{"title": "Travel Vaccines", "author": null, "url": "https://huhs.harvard.edu/blog/travel-vaccines", "hostname": "harvard.edu", "description": "Visa applications and passport renewals are common preparations for international travel. However, there is one crucial topic that some travelers may forget to investigate: vaccinations.", "sitename": "huhs.harvard.edu", "date": "2022-08-04", "cleaned_text": "Visa applications and passport renewals are common preparations for international travel. However, there is one crucial topic that some travelers may forget to investigate: vaccinations. Since 2021, travelers have become accustomed to checking if COVID-19 vaccination is required to enter a country, but vaccination against viral, bacterial, or parasitic infections has long been required by public health agencies within specific countries. The U.S. Centers for Disease Control and Prevention (CDC) also recommends specific vaccines if travelling to certain international destinations. To determine which vaccinations are required or recommended for your trip, Harvard University Health Services (HUHS) suggests scheduling a consultation at least six to eight weeks before departure. Why do I need vaccinations for travel? Travel vaccines help protect against serious and potentially life-threatening illnesses that may be endemic in countries other than the United States. Mosquito-borne malaria is commonly found in sub-Saharan Africa and South Asia, but the [CDC estimates](https:/www.cdc.gov/malaria/about/faqs.html#:~:text=About%202,000%20cases%20of%20malaria%20are%20diagnosed%20in%20the%20United%20States%20each%20year.) that the US sees only 2,000 cases of the disease per year—most were travel related. By contrast, 241 million clinical cases of the disease were documented and more than 620,000 people died around the globe in 2020. Additionally, vaccination against Hepatitis A can be beneficial if you ingest contaminated food or water while travelling. Vaccines typically reach peak protection approximately two weeks after being administered so, leave ample time between the consultation and your departure to ensure that any vaccinations needed will be effective in time for your trip. Some countries may even require that vaccinations be administered two weeks before arrival. Yellow fever vaccination, for example, will be deemed invalid if the traveler was not vaccinated at least 10 days before their arrival. As a result, travelers may not be admitted or may need to quarantine before being admitted into the country. Can anyone schedule a travel consultation? Anyone traveling abroad can book a travel consultation. However, this is especially important if you are visiting a country where the CDC has assigned a [level 2 or 3 travel health notice](https:/wwwnc.cdc.gov/travel/notices). Often, these countries have active outbreaks that are a risk to the public. Certain vaccinations may also be mandatory for entrance into a country. For instance, anyone traveling to Ghana must be vaccinated against yellow fever. Additionally, if you take any medications or have a chronic condition, the travel consultant can advise you on how to maintain your health while abroad. What are the most common travel vaccines? Yellow fever, malaria, and Hepatitis A are all common recommendations for travel. Typhoid is also commonly recommended for those traveling throughout South Asia and meningitis is often recommended for travel throughout Africa and the Middle East. Does the Travel Clinic at HUHS administer vaccinations? Yes. The Travel Clinic offers a variety of travel vaccines to all Harvard students and all Harvard University Group Health Plan members. Patients can be vaccinated against typhoid, polio, Hepatitis A, Japanese encephalitis, rabies, as well as receive vaccinations like varicella and Tdap. Additionally, the Clinic is an authorized US yellow fever vaccine center and can give patients a Yellow Book International Certificate of Vaccination. "}