{"title": "Who should have the BCG (TB) vaccine", "author": null, "url": "https://www.nhs.uk/conditions/vaccinations/when-is-bcg-tb-vaccine-needed/", "hostname": "nhs.uk", "description": "Find out who should have the BCG jab, including babies and adults in at-risk groups.", "sitename": "nhs.uk", "date": "2019-07-31", "cleaned_text": "recommended on the NHS for babies, children and adults under the age of 35 who are at risk of catching tuberculosis (TB). There's little evidence the BCG vaccine works for people over the age of 35. The BCG vaccine should only be given once in a lifetime. Babies who should have the BCG vaccine BCG vaccination is recommended for all babies soon after birth up to 1 year old who: - are born in areas of the UK where the rates of TB are high - have a parent or grandparent who was born in a country where there's a high rate of TB - live with, or are close contacts of, someone with infectious TB [Read the NHS leaflet: TB, BCG and your baby on GOV.UK](https://www.gov.uk/government/publications/tb-bcg-and-your-baby-leaflet) [Find out which countries have a high rate of TB on GOV.UK](https://www.gov.uk/government/publications/tuberculosis-tb-by-country-rates-per-100000-people) Children aged between 1 and 16 years who should have the BCG vaccine BCG vaccination is recommended for all older children and adults at risk of TB, including: - children with an increased risk of TB who were not vaccinated against TB when they were babies - anyone under 16 who has come from an area of the world where TB is high - anyone under 16 who lives with or is a close contact of someone with infectious TB [Find out which countries have a high rate of TB on GOV.UK](https://www.gov.uk/government/publications/tuberculosis-tb-by-country-rates-per-100000-people) Adults aged 16 to 35 who should have the BCG vaccine BCG vaccination is recommended for people aged 16 to 35 who are at occupational risk of TB exposure, including: - healthcare workers or laboratory workers who have either direct contact with patients with TB or with potentially infectious clinical samples and materials - veterinary staff and other animal workers, such as abattoir workers, who handle animals or animal materials that could be infected with TB The BCG vaccine is also sometimes offered to: - prison staff who work directly with prisoners - staff of hostels for homeless people - staff who work in facilities for refugees and asylum seekers Travellers who should have the BCG vaccine The BCG vaccine is also recommended for people under the age of 16 who are going to live with local people for more than 3 months in an area with high rates of TB or where the risk of TB that is difficult to treat is high. [Read more about travel vaccinations](/conditions/travel-vaccinations/) [Find out which countries have a high rate of TB on GOV.UK](https://www.gov.uk/government/publications/tuberculosis-tb-by-country-rates-per-100000-people) Individual requests for BCG vaccination If you want BCG vaccination for yourself or your child, you'll be assessed to see if you're at high risk of catching TB. If you're not at risk, you will not be eligible for BCG vaccination. If you're at risk, you'll have a tuberculin skin test. If this is negative, you'll be offered BCG vaccination according to local arrangements. The tuberculin skin test/Mantoux test Before you have the BCG vaccination, you should be tested to see if you're already infected with TB. The test, called the tuberculin skin test or Mantoux test, will be carried out before BCG vaccination if someone: - is 6 years or over - is a baby or child under 6 with a history of residence or a prolonged stay (more than 3 months) in a country with a high rate of TB - lives with, or is a close contact of, someone with infectious TB - has a family history of TB within the last 5 years The Mantoux test assesses your sensitivity to a substance called a tuberculin purified protein derivative (PPD) when it's injected into your skin. The greater the reaction, the more likely it is that an individual is infected with TB. If the reaction is positive, you should not have the BCG vaccine, as it would not protect you from TB and may cause unpleasant side effects. If you have a strongly positive Mantoux result, you should be referred to a TB specialist team for further assessment. If the Mantoux test is negative, you can go ahead and have the BCG vaccine. Who should not have the BCG vaccination? The BCG vaccine is not recommended for: - people who have already had a BCG vaccination - people with a past history of TB - people with a positive tuberculin skin test (Mantoux) - people who have had a previous severe allergic reaction [(anaphylactic reaction)](/conditions/anaphylaxis/)to any of the substances used in the vaccine - children under 2 years of age who might have TB because someone they live with has it (they can only have the vaccine if tests show they do not have TB) - people who have a septic skin condition at the site where the injection would be given - infants born to a mother who has medicines that suppress the immune system during pregnancy - babies who have or might have severe combined immunodeficiency (SCID) - people with a weakened immune system, either as a result of a health condition such as [HIV](/conditions/hiv-and-aids/), treatments such as [chemotherapy](/conditions/chemotherapy/), or medicines that suppress the immune system, such as [steroid tablets](/conditions/steroid-tablets/) - people who have cancer of the white blood cells, bone marrow or lymph nodes, such as [leukaemia](/conditions/chronic-myeloid-leukaemia/)or [lymphoma](/conditions/non-hodgkin-lymphoma/) - people who are seriously unwell (vaccination should be delayed until they recover) - pregnant women BCG vaccination is not usually offered to people over the age of 16 because there is limited evidence of how well the vaccine works in adults. Page last reviewed: 26 April 2019 Next review "}