{"title": "What is integrative medicine (IM)?", "author": null, "url": "https://www.medicalnewstoday.com/articles/integrative-medicine", "hostname": "medicalnewstoday.com", "description": "Integrative medicine (IM) combines conventional medicine with complementary treatments. Learn more about IM here.", "sitename": "Medical News Today", "date": "2021-10-12", "cleaned_text": "is an approach that combines conventional medicine with complementary treatments. The aim of IM is to treat the whole person, not just a health problem. Because IM is holistic, it [can target](https://www.nccih.nih.gov/health/complementary-alternative-or-integrative-health-whats-in-a-name) Many people are requesting more complementary therapies as part of their treatment plans, especially in certain health areas, such as cancer. That said, it is important to note that people [should not](https://www.jci.org/articles/view/137561) replace their prescribed clinical treatments with complementary approaches alone, as this could lead to worse health outcomes. Instead, people should discuss their current therapies with a doctor who can advise on the best course of treatment. Read on to learn more about IM, including the risks, the benefits, and some of the conditions it may be useful for. IM is a whole-person treatment plan that [aims to](https://pubmed.ncbi.nlm.nih.gov/28501225/) Usually, a complementary therapy practitioner will suggest a combination of treatments to improve a person's well-being. For example, they may suggest that a person practices [yoga](/articles/286745) to reduce stress but also recommend that they get in touch with an acupuncturist. Practitioners tend to group complementary therapies into [three key areas](https://www.nccih.nih.gov/health/complementary-alternative-or-integrative-health-whats-in-a-name) Nutritional approaches Nutritional complementary therapies include products such as herbs, [vitamin](/articles/195878) and mineral supplements, and probiotics. Supplements come in [many forms](https://guides.library.upenn.edu/c.php?g=475211&p=3256903), such as capsules, liquids, and powders. A person may also receive a specific diet plan. A person should always speak with a doctor before taking any supplements in addition to their prescribed treatment. Doing so can cause certain interactions. For example, vitamin K can [reduce the effectiveness](https://ods.od.nih.gov/factsheets/WYNTK-Consumer/) Psychological approaches Psychological forms of complementary therapy aim to settle the mind and reduce stress. These therapies include: - meditation [hypnosis](/articles/hypnosis-for-anxiety) - relaxation therapies [music therapies](https://www.medicalnewstoday.com/articles/music-therapy) [art therapies](https://www.medicalnewstoday.com/articles/art-therapy) There is a lot of overlap between mind and body practices. For example, although yoga and [tai chi](/articles/265507) are physical practices, they also promote psychological well-being. [Learn more about types of meditation here.](/articles/320392) Physical approaches Physical approaches to complementary health may include some form of muscle manipulation, such as massage. People may also receive treatment from a chiropractor, who can manipulate the spine to reduce pain or alleviate other health problems. Alternatively, [acupuncture](/articles/156488) is a physical treatment during which a practitioner inserts fine needles through the skin to stimulate specific pressure points. Physical therapies that a person can try on their own or as part of a class include yoga and tai chi. The use of integrative care is growing, especially in specialist cancer centers, where more people are requesting complementary approaches in addition to clinical treatments, such as [chemotherapy](/articles/158401). In fact, one [2017 systemic review](https://pubmed.ncbi.nlm.nih.gov/29140485/) When a healthcare professional introduces complementary therapies as part of a person's treatment plan, the goal is [usually to alleviate](https://www.cancer.gov/about-cancer/treatment/cam) For example, the authors of a [2018 meta-analysis](https://pubmed.ncbi.nlm.nih.gov/29128952/) [breast cancer](/articles/37136) who receive anticancer treatment. However, an additional [2019 systematic review](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0223564) Another area that may benefit from complementary therapy is fertility. One [2018 review](https://pubmed.ncbi.nlm.nih.gov/29422163/) Introducing IM may have some benefits. For example, a [2018 review](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6173273/) Furthermore, in some instances, IM may actually improve health outcomes. For example, a [2018 study](https://pubmed.ncbi.nlm.nih.gov/29551248/) Although integrative care was more expensive, it prevented future hospital admissions, which can help hospitals save money in the long run. People should be aware of the risks associated with some complementary approaches when including them in their treatment regimen. The [Food and Drug Administration (FDA)](https://ods.od.nih.gov/factsheets/WYNTK-Consumer/) Additionally, some supplements can interact with some medications. This can increase the risk of complications if a person is also taking another medication. It is also important that people do not view supplements and other herbal remedies as a cure or a replacement for conventional medication. If a manufacturer promotes its supplement as a \"cure,\" the product is likely unsafe. Study design is also an important point that people should think about when researching the health benefits of some complementary therapies. Complementary health studies [do not usually](https://www.jci.org/articles/view/137561) have robust study designs that other researchers can replicate, which means that the findings and conclusions could be inaccurate. That said, the [National Center for Complementary and Integrative Health](https://www.nccih.nih.gov/health/complementary-alternative-or-integrative-health-whats-in-a-name) IM and alternative medicine are [two terms](https://www.nccih.nih.gov/health/complementary-alternative-or-integrative-health-whats-in-a-name) If a person uses a nonconventional treatment option in a coordinated manner alongside conventional medicine, the practice is IM. If a person uses a nonconventional treatment option instead of conventional medicine, the practice is alternative medicine. Integrative medicine (IM) includes both complementary and conventional treatment approaches and specifically coordinates the use of the two as part of a holistic treatment plan. Some benefits of IM include reducing distress and helping people process living with a difficult illness. Some healthcare professionals are expanding the use of IM, especially in the treatment of cancer. Although researchers are taking a proactive attitude toward investigating the possible benefits of IM, studies that support complementary approaches often have design flaws, which means that their conclusions could be inaccurate. "}