{"title": "COVID-19 Vaccination Attitudes, Perceptions, and Side Effect Experiences in Malaysia: Do Age, Gender, and Vaccine Type Matter?", "author": "Mohamed Hassan Elnaem; Nor Hidayah Mohd Taufek; Norny Syafinaz Ab Rahman; Nor Ilyani Mohd Nazar; Che Suraya Zin; Wesley Nuffer; Christopher John Turner; Elnaem; Mohamed Hassan; Mohd Taufek; Nor Hidayah; Ab Rahman; Norny Syafinaz; Mohd Nazar; Nor Ilyani; Zin; Che Suraya; Nuffer; Wesley; Turner; Christopher John", "url": "https://www.mdpi.com/2076-393X/9/10/1156", "hostname": "mdpi.com", "description": "This study aimed to investigate the attitudes, perceptions, and experiences of side effects with the COVID-19 vaccines in Malaysia among participants in the National Vaccination Program. A cross-sectional survey was conducted among a sample of vaccine-eligible and vaccinated individuals in Malaysia between May and July 2021. A total of 428 respondents completed the survey. A vast majority (98.6%) of the respondents had registered to be vaccinated. Twenty participants (4.7%) expressed concerns about either registering or receiving the COVID-19 vaccination, mainly due to their uncertainty of vaccine safety. Approximately 77.5% received their vaccinations. Of them, 76.8% had experienced vaccine-related side effects. About 40% of the side effects occurred more with the second dose, particularly those who received the Pfizer-BioNTech vaccine (p < 0.001). Pain at the injection site (61.1%) and tiredness (48.8%) were the most reported side effects. Compared to those aged 60 years, all age groups were more likely to exhibit vaccine-related side effects; meanwhile, males (OR: 0.51, 95% CI: 0.27-0.93) were less likely to experience side effects than females. Those who received the Sinovac vaccine were at lower risk of experiencing side effects (OR: 0.08, 95% CI: 0.03-0.22) and were more likely to report fewer side effects than Pfizer-BioNTech (p = 0.012) and Oxford-AstraZeneca groups (p= 0.001). The overall attitudes toward the COVID-19 vaccination program were positive. Several differences in the experiences of vaccine-related side effects, in terms of prevalence and numbers, were attributed to age, gender, and received vaccine type.", "sitename": "MDPI", "date": "2021-10-09", "cleaned_text": "COVID-19 Vaccination Attitudes, Perceptions, and Side Effect Experiences in Malaysia: Do Age, Gender, and Vaccine Type Matter? [https://doi.org/10.3390/vaccines9101156](https://doi.org/10.3390/vaccines9101156) [Psychological Aspects of COVID-19 role of COVID-19 vaccinations in complementing the individual preventive measures to face the pandemic has become vital, and vaccination coverage is regarded as critical for maintaining efficient public health measures [ [2](#B2-vaccines-09-01156)]. Since the availability of COVID-19 vaccines, governments worldwide have exerted tremendous efforts to execute effective procurement and vaccination programs for individuals [ [3](#B3-vaccines-09-01156)]. However, with the initiation of vaccination programs at the country level, several issues related to vaccines' acceptability, effectiveness, and safety have become the focus of community concerns [ [4](#B4-vaccines-09-01156)]. Consequently, the expected and estimated acceptability rates of vaccines vary across countries. In addition, a significant difference in the efficiency of vaccination programs in terms of coverage of eligible communities and addressing vaccine hesitancy concerns have also been reported [ [5](#B5-vaccines-09-01156)]. Vaccine hesitancy has been identified as a major determinant of vaccine uptake in the community [ [6](#B6-vaccines-09-01156)]. An Italian study by Napolitano et al. reported that more than 50% of the study population expressed their need to receive further vaccine-related information to help in countering their vaccine hesitancy [ [7](#B7-vaccines-09-01156)]. In addition, communication, media coverage, and the attitude towards prevention have been reported as primary factors that affect vaccine hesitancy [ [8](#B8-vaccines-09-01156)]. [9](#B9-vaccines-09-01156)]. Malaysia has increased its vaccination rate in response to the ongoing COVID-19 pandemic, to the point where 62% of the population has been fully vaccinated as of 01/10/2021 [ [10](#B10-vaccines-09-01156)]. The national COVID-19 vaccination program is considered critical for future societal protection and economic recovery planning. According to previous international reports, vaccine acceptability and hesitancy are influenced by various cultural, societal, and awareness factors [ [11](#B11-vaccines-09-01156), [12](#B12-vaccines-09-01156)]. Consequently, health care providers have implemented several vaccination advocacy initiatives to raise community awareness regarding the critical role vaccines play in the fight against the COVID-19 pandemic [ [13](#B13-vaccines-09-01156)]. [3](#B3-vaccines-09-01156)]. The program was divided into three main phases initially planned to cover the entire COVID-19 vaccine-eligible community. Phase 1 of the national vaccination program for COVID-19 has been completed and effectively covered frontliners, including public and private healthcare personnel [ [3](#B3-vaccines-09-01156)]. Phase 2 has started to cover the remainder of healthcare personnel and senior citizens, while phase 3 is dedicated to the remaining eligible residents of the country not covered in the first two phases [ [3](#B3-vaccines-09-01156)]. With the program's implementation, it is essential to explore people's attitudes, perceptions, and experiences of side effects of their received COVID-19 vaccinations. These findings will be necessary to support the program further and identify the need to foster the success rate of this national initiative [ [14](#B14-vaccines-09-01156)]. However, little has been reported regarding the attitudes and experiences of a sample of COVID-19-vaccinated and vaccine-eligible individuals concurrently with the ongoing national vaccination program. Therefore, this study aimed to investigate the attitudes, perceptions, and experiences of side effects of COVID-19 vaccines in Malaysia. 2. Materials and Methods 2.1. Study Design 2.2. Study Population and Sample Size [15](#B15-vaccines-09-01156)]. According to the Raosoft online sample size calculator (Raosoft, Seattle, WA, US), assuming a 5% margin of error, a 95% confidence level, and a 50% response distribution, the required sample size for this study was 377. 2.3. Ethical Approval 2.4. Study Instrument 2.5. Statistical Analysis 3. Results 3.1. General Information of Study Participants [Table 1](#vaccines-09-01156-t001). 3.2. Vaccination Attitudes and Adherence to Preventive Measures among Study Participants [Table 2](#vaccines-09-01156-t002), almost two-thirds (63.3%) of the respondents rated their adherence level to the recommended standard operating procedures (SOP) (e.g., wearing a mask, physical distancing, and regular use of hand sanitizers) as very high. In addition, about 99% of the respondents had registered for the National COVID-19 Vaccination Program, with a majority (81.5%) registering through the MySejahtera application (MySejahtera, Malaysia) [ [16](#B16-vaccines-09-01156)]. Moreover, more than 80% of all respondents felt highly confident about the effectiveness of COVID-19 vaccines and believed they had received accurate and sufficient information regarding the COVID-19 vaccines (80.1%). Notably, almost all respondents knew that COVID-19 infection could still happen after completing the recommended vaccination dose (97.2%). Furthermore, they knew that the severity of COVID-19 complications of vaccinated patients is lesser than the unvaccinated COVID-19 patients (94.4%). 3.3. Vaccine Hesitancy Prevalence and Reasons [Figure 1](#vaccines-09-01156-f001)shows the percentages of reported reasons for vaccine hesitancy among the study participants. 3.4. Vaccine Types, Side Effects, and Sources of Vaccine-Related Information [Figure 2](#vaccines-09-01156-f002)shows the percentages of the common side effects reported by the study participants. The distribution of the number of side effects reported after the vaccination expressed in percentages is displayed in [Figure 3](#vaccines-09-01156-f003). Most of the respondents (95%) claimed to feel safer after vaccination, but their adherence to SOP remained the same as before vaccinated. The primary source of information regarding the COVID-19 vaccination was from the Ministry of Health and MySejahtera application (53.7%). Other detailed information about vaccines and sources of information are presented in [Table 3](#vaccines-09-01156-t003). 3.5. Gender and Perception on Receiving Adequate Vaccine-Related Information 3.6. Types of Vaccines, Side Effects Occurrence with First or Second Doses, Number of Experienced Side Effects 3.7. Logistic Regression of Age, Gender, Vaccine Type, and the Experiencing of Vaccine-Related Side Effects [Table 4](#vaccines-09-01156-t004)). All age groups, except for the age 60 years, were at increased likelihood of exhibiting vaccine-related side effects. The younger age group (18-30) had 7.4 times higher odds to experience vaccine-related side effects. Male participants (OR: 0.51, 95% CI: 0.08, 95% CI: 0.03-0.22) were at risk of experiencing vaccine-related side effects. 4. Discussion [17](#B17-vaccines-09-01156)]. However, it was noted that 6.5% of current smokers have also reported their attitude towards vaccines, which is important since they are at higher risk of COVID-19 complications. Furthermore, our findings revealed that approximately 21% of respondents had chronic diseases that may put them at higher risk of COVID-19 infection and complications, implying a need for special care considerations in this patient population [ [18](#B18-vaccines-09-01156)]. 4.1. Vaccination Acceptance, Attitudes, and Sources of Information [19](#B19-vaccines-09-01156)]. Digital literacy could be one of the factors to this outcome since it is strongly associated with the utility of information and communications technologies among older adults [ [20](#B20-vaccines-09-01156)]. However, it is essential to note that the national vaccination program has mainly vaccinated health care practitioners, non-health front liners (e.g., police officers), people with comorbidities, and the elderly population until the completion of the present study. It has been proposed that high-risk populations and disadvantaged groups should be prioritized for vaccination while promoting equity and social justice [ [21](#B21-vaccines-09-01156)]. [22](#B22-vaccines-09-01156)]. With 32% of respondents having contracted COVID-19 infection or had family members/relatives diagnosed with the disease, these experiences might have influenced our study's positive attitude towards vaccines. Prior to vaccine availability, a study reported that individuals with COVID-19 infection or their family members did not accept vaccines better than others who had no such experiences [ [19](#B19-vaccines-09-01156)]. Nevertheless, the influence of personal COVID-19 experience toward vaccines was inconclusive [ [22](#B22-vaccines-09-01156)]. 4.2. Vaccination Perceptions and Behaviors in the Post-Vaccination Era [23](#B23-vaccines-09-01156)]. Transparency in disseminating vaccines and COVID-19 updates by government health officials is vital to prevent distrust towards vaccines. It has been reported that different countries had different COVID-19 vaccines acceptance rates. However, Malaysia was among the highest (94.3%) other than Ecuador (97.0%), Indonesia (93.3%), and China (91.3%), whereas the lowest acceptance rates were found in Kuwait (23.6%), Jordan (28.4%), Italy (53.7), Russia (54.9%), Poland (56.3%), US (56.9%), and France (58.9%) [ [5](#B5-vaccines-09-01156)]. However, a recent finding from a repeated cross-sectional survey conducted in Hong Kong and China highlighted that the COVID-19 acceptance was lower by 10% in the third wave compared to the initially reported rate in the first wave affected by the growing concerns on vaccine safety and the increasing compliance to personal protective behaviors [ [24](#B24-vaccines-09-01156)]. Therefore, maintaining acceptance of COVID-19 vaccines has also been linked to the level of trust towards information from government sources and employer's advice [ [19](#B19-vaccines-09-01156)], particularly in addressing newly developed vaccines with expedited development or approval with political orientation and interference [ [22](#B22-vaccines-09-01156)]. [25](#B25-vaccines-09-01156)]. Despite the availability of 13 types of COVID-19 vaccines worldwide with efficacy ranging between 50-95%, preventive behaviors including physical distancing and wearing masks must be continuously enforced by individuals and authorities until effective vaccines are available to overcome the emergence of mutations with coronavirus variants [ [26](#B26-vaccines-09-01156)]. In addition, health literacy and digital health literacy have been reported independently associated with overall compliance with basic preventive practices [ [27](#B27-vaccines-09-01156)]. 4.3. Perceived Concerns towards Vaccination [Figure 1](#vaccines-09-01156-f001)). The most common concern was related to the vaccine safety reported previously to hinder vaccine uptake to a certain extent [ [28](#B28-vaccines-09-01156)]. Some other issues were related to the perceived effectiveness of the vaccine, and willingness to protect others had been reported to influence the acceptance of COVID-19 vaccines [ [29](#B29-vaccines-09-01156)]. A recent study conducted in Mozambique showed that the concerns about the effectiveness of vaccines were more frequently reported than the safety concerns (52% vs. 29.6%), which underpinned that vaccine hesitancy is significantly affected by the perceived benefit of getting vaccinated [ [30](#B30-vaccines-09-01156)]. Vaccine hesitancy is a complex global issue involving differences in sociodemographic and external factors, and thus tailored strategies to local intervention must be implemented in the specific population [ [19](#B19-vaccines-09-01156), [31](#B31-vaccines-09-01156)]. Community intervention has been shown to improve the influenza vaccination rate in specific populations by addressing their concerns [ [32](#B32-vaccines-09-01156)]. In addition, educational interventions to increase awareness and recommendations of human papillomavirus vaccines has been reported to be effective [ [33](#B33-vaccines-09-01156)]. In addition, a recent Italian study has examined the willingness to receive COVID-19 vaccines among the university population; the findings demonstrated that males were less likely to have concerns about getting vaccinated, and therefore they were more likely to receive their recommended vaccines [ [34](#B34-vaccines-09-01156)]. In comparison, our findings showed a statistically significant difference between males and females on their perception of receiving accurate and sufficient vaccine-related information, where males frequently believed that they did not receive adequate vaccine-related information. This point could be of relevant consideration in the vaccine advocacy initiatives. 4.4. Experiences of Vaccine-Related Side Effects [Figure 2](#vaccines-09-01156-f002)). These were similar to those reported by previous studies [ [35](#B35-vaccines-09-01156)]. The side effects tend to be more pronounced with the second dose, especially those who received the Pfizer-BioNTech (Cominarty®) vaccine. These findings could be further explored in the context of vaccine pre-medications to lessen the severity of side effects. The results showed that males, older individuals (60 years), and those receiving the Sinovac (CoronaVac®) vaccine were less likely to experience side effects. Previous research conducted among health care workers in Turkey reported that females and younger individuals were more likely to report vaccine-related side effects [ [36](#B36-vaccines-09-01156)]. Additionally, a previous report during the investigation of mRNA vaccines highlighted those older individuals were less likely to experience vaccine-related systemic side effects [ [37](#B37-vaccines-09-01156)]. [38](#B38-vaccines-09-01156)]. Notably, preliminary reports on the differences between COVID-19 vaccine candidates indicated that Sinovac vaccines might be associated with approximately five times fewer side effects than the other two tested vaccines [ [38](#B38-vaccines-09-01156)]. Meanwhile, our findings revealed that Sinovac had a 12 times lower correlation with side effects. The side effects after the second dose were more with the Pfizer-BioNTech vaccine, which correlates with the reported data that the systemic side effects of this type of vaccine tend to increase with the second dose [ [38](#B38-vaccines-09-01156)]. Although several countries have suspended the Oxford-AstraZeneca (ChAdOx1-S) vaccine, especially among younger people, due to reports of vaccine-induced immune thrombocytopenic thrombosis [ [39](#B39-vaccines-09-01156)], the vaccine has been used in Malaysia taking the age and the overall vaccination benefit into consideration. The majority of respondents had minor/mild side effects, which were similar to what had been reported by previous studies [ [40](#B40-vaccines-09-01156), [41](#B41-vaccines-09-01156)], but 10.3% experienced moderately severe to severe side effects, which require further investigation. [15](#B15-vaccines-09-01156)]. In addition, the Centers for Disease Control have also reported that severe anaphylaxis after the first dose required immediate treatment and monitoring [ [41](#B41-vaccines-09-01156)]. Other serious side effects reported in previous studies following the second dose were recurrent Bell's Palsy from Pfizer-BioNTech [ [42](#B42-vaccines-09-01156)] and myocarditis with Moderna [ [43](#B43-vaccines-09-01156)]. [44](#B44-vaccines-09-01156)]. 5. Conclusions Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Conflicts of Interest References - Chu, al. Physical Distancing, Face Masks, and Eye Protection to Prevent Person-to-Person Transmission of SARS-CoV-2 and COVID-19: A Systematic Review and Meta-Analysis. Lancet 2020, during the COVID-19 Emergency. Int. J. Environ. Res. Public Health 2021, 18, 778. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Value+of+Immunizations+during+the+COVID-19+Emergency&author=Stefanati,+A.&author=D%E2%80%99Anchera,+E.&author=de+Motoli,+F.&author=Savio,+M.&author=Toffoletto,+M.V.&author=Gabutti,+G.&publication_year=2021&journal=Int.+J.+Environ.+Res.+Public+Health&volume=18&pages=778&doi=10.3390/ijerph18020778)] [ [CrossRef](https://doi.org/10.3390/ijerph18020778)] - Ministry of Health (MOH) Malaysia. National COVID-19 Immunisation Programme the Special Committee for Ensuring Access to COVID-19 Vaccine Supply (Jkjav) 18 February 2021; Ministry of Health (MOH): Kuala Lumpur, Malaysia, 2021. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=National+COVID-19+Immunisation+Programme+the+Special+Committee+for+Ensuring+Access+to+COVID-19+Vaccine+Supply+(Jkjav)+18+February+2021&author=Ministry+of+Health+(MOH)+Malaysia&publication_year=2021)] - Habersaat, K.B.; Jackson, C. Understanding Vaccine Acceptance and Demand—And Ways to Increase Them. Bundesgesundheitsblatt-Gesundh.-Gesundh. 2020, 63, Scholar](https://scholar.google.com/scholar_lookup?title=Understanding+Vaccine+Acceptance+and+Demand%E2%80%94And+Ways+to+Increase+Them&author=Habersaat,+K.B.&author=Jackson,+C.&publication_year=2020&journal=Bundesgesundheitsblatt-Gesundh.-Gesundh.&volume=63&pages=32%E2%80%9339&doi=10.1007/s00103-019-03063-0)] [ - Sallam, M. COVID-19 Vaccine Hesitancy Worldwide: A Concise Systematic Review of Vaccine Acceptance Rates. Vaccines 2021, 9, 160. [ Overview of Knowledge, Attitudes, Beliefs, Vaccine Hesitancy and Vaccine Acceptance among Mothers of Infants in Quebec, Canada. Hum. Vaccines Immunother. 2019, 15, 113-120. [ Vaccine A Cross-Sectional Survey. Hum. Vaccines Immunother. 2018, Perspectives on Childhood Vaccination: How to Deal with Vaccine Hesitancy and Refusal? Vaccine 2019, 37, 984-990. [ [Google Vaccine 2015, 33, 4161-4164. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Vaccine+Hesitancy:+Definition,+Scope+and+Determinants&author=MacDonald,+N.E.&author=Eskola,+J.&author=Liang,+X.&author=Chaudhuri,+M.&author=Dube,+E.&author=Gellin,+B.&author=Goldstein,+S.&author=Larson,+H.&author=Manzo,+M.L.&author=Reingold,+A.&publication_year=2015&journal=Vaccine&volume=33&pages=4161%E2%80%934164&doi=10.1016/j.vaccine.2015.04.036)] [ [CrossRef](https://doi.org/10.1016/j.vaccine.2015.04.036)] - Ministry of Health Malaysia Vaccinations in Malaysia. COVIDNOW. Available online: [https://covidnow.moh.gov.my/vaccinations/](https://covidnow.moh.gov.my/vaccinations/)(accessed Acceptance of a COVID-19 Vaccine in Southeast Asia: A Cross-Sectional Study in Indonesia. Front. Public Health 2020, 8, 381. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Acceptance+of+a+COVID-19+Vaccine+in+Southeast+Asia:+A+Cross-Sectional+Study+in+Indonesia&author=Harapan,+H.&author=Wagner,+A.L.&author=Yufika,+A.&author=Winardi,+W.&author=Anwar,+S.&author=Gan,+A.K.&author=Setiawan,+A.M.&author=Rajamoorthy,+Y.&author=Sofyan,+H.&author=Mudatsir,+M.&publication_year=2020&journal=Front.+Public+Health&volume=8&pages=381&doi=10.3389/fpubh.2020.00381)] [ [CrossRef](https://doi.org/10.3389/fpubh.2020.00381)] Omer, S.B. Determinants of COVID-19 Vaccine Acceptance the US. EClinicalMedicine 2020, 26, 100495. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Determinants+of+COVID-19+Vaccine+Acceptance+in+the+US&author=Malik,+A.A.&author=McFadden,+S.A.M.&author=Elharake,+J.&author=Omer,+S.B.&publication_year=2020&journal=EClinicalMedicine&volume=26&pages=100495&doi=10.1016/j.eclinm.2020.100495)] [ M.P. 14 - Verger, P.; Peretti-Watel, P. Understanding the Determinants of Acceptance of COVID-19 Vaccines: A Challenge in a Fast-Moving Situation. Lancet Public Health 2021, 6, e195-e196. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Understanding+the+Determinants+of+Acceptance+of+COVID-19+Vaccines:+A+Challenge+in+a+Fast-Moving+Situation&author=Verger,+P.&author=Peretti-Watel,+P.&publication_year=2021&journal=Lancet+Public+Health&volume=6&pages=e195%E2%80%93e196&doi=10.1016/S2468-2667(21)00029-3)] [ [CrossRef](https://doi.org/10.1016/S2468-2667(21)00029-3)] - Ministry of Health Malaysia. Clinical Guidelines on COVID-19 Vaccination in Malaysia; Ministry of Health (MOH): Kuala Lumpur, Malaysia, 2021. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Clinical+Guidelines+on+COVID-19+Vaccination+in+Malaysia&author=Ministry+of+Health+Malaysia&publication_year=2021)] - Ministry of Health (MOH). MySejahtera. online: 11 August 2021). - Hum, W.L.; Hsien, C.C.M.; Nantha, Y.S. A Review of Smoking Research in Malaysia. Med. J. Malays. 2016, 71, 29-41. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=A+Review+of+Smoking+Research+in+Malaysia&author=Hum,+W.L.&author=Hsien,+C.C.M.&author=Nantha,+Y.S.&publication_year=2016&journal=Med.+J.+Malays.&volume=71&pages=29%E2%80%9341)] - Elnaem, M.H.; Cheema, E. Caring for Patients with Diabetes during COVID-19 Pandemic: Important Considerations for Pharmacists. Res. Soc. Adm. Pharm. RSAP 2021, 17, A. A Global Survey of Potential Acceptance of a COVID-19 Vaccine. Nat. Med. 2021, 27, 225-228. [ [Google M.; Oh, J.; Chu, S.H.; Choi, J. Measurement of Digital Literacy Among Older Adults: Systematic Review. J. Med. Internet Res. 2021, 23, e26145. Available online: [https://www.jmir.org/2021/2/e26145](https://www.jmir.org/2021/2/e26145)(accessed on [CrossRef](https://doi.org/10.2196/26145)] - Schmidt, H.; Gostin, L.O.; Williams, M.A. Is It Lawful and Ethical to Prioritize Racial Minorities for COVID-19 Vaccines? JAMA 2020, 324, 2023-2024. [ [Google Beitsch, L.M. Confidence and Receptivity for COVID-19 Vaccines: A Rapid Systematic Review. Vaccines 2021, 9, 16. [ Scholar](https://scholar.google.com/scholar_lookup?title=Confidence+and+Receptivity+for+COVID-19+Vaccines:+A+Rapid+Systematic+Review&author=Lin,+C.&author=Tu,+P.&author=Beitsch,+L.M.&publication_year=2021&journal=Vaccines&volume=9&pages=16&doi=10.3390/vaccines9010016)] toward SARS-CoV-2 Vaccination of Healthcare Workers in Italy. Expert Rev. Vaccines 2021, 20, 881-889. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Surveying+Willingness+toward+SARS-CoV-2+Vaccination+of+Healthcare+Workers+in+Italy&author=di+Giuseppe,+G.&author=Pelullo,+C.P.&author=della+Polla,+G.&author=Montemurro,+M.V.&author=Napolitano,+F.&author=Pavia,+M.&author=Angelillo,+I.F.&publication_year=2021&journal=Expert+Rev.+Vaccines&volume=20&pages=881%E2%80%93889&doi=10.1080/14760584.2021.1922081)] [ Wong, S.Y.S.; Yeoh, E.K. Change of Willingness to Accept COVID-19 Vaccine and Reasons of Vaccine Hesitancy of Working People at Different Waves of Local Epidemic in Hong Kong, China: Repeated Cross-Sectional Surveys. Vaccines 2021, 9, 62. [ [Google [ Dayton, L.; Yi, G.; Colon, B.; Kong, X. Mask Usage, Social Distancing, Racial, and Gender Correlates of COVID-19 Vaccine Intentions among Adults in the US. PLoS ONE 2021, 16, e0246970. [ [Google Wu, T.; et al. The COVID-19 Vaccines: Recent Development, Challenges and Prospects. Vaccines 2021, 9, 349. Literacy, Digital Health Literacy, and COVID-19 Pandemic Attitudes and Behaviors in U.S. College Students: Implications for Interventions. Int. J. Environ. Res. Public Health 2021, 18, 3301. [ [Google Y.; Knoll, M.D.; Fang, H. Acceptance of COVID-19 Vaccination during the COVID-19 Pandemic in China. Vaccines 2020, 8, 482. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Acceptance+of+COVID-19+Vaccination+during+the+COVID-19+Pandemic+in+China&author=Wang,+J.&author=Jing,+R.&author=Lai,+X.&author=Zhang,+H.&author=Lyu,+Y.&author=Knoll,+M.D.&author=Fang,+H.&publication_year=2020&journal=Vaccines&volume=8&pages=482&doi=10.3390/vaccines8030482&pmid=32867224)] [ Acceptance of a COVID-19 Vaccine in Japan during the COVID-19 Pandemic. Vaccines 2021, 9, 210. [ [Google Acceptability Its Determinants in Mozambique: An Online Survey. Vaccines 2021, Wang, X.; Han, X.; Li, S.; Wang, H. The Influence of a Community Intervention on Influenza Vaccination Knowledge and Behavior among Diabetic Patients. BMC Public Health 2019, 19, 1747. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+Influence+of+a+Community+Intervention+on+Influenza+Vaccination+Knowledge+and+Behavior+among+Diabetic+Patients&author=Tao,+L.&author=Lu,+M.&author=Wang,+X.&author=Han,+X.&author=Li,+S.&author=Wang,+H.&publication_year=2019&journal=BMC+Public+Health&volume=19&pages=1747&doi=10.1186/s12889-019-8101-6)] [ - Wang, X.; Liu, Y.; Zhang, W.; et al. Effect of an Educational Intervention on Human Papillomavirus (HPV) Knowledge and Attitudes towards HPV Vaccines among Healthcare Workers (HCWs) in Western China. Hum. Vaccines Immunother. 2020, 17, 443-450. the Willingness to Accept SARS-CoV-2 Vaccine in a University Population in Southern Italy, September to November 2020. Vaccines 2021, 9, 275. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Exploring+the+Willingness+to+Accept+SARS-CoV-2+Vaccine+in+a+University+Population+in+Southern+Italy,+September+to+November+2020&author=di+Giuseppe,+G.&author=Pelullo,+C.P.&author=della+Polla,+G.&author=Pavia,+M.&author=Angelillo,+I.F.&publication_year=2021&journal=Vaccines&volume=9&pages=275&doi=10.3390/vaccines9030275&pmid=33803730)] of COVID-19 Vaccine Side Effects among Healthcare Workers in the Czech Republic. J. Clin. Med. 2021, 10, 1428. [ Factors of CoronaVac Side Effects: An Independent Cross-Sectional Study among Healthcare Workers in Turkey. J. Clin. Med. 2021, 10, 2629. [ Immunogenicity of Two RNA-Based COVID-19 Vaccine Candidates. N. Engl. J. Med. 2020, 383, 2439-2450. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Safety+and+Immunogenicity+of+Two+RNA-Based+COVID-19+Vaccine+Candidates&author=Walsh,+E.E.&author=Frenck,+R.W.,+Jr.&author=Falsey,+A.R.&author=Kitchin,+N.&author=Absalon,+J.&author=Gurtman,+A.&author=Lockhart,+S.&author=Neuzil,+K.&author=Mulligan,+M.J.&author=Bailey,+R.&publication_year=2020&journal=N.+Engl.+J.+Med.&volume=383&pages=2439%E2%80%932450&doi=10.1056/NEJMoa2027906&pmid=33053279)] [ [ L.; F.; Wang, J.; Xu, M.; Liang, Z. COVID-19 Vaccines: Current Understanding on Immunogenicity, Safety, and Further Considerations. Front. Immunol. 2021, 12, 669339. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=COVID-19+Vaccines:+Current+Understanding+on+Immunogenicity,+Safety,+and+Further+Considerations&author=He,+Q.&author=Mao,+Q.&author=Zhang,+J.&author=Bian,+L.&author=Gao,+F.&author=Wang,+J.&author=Xu,+M.&author=Liang,+Z.&publication_year=2021&journal=Front.+Immunol.&volume=12&pages=669339&doi=10.3389/fimmu.2021.669339&pmid=33912196)] [ [CrossRef](https://doi.org/10.3389/fimmu.2021.669339)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/33912196)] - Wise, J. COVID-19: European Countries Suspend Use of Oxford-AstraZeneca Vaccine after Reports of Blood Clots. BMJ A Randomized, Cross-Sectional Study with Detailed Self-Reported Symptoms from Healthcare Workers. Int. J. Infect. Dis. 2021, 106, 376-381. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Side+Effects+of+BNT162b2+MRNA+COVID-19+Vaccine:+A+Randomized,+Cross-Sectional+Study+with+Detailed+Self-Reported+Symptoms+from+Healthcare+Workers&author=Kadali,+R.A.K.&author=Janagama,+R.&author=Peruru,+S.&author=Malayala,+S.V.&publication_year=2021&journal=Int.+J.+Infect.+Dis.&volume=106&pages=376%E2%80%93381&doi=10.1016/j.ijid.2021.04.047)] [ [CrossRef](https://doi.org/10.1016/j.ijid.2021.04.047)] - Centers for Disease Control and Prevention Reactions and Adverse Events of the Pfizer-BioNTech COVID-19 Vaccine|CDC. Available online: [https://www.cdc.gov/vaccines/covid-19/info-by-product/pfizer/reactogenicity.html](https://www.cdc.gov/vaccines/covid-19/info-by-product/pfizer/reactogenicity.html)(accessed on Lai, X.L.; Xu, P.; Liu, A. Bell's Palsy after Second Dose of Pfizer COVID-19 Vaccination in a Patient with History of Recurrent Bell's Palsy. Brain Behav. Immun.-Health 2021, 2021, 16, 2142-2145. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Myocarditis+Following+COVID-19+Vaccination&author=Albert,+E.&author=Aurigemma,+G.&author=Saucedo,+J.&author=Gerson,+D.S.&publication_year=2021&journal=Radiol.+Case+Rep.&volume=16&pages=2142%E2%80%932145&doi=10.1016/j.radcr.2021.05.033)] [ [CrossRef](https://doi.org/10.1016/j.radcr.2021.05.033)] - Grimm, Social bias. In Wiley International Encyclopedia of Marketing; John Wiley |Total||428||100.0| |Number||Percentage (%)| |Please rate your adherence level to the recommended SOP, e.g., wearing a mask, physical distancing, and regular use of hand sanitizers:| |Fair||1||0.2| |Good||15||3.5| |High||141||32.9| |Very high||271||63.3| |The National COVID-19 Vaccination Program is currently ongoing. Have you registered to be vaccinated?| |Yes||422||98.6| |No||6||1.4| |Please rate your confidence |Low||3||0.7| |Fair||6||1.4| |Good||53||12.4| |High||173||40.4| |Very High||193||45.1| |Do you believe that you have received accurate and sufficient information regarding the COVID-19 vaccine?| |Yes||343||80.1| |No||16||3.7| |Not sure||69||16.1| |Do you know that COVID-19 infection could still happen after completing the recommended vaccination dose?| |Yes||416||97.2| |No||3||0.7| |Not sure||9||2.1| |Do you know the severity of Covid19 complications to vaccinated Covid19 patients is the vaccine?| |Yes||252||76.8| |No||76||23.2| |Total||328||100.0| |Were the side effects occurred more with the first dose or second dose?| |More with |Total||205||100.0| |Please rate the severity of statement that reflects your adherence to SOP \"physical distancing and wearing a face mask\" compared to before receiving your vaccine:| |I feel safer removing face mask more frequently compared to before vaccination.||4||1.2| |I feel safer, but my adherence to SOP is the same as before vaccination.||305||95.0| |I do not feel or practice the SOP related to COVID-19 infection differently.||12||3.8| |Total||321||100.0| |What is your main source of information regarding the COVID-19 vaccination?| |Official website of Ministry of Health Health Organization (WHO).||32||8.7| neutral with regard to jurisdictional claims in published maps and institutional affiliations. © 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license W.; Turner, C.J. COVID-19 Vaccination Attitudes, Perceptions, and Side Effect Experiences in Malaysia: Do Age, Gender, and Vaccine Type Matter? Vaccines 2021, 9, 1156. https://doi.org/10.3390/vaccines9101156 Nazar NI, Zin CS, Nuffer W, Turner CJ. COVID-19 Vaccination Attitudes, Perceptions, and Side Effect Experiences in Malaysia: Do Age, Gender, and Vaccine Type Matter? Vaccines. 2021; Nuffer, and Christopher John Turner. 2021. \"COVID-19 Vaccination Attitudes, Perceptions, and Side Effect Experiences in Malaysia: Do Age, Gender, and Vaccine Type Matter?\" Vaccines 9, no. 10: 1156. https://doi.org/10.3390/vaccines9101156 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more "}