{"title": "Ayurveda - Special Subjects - Merck Manuals Consumer Version", "author": "MILLSTINE DENISE", "url": "https://www.merckmanuals.com/home/special-subjects/integrative-complementary-and-alternative-medicine/ayurveda", "hostname": "merckmanuals.com", "description": "Ayurveda - Learn about the causes, symptoms, diagnosis & treatment from the Merck Manuals - Medical Consumer Version.", "sitename": "Merck Manuals Consumer Version", "date": "2021-10-28", "cleaned_text": "Ayurveda is the traditional medical system of India, originating more than 4,000 years ago. It is based on the theory that illness results from the imbalance of the body's life force or prana. The balancing of this life force is determined by the equilibrium of the three bodily qualities called doshas: vata, pitta, and kapha. Most people have a dominant dosha, and the specific balance among the three doshas is unique to each person. (See also [Overview of Integrative, Complementary, and Alternative Medicine](/home/special-subjects/integrative-complementary-and-alternative-medicine/overview-of-integrative-complementary-and-alternative-medicine) [ Overview of Integrative, Complementary, and Alternative Medicine Integrative medicine and health (IMH) and complementary and alternative medicine (CAM) include a variety of healing approaches and therapies that historically have not been included in conventional... read more ](/home/special-subjects/integrative-complementary-and-alternative-medicine/overview-of-integrative-complementary-and-alternative-medicine) .) Health care practitioners evaluate people by Questioning them about symptoms, behavior, and lifestyle Observing their overall appearance, including the eyes, tongue, and skin Taking their pulse and checking their urine and stool After determining the balance of doshas, health care practitioners design a treatment specifically tailored to each person. Ayurveda uses diet, [herbs](/home/special-subjects/dietary-supplements-and-vitamins/overview-of-dietary-supplements) [ Overview of Dietary Supplements Dietary supplements are used by about 75% of Americans. They are the most common therapies included among integrative medicine and health (IMH) and complementary and alternative medicine (CAM)... read more ](/home/special-subjects/dietary-supplements-and-vitamins/overview-of-dietary-supplements) , [massage](/home/fundamentals/rehabilitation/treatment-of-pain-and-inflammation#v713835) [ Massage Professional rehabilitation therapists treat pain and inflammation. Such treatment makes movement easier and enables people to participate more fully in rehabilitation. Techniques used include... read more ](/home/fundamentals/rehabilitation/treatment-of-pain-and-inflammation#v713835) , [meditation](/home/special-subjects/integrative-complementary-and-alternative-medicine/meditation) [ Meditation In meditation, a type of mind-body medicine, people regulate their attention or systematically focus on particular aspects of inner or outer experience. Meditation may involve sitting or resting... read more ](/home/special-subjects/integrative-complementary-and-alternative-medicine/meditation) , yoga, and internal cleansing (therapeutic elimination). Cleansing typically involves injecting fluid into the rectum to cause a bowel movement (an enema) or washing out the nose with water (nasal lavage) to restore balance within the body and with nature. Medicinal uses Ayurveda has been studied, including in allergic rhinitis, [schizophrenia](/home/mental-health-disorders/schizophrenia-and-related-disorders/schizophrenia) [ Schizophrenia Schizophrenia is a mental disorder characterized by loss of contact with reality (psychosis), hallucinations (usually, hearing voices), firmly held false beliefs (delusions), abnormal thinking... read more ](/home/mental-health-disorders/schizophrenia-and-related-disorders/schizophrenia) , neurologic conditions, pain, arthritis, and diabetes. As with other studies of whole medical systems, high-quality research is difficult to conduct. Possible side effects In some of the botanical combinations used in Ayurveda, heavy metals (mainly lead, mercury, and arsenic) are included because they are thought to have therapeutic effects. However, heavy metal poisoning can result from taking such combinations, even in their recommended doses. More Information The following English-language resource may be useful. Please note that THE MANUAL is not responsible for the content of this resource. National Center for Complementary and Integrative Health (NCCIH): [Ayurvedic Medicine](http://nccih.nih.gov/health/ayurveda/introduction.htm) [VIEW PROFESSIONAL VERSION](#) [ VIEW PROFESSIONAL VERSION ] "}