{"title": "STUDENT ESSAY: Is Compulsory COVID-19 Vaccination a Violation of Human Rights?", "author": null, "url": "https://www.hhrjournal.org/2021/07/student-essay-is-compulsory-covid-19-vaccination-a-violation-of-human-rights/", "hostname": "hhrjournal.org", "description": "Aaron Chia In response to the COVID-19 pandemic, the UK Government passed the Coronavirus Act 2020 (CA), which implemented a number of emergency powers, allowing public officials to take action in ...", "sitename": "Health and Human Rights Journal", "date": "2021-07-14", "cleaned_text": "Aaron Chia In response to the COVID-19 pandemic, the UK Government passed the Coronavirus Act 2020 (CA), which implemented a number of emergency powers, allowing public officials to take action in specific situations in order to contain and slow down the spread of the virus as well as ease the burden on frontline staff. [[1]](#_edn1) Examples of these emergency powers include: the capability for public officials to test, isolate, and detain a person where they have reasonable grounds to think that the person is infected; restrict or prohibit gatherings or events; and require the temporary closure of a school or registered childcare provider. [[2]](#_edn2) In its efforts to support the public health benefit, the CA has arguably led to interference with individuals' right to liberty under Article 5(1) of the European Convention on Human Rights (ECHR). [[3]](#_edn3) Pugh's 2020 article on the CA discusses how individuals may be deprived of their liberty to prevent the spread of infectious diseases, if that deprivation is \"necessary and proportionate\" and is in accordance with a procedure prescribed by law. [[4]](#_edn4) Pugh refers to this as \"the public health exception\". [[5]](#_edn5) The importance of this approach directly relates to the consideration of a compulsory COVID-19 vaccine, specifically whether limitations on specific rights can be justified. This essay analyzes whether a compulsory COVID-19 vaccine would be a violation of human rights law in the UK. For a comprehensive understanding of the implications of this topic, I provide background information and discuss perspectives regarding compulsory vaccinations in general. This discussion is followed by an outline of the specific rights under the ECHR that may be affected if a compulsory vaccination was to be implemented in the UK. I then discuss various interpretations of the elements required for state interference upon these rights and expand on them in regard to their application to compulsory vaccination. Through this analysis, it is concluded that a compulsory COVID-19 vaccination would not be a violation of human rights in the UK if the government sets out explicit parameters whereby a compulsory vaccination would be \"necessary and proportionate\" in the interests of health and safety, and if it was to ensure that the state is fulfilling its positive obligation to protect the right to life. [[6]](#_edn6) Background on vaccinations and vaccine hesitancy The topic of vaccination has been vastly studied across the world, affirming that high rates of vaccination coverage in childhood are important in preventing infectious diseases and contributing to a decline in mortality. [[7]](#_edn7) Despite the fact that vaccinations have proven to decrease rates of common childhood diseases and in some cases result in the complete termination of diseases, there is a rising trend of parents refusing to vaccinate their children. [[8]](#_edn8) This trend is commonly referred to as the anti-vaccination movement or Anti-Vaxx. The basis for these views revolves around arguments that vaccinations cause sickness, use unethical practices, and overall hold a lot of uncertainty, which causes hesitancy. [[9]](#_edn9) In addition, wide use of social media has allowed the Anti-Vaxx trend to become more widespread, and in a number of cases has led to vaccination rates dropping below the levels needed for herd immunity. Herd immunity occurs when a high enough percentage of the population is vaccinated that there are then too few people available to become hosts, so transmission of the disease or virus stops. [[10]](#_edn10) One of the most important characteristics of herd immunity is that it not only protects those who receive vaccination, but helps to protect individuals who are not vaccinated for whatever reason. [[11]](#_edn11) Looking further into vaccine hesitancy, Kestenbaum and Feester identified some of the common factors contributing to this trend, including knowledge and information sources, experience or lack of experience with vaccine-preventable diseases, the role of recommendations by health professionals, social norms, and parental responsibility, trust, and religious beliefs. [[12]](#_edn12) They found many factors contribute to this trend, with uncertainty and the rapid transfer of information leading to the refusal of vaccination by families and individuals. The rise in the Anti-Vaxx movement has been shown to significantly impair health protection. A number of studies found that from 2006-2011, decreases in MMR (measles, mumps, and rubella) vaccination rates in the UK, Ireland, France, Italy, and the United States, had a direct correlation with measles outbreaks in those areas. [[13]](#_edn13) In response to these changes, both Italy and France passed legislation that made specific vaccinations, including MMR, compulsory for children. [[14]](#_edn14) Religious beliefs and conscientious objection, which would fall under Article 9 of the ECHR, also contribute to decisions not to vaccinate. [[15]](#_edn15) There are a number of governments that have implemented compulsory vaccination for children in public and private schools, as well as childcare centres. In conjunction with these policies, governments allow for exemption from vaccination on medical and non-medical grounds. In this context, the non-medical grounds often relate to religion and conscientious objection. But religion has not been found to contribute much to decisions not to vaccinate. A North American study published in the Journal of the American Academy of Pediatricians found that over 70% of 512 doctors who had patients who had refused vaccines, claimed that parents had denied vaccination for their children because they felt the vaccine was unnecessary. [[16]](#_edn16) In addition, the Vanderbilt University Medical Centre states that \"most religions have no prohibition against vaccinations\" but the two common objecting religions are 'Christian Scientists' and 'Dutch Reformed Congregations'. [[17]](#_edn17) These studies suggest that in the United States most non-medical exemptions fall under the category of conscientious objection rather than religion and that this trend is one of the primary reasons why some US jurisdictions have chosen to ban non-medical exemptions for compulsory vaccinations. [[18]](#_edn18) State obligations under ECHR and compulsory vaccination Regarding the potential implementation of a compulsory vaccination, the primary source of law to be considered is the ECHR, which was incorporated into UK law through the Human Rights Act 1998. [[19]](#_edn19) Article 2 of the ECHR concerning the right to life is of upmost importance in this context as it places positive and negative obligations on the state. Interpretation of this Article is summarized by the ECtHR in L.C.B. v The United Kingdom (1998), stating that \"the state must not only refrain from the intentional and unlawful taking of life, but also take appropriate steps to safeguard the lives of those within its jurisdiction.\" [[20]](#_edn20) Specifically regarding the positive obligation, states have a \"primary duty to put in place a legislative and administrative framework designed to provide effective deterrence against threats to the right to life.\" [[21]](#_edn21) As suggested by Camilleri, the positive obligation deriving from Article 2 may lead to claims that, in the context of a public health emergency, a vaccine should be made mandatory for those who are able to receive it, in order to protect those who rely on herd immunity for protection against such diseases. [[22]](#_edn22) However, when considering a narrower compulsory vaccination claim, the case of Calvelli and Ciglio (2002) is highly relevant as the court applied the positive obligation principle of Article 2 specifically to \"the public health sphere\", stating that the obligation \"requires states to make regulations compelling hospitals, whether public or private, to adopt appropriate measures for the protection of their patients' lives.\" [[23]](#_edn23) This concept is demonstrated through a number of examples where the MMR vaccine, among others, has been made a legal requirement for healthcare professionals. Countries such as Canada, Australia, and several Caribbean countries, as well as some countries in Europe, have polices whereby certain vaccinations are a requirement by law for those directly in the healthcare sector, one of them being the UK. [[24]](#_edn24) In addition, there are a number of governments that have adopted similar policies with specific focus on the education sector. For example, in Italy, France, three provinces of Canada, as well as the United States, there is a requirement for children to be vaccinated in order to attend public or private schools. [[25]](#_edn25) An important element of this requirement is that they allow for medical, religious, and philosophical exemptions, aside from Mississippi, West Virginia, and California, which now only allow for medical exemptions. [[26]](#_edn26) In countries such as Australia, although vaccinations for children are not mandatory, the government offers financial incentives to have their children vaccinated. This is through non-taxable payments for each child who meets the requirements for immunization. [[27]](#_edn27) One of the key outcomes of the implementation of these mandatory vaccination policies is that the government has not only taken positive action to protect the right to life of individuals within their jurisdiction, but they have ensured that individuals who rely on herd immunity are able to fully enjoy their human rights and fundamental freedoms the same way every other individual is able to, without putting their own lives at risk. State interference and limitations on rights From a public health perspective, a compulsory vaccination would be beneficial and it is clear that states have an obligation to protect the life of those within its jurisdiction. However, consideration should be given as to whether forcing individuals to receive a vaccination would interfere with any of their rights, and if so, would such an interference be lawful in the circumstances. Camilleri brings forward two specific ECHR articles with which compulsory vaccination would likely interfere: (i) Article 8-right to respect for private and family life, and (ii) Article 9-freedom of thought, conscience and religion. [[28]](#_edn28) The primary argument behind a violation of these rights relates to the idea that individuals should have reasonable control over the actions in which they partake, particularly when it considers an individual's human body. As we can see in the case of Herczegfalvy (1992), the forceful administration of food was considered under Article 8, but was held to be compatible with respect for the claimant's private life, as medical treatment was a necessity under the principles of psychiatry at that time. [[29]](#_edn29) Although the claimant was unsuccessful in this element, the violation would have been deemed unlawful if the court found that it was either not necessary, proportionate, or for a legitimate aim. Regarding Article 8 specifically, the state holds a primary negative obligation to ensure that public authorities do not interfere with individuals' right to private and family life. [[30]](#_edn30) As confirmed in the case of Kroon and others (1994), private life includes both the physical and psychological integrity of the individual. [[31]](#_edn31) Therefore, the physical aspect of the individual is an important element which may be conflicted with if that individual is required to be vaccinated by law. That said, Article 8(2) sets out that a state may interfere with the enjoyment of this right in certain circumstances. Similarly, Article 9 follows an analogous provision where states have an obligation to not interfere unless specific criteria can be satisfied. The \"Guide on Article 8 of the ECHR\", which is again similar to that of Article 9, says that for interference to be lawful, it must be: (1) in accordance with the law; (2) in the interests of national security, public safety, or the economic well-being of the country, for the prevention of the disorder of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others; and (3) that such interference is necessary in a democratic society. [[32]](#_edn32) Regarding the first element, the court has been consistent in ensuring that any interference with these rights by a public authority must be in accordance with the law. This requirement revolves around the rule of law, as an interference must not only comply with domestic law but should be equally enforced among all individuals and entities that fall under its jurisdiction. [[33]](#_edn33) An interpretation of this element is found in Silver and Others (1983), stating that the national law must be clear, foreseeable, and adequately accessible. [[34]](#_edn34) As mentioned in Piechowicz (2012) the clarity requirement relates to \"the scope of discretion exercised by public authorities\" which is to ensure that individuals are provided with a \"minimum degree of protection\" from the relevant authorities and the authorities are therefore working within the rule of law. [[35]](#_edn35) The second element relates to the question of whether the interference is in line with a legitimate aim set out in paragraph 2 of the relevant Article. [[36]](#_edn36) The court has often shown that as long as the aim of the interference falls within one of the objects set out in the provision, they will not hesitate to confirm satisfaction of this requirement. This can be observed in S.A.S. v France (2014), where the sensitive action of banning full face veils in public places did in fact serve a legitimate aim to ensure individuals can enjoy their right to live in spaces of socialization without having any barrier to social interaction. [[37]](#_edn37) That said, it would be fairly clear that a compulsory vaccination would work directly in line with an aim to protect the interests of public health and safety, as well as for the protection of the rights and freedoms of others through the effective implementation of herd immunity. The third element is perhaps the most critical, as \"necessary\" is a requirement that relies heavily on the specific circumstances. In the case of Olssen v Sweden (1988), \"necessary\" was said to imply the existence of a pressing social need and that it must be proportionate to the legitimate aim pursued. [[38]](#_edn38) This is a direct understanding that was incorporated into the ECtHR's \"Guide on Article 8\". [[39]](#_edn39) An important interpretation of this element is again found in Piechowicz, where it is stated that although the respondent state in the case must \"demonstrate the existence of a pressing social need behind the interference\", it is the court who must consider the margin of appreciation left to the state authorities. [[40]](#_edn40) This margin of appreciation varies depending on the circumstances in question, and therefore, allows the court to resolve practical differences in the implementation of provisions within the convention. [[41]](#_edn41) Upon the elements of necessity and proportionality, it would be very difficult to justify that a compulsory vaccination applying to all individuals within the UK jurisdiction would be justified. In the case of Biblical Centre of the Chuvash Republic v Russia (2014), the relevant authorities had to show that no other measures were available to achieve the same end that would interfere less seriously with the fundamental right concerned. [[42]](#_edn42) This was a burden that existed in order to prove that the interference was in fact necessary and proportionate. Specifically in relation to a compulsory COVID-19 vaccination, it is important to consider that there are alternatives that could be applied that would follow the same legitimate aim, yet would likely be less intrusive on individual rights. One of the more feasible options would be to continue, or even further the restrictions that have been implemented by the Coronavirus Act 2020, and that would apply to the UK population as a whole. In addition, while considering the elements of interference above, due to the variety of individual characteristics, activities, and needs across the population of the UK, it would be fair to say that certain population groups would find a compulsory vaccine significantly less necessary and proportionate than others. In considering each of the three essential elements relating to the lawful interference of Article 8, the recent decision in Vavika and Others v. the Czech Republic is highly significant as the ECtHR provided a ruling specifically in respect of compulsory vaccinations for MMR, as well as other diseases such as poliomyelitis, hepatitis B, and tetanus. [[43]](#_edn43) The applicants in Vavika challenged the lawfulness of the sanctions imposed as a result of failing to fully vaccinate their children under Czech law, specifically the Public Health Protection Act. [[44]](#_edn44) The sanctions imposed consisted of a fine equivalent to €110 for Mr. Vavika, and denial of admission to nursery schools for the children of the other applicants. [[45]](#_edn45) In determining whether the interfering sanctions entailed a violation of Article 8, the court was required to assess whether it was justified under Article 8(2), by applying the three prong test: (1) whether it was in accordance with the law, (2) whether it pursued one or more legitimate aims, and (3) whether it was necessary in a democratic society. [[46]](#_edn46) Without going into extensive detail, the court was satisfied that the state met each of these three requirements as the law existed to protect against diseases posing a serious health risk, to prevent decline in vaccination rates among children, and to support the state's positive obligation to protect the lives and health of those within its jurisdiction. [[47]](#_edn47) Furthermore, the ECtHR decided that the interference was proportionate in light of the aim pursued, therefore it concluded that there was no violation of Article 8. [[48]](#_edn48) Vavika is a case that very clearly considers all of the elements required in determining the lawfulness of compulsory vaccination under Article 8. That being said, although the ECtHR determined that compulsory vaccination in this case was lawful, it does not necessarily mean that this decision is the sole precedent for a challenge to a compulsory COVID-19 vaccination. Firstly, this is due to the fact that the court in Vavika explicitly states that \"the present case relates to the standard and routine vaccination of children against diseases that are well known to medical science.\" [[49]](#_edn49) It would be extremely difficult to claim that medical professionals have reached the same level of understanding of COVID-19 as the diseases concerned in the case of Vavika. Furthermore, the court made it clear that while vaccination was a legal duty in the Czech Republic, there were no provisions that allowed forceable vaccination. Therefore, this decision is one that was made based on the specific facts involved and cannot be assumed to dictate the ruling in a case of compulsory COVID-19 vaccination. Given this decision, the lawfulness of efforts to enforce a compulsory COVID-19 vaccination may depend on the degree of the consequence for noncompliance, while also considering what might be deemed an exception for noncompliance, specifically medical or religious reasons. The history of compulsory vaccination across the globe shows a trend of specific areas where compulsory vaccinations are lawfully implemented and therefore considered legitimate, necessary, and proportionate. There is a compelling argument supporting the implementation of such a vaccine to those in the public and private education sectors, as well as those who work in the healthcare system. These are typically environments where large numbers of people occupy relatively small areas. This leads to conditions where viruses can easily be transferred and therefore health matters within these areas are of high concern. Supporting the argument for the need for increased protection in these areas, a study from the Usher Institute showed that the reopening of schools (without any regard to vaccination) increases transmission of the virus by 24%. [[50]](#_edn50) Furthermore, a study conducted by the University College London Hospitals (UCLH) NHS Foundation Trust found that about 45% of the healthcare workers at the UCLH showed evidence of being infected with COVID-19 between the months of April and May 2020. [[51]](#_edn51) When applying the criteria for interference under Article 8(2) and Article 9(2), specifically to the education and healthcare sectors, the argument supporting necessity and proportionality appears to be considerably stronger than that of a compulsory vaccine directed at the general public. Conclusion The purpose of this essay is simply to state whether a compulsory COVID-19 vaccination would be a violation of human rights law. From the above analysis, primarily regarding the elements of the relevant articles of the ECHR and the interpretation of those elements by the court, it is evident that a compulsory vaccination would be lawful if the government were to implement such a policy within explicit parameters whereby a compulsory vaccination would be necessary and proportionate in the interest of public health and safety and for the protection of the rights and freedoms of others. The Joint Committee on Vaccination and Immunisation (JCVI) is the independent expert advisory committee that advises the UK health departments on immunisation, making recommendations concerning vaccination schedules and vaccine safety. In December 2020, JCVI provided a document to the UK Government with advice to facilitate the development of policy on COVID-19 vaccination. [[52]](#_edn52) This document set out the recommendations regarding prioritization of the administration of COVID-19 vaccines in the UK population based on a comprehensive review of COVID-19, demographic data, clinical risk factors for mortality and hospitalisation, as well as the mathematical modelling on the potential impact of different vaccination programs. [[53]](#_edn53) If at some point there is a decision to make a COVID-19 vaccination compulsory in the UK, who would be subject to this compulsory vaccination would likely be a decision made in line with further advice from JCVI through enforcement by the UK Government. However, imposing such a requirement upon specific groups of people raises a number of significant concerns, considering the potential challenges that can be brought forward by ethicists and/or representatives of various religions. These questions and concerns are highly complicated matters which are essentially outside the scope of this specific discussion. As COVID-19 continues to develop, the questions about vaccination become more significant. When considering the case law on the legality of interference with specific provisions of the ECHR, it seems possible that a compulsory COVID-19 vaccination can be enforced while still complying with human rights law. Only time will tell if compulsory vaccination will be adopted, but when it comes to the state's protection of the greater good under such unprecedented circumstances, enforcement of a compulsory vaccination appears to be one of the most effective and beneficial protective measures. Aaron Chia is a law graduate from the School of Law, University of Stirling, Scotland and currently a student associate at Yeghoyan & Jacula Law Firm, Ontario, Canada. References [[1]](#_ednref1) UK Public General Acts, Coronavirus Act 2020, 2020). [[2]](#_ednref2) Ibid, s.51; s.52; s.38-39. [[3]](#_ednref3) European Convention on Human Rights, European Treaty Series No. 5 (1950), art. 5. Available at [http://www.conventions.coe.int/Treaty/en/Treaties/Word/005.doc](http://www.conventions.coe.int/Treaty/en/Treaties/Word/005.doc). [[4]](#_ednref4) J. Pugh, \"The United Kingdom's Coronavirus Act, deprivations of liberty, and the right to liberty and security of the person,\" Journal of the Law and the Biosciences 7/1 (2020), pp. 1-14. (ECtHR, January 25, 2005); European Convention on Human Rights (see note 2), art. 2. [[7]](#_ednref7) Centers for Disease Control and Prevention, \"Impact of vaccines universally recommended for children-United States, 1990-1998,\" Morbidity and Mortality Weekly Report 48/12 243-248. [[8]](#_ednref8) Hussain et A in Modern Medicine,\" Cureus 10/7 Pierik, \"Mandatory Vaccination: 381-398. Mallory, \"Vaccination-induced herd immunity: Success and challenges,\" Immunology 142/1 (2018), pp. 64-66. [[11]](#_ednref11) M. Sadarangani, Oxford Vaccine Group, Herd Immunity: How does it work? (2016). Available at [https://www.ovg.ox.ac.uk/news/herd-immunity-how-does-it-work](https://www.ovg.ox.ac.uk/news/herd-immunity-how-does-it-work). [[12]](#_ednref12) L. Kestenbaum, and \"Measles Efforts Outbreak, France,\" Infectious (2013), experience,\" and Global Health 113/7 (2019), pp. 291-296; D. Lévy-Bruhl et al. \"Extension of French vaccination mandates: from the recommendation of the Steering Committee of the Citizen Consultation on Vaccination to the law,\" Eurosurveillance 23/17 (2018), 18-00048. [[15]](#_ednref15) European Convention on Human Rights (see note 2), art. 9. [[16]](#_ednref16) C. Hough-Telford et al. \"Vaccine Delays, Refusals, and Patient Dismissals: A Survey of Pediatricians,\" Journal of the American Academy of Pediatrics 138/3 (2016), e20162127. [[17]](#_ednref17) Vanderbilt Occupational Health Clinic, Immunizations and Religion (2013). Available at [https://www.vumc.org/health-wellness/news-resource-articles/immunizations-and-religion](https://www.vumc.org/health-wellness/news-resource-articles/immunizations-and-religion); J. Grabenstein, \"What the world's religions teach, applied to and (2013), Journal 183/16 (2011), pp. e1167-e1168. [[19]](#_ednref19) UK Public General Acts, Human Rights Act 1998, c.42 (November 9, 1998). [[20]](#_ednref20) L.C.B. v The United Kingdom App no. 14/1997/798/1001 (ECtHR, June 9, 1998), para. 36. [[21]](#_ednref21) O¨neryildiz v Turkey App no. 48939/99 89. [[22]](#_ednref22) F. Camilleri, \"Compulsory vaccinations for children: Balancing the competing human rights at stake,\" Netherlands Quarterly of Human Rights 37/3 (2019), pp. 245-267. Calvelli and Ciglio 17, 2002), para. 49. [[24]](#_ednref24) A. Fiebelkorn, J. Seward, and W. Orenstein, \"A Global Perspective of Vaccination of Healthcare Personnel against Measles: Systematic Review,\" Vaccine 32/38 (2015), 4823. [[25]](#_ednref25) F. D'Ancona, \"The law on compulsory vaccination in Italy: an update 2 years after the introduction,\" Eurosurveillance 24/26 (2019), 1900371; Walkinshaw, \"Mandatory vaccination: The Canadian Ward, B. Hull, and J. Leask, \"Financial incentives for childhood immunisation - a unique but changing Australian initiative,\" Medical Journal of Australia 198/11 (2013), App no. 10533/83 (ECtHR, September 24, 1992). [[30]](#_ednref30) European Convention on Human Rights (see note 2), art. 8. [[31]](#_ednref31) Kroon and Others v. the Netherlands App no. 18535/91 (ECtHR, October 27, 1994), para. 31. [[32]](#_ednref32) European Court of Human Rights, \"Guide on Article 8 of the European Convention on Human Rights - Right to respect for private and family life,\" (December 31, 2016). Available at https://www.echr.coe.int/documents/guide_art_8_eng.pdf. [[33]](#_ednref33) Halford v The United Kingdom App no. 20605/92 (ECtHR, June 25, 1997). [[34]](#_ednref34) Silver and others v The United Kingdom 6205/73; App no, 20071/07 (ECtHR, April 17, 2012). [[36]](#_ednref36) European Court of Human Rights, \"Freedom of thought, conscience and religion: A guide to the implementation of Article 9 of the European Convention on Human Rights,\" (June, 2007). Available at [https://www.echr.coe.int/Documents/Guide_Art_9_ENG.pdf](https://www.echr.coe.int/Documents/Guide_Art_9_ENG.pdf). [[37]](#_ednref37) S.A.S. v France App no. 43835/11 (ECtHR, July 1, 2014). [[38]](#_ednref38) Olsson v Sweden App no. 10465/83 (ECtHR), March 24, 1988), para. 67; Dudgeon v. The United Kingdom App no. 7525/76 (ECtHR, October 22, 1981). [[39]](#_ednref39) Also see Z v Finland App no. 22009/93 (ECtHR, February 25, 1997). [[40]](#_ednref40) Piechowicz (see note 34). Paradiso and Campanelli no. 25358 (ECtHR, January 24, 2017), para. 182. [[42]](#_ednref42) Biblical Centre of the Chuvash Republic v Russia App no. 33203/08 (ECtHR, June 12, 2014). [[43]](#_ednref43) Vavika and Others v. the Czech Republic App no. 47621/13 and 5 others (ECtHR, April 8, 2021). [[44]](#_ednref44) Act No. 258/2000 on protection of public health as consolidated to Act No. 471/2005. [[45]](#_ednref45) Vavika (see note 42), (see note 42), para. 158. [[50]](#_ednref50) Y. Li et al. \"The temporal association of introducing and lifting non-pharmaceutical interventions with the time-varying reproduction number (R) of SARS-CoV-2: a modelling study Lanclet Infectious 22/2 (2021), pp.139-202. [[51]](#_ednref51) London NHS Foundation Trust, \"Pandemic peak SARS-CoV-2 infection and seroconversion rates in London frontline health-care workers,\" Elsevier Public Health Emergency Collection 396 (2020) pp. e6-e7. [[52]](#_ednref52) Department of Health and Social Care, \"Joint Committee on Vaccination and Immunisation: advice on priority groups for COVID-19 vaccination,\" (December 30, 2020). Available at [https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/950113/jcvi-advice-on-priority-groups-for-covid-19-vaccination-30-dec-2020-revised.pdf](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/950113/jcvi-advice-on-priority-groups-for-covid-19-vaccination-30-dec-2020-revised.pdf). [[53]](#_ednref53) Ibid, pp. 1. "}