{"title": "Chiropractic students' attitudes about vaccination: A cause for concern?", "author": "Robert Pless; Beth Hibbs", "url": "https://www.cmaj.ca/content/166/12/1544", "hostname": "cmaj.ca", "description": "Immunization was, without question, one of the greatest public health achievements of the 20th century.[1][1] Given its continuing success in controlling diseases that once maimed or killed, vaccination should be recognized as an important part of health care or, at the very least, an acceptable", "sitename": "CMAJ", "date": "2002-06-11", "cleaned_text": "Immunization was, without question, one of the greatest public health achievements of the 20th century. [1](#ref-1) Given its continuing success in controlling diseases that once maimed or killed, vaccination should be recognized as an important part of health care or, at the very least, an acceptable health care practice even to health professionals who do not perform it. [2](#ref-2) Unfortunately, a subset of chiropractors weigh in on the issue in a negative fashion by discouraging vaccination or raising concerns about its safety or effectiveness among their patients [3](#ref-3), [4](#ref-4) or even by actively opposing immunization. [5](#ref-5) In the survey reported on page 1531 of this issue, Busse and colleagues [6](#ref-6) discovered an unsettling trend during the professional education of chiropractic students. The authors found that while some students had negative attitudes toward vaccination on entering their training for the profession, many others appeared to develop such attitudes as they progressed through their studies. Yet the core curriculum of the Canadian Memorial Chiropractic College (CMCC), where the survey was conducted, teaches both immunology and health promotion [7](#ref-7) and is itself supportive of vaccination. In addition, the policy viewpoint of the Canadian Chiropractic Association also supports vaccination as it is currently practised in Canada. [5](#ref-5) It seems that the negative attitudes acquired by some students resulted from their stated reliance on more \"informal\" sources of vaccine information during their studies, such as the general chiropractic literature and informal talks held at the college. Some of the attitudes expressed by CMCC students are truly disturbing. That 23.5% of the 119 fourth-year students agreed with the statement that \"there is little scientific proof that immunization prevents infectious disease\" and 16.8% agreed that \"vaccines have not substantially changed the incidence of any major infectious disease\" is difficult to understand, given that smallpox has been eradicated, polio is on the verge of eradication and measles is near elimination from the Western Hemisphere. These accomplishments are clearly presented in basic public health courses and remain the subject of media attention. The greatest concern about the negative attitudes toward vaccination of some of the CMCC students is that, in light of the growing prevalence of chiropractic care in Canada and elsewhere, [8](#ref-8) there is a risk that these attitudes will be passed on to patients. [2](#ref-2), [5](#ref-5) Surveys have shown, not surprisingly, that parents' get most of their information about vaccination from their doctors. [9](#ref-9) However, the extent to which those who seek chiropractic care might be influenced by their chiropractor's views is unknown. There are a number of reasons why some chiropractors might oppose vaccination, [5](#ref-5) as well as suggestions about where they might acquire those beliefs. However, the study reported here [6](#ref-6) suggests that even in the face of education to the contrary (provided by their own professional school) and despite the policies of their professional association, negative beliefs are still acquired or persist in a sizeable minority of students. The propagation of these negative attitudes could chip away at vaccination coverage and put infants and children in harm's way once again, something no health care professional should want. Reliable and accessible information about vaccines, along with the tools to evaluate myths and invalid claims about their safety, may help to put vaccination decisions in their proper perspective. For the general public, the Centers for Disease Control and Prevention, along with public health partners such as the American Academy of Pediatrics, the Immunization Action Coalition and the National Network for Immunization Information, have created and maintain comprehensive information about vaccination, disseminated through a variety of channels, including the Internet, telephone hotlines and traditional mail. Canada is doing the same through its Canadian Immunization Awareness Program. [10](#ref-10) Similarly, although critical appraisal and research skills are taught to CMCC students, [7](#ref-7) these clearly need to be reinforced during the lectures that discuss vaccination as a health promotion practice, to even better equip students to separate fact from fiction, particularly in the context of the informal lectures and discussions in which they participate. The survey reported by Busse and colleagues [6](#ref-6) did not measure the degree to which students truly believe some of the more common myths related to vaccination, nor did it evaluate the reasons for development of negative attitudes regarding the value of infant and adult vaccination recommendations. Thus, it would be of interest to ascertain how informal sessions at the college are organized, what their content is and, most important, why they appear to undermine concepts taught in the core curriculum. Although chiropractic professionals have not traditionally been considered influential in discussions of vaccination-related issues, it is clear from this study and others that they are interested and engaged. However, there is a perception among some in the medical profession that the chiropractic profession is \"antivaccine,\" which makes it difficult for the 2 groups to work together. In reality, only a segment of the chiropractic profession holds such views. Given that CMCC graduates some 80% of all chiropractors in Canada and is located close to the University of Toronto, the largest medical school in the country, promotion of vaccination programs might be an ideal model for encouraging medical and chiropractic students to work together and learn from each other. To our knowledge, such collaboration has not been formally attempted. Members of the public seeking the best combination of health care for themselves and their families would only benefit if this could be achieved. See related article page [1531](/lookup/volpage/166/1531) Footnotes - Contributors: Robert Pless was responsible for the concept, initial research, first draft and editing of the final manuscript. Beth Hibbs was responsible for the concept, review of draft, additional research and editing of the final manuscript. Competing interests: None declared. Correspondence to: Dr. Robert Pless, National Immunization Program, Centers for Disease Control and Prevention, MS E61-1600 Clifton Rd. NE, Atlanta GA "}