{"title": "Ayahuasca Diet Preparation - Mai Niti Healing Center", "author": null, "url": "https://mainiti.org/preparation/", "hostname": "mainiti.org", "description": "The ayahuasca diet will ensure you go through your healing journey in safe and profound way, and remain open to receive the deepest level of healing.", "sitename": "Mai Niti Ayahuasca and Plant Medicine Healing Center", "date": "2019-03-27", "cleaned_text": "To ensure that you are ready and open to the healing process you will undergo during an ayahuasca retreat at Mai Niti, it is important to prepare yourself before you arrive. Your preparation will also help to ensure your safety. Following these guidelines will help enable you to undergo your healing journey in a safe and profound way. The cleaner your body is when you arrive, the more easily the plants can work with you. Please note that some of these guidelines are only suggestions provided to help ensure you receive maximum benefits from working with ayahuasca. Eating a small amount of salt or oil for example during your preparation will not adversely affect your journey in any significant way. However eating junk food daily can make it so the ayahuasca and the plants will have a bigger job of purifying your body when you arrive, so every step you take in purifying yourself before and during your stay with us will help you in your healing journey. A big part of the preparation is demonstrating to yourself and ayahuasca your commitment to your healing path. But please do not be too hard on yourself as adding unnecessary pressure onto yourself can actually work against your healing process. While some of these guidelines such as avoiding salt are suggestions to maximise the benefits you receive from the plants, others such as avoiding certain medications are requirements which are absolutely essential to ensure your safety. In this guide we will point our which guidelines are suggestions and which are requirements. Food Food is an important in preparing for an ayahuasca retreat. Low quality, toxic food creates a toxic environment in our bodies which the plants will have to clean. By taking care of our bodies and eating healthy food, the plants can work with us on a deeper level because the first step of cleaning and purifying the body won't be such a big job for the plants. Additionally, certain foods can block our energy and make it more difficult for the plants to move through us and work with us, therefore the foods we avoid during the dieta may not necessarily be unhealthy, we just need to avoid them in order to open ourselves and allow the plants to enter us unhindered and work with us on a deeper level. The following table gives a brief list of what is good and not so good to eat during your preparation. Like everything, moderation is the key. It is okay to eat some salt, sugar, oil and different foods during the day, but eating greasy fried food for every meal during your preparation can work against you in your process. - Cheese - Pork - Spicy Food - Fermented Foods - Dairy - Excessive fatty and oily foods - Excessive sugar - Excessive salt - Fruits - Vegetables - Rice - Quinoa - Lentils - Oats Aged cheese are best avoided altogether for at least a few days before ayahuasca as it contains high levels of tyramine, a substance which raises blood pressure. Ayahuasca causes tyramine to build up to even higher levels, which could raise blood pressure to dangerously high levels. Foods that contain high levels of oil such as avocados, peanuts and fish are usually best eaten in moderation or avoided. For cooking, it is best to boil or steam your food and avoid frying altogether. If you need to fry with oil, your best choice is coconut oil. While it is best to limit your intake of sugar (avoid sweets and foods packed with sugar), for the most part fruits are good to eat during the ayahuasca diet. Its best to limit or avoid eating acidic fruits on the same day of the ayahuasca ceremony. Citrus fruits and bananas can inhibit some of the effects of ayahuasca so best to avoid on the day of ayahuasca. At Mai Niti healing center, all food is prepared without oil and salt, the food we provide is strictly dairy and meat free, but commonly includes eggs (unless the guest is vegan). While sugar is a no no, we provide plenty of fruit at Mai Niti. Substances Substances like alcohol and other recreational drugs should be stopped for some time before attending an ayahuasca retreat. The same applies to most psychiatric drugs which can interact with ayahuasca in detrimental ways. Additionally, its important to be mindful of what supplements one is taking in the days or weeks leading to an ayahuasca retreat as they can influence ones biochemistry, which in turn can influence the way in which ayahuasca effects you. The following table is to give you an idea of what substances to avoid and which are okay: - Alcohol - Psychiatric Medications - Recreational Drugs - 5-HTP It is extremely important that one stops taking certain psychiatric medications before attending an ayahuasca retreat as some medications can have dangerous and even fatal interactions with ayahuasca. For example, most commonly prescribed antidepressants can produce extremely dangerous interactions with ayahuasca. The following medications should be stopped for before attending an ayahuasca retreat. Some medications such as antidepressants including SSRI, SNRI and MAOI antidepressants need to be stopped completely for at least a month before attending an ayahuasca retreat. Combining these meditations with ayahuasca can cause a potentially fatal condition called serotonin syndrome. Other types of medication such as benzodiazepines are safe to take with ayahuasca, but will inhibit the ayahuascas ability to work through you. For plant dietas, any medication one is taking could potentially inhibit the ability of the plants to enter and work with you, and could also trigger detrimental and dangerous reactions with the plants so it is highly advisable to be clear of all medications, especially psychiatric medications before undergoing this journey. There are of course exceptions to this, there are situations where stopping the medication can cause serious, even life threatening problems. In cases where the benefits of staying on the medication greatly outweighs the potential problems, then it is better to stay on the medication. If you would like to join a retreat with us and happen to be taking medication, please be sure to let us know and we will let you know if it is safe to undergo this journey while continuing to take the medication. The following link contains comprehensive advice about medications and foods to avoid prior to taking ayahuasca. It's important that you read it in full prior to joining us for a retreat. [http://www.ayahuasca.com/science/foods-and-meds-to-avoid-with-maois/ ](http://www.ayahuasca.com/science/foods-and-meds-to-avoid-with-maois/ ) Activities The activities you are involved in during the days and weeks leading to your retreat will have an impact on your energy and state of consciousness. It is wise to be mindful of the activities you involve yourself in, and seek to engage in activities which have a beneficial effect on your energy and state of mind. - Sex - Watching TV - Interacting with Very Negative People - Dwelling on Negative Thoughts - Meditation - Reading Uplifting Material - Breathwork - Focusing on Your Intent What to expect at the center Quality of facilities: If you're looking for an ensuite bathroom, warm water, a toilet that has a flush and no insects, you are likely best off looking at another center. Mai Niti is NOT a 5 star (or 4!) luxury resort! However, most guests get used to the rustic rooms and jungle lifestyle quickly and come to appreciate the simplicity of the center and living here. Leaving the center during your retreat: You will be expected to stay in the center (unless otherwise instructed) from the day your retreat starts up until it ends - this is because you'll be open energetically whilst working with the plants, and the maestros want for you to be entirely focused on your healing process and to ensure that nothing goes wrong whilst you're under their care. For those staying for longer periods of times, breaks can often be arranged as well as occasional trips to the city - it's best to discuss this with the maestros prior to your diet starting if of concern. Living in the Shipibo Community: Living in the community comes with its benefits - you get to learn how the Shipibo tribe live, there are sometimes opportunities to do workshops with the locals, and most importantly, you'll get an opportunity to get whooped at volley ball by them on the center's volleyball court (a few weeks of training and we might just beat them ) ... But it also comes with its downfalls - specifically, the noise. At times, you'll hear sounds form the local fruit sellers, neighbours playing music, the occasional mototaxi or boat, and the usual sounds you'd expect from living in a close knit community. There is the option for isolation and complete silence in the family farm, but we advise that you discuss this option with us prior to joining us. It's worth mentioning that most guests come to enjoy life in San Francisco, noises included! Planning to buy gifts? One of the local community's main source of income is through selling their artisan crafts - if you're interested in supporting them and going home with some great gifts, we recommend that you bring along some pocket money! Life at the center is slow - at times, guests arrive expecting to be entertained throughout their stay. Please be aware that this is not the case, and you'll have a lot of time to reflect and relax (as is essential to one's process). Many guests opt to bring reading materials, and a limited amount of reading is fine. It's highly recommended to bring instruments if you play music, or art materials if you're into art - and also to bring a journal where you can record your thoughts, feelings, and realisations and you go through your healing process. Creating, and relaxing, is helpful in a way that consumption of either words through books, films, listening to music or whatever other form of incoming information isn't. Activities at the center: Activities are entirely dependent on the weather and the Shaman's instructions. The main focus at the center is the ceremonies and the accompanying healing. However, at times we go for trips to the family farm, or we get in the boat for a trip down river, or invite some of the locals to share their skills (for example massage, classes in creating Shipibo art, learning to prepare food Shipibo style etc) Food whilst at the center: It's worth pointing out that you likely won't be eating as much as you're accustomed to! This is an integral part of the Shipibo way of healing. On ceremony days, you won't eat dinner. On Huachuma (San Pedro days) you won't eat breakfast... And there won't be seconds or thirds when you do have meals. You also won't have dinner if the maestros decide that you need other medicinal plants, which you will drink in the night time usually before bed at 9pm. We eat a primarily vegan diet - without spices (that means salt too, i'm afraid!) and with many limitations (many foods can hinder the various medicines ability to move through you and help you heal. Since the primary focus of the center is your healing - there are strict dietary limitations involved. Whilst Ester does her best to cook delicious meals - it's a difficult task cooking without the freedom to use non-plant-medicine ingredients. At times, fish will also be served. Vomitivos: At times, you'll be given purgative plants as part of your healing process. Not all guests are given 'vomitivos' (plant preperations that enter your body to clean it out, which are then vomited out by drinking a large amount of water). You will never be forced to do anything at the center, but it is recommended to follow the maestros guidance. The vomitivo can sometimes be super simple and over in an hour with no side-effects... However, at times, you may find yourself with discomfort in the form of pain and regular use of the bathroom for the duration of the day. In most cases, you'll be back to normal completely the next day. It isn't all doom and gloom, by the way - we just want to give you a warning. I've personally had vomitvos that left me bursting with energy and amazed at the difference something I assumed was trivial can make not just to your body, but to your mind and being. Other plants at the center: At the center we work with a plethora of plants to assist with your healing - some are psychoactive, but the majority aren't. You can expect them to affect your dreams, thinking patterns, and general energy. At times, they may make you feel sick, or weak - this isn't an indicator that something's gone wrong (in fact, it's sometimes an indicator that something's gone right! I remember when i first came to the center, Lucila would ask me if i felt week and had been sick... I kept saying no, until one day i said yes and she said 'perfecto!'!) - The maestros are highly experienced, and would never give any plant that could put you in any danger. Healing additional conditions: If you have issues with your body - be it pains, your skin, dodgy joints - literally whatever! ... Then the maestros would LOVE to know so that they can see how they can help you at no extra charge during your stay at the center. If any issues you have are of serious concern, it's best to discuss in your initial conversation with the maestros, so that they can better indicate the amount of time required to cure said issues. Post diet guidance In your last translation session prior to leaving the center, Lucila will give you specific and personal guidance for what you should and shouldn't eat or do - as well as how long for. Until then, here's some general guidance to give you an idea of what your post-retreat recommendations will be: For 7 days: No sex, alcohol, drugs, pork, crocodile / alligator, and also you should avoid refrigerated or frozen cold drinks / foods. You should also avoid fried foods and use only a small amount of oil or none at all. Foods that are good to eat are soups and all vegetables / fruit. It's ok to eat chicken and some types of fish (like Maparate and Doncella) - but best to limit the frequency to around once a day (and before you eat a whole chicken for breakfast, it's best to have smaller amounts too!) After the 7 days, you can slowly reintroduce other foods into your diet - pay attention to how you feel. "}