{"title": "Student Health Services", "author": null, "url": "https://www.stjohns.edu/life-st-johns/health-and-wellness/student-health-services", "hostname": "stjohns.edu", "description": null, "sitename": "St. John's University", "date": "2023-01-01", "cleaned_text": "Student Health Services is St. John's University's heath center! We offer health-care services to all matriculated and nonmatriculated students enrolled at St. John's University. The care offered is free and confidential regardless of insurance status. St. John's Student Health Services will be partnering with CVS to help students get their influenza and COVID-19 vaccines this fall on campus! This is a three-day event! On September 26-27, 2023, the clinic will have influenza and Pfizer COVID-19 vaccines. On September 29, 2023, the clinic will have influenza and Moderna COVID-19 vaccines. Please use the links below to make your appointment: The clinic will be held in the Student Health Services office in DaSilva Hall (Google Maps link), ground floor. (DaSilva Hall is located directly across from Donovan Hall.) At the time that you scheduled your appointment, you should have received an email or text confirmation. You can cancel your appointment directly from the link provided in the text or email. Do not come to the clinic, and please cancel your appointment. Please show up 15 minutes prior to your appointment time for check in. At the time that you scheduled your appointment, you should have received an email or text confirmation. You can cancel your appointment directly from the link provided in the text or email. Welcome to St. John's University Student Health Services. The University Health Center strives to provide all students with access to high quality health care. While Student Health Services only treats minor illness and injuries, we have a highly experienced team of health-care professionals that can connect students to health-care resources on campus and in the community should they require emergency or chronic disease management. Rear entrance of DaSilva Hall (map; directly across from Donovan Hall) Monday to Thursday, 8:30 a.m. to 4:30 p.m. Friday, 8:30 a.m. to 3 p.m. Please note our office is closed during University observed holidays. We are closed on Fridays beginning Friday, June 2 through Friday, August 4 (summer Fridays). Regular hours of operation resume on Monday, August 7. 718-990-6360 If this is a true medical emergency and you are on campus, please contact Public Safety at 718-990-5252 and if you are off campus please call 911 or go to your nearest Emergency Room. If you are experiencing a true medical emergency, please call 911 OR if you are on campus, call Public Safety at 718-990-5252. You may make an appointment the following ways: When availability permits, Student Health Services accepts walk-in appointments based on clinical need and on a first-come, first-served basis. Director of Student Health Services & Family Nurse Practitioner Heather Torelli-Ienopoli is an ANCC board certified Family Nurse Practitioner who is specialized in Family Practice Medicine which focuses in pediatric, adult, and geriatric medicine. She is the Medical Director for St. John's University's Student Health Services Department for the Queens Campus. She completed her Associate and Bachelor of Science Degree in Nursing from Gwynedd Mercy College in Gwynedd, Pennsylvania and then earned her Master of Science in Nursing from Thomas Jefferson University in Philadelphia, Pennsylvania. She has been in healthcare for over 17 years working in acute inpatient care, primary care, retail health, and cooperate health in provider, educator, and leadership roles. Her philosophy when it comes to medicine is to prevent chronic illness by early intervention and education. She came to St. John's from Crossover Health @ Comcast NBCUniversal in August 2022 and feels blessed to have the opportunity to care for St. John's Students, as they are the bright minds of our future! She is a wife and loving mother to her son and golden retriever. She loves running, live comedy and traveling. Registered Nurse at Student Health Services Rhiannon is one of the Registered Nurses for Student Health Services at St. John's University. Rhiannon graduated with her Bachelor of Science in Nursing from Molloy University in 2019. After receiving her licensure as a Registered Nurse in the state of NY, she went on to work in the inpatient hospital setting, gaining experience in the specialties of Pediatrics and Labor and Delivery. Rhiannon joined the St. John's Student Health Services team as an RN in February 2023. She is excited to be a part of the St. John's community and looks forward to creating a welcoming environment for students to address their health care needs! While not at work, she loves traveling, spending time with family and friends, and cozying up to a good book. Family Nurse Practitioner Tatum FitzGerald is a Family Nurse Practitioner for Student Health Services for the Queens campus. She is an ANCC board certified Family Nurse Practitioner with a subspecialty in Women's Health. She received her Master's of Science in Nursing, and later, her Doctor of Nursing Practice from Columbia University. She began her career as a Counselor and Healthcare Associate in sexual/reproductive health nine years ago. She has since practiced as an RN and FNP in primary and urgent care practices and believes strongly in providing quality healthcare to under-served communities. She joined Student Health at St. John's in March of 2023 and feels privileged to be caring for students at this time in their young adult lives. She enjoys any and all outdoor activities, eating delicious food, and rooting for the Knicks! Registered Nurse Nicole is a licensed Registered Nurse who received her Bachelor of Science in Nursing Degree from the College of New Rochelle. She has been in health care for over 20 years. She has nursing experience in the fields of occupational health, critical care, primary care, and women's reproductive health. Nicole joined the Student Health Services team in June 2022 having 10 years of previous college health experience. She loves being a part of the SHS team caring for the well being of St. John's students. When she is not at work, she enjoys spending time with her family and friends. She is a huge Marvel fan and loves music and dancing. Front Desk/Medical Record Specialist Kristine Alido is your Medical Records Specialist who will be your first person of contact upon entering the Student Health Service Center. Kristine is a great resource for answering student questions and setting students up with providers for office visits. Kristine attended Plaza College and is a Certified Medical Assistant and Phlebotomist. Prior to working at St. John's University, Kristine worked for private clinics and within the last 5 years she has been in corporate health assisting providers with outpatient procedures, handling confidential paperwork, and providing quality patient care for a high-profile client. Kristine joined Student Health at St. John's in March of 2023 and is eager to bring high quality customer service skills to an established medical facility that will enable her to utilize all the skills she has acquired from past experiences. On her downtime, she enjoys reading, meditating, exploring the outdoors, spending time with friends and family, and spoiling the family pets. St. John's University will retain medical records for 7 years post a student's graduation or departure from the University. If it has been more than 7 years, you should contact your pediatrician or primary care doctor for your immunization records If you have been a student within the last 7 years, please follow these steps to request your immunization records. Due as soon as possible after June 1 per New York State Public Health Laws 2165 and 2167, all students must submit proof of immunization to Measles, Mumps, and Rubella (MMR) as well as either proof of meningoccocal vaccination or a declination form. Students who are not in compliance with these university requirements and New York State laws will not be permitted to move into their residence hall and will not be able to attend classes. Please submit your health forms via the Medicat, the online patient portal. Health forms are not accepted via mail, fax, or email. New York State Public Health Laws 2165 and 2167 require students to provide proof of immunization to Measles, Mumps & Rubella as well as proof of meningitis vaccine or declined meningitis vaccine. *Fully online students, who never come to campus, are only required to provide proof of the Meningitis Vaccine or submit the \"Meningitis Declination\" form. You can call Student Health Services at 718-990-6360. For assistance logging in, please read: Students who have not submitted proof of immunization and a meningitis response form to Student Health Services will face the following consequences under New York State law: The financial implications of canceled enrollment are: For international students, the student status implications of canceled enrollment are: A student may not attend in-person classes until either the student (a) has been formally granted an exemption to the University's MMR Vaccination requirement or (b) has provided proof of immunity or vaccination to Measles, Mumps, & Rubella (MMR). If an application for an exemption to the University's MMR vaccine requirement is denied, your student must provide proof of receipt of MMR vaccination via Medicat to maintain enrollment in-person classes. The University's decision on an exemption application is final and not appealable. If a student is granted a medical/religious exemption to the University's MMR vaccine requirement, it is only valid for that academic year (i.e., 2023-2024) or during the period advised by your medical provider; the student must reapply each academic year or when terms of the granted exemption expire. For students living in University housing: Before being allowed to move in, a student must have submitted proof of full vaccination or immunity (e.g. titers) against Measles, Mumps, and Rubella (MMR) or have been formally granted a medical/religious exemption. There are no exceptions to this policy. If you are unsure of the requirements, please see the See \"MMR\" tab. If you have any questions regarding the University's MMR vaccine requirement, please call Student Health Services at 718-990-6360. To apply for a religious exemption from the MMR vaccination, you must complete all four of the following requirements and upload them to the Medicat Patient Portal: To apply for a medical exemption from the MMR vaccination, you must complete ALL THREE of the following Requirements and upload them to the Medicat Patient Portal: As of March 28, 2023, St. John's no longer requires students to provide proof of vaccination to COVID-19. Vaccinations and boosters are strongly recommended as they remain very effective in protecting each of us individually from serious illness and death. Visit vaccinefinder.nyc.gov for assistance finding a nearby vaccination site. COVID-19 is a serious disease that can lead to hospitalization and death. Even healthy people can get very sick from COVID-19 and spread it to others. The people at greatest risk for poor outcomes are adults over the age of 50 years, those who are immunocompromised or have a weakened immune system, and individuals who have certain underlying health conditions. The Center for Disease Control still recommends that the best protection against COVID-19 is the COVID-19 primary vaccination series and booster. Influenza is a serious disease that can lead to hospitalization and sometimes even death. Even healthy people can get very sick from the flu and spread it to others. \"Flu season\" in the United States can begin as early as October and last as late as May. Anyone planning to receive a flu vaccine should speak with a health-care provider before being vaccinated. The University will not be responsible for any adverse reactions due to the flu vaccine. Visit vaccinefinder.nyc.gov for assistance finding a nearby vaccination site. Students should submit the Physical Examination Form as required by their program. Please provide this form to your health-care provider (MD, DO, NP, or PA). Once the form has been completed, please upload it via Medicat. Students should use the Club Sports Physical Medical Eligibility Form for pre-participation clearance for club sports at St. John's. Please provide this form to your health-care provider (MD, DO, NP, or PA). Our online patient portal, Medicat, offers a convenient way to submit the health forms required by St. John's University. Once you have deposited as a St. John's student or registered for classes, you will receive access to Medicat, via signon.stjohns.edu. St. John's University has an interface with the New York State and New York City Immunization Registries, so if you have received your immunization in New York State it is likely we have your information on file. You can see this by clicking on the \"Immunization\" tab. If you do not have the required immunizations on file, please follow the below steps. To obtain and upload health forms in Medicat, the online patient portal: For MMR and meningitis vaccines: For individuals who wish to decline the meningitis vaccine: Important: Please allow up to 14 business days for immunization records to be processed. For questions about health forms, please call Student Health Services at 718-990-6360. In the event of an unlikely emergency, take some time now to learn how your insurance works so you know what to do, where to go, and who to call. Please visit Student Health Insurance to learn more. If you are a resident of New York State, you may consider obtaining health insurance through the New York State Health Insurance Exchange. You may also call 311 and ask for information about public health insurance programs. There may be times when you might need extra support to cope more effectively with a personal or emotional issue. The staff at the Center for Counseling and Consultation is dedicated to helping students with a whole range of challenges that may interfere with the ability to live well, relate to others, and succeed academically. Disability Services aims to aid students with all types of conditions including physical and learning disabilities, temporary injuries, and chronic illnesses to access the educational possibilities at St. John's University as per federal law. The Sexual violence Outreach, Awareness, and Response (SOAR) office works to prevent and reduce the traumatic impact of sexual assault, dating and relationship violence, and stalking at St. John's University. We do this through outreach with community stakeholders, raising awareness among our student population and by supporting victims through providing on and off campus resources. Campus Recreation provides the entire University community with the opportunity to participate in a variety of formal and informal activities. Our activities encompass team sports, individual and dual sports, as well as competitive and noncompetitive activities. The mission of the Wellness Education team is to help you create a \"wellness kit\" that includes the most effective strategies for balanced living. We want to put the information you need to make healthy choices into your hands. If you do not have proof of receiving the Measles, Mumps, or Rubella (MMR) vaccinations but have had these vaccinations in the past, you may submit a MMR titer result to fulfill this requirement. The MMR titer is a blood test that shows whether or not you have immunity to Measles, Mumps, and Rubella. In order for the titer to suffice the university requirement, you must be immune to all three: Measles, Mumps, and Rubella. Contact your primary care physician or an urgent care to get an appointment for a MMR titer. If you go to an urgent care, you must be 18 years or older for an independent office visit. For students younger than 18 years, you will need to have a parent or legal guardian present. CityMD of Auburndale191-20 Northern Blvd, Flushing, NY 11366 Tel: 718-224-8855 Union Medical Care186-06 Union Tel: 718-575-0974 CityMD Jamaica Ave, Jamaica, NY 11432 Tel: 718-571-9116 Contact your primary care physician or an urgent care to get an appointment for a MMR or Meningitis vaccination. If you go to an urgent care, you must be 18 years or older for an independent office visit. For students younger than 18 years, you will need to have a parent or legal guardian present. NewYork-Presbyterian/Queens56-45 Main St, Flushing, NY 11367 Tel: Health LIJ Ave, NY 11040 Tel: 718-470-7000 Hospital Center82-68 164th Tel: 718-883-3000 City Northern Tel: 718-224-8855 CityMD Jamaica Tel: 718-571-9116 Union Medical Urgent Care186-06 Union Turnpike, Jamaica, NY 11366 Tel: 718-575-0974 Rite Aid15802 P. Noonan Jr. Blvd, Sunnyside, NY 11104 Tel: 718-741-4800 COVID-19 is a respiratory disease caused by SARS-CoV-2, a coronavirus discovered in 2019. The virus spreads mainly from person to person through respiratory droplets and small particles produced when an infected person coughs, sneezes, or talks. The virus spreads readily in crowded or poorly ventilated indoor settings. Take Action If You Are Exposed to COVID-19: If you have symptoms of COVID-19 (or if you have symptoms consistent with COVID-19) DO NOT COME TO CAMPUS and get tested or test yourself with a home test kit. To find a testing site near you, text \"COVID TEST\" to 855-48 or visit COVID-19 Testing Locations. For students living in university housing who develop symptoms, please first call Student Health Services at 718-990-6360 to make an appointment. (Please do not walk in.) You can end isolation based on how serious your COVID-19 symptoms were. Mpox is a rare disease caused by infection with the mpox virus. Mpox virus is part of the same family of viruses as variola virus, the virus that causes smallpox. Mpox symptoms are similar to smallpox symptoms, but milder, and mpox is rarely fatal. Mpox "}