{"title": "Riboflavin Treatment", "author": "Keith Massey", "url": "http://curertd.org/what-is-rtd/treatment/", "hostname": "curertd.org", "description": "Riboflavin Treatment Although the exact pathophysiology of RTD is unclear, there is now overwhelming clinical evidence that daily high-dose riboflavin supplementation can ameliorate (\"make better\") the progression of the disease, particularly when initiated soon after the onset of symptoms. Early Treatment Is Essential Given riboflavin is potentially lifesaving and may prevent irreversible neurological damage, riboflavin treatment should be", "sitename": "Cure RTD Foundation", "date": "2019-03-09", "cleaned_text": "exact pathophysiology of RTD is unclear, there is now overwhelming clinical evidence that daily high-dose riboflavin supplementation can ameliorate (\"make better\") the progression of the disease, particularly when initiated soon after the onset of symptoms. Early Treatment Is Essential Given riboflavin is potentially lifesaving and may prevent irreversible neurological damage, riboflavin treatment should be commenced as soon as RTD is suspected, and continued lifelong unless the diagnosis is disproved by molecular genetic testing. A disorder of riboflavin transport should be considered in any child or young adult with a rapidly progressive sensorimotor axonal neuropathy or sensory ataxia, and a trial of riboflavin supplementation should be given whilst awaiting genetic confirmation of the diagnosis, particularly if it occurs in association with optic atrophy, bulbar dysfunction, hearing loss (auditory neuropathy) or respiratory insufficiency. Siblings of affected patients should be screened soon after RTD is confirmed to allow for pre-symptomatic initiation of riboflavin therapy. If RTD Is Suspected Blood samples should be taken before and after starting riboflavin treatment for analysis of acylcarnitine profile, plasma flavin measurements and complete blood count (CBC) ( [see Laboratory Findings](http://curertd.org/what-is-rtd/laboratory/)). Clinical assessments that should be considered to monitor outcomes include: - General examination (including length/height, weight) and pictures (overview of back, limbs, face from 2 directions, and hair). - Neurological examination with attention to possible weakness, sensory loss, gait disturbance and bulbar dysfunction. - Ophthalmologic evaluation with attention to visual acuity and possible optic atrophy. - Audiologic assessment with attention to possible auditory neuropathy ( [see Hearing Loss in RTD](http://curertd.org/what-is-rtd/hearingloss/)). - Pulmonary consultation with attention to diaphragm and vocal cord function and sleep apnea. Treatment should not be postponed to obtain baseline testing. Normalization of most laboratory findings are noted in days to weeks of starting riboflavin treatment Consider repeating the laboratory and clinical monitoring measures listed above after 3 and 6 months on treatment. Thereafter, follow-up should be biannual in older individuals and more frequent in younger children. Riboflavin Dosing The optimal dosing of oral riboflavin is unknown. Oral riboflavin has been prescribed, and reported as effective, in dosing ranging from 10 to 80 mg/kilogram bodyweight/day (400 to 2700mg daily total for adults) divided into 2, 3 or 4 doses per day and taken with food. Intravenous riboflavin has been used in short-term trials and also found to be effective. Although optimal dosing is unclear, most patients with RTD Type 2 are currently receiving riboflavin dosing of 40-75 mg/kg/day (maximum 2700mg per day) divided into 3 or 4 doses per day. For RTD Type 3 patients, a much wider range of riboflavin dosing has been reported. In order to determine optimal dosing, repeated clinical and laboratory evaluations should be conducted with the goals of stabilizing and/or improving clinical symptoms, objective testing, and normalizing biochemical abnormalities. Given that cellular flavin requirements are determined by factors including growth/metabolic demand and age, riboflavin dosing requirements may change over time. Both growing children and pregnant women are known to have a higher demand for riboflavin. In addition to oral riboflavin, some patients have been prescribed FMN (flavin mononucleotide), which is an \"active\" form of riboflavin. Further research is necessary to determine any additional benefit from using the FMN form of riboflavin. Riboflavin Treatment during Illness Studies have demonstrated that, during illness, riboflavin can be mobilized from tissues and increasingly excreted in the urine, and/or is in higher demand as a result of increased metabolic stress. These studies may explain why RTD is often initiated or worsened by events such as viral infection and fever. As a result of these findings, it has been advised that riboflavin dose and/or frequency be increased during febrile illness. Response to Riboflavin Clinical response to riboflavin therapy is highly variable, ranging from rapid improvement in days to gradual improvement over several years or stabilization of clinical state; very rarely no response is observed. In some cases response to treatment is not observable for many months after starting treatment. Early riboflavin supplementation seems to be associated with better and more rapid improvement, suggesting that prolonged disease may result in irreversible damage. Changes noted after riboflavin treatment are variable and can include: - Improvements of clinical signs and symptoms including muscle strength, motor function, respiration, hearing and vision. - Improvements in objective testing, including lung vital capacity, brain-stem evoked potentials and nerve conduction studies. - Normalization of biochemical abnormalities, including acylcarnitine levels. Other Supplements In addition to riboflavin treatments, many patients have been prescribed additional antioxidant and cellular support supplements, including coenzyme Q10, L-carnitine, vitamin C, vitamin E lipoic acid, vitamin B-Complex, omega-3 fatty acid (EPA & DHA), and multivitamins. The most common additional supplement prescribed to patients is coenzyme Q10, in either ubiquinone or ubiquinol form. Although some patients have reported further improvements with the addition of some of these supplements to riboflavin therapy, there are no longitudinal data on the outcome of these combinations, and more research is required. Other Treatments Prior to riboflavin therapy, both steroids and intravenous immunoglobulin (IVIG) have been trialed in a number of patients with both RTD Type 2 and 3, with reports of improvement as well as reports of no or non-sustained response. Riboflavin Toxicity Reported side effects after high-dose oral riboflavin therapy in RTD patients have been very rare and generally associated with gastrointestinal distress. Although clinical studies of extended high-dose oral riboflavin use in humans are limited, no significant adverse effects have yet been reported. For a detailed review on riboflavin toxicity in humans, see the Scientific Opinion paper commissioned by the EFSA ( [EFSA Journal 2013;11(10):3357](https://www.dropbox.com/sh/2ausib87m4j45a1/AABDh94jqfi9HsX15WjI0b3Ba/Riboflavin%20-%20Transport%20and%20Deficiency?dl=0&preview=Riboflavin++-+EUROPEAN+COMMISSION+2013+-+Toxicity+review.pdf)). The lack of toxicity may be due to the fact that riboflavin is rapidly excreted in the urine when present at very high concentrations in the blood. Riboflavin is a treatment but not a cure for RTD There is now no doubt that high-dose riboflavin is an effective treatment for RTD and should be used for all genetically confirmed RTD cases. Yet despite the favorable response to riboflavin in the large majority of patients, it is not a cure for RTD. Although some individuals with RTD have shown dramatic and prolonged improvement with riboflavin treatment alone, others have shown some signs of continued deterioration after starting riboflavin treatment, albeit at a much slower rate of decline compared to pre-treatment. Rizzo and colleagues (2017) noted after research on motor neurons from induced pluripotent stem cells derived from RTD Type 2 and 3 patients, \"Our data showed that this [riboflavin] therapeutic strategy could have some limits in rescuing all of the disease features, suggesting the need to develop complementary novel therapeutic strategies.\" For those individuals who have currently stabilized or improved on riboflavin treatment, it is not clear whether the riboflavin supplementation will be effective in preventing symptoms for life or whether it may simply delay the occurrence of symptoms. Conclusion High-dose riboflavin treatment in RTD is still in its early days. At this time our insight into RTD is very limited and many questions remain to be answered. The exact pathophysiology of RTD is still unclear and very little is known about the mechanism of riboflavin transport in the brain. As of 2017, the longest course of high-dose oral riboflavin supplementation has been ~9 years for RTD Type 3 and ~6 years for RTD Type 2 with both index cases continuing to show a positive response to riboflavin treatment over this period with no reported side effects. The results so far are encouraging. The optimal riboflavin dose and frequency, as well as the best method of administration of riboflavin treatment, remain to be elucidated. Due to the potentially saturable nature of the transporters, further studies are needed to determine how to best optimize the uptake of riboflavin via diffusion, other unknown riboflavin transporters, or the other two functional riboflavin transporters. More research is desperately needed to optimize current riboflavin treatment and complementary novel therapeutic strategies. "}