{"title": "PDF", "author": "PDF", "url": "https://www.cha.wa.gov/s/2011-2012-CHA-Assessment-Report-Spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Latinos /Hispanos PAGINA 1 La Comisión y sus Actividades 6 Historia 20 Derecho al Voto 34 Educación 38 Inmigración 44 Salud 50 Participación en la Fuerza Laboral 56 Desarrollo Económico 62 Hispanos en las Noticias 70 Comisionados, Pasado y Presente 75 CHA, 40 Años 76AnaMaría Díaz Martínez, Comisionada Paul Apostolidis, Ph.D Zachary DuffyErasmo Gamboa, Ph.D Antonio Sánchez, Ph.D Frances Ph.DIván Barron, Estudiante Ph.D Henry Cruz, J.D. Kristina Hoeschen, Director Servicios Administrativos, Sea Mar Centros Comunitarios de Salud Jon Agnone, Ph.D Carlos Veliz, Teresa Jones, Geraldine Rodríguez, Ty Córdova Albert Torres, CEO y Editor - Tú Decides MediaTabla de Contenido Reconocimientos 2 Mensaje de la Presidente 3 Comisionados y el Personal 4 \"Regreso de Aztlán\" es el título de la obra del artista plástico Alfredo Arreguín, en donde se presenta a los activistas César Chávez (izquierda y abajo) y Dolores Huerta (derecha y abajo). Y cómo lo señala Ann Shumard (Conservadora de Fotografía en la Galería Nacional de Retratos), el movimiento iniciado por estos activistas sobrepasó la costa oeste y se expandió a toda la nación para convertirse en una organización nacional que promociona las oportunidades de trabajo para los migrantes y los trabajadores agrícolas, revindicando sus derechos. En la obra se muestra también, la imagen de Emiliano Zapata, líder de la revolución Mexicana (abajo y centro); así como a José María Morelos y Miguel Hidalgo ambos líderes en la guerra independentista mexicana. Esta obra pictórica es parte de la colección permanente de la Galería Nacional de Retratos del Museo Smithsonian de W ashington D.C.SOBRE LA PORTADA SOBRE EL ARTISTA Alfredo Arreguín nace en 1935 en la ciudad de Morelia, Michoacán, México. Ha vivido en Seattle durante varias décadas y es un gran artista plástico reconocido a nivel nacional e internacional, por su estilo de gran originalidad. Es un maestro en el uso del color, la línea, luz y los patrones sobrepuestos. La obra del maestro Arreguín está representada en las colecciones permanentes del Museo Smithsonian tanto en el Museo Nacional de Arte Americano como en la Galería Nacional de Retratos. Comisión de Asuntos Hispanos del Estado de Washington PAGINA 2Reconocimientos Nuestros logros no hubiesen sido posibles sin la estrecha colaboración con diversas organizaciones, individuos, instituciones, legisladores, agencias del Estado, así como de nuestros pasantes universitarios y voluntarios: Gloria Pitkin, Laszlo Jaress, Nora Iniguez, Osvaldo Guel, Francisco Villanueva y José Oliva. Deseamos manifestar un gran reconocimiento a nuestros socios en el proyecto \"2010-2012 Promocionando el Cambio a Través de Proyectos de Apoyo\": Maru Mora Villalpando con \"Latino y \"Mason County Literacy\"; así como también a cada uno de los entrenadores individuales: Raúl Silva, Estela Hernández-Ortega y María Guillén. Agradecemos la ayuda prestada por la Asociación de Medios Hispanos del Estado de Washington por su participación en nuestro primer Directorio de Negocios Latinos en línea. Gracias también a nuestras emisoras de radio: Radio Luz 1680AM, La Nueva 103.3FM, Radio KDNA 91.9 FM y Radio Latino 1210 AM. Igualmente damos las gracias a nuestros socios como lo son las agencias del Estado: Oficina del Gobernador; Víctor Chacón del Departamento de Servicios Sociales y de Salud; Chris Liu y José Díaz de la Oficina de Negocios de Minorías y Mujeres del Estado de Washington; Elena Granados de la Oficina del Procurador General; Lisa Heaton y Delfina Gayle del Departamento de Labor e Industrias, Sharon Ortiz de la Comisión de Derechos Humanos, Rick Stedman del Departamento de Impuestos; Norma Smith del Departamento de Instituciones Financieras; a los estudiantes del programa S.I.F.E de la \"Heritage University\"; y Helen Malagon de la Oficina de Superintendencia de Instrucción Pública. Gracias también a John Fraire de la Universidad de Washington. Gracias también a la Fundación Bill y Melinda Gates por su apoyo en la implementación de nuestro proyecto \"Promocionando el Cambio a Través de Proyectos de Apoyo\" Por último pero no menos importante, nuestra total gratitud a los Comisionados quienes cumplieron con su término en la Comisión durante el 2010-2012: Manuel Villafán, Gilberto Mireles, Ernest Radillo, Juan García, Teresita Torres, y Lourdes Portillo Salazar. Gracias por su dedicación y trabajo incansable en la promoción de nuestras comunidades. Emerald Downs Esparza+ Business Communications Gebbers Farms Seattle Growers LLCTeamstersWashington State UniversityAgradecimiento especial para State Farm Insurance por su apoyo en el desarrollo del \"201 1-2012 Informe Evaluativo sobre Evaluativo producido por: Message from The Chair Mensaje de la Presidente Para mí ha sido un honor haber servido durante estos últimos dos años como Presidente de la Comisión de Asuntos Hispanos. Es un privilegio trabajar junto a un grupo tan profesional de hombres y mujeres provenientes de todo el Estado de Washington, cuya pasión y dedicación a sus comunidades, genera cambios efectivos. También deseo agradecerles a todos, la inspiración que me han proporcionado. Al mismo tiempo quiero dar un reconocimiento especial al Director Ejecutivo Uriel Iñiguez y a nuestra Asistente Administrativa Marena Lear. Ha sido bajo el liderazgo de Uriel, que la Comisión ha alcanzado su máximo poder y es por ello que ahora podemos impactar en el desarrollo y propuesta de leyes, y políticas públicas en todas las agencias del Estado. Con él, nos hemos convertido en la voz con poder de nuestras comunidades en diversas áreas, enfocándonos en el alcance de objetivos y en la eliminación de obstáculos que impactan a nuestra comunidad. Él es el cimiento de nuestra Comisión. Su visión y pasión por la comunidad hispana es contagiosa. De igual forma Marena, es quien apoya a nuestro Director y a los 1 1 Comisionados de todo el Estado. Ella posee la gran virtud de mantenerse calmada en momentos de gran presión y es nuestra fuerza estabilizadora. No hubiésemos podido funcionar con tanto éxito sin su asistencia. Durante estos dos últimos años, hemos tenido muchos retos. La Comisión ha escuchado el mensaje fuerte y claro de la comunidad hispana, acerca de cómo esta sería afectada por algunas de las propuestas legislativas introducidas en estos últimos dos años. Nos informaron acerca de los proyectos de ley en torno a la obstrucción que tendrían para la obtención de licencias de conducir; el como manejar el tema de las pandillas, el cual podría impactar negativamente el acceso y la igualdad en los servicios educativos para nuestros niños; así como también, la posible eliminación de nuestra Comisión como una agencia autónoma. Escuchamos sus voces pero lo más importante es que nuestros legisladores también las escucharon, y es por ellos que estos proyectos de ley fueron derrotados. Con gran sinceridad agradecemos a nuestros colaboradores tanto en la Cámara de Representantes como en el Senado quienes lucharon fuertemente por todos los habitantes de Washington. Su colaboración y apoyo a nuestra Comunidad es altamente apreciada, así mismo continuaremos trabajando en la eliminación de los obstáculos que impidan obtener más recursos y servicios, los cuales impacta negativamente a nuestro Estado. También queremos dar nuestro especial agradecimiento a la Fundación Bill y Melinda Gates por confiar en nuestro trabajo de servir a la comunidad a través de la financiación del proyecto \" Promocionando el Cambio a Través de Proyectos de Apoyo\". Este proyecto nos permite educar y fortalecer el rol de los padres latinos, a través del conocimiento, participación y promoción en el éxito académico de sus hijos/estudiantes de todo elEstado de Washington. CHA está celebrando este año su cuadragésimo aniversario, 40 años de lucha para que la voz de la comunidad latina sea escuchada. Hemos seguido los pasos de aquellos que antes abrieron el camino, y ahora nos juntamos con quienes nos ayudarán a proseguir. A todos nuestros colaboradores provenientes de la comunidad (demasiados para poder ser listados) quienes se esfuerzan con nosotros para encausarnos juntos en aspectos como la educación, inmigración, desarrollo económico, acceso a los recursos y seguridad pública: gracias por su pasión en torno a la justicia social. No hubiésemos hecho este trabajo sin ustedes. Y desde ya nos preparamos para nuestro 41avo aniversario. Con Mucho Cariño, Lillian Ortiz-Self, Presidente Comisión de Asuntos HispanosComisión de Asuntos Hispanos del Estado de Washington PAGINA 4Commissioners & Staff Lillian posee un Master en Administración Pública y otro en Asesoramiento de Drake University en Des Moines, Iowa. Su trabajo ha abarcado todos los sistemas de servicio para niños, permitiéndole una comprensión detallada y profunda de todos los servicios humanos. Su experiencia laboral incluye: Director Clínico del Centro de Salud Mental; Coordinador Regional para el Consejo de Educación del Estado de Illinois; Asesor Educativo del Departamento de Servicios para Niños y la Familia; Director Fundador del Proyecto CU, un centro para jóvenes y familias latinas. Ella posee también una amplia práctica clínica ayudando a jóvenes con fuertes desordenes emocionales, así como a sus familias. Actualmente En el \"Clark College\", la Comisionada Pitkin presta sus servicios a estudiantes y miembros de la comunidad de Vancouver que desean inscribirse en las clases de ABE, GED y ESL. Ejerce las posiciones de Asesor del ABE, GED, Currículo ESL; así como de Coordinadora del Programa ESL y de Participación Latina. Ella también asesora y orienta a estudiantes deseosos de obtener un Diploma Asociado. Previo a su trabajo en el Clark College, Rosalba ocupó varios cargos en \"Conventry House\" y fue maestra de español en el \"Katona József Gimnázium en Kecskemét, Hungría. Trabajó como pasante de verano en la Oficina del Senador de los Estados Unidos Jeff Bingaman en Las Cruces, New México. También Originaria de Chile, Anita Ahumada adquiere su educación formal en la Universidad de Chile. Se desempeñó como Trabajadora Social en su país natal hasta 1970, momento en el cual decide mudarse a los Estados Unidos. Por muchos años trabajó en el Departamento Correccional y actuó como intérprete de Corte. Anita fue la primera empleada Latina del Estado en obtener su Certificación de Intérprete otorgada por la Corte Suprema del Estado de Washington, y ha ejercido esta profesión a través de los años. Anita es Co-Fundadora de la Coalición Hispana del Condado de Snohomish en donde se ha desempeñado como Secretaria Ejecutiva y Co-Directora. Durante su permanencia en la Coalición, haCynthia se desempeña como \"Enlace de Preparación Escolar\" en el Concilio de Migrantes del Estado de Washington (por sus siglas en inglés WSMC), desde esta posición apoya a los estudiantes y a sus familias, en la transición de la escuela Prescolar al Kinder. También trabaja con miembros del personal en su desarrollo profesional y el alcance de los objetivos de la Preparación Escolar. Ha trabajado como Especialista en Educación Temprana (por sus siglas en inglés ECE) del Programa \"Even Start\" del \"Big Bend Community College\", el cual es un programa de enseñanza familiar que incluye cuatro componentes: Clases de Inglés, Clases Parentales, Clases de ECE y Actividades de Interacción Padre/Hijo. El Comisionado Córdova tiene un diploma en Administración de Empresas con una mención en Mercadeo. Es parte del equipo gerencial del Departamento de Mercadeo y Asuntos Públicos de State Farm en DuPont, Washington. Es responsable de las relaciones con los medios, legislatura, comunidad y aspectos multiculturales de toda la zona del Pacífico Noroeste. El Comisionado Córdova es el presidente de la Cámara de Comerció Hispana del Condado Pierce. Fue nombrado miembro del Comité Asesor en Seguridad Pública por el alcalde de la ciudad de Lakewood, en la cual reside desde el año 2000. Córdova también es parte de la Junta de Directiva de La Fundación \"Clover Park Technical Gloria Ochoa es graduada de la Preparatoria/High School de Pasco y del \"Columbia Basin College\". Obtuvo un diploma B.A. en Administración de Empresas del \"Washington State University\" en Tri-Cities y un \"Juris Doctorate Degree\" del \"University of Idaho College of Law\". Inicia su carrera legal privada como Vice-Procurador del Condado de Benton, y desde el 2002 ejerce la práctica legal tanto en Cortes estatales como Federales. Gloria es Profesora Adjunta del \"Gonzaga University School of Law\" y enseña Gerencia de la Práctica Legal. Posee un contrato para dar servicios judiciales a la Tribu de Indios de Spokane y se desempeña como Juez Principal en la Corte Tribal de Spokane. Ella es miembro de la Lillian Ortiz-Self, Presidente 2do Lapso Expira 08/01/2013 Rosalba D Pitkin 2do Expira 08/01/2013 Anita E. Ahumada 1er Lapso 08/01/2014Cynthia De Lapso Expira 08/01/2014Ty Córdova, Expira 08/01/2013 Expira 08/01/2015es Asesora en la Preparatoria/High School de Everett y allí ha iniciado el \"Club Imagen Latina\" con el fin de ayudar a la juventud Latina en superar los obstáculos que impiden su éxito académico. También es co-fundadora del Centro Neema, el cual provee asesoría, consultas y entrenamiento en aspectos relacionados con los jóvenes y sus familias. Es Entrenadora Nacional en tópicos relacionados con la comunidad; servicios de cooperación para jóvenes con fuertes desordenes emocionales; participación parental; diversidad cultural; entrenamiento de resistencia/fortalecimiento; educación en el manejo de agresividad; y la mediación y solución de conflictos. colaborado coordinando las Clínicas Deportivas para los niños Hispanos; también ha trabajado en asegurar el Subsidio de Hogar para los ancianos pertenecientes a las minorías, Educación sobre Salud para las mujeres hispanas, Clases ESL, Programas de Alfabetización y Educación en torno al Voto. Ella es cofundadora de la Oficina de Servicios de Intérpretes y Traducciones (por sus siglas en español LIST) un programa reconocido nacionalmente como pionero en el igual acceso a programas gubernamentales para LEPs. Anita ha participado y proveído servicios de lenguaje a numerosos Foros sobre Minorías y Justicia Comunitaria bajo la guía y liderazgo del Juez/Magistrado de la Corte Suprema Charles Smith. Es miembro de la Junta Directiva de la Coalición para Acceso al Lenguaje del Estado de Washington (por sus siglas en inglés WASCLA).Cynthia dirigió el componente ECE del Programa. Ella es una apasionada de la Educación Temprana y del trabajo con los padres, para fortalecer en ellos sus habilidades para trabajar con sus hijos, asegurándose de que tengan éxito en la escuela. Entre el 2009-2011, Cynthia se ha desempeñado como Director de la Junta Directiva Escolar. Ella también es miembro voluntario del Capítulo Local de la Cruz Roja, y parte del Programa Intervención Infante/Pre-Escolar del Concilio Organizador Entre-Agencias del Condado Grant (por sus siglas en ingles ICC); así como del Comité de Recursos Comunitarios del Condado Grant, y del previo Comité Asesor Comunitario del Condado Grant \" National Children's Study\"(por sus siglas en inglés NCS).College\". Nacido en San Francisco, California, creció en una pequeña comunidad de rancheros en el área norteña de New Mexico y ha trabajado en Tucson, AZ, así como en Los Ángeles, CA, en donde trabajó con diversas organizaciones comunitarias y de voluntariado. Durante su estancia en California, se desempeñó como Facilitador Adulto y Coordinador de la Conferencia para el \"Proyecto Liderazgo de la Juventud Chicano-Latina\". El objetivo principal de este proyecto era la enseñanza del liderazgo, así como también proporcionarles a los jóvenes latinos habilidades para que se incorporen más a sus comunidades y paralelamente exponerlos a mayores posibilidades de acceder tanto a la educación superior como a esos modelos a emular de la comunidad latina. Asociación Hispana de Profesionales de Negocios y de la Cámara de Comercio \"Inland Northwest\". También es parte del Comité de Evaluación Judicial de la Asociación de Abogados Latinos; del Comité de Diversidad de la Asociación de Abogados del Condado de Spokane y Sección de Leyes Indias; así como de la Junta Directiva de la Fundación Protección al Cliente de la Asociación de Abogados del Estado de Washington. También es integrante de la Junta Directiva de la Asociación de Propietarios de Little Spokane Rivers. Consecutivamente durante los años 2011 y 2012, la revista Couer d'Alene Living, ha incluido a Gloria en la lista \"Los 100 Abogados más prominentes de Spokane\". Comisionados y el Personal se desempeñó como Asistente de Protección en el Consulado Mexicano de Portland, Oregón. Sus responsabilidades en estos últimos cargos consistían en proteger los derechos de los latinos y ayudarles en aspectos legales.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 5Comisionado Ramírez Robson, tiene más de 20 años de experiencia gerencial en los sectores privados, no lucrativo y gubernamental local. Durante su carrera se ha desempeñado como Gerente Analista para la Gerencia de la Ciudad de Burien, así como Asesor en Políticas, Analista Legislativo, Gerente de Proyecto, y Profesional de Tecnologías de la Ciudad de Seattle. Actualmente tiene el cargo de Director Ejecutivo para \"New Futures\", una organización sin fines lucrativos del Condado King Sur, y la cual provee gratuitamente programas locales para niños y familias, así como de desarrollos comunitario, en 4 complejos habitacionales para personas de bajos recursos. Participa activamente en Nativa de la ciudad de Nueva York, Sharonne posee un B.A. y B.S. del \"St. John's University\". Tiene más de 15 años de experiencia en el área de recaudación de fondos y ha trabajado en organizaciones dedicadas a la justicia social como \"NARAL Pro-Choice America\"; \"The National voluntaria como organizadora comunitaria para el \"Planned Parenthood of the Greater Northwest\"; así como líder comunitario para El Consejo de Servicios Humanos del Condado King. En el 2010, fue miembro del \"Annie E. Casey Collaborative Leadership Durante los últimos 12 años y por su condición de intérprete, Ana se ha convertido en un enlace muy cercano a las diferentes comunidades. Este tipo de trabajo le ha permitido a Ana observar por si misma las necesidades existentes, por lo que ha ayudado con su trabajo voluntario en diversas áreas como educación y servicio comunitario. Ana nació en Guadalajara y creció en Colima, ambas ciudades de México. Y durante dos años estudia en la Universidad de Colima. Ana comenta que servir a la comunidad es un principio inculcado en ella desde muy temprana edad. En tiempos difíciles como estos, es vital mantener una comunicación sólida entre la comunidad y el gobierno, y es por ello que Ana como AnaMaría Martínez, originaria del Estado de Washington, es la primera generación de su familia nacida en los Estados Unidos. De padres inmigrantes, es la mayor de 8 hijos y la primera en haber ido a la universidad y graduarse. Siguiendo su ejemplo, 5 de sus hermanos también poseen títulos universitarios. Sus padres creen firmemente en que la educación inicia el camino hacia una vida plena y próspera. Durante su crecimiento, la educación le proporciono vivir diversas experiencias. Aprendió de su familia, en que consiste el trabajo duro y la integridad, el tener compasión de los otros y dar valor a las diversas experiencias, las cuales enriquecen a todos en nuestras comunidades. En 1997, AnaMaría se En Junio del 2005, la Gobernadora Christine Gregoire designa al señor Iñiguez como Director Ejecutivo de la Comisión de Asuntos Hispanos. Previo a este nombramiento, trabaja en el Departamento Correccional y actua como Comisionado Voluntario en la Comisión de Asuntos Hispanos. Durante su estancia en el Departamento Correccional, estuvo a cargo de las posiciones de Oficial de la Comunidad Correccional, Consejero de Prisión, Gerente Correccional Regional, Superintendente Asociado, Administrador de Campo, y Jefe de Servicios Gerenciales. El señor Iñiguez posee un BA en Gerencia de Recursos Humanos del \"Eastern Washington University\" y un Master en Administración Pública del \"CityJennifer Ramírez Robson 1er Lapso Expira 08/01/2014Sharonne Navas 1er Lapso 08/01/2014 Ana Ruíz Peralta 1er Lapso Expira 08/01/2012 Uriel Iñiguez Director Ejecutivo grupos de trabajo para la equidad en la escuela pública de Highline, así como de varios grupos juveniles. También ha sido miembro de la Junta Directiva de Contabilidad Comunitaria de Burien, como parte de la Asociación de Justicia Juvenil. Anteriormente había actuado en la Junta Directiva de \"New Futures\", específicamente en el Comité Asesor de Latinos para la Transformación Comunitaria, ha co-dirigido la Asociación de Empleados Latinos de la Ciudad de Seattle y participado en el Comité de Fondos de Subvenciones del \"Latino Community Fund\".gradúa del \"Eastern Washington University\" con un B.S. en Educación de Salud Comunitaria, y en el 2002 obtuvo su Master en Educación M.Ed en Medios Didácticos y Tecnologías. University\". Él es un inmigrante de México, casado y padre de dos hijos. A partir de su designación como Director, su participación ha sido clave en: la organización de Las Cumbres de Diversidad en Salud, Economía y Educación; el Foro de Educación Hispana/Latino; la producción del programa radial en español, trasmitido en todo el Estado; la publicación de cinco Informes Evaluativos sobre los Latinos/Hispanos en inglés y español; restitución del Día Legislativo Hispano/Latino; fundación de la Organización \"Latino Civic Alliance\"; desarrollo del Manual Educacional de Entrenamiento Parental; Desarrollo de Institutos de entrenamiento parental en nuestro sistema de educación y desarrollo del directorio en línea de negocios latinos. En los últimos años, él ha estado activamente incorporado en estas organizaciones que sirven a la comunidad hispana: Comisión del Estado de Washington en Minorías y Justicia; Comité DSHS en Diversidad; Comité Asesor DSHS en Servicios Económicos; Comité Directivo de Construcción de Centros de Excelencia; Comité Asesor OSPI* Educación Bilingüe; Comité Asesor Asesor KCTS Hispano; Fundación Grupo Salud; Proyecto CIELO, organización que ofrece en Olympia servicios para la comunidad migrante; Mesa Redonda sobre Hispanos en el Condado Thurston, grupo de hispanos profesionales quienes trabajan para mejorar las vidas de los Latinos; OSPI* Multi-étnico \"Think Tank\" (METT); Comité del Consumidor Latino; \"Pioneer Elementary School Site\"; Comité Prevención Deserción Estudiantil del Distrito Escolar de Olympia; Comité Asesor sobre Presupuesto del Distrito Escolar de Olympia; Entrenador Voluntario de Futbol Juvenil. El señor Reta es un veterano condecorado de la Guerra de Vietnam, y en 1976 fue parte del \"Bicentennial Color Guard for the Wagon Train\". Fue parte del alumnado de la preparatoria/High School \"Nooksack Valley\" y de allí pasó al Instituto Técnico de Bellingham y al \"Whatcom Community College\". La experiencia del señor Reta ha sido en el área agrícola y láctea. En la actualidad es propietario de \"Colima Design\" empresa de ropa de diseño y arreglos. Ha sido miembro activo de diversas Juntas Directivas y Comités, entre ellos el Comité Asesor del Belligham Herald, Junta Directiva del F .D.A; Comisión del D.V.; y la Junta Directiva de Asociación de Cámaras de Comercio Hispanas del Estado de Washington. Entre elJosé Manuel Reta 1er Lapso Expira 08/01/2013 2007 y el 2008 fue Vice-Presidente del F .D.D.A. y desde el 2007 también ha sido Presidente de la Cámara Hispana de Comercio del Noroeste de Washington. Ha recibido varios premios entre ellos, el \"2009 - Top Ten Whatcom County Most Giving Award\", y el \"Whatcom County Peace Cross-Cultural Award\". Comisionados y el también del \"Promise Neighborhoods Planning Proposal Collaborative\" (White Center, Seattle, WA). Comisionado planifica mantener como prioridad este constante dialogo. Como ella misma comenta: \"... desempeñarme como Comisionado es un honor y una gran responsabilidad, la cual llevaré a cabo con gran espíritu de humildad...\".The Commission and Its Activities AnaMaría Díaz Martínez, Comisionada2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 7Con el substancial crecimiento de la población hispana en el Estado de Washington, se haampliado el número y tipo de asuntos que necesitan de la atención del Estado. Esto ha llevado a una expansión de la agenda del CHA, la cual incluye aspectos como: la violencia juvenil; acceso a la comunidad; inmigración; compromiso cívico; mayor inclusión de los padres de familia; servicios bilingües; educación y participación electoral. Hoy más que nunca, el rol de la Comisión es fundamental para dar forma a las políticas del Estado. Este reporte enfatiza las actividades desarrolladas por la Comisión en los últimos dos años, identificando prioridades de la Comisión y mostrando el trabajo y dedicación de los Comisionados de la Comisión de Asuntos Hispanos. Introducción La Comisión de Asuntos Hispanos del Estado de Washington (por sus siglas en inglés CHA o la Comisión) fue creada en 1971 por orden ejecutiva del gobernador y quedó establecida como Estatuto. Bajo mandato de la legislatura del Estado, las funciones de la Comisión son mejorar el desarrollo de las políticas públicas y el acceso de la comunidad hispana a los servicios del gobierno a través de los siguientes medios: Todo esto se ha logrado a pesar de los frecuentes recortes presupuestarios de los últimos años, lo cual ha reducido el personal de CHA, y con ello su capacidad productiva.invierten su valioso tiempo colaborando con las agencias del Estado, sirviendo en comités, asesorando agencias educativas, así como a la legislatura en la identificación y establecimiento de políticas que satisfagan o intenten satisfacer las necesidades de la comunidad latina.La Comisión de Asuntos Hispanos se esfuerza en mejorar el desarrollo de políticas y estrategias para asegurar que los servicios del gobierno lleguen a la comunidad latina. Por esta razón la Comisión y sus 1 1 comisionados Actividades CHA 1. Identificando y definiendo aspectos asociados con los derechos y necesidades de la comunidad hispana del Estado de Washington; 2. Asesorando al Gobernador y a las agencias del Estado en el desarrollo de políticas relevantes; así como en la elaboración de planes y programas que afectan a los Hispanos; 3. Advirtiendo a la Legislatura sobre asuntos que afectan/o puedan afectar a la comunidad hispana del Estado; y4. Estableciendo relaciones con las agencias del Estado, los gobiernos locales y los miembros del sector privado. a la creación de ideas novedosas, las cuales se enfocan en las necesidades y preocupaciones de las comunidades latinas. Invitación Primera Reunión CHA, 1971Sin lugar a dudas, durante las últimas 4 décadas, la Comisión de Asuntos Hispanos (CHA) ha logrado importantes y significativos cambios y mejoras para la comunidad hispana del Estado de Washington. Además de los avances obtenidos a nivel legislativo, ha logrado fomentar la participación de sus miembros en la toma de decisiones que impactan a la comunidad. También ha contribuido para que otras agencias del Estado puedan relacionarse más efectivamente con sus clientes latinos. Este éxito puede atribuirse a la constante comunicación e interacción entre el CHA y su comunidad. Así como también, Comisión de Asuntos Hispanos del Estado de Washington PAGINA 8Aunque se han dado cambios en los últimos 40 años, observamos que todavía son necesarias mejoras importantes en áreas que impactan significativamente nuestras comunidades: Alto porcentaje de deserción escolar, bajo porcentaje de graduación, discriminación al inmigrante, acceso limitado a la educación superior y disminución de servicios básicos tanto sociales comode salud. La Comisión está comprometida en continuar defendiendo y proporcionar una voz a las comunidades latinas del Estado de Washington.Feliz Aniversario CHA - 40 Años Después La Comisión de Asuntos Hispanos está celebrando sus 40 años de servicio al Estado y las comunidades latinas. El Estado de Washington continúa presenciando los avances significativos en el incremento de la población latina y sus contribuciones tanto a nivel económico como social. El Estado de Washington ahora tiene dos condados, el de Franklin y el de Adams, en donde la minoría latina es mayoría. En un reporte de la Universidad de Washington escrito por la Dra. Frances Contreras y titulado: Situación Educativa de los Latinos en el Estado de Washington: Un llamado para una gran inversión\" establece que es de origen latino uno de cada cinco niños estudiando en las escuelas del Estado de Washington. Adicionalmente, en los últimos 20 años, la población latina ha experimentado un crecimiento sin precedentes en las escuelas con población K-12, dicho incremento es del 150% desde 1991. 1Estado de Washington Oficina de Gerencia Financiera División Pronósticos 1, 2010 Estimado Poblacional Población Hispana < 5,000 5,000 - 25, 000 25,000 - 75,000 75,000 +Porcentaje Hispanos < 5% 5 - 15%15 - 25%25 - 50%50% + Nota: Hispano es una categoría étnica - Hispanos pueden ser de cualquier raza 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 9Historia del CHA La Comisión se inicia en 1971 a través de un grupo de activistas de la comunidad quienes solicitaban mejoras a las condiciones de vida de los Hispanos en el Estado de Washington. El gran número de mejoras solicitadas, es lo que lleva a la creación del CHA, y ellas provenían en su mayoría del Valle de Yakima, así como también de otras áreas altamente pobladas por trabajadores agrícolas. Desde sus inicios, el CHA nunca ha renunciado a presentar aspectos controversiales, o ha abandonado su rol de activismo comunitario. Al Director se le identifica como la figura pública oficial del CHA. Esto no quiere decir que sea él quien domine la agenda del CHA, sino que simplemente es el director quien lo representa o el punto de referencia. Uriel Iñiguez es el 14avo Director del CHA y ha ejercido esta función desde el 2005. En la práctica, el personal del CHA es quien determina el curso de las acciones que deben ser tomadas por la agencia. Ellos deciden si el CHA puede llevar a cabo nuevos proyectos y el tiempo que se les puede dedicar. En sus inicios el personal del CHA, provenía principalmente de los representantes de las diversas áreas. CHA ha tenido hasta 6 empleados con el apoyo de los fondos del Programa de Certificación de Empleos y Asistencia de Entrenamiento. Estos representantes servían directamente a sus comunidades en cualquiera de los aspectos o proyectos en los cuales estuviesen involucrados. Pero a principios de los años 80 estas posiciones fueron eliminadas por falta de recursos. En la década de los años 90, el CHA tuvo la suerte de tener varios especialistas: un especialista en inmigración, un líder propulsor del registro de votantes, un especialista en relaciones públicas y relaciones comunitarias, y un investigador/estadístico; no obstante no todos ellos eran necesarios todo el tiempo. Adicionalmente al personal pagado, CHA depende en gran medida de sus pasantes universitarios. A mediados de los años 90 CHA contaba con 10 a 15 pasantes. En años recientes el CHA se vio obligado a eliminar la posición de Coordinador Legislativo. La Junta Oficial del CHA está compuesta por 1 1 Comisionados voluntarios. Ellos son designados por el Gobernador con el objetivo de tener una representación balanceada de la comunidad hispana del Estado. Los Comisionados representan los intereses de las áreas que Durante este tiempo, un grupo de defensores de la comunidad hispana se vió en la necesidad de llevar sus preocupaciones a nivel del Estado, y con ello defender y presionar para un mejor desarrollo de la comunidad. La creación oficial del CHA, es también consecuencia de la larga historia del Movimiento Chicano, el cual alcanzó en Washington, su máximo impacto durante el período de finales de los 60 y principios de los 70. Aunque la sindicalización era un elemento clave para el Movimiento Chicano, la no respuesta por parte del gobierno estatal, llevó a tomar medidas por parte de un grupo de Chicanos quienes presionaron al gobernador Evans en pro de una mayor representatividad. Ellos estaban tratando activamente de institucionalizar la fuerza del Chicano-Americano en Washington; y un paso necesario era la mejora de las condiciones de vida de los Hispanos. El grupo Chicano, llevó sus inquietudes a Olympia y exigieron al Gobernador Evans de incluirlos en su Comité de Trabajo Rural, hasta ese momento considerado como propio solo de los \"Anglo\". El Comité Asesor preparó reportes sobre la situación de los Hispanos en áreas básicas como la educación y la salud; así como ciertas otras necesidades de los trabajadores agrícolas que entre otras incluía la compensación por desempleo. Por medio de estos reportes, el CHA se vio eventualmente solicitando una posición oficial/formal dentro del gobierno del Estado. En la primera sesión comunitaria durante la cual se seleccionaría a los Comisionados, asistieron más de 300 personas e hicieron sentir sus opiniones y puntos de vista. Actividades CHAComisión de Asuntos Hispanos del Estado de Washington PAGINA 10conocen y a las que pertenecen. Los Comisionados eligen a su presidente quien dirige las reuniones y tiene la autoridad para ser vocero del CHA. La posición de Comisionado siempre ha tenido alta rotación. Aproximadamente 100 personas han servido como Comisionados en diversos momentos y períodos de tiempo. El Comisionado Tomás Cerna es quien ha ocupado la posición por más tiempo (22 años) desde el inicio hasta 1993. Ser Comisionado implica una representación amplia en todos los sectores posibles de la comunidad hispana. En la Legislación original al crearse el CHA, se exigía que los Comisionados debían ser distribuidos de la siguiente manera: 2 miembros del Sector Agrícola; un miembro por cada uno de los sectores de Educación, Servicios Profesionales, Oficiales Sindicales Electos; 2 miembros escogidos de la población general hispano parlante y 4 miembros de la comunidad mexicano-americana del Estado de Washington. La legislación de 1987 cambió el nombre de la institución, pasó de Comisión de Asuntos Mexicano-Americanos a Comisión de Asuntos Hispanos y también modificó la representación de la población general incrementando a 3 los representantes de la población hispano parlante y dejando en 3 los representantes de la comunidad mexicano-americana. Pero es con la legislación de 1993, cuando se produce el gran cambio en la Comisión de Asuntos Hispanos. Se aprueba una nueva legislación en donde los Comisionados quedan limitados a servir un máximo de dos períodos, con una duración de tres años para cada uno. Igualmente se le otorgó al Gobernador el poder de emplear a un Director con el apoyo de los Comisionados. La limitación del tiempo de servicio y los otros cambios intentaban maximizar la diversidad y mantener al CHA fresco y revitalizado, así como también ofrecer a un mayor número de personas la posibilidad de entender e involucrase con los asuntos del Gobierno Estatal. Esto permitía al CHA, además de continuar con su rol de asesor, tener también un rol de formador y capacitador de un mayor número de líderes hispanos. El Dr. Antonio Sánchez, quien actualmente es parte de la Oficina de la Secretaria de la Gobernación, participó en la preparación de esta legislación y piensa que el limitar el tiempo de servicio está dando resultados, al respecto él afirma: \"... Hay gente excelente quienes han servido y están sirviendo en la Comisión...\" Esta nueva legislación también impactó la dinámica entre los Comisionados y el Director. Mientras que ambas partes todavía colaboran, al Director se le exigió incrementar su relación con el Gobernador. Se esperaba que los Comisionados fuesen los encargados de dirigir la agenda, mientras que el Director y personal fuesen responsables de implementarla. Previamente los Comisionados en ocasiones formaban subgrupos basado en intereses propios y/o necesidades de sus áreas o especialidad. Desde el 2009, Lillian Ortiz-Self fue escogida para presidir la Comisión, después de haber sido Comisionado durante dos años. Fue electa nuevamente en noviembre del 201 1 para un segundo término, el cual expira el 1 1 de Noviembre del 2013. Las actuales mejoras en la Comisión impactan positivamente a un amplio grupo de intereses, generaciones y grupos étnicos. CHA tiene seis Comisionados con especialidades en las áreas de educación; dos en educación superior y cuatro en educación Kínder-Preparatoria (K-12); dos Comisionados se especializan en desarrollo económico; dos en salud y servicios. Entre los Comisionados hay quienes son primera generación inmigrantes y otros son segunda o tercera generación. Actualmente hay un Comisionado de Puerto Rico, otros Comisionados son descendientes mexicanos o primera generación mexicana; otro Comisionado tiene padres provenientes de Guatemala y Salvador; y otro Comisionado es de origen chileno. La diversidad en torno al origen y especialidad que nuestros Comisionados aportan, permite tener un equipo dinámico que utiliza todos esos recursos multiculturales para propiciar la ayuda mutua y los cambios deseados para la comunidad latina. 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 11Promocionando el Cambio a Través de Proyectos de Apoyo (LCTA) Debido a la persistente discrepancia existente en el área educativa en torno al logro académico y el igual acceso a los servicios ofrecidos, ha hecho que la Comisión se enfoque más en la Educación. Se ha trabajado para incrementar la incorporación de los padres y reducir la brecha en cuanto al logro estudiantil. Los foros organizados por la Comisión con la comunidad hispana, ha permitido observar cómo constantemente los padres muestran gran frustración y preocupación al no tener acceso ni voz en las decisiones educativas en relación a sus hijos. A este respecto la Comisión a través de su colaboración con la Fundación Bill y Melinda Gates, inició en el 2010 el proyecto \"Promocionando el Cambio a Través de Proyectos de Apoyo (LCTA). Además ha coordinado el desarrollo del proyecto con la ayuda del Latino Advocacy, LLC y la Oficina de Educación y Resolución de Quejas del Estado de Washington. La Comisión considera que es imperativo otorgarles mayor poder a los padres latinos, para que trabajando con los profesores, puedan ayudarles a ser educadores más efectivos incorporando en sus currículos la diversidad cultural, entrenamiento, así como también las prácticaspedagógicas. De esta manera, trabajarán con más ahínco e incrementarán mutuas relaciones de apoyo entre padres y maestros; y los padres se capacitarán para comprender mejor como se rige el sistema educacional local y del Estado. Todo ello beneficiando a los estudiantes, padres, escuelas y mejorando las condiciones educativas en Washington. Actividades CHA Sitios de Capacitación a los padresComisión de Asuntos Hispanos del Estado de Washington PAGINA 12\"Promocionando el Cambio a Través de Proyectos de Apoyo\" consiste en una serie de sesiones de entrenamientos a nivel nacional en las cuales se reúne a padres, miembros de la comunidad, y líderes para entender el Sistema Educativo de Washington y como abogar para que reciban más apoyo los niños latinos de las escuelas públicas. El objetivo es educar en torno a luchar por una educación equitativa para todos los niños a nivel local y del Estado. A través de este entrenamiento, padres y grupos comunitarios aprenderán a dialogar con quienes manejan las políticas y otros líderes con influencia en la definición de las mismas. También aprenden a generar apoyo por parte del público general para que respalden reformas educativas las cuales sin duda impactan aspectos en el área social y económica como la reducción de la pobreza y creación de empleos\". Lillian Ortiz-Self, Presidente La Comisión está satisfecha en poder trabajar con muchas organizaciones y agencias para hacer que nuestras comunidades participen cívicamente en la lucha que permitirá a nuestros estudiantes incrementar y alcanzar sus logros dentro del sistema educativo de Washington. Con éxito hemos podido entrenar a más de 200 padres y a sus hijos, así como a líderes y organizaciones comunitarias en más de 1 1 localidades de todo el Estado de Washington. La Comisión continuará trabajando con los padres hasta que ellos logren organizarse creando los PTA Latino locales, colaborando con los distritos escolares, ayudando a otros padres a educarse dentro del sistema escolar, pero lo que es más importante, fomentando en sus niños el aprovechamiento educativo y el deseo de asistir a la escuela, lo cual constituye una de las claves para tener éxito en el futuro. Como lo señaló una madre en Everett \"... por eso es que vengo acá todas las semanas, para hacer que mis hijos tengan una experiencia positiva, esa es mi misión...\". [Publicidad]2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 13CHA y sus Prioridades en el 2010-2012 Page 1800 700600500400300200100 0 Educación Relaciones Comunidad Desarrollo EconómicoDerechos Civiles Mejorando Servicios Gobierno Mejorando Efectividad CHA Participación Cívica Desarrollo Liderazgo Latino Protección ConsumidorJudicial Cuidados Salud Inmigración Laboral ViviendaGráfico 1 Actividades del CHA-Distribución AnualEducación a los Migrantes, así como también en el Comité \"Educational Opportunity Gap Oversight and Accountability\". Los Comisionados han trabajado muy de cerca con el Representante Sharon Tomiko-Santos (Presidente del Comité de Educación de la Cámara de Representantes) asesorando a la legislatura en torno al impacto que ejerce sobre la comunidad latina la introducción de nuevas Leyes sobre Educación. Esto es fundamental, pues tiene efectos colaterales sobre la seguridad pública, desarrollo económico, etc. Por ello, detener \"La substitución de la escuela por la prisión\", se coloca en primer lugar dentro la agenda del CHA. Pero no menos importante es la seguridad pública la cual continúa siendo prioridad en la agenda de la Comisión. CHA sigue escuchando historias de diversas comunidades en torno al número de jóvenes que están siendo reclutados por pandillas y las pocas alternativas que tienen para evitar que los jóvenes latinos sean parte de ellas. La prevención de pandillas es un tema muy importante para nuestra comunidad. Por ello nuestro enfoque está en la eliminación del \"Flujo Escuela- Prisión\", y reducción de la existente brecha en torno al aprovechamineto educativo, asegurando que se presten servicios de prevención, y que los padres participen y estén bien informados. En relación a Servicios Humanos Desde que se imprimió nuestro último Informe Evaluativo, la Comisión ha continuado identificando áreas de gran importancia que impactan a las comunidades latinas del Estado de Washington. Así mismo, los Comisionados continuarán estableciendo relaciones con la Legislatura, preparando líderes para el Estado, comunidades, gobernación, agencias y organizaciones no lucrativas; así como a representantes del sistema educativo local y estatal. En nuestra incesante labor, el tener contacto directo con el público nos permitirá representarlos y luchar por sus intereses; vigilantes siempre de sus derechos y necesidades. Tales mecanismos permiten a los Comisionados y el CHA definir las prioridades para enfocarse en ellas para la siguiente Sesión Legislativa y poder asesorar al Gobernador. La Comisión ha trabajado con gran esfuerzo en identificar y desarrollar planes de acción enfocándose en áreas como Educación, Seguridad Pública, Servicios Sociales y Humanos e Inmigración, entre otras. Adicional al programa \"Promocionando el Cambio a Través de Proyectos de Apoyo\", el CHA aboga en el área de Educación de manera diferente. Los Comisionados del CHA están en permanente comunicación con la Oficina del Superintendente de Instrucción Pública. El CHA está representado en el Comité Asesor de Actividades CHAComisión de Asuntos Hispanos del Estado de Washington PAGINA 14 y Sociales, en los dos últimos años se ha logrado incluir servicios que proveen entre otros, asistencia de traducción, específicamente en las áreas de protección a la infancia y servicios de salud mental. Igualmente se han incrementado servicios para situaciones de crisis que permitan una intervención inmediata ante el abuso o el trauma, siempre procurando que dichos servicios sean apropiados tanto a nivel cultural como lingüístico. En la actualidad muchas familias no tienen acceso a estos servicios y es por ello que el CHA trabaja consistentemente con el DSHS y otras agencias estatales para encontrar soluciones. Con igual interés, la Comisión continúa observando los efectos negativos que tiene sobre nuestra comunidad, la no existencia de una reforma migratoria amplia. Las familias sienten temor en solicitar apoyo de los cuerpos policiales, y eso las deja en una situación de mucha vulnerabilidad. Los niños viven el trauma de ver con sus propios ojos la detención de sus padres, dejándolos solos y sin ningún plan de protección. Seguimos escuchando de nuestra comunidad, los incidentes en torno al acoso y hostigamiento simplemente por apariencia racial; en lo cual se está constantemente trabajando para eliminarla a través de la educación. De igual manera el Desarrollo Económico se ha convertido en una prioridad para la Comisión. Toda vez que es una preocupación compartida por muchas comunidades latinas, el desigual acceso que tienen los pequeños negocios a contratos y fondos gubernamentales. Nuestro objetivo, es hacer que estos pequeños negocios mantengan sus puertas abiertas, y que conozcan todas las opciones de asistencia que existen. Así como la población latina se incrementa, igualmente se incrementan los propietarios de negocios latinos; y es por ello que esto constituye un elemento preponderante a revisar, por el impacto financiero que la comunidad latina tiene sobre nuestra economía. En el 201 1, CHA presentó la propuesta de crear un directorio de negocios latinos en línea. Y el mismo se realizó en colaboración con la Oficina de Minorías y Negocios de Mujeres Empresarias, así como de la Asociación de Medios Hispanos del Estado de Washington (por su siglas en inglés WAHMA) la cual aglutina a un grupo de líderes hispanos trabajando en pro del desarrollo y apoyo a profesionales de la comunidad latina.Page 1225 200175150125100 755025 0Gráfico 1 Activitividades del CHA 2008-2012 2008 2009 2010 2011 2012Asesoramiento Oficina Gobernador Asesoramiento LegisladoresAsesoramiento Agencias Públicas Estatales y LocalesEstablecimiento RelacionesIdentificando/Definiendo Aspectos PrioritariosConferencias latinoSolicitando sobre los Latinos /Hispanos PAGINA 15Actividades Legislativas del CHA y Resumen de las Sesiones 2011-2012 Uno de los propósitos de este proyecto, es tratar de incrementar el acceso de los negocios hispanos a los contratos gubernamentales. También se quiere informar a los propietarios de negocios hispanos en torno a los beneficios que ofrece la certificación con el OMWBE, así como sobre el proceso a seguir para su obtención. Así mismo, el CHA ha trabajado con numerosas agencias, incluyendo el Departamento de Licencias, Dirección de Control de Licores, Departamento de Servicios Sociales y de Salud, Labor e Industrias, Departamento de Rentas, y otras agencias quienes han sido invitadas al programa de radio para evaluar y revisar sus políticas en cuanto la interacción con sus clientes/usuarios Latinos. En los últimos años, influenciado por su participación en reuniones y presentaciones del CHA, el Departamento de Licencias DOL ha implementado capacitaciones para su personal en la interpretación de políticas y ha cambiado sus normas en cuanto al manejo de los reclamos de sus clientes. En consecuencia las quejas de los clientes han bajado substancialmente. También como resultado de la directa intervención del Director del CHA y los Comisionados; las agencias L&I, DOR, y DFI han incrementado su personal bilingüe y sus publicaciones en español. Como podemos ver que el CHA mantiene comunicación con todas las agencias antes mencionadas sirviendo como consejero para aplicar prácticas adecuadas en el momento de trabajar con la comunidad hispana. También el CHA se ha reunido con otras agencias como la Comisión de Lotería; Departamento de Seguridad Laboral, Comisión de Artes, Departamento de Comercio, Departamento de Agricultura, y la Oficina Defensora de la Educación. Adicionalmente, la Comisión ha establecido una estrecha colaboración con el Consulado Mexicano; así como también con el Departamento de Servicios Sociales y Salud infantil y el Departamento de Administración. Asegurando así, que se suplan las necesidades de los niños latinos, y que se implementen las políticas establecidas al respecto. Del mismo modo el CHA ha apoyado a la Oficina del Procurador General, para incrementar la comunicación entre ambos y fortalecer su acceso a las comunidades latinas en aspectos relacionados con fraude y protección al consumidor. La Comisión también ha sido clave en el desarrollo e implementación de nuevas reglas por parte del Departamento de Educación Temprana. El Director del CHA y los Comisionados, en promedio han participado anualmente en más de 300 reuniones con directivos de las diferentes agencias, miembros y líderes de la comunidad, organizaciones no lucrativas, legisladores y oficiales electos. La 63ava Sesión Legislativa del 2012 se inició el 9 de enero y continuó hasta el 8 de marzo. Ella fue precedida por una sesión muy difícil del año anterior y se hizo aún más complicada debido a las impactantes decisiones que durante ella se tomaron. El Estado de Washington inició la sesión con un déficit presupuestario de 1.4 billones de dólares, lo que obligó a la gobernadora Chris Gregoire a solicitar un nuevo presupuesto estatal. Por lo que se añadió una sesión especial con la finalidad de finalizar el presupuesto. La Comisión identificó áreas claves para las cuales ya se habían introducido proyectos de Ley, que tenían gran impacto sobre la comunidad Latina. Siendo estas de alta prioridad para la Sesión Legislativa 2012: Educación K-12, Educación Superior, Labor, Protección al Consumidor, Desarrollo Económico e Inmigración. La Sesión Legislativa del 201 1 fue igualmente difícil debido a que todas las Comisiones étnicas enfrentaron la posibilidad de ser suprimidas. Nuestro presupuesto fue dramáticamente reducido, lo que obligó a la eliminación de todas las reuniones comunitarias públicas excepto por dos; así como la partida para viajes de los comisionados que estaban trabajando para ayudar a la comunidad latina. La Comisión también se enfocó en áreas específicas como lo hizo durante la Sesión Legislativa del 2012 concentrándose en aspectos asociados con la brecha del aprovechamiento académico.Actividades CHAComisión de Asuntos Hispanos del Estado de Washington PAGINA 16 CHA Premios Comunitarios El 15 de abril del 2012, durante la Feria de Recursos Latinos celebrada en Vancouver, Washington; la Comisión reconoció la labor de Alex Gordon con el Premio Comunidad 201 1 de la Comisión de Asuntos Hispanos. Alex se ha desempeñado en diferentes roles de liderazgo dentro del Grupo Recursos Latinos, durante la primavera y verano, ella ha apoyado en sus ferias a esta organización en el área de planificación. Alex trabaja para el Centro de Salud Comunitaria Sea Mar como representante en el área de servicio al cliente. Allí interviene para que la población menos privilegiada del condado de Clark tenga un seguro médico. Alex siempre ha identificado oportunidades de colaboración con organizaciones comunitarias que permitan proveer recursos a la comunidad y con ello servir mejor a sus clientes. Siempre entusiasta y dispuesta a ofrecer sus habilidades bilingües en la búsqueda e identificación de recursos para la comunidad latina. Su muestra de liderazgo, organización y compasión ha impactado positivamente la vida de muchos hispanos en el condado Clark. Una trabajadora incansable para el beneficio de la comunidad latina y es por todo esto que creemos debe ser merecedora de un reconocimiento a sus esfuerzos. Alex, agradecemos tu excepcional compromiso y dedicación, y esperamos que continúes compartiendo con nosotros tu conocimiento y tu liderazgo en tu comunidad. El Premio Comunidad 2010 de la Comisión de Asuntos Hispanos fue otorgado al señor Lupe Hernández de la localidad de Moses Lake, Washington. Y dicho premio le fue entregado el 4 de Marzo del 201 1 durante el Día Legislativo Latino celebrado en Olympia, Washington. El señor Hernández ha trabajado incansablemente para ayudar a su comunidad del condado Grant. Su trabajo con la iglesia católica local y organizaciones que apoyan a la comunidad latina, ha beneficiado a muchas familias y con su filosofía de servicio, el señor Hernández ha enriquecido la comunidad latina. En el 2009 fue el señor Antonio Flores de Pacific- Washington, la persona seleccionada para recibir el Premio Comunidad de la Comisión de Asuntos Hispanos. Y le fue entregado el sábado 17 de Octubre del 2009 en el Colegio Comunitario de Bellevue durante la celebración del desayuno y banquete del \"Latino Community Fund\". Al señor Flores le fue reconocido su trabajo y esfuerzo ejemplar en la defensa y mejora de la calidad de vida de nuestras comunidades latinas. Felicitaciones a todos los que obtuvieron el Premio Comunidad por sus logros y su maravilloso trabajo. La Comisión seguirá reconociendo en el futuro a muchos más miembros excepcionales de la comunidad. Alex Gordon, Recipiente del \"CHA Premio Comunidad 2011\" Entregado por la Comisionado Rosalba Pitkin (Abril 2012).Antonio Flores Quin, Recipiente del \"CHA Premio Entregado Uriel Iñiguez, Director CHA (Octubre 2009).[Publicidad] 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 17informando a los radioescuchas sobre los recursos existentes. Las Agencies que han participado en estos programas de radio son: Oficina del Procurador General, Departamento de Servicios Sociales y de Salud; La Oficina de la Superintendencia de Instrucción Pública, Departamento de Instituciones Financieras, Oficina de Negocios de Minorías y Mujeres del Estado de Washington, Comisión de Derechos Humanos, Departamento de Salud, Departamento de Labores e Industria, Departamento de Rentas y la Oficina del Comisionado de Seguros. La Comisión permanentemente motiva a los miembros de la comunidad para que llamen y presenten sus preguntas e inquietudes. Los martes, el programa sale al aire en vivo en Radio Luz 1680 AM y es retrasmitido por Centralia College/ 91.3 KCED y Radio KDNA/ 91.9 FM. Los jueves el programa se difunde en vivo en Radio Latino 1210 AM y también es retrasmitido a través de Centralia College/91.3 KCED y Radio KDNA/ 91.9 FM.Conozca su Gobierno con Uriel Iñiguez Reuniones Comunitarias del CHAEn el 2010, la Comisión inicio el programa de radio \"Conozca Su Gobierno \", el cual se trasmite los Martes y Jueves de 10 a 1 1 am. Este programa de radio cubre un 70% del Estado de Washington a través de una radiodifusión con 5 frecuencias. Durante el programa de radio, el Director del CHA, Uriel Iñiguez habla en español con diferentes representantes de las diversas agencias del gobierno para discutir temas: ¿Cómo comprar un carro?, ¿Qué es necesario para iniciar un negocio?, ¿Cómo tener acceso a programas de salud que son importantes?, ¿Cómo cuidar la salud de su hijo? El propósito del programa es apoyar a otras agencias del Estado para que tengan una conexión directa con la comunidad latina. Durante media hora las agencias pueden presentar a la comunidad hispano-parlante el tema que esta desee exponer y el personal del CHA tiene el rol de moderador, preguntando y aclarando preguntas, proporcionando números telefónicos e Salud; Oficina del Superintendente de Distrito Escolar de Yakima; el Jefe de la Policía de Wapato; y el Gerente Distrital del Departamento de Licencias. A los panelistas se les solicitó enfocarse en las preguntas presentadas por los Comisionados, por ejemplo, proceso y tasa de logro en niños que están bajo el cuidado temporal o permanente de familias latinas; cómo se está manejando la deserción escolar y qué se está haciendo para proporcionar una motivación equitativa para que los estudiantes latinos aspiren a una educación superior; que está haciendo el Distrito Escolar para lograr proporciones adecuadas y representativas respecto a la relación maestros/alumnos. En Burien la Comisión y la comunidad latina se reunieron con la oficina Gerencial de la Ciudad, la Preparatoria Highline, la Oficina de Negocios de Minorías y Mujeres (por sus siglas en inglés OMWBE), la Oficina de Política del Gobernador, el Jefe de la Policía de Burien y la Organización Nuevos Futuros. Las áreas identificadas para más discusión fueron, cómo mejorar la relación entre la ciudad y la comunidad latina, así como el impacto que tendría la reducción de los servicios humanos en la comunidad latina de la localidad. En el 201 1, la Comisión llevó a cabo dos reuniones comunitarias públicas en Lacey y Lynwwod - WA. Los Para que la Comisión de Asuntos Hispanos del Estado de Washington pueda cumplir su mandato; es imperativo que ella sea capaz de identificar y entender las necesidades y aspectos que afectan a las comunidades latinas del Estado de Washington. Y la mejor manera de lograrlo es conectándose con los latinos a través de las reuniones comunitarias públicas. Estos foros proporcionan a los Comisionados la oportunidad de identificar los asuntos y las inquietudes. Estas entre otras son: El acceso equitativo a los servicios de la comunidad y del Estado, aspectos de seguridad comunitaria que son relevantes en las comunidades latinas, áreas concernientes a la desproporción de los servicios educativos; así como cualquier otro aspecto que afecte a los latinos en las diversas áreas. Las reuniones comunitarias se llevan a cabo en áreas representadas por cada uno de los 1 1 comisionados. Los comisionados locales trabajan con los líderes comunitarios, agencias del Estado y Federales, organizaciones locales y los distritos de servicios educacionales para trabajar sobre las inquietudes y problemas identificados en estas reuniones comunitarias públicas. Debido a los cortes presupuestarios del 2010, la Comisión solo pudo organizar dos reuniones comunitarias, la primera en Yakima y la otra en Burien. Panelistas presentes en la reunión pública comunitaria de Yakima representaban: Al Departamento Regional de los Servicios Sociales y de Actividades CHAComisión de Asuntos Hispanos del Estado de Washington PAGINA 18de Fork solicitó y fue el anfitrión de esta reunión. En la misma se abordaron temas asociados con la policía local, el sheriff y la patrulla del Estado, específicamente por el uso de agentes patrulleros fronterizos para los servicios de interpretación al no haber otros servicios de interpretación cuando se necesitan. Entre los panelistas se incluían a dos oficiales de la patrulla del Estado de Washington, representantes de la Oficina del Sheriff del Condado de Clallam, el Alcalde de Forks, un investigador de los derechos civiles con la Comisión de los Derechos Humanos del Estado de Washington y un gerente del Distrito Regional del Departamento de Recursos Naturales. A los panelistas se les solicitó hablar sobre sus experiencias para mantener la seguridad de la comunidad, de su equidad y el acceso seguro a sus servicios para todos los miembros de la comunidad. Continuando Hacia Adelante Por el trabajo que la Comisión ha realizado en los últimos dos años, es evidente que los logros obtenidos no se hubiesen realizado sin la ayuda y apoyo de todos aquellos quienes están conscientes de la importancia que tiene el que todas nuestras comunidades sean seguras, tengan un mismo acceso a la educación y los servicios, que estén cívicamente comprometidas y contribuyan al desarrollo económico local y el del Estado. La economía del Estado es frágil y el liderazgo gubernamental estará cambiando en esta próxima elección. El panorama fiscal para la educación K-20 y servicios humanos es desconocida. La brecha en el aprovechamiento educativo todavía esta allí y las investigaciones muestran como de no ser impedido, tendrá un gran impacto a nivel del Estado y de la Nación. El \"ideal\" de las comunidades seguras esta cambiando la manera como las comunidades reaccionan, interactúan y solicitan apoyo. Posibles reformas inmigratorias están polarizando la nación, teniendo diferentes efectos a través de todas nuestras comunidades. La situación laboral está cambiando para todos los segmentos de nuestro Estado y Nación.panelistas en Lacey fueron la Oficina del Alcalde de Lacey, el Jefe de la Policía, El Superintendente Distrital de la Escuela North Thurston, El Departamento de Servicios Sociales y de Salud; y la Oficina de Negocios de Minorías y Mujeres (por sus siglas en inglés OMWBE). Los panelistas se enfocaron en preguntas relacionadas con los puntajes obtenidos en las pruebas estudiantiles; participación de los padres; el DSHS y sus prioridades en dejar a niños latinos en hogares de acogida latinos; así como el uso de servicios de intérpretes por los oficiales de policía de turno. La reunión pública comunitaria de Lynwood se llevó a cabo durante la Cumbre 201 1 del Latino Community Fund realizada en el Colegio Comunitario Highline. Los Comisionados presentaron sus respectivas áreas y se invitó al público a compartir sus comentarios y hacer sus preguntas a la Comisión. El Representante Moscoso habló de su participación en la Mesa Redonda de Justicia Criminal dicha participación, nos comentó, fue en torno a la Intervención y los Servicios de Prevención en las actividades de las pandillas en Washington; así como también de su preocupación acerca del Proyecto de Ley sobre pandillas, que ya ha sido aprobado. A principios del segundo semestre del 2012, la Comisión realizó dos reuniones, en Pasco y en Forks, Washington. La reunión pública comunitaria de Pasco se enfocó en el desarrollo económico y el problema de pandillerismo. El panel de Desarrollo Económico incluyó al senador Mark Shoesler, el representante Larry Haler, el miembro del Concilio de la Ciudad de Pasco Saúl Martínez y la directora de la Asociación de Pequeños Negocios de Washington. Los panelistas de Desarrollo Económico se enfocaron en preguntas en torno al acceso a la Educación Superior de los inmigrantes, así como también en la duración y los esfuerzos de comunicación de los planes de revitalización, y fórmulas de como los miembros de la comunidad pueden identificar oportunidades de liderazgo y comprometerse en estos esfuerzos de revitalización. La segunda parte de la reunión se dedicó a los aspectos relacionados con la violencia de las pandillas en la comunidad. El panel de Prevención de Pandillas incluyó al Representante Terry Nealy, al Procurador del Condado de Franklin, al detective Nebeker del Departamento de Policía de Pasco, al padre Daniel Barnett, la asociación \"Team Challenge\", y la Escuela del Distrito de Pasco. A todos estos panelistas se les preguntó sobre las iniciativas que se están creando para fomentar más actividades extracurriculares en el área, así como la creación de esfuerzos de colaboración entre las agencias y el sistema educativo. Y la más reciente reunión pública comunitaria se realizó en Forks, Washington. La Comisión de Derechos Humanos Description of this photo 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 19La Comisión esta comprometida a seguir avanzando con su trabajo, ayudando para que las comunidades latinas alcancen su máximo potencial. Los Comisionados han fortalecido sus asociaciones y han construido más relaciones que apoyan su trabajo en la legislatura y en sus respectivas comunidades. La Comisión continuará la búsqueda de formas efectivas e innovadoras para desarrollar programas que apoyen el compromiso cívico-comunitario, y en la búsqueda de formas que permitan defender el acceso justo de todos a la educación y los servicios. La Comisión continuará Notas y ReferenciasAnaMaría Díaz Martínez, originaria del Estado de Washington, es la primera generación de su familia nacida en los Estados Unidos. De padres inmigrantes, es la mayor de 8 hijos y la primera en haber ido a la universidad y graduarse. Siguiendo su ejemplo, 5 de sus hermanos también poseen títulos universitarios. Sus padres creen firmemente en que la educación inicia el camino hacia una vida plena y próspera. Durante su crecimiento, la educación le proporciono vivir diversas experiencias. Aprendió de su familia en que consiste el trabajo duro y con integridad, el tener compasión de los otros y dar valor a las diversas experiencias, las cuales enriquecen a todos en nuestras comunidades. En 1997, AnaMaría se gradúa del \"Eastern Washington University\" con un B.S. en Educación de Salud Comunitaria, y en el 2002 obtuvo su Master en Educación M.Ed en Medios Didácticos y Tecnologías. Marena Lear trabaja para la Comisión desde abril del 201 1. Previamente había trabajado para una empresa de traducciones en Portland, Oregón; y ha sido profesora privada de inglés en Buenos Aires Argentina. Marena posee un BA en inglés del Reed College.ACERCA DEL AUTOR Y EL EDITORsu activo compromiso con las comunidades y con ello la identificación de aspectos que les impacten y el asesoramiento de los sistemas gubernamentales en las acciones que sean necesarias. La Comisión espera continuar sirviendo al Estado de Washington y a las comunidades Latinas con el apoyo y esfuerzo de todos aquellos con quienes estamos actualmente trabajando y también con todos aquellos con los cuales nos encontraremos a lo largo del cumplimiento de nuestro mandato. 1 Oficina de Gerencia Financiera del Estado de Washington, Proyección Demográfica, http://www.ofm.wa.gov/pop/race/projections.asp [Publicidad]Actividades CHAHistory Erasmo Gamboa Ph.D Antonio Sánchez Ph.DEn 1969 se crea oficialmente la Comisión, y ello como consecuencia del robustecimiento del Movimiento Chicano, en su lucha por una mayor representatividad. A partir de allí, la Comisión ha continuado su labor convirtiéndose en una agencia apoyada por las propias bases de la comunidad, la cual trabaja dentro del marco Legislativo del Estado.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 21I. Introducción Los intrépidos marineros, quienes forman parte de la primera ola de exploradores de la región, partieron de San Blas México y establecieron un importante puente cultural, el cual permanece hasta nuestros días. La odisea de lo que hoy constituye el Estado de Washington se inicia en 1774. Sus comienzos estuvieron bajo el auspicio de protectorado territorial, por parte de los españoles quienes lo consideraron suyo. Ellos son seguidos rápidamente por las invasiones de rusos, franceses e ingleses. Teniendo por resultado que la Corona de España deliberadamente haga el esfuerzo de explorar, reclamar, conocer y de establecerse en la desconocida región del Pacífico Noroeste. Los marinos mexicanos y españoles quienes navegaron las frías aguas bajo extremas condiciones marítimas, son quienes establecieron un importante legado y merecen el reconocimiento por la introducción de Entre las comunidades \"No Nativas Americanas\", los Hispanos/ Latinos del Estado de Washington, representan no solo la primera comunidad, sino también la de más rápido crecimiento. Es una comunidad proveniente del sur y cuya estadía está llena de historias de heroísmo, retos, decepciones y esperanzas. cebolla, frijoles, vino, ganadería, cristiandad, así como las primeras poblaciones. Español fue el primer idioma europeo hablado en esta región y ahora es el segundo idioma después del inglés. La continúa presencia de hispanos en este Estado, entre finales del siglo dieciocho y el siglo diecinueve, se ve claramente reflejada en cada fase de la historia de la región. Desde los trenes de mula que trajeron el equipo necesario para poder desarrollar nuestra industria maderera, así como el mapeo de los linderos del Estado, hasta las técnicas implementadas, las cuales dejan las primeras semillas de nuestra importante industria agrícola. Los mexicanos han estado y continúan estando al frente de la economía y el progreso político de nuestro Estado. Actualmente en algunas ciudades rurales de Washington, los Hispanos/Latinos ya no son minoría sino la mayoría, elementos claves que ahora se consideran como parte importante de la economía y patrimonio cultural de nuestro Estado. Todo ello independientemente, de que esta información se haya perdido en la oscura historia re-escrita del Estado de Washington. y en algunos casos, representan hasta casi la totalidad de la población. A pesar de estas y muchas otras importantes contribuciones, la presencia largamente establecida de los Hispanos/Latinos en el Estado es ignorada, malinterpretada y con baja representación en los capítulos de la historia de nuestro Estado. Y es por ello que esta historia debe ser contada. Encuentro del buque español con las canoas de los nativos - Representación de Gordon MillerLas tempranas incursiones españolas y mexicanas en este Estado trajeron los primeros mapas, el hierro, el trigo, plantas frutales, HistoriaComisión de Asuntos Hispanos del Estado de Washington PAGINA 22El Estado de Washington es también hogar de una numerosa comunidad de Judíos Sefarditas Españoles. Ella constituye una de las más nutridas comunidades sefarditas en los Estados Unidos. En las comunidades sefarditas se habla Ladino, lengua romance derivada del viejo castellano español. En 1492 los judíos sefarditas son expulsados de España y su diáspora continúa, llegando un grupo en 1902 a Seattle vía Marmara, Turquía e Isla Rodas. Los judíos Sefarditas han hecho contribuciones significativas en la historia educativa, empresarial, cultural y artística del Estado de Washington. Estrictamente hablando, los Hispanos son gente viviendo en los Estados Unidos con ancestros de Latinoamérica y España. Diferente a otros grupos minoritarios, los Hispanos no son fácilmente identificables como comunidad étnica o racial. En efecto, los Hispanos son un verdadero mosaico de diferentes razas, culturas y nacionalidades. Algunos de los llamados Hispanos tienen origines relativamente puros; mientras que otros tienen orígenes multirraciales de africanos, asiáticos, europeos o nativos-americanos. Culturalmente, el término Hispano representa un arcoíris de diversos estilos de vida del mexicano y del centroamericano. Desde esta perspectiva, el término Hispano tiende a imponer una homogeneidad racial, cultural y lingüística que realmente no existe.II. Identificación Cultural en la Comunidad Hispano/Latina Los Latinos de origen mexicano constituyen la mayoría de la población Hispano/Latina del Estado de Washington. No obstante, se debe reconocer que el grupo esta integrado en su mayoría por diversos grupos étnicos y culturales, cada uno con una historia geográfica propia, experiencia migratoria, antecedentes sociales y culturales, preferencias lingüísticas, nivel formal de educación y situación económica. Aunque ellos sean americanos descendientes de mexicanos, inmigrantes recientes de México o de otro país de Latinoamérica o del Caribe; todos están unidos por atributos comunes de tipo social, cultural, lingüísticos e históricos que los hacen un diverso y único grupo poblacional. La utilización del término \"Hispano\" podría no ser la manera más correcta de definir esta población tan diversa. Su uso inicial puede trazarse a principios de los años 70 cuando el gobierno federal de los Estados Unidos implementó para el Censo, el amplio término de \"Hispano\" con la intención de juntar este gran y casi indescriptible grupo poblacional. Y desde ese momento ha sido convenientemente Por esta razón se usa mayormente el término Latino, el cual denota la gran diversidad de los diferentes grupos en las Américas, desde el norte por debajo del Río Grande en México, hasta la Patagonia, al sur de Chile. Los franceses inventaron el término Latín América al momento en que su nación estaba enfocando sus ambiciones imperiales en México. Estas ambiciones se pusieron a prueba por primera vez en 1862, en la famosa batalla del Cinco de Mayo en Puebla, México. Los franceses en esa época argumentaron que tanto Francia como México eran países \"Latinos\", y utilizaron esta conexión para imponer un régimen colonialista altamente impopular en México. Con el tiempo, el término \"Latino\", que dejó un mal gusto en la memoria mexicana, comenzó a borrarse, no obstante después, gradualmente comienza a ser adoptado por la mayoría de las poblaciones de las Américas, convirtiéndose así en un término sombrilla. Por lo que generalmente, en las Américas, se utiliza este término para reflejar el origen de la población; o aún más, en donde ha ocurrido una diversificación étnica de la población hispana (por ejemplo Latino de México, Latino de Puerto Rico, o de Guatemala o de Chile). Los antecedentes históricos de los Latinos también difieren en los diferentes grupos. Como lo es el caso de los mexicanos-americanos, ciudadanos con ancestros mexicanos nacidos en los Estados Unidos, los cuales son miembros de una \"minoría establecida\" en el país y el Estado de Washington. Por otro lado, otros Latinos como nicaragüenses, salvadoreños o guatemaltecos, son parte de poblaciones de inmigrantes llegadas más recientemente a esta comunidad.utilizado en diversos niveles gubernamentales. Esta terminología fue cómodamente usada como un paraguas bajo el cual se incluían a todos los que vivían en los Estados Unidos con un mismo origen cultural, lingüístico e histórico, proveniente de México, Suramérica y Centroamérica, el Caribe y España.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 23III. Perspectiva Demográfica Con frecuencia los Hispanos/Latinos han sido erróneamente considerados como miembros de las nuevas comunidades inmigrantes del Estado. Esta errada idea se debe a varios factores. Uno de ellos, es que solo en 1970 es cuando se comienza a cuantificar en el Censo Federal a la población Hispano/Latina viviendo en un área determinada del Estado. Esta confusión se ve reforzada nuevamente en 1980 y 1990; cuando la Oficina del Censo mejora sus métodos de medición y se detecta un significante incremento en la población Hispana. A esto también se suma el hecho de que la inmigración Latina en el Estado de Washington se incrementó significativamente en las últimas décadas. De tal manera que la tendencia es a considerar que la base de la población ha incrementado solo por efectos de la inmigración. Finalmente, antes de los años setenta, los Hispanos/Latinos pasaban desapercibidos para los washingtonianos por encontrarse mayoritariamente concentrados en Yakima y otros condados del área sur- central del Estado, siendo por tanto no notados por parte de los medios y otros puntos de atención de la poblada región del Puget Sound del Estado. Hasta los años setenta, la población Hispana de Washington era esencialmente de origen mexicano. A partir de allí, dicha población se ha hecho más heterogenia con inmigrantes provenientes de Suramérica y Centroamérica, así como del Caribe.La Oficina del Censo de los Estados Unidos (Censo 2010) indica que entre 1990 y 2010 los Latinos de origen mexicano fueron respectivamente del 3.2% y 8.9% de la población total del Estado. Por su lado los Latinos con ascendencia portorriqueña del .2% al .4%. Mientras que los de origen cubano .05% al .1%; y los otros latinos de otros diversos orígenes en el Estado de Washington pasaron del 1% al 2% en ambas fechas. 1. Adams 10 condados de Washington con los más altos porcentajes de hispanos/latinos 10% 20% 30% 40% 50% 60% 59.3% 51.2% 45.0% 38.3% 16.8%17.5%18.7%19.7%25.8%28.7% (Fuente: Oficina del Censo U.S.A, Censo 2010) En conclusión, la población hispana de Washington creció un 71.2% entre los años 2000 y 2010; muy por encima del crecimiento promedio del Estado (14.1%). Es por ello, que en cuanto al rango nacional, la población Hispano/ Latina de Washington se sitúa en el puesto número 13avo (755,790 habitantes Hispanos/Latinos). En cuanto a composición por país de origen, aún con el incremento de la inmigración proveniente de otros países Hispanos/ latinos; los de origen mexicano continúan siendo la gran mayoría en todas las comunidades del Estado. Y los mexicanos-americanos se concentran en las pequeñas comunidades rurales (Ver 2010 México Puerto Rico Cuba Otros Países Hispanos/LatinosTABLA I Población hispano/latina de Washington: 1990-2010 Desglosada por país de origenHistoriaComisión de Asuntos Hispanos del Estado de Washington PAGINA 24expedición en repuesta al reclamo por parte de otros países europeos sobre la región. Todas las expediciones provenientes de Nueva España (hoy México) siempre estaban integradas en su mayoría por mexicanos mestizos y marineros indios puros; y no solo españoles. Por los En base a la información de la Oficina del Censo de los Estados Unidos, en el 2010, los Latinos constituyeron el 1 1.2% de la población del Estado de Washington. Es decir, uno de cada cinco nuevos residentes desde el 2000 era de origen latino. Washington creció en 314,261 nuevos Latinos entre los años 2000 y 2010. La población total del Estado se incrementó en 830,419 habitantes de acuerdo con el Censo 2010. 1. MATTAWA (Grant) 2. MABTON (Yakima) 3. ROYAL 892 8655207595.7%91.9%88.7%88.2%84.2%82.5%82.2%81.7%79.7%77.1%Ciudad o Pueblo por Rango Total Pop. (Condado) Latino Pob. % Latinos TABLA III Ciudades/pueblos con mayor proporción - población latina Mapa producido en 1774 durante la expedición de Juan Pérez, descubierto recientemente y el cual prueba que esta fue la primera expedición en mapear el Pacífico Noroeste. Cortesía de Los Archivos Nacionales.IV. Contexto Histórico Los Hispanos no son extraños para el Pacífico Noroeste. En 1774, dos años previos al sonar de las campanas de la libertad con su famoso eco, simbolizando el grito de la revolución americana; ya los marineros españoles, peruanos y mexicanos, reclamaban para España, la tierra que ahora conocemos como Washington. No es por mera coincidencia que en los mapas del Estado de Washington, aparezcan nombres como el Estrecho de Juan de Fuca, la Isla López, Puerto Los Ángeles (originariamente Puerto de Nuestra Señora de los Ángeles), la Isla San Juan y el Estrecho Rosario. Realmente existe un legado de la temprana influencia española en el Estado. El primer período de la historia hispana en Washington, quedó permanentemente marcada por los nombres a estos lugares. No obstante, la influencia española y mexicana va más allá de estos indicios geográficos. Entre 1774 y 1819, fecha del tratado, marca el fin del reclamo oficial de esta región por parte de España. Esta región fue testigo de los muchos viajes desde México y su correspondiente desbordamiento de nuevas ideas, productos y costumbres, las cuales impactaron para siempre a la región y a sus pobladores. En 1774, el español Juan Pérez, un diestro navegante, comandando el navío Santiago, salió del puerto de la ciudad de San Blas de Nayarit en México hacia las costas del futuro Estado de Washington. España envía esta (Fuente: Oficina del Censo U.S.A, Censo 2010)2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 25próximos 23 años, al menos 43 buques no solamente navegaron las aguas costeras, sino que también las dibujaron, dejando un legado hispano que todavía permanece. Fue Juan Pérez junto a su tripulación quienes en nombre de España reclamaron para ella todo el territorio del Noroeste y de Alaska desde 1774 y hasta 1819. Santiago también fue uno de los 6 primeros buques que documentó el Estrecho de Juan de Fuca. El día en que Santiago se adentra en el estrecho que separa a Washington del Canadá, la tripulación de habla hispana fue testigo de la presencia de una alta montaña cubierta de nieve que fue bautizada con el nombre de la Sierra Nevada de Santa Rosalía. Hoy su pico es conocido como Monte Olimpo. En 1775, Bruno de Hazeta, un explorador de 24 años, también navegó a todo lo largo de lo que hoy se llama la costa de Washington. Durante su viaje de regreso a México, Hazeta señala la boca de una larga ruta de agua, llamándola Bahía de la Asunción de Nuestra Señora. Setenta años más tarde en 1792, el capitán británico Robert Gray también la \"descubre\" y hace su entrada en el mismo río. Y es lo que hoy conocemos como el Río Columbia. Durante sus múltiples viajes, los marineros hispanos fundaron y bautizaron otros lugares geográficos claves de la región. Muchos de los lugares bautizados con nombres en español fueron documentados durante estos viajes que partían de México; posteriormente los exploradores dehabla inglesa simplemente cambiaron dichos nombres en sus mapas usando términos ingleses. En 1789 los españoles también establecieron en Washington, poblados-no nativos en la Bahía Neah (Fuerte Núñez Gaona) y en Nutka (Ensenada Cove) en la isla Vancouver. Fueron los miembros mexicanos de estas tripulaciones en todas las cuatro expediciones quienes a su vez fueron los pioneros en la creación de estos dos poblados. En su mayoría estos mexicanos fueron reportados ser o bien de raza mestiza (mezcla de indio y español) o indios puros. En el Fuerte Núñez Gaona, los marineros mexicanos y españoles introdujeron por primera vez el hierro, desarrollaron las primeras construcciones de ladrillos, plantaron los primeros tomates, frijoles, maíz, ajo y otros vegetales, introdujeron la cristiandad y establecieron la tradición del comercio. En otro poblado llamado Nutke (Nootka Sound) en la isla de Vancouver plantaron orquídeas, jardines y trajeron reses, puercos, aves de corral y otros tipos de ganadería. Una panadería, hospital, barracas para los soldados, fuertes, y carpinterías definieron a este importante poblado. Más tarde en 1792, tripulaciones mexicanas y españolas, llevaron a cabo extenso e importantes estudios etnológicos y botánicos en la región del pacífico oeste. También, ellos realizaron las primeras topografías y cartografías en detalle, así como otros estudios científicos en el Estado. Las contribuciones de dos mexicanos en particular, impactaron dramáticamente el conocimiento inicial sobre el Estado de Washington. Mariano Mozino participó en la expedición de 1792, conocida como la Expedición del Malaspian. Como uno de los jefes científicos, produjo un compendio ecológico completo con 200 especies de plantas, animales y pájaros. Mozino documentó su investigación de 1792 en un libro llamado \"Noticias de Nuka; Informe de la Península Nootka\", este es uno de los estudios científicos y etnológicos más antiguos sobre la cultura nativa y su medio ambiente. Otro importante miembro de la Expedición Malaspian, fue Anastasio Echeverría, uno de los mejores artistas mexicanos para el momento, el cual dibujó con gran detalle uno de los primeros paisajes del área. Con las expediciones españolas en el Estado de Washington se lograron muchos descubrimientos claves, pero a finales del siglo dieciocho, los conflictos en Europa y América Latina hizo que España renunciara a sus HistoriaComisión de Asuntos Hispanos del Estado de Washington PAGINA 26tecnológicos, como también los víveres necesarios, equipo y mano de obra especializada. Después de 1819 en el Estado de Washington emergen dos tipos de economías: explotación de pieles de caza y la minería. Los Latinos no estaban directamente involucrados en el negocio de las pieles, pero crearon la columna vertebral de la economía minera de finales del siglo XIX. Los sistemas de Arrastra y Cargas de Mulas/Arrieros eran una combinación de técnicas de minería y transporte utilizadas en México. Antes de su uso en el Pacífico Noroeste, estas técnicas de Arrastra habían sido utilizadas por más de 100 años en California, México y Chile. Eran molinos impulsados por animales para aplastar las piedras que contenían el oro. En la economía minera del noroeste se substituyó en la arrastra, la fuerza animal por fuerza hidráulica, pero el principio y diseño se mantuvo. Por su parte, los trenes mexicanos de mulas, demostraron ser esenciales en la exitosa organización de las actividades mineras y en la economía de la región. El sistema mexicano de cargas de mulas (mule-packs) se había establecido en la economía minera de California durante la mitad del siglo XVIII. Al momento en que los primero mineros llegaron, los pequeños pueblos crecieron al servicio de las diferentes necesidades de la población minera. El descubrimiento de oro en British Columbia e Idaho a finales de la década de 1850, hizo que muchos mineros atravesaran a lo que sería el futuro Estado de Washington, deteniéndose para la compra de provisiones. Antes de la década de 1870, la falta de transporte comercial terrestre impidió el desarrollo del Territorio de Washington. Walla Walla era el centro de la actividad minera y en la década de 1870 tenía una numerosa población mexicana, lo cual permitió el desarrollo de los primeros medios comerciales reclamos sobre la región. Por lo que a principios del siglo XIX, finaliza el primer capítulo de la historia Hispano/ Latina. En el año 1819, los Estados Unidos y España firman el tratado Adams-Onís en el cual España vende Florida a los Estados Unidos y renuncia en su reclamo por el Pacífico Noroeste. En 1848 el área de Washington pasa ser parte del Territorio de Oregón, y en 1853 se convierte en el Territorio de Washington, para finalmente en 1889 establecerse como Estado. De tal manera que después de 45 años, la presencia inicial Hispano/Latina en Washington finaliza, pero su legado permaneció. Y con ello se abrió la puerta para exploraciones adicionales en el territorio y el establecimiento de poblados a lo largo de las rutas terrestres creadas por los mexicanos desde California. Un vistazo a los mapas actuales muestra todavía esta presencia inicial de la historia española con los nombres de lugares claves. Científicos españoles y mexicanos llevaron a cabo extensos experimentos, coleccionaron y documentaron miles de especímenes de plantas, obtuvieron importantes artículos nativos a través del intercambio, observaron cuidadosamente y documentaron la cultura nativa, el lenguaje, la música y produjeron intrincadas traducciones que aportan una importante visión sobre el pasado de los nativos de la costa noroeste. Posterior al tratado Adams-Onís de 1819, han tenido que pasar 40 años antes del descubrimiento del oro en el noroeste, lo cual estimuló otro período con la presencia Hispano/Latina en Washington y el área noroeste de la región. El descubrimiento del mineral inicia una ola de mineros provenientes de California y otras zonas de habla hispana más alejadas como México, Chile y Perú. No obstante, los mineros latinos llegan a Washington y sus áreas adyacentes, trayendo con ellos importantes tecnologías mineras mexicanas. En consecuencia, antes de que Washington se convirtiera en Estado, ya para el 1889, los Latinos estaban contribuyendo a su temprano desarrollo económico a través de sus invaluables aportes Citynoise/Wikipedia La Arrastra Mexicana, ilustración de J. Ross Browne2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 27de transporte que fuesen confiables. Es por ello que resultaba crítico el iniciar y organizar un sistema de transporte. En vista de que nada se producía localmente y los caminos eran inexistentes, el sistema de cargas de mulas se hizo fundamental para el crecimiento económico de la región. Dado que la mayoría de los anglo-americanos preferían hacer la minería en vez del transporte de carga, fueron mexicanos los responsables del transporte de carga a lo largo del noreste pacífico. Junto a los arrieros, otros numerosos grupos de Hispanos/Latinos llegaron al noroeste. En los distritos mineros de Oregón y en los Territorios de Washington e Idaho, la población era una curiosa mezcla de La Gran Depresión de los años treinta fue testigo de la deportación de muchos mexicanos y es por ello que la población latina de Washington no creció significativamente. Mientras, los Latinos ya establecidos en el Estado estaban No obstante, las agitaciones política mexicanas durante los años más destructivos de la Revolución Mexicana (1910-1917) hicieron que muchos mexicanos inmigraran a los Estados Unidos. El desarrollo agrícola del Estado de Washington estuvo influenciado por muchos mexicanos y mexicanos-americanos quienes se establecieron y aportaron los conocimientos y mano de obra necesaria. La entrada de Estados Unidos a la primera guerra mundial coincide con la restricción hecha a la inmigración asiática y europea. Al limitarse estas fuentes tradicionales de fuerza laboral junto a la expansión productiva ocasionada por la guerra; ocasionó una seria escasez de mano de obra, impactando con ello a muchos sectores de la economía. Unos de los más afectados fue el sector agrícola, el cual requería grandes cantidades de mano de obra barata. Para compensar la creciente escasez de trabajadores, la Secretaria del Trabajo suspendió temporalmente todas las restricciones para México. Lo cual resultó, en que la primera guerra mundial trajo a miles de mexicanos inmigrantes a muchos lugares de los Estados Unidos, incluyendo Washington y otros estados del noroeste.mayormente localizados en las comunidades agrícolas rurales. Aquellos que vinieron a Washington durante la década de 1930 eran trabajadores migrantes quienes viajaban a través de las bien establecidas sendas migratorias que partían del suroeste para llegar a los campos de guisantes y remolacha de Washington. La década de la 2da Guerra Mundial, marcó un importante elemento que impactó la cantidad y la permanencia de la comunidad latina. Luego del inicio de la guerra, se aceleró la demanda de productos agrícolas resultando en mayor necesidad de trabajadores agrícolas. Esta urgencia se intensificó hasta que los gobiernos Federal y del Estado establecieran dos planes con formas diferentes formas de reclutamiento. Unos de los planes fue el Programa de Braceros (trabajadores contratados) el cual empleaba trabajadores mexicanos para la agricultura y luego para la industria ferrocarrilera desde 1942-1947 en el Estado de Washington. El otro programa fue un acelerado reclutamiento para Washington de migrantes mexicanos-americanos y mexicanos. \"Una Injusticia Olvidada\" Documental de Vicente Serranonacionalidades y culturas incluyendo la Hispano/ Latina. Por lo tanto hombres y mujeres hispanos eran parte de la población de Dalles, Oregón, Walla Walla, Washington, Lewiston e Idaho. En conclusión, en el siglo XIX y particularmente durante el período minero, los hispanos jugaron un importante papel en el desarrollo del noroeste pacífico. Estos hombres y mujeres fueron verdaderos pioneros. No fueron significativos en números absolutos, y aunque muchas veces no estaban presentes, su conocimiento de ciertas habilidades y lenguaje, se vieron reflejados en todos los aspectos de la temprana cultura fronteriza americana. El Siglo 20 No fue sino hasta principios del siglo 20, que los Latinos se establecen en grandes números y permanentemente en el Estado de Washington. Previamente los Latinos, en su mayoría mexicanos, llegaban a Washington como reparadores de vagones, mineros, rancheros y para dirigir el transporte comercial de cargas de mulas. HistoriaComisión de Asuntos Hispanos del Estado de Washington PAGINA 28el traerlos de México y en donde no se les reconocían sus derechos o se les garantizaba trabajo. El Programa de Braceros en el Estado finaliza en 1947, pero es revivido durante la Guerra con Corea (1950-1953). La gran consecuencia no esperada del Programa Braceros fue el establecimiento en el Estado de los poblados mexicanos-americanos. Con la ayuda del Gobierno Federal, los oficiales encargados del área laboral de Washington iniciaron un sistema bilingüe de información consistente de mapas, trayectos e información para guiar los grupos laborales migratorios en el noroeste. En gran medida este programa fue muy exitoso en traer mucha gente al este de Washington especialmente áreas como el Valle de Yakima. Hacia los años 50, los Latinos comienzan a movilizarse hacia las áreas del Puget Sound y los valles de Skagit. Los Latinos descendientes de mexicanos se convirtieron en la principal fuente de mano de obra para las diversas áreas agrícolas de Washington. La mayoría provenientes de Texas, New México y California comenzaron a establecerse permanentemente como la fuerza trabajadora mexicano-americana en remplazo de los braceros durante la segunda guerra mundial. Una vez en Washington, muchas de estas familias buscan establecerse como residentes permanentes. En 1950, se hicieron evidentes los lineamientos de lo que hoy constituyen las comunidades mexicano-americanas del este de Washington. Durante este período la iglesia católica de Yakima fue testigo del incremento de sus parroquianos mexicanos-americanos. En algunas comunidades como Toppenish, los niños mexicanos- americanos representaban en los bautizos más del 73%. La inscripciones en las escuelas también muestran el alto incremento de la población Hispano/Latina.Los Braceros eran hombres solos a los que se les permitía venir a Washington bajo el Acuerdo Binacional entre México y Estados Unidos. Los empleadores eran obligados a pagarles el salario mínimo, proveerles de vivienda adecuada y garantizarles un empleo. Cuidados de salud, seguro de responsabilidad, y protección en torno a discriminación racial, fueron condiciones incluidas en el Contrato del Bracero. Entre 1942 y 1947, aproximadamente 15,000 hombres vinieron a darle una mano al esfuerzo de Washington durante la guerra. La primera ola de mexicanos-americanos vinieron tanto de las montañas nórdicas de los estados de Wyoming y Montana; como también de los estados del suroeste como Texas, New México y Colorado. La Compañía Azucarera de Utah-Idaho reclutó para el Estado directamente un número de migrantes mexicanos- americanos. Algunos de ellos se instalaron en el área de Wapato-Harrah, estableciéndose así uno de los más antiguos poblados latinos del pacífico noroeste. Durante la 2da Guerra Mundial, Wapato-Harrah fue el área principal de una intensa mano de obra en el cultivo de la remolacha. Estos braceros, marcaron claramente la diferencia entre las cosechas perdidas y las recolectadas en las muchas granjas de varios Estados. No obstante, aún siendo estos braceros indispensables para estos granjeros, en ocasiones fueron maltratados por sus empleadores y sufrieron gran discriminación racial, viviendas inadecuadas y tratamiento incorrecto por parte de los granjeros. Cuando la guerra finaliza en 1945, el trabajo de los braceros se hizo muy costoso para los granjeros quienes buscaban alternativas más económicas de como explotar su trabajo. La manera más rápida fue evadiendo el Programa de Bracero; trayendo trabajadores del suroeste para los cuales el boleto de tren era más barato que 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 29los inmigrantes de Sur y Centroamérica añadieron a la comunidad de Washington una nueva mezcla de folklor, lingüística y valores culturales. Desde 1970 y hasta nuestros días, adicional a la inmigración suramericana, también se incremento la inmigración mexicana. Ambas inmigraciones legales e ilegales han fortalecido significativamente la cultura Latina de Washington y el sentimiento comunitario.Durante los años 60 y 70, los Latinos destacan su presencia como resultado del activismo en pro de los derechos civiles. En 1965 se dio un importante evento, el cual cambió la percepción que se tenía en el Estado en torno al Latino. En la Acta de Inmigración de 1965, se eliminan las cuotas raciales del Sistema de Inmigración de los Estados Unidos. Esto fomentó un cambio de la inmigración Latina en el Estado de Washington de mexicana-americana a mexicana. En los años 70 ya vivían en Seattle un significante número de mexicanos- americanos. En ese tiempo, comienzan a llegar inmigrantes suramericanos a Seattle y Tacoma como exilados y refugiados bajo la legislación federal de inmigración. Típico ejemplo son los cubanos quienes dejaron su país luego de la revolución cubana de 1960 y chilenos quienes en 1973 escaparon de la Dictadura militar del General Augusto Pinochet. Peruanos, argentinos y ecuatorianos quienes se mudan a Washington, y lo hacen pues sus países están llenos de problemas económicos sociales y políticos. Durante los años 80 y 90 los inmigrantes de Centroamérica constituyeron la ola de inmigrantes hispanos/latinos que llegaron al Estado. Adicionalmente Acción Política Hubo grandes cambios en torno al circuito migratorio cuando más y más Latinos optaron por establecerse en Washington. Aún cuando el trabajo de los Latinos era bienvenido en el Estado de Washington, ellos enfrentaron varios problemas, y al igual que en el suroeste, ello llevó a confrontaciones al final de los años 60 y 70. Los Latinos del Estado de Washington se unieron al movimiento de los derechos civiles y establecieron un distintivo movimiento propio del Estado de Washington. En efecto, siguiendo el movimiento iniciado en California y el resto del suroeste por César Chávez y Dolores Huerta, trabajadores agrícolas mexicanos y mexicanos-americanos de Washington jugaron un importante papel en el movimiento político y social. Durante 1968, en la Universidad de Washington (UW) de Seattle, establece su presencia con 30 miembros, la 1era Clase de Estudiantes Mexicanos- Americanos; igualmente en Seattle un grupo de mexicanos-americanos y Latinos crean en un edificio, el Centro de la Raza en donde se ofrecen servicios sociales a la comunidad; posteriormente surgen, el Centro de Salud Comunitario Sea Mar, el Consejo Salud Mental, el Concilio para los Hispano Parlantes, y con ellos otras organizaciones de origen comunitario para proveer servicios a la comunidad hispana. En el valle de Yakima la Clínica de los Trabajadores Rurales (creada en 1972) se funda para servir a los trabajadores migrantes. Numerosas organizaciones de derechos civiles emergieron a todo lo largo de los años setenta incluyendo el Movimiento Muralista. También sale al aire, Radio KDNA estación creada para servir a los migrantes de habla hispana del Valle de Yakima y sus alrededores. En 1968, la onda desatada Artículo sobre la apertura del Centro de la Raza, Seattle PI Octubre 14, 1972 por el movimiento de los derechos civiles en el sur y suroeste llega a Washington. Los estudiantes mexicanos- americanos (Chicanos) del Valle de Yakima son reclutados Lyndon Johnson firmando el Decreto de Inmigración y Nacionalidad de 1965, el cual permite a padres y madres poder inmigrar a los Estados Unidos.HistoriaComisión de Asuntos Hispanos del Estado de Washington PAGINA 30por los estudiantes africanos-americanos de la \"Black Student Union\", motivando con ello su activismo en la Universidad de Washington. Esto junto a la Influencia del movimiento de los trabajadores agrícolas de California y el movimiento Mexicano-Americano (Chicano), insta a los estudiantes a organizarse y crear \"Estudiantes Mexicanos-Americanos Unidos (UMAS). Más tarde UMAS se une al Movimiento Nacional Chicano y se convierte en MECHA: Movimiento Estudiantil Chicano de Aztlán. UMAS se une al boicoteo nacional de la uva en 1968-1970; y en 1969 ya estaba marchando en las calles de Seattle por los derechos civiles de los Latinos. Los estudiantes también volvieron al Valle de Yakima para participar en la huelgas de los trabajadores agrícolas que allí se estaba dando. Desde 1969-1970, el Valle de Yakima fue testigo de las muchas huelgas riesgosas organizadas por los trabajadores agrícolas latinos. Muchos estudiantes del Chicano UW participaron y negociaron durante estas huelgas. Inspirados en el espíritu del Movimiento de los Trabajadores Agrícolas liderados por César Chávez y Dolores Huerta, se creó en Toppenish, la Cooperativa de Trabajadores Agrícolas Unidos. Las intrépidas huelgas de 1970 en Granger y Mabton se enfocaron en los propietarios de los ranchos para la obtención de mejores pagas y condiciones de trabajo. Las huelgas fueron exitosas. No obstante, la sindicalización no se dio sino posterior a la huelga y muchas de las ganancias obtenidas con ellas, no duraron. Durante los años 80 y principios de los 90, el Estado de Washington fue el lugar en donde por poco tiempo se revitalizó el Movimiento Latino de los Trabajadores Agrícolas. En 1986 César Chávez visitó el Valle de Yakima y encabezó una marcha para mejorar las condiciones de los trabajadores agrícolas. También durante el mismo año se oficializó la Unión de Trabajadores Agrícola del Estado de Washington (por sus siglas en inglés UFW). El movimiento culminó con el primer contrato sindical entre los trabajadores agrícolas y las Bodegas del Chateau St. Michelle, lo que hizo que la UFW de Washington se asociara con la UNFC Nacional. A finales de los años 70, en la medida que se debilitaba el Movimiento Chicano tanto en el Estado de Washington como a través de los Estados Unidos, la población mexicana inmigrante se incrementaba. Durante los años 60 un gran número de mexicanos-americanos dejaron el circuito laboral de los migrantes agrícolas; y durante los años 70, muchos dejaron el trabajo agrícola por completo. Un cambio irónico en donde la mano de obra agrícola del inmigrante mexicano suplanta la mano de obra agrícola mexicano-americana junto con la mano de obra no calificada. El inicio del siglo 20 constituyó una era con alta inmigración latina en el Estado de Washington, lo mismo sucede al final del siglo. El flujo de inmigración latina se incrementó en los años noventa a consecuencia de los conflictos políticos y la situación económica reinante en los países latinoamericanos especialmente México. El \"UW Daily\" anuncia el establecimiento de la Unión de Estudiantes Mexicano-Americanos (por sus siglas en inglés UMAS) 28 de enero de 1969 El 10 de Marzo de 1968 en Delano, California, Chávez finaliza su huelga de hambre de 25 días, aceptando un pedazo de pan del senador Robert Kennedy. De izquierda a derecha: Helen Chávez, Robert Kennedy, César Chávez. Fotógrafo: Richard Darby2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 31 La mayoría de los inmigrantes latinos se establecieron en las comunidades mexicano-americanas del Valle de Yakima y Washington oriental, pero otros se mudaron a otras áreas como el Condado King. El panorama político ha cambiado con aspectos nuevos y divisorios. Los derechos de los inmigrantes constituyen el elemento central y marchas son realizadas para apoyar estos derechos, estas marchas han sobrepasado la mayoría de las concentraciones de los trabajadores agrícolas de los años 70. El liderazgo político ha encontrado su propia manera de entrar en la capital del Estado. El La Presencia Latina en el Estado de Washington La mayoría eran latinos residentes, ciudadanos americanos e indocumentados. A esta concentración histórica, le siguió otra el 1ero de mayo en Yakima, considerada como el centro del Estado. Los participantes en la marcha estaban respondiendo a la legislación existente para la inmigración. La legislación Federal propuesta criminalizaría a los inmigrantes ilegales, a la vez que fortalecería las fronteras de Estados Unidos-México. Los opositores presionan por un claro paso hacia la ciudadanía, asistencia para mantener unidas a las familias de los habitantes indocumentados, asegurar depts.washington.eduson comunes tanto o más que su contraparte en inglés. Esta característica muestra como los Latinos han transformados estas comunidades y se han convertido en la base de lo eran antes de que se establecieran los pueblos rurales anglo-americanos. En Wapato, hoy en día son muchos los Latinos trabajando en las granjas agrícolas, pero muchos otros se han convertido en los propietarios de numerosas granjas. La ciudad ha elegido autoridades de origen Latino, gran parte de los crecientes negocios son propiedad de Latinos, y más del 76% de la población es Latina. Como lo estableció el Censo del 2010, esta población latina constituye más del 1 1.1%de la población del Estado. El 1 1 de abril del 2006, más de 15,000 personas marcharon en Seattle en pro de los derechos de los inmigrantes. un lugar de trabajo, y protección a los derechos civiles. Para muchos, las marchas ilustraron por primera vez la participación política de los Latinos en el Estado de Washington. Son muchos los residentes que consideran los asuntos latinos como un fenómeno reciente, pero como lo hemos visto, los Latinos tienen una larga historia en el Estado de Washington, y desde 1970 se han convertido en la minoría más grande. Los Latinos todavía enfrentan grandes retos, similares a los que emergieron en el pasado. Los latinos son desproporcionalmente afectados por tasas de deserción escolar, malas condiciones de vivienda, pobreza, poca participación política. Esta nueva década ha mostrado una población latina lista para enfrentar los retos presentes, así como siempre los han enfrentado desde 1770.centro comunitario de salud Sea Mar, actualmente con más de un millón de pacientes atendidos, y clínicas en todo el Estado, tiene una firme y respetada presencia en las discusiones políticas sobre aspectos asociados con cuidados de salud, la vivienda y el trabajador agrícola. Muchos hombres y mujeres capaces han asumido posiciones de liderazgo y se han plantado para ser oídos. La Comisión de Asuntos Hispanos ha servido de incubadora y punto focal en la construcción de liderazgo y entender el pulso de la comunidad Hispano Latina. La buena noticia es que el pulso se hace más fuerte con la intención política y acciones de esta comunidad. Cualquier persona observadora que visite el Valle de Yakima, Pasco, Burien, o Mt. Vernon notará indiscutiblemente la influencia Latina. Solo en el Valle de Yakima, de Wapato a Prosser, los latinos constituyen la mayoría poblacional. El Condado de Yakima tiene una población total de 231,586 habitantes, de los cuales un 38.6%, o sea más de 89,000 personas son de origen Hispano/Latino. Hay lugares en donde la presencia de panaderías, taquerías, periódicos y estaciones de radio en español HistoriaComisión de Asuntos Hispanos del Estado de Washington PAGINA 32Mientras que la mayoría de la población hispana del Estado es económicamente poco privilegiada al compararse con la población general, ha demostrado avances significativos. Muchos Latinos hombres y mujeres han servido en la legislatura del Estado. También los Latinos están representados en posiciones dentro de las Cortes de Justicia tanto superiores como municipales, y son miembros de asociaciones latinas de abogados, las cuales velan por los intereses de los estudiantes de derecho y abogados latinos. Estudiantes de universidades, \"Colleges\" y escuelas públicas tienen ahora la oportunidad de moldearse bajo la tutela de educadores modelos de su mismo grupo étnico. Dr. Antonio Sánchez es Director de Desarrollo Económico y Relaciones Internacionales en la Oficina del Asistente del Gobernador del Estado de Washington. Sus otras responsabilidades profesionales incluyen la de Instructor de Estudios Chicanos en el Departamento Americano de Estudios Étnicos de la Universidad de Washington; Presidente Fundador de \"AMERICAS: Instituto de Arte, Historia y Cultura\", una organización dedicada a la comprensión, preservación y promoción de la Historia y Herencia Hispana en el Pacífico Noroeste. En 1994 el Dr. Sánchez es investido como Caballero por el Rey Juan Carlos de España bajo la orden Isabela La Católica, recibiendo también en el 2007 la Orden al Mérito. En el 2004, el Presidente del Perú, Alejandro Toledo, le otorga la Medalla al Mérito. Es el primer hispano en obtener el \"Premio de Paz y Amistad de la Sociedad Histórica del Estado de Washington\". En 1983 recibió su Doctorado en Antropología de la Universidad de Washington. El Dr. Sánchez ha escrito varios artículos y capítulos de libros en el área de Historia y Herencia Hispana en el Pacífico de Noroeste. También ha contribuido en diversos proyectos de desarrollo coordinados entre estudiantes y personal docente de la Universidad de Washington con el fin de impulsar la educación hispana. El más reciente fue el exitoso esfuerzo para salvar los históricos murales chicanos localizados en el área universitaria; organizar el Programa de Estudios Hispanos; el Centro Cervantes; así como también el Centro de Estudios de la Universidad de Washington en León, España. Ha dirigido con éxito el esfuerzo para reconocer oficialmente a Jalisco-México como uno de los tres Estados hermanos de Washington; y es miembro designado de la Asociación Estatal de \"Jalisco/Washington Estados Hermanos\". Erasmo Gamboa nació en Texas, hijo de padres inmigrantes y su juventud la pasó en el Valle de Yakima del este de Washington. Posterior a sus estudios en el \"Yakima Valley Community College\", en el año 1968 se inscribe en la Universidad de Washington en donde rápidamente se convirtió en un sobresaliente estudiante activista. Gamboa ayudó a fundar en la Universidad de Washington el capítulo MEChA, y fue presidente del Comité de Boicot de la Universidad, en soporte al Sindicato de Trabajadores Agrícolas en su boicoteo para apoyar a los trabajadores no-sindicalizados de la uva. Gamboa también fue clave en el establecimiento del Programa de Estudios Chicanos de la Universidad de Washington. En 1978 obtiene en la Universidad de Washington su Master en Historia y en 1984, su PhD. Actualmente es profesor Asociado de Estudios Chicanos y Profesor Asociado Adjunto de la Universidad en Estudios de Historia y Latinoamérica. El profesor Gamboa es autor de numerosos artículos y libros acerca de la Historia de los Latinos en el Pacífico Noroeste, incluyendo \"Labor Mexicana y 2da. Guerra Mundial: Braceros en el Pacífico Noroeste 1943-1947\"; así como también \"Nosotros, La población Hispana de Oregón: Ensayo y Reflexiones\", la cual ganó el premio \"Helen y Martin Schwartz \"de la Federación Nacional de Consejos Humanísticos Estatales. La Cámara de Comercio Hispana representa al creciente número de empresarios exitosos de la banca, restaurantes, consultoría, construcción y ventas. Otros son sobresalientes artistas y personalidades de los medios. También, deportistas del equipo de beisbol \"Los Mariners\" y futbolistas de la franquicia de futbol profesional de los \"Sounders\". Igualmente están presentes atletas tanto amateurs como profesionales. Así pues en conclusión, existen hombres y mujeres hispanos quienes exitosamente han sabido superar el racismo, la incomprensión cultural y otros obstáculos; y cada uno de ellos orgullosamente han contribuido con su propia historia al verdadero historial del \"Sueño Americano\". ACERCA DE LOS AUTORES [Publicidad]Voting Rights Paul Apostolidis, Ph.D Zachary DuffyCHA ha trabajado con la Oficina de la Secretaria del Estado y los auditores de los diversos condados para promover dentro de la población Latina el registro electoral y con ello el ejercicio del voto. Nosotros siempre hemos dado nuestro apoyo a la legislación para promover entre los jóvenes latinos el registro para votar.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 35Sub-Representación Actual Resumen Como quedó registrado en el Censo del 2010, el Estado de Washington con 1 1.2% de población latina, ocupa el lugar décimo segundo de la lista de estados más densamente poblados por Hispanos. No obstante, durante los últimos 30 años y hasta nuestros días, los Latinos han estado dramáticamente sub-representados en el desempeño de cargos públicos electos tanto a nivel del Estado como a nivel local. Hay múltiples razones para ello, siendo una la ubiquidad de las oficinas localesdurante las grandes elecciones, los claros patrones en el 60% de la población y en las posiciones oficiales electas, la representación latina apenas alcanza un 3.6%. Como resultado de ello, los Latinos del Estado de Washington no poseen un derecho básico como lo es el de la representación política. Muchos académicos han notado que los representantes latinos son más efectivos al representar los intereses de la comunidad latina, teniendo un impacto clave en la determinación de aspectos que van desde el establecimiento del salario promedio para los empleados de la ciudad, hasta en las políticas educacionales que afectan a los estudiantes locales. Por lo tanto es muy marcado el costo potencial que puede significar para los Latinos del Estado de Washington, el no tener una representación adecuada en los gobiernos locales. Adicionalmente a esto se estaría perdiendo el impacto positivo que pudiera tener la presencia de representantes latinos en las agencias locales y en su proceso de transformación. 500 450400350300250200150100 50 0 Fuente: Zachary Duffy, \"Unequal Opportunity: Latinos and Local Political Representation in Washington State.\" From the State of the State for Washington Latinos initiative. (2009).Ayuntamiento CiudadDirector Distrito EscolarComisionado Bomberos DistritoComisionado Puertos69395 295 66 51 Oficial del CondadoJuez Comisionado del CondadoGráfico1 Representación Latina en los 10 Condados con más alta población Latina 446 35 29 0 0 0 0 030Total Cargos Oficiales Latinos en Cargos OficialesEn los diez condados del Estado de Washington con la más alta población latina (Adams, Benton, Chelan, Douglas, Franklin, Grant, Okanogan, Skagit, Walla Walla y Yakima), los Latinos constituyen más del 30% de los habitantes. Aún en el 2009 solo 78 de 1,891 puestos electos en estos condados eran ocupados por Latinos, o sea solo un 4.1% del total de los puestos en las oficinas. Esta sub-representación está presente en todos los puestos políticos. Desde los Ayuntamientos locales de la ciudad, pasando por los Distritos Escolares, así como las posiciones públicas de todo el Estado hasta los servicios especiales en determinados Distritos, en donde existe una gran brecha entre la población latina y la representación política. Esta dramática sub-representación de los Latinos es problemática. Actualmente, nuestras elecciones locales no logran sus objetivos de representatividad pues en los gobiernos locales no hay representación de la comunidad. En el condado Adams, por ejemplo, los Latinos constituyen torno al voto racial polarizado; y falta de entrenamiento en torno al liderazgo e iniciativas para identificar y reclutar candidatos. Este año se introdujo ante la Legislatura unProyecto de ley para el Derecho al Voto en el Estado de Washington. De ser aprobado, ayudará a enfrentar muchos de estos aspectos, por lo que la Comisión promueve su aprobación. Esfuerzos en torno a la naturalización, reclutamiento de candidatos y oportunidades en el desarrollo de liderazgo, son también claves para fortalecer la participación política de los latinos en Washington.Derecho al VotoComisión de Asuntos Hispanos del Estado de Washington PAGINA 36votan consistentemente en grupos por sus candidatos preferidos en jurisdicciones que utilizan la votación de tipo general, siendo las minorías quienes casi siempre pierden. Investigadores han estudiado este fenómeno en las elecciones del Ayuntamiento de la ciudad de Sunnyside, así como también en las elecciones de los Distritos Escolares de Toppenish y Wapato. La información histórica acerca de la representación latina, también sugiere que el voto racial polarizado ha influenciado las elecciones locales del Estado de Washington.Representación y su Historia En los últimos 30 años la población latina del Estado de Washington se ha expandido, pasó en 1980 de ocupar el lugar 1/12vo, al lugar 1/3 en el año 2010 en cuanto a los 10 condados con mayor densidad hispana. Este incremento poblacional ha sido acompañado de una mayor representatividad latina. Inclusive mayor número de puestos fueron ocupados por Latinos solo en el 201 1, si se le compara con la totalidad de puestos ocupados durante los últimos 30 años. No obstante, la brecha representativa se esta haciendo aún más grande, pues el incremento de los puestos ocupados no se equipara con el rápido crecimiento de la población latina. Durante el período 1983-201 1, en los diez condados con mayor densidad poblacional latina (% de latinos respecto al total de la población del condado) los Latinos obtuvieron menos del 6% del total de posiciones en las elecciones para el Ayuntamiento de la ciudades y Distritos Escolares. Pero esta figura resulta engañosa, pues ya solo por si mismo, el Condado de Yakima muestra una gran desproporción en cuanto a representación latina. Pero la realidad es que los otros condados no tienen casi ningún tipo de representación. Más aún, en los últimos 30 años, los Latinos han ganado solo el 2.6% en las elecciones para el Ayuntamiento de la ciudad y Distrito Escolar realizadas en los otros condados con fuerte población latina. Las elecciones que los Latinos han ganado históricamente, son aquellas en donde no ha existido un candidato opositor, sugiriendo que la raza de los candidatos si puede influenciar la conducta del votante. Entre 1982 y 201 1, un total de 173 candidatos latinos compitieron por 4,753 bancas del Ayuntamiento de la ciudad y de Distritos Escolares. De estas se ganaron apenas 122, debiéndose el éxito en gran parte a que en 103 de ellas (85% de todas las victorias) no había opositor. Y en otras 6, el opositor era también Latino. De 58 Latinos que participaron con opositores no latinos, fueron electos solo 13. Esta proporción de éxito del 22.4% constituye menos de la mitad de lo que se esperaría de no estar la raza teniendo impacto en estas elecciones. Causas de la Sub-Representación Hay varias causales en esta sub-representación Latina en el Estado de Washington, pero algunas de ellas son altamente significativas. La primera es que el 90% de las elecciones locales en el Estado de Washington se llevan a cabo de manera general, es decir que la ciudad no está dividida en distritos geográficos para las elecciones delayuntamiento de la ciudad, por lo que los miembros del ayuntamiento no provienen de cada distrito. Como se ha reconocido claramente, la inconveniencia de este tipo de elección general, es primeramente de cómo afecta el nivel y la calidad de la representación de los grupos minoritarios. En la mayoría de los casos, las comunidades del Estado de Washington no son capaces de resolver sus problemas por sí mismas. El Código revisado de Washington impide a muchos distritos con características especiales, el llevar a cabo sus elecciones por vecindarios o zonas. En segundo lugar es la polarización racial del voto, que ha quedado en evidencia en varias comunidades del Estado de Washington. Cuando grupos raciales o étnicos Gráfico 2 Historial de la Representación Latina en los 10 Condados con más alta población Latina 1908 1990 2000 201035% 30% 25%20%20%15%10% 5%0% Fuente: Seth Dawson Lessons from Latino Underrepresentation in Washington State,\" in THE STATE OF THE STATE FOR WASHINGTON LATINOS INITIATIVE (2012)Población Latina Representación Latina Representante Phyllis Gutierrez-Kenney, es uno de los 3 únicos Latinos in la legislatura del Estado.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 371. El primer obstáculo a superar en torno a la sub-representación política es de la limitada información. Zachary Duffy graduado en el 2012 del \"Whitman College\" en donde analizó la representación política latina del Estado de Washington, en el proyecto \"The State of the State for Washington Latinos\" y también en la primavera del 2012, sirvió como \"State of the State Scholar\" apoyando a otros estudiantes investigadores.Paul Apostolidis, Ph.D es Profesor en \"T. Paul Chair of Political Science at Whitman College\", también dirige el Programa de Investigación Comunitaria \"Whitman\" sobre la situación de los Latinos de Washington (www.walatinos.org).Finalmente en tercer lugar, está el hecho de que sencillamente no hay suficientes candidatos latinos. Este problema podría ser resuelto a través del reclutamiento de candidatos o programas de entrenamiento para líderes que permitan convertir u orientar los líderes latinos a cargos políticos públicos. En Sunnyside, donde se ha luchado para encontrar una solución efectiva en torno a la sub-representación latina, existe un programa de entrenamiento en liderazgo, pero su costo es de $10,000 por año. En vista del bajo ingreso promedio por hogar tanto en Sunnyside como en las comunidades del este de Washington, es poco probable que muchos Latinos residentes puedan costear este programa u otros similares. ACERCA DE LOS AUTORESRecomendaciones Investigadores han tenido que contactar auditores individualmente para obtener las estadísticas incluidas en este reporte. Para lograr en el futuro un diagnóstico más completo acerca de la sub-representación política, la Secretaria del Estado de Washington en la Oficina del Estado, deberían comenzar a mantener las listas completas y actualizadas de todas las oficinas locales del Estado de Washington por raza y etnia de los candidatos que compiten o que se postulan para cargos públicos en estas oficinas, y el tipo de sistema electoral sobre el cual se rigen estas oficinas. 2. La segunda barrera es que la Legislatura debería proceder con la aprobación de la Ley del Derecho al V oto en el Estado de Washington (WVRA). Un gran número de evidencias muestran que el ganador se lleva todo cuando se utiliza el patrón general en las elecciones locales de muchos distritos, pues sistemáticamente el voto minoritario se diluye y con ello se reduce la influencia del voto latino. Aunado al reto que implica su alto costo y dificultad de clasificar, una Ley Nacional del Derecho al V oto (WV ARA) podría equiparar el impacto político de las comunidades minoritarias en el Estado de Washington, haciendo sus elecciones locales más justas y los gobiernos locales más representativos. 3. Un tercero es que la Legislatura debería enmendar el Código Revisado de Washington, permitiendo a todas las jurisdicciones votantes locales, cambiar su método del voto por uno puramente distrital o por otro sistema alternativo, bien sea por un Referéndum de votantes, discreción del Auditor del Condado, u otra opción adecuada. A todos los tipos de municipalidades y distritos con propósitos especiales se les deberían dar habilidades similares para obtener un miembro único, o elecciones distritales alternativas. En particular se hacen necesarias reformas en los sistemas electorales locales en el Estado de Washington, los cuales están cerrados en los métodos de elecciones generales. Muchos de ellos se usan en las elecciones de: Distritos Escolares; Distritos Hospitalarios, Parques y Recreaciones Distritales, Cementerios del Distrito, Especiales de Distritos, Conservación Distrital, así como Aeropuertos del Distrito. En vista de que en el Estado de Washington se ha demostrado repetidamente, el impacto negativo que tienen las elecciones generales sobre la representatividad de las minorías, constituye una prioridad inmediata, enmendar estos estatutos. 4. Finalmente, el Estado de Washington debería reforzar el que se incrementen las candidaturas de los grupos minoritario y su afluencia a votar, proporcionando fondos a las organizaciones comunitarias para que lleven a cabo el reclutamiento no partidista de candidatos, conectándose con los votantes, y mayor desarrollo en torno a naturalizaciones y liderazgo. Aunar a las reformas estructurales, mayor número de candidatos y votantes, llevará a una mayor representación.Derecho al VotoEducation Frances Contreras, Ph.D Iván Barron, Estudiante Ph.DCHA ha trabajado diligentemente para incrementar la participación parental y con ello eliminar la brecha del aprovechamiento educativo. En el 2010, La Fundación Gates nos otorgó un subsidio en apoyo a nuestra iniciativa en educar a los padres. Igualmente el CHA esta representado en el Comité Asesor de la Educación de los Migrantes, así como en el Comité Responsabilidad e Indiferencia ante la Brecha Existente en torno a Oportunidades Educacionales.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 39La Importancia de Educar a los Latinos de Washington Basada en información proveniente del \"Censo USA - Encuesta sobre Población Actual\" recopilada por \"Washington KIDS COUNT\" y publicada en el 2010 por la fundación \"Annie E. Casey\"; encontramos que en Washington, la tasa de desempleo latino fue del 15.8% (el número de desempleados como parte de la fuerza laboral En los últimos 20 años la población latina del Estado de Washington ha experimentado un crecimiento sin precedentes. Actualmente, 1 de cada 5 niños escolarizados es de origen hispano/latino. Allí se incluye la población escolar K-12 (Kindergarten a 12 años), la cual desde 1990 ha experimentado un incremento superior al 150%.1 Es por ello que el futuro de la educación en el Estado de Washington está sujeto al éxito que hoy obtengan los niños latinos. Y son las actuales oportunidades educativas, las que determinarán las carreras y el futuro económico de los Latinos tanto en nuestro Estado como en el resto del país. total - civil, no institucional, ajustada por temporada y rotada durante los últimos 12 meses). Dicha tasa cotejada con el 9.7% de la población blanca2, muestra un desempleo 50% mayor (Tabla II). Otro punto importante a notar es que al compararse con la población blanca, en los últimos 5 años, los trabajadores latinos son quienes tienen la mayor tasa de desempleo. Adicionalmente información del mismo reporte muestra que el ingreso familiar medio de los Latinos es menos de la mitad de su contraparte en la población blanca y asiática (Tabla III). Indio Americano/ 2008 2008- 2009 2009-20102010- 20112011- 2012 Asiática Negra Hispana Blanca Islas Pacífico/ Nativo Hawaii Multi-Racial No sabe Total Fuente: Washington KIDS COUNT, 2011Tabla 1 Kinder-12 años - KIDS COUNT, 2011Tabla II Desempleo Estatal por Raza y Etnia Hispana/LatinaFuente: Washington KIDS COUNT, 2009 2010 2008Educación Estos bajos ingresos, implican menos fuentes de ingresos para impuestos, menos adquisición de viviendas, y en general menos recursos económicos por hogar.3 Es claro que mejores oportunidades educativas, así como un incremento en el aprovechamiento escolar, juegan un papel clave en la mejora de las perspectivas económicas tanto de la comunidad latina como del Estado, asegurando con ello una base tributaria sólida y una fuerza laboral sostenible. Los actuales niveles educativos obtenidos junto con la tasa de deserción escolar no podrán apoyar la preparación necesaria para obtener los trabajos futuros tanto en el Estado como en el resto de la Nación.Tabla III Mediana Ingreso Familiar por Raza y EtniaComisión de Asuntos Hispanos del Estado de Washington PAGINA 40más en los estudiantes del Octavo Grado con 32.6%, cayendo dramáticamente a sólo el 20.1% en los estudiantes del Décimo Grado.5 De tal forma, que cuando llegan a nivel de Preparatoria/High School, 1 de cada 5 estudiantes latinos en el Estado alcanza los estándares de suficiencia. Esta información permite explicar la desproporcionada tasa de deserción estudiantil entre los Latinos del Estado, e ilustra la necesidad de desarrollar sistemas de alerta para determinar cuando el estudiante no esta dando buenos resultados en cursos anteriores al Décimo Grado, pues a partir de este momento, se les hace muy difícil a los estudiantes mejorar sus calificaciones y poder equipararse. Esta tendencia a la baja en los puntajes de las pruebas estudiantiles, nos muestra lo vital que pueden ser las intervenciones educativas tempranas en los cursos más bajos (3er a 5to Grado/ 12-14 años) evitando con ello, esta drástica caída en los puntajes de matemáticas del estudiante latino, así como en otras determinantes áreas académicas. Adicional a los bajos resultados obtenidos por los Latinos en Matemáticas, hay aún problemas más significativos para la población latina que está en el proceso de aprender inglés \"Aprendiz del Lenguaje Inglés\" (por su siglas en inglés ELL - English Language Learner) especialmente en el área de lectura. En 201 1, solo el 2% de los estudiantes ELL del Estado, obtuvieron puntajes por encima de las pruebas de suficiencia. Aprendiz Lenguaje Inglés No Aprendiz Lenguaje Inglés98% 97% 94% 94% 95% 62% 64% 61% 62% 65%Fase Aprendiz Lenguaje Inglés 2003 2005 2007 2009 2011 Fuente: Washington KIDS COUNT 2011Tabla IV Puntajes Estudiantes 4to. Grado (Fase ELL) Por Debajo Puntaje Suficiencia Lectura (Porcentaje)Latinos en el Nivel K-12 (De Kinder a 12 años) Durante la última década, han coincidido tanto educadores como diseñadores de políticas en poner mayor atención a la necesidad de crear un mejor y más efectivo \"plan educativo\" que asegure un desarrollo educativo exitoso y que prepare a los estudiantes para que se integren a la Fuerza Laboral. Aunque con algún esfuerzo por parte del Estado (ej. Washington Learns\") la información sobre aprovechamiento educativo, así como las tasas latinas de transición para el \"College\"; sugieren la urgente y obligatoria necesidad de enfocarse en los niveles actuales de aprovechamiento académico y la creación de un plan educativo a través del cual, todos los Latinos tengan la oportunidad de culminar su educación. La Dramática Necesidad de Incrementar los Niveles de Aprovechamiento Académico Una tendencia alarmante es ver como los estudiantes latinos se desenvuelven a través del proceso educativo. Se observa una rápida caída en su aprovechamiento académico, lo cual impacta su habilidad para poder graduarse de la Preparatoria/High School. Y con ello su transición o paso a la Universidad/College. Un ejemplo son las calificaciones de Matemáticas del 4to Grado, en donde el 40.9% de los Latinos obtuvieron puntajes a nivel o por encima del Grado de Suficiencia. Esto es significativamente bajo, al compararse con la tasa de los estudiantes blancos, de los cuales un 65.9% obtuvo puntajes a nivel o por encima del Grado de Suficiencia. 4 Ya es alarmante observar que solamente el 40% de los estudiantes obtuvieron el puntaje de suficiencia en la categoría de matemáticas, pero este porcentaje baja aún Los Latinos y ELL (Aprendiz del Lenguaje Inglés) El número de estudiantes ELL (Aprendices de Inglés) del Estado se ha incrementado exponencialmente, ello en paralelo con el crecimiento general de la nación. Y particularmente, esta expansión de estudiantes ELL se hace más fuerte en las escuelas primarias.6 En el Gráfico 2 se observa que una alta proporción de estudiantes en escolaridad temprana requieren los servicios ELL, y en su mayoría tienen el español como 100 80 604020 0 1998 WASL 1999 WASL 2000 WASL 2001 WASL 2002 WASL 2003 WASL2004 por Latinos 1998-2011 Fuente: EstandarTendencia 4to. Evaluativo sobre los Latinos /Hispanos PAGINA Pacífico Negra Hispana Blanca TotalTabla V Escuelas Publicas y su Tasa Anual de Deserción Escolar por Raza (Porcentaje)Gráfico 2: Total Inscripción en ELL por Grado, Estado de Washington Fuente: OSPIK 1 2 3 4 5 6 7 8 9 10 11 120 5000 10000 15000 Grado/CursoNúmero de Estudiantes ELLlengua materna (68%). Mientras que apenas un 8.3% de la población general del Estado de Washington necesita de los servicios de ELL. Esta distribución desigual de los estudiantes ELL se presenta en los 21 Distritos, con al menos un 25% de la población estudiantil hispano parlante. Un ejemplo son los Distritos Escolares de Wahluke, Palisades y Orondo, los cuales muestran una proporción cuantificable de estudiantes latinos, con más del 70% de estudiantes ELL en sus respectivos Distritos.7 Graduación y Deserción Escolar Información sobre la Deserción Escolar en la Preparatoria/ High School, muestra alguna mejoría durante los últimos años, y las ultimas estadísticas señalan una reducción del 8.9% al 6.3%. No obstante, esta tasa de Deserción Escolar a nivel del Estado de Washington (6.5%), puede alcanzar niveles hasta del 23% en algunos condados entre ellos Stevens, Pacific y Clallam.8 Estos números muestran claramente algunos de los serios retos que enfrentan las comunidades rurales ante las necesidades de los estudiantes latinos. Fuente: Washington KIDS COUNT, 201158% 53% 48% 49% 48% 83% 82% 79% 80% 77% 67% 63% 60% 61% 54% 67% 63% 60% 60% 58% 79% 76% 75% 76% 74% 79% 74% 72% 2006 2006- 2007 2007- 20082008- 20092009- 2010Tabla VI Escuelas Públicas y Tasa de Graduación a Tiempo por Raza/Etnia (Porcentaje) Indio Americano Asiática/Islas Pacífico Negra Hispana Blanca Total En los últimos 5 años la tasa de \"graduación a tiempo\" en la comunidad Latina ha mejorado en un 9%. No obstante, los estudiantes latinos del Estado, muestran una tasa de graduación del 60% cuando se les compara con una cohorte de tasas de graduación. Es simplemente alarmante e inaceptable, que un 40% de los estudiantes latinos pierdan la oportunidad de graduarse. Adicionalmente si se extiende este análisis con una cohorte a nivel de la escuela media, estos porcentajes se incrementarían, pues en la mayoría de los casos, los estudiantes latinos abandonan tempranamente la escuela a nivel del 5to y 6to grado para trabajar. Es importante reconocer que aunque lento, si se ha dado una mejoría en los últimos 5 años, constituyendo un paso positivo y al frente; pero existe la dramática necesidad de implementar una Intervención Temprana y Sistema de Alarma, los cuales deben iniciarse a nivel escolar medio.EducaciónComisión de Asuntos Hispanos del Estado de Washington PAGINA 42Transición a la Educación Superior Las limitadas oportunidades educativas para los Latinos en el Estado de Washington están altamente influenciadas con la transición hacia la Educación Superior. Es urgente e imperativo para la comunidad hispana y para el Estado entero, el incremento tanto de la proporción de estudiantes latinos graduados de la escuela preparatoria/High School, como su exitoso paso al College/Universidad. El futuro de una saludable economía para Washington se entrelaza fuertemente con la fe puesta hoy en los estudiantes latinos. Y de sus niños inscritos en Kinder, más del 25% son Latinos, pero sin posibles opciones de carrera, ellos no podrán optar por profesiones de alta capacitación, lo que finalmente impactaría la riqueza individual, recursos tributarios, ingresos estatales, y la capacidad que tiene la población joven en poder apoyar a la población \"baby boom\" en proceso de envejecimiento a través de los beneficios de seguro social, la existente salud pública y los servicios comunitarios. Nunca antes había sido tan inminente asegurar la habilidad del Estado de Washington en crear trabajos innovadores para el siglo 21, combinándolo a su vez con la capacidad de preparar a los ciudadanos de nuestro Estado para que ocupen dichos trabajos. Dr. Frances Contreras es Profesor Asociado del Departamento de Estudios de Educación y Co-Director del Programa Conjunto Doctoral de la Universidad de California en San Diego. Previo a esta posición Frances fue Profesor Asociado de la Universidad de Washington, College de Educación en Liderazgo y Estudios Políticos. Sus áreas de investigación incluyen la igualdad y acceso para los Latinos, así como la sub-representación de los estudiantes latinos en el proceso educativo; abarcando la transición entre el K- 12 y la Educación Superior; transferencia al \"Community College\"; acción afirmativa en la educación superior; y el papel que juegan la políticas públicas en asegurar acceso e igualdad a los estudiante, a todo lo largo del continuo P-20. La Dra. Contreras obtuvo su Ph.D de la Universidad de Stanford en Administración de Educación y Análisis de Políticas, también un Master en Educación de la Universidad de Harvard, y un BA de la Universidad de California en Berkeley. En su más reciente libro \"Achieving Equity for Latinos Students: through Public Policy\" (Teachers College Press, 201 1) la Dra. Contreras hace un análisis detallado sobre un grupo de políticas que impiden el éxito del estudiante latino, y de instrumentos de apertura, que permitan cambios en la subinversión existente para los Latinos; incrementando con ello su éxito escolar; así como también aumentando en los Estados Unidos, el número de estudiantes latinos que hacen su transición hacia, y completan la Universidad/College. La Dra., Contreras es también coautor con P. Gandara de la obra \"The Latino Education Crisis\" (Harvard University Press, 2009); y su trabajo ha sido publicado en importantes publicaciones periódicas para profesionales de la educación, incluyendo: \"The Diversity in Education\", y el \"Bilingual Research Journal\". Ella también es la investigadora líder para \"Latino Edition of College Completion Agenda for The College Board\" (Septiembre 201 1). La Dra. Contreras ha sido miembro de la Junta Directiva del \"ACLU of Washington\", \"The Journal of Advanced Academics\", y \"Latino Education Achievement Project. También fue la Designada Gubernamental para el Comité de \"Achievement Gap Oversight and Accountability\" en Washington. Actualmente es parte de la Junta Directiva de PUENTE, así como de la \"Lupe Contreras Memorial Foundation\" en California. Iván Barron inmigra de México a la edad de 9 años, y por ello se enfrenta directamente a todos los retos vividos por las minorías; así como también a los retos dentro del sistema educativo, que viven los estudiantes de bajos recursos. Actualmente esta finalizando su Ph.D en Políticas de Educación de la Universidad de Washington, con una investigación en torno al Aprendizaje Organizacional y Desarrollo del Liderazgo. El Sr. Barrón, también se desempeña como Director de la Comisión La Raza de la Universidad de Washington. Previo a su incorporación para finalizar su Ph.D, trabajó como gerente y consultante de una variedad de organizaciones incluyendo: \"The National Association of Hispanic Real Recibió sumaster en Políticas Públicas de la Universidad de Harvard. Comisionado Reta, rodeado de un grupo de estudiantes participantes de los talleres, en donde aprendieron e intercambiaron ideas en torno a los aspectos que afectan a los Latinos. Ello durante la Cumbre 2012 del \"Latino Community Fund\" celebrada en Lynnwood.Con las recomendaciones en la siguiente página se intenta proponer una estrategia que pueda ser seguida por legisladores y educadores en la construcción y apoyo a un sistema educativo que permita a todos los Latinos en nuestro Estado alcanzar y ofrecer su verdadero potencial. ACERCA DE LOS AUTORES2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 43Notas y ReferenciasRecomendaciones Estas cinco recomendaciones en conjunto representan el inicio de una mejora significativa de las oportunidades educativas y el progreso en los años venideros para los Latino del Estado.1. Enfocarse en las Intervenciones Educativas Tempranas con el fin de mejorar las Bases para el Aprendizaje de Aptitudes/ Capacidades. Estudios demuestran que a partir del 4to grado, el aprovechamiento educativo comienza a caer aceleradamente. Por lo tanto, se hace clave mayor concentración en darle apoyo al estudiante, a través de la educación de los padres, la educación pre-escolar y durante los primeros años de escuela. Con ello se asegura que los estudiantes latinos obtengan una fuerte base en lectura y matemática, permitiéndoles un mejor desenvolvimiento académico. 2. Educadores del Estado y Legisladores deben asegurar la vía necesaria para que los estudiantes latinos prosigan hacia la Educación superior.9 Específicamente cómo acceder a la información existente en torno a los \"Colleges\"/Universidades, así como a la ayuda financiera existente. Esta información debe proveerse de manera continua y en múltiples idiomas tanto a padres como a los estudiantes que comienzan la escuela media. Y durante toda la Preparatoria/High School debe asegurarse que cada estudiante tenga un plan de continuidad de sus estudios posterior a la escuela secundaria/preparatoria, una vez se hayan graduado. 3. Inspeccionar aquellos Distritos del Estado de Washington que posean 10% o más de estudiantes ELL, y asegurarse que tienen lo necesario para apoyar a estos estudiantes. Es importante también incentivar a los profesores en estos Distritos para que obtengan las Certificaciones de Desarrollo Profesional, las cuales les permitirán servir mejor las necesidades de los estudiantes ELL y de sus familias.10 4. Utilizar los Sistemas de Seguimiento Educacional con efectividad, para reducir las tasas de Abandono/Deserción Escolar, y también mejorar las tasas de Transición Post- Secundaria, tanto para los Latinos como para los estudiantes ELL. Los Sistemas de Información Educativo de todo el Estado como por ejemplo CEDARS, pudieran ser usados como plataformas para desarrollar un \"Sistema de Alerta Temprana\" para disminuir las tasas de Abandono Escolar y también mejorar la tasas de Transición Post-Secundaria tanto para los Latinos como para los estudiantes ELL. 5. Agencias del Estado y Distritos Escolares deben desarrolla y probar nuevos programas que permitan cuantificar las mejoras obtenidas, a través de la activa participación de los padres en la educación de sus niños. Aunque está claro, el que todos los educadores coinciden en que la participación de los padres es un componente clave en el desempeño educativo, estudios recientes en el Estado de Washington 11, señalan el alto grado de aislamiento de los padres latinos con respecto a las escuelas, en donde con frecuencia no se sienten bienvenidos. El Estado de Washington debería buscar formas más novedosas y nuevas tecnologías que pudieran llevar las relaciones escuela-padres a una nueva dimensión. Desarrollando un grupo de nuevas escuelas con relaciones escuela-familia más efectivas y novedosas, permitirá a los jóvenes estudiantes latinos tener el apoyo y refuerzo necesario para el éxito. 1 Washington State Office of Financial Management, Population Projections, http://www.ofm.wa.gov/pop/race/projections.asp 2 Washington State Office of wa.gov/pop/race/projections.asp 3 Baum College for Latino Students. New York: Teachers College Press; Contreras et. al., 2011. 4 En el 2010, el Estado de Washington remplazo la prueba WASL por la Medición del Progreso Estudiantil/Measure of Student Progress (por sus siglas en ingles MSP). No obstante, las mismas no son directamente comparables pues difieren tanto las escalas como el contenido de ambas pruebas. 5 Office of Superintendent of Public Instruction (OSPI). (2012). Washington State Assessment Trends Data. Retrieved from http://reportcard.ospi.k12.wa.us/ waslTrend.aspx?year=2010-11&gradeLevelId=4&waslCategory=7&chartType=1 6 Torres, K. & Contreras, F. (2012). Serving ELL Students in Washington. Sumario ELL preparado para la Legislatura del Estado de Washington y La Comisión de Asuntos Hispanos. 7 Malagon, McCold, & Hernandez, 2011. Educating English Language Learners in Washington State 2009-10, obtener en http://www.k12.wa.us/MigrantBilingual/LegisReports.aspx 8 Washington KIDS COUNT (2011). Washington State KIDS COUNT Data Indicators. Annie E. Casey Foundation Kids Count Data Center. Obtener en http://datacenter.kidscount.org/data/bystate/stateprofile.aspx?state=WA&group=Grantee&loc= 49&dt=1%2c3%2c2%2c4 9 Esta recomendación es parcialmente adaptada de la contribución hecha por la Dra. Frances Contreras al Reporte: Washington State Commission on Hispanic Affairs. (2010). 2009-2010 Latino/Hispanic Assesment Report. Publicada por La Comisión de Asuntos Hispanos del Estado de Washington. 10 Esta recomendación es parcialmente adaptada de la siguiente Sumario. Torres, K. & Contreras, F. (2012). Serving ELL Students in Washington. Sumario ELL preparado para la Legislatura del Estado de Washington y La Comisión de Asuntos Hispanos. 11 Contreras, F., et al. (2008). Understanding Opportunities to Learn for Latino Students in Washington. Olympia, WA: Washington State Commission on Hispanic Affairs. Educación [Publicidad]Immigration Henry Cruz, J.D.CHA se ha mantenido muy activo en el apoyo de una completa Reforma Migratoria. En todo el Estado, hemos trabajado con la policía local en diversas comunidades, clarificando sus relaciones con la patrulla fronteriza y e intentando disminuir la discriminación racial.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 45(1) Solicitar al Estado y oficiales de policía local para Recientemente la Corte Suprema de los Estados Unidos emitió su fallo en torno al caso Arizona v. USA (No. 1 1-182), en el cual, el Gobierno Federal interpuso una demanda cuestionando la legalidad de varias secciones de la tristemente célebre Ley S.B. 1070.1 Listamos a continuación dichas secciones de la S.B. 1070: En Junio del 2012, la Corte Suprema emitió un fallo dividido, el cual establece que las últimas tres secciones de la ley eran ilegales pues atentaban contra el poder del Gobierno en la aplicación de las Leyes Federales de Inmigración. Al mismo tiempo por unanimidad se consideró un irrespeto a la esencia de la ley misma, solicitarle a los oficiales el que revisen el estatus inmigratorio en los individuos detenidos. No obstante, mientras las leyes se hagan efectivas, la Corte, dejó la puerta abierta a demandas futuras en torno a discriminación racial y otros elementos referentes al área Constitucional. Posterior a la aprobación de la S.B. 1070, un buen número de estados incluyendo Alabama, Georgia, Indiana, Carolina del Sur y Utah, aprobaron legislaciones con previsiones similares, permitiendo a sus oficiales implementar Leyes de Inmigración. Por el momento, el Estado de Washington no se ha sumado a ellos. No obstante, una decisión de la Corte pudiera cambiar la atmósfera para los Latinos de Estado de Washington, en el momento en que ciertas localidades pudieran intentar pasar una ley similar.En cualquier caso, los Latinos del Estado de Washington ya han vivido la experiencia de las diferentes maneras en que las políticas de inmigración pueden ser implementadas. A principios de abril, se activó en todo el Estado de Washington, la aplicación del programa Comunidades Seguras (por su siglas en inglés SComm) perteneciente al Servicio de Inmigración y Control de Aduanas de Estados Unidos (por sus siglas en inglés ICE). Como lo establece SComm, toda persona al momento de ser retenidas en las cárceles tanto locales como del Estado, automáticamente su información es cotejada vía huellas digitales con la base de datos de la Inmigración Federal; lo que puede ocasionar que ICE asuma la custodia de estos individuos y pueda deportarlos.2 Los abogados de inmigración manifiestan que este, es un sistema viciado pues no hay ninguna ley o procedimiento que pueda solventar los problemas que surgen, en caso de responsabilidad por descuido/equivocación; y a la vez que esto se convierte en un instrumento de discriminación racial, también terminaría por erosionar la confianza existente entre la comunidad y la policía local.3 Por su parte, ICE plantea que SComm no propicia situaciones asociadas con discriminación racial, pues a todos los individuos cuando son encarcelados, se les toman sus huellas dactilares y sus antecedentes son revisados. Pero por supuesto, acá no se hace hincapié sobre la manera en la cual los individuos son inicialmente arrestados por la agencia local o del Estado (lo que pudiera resultar de una provisión similar en la que se apoya Arizona v. United States ). Consciente de este hecho obvio, ICE anunció que trabajará con la Oficina de los Derechos y Libertades Civiles del Departamento de Seguridad Nacional, para implementar medidas preventivas adicionales en contra de los abusos del programa; incluyendo entrenamiento para las agencias del orden público, tanto locales como estatales.4 que indaguen sobre la situación migratoria de cualquier persona detenida bajo ley local o estatal, al existir \"sospecha razonable\" de que dicha persona está ilegalmente viviendo en los Estados Unidos. Igualmente determinar o indagar la situación migratoria de cualquier persona en el momento de ser arrestada, si hay sospecha de estar en el país ilegalmente. (2) Autorizar al Estado y oficiales de policía local, para que puedan arrestar inmigrantes sin orden judicial, de existir una \"causa probable\" de haber cometido una infracción pública, permitiendo con ello, ser deportados de los Estados Unidos. Esto podrá ser llevado a cabo tanto por la policía local como por los agentes de inmigración, en representación del Estado y sin tener la aprobación del Gobierno Federal. (3) Considerar como un crimen bajo la ley de Arizona, solicitar trabajo en áreas públicas, o trabajar dentro de las fronteras del Estado por inmigrantes no autorizados para trabajar en el país. (4) Considerar como un crimen bajo la ley, el que inmigrantes no registrados violen lo establecido por la Ley Federal en donde se les exige obtener un registro por parte del Gobierno Federal, y una vez obtenido, dicha tarjeta de registro deberá ser siempre llevada consigo.Inmigración El proyecto SComm, que ICE presenta en sus inicios como voluntario, nunca había sido implementado en el Estado de Washington, pues rehusaban a participar en el mismo, oficiales tanto locales como estatales, quienes lo visualizaban como un programa viciado. No obstante, durante el último año, ICE ha revertido esta posición, anunciando que la participación del Estado en SComm es obligatoria.5 Más aún, si los oficiales policiales del Estado de Washington se oponen al SComm, hecho por muchos hasta el momento, posterior a lo establecido por ICE, los mismos pensarán que no existe ninguna otra opción, que Comisión de Asuntos Hispanos del Estado de Washington PAGINA 46Irónicamente, otra agencia del DHS, la agencia ICE, está solicitando mayor discrecionalidad procesal en la aplicación de las leyes inmigratorias enfocándose en sus más altas prioridades, las cuales son:no sea la de acatar la ley.6 Todavía queda por ver si surgen retos legales y que los mismos sean exitosos; o cuanto Arizona v. United States pudiera impactar la potencial implementación de dichas demandas. Por los momentos, abogados de inmigración temen que aún con la confianza otorgada por ICE en relación a SComm; este proyecto fomentará la discriminación racial y las detenciones como ha ocurrido en otras partes del país. En Diciembre del 201 1, el Departamento de Justicia de los Estados Unidos acusó al alguacil del condado de Maricopa en Arizona, Joe Arpaio, por sus excesivas persecuciones a los infractores de las leyes de inmigración, de ilegalmente concentrarse en arrestar a Latinos, llevando ello a una \"omnipresente cultura discriminatoria sesgada en contra los Latinos\" y que ha \"alcanzado los niveles más altos de la agencia\". 7 (1) Individuos quienes constituyan un peligro para la seguridad nacional o que sean un riesgo serio para la seguridad pública, incluyendo terroristas, criminales violentos, acusados de felonías/delitos graves, reincidentes, así como también miembros de pandillas; (2) Transgresores de inmigración recientes, incluyendo individuos que hayan entrado ilegalmente y recientemente, así como abusadores del proceso de otorgamiento de visas; y(3) Fugitivos, individuos quienes hayan entrado ilegalmente Por otro lado, para los casos de baja prioridad, ICE no está tomando ninguna acción policial en contra de los individuos y acepta \"cerrar administrativamente\" los casos de deportación cuyos expedientes hayan sido sacados de las listas de las Cortes de Inmigración por un período de tiempo indefinido hasta que cualquiera de las partes desee continuar con el caso. Para determinar cuales casos meritan dicha discreción procesal, ICE revisa un número de factores incluyendo: Tiempo de permanencia del individuo en los Estados Unidos; Si el individuo tiene esposa, hijos o padres quienes son ciudadanos de los Estados Unidos, o son residentes permanentes legales (poseen la \"tarjeta verde\"); Historia criminal y de inmigración; Relaciones con la comunidad; y otros factores humanitarios.11 Seattle reporta haber cerrado aproximadamente 17% de sus casos de deportación (los cuales cubren todo el Estado), y cuya tasa es más alta que el promedio nacional de aproximadamente 9%. No obstante, los trabajadores inmigrantes latinos son quienes cada vez más pierden sus trabajos en Washington como resultado de estas cada vez más frecuentes revisiones por parte del Gobierno, sobre la situación migratoria de los empleados de las empresas. Lo que resulta en que los empleadores despidan más a los trabajadores a quienes no se les puede verificar su permiso de trabajo. Más empleadores han comenzado a utilizar el E-verify, un sistema voluntario basado en internet y conectado con el DHS, el cual empleadores utilizan para confirmar la elegibilidad para el empleo. Los que se oponen a convertir en obligatoria al E-verify mencionan que el mismo podría descalificar erróneamente a personas, a la vez que constituye un costo para los ciudadanos de los Estados Unidos y para los trabajos de otros trabajadores documentados,12 resultando en prácticas discriminatorias en contra de los trabajadores inmigrantes documentados13 incluyendo Latinos, y también ello podría debilitar la industria agrícola del Estado de Washington.14Los Latinos del Estado de Washington tienen muy buenas razones para estar preocupados. El 26 de abril del 2012, tres habitantes de la Península Olimpia, de los cuales dos eran Latinos, establecieron una demanda de \"clase-acción\" en contra de la Patrulla Fronteriza de los Estados Unidos, por su práctica de detener vehículos e interrogar a sus ocupantes sin haber una justificación legal.8 El reclamo alega que la detención aparentemente se basó simplemente en la raza o etnicidad de sus ocupantes. Los demandantes están representados por el Proyecto Derechos de los Inmigrantes del Noroeste, y por el ACLU de Washington, quienes manifiestan que \"las acciones de la Patrulla Fronteriza ha creado un clima de miedo y ansiedad para muchas personas que viven en la Península Olimpia\" en donde \"personas han sido detenidas basándose solamente en su apariencia y etnicidad\".9 No obstante esto, cuatro condados y 1 1 ciudades del Estado de Washington han exigido el uso de E-verify por empleadores y subcontratistas.15 A principios del 2012, unluego de ser deportados, e individuos quienes hayan cometido fraudes de inmigración.102011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 47proyecto de Ley fue introducido en la Legislatura de Washington, la cual podría prohibir al Estado y gobiernos locales exigir a los empleadores de usar el E-verify.16 Pero el proyecto de Ley murió a nivel de Comité, dejando abierta la posibilidad de que más condados y ciudades del Estado aprueben leyes similares que exijan a los empleadores la utilización del E-verify. Otros grupos vulnerables dentro de los Latinos del Estado de Washington son sus estudiantes y jóvenes adultos, muchos de los cuales fueron traídos a los Estados Unidos aún siendo niños por sus padres, y los cuales han realizado casi toda su educación en este país. Muchos de ellos hablan solamente inglés, o el inglés es su idioma principal; y serían ciudadanos típicos de los Estados Unidos si no fuese por su situación migratoria. Mientras que el Estado de Washington les ha brindado la oportunidad de ir al \"College\", su situación migratoria hace inservible esta ventaja. Como muchos lo afirman \"que ventaja implica ir al College, si no podemos trabajar\". El Congreso no ha podido aprobar el DREAM ACT, el cual permitiría a dichos estudiantes obtener un permiso de trabajo con el cual pondrían en servicio su educación universitaria. Por lo menos se dio un cambio de suerte, aunque sea temporal, y es que el DHS anunció en junio que ofrecerá permisos de trabajo (renovables cada dos años) a individuos que: hayan llegado a los Estados Unidos previo a sus 16 años de edad; continuamente hayan vivido en los Estado Unidos por los últimos cinco años; estén inscritos en la escuela o en el programa GED o tengan un diploma de Preparatoria/High School o GED (o que hayan sido licenciados honorablemente del servicio Militar de los Estados Unidos); y tengan menos de 31 años (En agosto se espera sean anunciadas leyes especificas y limitaciones criminales).17 Está de más decir, que miles de jóvenes latinos en el Estado están eufóricos de que al menos por ahora, ellos podrán trabajar y con ello tratar de alcanzar el sueño americano. Por supuesto, estas políticas dependen de quien es responsable de la administración, por lo que un cambio en la Casa Blanca el próximo año puede resultar en su Estado de Washington PAGINA 48obligación de rembolso, así como limitación en sus prácticas empresariales.19 Otra ley aprobada el año pasado, fue reducir a 364 días de cárcel, la sentencia máxima por un fuerte delito menor.20 Esto es un cambio significativo para los poseedores de una tarjeta verde quienes vivan en el Estado. Desde 1996, el Congreso había restringido severamente la discreción de los Jueces de Inmigración en otorgar exención a inmigrantes documentados quienes habían cometido ciertos delitos, y poder expandir la lista de ofensas consideradas de ser una \"felonía agravada\", para que incluya solamente el que sea o bien \"agravada\" o bien una \"felonía\". Una felonía agravada, automáticamente sería una acusación para dicha exención, sin importar cuanto tiempo tiene el individuo residenciado en los Estados Unidos, y con ello el resultado estaría afectando no solo al individuo, sino a sus familias viviendo en los Estados Unidos, incluyendo esposas e hijos quienes sufrirán la consecuencia de la ofensa. A consecuencia de esto en el Estado de Washington, si un poseedor de la tarjeta verde es convicto de un fuerte delito menor y es sentenciado a 365 días de cárcel, aunque se haya suspendido el total término de la sentencia (o sea que la persona no ha estado ni un momento en la cárcel), el residente se verá enfrentado a una deportación automática. Ahora la nueva ley en efecto, eliminará tan dramática consecuencia para muchos latinos y sus familias en el Estado de Washington.En el Estado de Washington se han hecho progresos positivos para los inmigrantes. En el 201 1, la Legislatura aprobó una ley que protege a los consumidores de fraudes relacionados con la inmigración. La Ley Preventiva de Fraude en los Servicios de Inmigración fue solicitada por la Oficina del Procurador General, prohibiendo a quien sea de realizar prácticas legales no autorizadas en asuntos de inmigración; siendo exceptos, solo los abogados licenciados, u otras personas debidamente autorizada para proveer este tipo de servicio legal, bajo las Leyes Federales de Inmigración. Esta Ley ha sido designada para proteger a los consumidores de la práctica engañosa empresarial, y ella específicamente prohíbe a personas que no sean abogados y que no estén autorizadas en llevar a cabo otras actividades incluyendo preparar o asesorar a clientes en torno a solicitudes de inmigración.18 Se espera que esta nueva ley ponga fin o por lo menos reduzca la existencia de los llamados consultantes de inmigración o notarios como son identificados en las comunidades hispanoparlantes y los cuales depredan a las comunidades latino inmigrantes de Washington. Esto lo llevan a cabo haciendo falsas promesas en torno a residencia legal o permisos de trabajos y cobrando por ello en pago adelantado de varios miles de dólares. Inclusive previo a la aprobación del proyecto de ley, la Oficina del Procurador General del Estado de Washington forzó varios acuerdos en diversos reclamos de protección al consumidor en contra de notarios, a quienes se les aplicó penas civiles, [Publicidad]2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 49Notas y Referencias Henry Cruz es socio del Bufete de Abogados Ríos & Cruz de Seattle, WA. Por más de 10 años ha ejercido Derecho en Inmigración, enfocándose en defensa de deportados. Regularmente litiga en las Cortes de Inmigración, el Consejo de Apelaciones de Inmigración, así como en el Noveno Circuito de la Corte de Apelaciones de los Estados Unidos. Fue Coordinador de Proyectos y Abogado Voluntario para \"Justicia al Inmigrante\" en Seattle, y también Abogado Coordinador en el Proyecto de Asilo Político de Austin Texas. Entre el 2010 y 201 1 ejerció la presidencia del Comité de Enlace de ICE para el capítulo Washington de la Asociación Americana de Abogados de Inmigración (por sus siglas en inglés WA AILA); y la misma organización le otorga en el 2009, el Premio al Trabajo Voluntario de Mayor Impacto. Entre 2007-2009, actuó como Comisionado en la Comisión de Asuntos Hispanos del Estado de Washington, y fue Presidente del Comité de Justicia y Equidad. Entre el 2006-2007 fue parte de la Junta Directiva de la Asociación de Abogados Latinos de Washington (por sus siglas en inglés LBAW), y también Co-Vicepresidente del Comité de Miembros y Servicios; así como Co-Presidente del Comité de Inmigración. También en el 2007, la LBAW le otorga el Premio Miembro Excepcional, y en el 2008 es nombrado Héroe Latino de Washington por Regence Blue Shield. Del 2010 al 201 1, orgullosamente Henry Cruz fue un \"big brother\" y se desempeñó como miembro del Consejo Asesor en Tutoría Latina para \"Big Brother Big Sisters\" del Puget Sound . Es graduado de la Escuela de Leyes de la Universidad de Texas. ACERCA DEL AUTOR 1 Ver Guía Preguntas y Respuestas sobre \"Arizona v. United States, Immigration Policy 5 \"Feds: Secure Communities Not Optional,\" por Julián Aguilar, El Tribunal de Texas acceso en http://www.texastribune.org/immigration-in-texas/immigration/feds-secure-communities- staying-place/. 6 \"Secure Communities gets an early start in Martin, goskagit.com, http://www.goskagit.com/news/local_news/article_6a052d3f-71b2-5c73-964c-9db3ac5cba78.html. 7 \"U.S. Finds Against Latinos by Arizona Sheriff,\" por Marc Lacey, The New York Times, acceso office-unfairly-targeted-latinos-justice-department-says.html?pagewanted=all. 8 Challenges Unconstitutional Olympic Peninsula,\" acceso en http://nwirp.org/Documents/ PressReleases/borderpatrol.pdf. Una copia de la demanda total se puede encontrar en http://nwirp.org/Documents/PressReleases/forkscomplaint.pdf. 9 Id. 10 Memorandum ICE del Director John Morton,, Immigration the Apprehension, Detention, and Removal Aliens,\" at 1-3 (March 2, 2011), acceso en http://www.ice.gov/doclib/news/releases/2011/110302washingtondc.pdf. 11 Memorandum ICE del Director John Morton,, Consistent with the for Apprehension, Detention, and Removal of Aliens,\" at 2 (Junio 17, 2011) http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf. 12 \"De 3,482,200 trabajadores en el Estado de Washington, un 0.5% significa 17,411 personas perdiendo sus empleos\". Tyler Moran, Testimonio ante la Cámara de Representantes \"Ways and Means, Subcommittee on Social Security, Hearing Security Administration's Role in Verifying Employment Eligibility\". Abril 14, and (Mostly) Unseen: 2011). 13 Westat, \"Findings of the E-Verify Program Evaluation\" acceso p. xxxv-xxxvi. 14 TVW, Hearing of Senate Committee on Agriculture, Water and Rural Economic Development (Diciembre 2, 2011) acceso en: http://bit.ly/wWWfGw. 15 \"Cities use E-Verify while state considers acceso Maintaining HB2568 - 2011-12, acceso en http://apps.leg.wa.gov/billinfo/summary.aspx?year=2012&bill=2568. 17 reglas generales pueden encontrarse en http://www.uscis.gov/portal/site/uscis/menuitem. eb1d4c2a3e5b9ac89243c6a7543f6d1avgnextoid=3a4dbc4b04499310VgnVCM100000082 ca6 0aRCRD&vgnextchannel=3a4dbc4b04499310VgnVCM100000082ca60aRCRD. 18 AG anuncia nuevos instrumentos para luchar contra el fraude en inmigración, acceso en http://www.atg.wa.gov/pressrelease.aspx?&id=29078. 19 Procurador General anuncia tres casos sobre servicios adicionales de inmigración, acceso en http://www.atg.wa.gov/pressrelease.aspx?&id=28890. 20 \"Measure reduces misdemeanor sentence by 1 Seattle Times, acceso en http://seattletimes.nwsource.com/html/localnews/2014863479_ apwaxgrjailtime1stldwritethru.html. Se hace obvio que, aunque es universalmente claro que las actuales leyes de inmigración están fracturadas, los gobiernos federales y estatales, así como las mismas agencias federales continúan no estando de acuerdo en cuanto al reforzamiento de prioridades y políticas de inmigración en general. Esto está impactando negativamente a la comunidad inmigrante, ocasionando en estas familias una dramática sensación de inseguridad y angustia, similar a estar montado en una montaña rusa (solo que esta no es divertida). Por ejemplo, la S.B. 1070, no es tomada en cuenta para cualquiera discreción procesal como lo exige el Estado, y los oficiales locales pueden detener y arrestar por cualquier razón a quien ellos consideren sospechoso de estar en Estados Unidos sin autorización. La Patrulla Fronteriza de los Estados Unidos continúa llevando a cabo sus redadas en la Península Olímpica sin mucha, quizá ninguna, discreción procesal. Siendo el resultado de ello, detenciones innecesarias y separación de familias; porque una vez que la agencia reporta un individua a ICE, esta organización decide no tomar ninguna acción, si el individuo no queda bajo ninguno de los parámetros de sus prioridades de implementación. Los latinos del Estado de Washington, observan como sus comunidades continúan siendo intervenidas y sus familias separadas; mientras que ellos esperan por una reforma de inmigración completa, y la implementación de políticas lógicas y consistentes, cualquiera que ellas puedan ser.InmigraciónHealth Kristina Hoeschen, Sea Mar Centros Comunitarios de SaludEl CHA ha trabajado consistentemente en el área de salud con el Departamento de Salud, Departamento de Servicios Sociales y de Salud; así como con el Consejo de Agencias Estatales sobre disparidades de salud y para mantener informada a la comunidad. Durante el 2011-2012, todas estas agencias han participado regularmente en el programa de radio del CHA, compartiendo con la comunidad información vital sobre la salud.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 51Entre todos los grupos raciales y étnicos de los Estados Unidos, la población latina es la que está creciendo más rápidamente. En el Estado de Washington se espera que dicha población se incremente en un 150%, pasando de 441,509 habitantes durante el año 2000, a cerca de 1.1 millón proyectado para el año 2030. 1 Paralelamente, observamos que el crecimiento de las poblaciones minoritarias raciales y étnicas se desarrolla más rápidamente que el crecimiento del sistema de cuidados de salud, lo cual impacta a las prácticas necesarias para cubrir las necesidades y proporcionar cuidados y servicios de salud efectivos y de alta calidad. Adicionalmente, la relativamente joven población latina de hoy, en un futuro envejecerá y con ello enfrentará elementos nuevos asociados con su salud. De tal forma que un cuidado de calidad hoy, implicará en el futuro una menor disparidad en términos de salud. Según la Oficina de Salud de las Minorías, la población latina posee la tasa más alta de no-asegurados al compararse con todos los otros grupos raciales/étnicos de los Estados Unidos. Y en el Estado de Washington, esta tasa se duplica. De aquellos que poseen seguros de salud, más de la mitad de ellos son Seguros de Fondos Públicos, y apenas algunos obtienen sus seguros a través de seguros militares, empleadores o sindicatos. Aproximadamente 10% de la población no-anciana del Estado de Washington es Latina, pero el 18% de los no-asegurados son Latinos.2 Frecuentemente la salud de los Latinos está influenciada por factores como el idioma y las barreras culturales, así como el poco acceso al cuidado preventivo y seguros de salud. El Centro de Prevención y Control de Enfermedades, ha listado como las más importantes causas de enfermedad y muerte entre los Latinos a las enfermedades cardíacas, cáncer, lesiones por accidentes, Las 10 más importantes causas de muerte en los Latinos de todas las edades: Fuente: National Alliance for Hispanic Health, 2004. 35% 30%25%20%15%10%05% 0% Fuente: Pew Hispanic Center, Perfil Demográfico Hispanos Washington, 2010.Porcentaje No-AseguradosRaza/EtniaGráfico 1 Tasas de No-Asegurados en el Estado de Washington WA US Blanca Negra Hispanaaccidentes cerebro-vasculares, y diabetes. Los Latinos al compararse con la población general, poseen tasas menores de muerte, pero poseen un mayor riesgo para numerosas enfermedades y dolencias crónicas. La población latina muestra muchos indicadores positivos de salud en términos de dieta, bajo niveles de consumo de cigarrillos y drogas ilícitas, y una fuerte estructura familiar. No obstante, mientras más tiempo se vive en los Estados Unidos, estos indicadores tienden a deteriorarse. (National Alliance for Hispanic Health, 2004). Los Latinos comparten toda una serie de característica socio-culturales, así como un perfil nacional, vivencial y en ciertas instancias genético, que puede impactar la situación de su salud. Por ejemplo, ciertos factores culturales como la dieta tradicional y bajos niveles de tabaquismo entre las mujeres impactan positivamente su salud. Otros factores como las tasas bajas de inmunizaciónasociadas al bajo nivel económico, así como el temor a las autoridades por parte de los nuevos inmigrantes, las cuales tienen consecuencias negativas. La aculturación entre los nuevos inmigrantes y sus hijos parecieran debilitarle sus elementos positivos en cuanto a la salud, llevándoles a la adopción de elementos negativos provenientes de la cultura Americana como lo son el tabaquismo, uso de alcohol y actividad sexual temprana. Salud 1. Enfermedades del Corazón 2. Neoplasmas Malignos3. Accidentes y Efectos Adversos4. Infecciones por el Virus de Inmunodeficiencia Humana (VIH) 5. Homicidios e Intervenciones Legales6. Enfermedades Cerebro Vasculares7. Diabetes Mellitus8. Enfermedades crónicas del Hígado y Cirrosis9. Neumonía e Influenza10. Ciertas condiciones de origen prenatal Comisión de Asuntos Hispanos del Estado de Washington PAGINA 52Factores sociales determinantes en la salud incluyen condiciones generales socioeconómicas; condiciones culturales y del medio ambiente; condiciones laborales y estilo de vida; influencias sociales y comunitarias; estilo individual de vida; nivel educativo; edad; género y factores hereditarios. Estos factores juegan un papel crítico en la salud de nuestras comunidades, teniendo en cuenta que una vida saludable no puede ser alcanzada sin que haya un enfoque efectivo en todos estos elementos. Mientras la reforma de salud es implementada en su totalidad, habrá que centrarse en programas bastante completos que permitan tanto a individuos como a las familias, conectarse con los servicios sociales y de salud que ellos necesitan. Esto jugará un papel clave en la salud de los Latinos, especialmente en las poblaciones migrantes de los trabajadores agrícolas quienes frecuentemente se encuentran viviendo bajo condiciones no satisfactorias,a la vez que son expuestos a pesticidas y otros químicos tóxicos, así como al uso de agua potable de baja calidad. Clint Weckerly, Coordinador del Programa de Promotores para los Centros de Salud Comunitarios Sea Mar, señala que la Diabetes, obesidad y malnutrición son los problemas presentes en la comunidad agrícola hispana. Los padres trabajan largas jornadas en los campos, mientras sus hijos mayores son responsables de los hermanos menores. Con recursos limitados, estos escogen la opción de comer en las cadenas de comida rápida por ser menos costosas, o utilizan en casa alimentos elaborados, los cuales poseen un alto contenido de sodio y/o carbohidratos. En general, las condiciones de vida en el campo están por debajo del estándar, el agua que consumen por no poder pagar agua embotellada, tiende a contener E-Coli, así como nitratos que han sido vertidos en el área.La tasa de obesidad de los Latinos, es más alta que la de los Caucásicos-No Latinos. Como lo afirma la Oficina de Salud Minoritaria, 73% de las mujeres mexicanoamericanas tienen sobrepeso o son obesas en comparación con el 61.6% de la población general femenina. En 2009, los niños mexicanoamericanos mostraron 1.4 veces más de sobrepeso al compararse con los niños Blancos No-Latinos. Los Centros de Salud Comunitaria Sea Mar se especializan en servir a los Latinos en el oeste de Washington. En el 201 1, Sea Mar prestó servicios a un total de 46,748 pacientes (número no duplicado). Las enfermedades más importantes en estos pacientes incluyen Diabetes, infecciones respiratorias, faringitis, infecciones auditivas e Hipertensión. En las Clínicas de los Trabajadores Agrícolas del Valle de Yakima, las cuales prestan sus servicios en el este de Washington, las enfermedades de sus pacientes latinos son mayormente infecciones respiratorias a nivel superior, Diabetes, hipertensión y dolores abdominales generales. Centro Comunitario de Salud Sea Mar Los cortes presupuestarios del Estado han impactado la capacidad de las organizaciones en continuar con sus actividades comunitarias para educar a los Latinos acerca de la salud y sobre los cambios que se están sucediendo tanto en el plan básico de salud, como en las reformas generales de salud. Un efectivo Programa de Promotores trabaja conectando a los trabajadores agrícolas con los servicios que ellos necesitan, entrenando a los miembros de la comunidad agrícola de trabajadores migrantes para que actúen como recursos confiables y comunicadores efectivos. Estos voluntarios van a las iglesias, centros comunitarios, y otros lugares frecuentados por los trabajadores agrícolas, y allí les informan acerca de los servicios existentes para ellos, la importancia del cuidado preventivo, y también responden a cualquier pregunta que ellos puedan tener; y de esta manera se reducen las brechas lingüísticas y el miedo al complicado y poco familiar sistema de cuidados de salud. La cobertura de Medicaid y Planes Comunitarios Mejorados de Salud (por sus siglas en inglés CHIP) le dan a las familias inmigrantes acceso al cuidado preventivo y primario, como también al cuidado en condiciones crónicas. Sin este tipo de cobertura, el cuidado de salud resultaría financieramente oneroso para las familias migrantes de bajos recursos y les obligaría a tener que escoger entre pagar por comida o renta, o el cuidado de salud. Cuando las familias obtienen su cobertura de Medicaid y CHIP, con frecuencia reciben educación sobre la salud y se conectan con otros servicios sociales, 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 53Existen dos tipos de temores que disuaden al inmigrante elegible de solicitar cobertura de salud para sí y su familia: una es el considerar que al recibir beneficios de cuidados de salud, le catalogarían como una \"carga pública\", lo cual impediría la obtención de la residencia permanente; y segundo que al solicitar la cobertura de salud para los miembros de la familia que son elegibles, pudiera exponer a los otros miembros que estén en peligro de deportación. Otra barrera es que la inscripción en los programas de Medicaid, consiste en un proceso costoso y confuso que exige documentación a veces difícil de conseguir. El proceso de solicitud requiere largo tiempo de espera, bien sea por teléfono o personalmente, y es complicado para la familia apartar el tiempo necesario de trabajo para completar el proceso. A las familias inmigrantes con frecuencia se les hace difícil obtener la documentación 45% 40% 35%30%25%20%15%10%05% 0% Fuente: The Henry J. Kaiser Family Foundation, Kaiser State Health Facts, 2010 Porcentaje CoberturaRaza/EtniaGráfico 2 Cobertura Medicaid - Estado de Washington WA US Blanca Negra Latinacontribuyendo ello a incrementar sus conocimientos en torno a la salud y a mejorar su calidad de vida.3 En el Estado de Washington, un 36% de los Latinos está cubierto por Medicaid.4 necesaria. Las personas que no hablan inglés o con bajo nivel educacional se les hace difícil entender las planillas de registro y los anuncios, y para muchos con frecuencia es difícil obtener servicios de traducción. En la medida que el proceso de inscripción se hace más a través del internet (en línea) la inscripción se hace más difícil para las familias inmigrantes debido al limitado acceso a computadoras y el bajo nivel de conocimiento en informática. Muchas de estas dificultades persisten aún durante el proceso de renovación, lo que lleva con frecuencia a la pérdida de la cobertura. Opciones limitadas de transporte y barreras lingüísticas hacen difícil para las familias completar el proceso en la obtención de cuidados de salud. Cuando superan el problema de transporte, y una vez en el lugar de la cita, todavía les quedan barreras lingüísticas a superar, de no haber entre el personal, servicios de traducción. Las familias inmigrantes conviven con temores y confusión, cuando se enfrentan con un sistema de cuidados de salud complicado y poco familiar. Muchas familias inmigrantes que requieren ser educadas en cómo obtener los servicios, pueden estar amparadas bajo un plan de gerencia y asistencia con proveedores participantes. No obstante en algunos casos, se les asigna un proveedor de cuidado primario que nunca ha tenido relación con la familia o que no es accesible y/o no está en capacidad de proveer servicios de salud respaldado por un conocimiento tanto cultural como lingüístico. Solución: Buscar y proveer asistencia a través de organizaciones de confianza e individuos con fuertes lazos con la comunidad inmigrante Fuente: National Alliance for Hispanic Health, 2004.Estrategias e instrumentos para ayudar a las familias latinas a superar los obstáculos existentes para la cobertura y cuidados de salud Utilizar organizaciones comunitarias e individuos confiables que se han ganado la confianza de la comunidad y dar mejor asistencia en el proceso de inscripción. Asistencia directa uno a uno con individuos de antecedentes o experiencia similares. Educando familias acerca de las opciones de cobertura y el proceso de inscripción. Proveer a las familias con una lista de los documentos requeridos e identificación de opciones alternas. Para documentar los ingresos, el uso de planillas en inglés y español tanto para \"cero ingreso\" como \"ingreso en efectivo\". Tarjetas solicitando asistencia de traducción, a ser mostradas por las familias. Mantener una base de datos con las facturas de todas las solicitudes y documentación presentada. Mantener contacto a través del tiempo, para asistir a las familias en el proceso de renovación y en el acceso a los servicios necesarios SaludComisión de Asuntos Hispanos del Estado de Washington PAGINA 54Notas y ReferenciasKristina Hoeschen es la directora de Servicios Administrativos para los Centros Comunitarios de Salud Sea Mar. Es responsable de un equipo de 10 personas en el centro operacional de Sea Mar, así como dentro de los Programas de Ayuda de la Organización. Su carrera se ha desarrollado principalmente dentro del sector no-lucrativo, dentro del cual ha desempeñado diversas posiciones. Ha trabajado para organizaciones cuyas misiones constituyen el periodismo comunitario, las artes y la preservación de los recursos naturales. Kristina tiene más de 10 años de experiencia trabajando con museos; y ha participado en la recaudación de $100.000.000 en donaciones para la compra de arte y renovación del Instituto de Artes en Minneapolis. También fue miembro del grupo inicial para el nuevo Museo de Instrumentos Musicales de Phoenix AZ. Ella posee un BA en Administración de Empresas-Mercadeo del ST. Thomas University en St.Paul, MN; así como un certificado de fotografía de la Universidad de Washington.para educar a las familias acerca de los tipos de cobertura y el procesos de inscripción. Para determinar la potencial expansión de las coberturas debido a la reforma de salud en 2014, será importante asegurar la inscripción de los individuos elegibles en esta cobertura. Dado su alta tasa de no-asegurado, será clave contactar, educar e inscribir a las familias inmigrantes elegibles para alcanzar con éxito esta expansión. El lograrlo llevará a enfrentar con efectividad los numerosos obstáculos a los cuales se enfrentan para poder inscribirse. ACERCA DEL AUTOR 1 Departamento de Salud del Estado de Washington, Capacidad Cultural en los Servicios y Cuidados de Salud, Junio 2010 2 Oficina de Gerencia Financiera, 2008 Encuesta sobre la Población del Estado de Washington, Seguro de Salud por Raza/Etnia: 2008.3 Fundación Familia de Henry J. Kaiser, Comisión Kaiser en Medicaid y los No-Asegurados, Conectando Familias Inmigrantes elegibles con las coberturas y cuidados de seguros: Lecciones básicas como acercarse a la comunidad y el registro de los trabajadores. Octubre 2011. 4 Fuente: Fundación Familia de Henry J. Kaiser, Kaiser Hechos sobre la salud del Estado, 2010 [Publicidad][Publicidad]Labor Force Participation Jon Agnone, Ph.DEl enfoque del CHA en torno a la educación está directamente relacionado con la brecha existente en cuanto al ingreso, y por ello reconocemos que al eliminarse la brecha del aprovechamiento educativo llevará a más y mejores trabajos para la población hispana. Tomando en cuenta que durante el año 2020, más de uno de cada diez trabajadores será hispano, exige que se incrementen nuestros esfuerzos en disminuir las tasas de deserción escolar a nivel de la preparatoria y asegurarnos de que nuestros estudiantes latinos reciban educación superior. CHA también continúa enfrentando los retos en torno a los trabajadores agrícolas y sus condiciones de vida, salarios y seguridad.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 57Aunque los Hispanos representan al grupo minoritario más grande dentro de la fuerza laboral, su salario anual medio de $20,152 dólares, constituye el más bajo de todos los grupos raciales y/o étnicos. Y este es $15,000 dólares menor al ganado por la población general ($35,267). Al compararse con aquel de la minoría Afroamericana, cae en $10,000 dólares; y constituye apenas la mitad del salario anual medio de la población blanca. El rezago salarial persiste no solamente en relación al salario medio anual, sino también en cuanto a los ingresos promedios, en los cuales se observa cómo son impactados por el nivel educativo. Normalmente a mayor nivel educativo, mayor el salario y mayor la posibilidad de estar empleado. Por ejemplo, los habitantes del Estado de Washington con un diploma asociado o certificado vocacional ganan $10,000 más por año cuando se Gráfico 1 Fuerza Laboral Hispana y No-Blanca Estado de Washington 1990-2030 1990 2000 2010 2020 20308.4%12.1%14.3% 8.3%11%13.4%16.4%18.4% 3.8%6.3% Fuente: \"OFM 2012 Long-Term Economic and for Washington, Marzo 2012, Tablas 2-5Origen HispanoRaza No BlancaGráfico 2 2010 Mediana del Salario Anual por Raza y Etnia en Washington Hispanos Nativo Americanos Afroamericano Asiáticos/Islas Pacífico Blanca Población General Fuente: \"2010 U.S.A. Oficina del Censo- Estimados obtenidos de la Encuesta Comunidad American - Individuos No Estudiando\"$20,152 $25,191 $30,229 $38, 290 $39,197 $35,267 compara con quienes poseen solamente un diploma de Preparatoria/High School. Esta relación entre educación y salario se da también en los Hispanos, ya que los salarios de los Hispanos siguen estando por debajo de los salarios de la población general, sin importar el nivel educativo que ellos tengan. Grafico 3 2010 Mediana del Salario Anual por Nivel de Educación en el Estado de Washington Inferior Preparatoria/ High SchoolDiploma Preparatoria /High SchoolUniversidad sin gradoDiploma Asociado o CertificadoDiploma UniversitarioDiploma de Postgrado Fuente 2010 U.S. Census Bureau estimates from the American Community Survey, $23,175 $15,517$19,145$35,771 $30,229$53,404$65,496 $48,971 $43,328 Como se muestra en el Gráfico 3, en el 2010, los Hispanos con un diploma asociado obtuvieron un salario medio de $30,229, en comparación con los $35,771 ganados por la población general con la misma educación. Adicionalmente, los Hispanos que cursaron algunos años de Universidad pero sin licenciatura ganaban todavía menos que la población general con apenas diploma de preparatoria/High School. Los Hispanos con licenciaturas ganan unos $5,600 menos en comparación con el salario medio anual de otros grupos étnicos graduados en universidades de 4 años o que otorguen licenciaturas. Las discrepancias menos marcadas fueron en individuos sin diploma de preparatoria pero ellas aún están por debajo de la población general con $200 menos. Y la diferencia más alta es a nivel de postgrado en donde los Hispanos ganan $12,000 menos que los de la población general con educación similar.En el 2000, la población hispana del Estado de Washington constituía el 7% y este porcentaje se ha incrementado sistemáticamente durante la última década2. En el 2010, los Hispanos constituyen el 1 1.2% de la Población3. De igual forma el porcentaje de los Hispanos en la fuerza de trabajo del Estado de Washington ha aumentado. En 1990 los Hispanos totalizaban menos del 4% de la fuerza laboral del Estado; y para el 2030 se proyecta que un 13.4% de hispanos estarán incorporados en dicha fuerza laboral. En la actualidad los Hispanos constituyen el 8.3% de la fuerza laboral, siendo la más alta entre los grupos minoritarios tanto raciales como étnicos. Todo ello al compararse con el total de estas minorías étnicas, las cuales alcanzan el 14% y en donde están incluidos Afroamericanos, Asiáticos e Islas del Pacífico, y Nativos Americanos. Los Hispanos representan el 58% de la fuerza laboral cuando se suman todas las minorías.Fuerza LaboralComisión de Asuntos Hispanos del Estado de Washington PAGINA 58Y no solamente en todos los niveles educativos los Hispanos ganan menos que la población general; sino Los Hispanos Frente al Desempleo y la Pobreza En el 2010, la tasa de desempleo en Washington reportada por la Oficina del Censo de los Estados Unidos fue del 10.8%. Lo que significa 4.4 puntos porcentuales por encima de la tasa del 6.4% reportada en el 2006. Entre los Hispanos esta tasa fue del 13.5%, o sea 4 puntos porcentuales por encima de la tasa de la población general durante el 2010. Y cuando se compara con la tasa de desempleo de los Hispanos en el 2006 (9.3%) se observa un incremento de 3 puntos porcentuales. Aún y cuando esta diferencia es significativa se aprecia que también la tasa de desempleo se incrementó para los grupos minoritarios de Las Islas del Pacífico y de los Nativos Americanos, 16% y 21.6% respectivamente. En el 2010, la tasa de desempleo de los Hispanos estuvo por encima de aquella de la población Blanca (10.2%) y Asiática (7.6%); pero por debajo de la tasa de la población Afroamericana (18.5%), así como también de las ya mencionadas Islas del Pacífico y de los Nativos Americanos. La Oficina del Censo de los Estados Unidos reporta que para el 2010 la tasa de pobreza de Washington fue del 13.4%, un incremento de 1.4 puntos porcentuales al compararse con la tasa del 2006. La tasa del 29% de pobreza reportada en el 2010 para los Hispanos ha sido la más alta, nunca antes vista en ningún grupo racial o etnia, y constituyó el doble de la tasa de pobreza presente en la población general. Lo que ha sido un incremento de 5.1 puntos porcentuales desde el 2006, y los incrementos en otros grupos raciales o étnicos fueron bastante menores. El nivel de pobreza del segmento Africano-Americanos se incrementó en 1.3%, pasando de 25.2% en el 2006, a 26.5% en el 2010; y en los Nativos-Americanos/Nativos de Alaska, el índice de pobreza bajo de 29% durante el 2006, a 27.2% en el 2010. Gráfico 4 2010 Nivel Educación Alcanzado por Hispanos y Población General de Washington Fuente: \"2010 U.S.A. Oficina del Censo- Estimados obtenidos de la Encuesta Comunidad Americana - Edades 18-64\"29% 10% 37% 26% 34% 64%Población General HispanaDiploma Licenciatura o Superior AA o Licenciatura Inconclusa Diploma Preparatoria/ High School o menos Tabla I 2006 y 2010 Desempleo en Washington por Hispano Asiático Africano Americano Nativo Americano y Nativo Alaska Islas Pacífico 2010 2010 Pobreza en Washington por Raza/Etniaque es más bajo el porcentaje de hispanos que poseen un diploma de preparatoria en comparación con la misma población general. Ello se puede apreciar en el Gráfico 4, en donde menos del 10% de los hispanos posee por lo menos un diploma de preparatoria/High School. Y al comparárseles con el 29% de la población general, la sobrerrepresentación de los hispanos en los bajos niveles educativos contrasta con los salarios de aquellos que han obtenido Diplomas de Preparatoria o Asociados. Por ejemplo, más del 60% de los Hispanos de Washington han alcanzado el nivel de Preparatoria o Asociado; mientras que este nivel educativo lo tiene solo el 34% de la población general. Por otro lado la proporción de la población general que posee un diploma asociado o que ha cursado algunos años de universidad es de un 1 1% más alto al compararse con los Hispanos que alcanzaron este mismo nivel educativo. Año Total Blanco Hispano Asiático Africano Americano Nativo Americano y Nativo Alaska Islas Pacífico Fuente: \"2006-2010 - U.S.A. Oficina del Censo- Estimados obtenidos de la Encuesta Comunidad Americana\"Fuente: \"2006-2010 - U.S.A. Oficina del Censo- Estimados obtenidos de la Encuesta Comunidad Americana - No es la Tasa Oficial de desempleo para el Estado\"2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 59En términos de la disponibilidad de empleos proyectados para el 2015-2010, se espera que muchos Hispanos sean empleados en ocupaciones con crecimiento4. En su mayoría, los Hispanos estarán empleados en dos de las tres categorías con mayor crecimiento proyectado. Particularmente, los Hispanos serán empleados en gran número en las ocupación de Ciencias Humanas y Agricultura (62.1%), para la cual en el año 2020, se proyecta que ocupen el 71.9% de la fuerza laboral en este sector ocupacional, todo esto basado en el número proyectado de disponibilidad neta. Los Hispanos son el 13% de la fuerza laboral en Producción y Comercio; y se espera que en el 2020 ocupen casi un 15% de ella. Vale la pena hacer notar que estas dos categorías ocupacionales poseen los ingresos promedios más bajos. Adicional a ello, son los Hispanos trabajando en estas ocupaciones quienes típicamente ganan menos al comparase con otros grupos étnicos haciendo el mismo tipo de trabajo.De acuerdo a la encuesta del 2010, Comunidad Americana, realizada en el Estado de Washington por la Oficina del Censo de los Estados Unidos, los Hispanos constituyen el 9% de su fuerza laboral entre 25 y 64 años. Al observarse la distribución ocupacional, los Hispanos integran el 62.1% de la fuerza laboral en Ciencias Humanas y Agricultura, con una alta concentración en el desempeño como trabajadores rurales; un 17.4% en ocupaciones de servicio; y un 13% en las áreas de producción y comercio. A excepción de una, en todas las categorías ocupacionales, el ingreso promedio general excede al promedio anual producido por los Latinos. La única excepción es la categoría de servicios humanos y de protección; en donde el ingreso promedio de los Hispanos ($48,540) es mayor al de la población general ($44,985). No obstante, el porcentaje de los trabajadores en esta área es relativamente pequeña, constituyendo solamente el 5.2 % de la fuerza de trabajo en este sector de servicios humanos y protección. Tabla III 2015-2020 Proyección Anual a Largo Plazo Sobre Disponibilidad de Trabajo e Ingreso MedioProyecciones a Largo Plazo sobre Disponibilidad de Empleos por Grupo OcupacionalFuerza Laboral Categoría OcupacionalFuerza Laboral Actual% Hispanos FuerzaDisponibilidad Trabajo Proyección% Hispano Acceso DisponibilidadIngreso Anual Promedio HispanosTotal Ingreso Anual Promedio de Encuesta Comunidad Americana de la Oficina del Censo de los Estados Unidos y 2010 LMEA Proyecciones Ocupacionales a Largo Plazo - Fuerza de Trabajo se define como total de personas trabajando cuyas edades osciles entre 25-64. Comisión de Asuntos Hispanos del Estado de Washington PAGINA 60Los Hispanos ocupan en menor proporción posiciones en la fuerza de trabajo de alto crecimiento como lo son Negocios, Gerencia y Ventas. Y en la próxima década no se espera un notable incremento del segmento hispano en estos sectores. En general, el empleo de los Hispanos se concentra en las tres categorías ocupacionales menos pagadas. Este es un factor influyente para que el salario anual promedio de los Hispanos sea de aproximadamente $16,000 menos al compararse con el salario promedio anual de toda la fuerza de trabajo del Estado de Washington. Notas y Referencias Jon Agnone , Ph.D se desempeña como Gerente Asistente de Investigación en la Junta Directiva Coordinadora de la Fuerza de Trabajo, Entrenamiento y Educación de Washington. Previamente había trabajado como Asistente de Investigación en el Centro de Estudios Laborales Harry Bridges; así como también del Centro de Políticas de Servicios Sociales de la Universidad de Washington e igualmente en el Centro de Investigación sobre Políticas para Servicios Humanos de la Universidad del Estado de Ohio. Recibió su Ph.D en Psicología de la Universidad de Washington y un B.A. con mención en Sociología y Psicología de la Universidad Estatal de Ohio. Su tesis doctoral se enfocó en las diferencias económicas entre blancos, africanos americanos e hispanos en los Estados Unidos. Otras investigaciones publicadas incluyen, un análisis contemporáneo e histórico sobre los derechos civiles y laborales, así como de los movimientos ecologistas.ACERCA DEL AUTORRecomendaciones Los Hispanos constituyen la minoría más grande del Estado de Washington, y las proyecciones muestran que en los próximos años habrá un incremento de su presencia en la fuerza laboral: Se espera que para el 2020, 1 de cada 10 trabajadores en Washington sea de origen hispano. Esto enfatiza la importancia de la creación de oportunidades para los Hispanos, dándoles acceso a la educación mucho más allá de la preparatoria/High School. Cifras muestran que los dos tercios de la población hispana de Washington, apenas ha alcanzado una educación a nivel de preparatoria o menos. Les ayudaría a subir el nivel de educación y a incrementar sus ingresos, si los Hispanos pudieran obtener más certificados industriales reconocidos, diplomas universitarios de 2 o 4 años, diplomas profesionales y de aprendizaje. Para los Hispanos, así como para toda la fuerza de trabajo en Washington, incrementar el nivel de educación, los llevaría a ocupar posiciones mejor pagadas y a tener más oportunidades al subir en la escalera profesional. Actualmente, en comparación con la población general, un mayor porcentaje de trabajadores hispanos se desempeñan en ocupaciones de bajos ingresos como Ciencias Humanas y Agricultura, Ocupaciones de Servicio; y Producción/ Comercio. No sólo es vital para los Hispanos, sino también para la economía en general del Estado de Washington, el poderles apoyar, proporcionándoles mayor acceso a la educación; de tal manera que un mayor número de ellos, alcancen posiciones mejor pagadas en carreras de gran demanda dentro de la floreciente industria del Estado. Un reportaje reciente proyecta el incremento de la brecha existente entre el número de trabajadores capacitados y su demanda por parte de empleadores en Washington. 5 Esta ya pronosticada \"brecha de capacitación\", debería motivar a los trabajadores hispanos para que continúen con su educación.6 Ejemplo de ello es que durante la próxima década, para llenar las posiciones de trabajo proyectadas en Washington, se necesitarían anualmente unos 9,000 trabajadores en proceso de obtener su diploma de nivel medio superior. Estos certificados obtenidos en un año, así como los diplomas de dos años en las ocupaciones a llenar, pueden abrir el camino a una gran cantidad de empleos con salarios adecuados en áreas tan diversas como salud; contabilidad y contaduría; manufactura; servicios de protección; y ciencias tecnológicas. Adicionalmente unos 10,000 empleados con licenciatura universitaria y unos 9,000 con diplomas de post grado. También serán requeridos cada año para equipararse con la demanda de numerosas posiciones vacantes proyectadas, las cuales estarían solicitando niveles educativos y capacidades más avanzadas. 1 La información en esta sesión proviene del Reporte \" 2012 High Skills, High Wages \" a publicarse durante el otoño 2012 (http://www.wtb.wa.gov/Activities_HighSkills.asp), y el reporte \"2011 Workforce Training \" (http://www.wtb.wa.gov/ Documents/WTRHispanic2011.pdf). 2 \"Origen Hispano\" se considera como una etnia y no una raza. Por lo tanto la terminología \" Hispano\" puede referirse a una persona de cualquier raza y diversas etnias yuxtapuestas. 3 Información para esta sesión proviene del reporte \"2012 High Skills, High Wages \" a publicarse durante el otoño (http://www.wtb.wa.gov/Activities_HighSkills.asp), y del \"2011 Workforce Training Results for Hispanic Participants \"(http://www.wtb.wa.gov/Documents/ WTRHispanic2011.pdf). 4 2012 Análisis del Mercado Laboral y Económico del Departamento de Seguridad Laboral de Washington. Las proyecciones ocupacionales a largo plazo se derivan de la información obtenida de la Encuesta 2010 Comunidad Americana de la cual se proyecta la proporción de posiciones disponibles a ser ocupadas por los trabajadores Hispanos. 5 2011 Fuerza Laboral Calificada y Educada. Un reporte preparado en conjunto por el \"Workforce Board, el SBCTC y el HEC Board http://www.wsac.wa.gov/sites/default/files/ SkilledEducatedWorkforce2011.pdf 6 2011 Fuerza Laboral Calificada y Educada. Un reporte preparado en conjunto por el \"Workforce Board, el SBCTC y el HEC Board http://www.wsac.wa.gov/sites/default/files/ SkilledEducatedWorkforce2011.pdf[Publicidad]Economic Development En el 2011, junto a la OMWBE y la Asociación de Medios Hispanos del Estado de Washington (Por sus siglas en inglés WAHMA) CHA crea el primer Directorio Digital que incluye a todos los negocios latinos del Estado de Washington (www.latinodirectory. org). Igualmente CHA esta trabajando estrechamente con otras agencias del Estado y del sector privado para incrementar la participación de las empresas/negocios latinos en los contratos gubernamentales tanto a nivel local, como estatal y federal. Carlos Veliz, Teresa Jones, Geraldine Rodríguez, Ty Córdova2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 63Estudios de Investigación como los datos del Censo, nos permiten apreciar que la presencia de los Latinos en el Estado de Washington no solo es real, sino también cuantificable. Los Latinos se han caracterizado por su espíritu emprendedor y deseos de superación no solo en beneficio propio, sino también para contribuir con la prosperidad de sus comunidades. Este espíritu se ve reflejado en la valentía que implica abrir un negocio, y la perseverancia en mantenerlo a flote. Este reporte incluye información estadística que evidencia el crecimiento de los negocios en manos de latinos, así como recomendaciones para maximizar este momento de expansión. Total Empresas USA1 34% 56% n/a 24% 39%100% 1% <1% 35%64%30,181 10,59319,1872007 Ventas e Ingresos ($ Billones)% Cambio 2002-2007% Total USA ventas e ingresos Hispanos Igualmente Hispana/ No Hispana2 No Hispana No ClasificableTabla I USA Ingresos Negocios por Etnicidad 2002 a 2007 1 Incluye empresas con empleados pagados y empresas con empleados no pagados 2 Este grupo se catalogó como \"No Hispano\" en 2002 Nota: Las cifras no suman el total por haber sido redondeadas USA Oficina del Censo, Sept 21, 2010 www.census.gov/econ/sbo US CENSUS BUREAU, Sept. 21, 2010 www.census.gov/econ/sboDe acuerdo con la Oficina del Censo de los Estados Unidos, a nivel nacional y entre los años 2002 y 2007, el número de empresas cuyos propietarios eran Hispanos, se incrementó en un 43.7%, o sea un total de 2.3 millones de negocios. Esto es el doble cuando se compara con el incremento del 18% de los negocios en manos de la población general. Y de estos negocios hispanos, el 45.8% de sus propietarios son de origen Mexicano. En el 2007, las empresas de propietarios hispanos generaron en ventas, $345.2 billones de dólares. Ello constituye un incremento de 55.5% más al compararse con las mismas del año 2002. El número de empresas hispanas con entradas anuales superiores al millón de dólares se incrementó en un 51.6%, pasando así, de 29,168 empresas en el 2002 a 44,206 en el 2007. Esta información reciente se basa en una encuesta llevada a cabo durante el 2007 con propietarios de negocios; y la cual es realizada cada 5 años. La misma da información detallada sobre otros aspectos como los son: números de negocios, ventas y ganancias, número de empleados y nómina anual. Por su parte en el 2007, los negocios en manos de mexicanos fueron 45.8%; origen cubano 1 1.1%; puertorriqueños 6.9%, y aquellos en manos de dueños hispanos de diferentes orígenes fue 34.5% En relación al incremento entre el 2002 y el 2007; los negocios en manos de mexicanos se incrementaron en un 47.7%; por su parte los de dueños puertorriqueños en 43%; dueños cubanos 65.6%; y dueños de diversos orígenes hispanos un 30.6% 18% 44% n/a USA EmpresasTabla II USA Ingresos Negocios por Etnicidad 2002 a 2007 1 Incluye empresas con empleados pagados y empresas con empleados no pagados 2 Este grupo se catalogó como \"No Hispano\" en 2002 Nota: Las cifras no suman el total por haber sido redondeadas USA Oficina del Censo, Sept 21, 2010 www.census.gov/econ/sbo US CENSUS BUREAU, Sept. 21, 2010 www.census.gov/econ/sboDesarrollo Económico Estadísticas Nacionales sobre los Negocios Hispanos/Latinos En cuanto al tamaño de la empresa, los negocios hispanos con 100 o más empleados incrementaron en un 26.4%, es decir pasaron de 1,508 negocios a 1,906; generando ganancias de 74.2 billones de dólares lo que significa un incremento del 76.6% a partir del 2002.Total Empresas USA1 Hispanos Igualmente Hispana/ No Hispana2 No Hispana No ClasificableComisión de Asuntos Hispanos del Estado de Washington PAGINA 64Los Estudiantes como Inmigrantes son Parte Integral de la Economía de Washington De acuerdo con la Asociación de Educadores Internacionales (por sus siglas en inglés NAFSA),7 en Washington, los 16,449 estudiantes extranjeros contribuyeron durante el año académico 2009-2010 con $412.1 millones de dólares a la economía del Estado en términos de matrícula, pagos y gastos de vivienda. Poder de Compra Hispano El informe presentado en el 2009 por OneAmerica señala que en poder de compra de los Hispanos en el Estado de Washington consiste en $12 millones, un 4.9% del mercado total de consumo ($246 billones). A nivel nacional, por el tamaño de su mercado hispano, el Estado de Washington ocupa el décimo tercer lugar. Entre 1990-2008, el poder de compra hispana en Washington creció 494.5%. Según la Oficina del Censo de los Estados Unidos, durante el 2010, los inmigrantes constituyeron el 15.9% (556,133 trabajadores) de toda la Fuerza Laboral del Estado. De acuerdo a un estudio llevado a cabo en el 2009 por OneAmerica2, durante el año 2009 la economía del Estado de Washington recibió como pago tributario de los inmigrantes, 1.5 billones de dólares. Significando con ello, un 13.2% del total de los impuestos recaudados por el Estado. Un estudio realizado por el \"Fiscal Policy Institute\". encontró que en el año 2007, los inmigrantes representaron el 16% de la producción economica total del área metropolitana de Seattle. 3 Basado en un reporte del \"Pew Hispanic Center\"4, en el 2010 los inmigrantes no autorizados comprendían solamente el 5.1 % de la Fuerza de Trabajo del Estado (190,000 trabajadores). Según un informe del Grupo Perryman5, en el Estado de Washington, la pérdida de los inmigrantes no autorizados significaría una merma de $14.5 billones de dólares en su actividad económica, $6.4 billones del producto bruto del Estado y aproximadamente 71,197 trabajos, todo incluyendo un ajuste temporal del mercado.Poder de Compra e Ingreso Tributario en el Estado de Washington Trabajadores Inmigrantes y el Pago de impuestos En el Estado de Washington, a medida que la población Latina crece, igualmente crece la economía a través de la contribución de los trabajadores, empresarios y estudiantes. Los Inmigrantes No Autorizados Pagan Impuestos El Instituto de Impuestos y Política Económica6 establece que durante el año 2010, los inmigrantes no-autorizados pagaron $327.7 millones en impuestos estatales y locales incluyendo: - $22.7 million in property taxes. - $305 million in sales taxes. Como lo señala el Centro de Políticas de Inmigración, los inmigrantes latinos y asiáticos determinan el crecimiento económico y electoral de Washington. Uno de cada ocho habitantes del Estado de Washington, es nacido fuera del país; y de ellos un 45.5% son ciudadanos naturalizados, quienes contribuyen con billones de dólares en ingreso tributario, así como en poder de compra. Más aún, los Latinos y Asiáticos (nacidos fuera y en Estados Unidos) representan un poder de compra de 32.6 billones de dólares, y los negocios que poseen generan en ventas y entradas 22 billones de dólares; y según las ultimas cifras, los mismos emplean a más de 94,000 personas.2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 65Los inmigrantes han hecho contribuciones significativas a la economía del Estado, en términos de impuestos, capital de consumo y poder de compra; agregándose a esto la sub-utilización de beneficios públicos por parte de los mismos. Cálculos del balance fiscal evalúan sí las contribuciones de los inmigrantes sobrepasan los servicios que ellos utilizan. Las ecuaciones del Balance Fiscal con frecuencia no reflejan la contribución de los inmigrantes y solamente toman en cuenta los impuestos que los mismos pagan. Un cálculo real debería tomar en cuenta los servicios prestados a esos inmigrantes vulnerables, como lo son quienes están en calidad de refugiados o exilio. Grupos estos, con los cuales se tiene un compromiso moral al ofrecérseles refugio en nuestro país. Ello debe reflejar el poder proveer servicios, que como sociedad consideramos elementos imperativos en nuestra cultura, como lo seria la protección en caso de violencia domestica. Aún más, cualquier cálculo debe considerar las inversiones a largo plazo. Invertir en los inmigrantes al momento que llegan al país (que es cuando menos recursos tienen), así como continuar invirtiendo en la siguiente generación (hijos de inmigrantes nacidos en los Estados Unidos) paga con dividendos a posteriori. Un Informe de la Reserva Federal de Nueva York señala que todos nosotros pagamos la mayoría de los impuestos durante los principales años de trabajo, y que usamos la mayoría de los servicios durante la niñez o el retiro.La Contribución de los Inmigrantes a la Economía del Estado 21 empleados. Los negocios sin empleados representan el 21.4% de los negocios pertenecientes a Latinos. En términos de ingresos anuales, un poco más del 35% tiene ingresos que van desde $150,000 a $499,999 dólares. Y solo un 12.2% de los negocios de los Latinos sobrepasa ingresos del millón de dólares, mientras que en este rango los negocios de Caucásicos constituyen el 19%, y los Asiáticos/Islas Pacíficos el 21%. Perfil de los Negocios Pertenecientes a Latinos en el Estado de Washington Los negocios latinos del Estado de Washington tienden a ser pequeños tanto en términos de ganancias como el número de empleados. Aproximadamente 56% de los negocios latinos tienen tres o menos empleados a tiempo completo, y aproximadamente solo un 3% tienen más de Gráfico 1 Porcentaje Crecimiento Negocios Latinos Año 2002 Año 2007$17,809 $10,261 Incremento 76.6%20,000 18,000 16,000 14,000 12,000 10,000 8,000 6,000 4,000 2,000 0Número de Empresas Entre 2002 y 2007 el número de Hispanos propietarios de negocios en Washington se expandió en 17,809 empresas lo que representa un incremento del 73.6% (ver Gráfico 1). Entre las razones para este incremento incluimos a las altas tasas de desempleo, así como el incremento de los Latinos mudados al Estado de Washington, acceso al entrenamiento en el área de negocios; así como recursos del gobierno y la posibilidad de obtener la licencia de negocios. También deben agregarse los ingresos de ventas generados por estos negocios, las cuales totalizaron $2.7 billones, o sea un incremento del 77.6% desde el año 2002.Desarrollo EconómicoComisión de Asuntos Hispanos del Estado de Washington PAGINA 66Retos Significativos Durante el primer trimestre del 2009, 23.3% de los Latinos dueños de negocios señalan al \"debilitamiento de las ventas\" como el reto más significativo a manejar dentro de la empresa. Ello seguido por la mención de otros aspectos importantes como los impuestos (20.4%); y la inflación (1 1.7%). No obstantes en estudios previos llevados a cabo por el Centro de Desarrollo Empresarial y Económico, los propietarios de negocios latinos consideran a \"la competencia con empresas grandes\", como el mayor reto a enfrentarse durante el 2007. A continuación se presentan dos tablas que detallan los retos más significativos para los propietarios de negocios durante 2009 y 2007. Latino-owned businesses in busy South Park, SeattleAsiáticos/ Islas Pacífico WA WAAfricanos Americanos Africanos AmericanosLatino LatinoCaucásico CaucásicoTabla III Cuarto Trimestre-2007 Existente o Tasas de Existente o Tasas de Intereses15.3% 7.9% 13.6% 13.3% /Hispanos PAGINA 67Localización La mayoría de los negocios pertenecientes a Latinos están localizados en el oeste de Washington, los condados de King (5,547 empresas), Pierce (1,886) y Snohomish (1,571). En el este de Washington en condados como Benton, Franklin, Spokane y Walla Walla cada uno registra respectivamente 603; 846; 428; y 245 empresas cuyos propietarios son Latinos. No obstante, como porcentaje del total de empresas por ciudad, se puede observar en el Gráfico 3 que las ciudades del este de Washington como Othello, Pasco, Sunnyside, y Yakima tienen porcentajes más altos que los de las ciudades del oeste de Washington. Aún más, mientras que en el oeste de Washington hay una mayor densidad poblacional de Latinos, el número de negocios latinos en el lado este de las montañas es todavía significativo en términos de porcentaje. Un 51.2% de la población del condado de Franklin es hispano, un condado mayormente minoritario. El condado Adams es otro condado mayormente minoritario con casi un 60% de Hispanos. Industrias Representadas De acuerdo al Estudio SBO del 2007, se observa que la mayoría de los negocios pertenecientes a Latinos se encuentran en el Sector Servicios. En el Estado de Washington la mayor concentración de las empresas latinas se encuentra en el área de salud y asistencia social, servicios profesionales, servicios administrativos, y la gerencia de desechos. Estos sectores proporcionan bajos ingresos en comparación con aquellos de la construcción o el sector de ventas al por mayor. Otra tendencia observada por el estudio, es el crecimiento de los negocios latinos cuyos propietarios son mujeres, lo cual en Washington representa casi el 50% del total. En el 2007, se encontró que 8,227 empresas pertenecían a mujeres latinas y 8,277 pertenecían a hombres latinos. Este es un ejemplo significativo del espíritu empresarial de nuestras mujeres. Estas cifras se refieren a empresas con o sin empleados, las cuales podrían incluir a personas quienes solamente poseen una licencia de negocios. 6000 50004000300020001000 0Gráfico 2 Número Empresas Latinas Condado King Franklin Benton PierceClark SpokaneSnohomishThurston40% 35%30%25%20%15%10%05% 0%Gráfico 3 Ciudades White CenterTacoma SunnysideWenatcheeSeattle EverettDesarrollo EconómicoComisión de Asuntos Hispanos del Estado de Washington PAGINA 68Encontrar los recursos adecuados puede ser un reto, puesto que las soluciones pueden encontrarse en diferentes lugares. Algunas de las formas a través de las cuales las agencias del Estado ofrecen asistencia a las pequeñas empresas es: traducción en otros idiomas tanto de los sitios web (websites) como de documentos; talleres y entrenamiento a través del Estado; así como información que se presenta en el programa radial del CHA. La Oficina de Negocios de Minorías y Mujeres del Estado de Washington (por sus siglas en ingles OMWBE) tiene varios recursos como: videos en múltiples idiomas, los cuales explican el proceso de certificación; seminarios; y el programa \"Linked Deposit\". El Departamento de Licencias del Estado de Washington, en conjunto con el Departamento de Labor e Industrias, provee asistencia para el Licenciamiento de Negocios. El Departamento de Rentas lleva a cabo talleres en todo el Estado de manera regular. La Oficina de Asistencia Regulatoria del Gobernador ofrece también recursos útiles.así como empresarial que provean una lista de servicios, oportunidades de contactos y hasta opciones de apoyo financiero para pequeños negocios.estatales y federales. Estas incluyen a los Centros de Desarrollo para Pequeños Negocios (por sus siglas en inglés SBDC) y las oficinas de SCORE.Estado de Washington - Servicios y Recursos para los Pequeños Negocios Conozca Aída Chimal, propietaria de CompuClass en el Condado King La señora Aída dice tener una misión en su vida, y es la de ser una empresaria exitosa y proveer a sus clientes con instrumentos que les permitan alcanzar el éxito a través del uso de las tecnologías. Su divisa es \"Tecnología para una vida mejor\". Por esta razón, decide en 2009, abrir su negocio en el Estado de Washington dado que hay tantas organizaciones y programas existentes para ayudar a los negocios en su comienzo, o seguir creciendo. Su empresa se enfoca en ayudar al aprendiz Latino adulto a adquirir habilidades técnicas que le permitan posicionarse como un mejor empleado, propietario de negocio y/o miembro de la comunidad. Al preguntársele sobre los recursos que desearía existiesen para los pequeños negocios, Aída recomienda el acceso al entrenamiento empresarial, clínicas legales para impuestos e inscripciones en entidades. Para las personas que desean iniciar o expandir sus negocios en el Estado de Washington, o cualquier otro que necesite información especifica del Estado o la región, existe una amplia gama de recursos tanto del gobierno como privados. Mientras que a nivel nacional existen recursos específicos que ofrecen información útil, en algunos aspectos es preferible buscar fuentes informativas del Estado o a nivel local. Por ejemplo para responder a preguntas en torno a: licencias, zonificación, impuestos a la venta, incorporación, y otros aspectos relacionados con el desarrollo económico. Los propietarios de negocios hispanos cada vez están más al tanto de los recursos existentes, y encontrado soluciones en los siguientes lugares: Conozca a Juan Cruz González, propietario de A&L Truck Supply en el Valle de Yakima Hace tres años, el Sr. Juan Cruz González abrió su empresa, A&L Truck Supply en el Valle de Yakima. El vio una oportunidad en esta línea de negocios, pues el mercado de los suministros para camiones continuaba creciendo. El también notó que las pocas regulaciones estatales para los operadores y propietarios de camiones pudieran contribuir a la sostenibilidad de este sector. Él ha tenido la posibilidad de contratar empleados y convertirse en un activo miembro de su comunidad en estos tres cortos años. Agrega el señor González, \"... mi tienda se enfoca en vender accesorios para camiones, y dado que hay muchos conductores de camiones en la carretera durante días o semanas, mi deseo es ayudarles a convertir su camión en un hogar mientras están lejos del hogar...\" González es originario de México, ha vivido la mayor parte de su vida en California en donde también posee dos tiendas de accesorios para camiones. Ahora está feliz de llamar a Yakima su hogar. El Sr. Gonzáles es también graduado del Programa de Certificación en Negocios del Centro de Desarrollo Económico y Empresarial de la Universidad de Washington.1. Agencias gubernamentales del Estado como el Departamento de Comercio, Oficina de Desarrollo Económico, Oficina de la Secretaría del Estado u otras agencias del Estado relacionados con negocios. 2. Oficinas locales y estatales de la Agencia de Programas Federales como la USA Oficina Administrativa para Pequeños Negocios (por su siglas en inglés SBA) 3. Programas de asistencia a pequeños negocios ofrecidos a través de las universidades locales y colegios comunitarios, las cuales están respaldadas con recursos 4. Organizaciones del sector privado, de interés especial, 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 69Notas y ReferenciasRecomendaciones: Durante los últimos años, los propietarios latinos de negocios han identificado un grupo clave de los retos a los que se enfrentan: el reto de ser dejado fuera de la competencia por las grandes empresas; la sobre-concentración existente en ciertos sectores con limitado poder de crecimiento; y el incremento en el costo de montar un negocio. A continuación se listan algunas recomendaciones que podrían ayudar en la auto-sostenibilidad de la empresa, así como en su crecimiento: Mejorar las habilidades gerenciales de los negocios existentes proveyendo apoyo con becas que le permita enrolarse en programas educativos a nivel de postgrado o nivel ejecutivo en \"Colleges\" y Universidades del Estado. Mejorar el acceso al crédito, permitiéndose que crezca el programa \"LINKED Deposit\" y aumentar la capacidad de préstamos de la \"Community Development Financial Institutions\". Mejorar la educación en matemáticas y ciencias para los Latinos K-12 y con ello asegurar más graduados de preparatoria/High School, y hacerles que prosigan sus estudios universitarios en las áreas de Ciencias, Tecnología, Ingeniería y Matemáticas. Controlar los costos de mantener negocios en el Estado de Washington, por ejemplo un costo más accesible del Pago B&O; impuestos y penalidades estatales más adecuadas, así como primas de seguros más accesibles. Promover y apoyar a las ya mencionadas agencias del Estado, para incrementar su acceso por parte de la comunidad latina, y también crear nuevas formas de educar a los Latinos propietarios de negocios en torno a todos los recursos existente para ellos. 1 Gran parte de la información de este reporte proviene de la encuesta de la Oficina de Negocios de Minorías y Mujeres de Washington. El mismo fue llevado a cobo por el Centro de Desarrollo Económico y Empresarial de la Universidad de Washington. Del cual es su investigador principal, William D. Bradfor, PhD., Profesor de Negocios y Economía; así como Profesor de Finanzas en la Escuela de Negocios Foster de la Universidad de Washington. Información para esta investigación fue obtenida en Abril y Mayo del 2009, Abril 2008 y Octubre 2007. Adicionalmente, se incluyó en este reporte, información de la encuesta 2007 realizada por la Oficina del Censo USA con Dueños de Negocios (por sus siglas en inglés SBO) 2 Pramila Jayapal y Sarah Curry, Construyendo el Futuro de Washington de Washington; Trabajadores Inmigrantes, Contribución a la Economía del Estado (Seattle, WA; OneAmerica, Abril 2009) p.29 3 David Dyssegaard Kalllick, Inmigrantes en la Economía; Contribución del Trabajador Inmigrante a las 25 más Grandes Áreas Metropolitanas del País (Nueva York, NY: Instituto de Política Fiscal, Diciembre 2009), p.11 Carlos Veliz nació en San Diego, California. En los años 60 viaja con su familia por todos los Estados Unidos como trabajadores migrantes. En 1999, Carlos funda PCSI Design, uno de las más exitosas compañías de ingeniería aeroespacial y mecánica en el Pacifico Noroeste. Teresa Jones nació en Nogales, México. Creció en Tucson, Arizona. Ella es Ejecutiva de Ventas de Medios-Múltiples y se visualiza como consultante especialista en el Mercado Hispano y Relacionista. Trabaja para KUNS-TV, como parte de su equipo afiliado de Univisión de Seattle, WA (Propiedad de Fisher Communication). Teresa tiene más de 30 años de experiencia trabajando en televisión. Geraldine Rodríguez es inmigrante de Arequipa, Perú. Ella es Asistente al Director del Centro de Desarrollo Económico y Empresarial de la Universidad de Washington. Geraldine recibe su BA en Administración de Empresas de la Universidad de Seattle en 1998 y su MBA en el 2008 de la Escuela Foster de Administración en la Universidad de Washington. Ty Córdova es graduado de la Universidad de New México con el título de Administración de Negocios, y mención Mercadeo. Está a cargo de Asuntos Públicos de State Farm Insurance, en DuPont, WA. Ty es miembro de la Comisión de Asuntos Hispanos del Estado de Washington, Presidente Emérito de la Cámara Hispana de Comercio del Condado Pierce; así como integrante de la Junta directiva del Instituto de Desarrollo Ejecutivo (por sus siglas en inglés EDI), y de la Fundación \"Clover Park Technical College\".ACERCA DE LOS AUTORES 4 Jeffrey S. Passel y D'Vera Cohn, Población Inmigrante No-Autorizada; Tendencias Nacionales y Estatales (Washington, DC:Pew Hispanic Center, Febrero 1, 2011) p.24. 5 The Perryman Group, Un recurso Esencial: Análisis del Impacto Económico por parte de los Trabajadores indocumentados en las actividades comerciales de los Estados Unidos con efectos estimados por Estado y por Industria (Waco, Texas; Abril 2008) p.69. 6 Centro de Políticas de Inmigración: Inmigrantes No Autorizados también pagan impuestos (Washington DC Abril 2011 NAFSA: Asociación de Educación Internacional. Los beneficios económicos de la Educación Internacional a los Estado Unidos durante el año académico 2009-2010 . Análisis Estadísticos (Washington DC; NAFSA; Asociación Internacional de Educadores 20101) Estado de Washington Ofician Gerencial Financiera. 2008 7 NAFSA: Association of International Educators, The Economic Benefits of International Education to the United States for the 2009-2010 Academic Year: A Statistical Analysis (Washington, DC: NAFSA: Association of International Educators, 2010). Washington State Office of Financial Management, 2008.Desarrollo EconómicoHispanics in the News Edición y Recopilación por Albert Torres Debido a su incremento poblacional de los últimos años, los hispanos están recibiendo mayor atención por parte de los medios de comunicación. El CHA intenta que se promocione a la comunidad hispana con mensajes positivos a través de las organizaciones de medios hispanos, del propio programa radial del CHA \"Conozca su Gobierno\"; así como en artículos noticiosos y entrevistas de radio, y también a través de las publicaciones impresas del CHA. 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 71Revista TIME-Aspectos Sobresalientes - El Rol Latino en las Elecciones Presidenciales del 2012 Por Fernando Aceves, Corresponsal del periódico \"Tú Decides\" El importante papel que los Hispanos jugarán en las elecciones presidenciales del 2012, publicado por la revista TIME. Frente a una encuesta realizada por \"Associated Press\", Univisión, la empresa de medios en español más grande de los Estados Unidos, reconoce discretamente que para poder mantener y expandir su audiencia, será necesario proveer contenido para la segunda y tercera generación de latinos quienes hablan inglés como lengua materna. En las cuatro últimas décadas hubo un flujo de 12 millones de inmigrantes, de los cuales más de la mitad llegaron sin documentos. Y el flujo migratorio neto de México a Estados Unidos ha cesado, y según el \"PEW Hispanic Center\" podría hasta revertirse.Aunque en el año 2012 se publicaron muchos artículos relacionados con los Hispanos, hubo tres que sobresalieron y presentaron información relevante sobre la nueva dirección e importancia de la comunidad hispana. Dicha información se centra en los siguientes tópicos: Por primera vez en su historia, la revista TIME presenta en su portada un encabezado escrito en Español. El título \"Yo Decido\" recalca la importancia que el votante latino tendrá en las elecciones presidenciales de este año. El artículo enfatiza en lo crucial que resulta el bloque del voto latino en algunos estados indecisos como Arizona, y como la obtención del voto hispano será primordial para cualquier candidato con aspiraciones de llegar a la Casa Blanca. En Arizona, por ejemplo, los votantes hispanos podrían darle al candidato de cualquiera de los dos partidos el margen suficiente para ganar en ese Estado durante las elecciones de noviembre. De acuerdo al Pew Hispanic Center, Arizona tiene 766,000 Latinos elegibles para votar, lo que constituye un 20% de la población votante del Estado. El \"Pew Hispanic Center\" afirma también, que en la actualidad más de 21 millones de Hispanos son elegibles para votar en este país, y que durante las ultimas elecciones presidenciales, el papel jugado por los Latinos ha crecido no solo en número pero también en importancia. De acuerdo con la Oficina del Censo de los Estados Unidos, en la elección presidencial del 2008, los Latinos representaron el 13% de todos los votantes en Colorado, 14% en Nevada, 15% en Florida, y 38% en Nuevo México. Y pareciera que en 2012, estos cuatro estados estarán también incluidos en el grupo de los indecisos. En el 2004, el ex-presidente George W. Busch ganó más del 40% del voto latino. Cuatro años más tarde, 67% del voto hispano fue otorgado a Barack Obama. Expertos concuerdan que él que obtenga este año, ese tipo de apoyo por parte de los Latinos sea Demócrata o Republicano, tendrá mayor posibilidad de ganar la presidencia. El su artículo titulado \"Por qué los Votantes Latinos Influenciarán la Elección del 2012\", la revista TIME afirma que entre los 15 estados considerados como \"estados indecisos\" (Arizona, Colorado, Florida, Indiana, Iowa, Michigan, Missouri, Nevada, Nuevo Hampshire, New México, Carolina del Norte, Ohio, Pennsylvania, Virginia y Wisconsin), los votantes hispanos pudieran influenciar la victoria en 12 de ellos. ¿La razón? El número de votantes latinos elegibles en esos estados se ha incrementado en más de 700,000 en los últimos cuatro años.1Hispanos en las NoticiasComisión de Asuntos Hispanos del Estado de Washington PAGINA 72MIAMI (AP): El lunes dos fuentes cercanas mencionaron que Univisión y Disney, están en conversaciones para la creación de un canal de noticias en inglés-24 horas dirigidas a los Latinos. Ambas fuentes ocultaron su identidad pues no estaban autorizados para hacerlo público. El objetivo sería iniciar la retransmisión antes de las elecciones presidenciales de noviembre. Lo que daría a la cadena suficiente tiempo para proveer una cobertura política dirigida a los Hispanos, quienes son considerados como votantes influenciables no decididos en estados como Florida, New México y Colorado.El narrador de noticias más importante en Telemundo José Díaz Balart, ha sido presentador de programas tanto en \"NBC News\" como en MSNBC. Igualmente, NBC ha revelado recientemente acerca de su sitio web NBC Latino en idioma inglés. Univisión News tiene un sitio en inglés y una pequeña pero creciente presencia en los medios sociales. Jorge Plasencia, vicepresidente del Concilio Nacional de La Raza y CEO de la empresa de mercadeo hispano \"Republica\", la cual incluye a Univisión entre sus clientes, mencionó creer que un canal de noticias en inglés podría llenar este nicho. Univisión y Disney a la Búsqueda de un Canal de Noticias en Inglés Por Laura Wides-Muñoz, AP Escritora de Asuntos Hispanos Univisión es la empresa de medios en lengua española más grande de la nación, y siempre ha estado orgullosa de su contenido en español. En años recientes, sus ejecutivos discretamente han reconocido que para poder mantener y expandir a su audiencia, deberán proveer contenido para los Latinos de segunda y tercera generación quienes tienen el inglés como primera lengua. Tanto ejecutivos de Univisión como el narrador de noticias de ABC, Jeff Schneider se negaron en el pasado comentar al respecto. Esto surge en respuesta al censo del 2010, el cual muestra que los Latinos nacidos en USA constituyen cerca del 60% del crecimiento total de la población hispana de la última década. El acuerdo propuesto también refleja un avance en el esfuerzo por parte de las principales empresas de medios de enfocarse en los Latinos. En el 2010, Fox News incorporó su website Fox News Latino y Huffington Post la cual actualmente tiene el sitio en línea \"el Huffpost Latino Voices\". Mientras tanto, NBC Universal ha incrementado la polinización cruzada entre su división NBC News y su cadena en lengua española Telemundo.Como él lo comenta \"...existen cerca de 50 millones de latinos en los Estados Unidos. Ellos desean conocer qué está pasando en México, Puerto Rico y en toda Latinoamérica. Pero las más importantes cadenas no cubren estas noticias, porque para ellos es difícil profundizar en esto hechos pues están tratando de alcanzar toda Norteamérica\". Univisión y otras cadenas en lengua español han proporcionado una cobertura significativa de Latinoamérica para su audiencia. Plasencia cree que la segunda y tercera generación de latinos aún están interesadas en esta cobertura pero desean que esta sea en inglés. Continúa diciendo Plasencia, \"...para los Latinos quienes viven en ciudades como Los Ángeles, Nueva York y Miami con densa población latina, las transmisoras locales con frecuencia tienen presentadores latinos y cubren noticias que son particularmente relevante para la comunidad hispana. Pero los canales nacionales no lo hacen y adolecen de este tipo de cobertura. Continúa diciendo Plasencia \"...Por eso pienso así y por eso existe Huffpost Latino Voices, todo porque el deseo está allí.\" El mes pasado, el canal de radio Cristina de Sirius XM, lanzó en inglés un nuevo programa político presentado por analistas latinos tanto demócratas como republicanos. También lanzó un programa bilingüe desde Washington sobre política exterior. Y continúan surgiendo noticieros 2011-2012 Informe Evaluativo sobre los Latinos /Hispanos PAGINA 73en línea/formato digital. El jueves en el Newseum de Washington, DC, se celebró en una recepción la presentación de Voxxi, una nueva revista hispana de noticias en formato digital/línea. Plasencia enfatizó cómo la controversia sobre el agresivo esfuerzo del Sheriff Joe Arpaio del condado Maricopa de Arizona en sacar a los inmigrantes ilegales, ha recibido una cobertura significativa en los medios en español y no así en los medios en inglés. Al respecto comenta \"...Esta cadena toma nuestros asuntos y los convierte en centro de noticia porque muchos otras personas además de los Latinos pudieran estarla viendo...\" Roberto Suro, profesor de periodismo y política pública en la \"University of Southern California\" en Los Ángeles comenta que encontrar a la audiencia apropiada puede ser complicado, y continua diciendo \"...acá hay varios supuestos. ¿Tiene posibilidades otro canal de solo noticias? ¿Y dentro del mercado hispano, hay suficiente demanda por un canal de este tipo? En la actualidad CNN, Fox y MSNB compiten en inglés. CNN en Español transmite 24 horas con cobertura en español. El nuevo canal reflejaría la tendencia de crecimiento en torno a audiencias nichos, y relación a esto Suro sugiere que el mercado hispano que habla inglés es mucho más diverso, del que habla español. Continúa diciendo Suro, \"...Desde hace mucho tiempo se ha tratado de crear contenido para los latinos que hablan inglés...\" \"...ellos constituyen una alta porción del segmento, pero la pregunta a hacerse es ¿Cuál es su identidad? ¿Es mayoritariamente hispana, todas las noticias acerca de los latinos? ¿O es quien informa? Es una marca imprecisa, difícil de establecer\". La Migración Neta Proveniente de México Baja a Cero - Quizás Aún Más Fuente: The Pew Hispanic Center Se ha paralizado la más grande ola migratoria proveniente de un solo país, en la historia de los Estados Unidos. Luego de 4 décadas durante las cuales llegaron 12 millones de los actuales inmigrantes (más de la mitad ilegalmente) el flujo de la migración neta proveniente de México a los Estados Unidos ha parado, e inclusive pudiera haberse revertido, de acuerdo a un nuevo análisis realizado por el Pew Hispanic Center, basado en diferentes tipos de información proveniente de ambos países. Esta paralización parece ser el resultado de muchos factores, incluyendo el debilitamiento del empleo y la industria de la construcción en los Estados Unidos aunado al reforzamiento de la vigilancia de fronteras, incremento de deportaciones, el crecimiento de los riesgos asociados con el cruce ilegal de las fronteras, el descenso a largo plazo en México de la tasa de crecimiento poblacional, así como los cambios en sus condiciones económicas. Al respecto dice Paul Taylor, Director del Pew Hispanic Center, un proyecto del Pew Research Center \"...No sabemos si la ola se reinicie, pero lo que si sabemos es que la actual paralización es más que temporal...\" \"... La migración neta proveniente de México ha sido cero y probablemente menor, desde el 2007...\" Comenta también Jeffrey Passel, demógrafo jefe del Pew Hispanic Center \"...El reforzamiento en la aplicación de las leyes de inmigración ha hecho más difícil, más costoso y peligroso para los mexicanos intentar entrar a los Estados Unidos ilegalmente...\" \"... se ha reducido aún más el enlentecido proceso migratorio, por la fragilidad de la economía americana que ha debilitado el atractivo mercado de trabajo, junto a los cambios demográficos de México...\". El reporte se basa en un análisis realizado por el Centro, con data proveniente de 5 diferentes fuentes del gobierno mexicano y 4 del gobierno americano. La data mexicana proviene de los Censos de Población y Vivienda; Conteos de Población y Vivienda; Encuesta Nacional de la Dinámica Demográfica /ENADID; Encuesta Nacional de Ocupación y Empleo/ENOE; Encuesta sobre Migración en la Frontera Norte de México/EMIF-Norte. Por su parte la data de los Estados Unidos proviene del Censo del 2010; Encuesta de la Comunidad Americana (American Community Survey); Encuesta Actualizada de la Población (American Community Survey); y datos provenientes del Departamento de Seguridad Nacional de los Estados Unidos. Hispanos en las NoticiasComisión de Asuntos Hispanos del Estado de Washington PAGINA 74Algunos de los Hallazgos Claves de este Reporte: En un lapso de 5 años desde 2005 al 2010, inmigraron a los Estados Unidos cerca de 1.4 millones de Mexicanos; pero por otro lado, cerca de 1.4 millones de inmigrantes mexicanos y sus hijos nacidos en Estados Unidos se mudaron de Estados Unidos a México. En la década anterior con un mismo lapso de cinco años (1995 a 2000), cerca de 3 millones de mexicanos inmigraron a los Estados Unidos, y por su parte, menos de 700,000 mexicanos y sus hijos nacidos en Estados Unidos se mudaron de Estados Unidos a México. Esta dramática tendencia en la caída de la migración neta nos lleva primeramente a un significativo decremento en menos de dos décadas del número de inmigrantes mexicanos no autorizados viviendo en Estados Unidos - 6.1 millones en el 2011, bajando de un pico aproximado de 7 millones en el 2007. Durante el mismo período, el número de inmigrantes autorizados mexicanos se incrementó modestamente de 5.6 millones en 2007 a 5.8 millones en el 2011. Actualmente los mexicanos constituyen el 58% de los inmigrantes no autorizados viviendo en los Estados Unidos. Ellos también son el 30% de los inmigrantes de los Estados Unidos. El siguiente país de origen de los inmigrantes en Estados Unidos es China representando solamente el 5% de la población inmigrante, la cual totaliza una población de 40 millones. El temor de los mexicanos en cruzar la frontera ilegalmente se ha elevado a más del 70% en los años recientes, de más de 1 millón intentándolo en el 2005 a 286,000 in 2011- una clara indicación que menos inmigrantes no autorizados están tratando de cruzar. Este decremento ocurre en el momento en que los Estados Unidos ha incrementado dramáticamente sus recursos para reforzar las fronteras - incluyendo más agentes y muros. Adicionalmente a los temores del cruce, las deportaciones de inmigrantes mexicanos no autorizados se ha incrementado a números nunca antes vistos. Muchos de ellos aprehendidos en sus sitios de trabajo o después de ser arrestados por leves violaciones a las leyes. En el 2010, cerca de 400,000 inmigrantes no autorizados (73% de ellos mexicanos) fueron deportados por las autoridades de los Estados Unidos. Aunque la mayoría de los inmigrantes mexicanos no autorizados que son deportados por las autoridades americanas dicen que tratarán de regresar, una creciente proporción comenta lo contrario. De acuerdo a la encuesta realizada por las autoridades mexicanas a los inmigrantes repatriados, 20% de los migrantes trabajadores en el 2010 afirmaron no volver, ellos en comparación con el año 2005 en donde opino lo mismo solo el 7%. Revisando toda la historia de los Estados Unidos, vemos que no hay ningún otro país que haya enviado más inmigrantes que México, especialmente en las últimas 4 décadas. No obstante, cuando se mide, no en número absolutos pero en porcentajes las olas migratorias de Alemania e Irlanda a finales del siglo diecinueve, ellas igualan o exceden la ola moderna proveniente de México. Albert Torres es el CEO y Editor de Tú Decides (www.TuDecidesMedia.com), publicación bilingüe (inglés y español) con distribución en todo el Estado. También fundador de ExpoNW, una empresa productora de grandes convenciones/exposiciones orientadas a la comunidad latina del este y oeste de Washington llamadas \"Latino Business\" y \"Consumer and Career Expos\" (www.ExpoLatinoBusiness. com). Estas exposiciones ofrecen oportunidades adicionales a los negocios para participar en eventos de negocios profesionales, a través de los cuales se puede llegar a la comunidad latina. El también organiza entrenamientos sobre el tema de la Diversidad para State Farm, WalMart, Best Buy y algunas Cámaras de Comercio. El Sr. Torres fue incluido recientemente en el número (Julio 2008) del \"Tri-Cities Area Journal of Business\", como uno de los \"Jóvenes empresarios del año\". El Sr. Torres es y ha sido miembro de las siguientes Juntas Directivas: Sounders FC Hispanic Advisory Board, Washington State University Tri-Cities, Northwest University, Columbia Basin College, Washington State Office of Minority and Women's Business Enterprises (OMWBE), Urban Enterprise Center, La Cámara de Comercio de Seattle, y el Consejo Asesor de Columbia Basin College. Se desempeña como Vice-Presidente del Consejo Asesor de Educación de Tri-Cities (por sus siglas en inglés (TEAC). También da fuerte apoyo y aboga por la Cámara Hispana de Comercio.ACERCA DEL AUTOR Notas y Referencias 1 Para más detalles sobre este artículo de la revista TIME visite su sitio web: www.time.com/ time/magazineSe puede encontrar en el sito web del Pew Hispanic Center www.pewhispanic.org el reporte \"Net Migration from Mexico Falls to Zero----and Perhaps Less\" por los autores Jeffrey Passel - Demógrafo Senior - Pew Hispanic Center, D'Vera Cohn - Escritor Senior - Pew Hispanic Center, y Ana Gonzalez-Barrera - Investigador Asociado - Pew Hispanic Center.Commissioners, '08-'08Rosa '95-'97Geraldina Calvo - Director Interino Mariano Romero Director InterinoOnofre Contreras '00-'01Antonio Ginatta '02-'05Uriel Iñiguez presente Gutierrez '06 - Ahumada Peralta presenteSharonne Navas '11 - presenteJennifer Ramírez Robson '12 - presente Gloria Ochoa '12 - presente CHA, 40 Years [Publicidad]Se habla un idioma que no sea el inglésen casa. Su familia se mudó recientemente porun trabajo en laagricultura o lapesca. Su hijo puede calificar para apoyo adicional a través de los programas de Educación Bilingüe o Migrante si: Todos los jóvenes en el estado de Washington tienen derecho a una educación pública, del kinder al 12o grado, y hasta los 21 años. Aprenda más sobre los programas de Educación Bilingüe o Migrante: www.k12.wa.us/MigrantBilingual/Parents.aspx www.k12.wa.us 360-725-6000 ¡Asegúrese de que la educación de su hijo sea la mejor posible! Complete todos los formularios que le den cuando matricule a su hijo en la escuela. La escuela usará sus respuestas para determinar si su hijo califica para servicios adicionales. Recuerde, usted tiene el derecho de pedir un intérprete si lo necesita. Asista a reuniones en el distrito escolar y responda cuando le pidan su opinión. Sus ideas mejorarán los servicios para sus hijos y su familia. [Publicidad]2011-2012 Latino/Hispanic Assessment Report PAGE 3 "}