{"title": "PDF", "author": "PDF", "url": "www.boe.es/doue/2001/311/L00067-00128.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "DIRECTIVA 2001/83/CE DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 6 de noviembre de 2001 por la que se establece un código comunitario sobre medicamentos para uso humano EL PARLAMENTO EUROPEO Y EL CONSEJO DE LA UNIÓN EUROPEA, Visto el Tratado constitutivo de la Comunidad Europea, y en particular su artículo 95, Vista la propuesta de la Comisión,Visto el dictamen del ComitØ Económico y Social ( 1), De conformidad con el procedimiento establecido en el artí- culo 251 del Tratado (2), Considerando lo siguiente: (1) La Directiva 65/65/CEE del Consejo, de 26 de enero de 1965, relativa a la aproximación de disposiciones lega-les, reglamentarias y administrativas, sobre medicamen-tos ( 3), la Directiva 75/318/CEE del Consejo, de 20 de mayo de 1975, relativa a la aproximación de las legisla-ciones de los Estados miembros sobre normas y proto-colos analíticos, tóxico-farmacológicos en materia depruebas de medicamentos ( 4), la segunda Directiva 75/319/CEE del Consejo, de 20 de mayo de 1975, rela-tiva a la aproximación de disposiciones legales, regla-mentarias y administrativas sobre especialidades farma-cØuticas ( 5), la Directiva 89/342/CEE del Consejo, de 3 de mayo de 1989, por la que amplía el Æmbito de apli-cación de las Directivas 65/65/CEE y 75/319/CEE y porla que se adoptan disposiciones complementarias sobre medicamentos inmunológicos consistentes en vacunas, toxinas, sueros y alergenos ( 6), la Directiva 89/343/CEE del Consejo, de 3 de mayo de 1989, por la que seamplía el Æmbito de aplicación de las Directivas65/65/CEE y 75/319/CEE y por la que se adoptan dispo-siciones complementarias sobre radiofÆrmacos(89/343/CEE) ( 7), la Directiva 89/381/CEE del Consejo, de 14 de junio de 1989, por la que se amplía el Æmbitode aplicación de las Directivas 65/65/CEE y 75/319/CEErelativas a la aproximación de las disposiciones legales,reglamentarias y administrativas sobre especialidades far-macØuticas y por la que se adoptan disposiciones espe-ciales sobre los medicamentos derivados de la sangre ydel plasma humanos ( 8), la Directiva 92/25/CEE delConsejo, de 31 de marzo de 1992, relativa a la distribu- ción al por mayor de los medicamentos para usohumano ( 9), la Directiva 92/26/CEE del Consejo, de 31 de marzo de 1992, relativa a la clasificación para su dis-pensación de los medicamentos de uso humano ( 10), la Directiva 92/27/CEE del Consejo, de 31 de marzo de1992, relativa al etiquetado y al prospecto de los medi-camentos de uso humano ( 11), la Directiva 92/28/CEE del Consejo, de 31 de marzo de 1992, relativa a lapublicidad de los medicamentos para uso humano ( 12), y la Directiva 92/73/CEE del Consejo, de 22 de septiem-bre de 1992, por la que se amplía el Æmbito de aplica-ción de las Directivas 65/65/CEE y 75/319/CEE relativasa la aproximación de las disposiciones legales, reglamen-tarias y administrativas sobre medicamentos y por laque se adoptan disposiciones complementarias para los medicamentos homeopÆticos ( 13), han sido modificadas en diversas ocasiones y de forma sustancial. Conviene,en aras de una mayor racionalidad y claridad, procedera la codificación de dichas Directivas reagrupÆndolas enun texto nico. (2) Toda regulación en materia de producción, distribucióno utilización de los medicamentos debe tener por obje-tivo esencial la salvaguardia de la salud pblica. (3) No obstante, los medios que se utilicen para la consecu-ción de este objetivo no deben obstaculizar el desarrollode la industria farmacØutica ni los intercambios de medi-camentos en el seno de la Comunidad. (4) Las disparidades que presentan determinadas disposicio-nes nacionales y, en particular, las disposiciones referen-tes a los medicamentos, con exclusión de las sustanciaso combinaciones de sustancias que sean alimentos, ali-mentos destinados a los animales o productos dehigiene, obstaculizan los intercambios de medicamentosen el seno de la Comunidad y por esta razón, repercutendirectamente en el funcionamiento del mercado interior. (5) Es importante, en consecuencia, suprimir estos obstÆcu-los, y para alcanzar este objetivo es necesario proceder auna aproximación de las disposiciones correspondientes. (6) Con objeto de reducir las disparidades que subsisten esimportante, por una parte, determinar las reglas relativasal control de los medicamentos y por otra, precisar lasfunciones que incumben a las autoridades competentesde los Estados miembros, con miras a asegurar la obser-vancia de las disposiciones legales.(1) DO C 368 de 20.12.1999, p. 3. (2) Dictamen del Parlamento Europeo de 3 de julio de 2001 (no publi- cado an en el Diario Oficial) y Decisión del Consejo de 27 de sep-tiembre de 2001. ( 3) DO 22 de 9.2.1965, p. 369/65. Directiva cuya ltima modificación la constituye la Directiva 93/39/CEE (DO L 214 de 24.8.1993, p.22). ( 4) DO L 147 de 9.6.1975, p. 1. Directiva cuya ltima modificación la constituye la Directiva 1999/83/CE de la Comisión (DO L 243 de15.9.1999, p. 9). ( 5) DO L 147 de 9.6.1975, p. 13. Directiva cuya ltima modificación la constituye la Directiva 2000/38/CE de la Comisión (DO L 139 de 10.6.2000, p. 28). (6) DO L 142 de 25.5.1989, p. 14. (7) DO L 142 de 25.5.1989, p. 16. (8) DO L 181 de 28.6.1989, p. 44.(9) DO L 113 de 30.4.1992, p. 1. (10) DO L 113 de 30.4.1992, p. 5. (11) DO L 113 de 30.4.1992, p. 8. (12) DO L 113 de 30.4.1992, p. 13. (13) DO L 297 de 13.10.1992, p. 8.28.11.2001 L 311/67 Diario Oficial de las Comunidades Europeas ES(7) Los conceptos de nocividad y de efecto terapØutico sólo pueden entenderse en su relación recíproca y su signifi-cación relativa estÆ en función del desarrollo de la cien-cia y del uso al que se destine el medicamento. Los documentos e informes que se adjunten a la solicitud de autorización de comercialización deben demostrar queel beneficio vinculado a la eficacia supera a los riesgospotenciales. (8) El establecimiento de normas y protocolos para la reali-zación de pruebas con los medicamentos constituye unmedio eficaz para el control de las mismas y, por consi-guiente, para la protección de la salud pblica, y facilitala circulación de los medicamentos en la medida en quefijen normas comunes para la realización de la forma-ción de expedientes y la instrucción de solicitudes. (9) La experiencia demuestra que conviene concretar anmÆs los casos en que, con vistas a la autorización de unmedicamento esencialmente similar a un medicamentoautorizado, sea innecesario facilitar los resultados de laspruebas toxicológicas, farmacológicas, o clínicas, sindejar de velar por que no se desfavorezca a las empresasinnovadoras. (10) No obstante, a la repetición sin imperiosa necesidad delas pruebas en personas o animales se oponen conside-raciones de orden pblico. (11) La adopción de idØnticas normas y protocolos por losEstados miembros permitirÆ a las autoridades competen-tes pronunciarse sobre la base de pruebas uniformes yen función de criterios comunes, contribuyendo conse-cuentemente a evitar posibles divergencias en la aprecia- ción. (12) Con la excepción de los medicamentos sujetos al proce- dimiento centralizado de autorización de la Comunidad,previsto en el Reglamento (CEE) n o2309/93 del Con- sejo, de 22 de julio de 1993, por el que se establecenprocedimientos comunitarios para la autorización ysupervisión de medicamentos de uso humano y veteri-nario y por el que se crea la Agencia Europea para laEvaluación de Medicamentos ( 1), las autorizaciones de comercialización otorgadas por la autoridad competente de un Estado miembro han de ser aceptadas, por las autoridades competentes de los demÆs Estados miem-bros, a no ser que existan motivos graves para suponerque la autorización del medicamento puede presentarun riesgo para la salud pblica. En caso de discrepanciasentre Estados miembros acerca de la calidad, seguridad oeficacia de un medicamento, debe llevarse a cabo a nivelcomunitario una evaluación científica de la cuestión,que conduzca a una decisión nica sobre los puntos liti- giosos, vinculante para los Estados miembros interesa-dos. Tal decisión debe adoptarse siguiendo un procedi-miento rÆpido que garantice una estrecha colaboraciónentre la Comisión y los Estados miembros. (13) Con este fin conviene crear un ComitØ de especialidadesfarmacØuticas dependiente de la Agencia Europea parala Evaluación de Medicamentos establecida por el Regla-mento (CEE) n o2309/93 anteriormente citado. (14) La presente Directiva constituye una etapa importanteen la realización del objetivo de la libre circulación delos medicamentos. An así pueden resultar necesariasnuevas medidas con el objeto de lograr este fin,teniendo en cuenta la experiencia adquirida, particular-mente en el seno de dicho ComitØ de especialidades far-macØuticas, con objeto de eliminar los obstÆculos a lalibre circulación que subsisten todavía. (15) Para proteger mejor la salud pblica y evitar la duplici-dad de esfuerzos mientras se estudien las solicitudes deautorización de comercialización de los medicamentos, los Estados miembros deben preparar de forma sistemÆ- tica informes de evaluación respecto de todos los medi-camentos que hayan autorizado, e intercambiar dichosinformes previa solicitud. AdemÆs, cualquier Estadomiembro debe poder suspender el estudio de una solici-tud de autorización de comercialización de un medica-mento que estØ tramitÆndose en otro Estado miembrocon vistas al reconocimiento de la decisión que adopteeste ltimo Estado miembro. (16) Tras el establecimiento del mercado interior, sólo podrÆrenunciarse a los controles específicos de la calidad delos medicamentos importados de terceros países cuandola Comunidad haya celebrado los acuerdos pertinentes para asegurarse de que en el país exportador se han lle- vado a cabo los controles necesarios. (17) Conviene adoptar disposiciones específicas para losmedicamentos inmunológicos, homeopÆticos, radiofar-macØuticos, así como para los medicamentos derivadosde la sangre y del plasma humanos. (18) Cualquier norma relativa a los medicamentos radiofar-macØuticos debe tener en cuenta lo dispuesto en laDirectiva 84/466/Euratom del Consejo, de 3 de septiem- bre de 1984, por la que se establecen las medidas funda- mentales relativas a la protección radiológica de las per-sonas sometidas a exÆmenes y tratamientos mØdicos ( 2). TambiØn debe tenerse en cuenta la Directiva 80/836/Eu-ratom del Consejo, de 15 de julio de 1980, por la quese modifican las directivas que establecen las normasbÆsicas relativas a la protección sanitaria de la poblacióny de los trabajadores contra los peligros que resultan de (1) DO L 214 de 24.8.1993, p. 1. Reglamento modificado por el Reglamento (CE) no649/98 de la Comisión (DO L 88 de 24.3.1998, p. 7).(2) DO L 265 de 5.10.1984, p. 1. Directiva derogada con efecto el 13.5.2000 por la Directiva 96/43/Euratom (DO L 180 de 9.7.1997, p. 22).L 311/68 28.11.2001 Diario Oficial de las Comunidades Europeas ESlas radiaciones ionizantes (1) cuyo objetivo es evitar la exposición de trabajadores o pacientes a radiacionesionizantes de nivel excesivo o innecesariamente elevadoy, en particular, la letra c) de su artículo 5, que exige unrØgimen de autorización previa para la adición de sus-tancias radiactivas en la producción y fabricación de losmedicamentos y para la importación de dichos medica-mentos. (19) La Comunidad apoya plenamente los esfuerzos del Con-sejo de Europa por fomentar la donación de sangre y deplasma de forma voluntaria y no retribuida para ir haciala autosuficiencia en el abastecimiento de productosderivados de la sangre en toda la Comunidad y paragarantizar el respeto de los principios Øticos en el comercio de sustancias terapØuticas de origen humano. (20) La normativa elaborada para garantizar la calidad, segu- ridad y eficacia de los medicamentos derivados de san-gre o plasma humanos debe aplicarse de la mismaforma tanto en los establecimientos pblicos como enlos privados, así como a la sangre importada de paísesterceros. (21) Dadas las especiales características de los medicamentoshomeopÆticos, como son la dØbil concentración de prin-cipios activos y las dificultades para aplicarles la meto-dología estadística convencional sobre ensayos clínicos,parece conveniente establecer un procedimiento deregistro simplificado especial para los medicamentoshomeopÆticos que se comercialicen sin una indicaciónterapØutica y en una forma farmacØutica y dosificaciónque no presenten riesgo alguno para el paciente. (22) Los medicamentos antroposóficos descritos en una far-macopea oficial y preparados segn un mØtodo homeo-pÆtico pueden asimilarse, a efectos de registro y de auto-rización de comercialización, a los medicamentoshomeopÆticos. (23) Es prioritario indicar muy claramente a quienes utilizanmedicamentos homeopÆticos el carÆcter homeopÆtico delos mismos y ofrecerles garantías suficientes en cuanto asu calidad y su inocuidad. (24) Las normas referentes a la fabricación, al control y a lasinspecciones de los medicamentos homeopÆticos debenser armonizadas, a fin de permitir la circulación en todala Comunidad de medicamentos seguros y de buena cali-dad. (25) En el caso de los medicamentos homeopÆticos que se comercialicen con indicación terapØutica o en una pre- sentación que pudiera originar riesgos, con respecto alefecto terapØutico esperado, deberÆn aplicarse las nor-mas habituales para la autorización de comercializaciónde los medicamentos. En particular, a los Estados miem- bros en los que exista una tradición homeopÆtica se lesdebe permitir la aplicación de normas específicas paraevaluar los resultados de los ensayos tendentes a demos-trar la seguridad y la eficacia de dichos medicamentos,siempre que tales normas sean notificadas a la Comi-sión. (26) A fin de facilitar la circulación de los medicamentos yde evitar que los controles efectuados en un Estadomiembro se efecten de nuevo en otro Estado miembro,procede determinar las condiciones mínimas de fabrica-ción y de importación de medicamentos procedentes deterceros países y la concesión de las autorizaciones rela-tivas a Østas. (27) Interesa que en los Estados miembros, la vigilancia y elcontrol de la fabricación de los medicamentos estØngarantizados por una persona que responda a unas con- diciones mínimas de capacitación profesional. (28) El fabricante, antes de que se le pueda conceder autori- zación para comercializar un medicamento inmunoló-gico o de un medicamento derivado de sangre o plasmahumanos, debe demostrar su capacidad de garantizar demanera continua la conformidad de los lotes; por lo querespecta a los medicamentos derivados de sangre oplasma humanos, debe ademÆs demostrar su capacidadde garantizar, en la medida que el estado de la tØcnica lo permita, la ausencia de contaminación viral especí- fica. (29) Es preciso armonizar las condiciones en las que se dis-pensan los medicamentos al pblico. (30) A tal efecto, toda persona que se desplace por la Comu-nidad tiene derecho a llevar consigo una cantidad razo-nable de medicamentos obtenidos lícitamente para suuso personal. TambiØn debe ser posible que una personaestablecida en un Estado miembro reciba desde otroEstado miembro una cantidad razonable de medicamen-tos destinados a su uso personal. (31) Por otra parte, en virtud del Reglamento (CEE) no 2309/93, algunos medicamentos son objeto de una autorización comunitaria de comercialización. En estas condiciones, es conveniente establecer el rØgimen jurí-dico del despacho de los medicamentos amparados poruna autorización comunitaria de comercialización. Enconsecuencia, conviene fijar los criterios en que se basa-rÆn las decisiones comunitarias que se adopten. (32) Conviene, pues, en una primera fase, armonizar losprincipios de base aplicables a la clasificación relativa aldespacho de medicamentos en la Comunidad o en elEstado miembro interesado, inspirÆndose en los princi- pios ya establecidos en la materia por el Consejo de Europa y en los trabajos de armonización realizados enel marco de las Naciones Unidas en relación con losestupefacientes y los psicotropos. (1) DO L 246 de 17.9.1980, p. 1. Directiva modificada por la Direc- tiva 84/467/Euratom (DO L 265 de 5.10.1984, p. 4). Directivaderogada con efecto el 13.5.2000 por la Directiva 96/29/Euratom (DO L 314 de 4.12.1996, p. 20).28.11.2001 L 311/69 Diario Oficial de las Comunidades Europeas ES(33) Las disposiciones referidas a la clasificación en materia de dispensación de medicamentos no afectan a las dis-posiciones de los regímenes nacionales de seguridadsocial relativas al reembolso o al pago de los medica- mentos sujetos a receta mØdica. (34) Muchas operaciones de distribución al por mayor de medicamentos para uso humano pueden abarcar simul-tÆneamente varios Estados miembros. (35) Procede controlar el conjunto de la cadena de distribu-ción de medicamentos, desde su fabricación o su impor-tación en la Comunidad hasta su despacho al pblico,de forma que quede garantizado que los medicamentosse conservan, transportan y manipulan en condicionesadecuadas. Las disposiciones que conviene adoptar coneste objetivo facilitarÆn considerablemente la retirada delmercado de productos defectuosos y permitirÆn lucharmÆs eficazmente contra las imitaciones fraudulentas. (36) Cualquier persona que participe en la distribución al por mayor de medicamentos debe ser titular de una autori- zación específica. No obstante, conviene dispensar dedicha autorización a los farmacØuticos y personas habili-tadas a despachar medicamentos al pblico y que selimiten a esta actividad. Sin embargo, para controlar elconjunto de la cadena de distribución de medicamentos,es necesario que los farmacØuticos y personas facultadaspara dispensar medicamentos al pblico conserven regis-tros en los que se indiquen los movimientos de entrada. (37) La autorización debe someterse a ciertos requisitos esen-ciales, cuyo cumplimiento debe verificar el Estadomiembro interesado. Cada Estado miembro debe recono-cer las autorizaciones concedidas por los demÆs Estadosmiembros. (38) Determinados Estados miembros imponen a los mayo- ristas que suministran medicamentos a los farmacØuticos y a las personas autorizadas a dispensar medicamentosal pblico determinadas obligaciones de servicio pblico.Dichos Estados miembros deben poder seguir impo-niendo dichas obligaciones a los mayoristas establecidosen su territorio. Asimismo, deben poder aplicarlas a losmayoristas de los demÆs Estados miembros siempre queno impongan ninguna obligación mÆs estricta que lasque imponen a sus propios mayoristas y que puedanconsiderarse justificadas por razones de protección de lasalud pblica y proporcionadas al objetivo relativo adicha protección. (39) Es conveniente precisar las normas a las que debe ajus-tarse el etiquetado y la redacción del prospecto. (40) Las disposiciones relativas a la información a los pacien- tes deben garantizar un nivel elevado de protección de los consumidores, para permitir el uso correcto de losmedicamentos a partir de una información completa ycomprensible.(41) La comercialización de los medicamentos cuyo etique-tado y cuyo prospecto estØn realizados con arreglo a lodispuesto en la presente Directiva no debe prohibirse niobstaculizarse por motivos relacionados con el etique- tado o el prospecto. (42) La presente Directiva debe entenderse sin perjuicio de la aplicación de las medidas adoptadas en virtud de laDirectiva 84/450/CEE del Consejo, de 10 de septiembrede 1984, relativa a la aproximación de las disposicioneslegales, reglamentarias y administrativas de los Estadosmiembros en materia de publicidad engaæosa ( 1). (43) Todos los Estados miembros han adoptado, ademÆs,medidas específicas relativas a la publicidad de los medi-camentos. Entre dichas medidas existen disparidades.Estas disparidades influyen en el funcionamiento delmercado interior, por el hecho de que la publicidad quese difunde en un Estado miembro puede producir efec-tos en los demÆs Estados miembros. (44) La Directiva 89/552/CEE del Consejo, de 3 de octubrede 1989, sobre la coordinación de determinadas disposi-ciones legales, reglamentarias y administrativas de losEstados miembros relativas al ejercicio de actividades deradiodifusión televisiva ( 2), prohíbe la publicidad televi- sada de medicamentos disponibles nicamente por pres-cripción facultativa en el Estado miembro del quedependa el organismo de radiodifusión televisiva. Pro-cede generalizar este principio ampliÆndolo a otrosmedios de comunicación. (45) La publicidad destinada al pblico de aquellos medica-mentos que pueden ser dispensados sin prescripciónmØdica podría afectar a la salud pblica, si dicha publici-dad fuese excesiva e imprudente. Esta publicidad,cuando estØ permitida, debe, por lo tanto, responder adeterminados criterios esenciales que conviene definir. (46) Por otro lado, debe prohibirse la distribución gratuita demuestras al pblico practicada con fines de promoción. (47) La publicidad de medicamentos destinada a personasfacultadas para prescribirlos o dispensarlos contribuye ala información de dichas personas. No obstante, con-viene establecer para esta información unas condicionesestrictas y un control efectivo, inspirÆndose, principal-mente, en los trabajos realizados en el marco del Con-sejo de Europa. (48) La publicidad de medicamentos debe estar sometida aun control adecuado y eficaz. A este respecto, es conve-niente inspirarse en los mecanismos de control estableci-dos por la Directiva 84/450/CEE. (49) Los visitadores mØdicos desempeæan un papel impor-tante en la promoción de los medicamentos. Por estemotivo, conviene imponerles determinadas obligaciones, y, en concreto, la obligación de entregar a la persona que visiten un resumen de las características del pro-ducto. (1) DO L 250 de 19.9.1984, p. 17. Directiva modificada por la Direc- tiva 97/55/CE (DO L 290 de 23.10.1997, p. 18). (2) DO L 298 de 17.10.1989, p. 23. Directiva modificada por la Direc- tiva 97/36/CE (DO L 202 de 30.7.1997, p. 60).L 311/70 28.11.2001 Diario Oficial de las Comunidades Europeas ES(50) Las personas facultadas para prescribir medicamentos deben realizar esta tarea de modo totalmente objetivo ysin hallarse influidos por incitaciones económicas, direc-tas o indirectas. (51) Conviene poder suministrar muestras gratuitas de medi-camentos, respetando determinadas condiciones restricti-vas, a las personas facultadas para prescribirlos o dispen- sarlos, con el fin de que se familiaricen con los nuevos medicamentos y adquieran experiencia respecto a su uti-lización. (52) Si bien es importante que las personas facultadas para prescribir o dispensar medicamentos dispongan de fuen- tes de información neutrales y objetivas sobre los medi-camentos disponibles en el mercado, es a los Estadosmiembros, no obstante, a los que incumbe tomar lasmedidas oportunas a este fin, en función de su situaciónparticular. (53) Conviene que cada empresa fabricante o importadora demedicamentos instaure un mecanismo mediante el cualpueda garantizarse que toda la información comunicadarespecto a un medicamento se ajusta a las condicionesde uso aprobadas. (54) A fin de garantizar la seguridad de los medicamentostras su comercialización, los sistemas de farmacovigilan-cia en la Comunidad deben adaptarse permanentementeal progreso científico y tØcnico. (55) Es necesario tener en cuenta las modificaciones resultan-tes de la armonización internacional de las definiciones,de la terminología y del desarrollo tecnológico en elÆmbito de la farmacovigilancia. (56) Con el uso creciente de las redes electrónicas paracomunicar información sobre reacciones adversas a losmedicamentos comercializados en la Comunidad se pre-tende hacer posible que las autoridades competentescompartan la información al mismo tiempo. (57) Interesa a la Comunidad velar por la coherencia de lossistemas de farmacovigilancia de, por una parte, losmedicamentos objeto de un proceso autorización centra-lizada y, por otra, de los autorizados por otros procedi-mientos. (58) Los titulares de autorizaciones de comercializacióndeben ser responsables, respecto de los medicamentosque comercialicen, de una farmacovigilancia continua ycentrada en la prevención. (59) Procede aprobar las medidas necesarias para la ejecuciónde la presente Directiva con arreglo a la Decisión1999/468/CE del Consejo, de 28 de junio de 1999, porla que se establecen los procedimientos para el ejerciciode las competencias de ejecución atribuidas a la Comi-sión ( 1).(60) Es necesario atribuir a la Comisión la facultad de adop-tar cualquier cambio necesario en el Anexo I con el finde adaptarlo al progreso científico y tØcnico. (61) La presente Directiva no debe afectar a las obligacionesde los Estados miembros relativas a los plazos de trans-posición de las Directivas indicadas en la parte B delAnexo II, HAN ADOPTADO LA PRESENTE DIRECTIVA: TTULO I DEFINICIONES Artículo 1 A efectos de la presente Directiva, se entenderÆ por: 1) Especialidad farmacØutica: todo medicamento previamente elaborado, comercializado bajo una denominación especial y un determinado acondi-cionamiento; 2) Medicamento: toda sustancia o combinación de sustancias que se pre- sente como poseedora de propiedades curativas o preven-tivas con respecto a las enfermedades humanas; se considerarÆn asimismo medicamentos todas las sustan- cias o combinación de sustancias que puedan adminis-trarse al hombre con el fin de establecer un diagnósticomØdico o de restablecer, corregir o modificar las funcionesfisiológicas del hombre; 3) Sustancia: cualquier materia, sin distinción de origen, pudiendo ser Øste: \u0097 humano, como: la sangre humana y sus productos derivados; \u0097 animal, como: los microorganismos, animales enteros, partes de órganos, secreciones animales, toxinas, sustanciasobtenidas por extracción, productos derivados de lasangre; \u0097 vegetal, como: los microorganismos, plantas, partes de plantas, secre- ciones vegetales, sustancias obtenidas por extracción; \u0097 químico, como: los elementos, materias químicas naturales y produc- tos químicos de transformación y de síntesis; (1) DO L 184 de 17.7.1999, p. 23.28.11.2001 L 311/71 Diario Oficial de las Comunidades Europeas ES4) Medicamento inmunológico: todo medicamento consistente en vacunas, toxinas, sueros y alergenos: a) las vacunas, toxinas o sueros, que comprenden en par- ticular: i) los agentes utilizados para provocar una inmuni- dad activa como la vacuna anticolØrica, el BCG, lavacuna antipoliomelítica, la vacuna antivariólica; ii) los agentes utilizados para diagnosticar el estado de inmunidad, en particular la tuberculina y latuberculina PPD, las toxinas utilizadas en los tests de Schick y de Dick, la brucelina; iii) los agentes utilizados para provocar una inmuni- dad pasiva, como la antitoxina diftØrica, la globu-lina antivariólica, la globulina antilinfocítica; b) los productos alergØnicos comprendiendo cualquier medicamento destinado a detectar o provocar unaalteración adquirida y específica en la respuesta inmu-nológica a un agente alergizante; 5) Medicamento homeopÆtico: todo medicamento obtenido a partir de productos, sustan- cias o compuestos denominados cepas homeopÆticas, conarreglo a un procedimiento de fabricación homeopÆticodescrito en la Farmacopea europea o, en su defecto, en lasfarmacopeas utilizadas en la actualidad de forma oficial enlos Estados miembros; un medicamento homeopÆtico podrÆ igualmente contener varios principios; 6) RadiofÆrmaco: cualquier medicamento que, cuando estØ preparado para su uso, contenga uno o mÆs radionucleidos (isótoposradioactivos), incorporados con algn objetivo mØdico; 7) Generador de radionucleidos: cualquier sistema que incorpore un radionucleido padre fijo a partir del cual se produzca un radionucleido hijo obtenido por elución o por cualquier otro mØtodo y utili-zado en un radiofÆrmaco; 8) Equipo reactivo de radionucleidos: cualquier preparado que deba reconstituirse o combinarse con radionucleidos en radiofÆrmaco final, generalmenteantes de su administración;9) Precursor de radionucleidos: cualquier otro radionucleido producido para el marcado radiactivo de otras sustancias antes de su administración; 10) Medicamentos derivados de sangre o plasma humanos: medicamentos a base de constituyentes sanguíneos prepa- rados industrialmente por establecimientos pblicos o pri-vados; dichos en particular,albmina, factores de coagulación e inmunoglobulinas deorigen humano; 11) Reacción cualquier respuesta nociva e involuntaria a un medica- mento, producida a dosis aplicadas normalmente en elhombre para la profilaxis, el diagnóstico o el tratamientode enfermedades, o para el restablecimiento, la correccióno la modificación de funciones fisiológicas; 12) Reacción adversa grave: cualquier reacción adversa que ocasione la muerte, ponga en peligro la vida del paciente, exija una hospitalización ola prolongación de la misma, ocasione una invalidez ouna incapacidad significativa o persistente o produzca unaanomalía o malformación congØnita; 13) Reacción adversa inesperada: cualquier reacción adversa cuya naturaleza, gravedad o consecuencias no concuerden con el resumen de las carac-terísticas del producto; 14) Informes periódicos de actualizados en materia de seguridad: los informes periódicos que contengan las informaciones registradas con arreglo al artículo 104; 15) Estudios de seguridad posteriores a la autorización: un estudio farmacoepidemiológico o un ensayo clínico efectuados de conformidad con los tØrminos de la autori-zación de comercialización y realizado con el propósitode identificar o cuantificar un riesgo para la seguridadrelativo a un medicamento autorizado; 16) Abuso de medicamentos: el uso excesivo intencionado, persistente o esporÆdico, de medicamentos, acompaæado de reacciones nocivas físicaso psicológicas;L 311/72 28.11.2001 Diario Oficial de las Comunidades Europeas ES17) Distribución al por mayor de medicamentos: toda actividad que consista en obtener, conservar, sumi- nistrar o exportar medicamentos, excluido el despacho demedicamentos al pblico; estas actividades serÆn realiza-das con fabricantes o sus depositarios, importadores, otrosmayoristas o con los farmacØuticos y personas autorizadas o facultadas, en el Estado miembro de que se trate, para dispensar medicamentos al pblico; 18) Obligación de servicio pblico: la obligación de los mayoristas de garantizar permanente- mente una provisión de medicamentos suficiente para res-ponder a las necesidades de un territorio geogrÆficamentedeterminado, así como la entrega del suministro solici-tado, en cualquier punto de ese territorio, en plazos muy breves; 19) Receta mØdica: cualquier receta mØdica extendida por un profesional de la salud facultado a estos efectos; 20) Denominación del medicamento: la denominación, que podrÆ ser un nombre arbitrario o una denominación comn o científica acompaæada deuna marca o del nombre del fabricante; cuando sea unnombre arbitrario, no deberÆ prestarse a confusión con ladenominación comn; 21) Denominación comn: la denominación comn internacional recomendada por la Organización Mundial de la Salud o, en su defecto, ladenominación comn usual; 22) Dosis del medicamento: el contenido de substancia activa, expresado en cantidad por unidad de toma, por unidad de volumen o de peso enfunción de la presentación; 23) Acondicionamiento primario: el envase o cualquier otra forma de acondicionamiento que se encuentre en contacto directo con el medicamento; 24) Embalaje exterior: el embalaje en que se encuentre el acondicionamiento pri- mario; 25) Etiquetado: las menciones que consten en el embalaje exterior o en el acondicionamiento primario;26) Prospecto: la nota informativa para el usuario, que acompaæe al medicamento; 27) Agencia: la Agencia Europea para la Evaluación de Medicamentos establecida por el Reglamento (CEE) n o2309/93. 28) Riesgo para la salud pblica: todo riesgo referido a la calidad, la seguridad y la eficacia del medicamento. TTULO II `MBITO DE APLICACIÓN Artículo 2 Las disposiciones de la presente Directiva se aplicarÆn a los medicamentos para uso humano producidos industrialmente ydestinados a ser comercializados en los Estados miembros. Artículo 3 La presente Directiva no se aplicarÆ a: 1) los medicamentos preparados en una farmacia de acuerdo con una prescripción mØdica destinada a un enfermo deter-minado (denominada comnmente fórmula magistral); 2) los medicamentos preparados en una farmacia de acuerdo con las indicaciones de una farmacopea, destinados a sudispensación directa a los enfermos a los que abastecedicha farmacia (denominada comnmente fórmula ofici-nal); 3) los medicamentos destinados a pruebas de investigación y de desarrollo; 4) los productos intermedios destinados a una transformación posterior realizada por un fabricante autorizado; 5) los radionucleidos en forma de fuentes selladas; 6) la sangre completa, al plasma ni a las cØlulas sanguíneas de origen humano. Artículo 4 1. Ninguna disposición de la presente Directiva dispensarÆ del cumplimiento de la normativa comunitaria sobre protec-ción contra la radiación de personas sometidas a exÆmenes o tratamientos mØdicos ni de la normativa comunitaria que esta- blece las normas bÆsicas de seguridad para la protección de lasalud pblica y de los trabajadores contra los peligros de laradiación ionizante.28.11.2001 L 311/73 Diario Oficial de las Comunidades Europeas ES2. La presente Directiva no afectarÆ a la Decisión 86/346/CEE del Consejo, de 25 de junio de 1986, por la quese acepta, en nombre de la Comunidad, el Acuerdo europeorelativo al intercambio de sustancias terapØuticas de origenhumano ( 1). 3. Las disposiciones de la presente Directiva no afectarÆn a las competencias de los Estados miembros, ni en lo que res-pecta a la fijación de los precios de los medicamentos ni a suinclusión en el Æmbito de aplicación de los sistemas nacionalesde seguridad social, por motivos sanitarios, económicos ysociales. 4. La presente Directiva no afectarÆ a la aplicación de las legislaciones nacionales que prohíban o restrinjan la venta, elsuministro o el uso de medicamentos con fines contraceptivoso abortivos. Los Estados miembros comunicarÆn a la Comisiónlas disposiciones nacionales correspondientes. Artículo 5 Los Estados miembros podrÆn, de acuerdo con la legislación vigente y con miras a atender necesidades especiales, excluir delas disposiciones de la presente Directiva a los medicamentos que se suministren atendiendo a un encargo leal y no solici- tado, elaborados de acuerdo con las especificaciones de unfacultativo reconocido y que los destine a sus pacientes particu-lares bajo su responsabilidad personal directa. TTULO III COMERCIALIZACIÓN CAPTULO 1 Autorización de comercialización Artículo 6 1. No podrÆ comercializarse ningn medicamento en un Estado miembro sin que la autoridad competente de dichoEstado miembro haya concedido una autorización de comer-cialización, de conformidad con la presente Directiva, o sinque se haya concedido una autorización de conformidad conlo dispuesto en el Reglamento (CEE) n o2309/93. 2. La autorización mencionada en el apartado 1 serÆ asi- mismo exigida para los generadores de radionucleidos, equiposreactivos de radionucleidos y los radiofÆrmacos precursores deradionucleidos, así como para los radiofÆrmacos preparadosindustrialmente. Artículo 7 Sin embargo no se exigirÆ autorización para un radiofÆrmaco preparado en el momento de su uso por una persona o unainstitución que segn la legislación nacional estØn autorizadasa utilizar estos medicamentos, en un centro asistencial autori- zado, exclusivamente a partir de generadores de radionucleidos,equipos reactivos de radionucleidos o precursores de radionu-cleidos autorizados, con arreglo a las instrucciones del fabri-cante. Artículo 8 1. Con objeto de lograr la autorización de comercialización de un medicamento no prevista en el procedimiento estable-cido por el Reglamento (CEE) n o2309/93, se presentarÆ una solicitud ante la autoridad competente del Estado miembro encuestión. 2. La autorización de comercialización sólo podrÆ conce- derse a aquellos solicitantes que se encuentren establecidos enla Comunidad. 3. La solicitud irÆ acompaæada de los siguientes datos y documentos presentados, con arreglo al Anexo I: a) nombre o razón social y domicilio o sede social del solici- tante y, en su caso, del fabricante; b) denominación del medicamento; c) composición cualitativa y cuantitativa de todos los compo- nentes del medicamento, de acuerdo con la terminología ordinaria, excluyendo las fórmulas químicas empíricas, y con la denominación comn internacional recomendadapor la Organización Mundial de la Salud, cuando exista taldenominación; d) descripción del modo de fabricación; e) indicaciones terapØuticas, contraindicaciones y reacciones adversas; f) posología, forma farmacØutica, modo y vía de administra- ción y período o plazo de validez previsto; g) si ha lugar, las razones por las cuales han de tomarse medi- das de precaución o de seguridad al almacenar el medica-mento, al administrarlo a los pacientes y al eliminar losproductos residuales, junto con la indicación de cualquierriesgo potencial que presente el medicamento para elmedio ambiente; h) descripción de los mØtodos de control utilizados por el fabricante (anÆlisis cualitativo y cuantitativo de los compo-nentes y del producto acabado, pruebas especiales, porejemplo, pruebas de esterilidad, pruebas para la bsquedade sustancias pirógenas, bsqueda de metales pesados,pruebas de estabilidad, pruebas biológicas y de toxicidad, controles de los productos intermedios de la fabricación); i) resultado de las pruebas: 30.7.1986, p. 1.L 311/74 28.11.2001 Diario Oficial de las Comunidades Europeas ESj) un resumen de las características del producto, con arreglo al artículo 11, una o varias muestras o maquetas del emba-laje exterior y del acondicionamiento primario del medica-mento así como el prospecto; k) un documento del que se desprenda que el fabricante estÆ autorizado en su país para fabricar medicamentos; l) una copia de la autorización de comercialización obtenida para el medicamento en otro Estado miembro o en un ter-cer país, junto con la lista de los Estados miembros en los que se estØ estudiando una solicitud de autorización pre- sentada de conformidad con la presente Directiva, unacopia del resumen de las características del producto pro-puesto por el solicitante en virtud del artículo 11 o apro-bado por las autoridades competentes del Estado miembroen virtud del artículo 21, y una copia del prospecto pro-puesto con arreglo al artículo 59 o aprobado por la autori-dad competente del Estado miembro de conformidad conel artículo 61; los detalles de cualquier decisión de denega-ción de autorización, tanto en la Comunidad como en unpaís tercero, y los motivos de tal decisión. Esta información deberÆ actualizarse periódicamente. Artículo 9 AdemÆs de los requisitos establecidos en el artículo 8 y en el apartado 1 del artículo 10, las solicitudes de autorización decomercialización de un generador de radionucleidos incluirÆntambiØn la información y las características siguientes: \u0097 una descripción general del sistema junto con una descrip- ción detallada de los componentes del mismo que puedanafectar a la composición o calidad del preparado nucleidohijo; \u0097 características cualitativas y cuantitativas del eluido o subli- mado. Artículo 10 1. No obstante lo dispuesto en la letra i) del apartado 3 del artículo 8, y sin perjuicio del derecho relativo a la protecciónde la propiedad industrial y comercial: a) el solicitante no tendrÆ obligación de facilitar los resultados de las pruebas toxicológicas y farmacológicas o los de laspruebas clínicas, si puede demostrar: i) bien que el medicamento es esencialmente similar a un medicamento autorizado en el Estado miembro para elque se curse la solicitud y que el titular de la autoriza-ción de comercialización del medicamento original consiente en que, para el estudio de la solicitud de que se trate, se haga uso de la documentación toxicológica,farmacológica y/o clínica que obra en el expediente delmedicamento original;ii) bien, que el o los componentes del medicamento tie- nen un uso mØdico claramente establecido y presentanuna eficacia reconocida así como un nivel aceptable deseguridad, mediante una bibliografía científica deta-llada; iii) bien que el medicamento es esencialmente similar a algn otro medicamento autorizado en la Comunidad,segn las disposiciones comunitarias vigentes, desde hace seis aæos como mínimo y comercializado en el Estado miembro para el que se curse la solicitud; elcitado período se elevarÆ a diez aæos cuando se tratede medicamentos de alta tecnología autorizados deacuerdo con el procedimiento establecido por el apar-tado 5 del artículo 2 de la Directiva 87/22/CEE delConsejo ( 1); ademÆs, los Estados miembros podrÆn igualmente ampliar el citado período a diez aæos,mediante una decisión nica que cubra todos los medi-camentos comercializados en sus respectivos territorios,cuando estimen que así lo exigen las necesidades de lasalud pblica. Los Estados miembros podrÆn suspenderla aplicación del período de seis aæos una vez pasada lafecha del agotamiento de la patente que ampare elmedicamento original. Sin embargo, en los casos en que el medicamento estØ destinado a un uso terapØutico diferente o deba admi-nistrarse por vías diferentes o con dosificación diferentecon respecto a los otros medicamentos comercializa-dos, deberÆn suministrarse los resultados de las pruebastoxicológicas, farmacológicas y/o clínicas apropiadas. b) por lo que se refiere a los nuevos medicamentos que con- tengan componentes conocidos, que no hayan sido combi- nados todavía con fines terapØuticos, deberÆn facilitarse losresultados de las pruebas toxicológicas, farmacológicas yclínicas relativas a la combinación, sin necesidad de facilitarla documentación relativa a cada componente individual. 2. El Anexo I se aplicarÆ por analogía, cuando se presente una bibliografía científica detallada en virtud del inciso ii) de laletra a) del apartado 1. Artículo 11 El resumen de las características del producto recogerÆ las informaciones siguientes: 1) denominación del medicamento; 2) composición cualitativa y cuantitativa en sustancias acti- vas y en componentes del excipiente cuyo conocimientosea necesario para una buena administración del medica-mento; se emplearÆn las denominaciones comunes o lasdenominaciones químicas; (1) DO L 15 de 17.1.1987, p. 38. Directiva derogada por la Directiva 93/41/CEE (DO L 214 de 24.8.1993, p. 40).28.11.2001 L 311/75 Diario Oficial de las Comunidades Europeas ES3) forma farmacØutica; 4) propiedades farmacológicas y, en la medida en que dichas informaciones sean tiles para la utilización tera-pØutica, elementos de farmacocinØtica; 5) informaciones clínicas: 5.1. informaciones terapØuticas, 5.2. contraindicaciones,5.3. reacciones adversas (frecuencia y gravedad), 5.4. precauciones particulares de empleo, y para los medica- mentos inmunológicos, deberÆn tomarse precaucionesespeciales por parte de las personas que manipulan elmedicamento inmunológico y lo administran a lospacientes, y, en su caso, el paciente deberÆ tomar precau-ciones, 5.5. utilización en caso de embarazo y lactancia, 5.6. interacciones con otros medicamentos y otras formas de interacción, 5.7. posología y modo de administración para adultos y, en la medida en que ello sea necesario, para niæos, 5.8. sobredosis (síntomas, socorros de urgencia, antídotos), 5.9. advertencias especiales, 5.10. efectos sobre la capacidad de conducir y de usar mÆqui- nas; 6) informaciones farmacØuticas: 6.1. incompatibilidades mayores,6.2. duración, si fuera necesario tras la reconstitución del medicamento o cuando el acondicionamiento primariosea abierto por primera vez, 6.3. precauciones particulares de conservación, 6.4. naturaleza y contenido del acondicionamiento primario,6.5. precauciones especiales para eliminar medicamentos no utilizados o en su caso, residuos derivados de dichosmedicamentos; 7) nombre o razón social y domicilio o sede social del titu- lar de la autorización de comercialización; 8) para los radiofÆrmacos, explicación detallada completa de la dosimetría interna de la radiación; 9) para los radiofÆrmacos, instrucciones detalladas suple- mentarias para la preparación extemporÆnea y el control de calidad de esta preparación y, en su caso, tiempomÆximo de almacenamiento durante el cual, cualquierpreparado intermedio, como un eluido, o el radiofÆr- maco listo para su empleo cumplan las especificacionesprevistas. Artículo 12 1. Los Estados miembros adoptarÆn todas las disposiciones adecuadas para que los documentos e informes enumerados en las letras h) e i) del apartado 3 del artículo 8 y en el inciso ii)de la letra a) del apartado 1 del artículo 10 sean establecidospor expertos que renan las cualificaciones tØcnicas o profesio-nales necesarias, antes de ser presentados a las autoridadescompetentes. Estos documentos e informes serÆn firmados pordichos expertos. 2. Segn sus cualificaciones, la función de tales expertos serÆ: a) efectuar los trabajos relacionados con su disciplina (anÆlisis, farmacología y ciencias experimentales anÆlogas, clínica) ydescribir objetivamente los resultados obtenidos (cuantitati- vos y cualitativos); b) describir las comprobaciones que hayan realizado con arre- glo al Anexo I, así como el de dictaminar especialmente: \u0097 en el caso del analista, si el medicamento guarda con- formidad con la composición declarada, proporcio-nando para ello todas las justificaciones pertinentes enrelación con los mØtodos de control que utilizarÆ elfabricante, \u0097 en el caso del farmacólogo o en el del especialista de anÆloga competencia experimental, cuÆl es la toxicidaddel medicamento y cuÆles son sus propiedades farma-cológicas comprobadas, \u0097 en el caso del clínico, si ha podido encontrar en las personas tratadas con el medicamento los efectoscorrespondientes a los informes aportados por el solici-tante en aplicación de los artículos 8 y 10 y, si el pro- ducto medicamento se tolera bien, quØ posología acon- seja y cuÆles son las eventuales contraindicaciones yreacciones adversas; c) justificar el recurso eventual a la bibliografía científica deta- llada mencionada en el inciso ii) de la letra a) del apartado1 del artículo 10, en las condiciones previstas en el AnexoI. 3. Los informes detallados de los expertos formarÆn parte del expediente que el solicitante presente a las autoridadescompetentes. CAPTULO 2 Disposiciones particulares aplicables a los medicamentos homeopÆticos Artículo 13 1. Los Estados miembros velarÆn para que los medicamen- tos homeopÆticos que se fabriquen y comercialicen en laL 311/76 28.11.2001 Diario Oficial de las Comunidades Europeas ESComunidad se registren o autoricen con arreglo a lo dispuesto en los artículos 14, 15 y 16, excepto cuando dichos medica-mentos estØn cubiertos por un registro o por una autorizaciónacordado(a) de conformidad con la legislación nacional hasta el31 de diciembre de 1993 (e independientemente de la exten-sión de dicho registro o de dicha autorización despuØs de esafecha). Cada Estado miembro tendrÆ debidamente en cuenta losregistros o las autorizaciones ya expedidos por otro Estadomiembro. 2. Un Estado miembro podrÆ abstenerse de establecer un procedimiento de registro simplificado especial de los medica-mentos homeopÆticos a que se refiere el artículo 14. El Estadomiembro informarÆ de ello a la Comisión. Dicho Estado miem- bro deberÆ permitir, en tal caso, la utilización en su territorio de los medicamentos registrados por otros Estados miembroscon arreglo a los artículos 14 y 15. Artículo 14 1. Sólo podrÆn acogerse a un procedimiento de registro simplificado especial los medicamentos homeopÆticos quecumplan todas las condiciones que a continuación se exponen: \u0097 vía de administración oral o externa;\u0097 ausencia de indicación terapØutica particular en la etiqueta o en cualquier información relativa al medicamento; \u0097 grado de dilución que garantice la inocuidad del medica- mento; en particular, el preparado no deberÆ contener mÆsde una parte por 10 000 de tintura madre ni mÆs de lacentØsima parte de la dosis mÆs baja que eventualmente seemplee en medicina alopÆtica de aquellas sustancias activascuya presencia en un medicamento alopÆtico implique laobligatoriedad de presentar receta mØdica. Los Estados miembros llevarÆn a cabo la clasificación relativa a la dispensación del medicamento en el momento del registro. 2. Los criterios y las normas de procedimiento previstos en el apartado 4 del artículo 4, en el apartado 1 del artículo 17 yen los artículos 22 a 26, 112, 116 y 125 serÆn aplicables poranalogía al procedimiento de registro simplificado especial de los medicamentos homeopÆticos, con excepción de la prueba del efecto terapØutico. 3. La prueba del efecto terapØutico no serÆ necesaria para los medicamentos homeopÆticos registrados con arreglo alapartado 1 del presente artículo, o, en su caso, admitidos segnel apartado 2 del artículo 13. Artículo 15 La solicitud de registro simplificada especial podrÆ abarcar toda una serie de medicamentos obtenidos a partir de la(s) misma(s) cepa(s) homeopÆtica(s). A dicha solicitud se adjuntarÆn los documentos siguientes, a fin de demostrar, principalmente, lacalidad farmacØutica y la homogeneidad de los lotes de fabrica-ción de dichos medicamentos:\u0097 denominación científica u otra denominación que figure en una farmacopea, de la(s) cepa(s) homeopÆtica(s), con men-ción de las distintas vías de administración, formas farma-cØuticas y grados de dilución que vayan a registrarse; \u0097 informe en el que se describa la obtención y el control de la cepa o cepas y se justifique su carÆcter homeopÆtico,basÆndose en una bibliografía apropiada; \u0097 informe sobre la fabricación y el control de cada una de las formas farmacØuticas, acompaæado de una descripción delos mØtodos de dilución y de dinamización; \u0097 autorización para fabricar los medicamentos en cuestión;\u0097 copia de los registros o autorizaciones eventualmente obte- nidos para esos mismos medicamentos en otros Estados miembros; \u0097 una o varias muestras o maquetas del embalaje exterior y del acondicionamiento primario de los medicamentos quevayan a registrarse; \u0097 información sobre la estabilidad del medicamento. Artículo 16 1. Los medicamentos homeopÆticos distintos de los contem- plados en el apartado 1 del artículo 14 serÆn autorizados y eti-quetados con arreglo a los artículos 8, 10 y 11. 2. Los Estados miembros podrÆn introducir o mantener en sus respectivos territorios normas específicas para las pruebastoxicológicas, farmacológicas y clínicas de los medicamentoshomeopÆticos distintos de los contemplados en el apartado 1del artículo 14, con arreglo a los principios y particularidades de la medicina homeopÆtica de cada Estado miembro. En ese caso, el Estado miembro de que se trate notificarÆ a la Comisión las normas específicas vigentes. 3. Las disposiciones del título IX serÆn aplicables ademÆs a los medicamentos homeopÆticos, con excepción de los con-templados en el apartado 1 del artículo 14. CAPTULO 3 Procedimiento relativo a la autorización de comercialización Artículo 17 1. Los Estados miembros adoptarÆn todas las medidas ade- cuadas para garantizar que el procedimiento para conceder una autorización de comercialización de un medicamento sehaya efectuado dentro de los doscientos diez días siguientes ala presentación de una solicitud vÆlida.28.11.2001 L 311/77 Diario Oficial de las Comunidades Europeas ES2. Si un Estado miembro tuviere conocimiento de que en otro Estado miembro se estÆ estudiando de forma efectiva unasolicitud de autorización de un medicamento podrÆ dejar ensuspenso el estudio detallado de la solicitud a la espera delinforme de evaluación preparado por el otro Estado miembrode conformidad con el apartado 4 del artículo 21. El Estado miembro interesado informarÆ al otro Estado miem- bro y al solicitante acerca de su decisión de dejar en suspensoel examen minucioso de dicha solicitud. Tan pronto comohaya terminado el examen de la solicitud y haya tomado una decisión, el otro Estado miembro enviarÆ una copia de su informe de evaluación al Estado miembro interesado. Artículo 18 Si se informare a un Estado miembro, de conformidad con lo dispuesto en la letra l) del apartado 3 del artículo 8, de queotro Estado miembro ha autorizado un medicamento para elque se ha solicitado una autorización en el Estado miembrointeresado, dicho Estado miembro solicitarÆ sin demora a lasautoridades del Estado miembro que hubiere concedido laautorización que le envíen el informe de evaluación a que se refiere el apartado 4 del artículo 21. Dentro de los 90 días siguientes a la recepción del informe de evaluación, el Estado miembro interesado deberÆ reconocer ladecisión del primer Estado miembro y el resumen de las carac-terísticas del medicamento que Øste hubiera aprobado o, si con-sidera que existen motivos para suponer que la autorizacióndel medicamento de que se trate puede constituir un riesgopara la salud pblica, aplicar los procedimientos contempladosen los artículos 29 a 34. Artículo 19 Para instruir la solicitud presentada en virtud del artículo 8 y del apartado 1 del artículo 10, la autoridad competente de losEstados miembros: 1) deberÆ verificar la conformidad del expediente presentado con el artículo 8 y el apartado 1 del artículo 10 y exami-narÆ si rene las condiciones de concesión de la autoriza-ción de comercialización; 2) podrÆ someter el medicamento, sus materias primas y de ser necesario, sus productos intermedios u otros compo-nentes, al control de un laboratorio estatal o de un labora-torio designado a este efecto y se asegura de que son satis-factorios los mØtodos de control utilizados por el fabricantey descritos en la documentación de la solicitud, con arregloa la letra h) del apartado 3 del artículo 8; 3) podrÆ, en su caso, exigir del solicitante que complete el expediente en lo referente a los elementos mencionados enel apartado 3 del artículo 8 y en el apartado 1 del artículo10. Cuando la autoridad competente haga uso de estafacultad, los plazos previstos en el artículo 17 quedarÆn suspendidos hasta que se proporcionen los datos comple- mentarios requeridos. Asimismo, dichos plazos quedarÆnsuspendidos durante el tiempo concedido, en su caso, alsolicitante para que se explique oralmente o por escrito.Artículo 20 Los Estados miembros adoptarÆn todas las disposiciones ade- cuadas a fin de que: a) las autoridades competentes verifiquen que los fabricantes e importadores de medicamentos procedentes de tercerospaíses estØn capacitados para llevar a cabo la fabricaciónen observancia de las indicaciones facilitadas para la aplica-ción de la letra d) del apartado 3 del artículo 8 y/o efectuarlos controles segn los mØtodos descritos en el expediente con arreglo a la letra h) del apartado 3 del artículo 8; b) las autoridades competentes puedan autorizar a los fabri- cantes e importadores de medicamentos procedentes deterceros países, en casos excepcionales y justificados, a quedeterminadas fases de la fabricación y/o determinados con-troles previstos en la letra a), se efecten por terceros; en este caso, las verificaciones de las autoridades competentes se efectuarÆn igualmente en el establecimiento elegido. Artículo 21 1. Cuando se conceda una autorización de comercialización, la autoridad competente del Estado miembro interesado comu- nicarÆ al titular de la comercialización del medicamento queaprueba el resumen de las características del producto. 2. La autoridad competente adoptarÆ todas las medidas necesarias para que la información que figure en el resumenconcuerde con la aprobada en el momento de la concesión de la autorización o posteriormente. 3. La autoridad competente enviarÆ a la Agencia una copia de la autorización, junto con el resumen de las característicasdel producto. 4. La autoridad competente elaborarÆ un informe de evalua- ción y comentarios sobre el expediente, por lo que se refiere alos resultados de los ensayos analíticos, farmacotoxicológicos yclínicos del medicamento de que se trate. El informe de evalua-ción se actualizarÆ cuando se disponga de nuevos datos quesean importantes para la evaluación de la calidad, la seguridady la eficacia del medicamento. Artículo 22 En circunstancias excepcionales y previa consulta al solicitante, podrÆ concederse una autorización supeditada a determinadasobligaciones específicas en relación con: \u0097 la realización de estudios complementarios tras la conce- sión de la autorización, \u0097 la comunicación de reacciones adversas al medicamento.Estas decisiones excepcionales sólo podrÆn tomarse por razo- nes objetivas y verificables y deberÆn basarse en uno de losmotivos mencionados en la sección G de la cuarta Parte delAnexo I.L 311/78 28.11.2001 Diario Oficial de las Comunidades Europeas ESArtículo 23 Tras la concesión de una autorización, el titular de la autoriza- ción de la comercialización deberÆ tener en cuenta, por lo querespecta a los mØtodos de fabricación y de control previstos enlas letras d) y h) del apartado 3 del artículo 8, los avances cien-tíficos y tØcnicos e introducir las modificaciones necesariaspara que el medicamento sea fabricado y controlado segnmØtodos científicos generalmente aceptados. Dichas modificaciones deberÆn ser sometidas a la aprobación de la autoridad competente del Estado miembro interesado. Artículo 24 La autorización serÆ vÆlida durante cinco aæos y podrÆ reno- varse por períodos de cinco aæos, previa solicitud del titularpresentada al menos tres meses antes de la fecha de expiracióny previo examen por la autoridad competente de un informeque incluya en particular el estado de la farmacovigilancia y lasdemÆs informaciones pertinentes para la vigilancia del medica-mento. Artículo 25 La autorización no afectarÆ a la responsabilidad civil o penal del fabricante y, en su caso, del titular. Artículo 26 Se denegarÆ la autorización cuando de la comprobación de los datos y documentos enumerados en el artículo 8 y en el apar-tado 1 del artículo 10, se desprenda que: a) el medicamento es nocivo en sus condiciones normales de empleo, o b) que el medicamento no tiene efecto terapØutico alguno o Øste no ha sido suficientemente justificado por el solici-tante, o c) el medicamento no tiene la composición cualitativa y cuan- titativa declarada. Se denegarÆ asimismo la autorización cuando la documenta- ción y los datos que se hubieran presentado como fundamentode la solicitud no se ajusten a lo dispuesto en el artículo 8 y enel apartado 1 del artículo 10. CAPTULO 4 Reconocimiento mutuo de autorizaciones Artículo 27 1. Para facilitar la adopción, por parte de los Estados miem- bros, de decisiones comunes sobre la autorización de medica- mentos, basÆndose en criterios científicos de calidad, seguridady eficacia, y conseguir así la libre circulación de medicamentosen la Comunidad, se crea un ComitØ de especialidades farma-cØuticas, denominado en lo sucesivo «el ComitØ». El ComitØ estarÆ adscrito a la Agencia. 2. AdemÆs de las otras funciones que le confiera el Derecho comunitario, el ComitØ tendrÆ por misión examinar los asuntosrelativos a la concesión, modificación, suspensión o retirada dela autorización de comercialización que se hayan presentadode acuerdo con lo dispuesto en la presente Directiva. 3. El ComitØ establecerÆ su propio reglamento interno. Artículo 28 1. Antes de presentar una solicitud de reconocimiento de una autorización de comercialización, el titular de la autoriza-ción informarÆ al Estado miembro que haya concedido la auto-rización en la que se base la solicitud (en lo sucesivo Estadomiembro de referencia), de que se presentarÆ una solicitud conarreglo a la presente Directiva, y le notificarÆ todas las adicio-nes efectuadas en el expediente inicial; dicho Estado miembropodrÆ pedir al solicitante toda la información y todos los docu-mentos necesarios para poder comprobar si los expedientespresentados son idØnticos. AdemÆs, el titular de la autorización solicitarÆ al Estado miem- bro de referencia que elabore un informe de evaluación sobre el medicamento en cuestión o, si fuere necesario, que actualice el informe de evaluación, si Øste existe. Dicho Estado miembroelaborarÆ el informe de evaluación o lo actualizarÆ en un plazode 90 días a partir de la recepción de la solicitud. En el momento en que se presente la solicitud de conformidad con el apartado 2, el Estado miembro de referencia transmitirÆel informe de evaluación al Estado miembro o los Estadosmiembros afectados por la solicitud. 2. Para que se pueda aceptar en uno o varios Estados miem- bros una autorización de comercialización expedida por unEstado miembro de conformidad con lo dispuesto en el pre-sente Capítulo, el titular de dicha autorización presentarÆ unasolicitud ante las autoridades competentes del Estado miembroo Estados miembros interesados acompaæando la informacióny datos a que se refieren el artículo 8, el apartado 1 del artículo 10 y el artículo 11. El titular deberÆ acreditar que el expediente es idØntico al aceptado por el Estado miembro de referenciaque le concedió la autorización, o seæalar las adiciones o modi-ficaciones que pueda contener. En ese caso, deberÆ certificarque el resumen de las características del producto que Ølmismo propone, de conformidad con el artículo 11, es idØnticoal aceptado por el Estado miembro de referencia que le conce-dió la autorización de conformidad con el artículo 21. Tam-biØn deberÆ certificar que todos los expedientes presentadosdentro de este procedimiento son idØnticos. 3. El titular de la autorización de comercialización comuni- carÆ a la Agencia la solicitud, le informarÆ de los Estadosmiembros interesados, así como de las fechas de presentaciónde las solicitudes, y le enviarÆ una copia de la autorizaciónconcedida por el Estado miembro de referencia. DeberÆ enviar tambiØn a la Agencia copias de cualquier otra autorización de comercialización concedida por los demÆs Estados miembrospara ese mismo medicamento, y tendrÆ que indicar si una soli-citud de autorización es ya objeto de examen en un Estadomiembro.28.11.2001 L 311/79 Diario Oficial de las Comunidades Europeas ES4. Salvo en el supuesto excepcional previsto en el apartado 1 del artículo 29, cada Estado miembro aceptarÆ la primeraautorización de comercialización concedida por el Estadomiembro de referencia dentro de los 90 días siguientes a larecepción de la solicitud. InformarÆ de ello al Estado miembrode referencia que concedió la primera autorización, a losdemÆs Estados miembros a los que concierna la solicitud, a laAgencia y al titular de la autorización de comercialización. Artículo 29 1. Si un Estado miembro considera que existen motivos para pensar que la autorización de comercialización del medi-camento puede presentar un riesgo para la salud pblica, infor-marÆ de ello sin demora al solicitante, al Estado miembro dereferencia, a los demÆs Estados miembros implicados en la soli-citud y a la Agencia. El Estado miembro expondrÆ minuciosa-mente sus motivos e indicarÆ las medidas que pueden resultarnecesarias para corregir las insuficiencias de la solicitud. 2. Todos los Estados miembros interesados procurarÆn lle- gar a un acuerdo sobre las medidas que deben adoptarse conrespecto a la solicitud. OfrecerÆn al solicitante la posibilidad deexponer su punto de vista oralmente o por escrito. No obs-tante, si, en el plazo mencionado en el apartado 4 del artículo28, los Estados miembros no hubieren llegado a un acuerdo,someterÆn sin demora el asunto a la Agencia para que se apli-que el procedimiento establecido en el artículo 32. 3. Dentro del plazo previsto en el apartado 4 del artículo 28, los Estados miembros interesados proporcionarÆn alComitØ una declaración pormenorizada de las cuestiones sobrelas que no pudieron alcanzar un acuerdo y los motivos de sudesacuerdo. Se facilitarÆ al solicitante una copia de esta infor-mación. 4. En cuanto el solicitante haya sido informado de que se ha recurrido al ComitØ, le enviarÆ sin demora una copia de lainformación y documentos mencionados en el apartado 2 delartículo 28. Artículo 30 Cuando un medicamento haya sido objeto de varias solicitudes de comercialización presentadas de conformidad con el artículo8, el apartado 1 del artículo 10 y el artículo 11, y los Estadosmiembros hayan adoptado decisiones discrepantes en relacióncon la autorización, o con la suspensión de Østa o su retirada,cualquier Estado miembro, la Comisión o el titular de la autori-zación de comercialización podrÆn recurrir al ComitØ para quese aplique el procedimiento establecido en el artículo 32. El Estado miembro interesado, el titular de la autorización de comercialización o la Comisión deberÆn identificar con clari-dad el asunto que se somete a la consideración del ComitØ y, sifuere necesario, informarÆn de ello al titular. Los Estados miembros y el titular de la autorización de comer- cialización enviarÆn al ComitØ toda la información disponiblesobre el asunto.Artículo 31 En casos específicos en los que estØn en juego los intereses de la Comunidad, los Estados miembros, la Comisión, el solici-tante o el titular de la autorización podrÆn recurrir al ComitØpara que se aplique el procedimiento establecido en el artículo32 antes de que se adopte una decisión acerca de una solicitudde autorización de comercialización, o acerca de la suspensióno revocación de una autorización, o de cualquier otra modifi-cación necesaria de los tØrminos en que estØ formulada unaautorización de comercialización, especialmente para tener encuenta la información recogida de acuerdo con lo dispuesto enel Título IX. El Estado miembro interesado o la Comisión deberÆn identifi- car con claridad la cuestión que se somete a la consideracióndel ComitØ e informarÆn de ello al titular de la autorización de comercialización. Los Estados miembros y el titular de la autorización de comer- cialización del medicamento enviarÆn al ComitØ toda la infor-mación disponible sobre la cuestión. Artículo 32 1. Cuando se recurra al procedimiento descrito en este artí- culo, el ComitØ deliberarÆ y emitirÆ un dictamen motivado enun plazo de 90 días a partir de la fecha en que le fue sometidala cuestión. No obstante, en los casos presentados al ComitØ con arreglo a los artículos 30 y 31, este plazo podrÆ prorrogarse 90 días. En caso de urgencia, a propuesta de su presidente, el ComitØ podrÆ decidir un plazo mÆs corto. 2. Para examinar la cuestión, el ComitØ podrÆ designar como ponente a uno de sus miembros. PodrÆ tambiØn nom-brar expertos independientes para que le asesoren en temasespecíficos. Al nombrar a los expertos, el ComitØ definirÆ susfunciones y fijarÆ una fecha límite para la realización de estasfunciones. 3. En los casos a que se refieren los artículos 29 y 30, el ComitØ, antes de emitir su dictamen, ofrecerÆ al titular de laautorización de comercialización la posibilidad de presentaralegaciones orales o escritas. En el caso a que se refiere el artículo 31, se podrÆ solicitar al titular de la autorización de comercialización que presente ale-gaciones orales o escritas. Si lo considera conveniente, el ComitØ podrÆ invitar a cualquier otra persona a que le proporcione información sobre la mate-ria. El ComitØ podrÆ dejar en suspenso la fecha límite mencionada en el apartado 1 para que el titular de la autorización de la comercialización pueda preparar sus alegaciones. 4. La Agencia informarÆ sin demora al titular de la autoriza- ción de comercialización cuando del dictamen del ComitØresulte que:L 311/80 28.11.2001 Diario Oficial de las Comunidades Europeas ES\u0097 la solicitud no cumple los criterios de autorización, o \u0097 debe modificarse el resumen de las características del pro- ducto propuesto por el solicitante con arreglo al artículo11, o \u0097 la autorización debe concederse en determinadas condicio- nes, teniendo en cuenta las condiciones que se considerenesenciales para un uso seguro y eficaz del medicamentoincluida la farmacovigilancia, o \u0097 debe suspenderse, modificarse o retirarse una autorización de comercialización. En un plazo de 15 días a partir de la recepción del dictamen, el titular podrÆ notificar por escrito a la Agencia su intenciónde recurrir. En tal caso, transmitirÆ a Østa detalladamente, enun plazo de 60 días a partir de la recepción del dictamen, losmotivos de su recurso. En un plazo de 60 días a partir de larecepción de los motivos del recurso, el ComitØ decidirÆ sidebe revisar su dictamen y adjuntarÆ al informe de evaluaciónmencionado en el apartado 5 las conclusiones sobre el recurso. 5. En un plazo de 30 días a partir de su adopción, la Agen- cia presentarÆ el dictamen definitivo del ComitØ a la Comisión,a los Estados miembros y al titular de la autorización decomercialización, junto con un informe en el que se expliquela evaluación del medicamento y se expongan las razones enlas que se basan sus conclusiones. En caso de que el dictamen sea favorable a la concesión de una autorización de comercialización, se adjuntarÆn al dictamen lossiguientes documentos: a) un proyecto de resumen de las características del producto, tal como se indica en el artículo 11; b) en su caso, las condiciones en las que la autorización debe concederse con arreglo al apartado 4. Artículo 33 En un plazo de 30 días a partir de la recepción del dictamen, la Comisión prepararÆ un proyecto de decisión respecto de lasolicitud, teniendo en cuenta el Derecho comunitario. En el caso de un proyecto de decisión que prevea la concesión de una autorización de comercialización, se adjuntarÆn losdocumentos mencionados en las letras a) y b) del apartado 5del artículo 32. En el caso excepcional de que el proyecto de decisión difiera del dictamen de la Agencia, la Comisión adjuntarÆ asimismouna explicación detallada de las razones de las diferencias. El proyecto de decisión se enviarÆ a los Estados miembros y al solicitante.Artículo 34 1. La decisión definitiva sobre la solicitud se adoptarÆ con arreglo al procedimiento establecido en el apartado 2 del artí-culo 121. 2. Las normas de procedimiento del ComitØ permanente creado en el apartado 1 del artículo 121 se modificarÆn paratener en cuenta las tareas que le corresponden de conformidadcon el presente Capítulo. En dichas modificaciones se incluirÆ lo siguiente:\u0097 salvo en los casos contemplados en el pÆrrafo tercero del artículo 33, el dictamen del ComitØ permanente se facili-tarÆ por escrito; \u0097 cada Estado miembro contarÆ con 28 días como mínimo para enviar a la Comisión observaciones por escrito sobreel proyecto de decisión; \u0097 cada Estado miembro podrÆ solicitar por escrito que el proyecto de decisión sea debatido por el ComitØ perma- nente, pormenorizando sus motivos. En el caso de que, a juicio de la Comisión, las observaciones por escrito de un Estado miembro planteen nuevas cuestionesimportantes de índole científica o tØcnica que no se hayanabordado en el dictamen de la Agencia, el presidente interrum-pirÆ el procedimiento y devolverÆ la solicitud a la Agencia paraun nuevo examen. La Comisión adoptarÆ las medidas necesarias para la aplicación de este apartado, de conformidad con el procedimiento pre-visto en el apartado 2 del artículo 121. 3. Toda decisión adoptada de conformidad con el apartado 1 deberÆ enviarse a los Estados miembros a quienes conciernael asunto y ser comunicada al titular de la autorización decomercialización. Los Estados miembros autorizarÆn o retirarÆnla autorización de comercialización o introducirÆn en la autori-zación las modificaciones que sean necesarias para ajustarse ala decisión dentro de los 30 días siguientes a la notificación de Østa. InformarÆn de ello a la Comisión y a la Agencia. Artículo 35 1. Toda solicitud presentada por el titular de la autorización de comercialización para modificar una autorización de comer-cialización concedida segn lo dispuesto en el presente capí-tulo deberÆ presentarse a todos los Estados miembros quehubieren autorizado previamente el medicamento de que setrate. La Comisión, previa consulta a la Agencia, adoptarÆ las dispo- siciones adecuadas para el examen de las modificaciones intro-ducidas en los tØrminos de una autorización de comercializa- ción. Estas disposiciones comprenderÆn un sistema de notificación o procedimientos administrativos relativos a las modificacionesde importancia menor y definirÆn con precisión el concepto de«modificación de importancia menor».28.11.2001 L 311/81 Diario Oficial de las Comunidades Europeas ESLa Comisión adoptarÆ dichas disposiciones por medio de un reglamento de aplicación, con arreglo al procedimiento con-templado en el apartado 2 del artículo 121. 2. En caso de arbitraje sometido a la Comisión, los procedi- mientos establecidos en los artículos 32, 33 y 34 se aplicarÆnmutatis mutandis a las modificaciones de las autorizaciones de comercialización. Artículo 36 1. Cuando un Estado miembro considere que la modifica- ción de los tØrminos de una autorización de comercializaciónconcedida segn lo dispuesto en el presente capítulo, o su sus-pensión o retirada, son necesarias para proteger la saludpblica, someterÆ sin demora el asunto a la Agencia para quese apliquen los procedimientos establecidos en los artículos 32,33 y 34. 2. Sin perjuicio de las disposiciones del artículo 31, en casos excepcionales, cuando sea indispensable una acción urgentepara proteger la salud pblica, y hasta que se tome una deci-sión definitiva, el Estado miembro podrÆ suspender la comer-cialización y la utilización en su territorio del medicamento deque se trate. A mÆs tardar el día hÆbil siguiente, dicho EstadoinformarÆ a la Comisión y a los demÆs Estados miembros delos motivos de dicha medida. Artículo 37 Los artículos 35 y 36 se aplicarÆn por analogía a los medica- mentos autorizados por los Estados miembros previo dictamendel ComitØ emitido segn lo dispuesto en el artículo 4 de laDirectiva 87/22/CEE antes del 1 de enero de 1995. Artículo 38 1. La Agencia publicarÆ un informe anual sobre el funciona- miento de los procedimientos descritos en el presente capítuloque remitirÆ para información al Parlamento Europeo y al Con-sejo. 2. Antes del 1 de enero de 2001, la Comisión publicarÆ un informe detallado sobre la aplicación de los procedimientosestablecidos en el presente capítulo y propondrÆ las modifica-ciones que sean necesarias para mejorar dichos procedimien-tos. El Consejo, en las condiciones previstas en el Tratado, decidirÆ sobre la propuesta de la Comisión en un plazo de un aæo apartir de su presentación. Artículo 39 Las disposiciones de los artículos 27 a 34 no se aplicarÆn a los medicamentos homeopÆticos mencionados en el apartado 2del artículo 16.TTULO IV FABRICACIÓN E IMPORTACIÓN Artículo 40 1. Los Estados miembros tomarÆn todas las disposiciones tiles para que la fabricación de medicamentos en su territoriose supedite a la posesión de una autorización. Esta autorizaciónde fabricación serÆ necesaria incluso si el medicamento sefabricare para su exportación. 2. La autorización mencionada en el apartado 1 se exigirÆ tanto para la fabricación total o parcial como para las opera-ciones de división, de acondicionamiento o de presentación. No obstante, esta autorización no se exigirÆ en el caso de las preparaciones, divisiones y cambios de acondicionamiento o depresentación, en la medida en que estas operaciones fueranrealizadas, nicamente con vistas a su despacho al por menor,por farmacØuticos en un laboratorio o por otras personas legal-mente autorizadas en los Estados miembros para efectuar dichas operaciones. 3. La autorización mencionada en el apartado 1 se exigirÆ igualmente para las importaciones de medicamentos proceden- tes de terceros países en un Estado miembro; con este fin, el presente título y el artículo 118 se aplicarÆn a tales importacio-nes de la misma manera en que se aplican a la fabricación. Artículo 41 Para obtener la autorización de fabricación, el solicitante deberÆ satisfacer, al menos, las exigencias siguientes: a) especificar los medicamentos y las formas farmacØuticas que se vayan a fabricar o importar, así como el lugar de sufabricación y/o de su control; b) disponer, para su fabricación o importación, de locales, equipo tØcnico y posibilidades de control apropiadas y sufi-cientes, que respondan a las exigencias legales que elEstado miembro interesado prevea, tanto desde el punto devista de la fabricación y del control, como de la conserva-ción de los medicamentos, en la observancia de las disposi-ciones del artículo 20; c) disponer al menos de una persona cualificada en el sentido del artículo 48. El solicitante deberÆ facilitar en su solicitud los datos justificati- vos. Artículo 42 1. La autoridad competente del Estado miembro sólo conce- derÆ la autorización de fabricación despuØs de asegurarse, mediante una investigación realizada por sus agentes, de que lainformación facilitada en virtud del artículo 41 es exacta. 2. La autorización podrÆ ir acompaæada, para garantizar la observancia de las condiciones previstas en el artículo 41, pordeterminadas obligaciones impuestas, bien en el momento desu otorgamiento, bien, posteriormente, en el de su concesión.L 311/82 28.11.2001 Diario Oficial de las Comunidades Europeas ES3. La autorización no se aplicarÆ mÆs que a los locales indi- cados en la solicitud, así como a los medicamentos y a las for-mas farmacØuticas indicadas en dicha solicitud. Artículo 43 Los Estados miembros adoptarÆn todas las disposiciones ade- cuadas para que la duración del procedimiento para el otorga-miento de la autorización de fabricación no exceda un plazode 90 días, a partir de la fecha de recepción de la solicitud porla autoridad competente. Artículo 44 En caso de solicitud de modificación por parte del titular de la autorización de fabricación de uno de los elementos contem-plados en las letras a) y b) del pÆrrafo primero del artículo 41,la duración del procedimiento relativo a esta demanda no reba-sarÆ los 30 días. En casos excepcionales, este plazo podrÆ serprorrogado hasta 90 días. Artículo 45 La autoridad competente del Estado miembro podrÆ exigir del solicitante información complementaria en lo referente a lainformación facilitada en aplicación del artículo 41, así comoen lo relativo a la persona cualificada contemplada en el artí-culo 48; cuando la autoridad competente alegara esta facultad,los plazos previstos en los artículos 43 y 44 quedarÆn inte-rrumpidos hasta que los datos complementarios requeridoshubieran sido facilitados. Artículo 46 El titular de la autorización de fabricación estarÆ obligado, al menos: a) a disponer del personal que responda a las exigencias lega- les previstas por el Estado miembro interesado, tanto desdeel punto de vista de la fabricación como de los controles; b) a no vender los medicamentos autorizados mÆs que de acuerdo con la legislación de los Estados miembros intere-sados; c) a informar previamente a la autoridad competente de toda modificación que deseara aportar a cualquiera de los infor-mes suministrados en aplicación del artículo 41; sinembargo, la autoridad competente serÆ informada sindemora en caso de sustitución imprevista de la personacualificada mencionada en el artículo 48; d) a permitir, en todo momento, el acceso a sus locales a los agentes de la autoridad competente del Estado miembrointeresado; e) a permitir que la persona cualificada mencionada en el artí- culo 48 pueda cumplir su misión, en particular poniendo asu disposición todos los medios necesarios; f) a respetar los principios y directrices de las prÆcticas correctas de fabricación de los productos farmacØuticosprevistos en el Derecho comunitario.Artículo 47 Los principios y directrices de las prÆcticas correctas de fabrica- ción para los medicamentos que se contemplan en la letra f)del artículo 46 se adoptarÆn en forma de Directiva, de confor-midad con el apartado 2 del artículo 121. La Comisión publicarÆ detalladamente las líneas directrices con arreglo a dichos principios y los revisarÆ cuando sea necesariopara tener en cuenta los progresos tØcnicos y científicos. Artículo 48 1. Los Estados miembros adoptarÆn todas las disposiciones adecuadas, para que el titular de la autorización de fabricación disponga de forma permanente y continua, al menos de unapersona cualificada que responda a las condiciones previstas enel artículo 49, responsable en particular de la ejecución de lasobligaciones especificadas en el artículo 51. 2. En el caso en que respondiese personalmente a las condi- ciones previstas en el artículo 49, el titular de la autorizaciónpodrÆ asumir por sí mismo la responsabilidad mencionada en el apartado 1. Artículo 49 1. Los Estados miembros velarÆn para que la persona cuali- ficada mencionada en el artículo 48 responda a las condicionesmínimas de cualificación previstas en los apartados 2 y 3. 2. La persona cualificada deberÆ estar en posesión de un diploma, certificado u otro título que sancione un ciclo de for-mación universitaria \u0097o un ciclo de formación reconocidocomo equivalente por el Estado miembro interesado\u0097 quetenga una duración mínima de cuatro aæos de enseæanza teó-rica y prÆctica en una de las especialidades científicas siguien-tes: farmacia, medicina, veterinaria, química, química y tecno-logía farmacØuticas, biología. No obstante, la duración mínima del ciclo de formación uni- versitaria podrÆ ser de tres aæos y medio cuando dicho cicloestØ seguido por un período de formación teórica y prÆctica deuna duración mínima de un aæo, y que incluya un período deprÆcticas de al menos seis meses en una farmacia abierta alpblico, y sancionado por un examen de nivel universitario. Cuando coexistan en un Estado miembro dos ciclos de forma- ción universitaria o reconocidos como equivalentes por dicho Estado, uno de los cuales tenga una duración de cuatro aæos y el otro de tres aæos, el diploma, certificado u otro título quesancione el ciclo de formación universitaria \u0097o reconocidocomo equivalente\u0097 de tres aæos se considerarÆ que cumple losrequisitos de duración previstos en el segundo pÆrrafo siempreque los diplomas, certificados u otros títulos que sancionen losdos ciclos de formación sean reconocidos como equivalentespor dicho Estado. El ciclo de formación contendrÆ una enseæanza teórica y prÆc- tica que puede versar al menos sobre las asignaturas bÆsicassiguientes: \u0097 física experimental, \u0097 química general e inorgÆnica,28.11.2001 L 311/83 Diario Oficial de las Comunidades Europeas ES\u0097 química orgÆnica, \u0097 química analítica,\u0097 química farmacØutica, incluyendo el la composi- ción y efectos de las sustancias activas naturales de origenvegetal o animal). La enseæanza de estas asignaturas deberÆ ser dosificada de manera que permita al interesado asumir las obligaciones espe-cificadas en el artículo 51. En la medida en que algunos diplomas, certificados u otros títulos enumerados en el primer pÆrrafo no respeten los crite- rios establecidos en el presente apartado, la autoridad compe- tente del Estado miembro se asegurarÆ de que el interesadohaya dado prueba de conocimientos satisfactorios en el Æmbitode las asignaturas en cuestión. 3. La persona cualificada deberÆ haber ejercido, durante al menos dos aæos y en una o varias empresas que hayan obte-nido una autorización de fabricación, de actividades de anÆlisiscualitativo de medicamentos, de anÆlisis cuantitativo de sustan-cias activas, así como de pruebas y verificaciones necesariaspara asegurar la calidad de los medicamentos. La duración de la experiencia prÆctica podrÆ disminuirse en un aæo cuando el ciclo de formación universitaria tenga una dura-ción de al menos cinco aæos, y en un aæo y medio cuandodicho ciclo de formación tenga una duración mínima de seisaæos. Artículo 50 1. Toda persona que ejerza en un Estado miembro las acti- vidades de la persona contemplada en el artículo 48 en elmomento de la puesta en aplicación de la Directiva75/319/CEE en dicho Estado, sin ajustarse a las disposicionesdel artículo 49, estarÆ cualificada para continuar ejerciendotales actividades en dicho Estado. 2. El titular de un diploma, certificado u otro título, que sancione un ciclo de formación universitaria u otro ciclo reco-nocido como equivalente por el Estado miembro interesado enuna disciplina científica que le habilite para el ejercicio de lasactividades de la persona contemplada en el artículo 48, conarreglo a la legislación de dicho Estado, podrÆ cuando haya comenzado su formación antes del 21 de mayo de 1975 consi- derarse cualificado para asumir en este Estado las tareas pro-pias de la persona a que se refiere el artículo 48, a condiciónde haber ejercido previamente y antes del 21 de mayo de1985, durante al menos dos aæos y, en una o varias empresas que hubieran obtenido una autorización de fabricación, activi-dades de control de producción y/o actividades de anÆlisiscuantitativo y cualitativo de las sustancias activas, así comopruebas y verificaciones necesarias para asegurar la calidad delos medicamentos bajo la autoridad directa de una personacontemplada en el artículo 48. Cuando el interesado haya adquirido la experiencia prÆctica a que se refiere el pÆrrafo primero antes del 21 de mayo de1965, se le exigirÆ un aæo suplementario de experiencia prÆc- tica que responda a las condiciones del pÆrrafo primero y que haya sido efectuada inmediatamente antes del ejercicio de estasactividades. Artículo 51 1. Los Estados miembros adoptarÆn todas las disposiciones adecuadas para que la persona cualificada contemplada en artí-culo 48, sin perjuicio de sus relaciones con el titular de la autorización de fabricación, tenga la responsabilidad, en el marco de los procedimientos mencionados en el artículo 52,de procurar que: a) en el caso de medicamentos fabricados en el Estado miem- bro interesado, cada lote de medicamentos haya sido fabri-cado y controlado con arreglo a la legislación en vigor endicho Estado miembro y en la observancia de las exigenciasrequeridas para la autorización de comercialización; b) en el caso de los medicamentos procedentes de terceros países, cada lote de fabricación importado haya sido objeto, en el Estado miembro importador, de un anÆlisis cualitativo completo, un anÆlisis cuantitativo de al menos todas lassustancias activas y de todas las demÆs pruebas o verifica-ciones necesarias para asegurar la calidad de medicamentosen la observancia de las exigencias requeridas para la auto-rización de comercialización. Los lotes de medicamentos así controlados en un Estado miem- bro quedarÆn exceptuados de los citados controles cuando seancomercializados en otro Estado miembro, acompaæados de lasactas de control firmadas por la persona cualificada. 2. En el caso de medicamentos importados de terceros paí- ses, si la Comunidad hubiere adoptado con el país exportadordisposiciones adecuadas que garanticen que el fabricante delmedicamento aplica prÆcticas correctas de fabricación por lomenos equivalentes a las establecidas por la Comunidad y quese han efectuado en el país exportador los controles menciona-dos en la letra b) del pÆrrafo primero del apartado 1, la per-sona encargada de efectuar los controles podrÆ ser dispensadade realizarlos. 3. En todos los casos, y en particular cuando los medica- mentos sean expuestos a la venta, la persona cualificada deberÆcertificar que cada lote de fabricación responde a las disposi- ciones del presente artículo, en un registro o documento equi- valente previsto a este respecto; dicho registro o documentoequivalente deberÆ tenerse al día a medida que se vayan efec-tuando las operaciones, y ponerse a disposición de los agentesL 311/84 28.11.2001 Diario Oficial de las Comunidades Europeas ESde la autoridad competente durante un período que respete las disposiciones del Estado miembro interesado y en todo casodurante un período de cinco aæos como mínimo. Artículo 52 Los Estados miembros garantizarÆn la observancia de las obli- gaciones de la persona cualificada a que se refiere el artículo48, mediante medidas administrativas apropiadas o mediante elestablecimiento de una disciplina profesional. Los Estados miembros podrÆn proceder a la suspensión tempo- ral de dicha persona a partir del momento de la incoación deun procedimiento administrativo o disciplinario seguido contraella por incumplimiento de sus obligaciones. Artículo 53 Las disposiciones del presente título se aplicarÆn igualmente a los medicamentos homeopÆticos. TTULO V ETIQUETADO Y PROSPECTO Artículo 54 El embalaje exterior o, a falta de Øste, el acondicionamiento primario de todo medicamento deberÆ llevar las indicacionessiguientes: a) la denominación del medicamento, seguida de la denomi- nación comn cuando el medicamento no contenga mÆsque una nica sustancia activa y su denominación sea unnombre arbitrario; en caso de existir varias presentaciones y/o varias dosificaciones del mismo medicamento, en la denominación del medicamento deberÆ figurar la formafarmacØutica y/o la dosificación (en caso necesario, lactan-tes, niæos, adultos); b) la composición cualitativa y cuantitativa en sustancias acti- vas por unidad de toma o, segn la forma de administra-ción para un volumen o peso determinado, utilizando lasdenominaciones comunes; c) la forma farmacØutica y contenido en peso, volumen o uni- dades de toma; d) la lista de los excipientes que tengan acción o efecto cono- cidos y que estØn previstos en las directrices publicadascon arreglo al artículo 65. No obstante, deberÆn indicarsetodos los excipientes cuando se trate de un producto inyec-table, de una preparación tópica o de un colirio; e) la forma de administración y, si fuere necesario, la vía de administración; f) una advertencia especial que indique que el medicamento debe mantenerse fuera del alcance de los niæos;g) una advertencia especial, cuando el medicamento la requiera; h) la fecha de caducidad expresada claramente (mes/aæo); i) las precauciones particulares de conservación, en su caso; j) las precauciones especiales de eliminación de los medica- mentos no utilizados o de los residuos derivados de estosmedicamentos, en su caso; k) el nombre y dirección del titular de la autorización de comercialización; l) el nmero de autorización de comercialización; m) el nmero del lote de fabricación; n) para los medicamentos de automedicación, la indicación de uso. Artículo 55 1. Los acondicionamientos primarios distintos de los que se mencionan en los apartados 2 y 3 deberÆn llevar las indicacio-nes previstas en los artículos 54 y 62. 2. Los acondicionamientos primarios que se presenten en forma de blister, cuando estØn contenidos en un embalaje exte-rior con arreglo a lo dispuesto en los artículos 54 y 62, debe-rÆn llevar, como mínimo, las indicaciones siguientes: \u0097 la denominación del medicamento tal como se contempla en la letra a) del artículo 54, \u0097 el nombre del titular de la autorización de comercializa- ción, \u0097 la fecha de caducidad, \u0097 el nmero del lote de fabricación. 3. Los pequeæos acondicionamientos primarios en los que sea imposible mencionar las informaciones previstas en losartículos 54 y 62 deberÆn llevar, como mínimo, las indicacio-nes siguientes: \u0097 la denominación del medicamento y, si fuere necesario, dosis, vía de administración, \u0097 la forma de administración, \u0097 la fecha de caducidad, \u0097 el nmero del lote de fabricación, \u0097 el contenido en peso, en volumen o en unidades. Artículo 56 Las indicaciones previstas en los artículos 54, 55 y 62 deberÆn ser fÆcilmente legibles, claramente comprensibles e indelebles.28.11.2001 L 311/85 Diario Oficial de las Comunidades Europeas ESArtículo 57 No obstante lo dispuesto en el artículo 60, los Estados miem- bros podrÆn exigir la utilización de determinadas modalidadesde etiquetado del medicamento que permitan indicar: \u0097 la identificación del precio del medicamento,\u0097 la identificación de las condiciones de reembolso por los organismos de seguridad social, \u0097 la identificación del rØgimen jurídico con arreglo al cual el medicamento sea dispensado al paciente, de conformidadcon título VI, \u0097 la identificación y autenticidad. Artículo 58 La inclusión de un prospecto en el envase de todo medica- mento serÆ obligatorio salvo si toda la información exigida en los artículos 59 y 62 figura directamente en el embalaje exte-rior o en el acondicionamiento primario. Artículo 59 1. El prospecto se elaborarÆ de conformidad con el resumen de las características del producto, y deberÆ incluir los siguien-tes datos, en este orden: a) para la identificación del medicamento: \u0097 la denominación del medicamento, seguida de la deno- minación comn cuando el medicamento no contengamÆs que una sola sustancia activa y su denominaciónsea un nombre arbitrario; cuando para un medica-mento existan varias presentaciones farmacØuticas y/odosificaciones, la presentación farmacØutica y/o la dosi-ficación (en caso necesario, lactantes, niæos, adultos)deberÆn figurar en la denominación del medicamento; \u0097 la composición cualitativa completa (en sustancias acti- vas y excipientes), así como la composición cuantitativaen sustancias activas, utilizando las denominacionescomunes, para cada presentación del medicamento; \u0097 la forma farmacØutica y el contenido en peso, en volu- men, o en unidad de toma, para cada presentación delmedicamento; \u0097 la categoría farmacoterapØutica, o el tipo de actividad, en tØrminos fÆcilmente comprensibles para el usuario; \u0097 el nombre y la dirección del titular de la autorización de comercialización y del fabricante; b) las indicaciones terapØuticas;c) enumeración de las informaciones necesarias previas a la toma del medicamento: \u0097 contraindicaciones;\u0097 precauciones de empleo adecuadas; \u0097 interacciones medicamentosas y otras interacciones (por ejemplo: alcohol, tabaco, alimentos) que puedanafectar a la acción del medicamento; \u0097 advertencias especiales. Esta enumeración deberÆ: \u0097 tener en cuenta la situación particular de ciertas catego- rías de usuarios (niæos, mujeres embarazadas o durantela lactancia, ancianos, personas con ciertas patologíasespecíficas); \u0097 mencionar, en su caso, los posibles efectos del trata- miento sobre la capacidad para conducir un vehículo omanipular determinadas mÆquinas; \u0097 incluir una lista de excipientes cuyo conocimiento sea importante para una utilización eficaz y sin riesgos delmedicamento y que estØ establecida por las directricespublicadas con arreglo a lo dispuesto en el artículo 65; d) las instrucciones necesarias y habituales para una buena utilización, en particular: \u0097 la posología;\u0097 la forma y, si fuere necesario, vía de administración; \u0097 la frecuencia de administración, precisando, si fuere necesario, el momento en que deba o pueda adminis-trarse el medicamento; y, en su caso, segn la naturaleza del producto: \u0097 la duración del tratamiento, cuando tenga que ser limi- tada; \u0097 las medidas que deban tomarse en caso de sobredosis (por ejemplo: síntomas, tratamiento de urgencia); \u0097 la actitud que deba tomarse en caso de que se haya omitido la administración de una o varias dosis; \u0097 la indicación, si es necesario, del riesgo de síndrome de abstinencia; e) descripción de reacciones adversas que puedan observarse durante el uso normal del medicamento, y, en su caso,medidas que deban adoptarse; el usuario serÆ invitadoexpresamente a comunicar a su mØdico o a su farmacØu-L 311/86 28.11.2001 Diario Oficial de las Comunidades Europeas EStico cualquier reacción no querida que no estuviere descrita en el prospecto; f) referencia a la fecha de caducidad que figure en el envase, con: \u0097 una advertencia para no sobrepasar esta fecha; \u0097 si procediere, las precauciones especiales de conserva- ción; \u0097 en su caso, una advertencia con respecto a ciertos sig- nos visibles de deterioro; g) la fecha de la ltima revisión del prospecto. 2. No obstante lo dispuesto en la letra b) del apartado 1, la autoridad competente podrÆ decidir que ciertas indicacionesterapØuticas no figuren en el prospecto, cuando la difusión deesta información pueda implicar graves inconvenientes para elpaciente. Artículo 60 Los Estados miembros no podrÆn prohibir ni impedir la comercialización de medicamentos en su territorio por motivosrelacionados con el etiquetado o el prospecto si Østos se ajustana las disposiciones del presente título. Artículo 61 1. Al solicitar la autorización para la comercialización, se presentarÆ a las autoridades competentes en materia de autori-zación de comercialización, una o varias muestras o maquetasdel embalaje exterior y del acondicionamiento primario, asícomo el proyecto de prospecto. 2. La autoridad competente no se opondrÆ a la comerciali- zación del medicamento si el etiquetado o el prospecto cum-plen lo dispuesto en el presente título, y son conformes con lainformación que figura en el resumen de las características delproducto. 3. Cualquier proyecto de modificación de un elemento rela- tivo al etiquetado o al prospecto regulado por el presente títuloque no estØ relacionada con el resumen de las característicasdel producto, serÆ presentado a las autoridades competentes enmateria de autorización de comercialización. Si las autoridadescompetentes no se pronuncian contra el proyecto de modifica-ción en el plazo de 90 días a partir de la fecha de presentaciónde la solicitud, el solicitante podrÆ proceder a la realización delas modificaciones. 4. La circunstancia de que las autoridades competentes no se hayan opuesto a la comercialización del medicamento en aplicación del apartado 2 o a una modificación del etiquetado o del prospecto en aplicación del apartado 3, no afectarÆ a laresponsabilidad de Derecho comn del fabricante ni, en sucaso, del titular de la autorización de comercialización.Artículo 62 El embalaje exterior y el prospecto pueden llevar signos o dibujos tendentes a explicar determinadas informaciones con- templadas en los artículos 54 y 59 así como otras informacio-nes compatibles con el resumen de las características del pro-ducto, tiles para la educación sanitaria, con exclusión de cual-quier elemento que pueda tener carÆcter publicitario. Artículo 63 1. Las indicaciones previstas en los artículos 54, 59 y 62 para el etiquetado deberÆn redactarse en la lengua o lenguasoficiales del Estado miembro de comercialización. La disposición del pÆrrafo primero no serÆ obstÆculo para que dichas indicaciones estØn redactadas en varias lenguas, siempreque en todas las lenguas utilizadas figuren las mismas indica-ciones. 2. El prospecto deberÆ estar redactado en tØrminos claros y comprensibles para los usuarios, en la lengua o lenguas oficia-les del Estado miembro de comercialización y de manera queresulte fÆcilmente legible. La disposición del pÆrrafo primero no serÆ obstÆculo para que el prospecto estØ redactado en varias lenguas, siempre que entodas las lenguas utilizadas figure la misma información. 3. Cuando el destino del medicamento no sea el suministro al paciente con fines de automedicación, las autoridades com-petentes podrÆn dispensar de la obligación de hacer figurardeterminadas indicaciones en las etiquetas y en los prospectosde medicamentos específicos y de redactar el prospecto en lalengua o lenguas oficiales del Estado miembro de comercializa-ción. Artículo 64 En caso de incumplimiento de lo dispuesto en el presente título, las autoridades competentes de los Estados miembros, sisus requerimientos al interesado no dan resultado, podrÆn pro-ceder a la suspensión de la autorización de comercialización,hasta que el etiquetado y el prospecto del medicamento de quese trate se ajusten a las disposiciones del presente título. Artículo 65 De ser necesario, la Comisión publicarÆ directrices especial- mente sobre: \u0097 la formulación de ciertas advertencias especiales para deter- minadas categorías de medicamentos; \u0097 las necesidades particulares de información relativas a la automedicación; \u0097 la legibilidad de las indicaciones que figuren en el etique- tado y en el prospecto;28.11.2001 L 311/87 Diario Oficial de las Comunidades Europeas ES\u0097 los mØtodos de identificación y de autentificación de los medicamentos; \u0097 la lista de los excipientes que deberÆn figurar en el etique- tado de los medicamentos, así como la forma en que debenindicarse dichos excipientes. Dichas directrices adoptarÆn la forma de una Directiva, con arreglo al procedimiento previsto en el apartado 2 del artículo121. Artículo 66 1. El embalaje exterior y el envase de los medicamentos que contengan radionucleidos estarÆn etiquetados con arreglo a lasdisposiciones para el transporte seguro de materiales radiacti-vos establecidas por el Organismo Internacional de la EnergíaAtómica. AdemÆs, el etiquetado se ajustarÆ a las siguientes dis-posiciones previstas en los apartados 2 y 3. 2. El etiquetado del blindaje de protección incluirÆ las infor- maciones mencionadas en el artículo 54. AdemÆs, el etiquetadodel blindaje de protección explicarÆ completamente los códigos utilizados en el vial e indicarÆ, en su caso, para un tiempo y fecha dados, la cantidad de radiactividad por dosis o por vial yel nmero de cÆpsulas o, si se trata de líquidos, el nmero demililitros contenidos en el envase. 3. El vial irÆ etiquetado con la siguiente información: \u0097 el nombre o código del medicamento, con inclusión del nombre o símbolo químico del radionucleido, \u0097 la indicación del lote y fecha de caducidad, \u0097 el símbolo internacional de radiactividad, \u0097 el nombre del fabricante, \u0097 la cantidad de radiactividad segn se indica en el apartado 2. Artículo 67 La autoridad competente verificarÆ que se adjunte un pros- pecto informativo detallado en el envase de los radiofÆrmacos,generadores de radionucleidos, equipos reactivos de radionu- cleidos o precursores de radionucleidos. El texto de dicho pros- pecto se redactarÆ de acuerdo con lo dispuesto en el artículo59. AdemÆs, el prospecto incluirÆ todas las precauciones quedeban tomar el usuario y el paciente durante la preparación yadministración del medicamento, así como las precaucionesespeciales que deban adoptarse para la eliminación del envasey de su contenido no utilizado. Artículo 68 Sin perjuicio de las disposiciones del artículo 69, los medica- mentos homeopÆticos deberÆn estar etiquetados de conformi- dad con las disposiciones del presente título e identificarsemediante la mención de su naturaleza homeopÆtica, en caracte-res claros y legibles.Artículo 69 1. En el etiquetado y, en su caso, en el prospecto de los medicamentos contemplados en el apartado 1 del artículo 14,ademÆs de la indicación «medicamento homeopÆtico» bien visi-ble, constarÆn nica y obligatoriamente los siguientes datos: \u0097 la denominación científica de la cepa o cepas, seguida del grado de dilución, empleando los símbolos de la farmaco-pea utilizada de conformidad con el punto 5 del artículo 1; \u0097 el nombre y dirección del titular de la autorización de comercialización y, en su caso, del fabricante; \u0097 el modo de administración y, si fuere necesario, la vía de administración; \u0097 la fecha de caducidad en forma clara (mes y aæo); \u0097 la fórmula galØnica;\u0097 el contenido del modelo de venta; \u0097 las precauciones específicas de conservación, cuando pro- ceda; \u0097 advertencias especiales si el medicamento así lo exige;\u0097 el nmero de lote de una que aconseje al utilizador que consulte a un mØdico si los síntomas persisten durante la utilización del medicamento. 2. No obstante lo dispuesto en el apartado 1, los Estados miembros podrÆn exigir la utilización de determinadas modali-dades de etiquetado que permitan la indicación: \u0097 del precio del medicamento; \u0097 de las condiciones de reembolso por los organismos de la seguridad social. TTULO VI CLASIFICACIÓN DE LOS MEDICAMENTOS Artículo 70 1. Al autorizar la comercialización de un medicamento, las autoridades competentes especificarÆn la clasificación delmismo como: \u0097 medicamento sujeto a receta \u0097 medicamento no sujeto a receta mØdica.L 311/88 28.11.2001 Diario Oficial de las Comunidades Europeas ESCon tal fin aplicarÆn los criterios enumerados en el apartado 1 del artículo 71. 2. Las autoridades competentes podrÆn establecer subcate- gorías, en lo que se refiere a los medicamentos que sólo pue-den dispensarse con receta mØdica. En tal caso, se referirÆn a la clasificación siguiente: a) medicamentos con receta mØdica renovable o no renova- ble, b) medicamentos sujetos a receta mØdica especial, c) medicamentos con receta mØdica restringida, reservados a determinados medios especializados. Artículo 71 1. Los medicamentos estarÆn sujetos a receta mØdica cuando: \u0097 puedan presentar un peligro, directa o indirectamente, incluso en condiciones normales de uso, si se utilizan sincontrol mØdico, o \u0097 se utilicen frecuentemente, y de forma muy considerable, en condiciones anormales de utilización, y ello pueda supo-ner, directa o indirectamente, un peligro para la salud, o \u0097 contengan sustancias o preparados a base de dichas sustan- cias, cuya actividad y/o reacciones adversas sea necesarioestudiar mÆs detalladamente, o \u0097 se administren por vía parenteral, salvo casos excepciona- les, por prescripción mØdica. 2. Cuando los Estados miembros establezcan la subcategoría de los medicamentos sujetos a receta mØdica especial, tendrÆnen cuenta los siguientes elementos: \u0097 que el medicamento contenga, en una dosis no exenta, una sustancia clasificada como estupefaciente o psicotropo conarreglo a los convenios internacionales como el Convenio de las Naciones Unidas de 1961 y 1971, o \u0097 que el medicamento pueda ser objeto, en caso de utiliza- ción anormal, de riesgo considerable de abuso medicamen-toso, pueda provocar tóxicodependencia o ser desviadopara usos ilegales, o \u0097 que el medicamento contenga una sustancia que, por su novedad o propiedades, pudiera considerarse como perte-neciente al grupo contemplado en el segundo guión, comomedida de precaución. 3. Cuando los Estados miembros establezcan la subcategoría de los medicamentos sujetos a receta mØdica restringida, ten-drÆn en cuenta los siguientes elementos:\u0097 que el medicamento, a causa de sus características farmaco- lógicas o por su novedad, o por motivos de salud pblica,se reserve para tratamientos que sólo pueden seguirse enmedio hospitalario, \u0097 que el medicamento se utilice en el tratamiento de enfer- medades que deban ser diagnosticadas en medio hospitala-rio, o en establecimientos que dispongan de medios dediagnóstico adecuados, aunque la administración y segui-miento pueda realizarse fuera del hospital, o \u0097 que el medicamento estØ destinado a pacientes ambulato- rios, pero cuya utilización pueda producir reaccionesadversas muy graves, lo cual requiere, si es preciso, unareceta mØdica extendida por un especialista y una vigilanciaespecial durante el tratamiento. 4. Las autoridades competentes podrÆn establecer excepcio- nes a la aplicación de los apartados 1, 2 y 3 teniendo encuenta: a) la dosis mÆxima nica o la dosis mÆxima diaria, la dosifica- ción, la forma farmacØutica, determinados envases y/o b) otras condiciones de utilización que dichas autoridades hayan determinado. 5. Cuando una autoridad competente no clasifique un medi- camento en una de las subcategorías indicadas en el apartado2 del artículo 70, deberÆ, no obstante, tener en cuenta los cri-terios contemplados en los apartados 2 y 3 del presente artí-culo para determinar si se debe clasificar un medicamento enla categoría de los medicamentos que sólo pueden dispensarsecon receta mØdica. Artículo 72 Los medicamentos no sujetos a receta mØdica serÆn los que no respondan a los criterios expuestos en el artículo 71. Artículo 73 Las autoridades competentes establecerÆn la lista de los medica- mentos que en su territorio sólo puedan dispensarse con recetamØdica, con indicación, si fuere necesario, de la categoría declasificación. ActualizarÆn dicha lista cada aæo. Artículo 74 Con ocasión de la renovación quinquenal de la autorización de comercialización, o cuando se pongan en conocimiento de las autoridades competentes nuevos elementos científicos, dichas autoridades reexaminarÆn y, en su caso, modificarÆn la clasifi-cación de un medicamento, aplicando los criterios establecidosen el artículo 71.28.11.2001 L 311/89 Diario Oficial de las Comunidades Europeas ESArtículo 75 Cada aæo, los Estados miembros comunicarÆn a la Comisión y a los demÆs Estados miembros las modificaciones que hayanintroducido en la lista citada en el artículo 73. TTULO VII DISTRIBUCIÓN AL POR MAYOR DE MEDICAMENTOS Artículo 76 Sin perjuicio de lo dispuesto en el artículo 6, los Estados miembros adoptarÆn todas las medidas adecuadas para que ensu territorio sólo se distribuyan medicamentos cubiertos poruna autorización de comercialización concedida con arreglo alDerecho comunitario. Artículo 77 1. Los Estados miembros adoptarÆn todas las disposiciones adecuadas para que la distribución al por mayor de medica-mentos estØ sujeta a la posesión de una autorización para ejer-cer la actividad de mayorista de medicamentos en la que se especifique el lugar para el que es vÆlida. 2. Cuando las personas autorizadas o facultadas para dis- pensar medicamentos al pblico puedan asimismo, con arregloa su legislación nacional, ejercer una actividad al por mayor,dichas personas estarÆn sometidas a la autorización establecidaen el apartado 1. 3. La posesión de una autorización de fabricación implica la de distribuir al por mayor los medicamentos a que se refieredicha autorización. La posesión de una autorización para ejer-cer la actividad de mayorista de medicamentos no dispensarÆde la obligación de poseer la autorización de fabricación y res-petar las condiciones establecidas a este respecto, ni siquieracuando la actividad de fabricación o de importación se ejerzade forma accesoria. 4. Cuando lo solicite la Comisión o un Estado miembro, los Estados miembros estarÆn obligados a suministrar toda lainformación pertinente relativa a las autorizaciones individualesque hayan concedido en virtud del apartado 1. 5. El control de las personas autorizadas para ejercer la acti- vidad de mayoristas de medicamentos y la inspección de loslocales de que dispongan, serÆn efectuados bajo la responsabili-dad del Estado miembro que haya concedido la autorización. 6. El Estado miembro que haya concedido la autorización contemplada en el apartado 1 suspenderÆ o retirarÆ dicha auto-rización si dejaran de cumplirse las condiciones de autoriza-ción. InformarÆ inmediatamente de ello a los demÆs Estadosmiembros y a la Comisión. 7. Si un Estado miembro estimare que no se respetan o han dejado de respetarse las condiciones de autorización en lo rela-tivo al titular de una autorización concedida por otro Estadomiembro en virtud del apartado 1, informarÆ inmediatamentede ello a la Comisión y al otro Estado miembro interesado. Éste adoptarÆ todas las medidas necesarias y comunicarÆ a la Comi-sión y al primer Estado miembro las decisiones adoptadas y losmotivos de Østas. Artículo 78 Los Estados miembros velarÆn para que la duración del proce- dimiento para el estudio de la solicitud de la autorización dedistribución no exceda de 90 días a partir de la fecha de recep-ción de la solicitud por la autoridad competente del Estado miembro de que se trate. En su caso, la autoridad competente podrÆ exigir al solicitante que proporcione todas las informaciones necesarias relativas alas condiciones de autorización. Cuando la autoridad compe-tente haga uso de esa facultad, el plazo que establece el primerpÆrrafo quedarÆ en suspenso hasta que se hayan proporcio-nado los datos complementarios requeridos. Artículo 79 Para obtener la autorización de distribución, el solicitante deberÆ cumplir al menos los requisitos siguientes: a) disponer de locales, instalaciones y equipos adaptados y suficientes, de forma que queden garantizadas la buenaconservación y buena distribución de los medicamentos; b) disponer de personal y en particular de una persona desig- nada como responsable, cualificada en las condiciones esta- blecidas por la legislación del Estado miembro de que setrate; c) comprometerse a cumplir las obligaciones que le corres- pondan en virtud del artículo 80. Artículo 80 El titular de una autorización de distribución estarÆ obligado a cumplir al menos los requisitos siguientes: a) facilitar en cualquier momento a los agentes encargados de su inspección el acceso a los locales, instalaciones y equi-pos a que se refiere la letra a) del artículo 79; b) obtener sus suministros de medicamentos solamente de las personas que posean la autorización de distribución o queestØn dispensadas de dicha autorización en virtud del apar- tado 3 del artículo 77; c) proporcionar medicamentos sólo a personas que posean la autorización de distribución o que estØn autorizadas ofacultadas en el Estado miembro de que se trate para dis-pensar medicamentos al pblico;L 311/90 28.11.2001 Diario Oficial de las Comunidades Europeas ESd) disponer de un plan de emergencia que garantice la aplica- ción efectiva de cualquier retirada del mercado ordenadapor las autoridades competentes o iniciada en cooperacióncon el fabricante del medicamento de que se trate o el titu-lar de la autorización de comercialización para dicho medi-camento; e) conservar una documentación, en forma de facturas de compras y ventas, en forma informatizada o de cualquierotra forma, que incluya al menos los datos siguientes detoda transacción de entrada y de salida: \u0097 fecha, \u0097 denominación del medicamento,\u0097 cantidad recibida o suministrada, \u0097 nombre y dirección del proveedor o del destinatario, segn proceda; f) tener a disposición de las autoridades competentes, con fines de inspección, durante un período de cinco aæos, ladocumentación contemplada en la letra e); g) respetar los principios y directrices de las prÆcticas correc- tas de distribución establecidas en el artículo 84. Artículo 81 En lo que respecta al suministro de medicamentos a los farma- cØuticos y personas autorizadas o facultadas para dispensarmedicamentos al pblico, los Estados miembros no impondrÆnal titular de una autorización de distribución, concedida porotro Estado miembro, ninguna obligación, en especial de servi-cio pblico, mÆs estricta que las que impongan a las personasa las que ellos mismos hayan autorizado para ejercer una acti-vidad equivalente. AdemÆs, es conveniente que estas obligaciones estØn justifica- das, de conformidad con el Tratado, por razones de protecciónde la salud pblica y proporcionada al objetivo relativo a dichaprotección. Artículo 82 Para cualquier suministro de medicamentos a una persona autorizada o facultada para dispensar medicamentos al pblicoen el Estado miembro de que se trate, el mayorista autorizadodeberÆ adjuntar todo documento que permita conocer: \u0097 la fecha, \u0097 la denominación y la forma farmacØutica del medicamento,\u0097 la cantidad suministrada,\u0097 el nombre y la dirección del proveedor y del destinatario. Los Estados miembros adoptarÆn las medidas adecuadas paragarantizar que las personas autorizadas o facultadas para dis- pensar medicamentos al pblico faciliten las informaciones quepermitan conocer la vía de distribución de cada medicamento. Artículo 83 Las disposiciones del presente título se entienden sin perjuicio de los requisitos mÆs estrictos que los Estados miembros exijanpara la distribución al por mayor de: \u0097 las sustancias narcóticas o psicotrópicas en su territorio;\u0097 los medicamentos derivados de la sangre;\u0097 los medicamentos inmunológicos;\u0097 los medicamentos radiofÆrmacos. Artículo 84 La Comisión publicarÆ líneas directrices sobre las prÆcticas correctas de distribución. ConsultarÆ a este respecto al ComitØde especialidades farmacØuticas y al ComitØ farmacØutico esta-blecido por la Decisión 75/320/CEE del Consejo ( 1). Artículo 85 Las disposiciones del presente título serÆn aplicables a los medicamentos homeopÆticos, con excepción de los contempla-dos en el apartado 1 del artículo 14. TTULO VIII PUBLICIDAD Artículo 86 1. A efectos del presente título, se entenderÆ por «publicidad de medicamentos» toda forma de oferta informativa, de pros-pección o de incitación destinada a promover la prescripción,la dispensación, la venta o el consumo de medicamentos; com-prenderÆ en particular: \u0097 la publicidad de medicamentos destinada al pblico;\u0097 la publicidad de medicamentos destinada a personas facul- tadas para prescribirlos o dispensarlos; \u0097 la visita de los visitadores mØdicos a personas facultadas para prescribir o dispensar medicamentos; \u0097 el suministro de muestras; (1) DO L 187 de 9.6.1975, p. 23.28.11.2001 L 311/91 Diario Oficial de las Comunidades Europeas ES\u0097 la incitación a prescribir o dispensar medicamentos mediante concesión, oferta o promesa de ventajas, pecunia-rias o en especie, excepto cuando su valor intrínsecoresulte mínimo; \u0097 el patrocinio de reuniones promocionales a las que asistan personas facultadas para prescribir o dispensar medicamen- tos; \u0097 el patrocinio de congresos científicos en los que participen personas facultadas para prescribir o dispensar medicamen-tos y, en particular, el hecho de correr a cargo con los gas-tos de desplazamiento y estancia con motivo de dichoscongresos. 2. El presente título no contempla: \u0097 el etiquetado y el prospecto, sujetos a las disposiciones del Título V; \u0097 la correspondencia, acompaæada, en su caso, de cualquier documento no publicitario, necesaria para responder a unapregunta concreta sobre un medicamento en particular; \u0097 las informaciones concretas y los documentos de referencia relativos, por ejemplo, al cambio de envase, a las adverten-cias relativas a reacciones adversas en el marco de la farma-covigilancia, a los catÆlogos de ventas y a las listas de pre-cios siempre que no figure ninguna información sobre elmedicamento; \u0097 la información relativa a la salud humana o a enfermedades de las personas, siempre que no se haga referencia alguna,ni siquiera indirecta, a un medicamento. Artículo 87 1. Los Estados miembros prohibirÆn toda publicidad de un medicamento para el que no se haya otorgado una autoriza-ción de comercialización de conformidad con el Derechocomunitario. 2. Todos los elementos de la publicidad de un medicamento deberÆn ajustarse a las informaciones que figuren en el resu-men de las características del producto. 3. La publicidad referente a un medicamento: \u0097 deberÆ favorecer la utilización racional del mismo, presen- tÆndolo de forma objetiva y sin exagerar sus propiedades; \u0097 no podrÆ ser engaæosa. Artículo 88 1. Los Estados miembros prohibirÆn la publicidad destinada al pblico de los medicamentos: \u0097 que sólo pueden dispensarse por prescripción facultativa, con arreglo al Título VI;\u0097 que contengan sustancias psicotrópicas o estupefacientes, con arreglo a lo definido en los convenios internacionales,como el Convenio de las Naciones Unidas de 1961 y1971; \u0097 que no puedan ser objeto de publicidad destinada al pblico de acuerdo con lo dispuesto en el pÆrrafo segundo del apartado 2. 2. PodrÆn ser objeto de publicidad destinada al pblico los medicamentos, que por su composición y objetivo, estØn desti-nados y concebidos para su utilización sin la intervención deun mØdico que realice el diagnóstico, la prescripción o el segui-miento del tratamiento, en caso necesario tras consultar con elfarmacØutico. Los Estados miembros prohibirÆn la mención, en la publicidad destinada al pblico, de indicaciones terapØuticas tales como: \u0097 la tuberculosis, \u0097 las enfermedades de transmisión sexual, \u0097 otras enfermedades infecciosas graves, \u0097 el cÆncer y otras enfermedades tumorales, \u0097 el insomnio crónico, \u0097 la diabetes y otras enfermedades del metabolismo. 3. Los Estados miembros podrÆn prohibir en su territorio la publicidad destinada al pblico de los medicamentos reembol-sables. 4. La prohibición establecida en el apartado 1 no serÆ apli- cable a las campaæas de vacunación realizadas por la industriay aprobadas por las autoridades competentes de los Estadosmiembros. 5. La prohibición establecida en el apartado 1 se aplicarÆ sin perjuicio de lo dispuesto en el artículo 14 de la Directiva89/552/CEE. 6. Los Estados miembros prohibirÆn la distribución directa de medicamentos al pblico cuando Østa se realice con fines depromoción por parte de la industria; no obstante, los Estadosmiembros podrÆn autorizar esta distribución en casos excep-cionales y con otros fines. Artículo 89 1. Sin perjuicio de lo dispuesto en el artículo 88, cualquier tipo de publicidad de un medicamento que vaya destinada alpblico deberÆ: a) realizarse de manera tal que resulte evidente el carÆcter publicitario del mensaje y quede claramente especificadoque el producto es un medicamento; b) incluir como mínimo: \u0097 la denominación del medicamento, así como la deno- minación comn cuando el medicamento contengauna nica sustancia activa,L 311/92 28.11.2001 Diario Oficial de las Comunidades Europeas ES\u0097 las informaciones indispensables para la utilización correcta del medicamento, \u0097 una invitación expresa y claramente visible a leer dete- nidamente las instrucciones que figurarÆn en el pros-pecto o en el embalaje externo, segn el caso. 2. No obstante lo dispuesto en el apartado 1, los Estados miembros podrÆn disponer que la publicidad de un medica- mento destinada al pblico incluya solamente la denominacióndel mismo, cuando su nico objetivo sea el de recordar dichadenominación. Artículo 90 La publicidad de un medicamento destinada al pblico no podrÆ incluir ningn elemento que: a) atribuya a la consulta mØdica o a la intervención quirrgica un carÆcter superfluo, especialmente ofreciendo un diag-nóstico o aconsejando un tratamiento por correspondencia; b) sugiera que el efecto del medicamento estÆ asegurado, que carece de reacciones adversas o que es superior o igual alde otro tratamiento u otro medicamento; c) sugiera que el usuario puede mejorar su salud mediante la utilización del medicamento; d) sugiera que la salud del usuario puede verse afectada en caso de no utilización del medicamento; esta prohibiciónno se aplicarÆ a las campaæas de vacunación contempladasen el apartado 4 del artículo 88; e) se dirija, exclusiva o principalmente, a niæos; f) se refiera a una recomendación que hayan formulado cien- tíficos, profesionales de la salud o personas que, aunque nosean científicos ni profesionales de la salud, puedan, debidoa su notoriedad, incitar al consumo de medicamentos; g) equipare el medicamento a un producto alimenticio, a un producto cosmØtico o a cualquier otro producto de con-sumo; h) sugiera que la seguridad o la eficacia del medicamento se debe a que se trata de una sustancia natural; i) pueda inducir, mediante una descripción o representación detallada de la anamnesis, a un falso autodiagnóstico; j) se refiera de forma abusiva, alarmante o engaæosa a testi- monios de curación;k) utilice de forma abusiva, alarmante o engaæosa, representa- ciones visuales de las alteraciones del cuerpo humano pro-ducidas por enfermedades o lesiones, o de la acción de unmedicamento en el cuerpo humano o en partes del mismo; l) mencione que el medicamento ha recibido una autoriza- ción de comercialización. Artículo 91 1. Toda publicidad de un medicamento destinada a personas facultadas para prescribirlo o dispensarlo deberÆ incluir: \u0097 las informaciones esenciales compatibles con el resumen de las características del producto, \u0097 la clasificación del medicamento en materia de dispensa- ción. Los Estados miembros podrÆn exigir ademÆs que la publicidad incluya el precio de venta o una tarifa indicativa de las distintaspresentaciones y las condiciones de reembolso por parte de losorganismos de seguridad social. 2. Los Estados miembros podrÆn establecer que la publici- dad de un medicamento destinada a personas facultadas paraprescribirlo o dispensarlo pueda, sin perjuicio de lo dispuestoen el apartado 1, incluir solamente la denominación del medi-camento, cuando su nico objetivo sea el de recordar dichadenominación. Artículo 92 1. Toda documentación relativa a un medicamento que se comunique en el marco de su promoción ante las personasfacultadas para prescribirlo o dispensarlo, deberÆ incluir almenos las informaciones contempladas en el apartado 1 delartículo 91 y precisar la fecha en la que dicha documentaciónse haya elaborado o revisado por ltima vez. 2. Todas las informaciones contenidas en la documentación contemplada en el apartado 1 deberÆn ser exactas, actuales,comprobables y lo suficientemente completas como para per-mitir que el destinatario se haga una idea propia del valor tera-pØutico del medicamento. 3. Las citas, cuadros y otras ilustraciones que se extraigan de revistas mØdicas o de obras científicas y que se utilicen enla documentación contemplada en el apartado 1 deberÆnreproducirse fielmente, precisando con exactitud su fuente. Artículo 93 1. Los visitadores mØdicos deberÆn ser formados de manera adecuada por la empresa que les emplee y poseer conocimien-tos científicos suficientes para dar indicaciones precisas y lomÆs completas posible sobre los medicamentos que presenten.28.11.2001 L 311/93 Diario Oficial de las Comunidades Europeas ES2. En cada visita, los visitadores mØdicos deberÆn proporcio- nar a la persona visitada o tener a su disposición, para cadamedicamento que presenten, el resumen de las característicasdel producto, complementado, si lo permite la legislación delEstado miembro, con las informaciones sobre el precio y lascondiciones de reembolso citadas en el apartado 1 del artículo91. 3. Los visitadores mØdicos deberÆn notificar al servicio cien- tífico citado en el apartado 1 del artículo 98 todas las informa-ciones relativas a la utilización de los medicamentos de cuyapromoción se ocupen, indicando especialmente las reaccionesadversas que las personas visitadas les comuniquen. Artículo 94 1. Queda prohibido otorgar, ofrecer o prometer a las perso- nas facultadas para prescribir o dispensar medicamentos y enel marco de la promoción de los mismos frente a dichas perso-nas, primas, ventajas pecuniarias o ventajas en especie, conexcepción de aquellas que tengan un valor insignificante y quesean irrelevantes para la prÆctica de la medicina o la farmacia. 2. La hospitalidad ofrecida en el marco de manifestaciones de promoción de los medicamentos deberÆ ser siempre mode-rada en su nivel y subordinada al objetivo principal de la reu-nión; no podrÆ ser extensible a personas que no sean profesio-nales de la salud. 3. Las personas facultadas para prescribir o dispensar medi- camentos no podrÆn solicitar o aceptar ninguno de los incenti-vos prohibidos en virtud del apartado 1 o contrarios a lo dis-puesto en el apartado 2. 4. Las medidas o las prÆcticas comerciales existentes en los Estados miembros en materia de precios, de mÆrgenes y dedescuentos no se verÆn afectadas por los apartados 1, 2 y 3. Artículo 95 Las disposiciones del apartado 1 del artículo 94 no supondrÆn un obstÆculo para la hospitalidad ofrecida, directa o indirecta-mente, en el marco de manifestaciones de carÆcter exclusiva-mente profesional y científico; dicha hospitalidad deberÆ sersiempre moderada en su nivel y subordinada al objetivo princi-pal de la reunión; no podrÆ ser extensible a personas que nosean profesionales de la salud. Artículo 96 1. En casos excepcionales podrÆn ofrecerse muestras gratui- tas exclusivamente a las personas facultadas para prescribir, y se harÆ en las condiciones siguientes: a) un nmero limitado de muestras para cada medicamento por aæo y persona facultada para la prescripción; b) cada suministro de muestras deberÆ responder a una peti- ción formulada por escrito, fechada y firmada, que procedadel prescriptor;c) los que suministren las muestras deberÆn mantener un sis- tema adecuado de control y de responsabilidad; d) las muestras deberÆn ser idØnticas a la presentación mÆs pequeæa del medicamento comercializado; e) cada muestra deberÆ llevar la mención «Muestra mØdica gratuita \u0097 Prohibida su venta», o cualquier otra indicaciónde significado anÆlogo; f) cada muestra deberÆ ir acompaæada de un ejemplar del resumen de las características del producto; g) no podrÆ suministrarse muestra alguna de medicamentos que contengan sustancias psicotrópicas o estupefacientes,con arreglo a lo definido en los convenios internacionales,como el Convenio de las Naciones Unidas de 1961 y 1971. 2. Los Estados miembros podrÆn imponer mayores restric- ciones a la distribución de muestras de determinados medica-mentos. Artículo 97 1. Los Estados miembros velarÆn por la existencia de medios adecuados y eficaces que permitan controlar la publici-dad de los medicamentos. Estos medios, que podrÆn basarse enun sistema de control previo, deberÆn incluir en cualquier casodisposiciones con arreglo a las cuales las personas u organiza-ciones que tengan, segn la legislación nacional, un interØs legítimo en la prohibición de una publicidad incompatible con el presente título puedan interponer una acción judicial contraesta publicidad, o plantear el caso de dicha publicidad ante unórgano administrativo competente para decidir sobre las recla-maciones o para iniciar las correspondientes diligencias judicia-les. 2. En el marco de las disposiciones jurídicas a que se refiere el apartado 1, los Estados miembros conferirÆn a los tribunaleso a los órganos administrativos competencias que les faculten,en el caso de que Østos estimen que dichas medidas son nece-sarias habida cuenta de todos los intereses en juego y, en parti-cular, del interØs general: \u0097 a ordenar el cese de una publicidad engaæosa o a empren- der las acciones pertinentes con vistas a ordenar el cese dedicha publicidad, o \u0097 a prohibir tal publicidad o a emprender las acciones perti- nentes con vistas a ordenar la prohibición de la publicidadengaæosa cuando Østa no haya sido todavía dada a conoceral pblico, pero sea inminente su publicación, incluso en ausencia de prueba de una pØrdida o de un perjuicio real, o de una intención o negligencia por parte del anun- ciante. 3. Los Estados miembros dispondrÆn ademÆs que las medi- das a que se refiere el apartado 2 puedan ser adoptadas en elmarco de un procedimiento acelerado bien con efecto provisio-nal, o con efecto definitivo.L 311/94 28.11.2001 Diario Oficial de las Comunidades Europeas ESCorresponderÆ a cada Estado miembro determinar cuÆl de estas dos opciones serÆ la que se adopte. 4. Los Estados miembros podrÆn otorgar a los tribunales o a los órganos administrativos competencias que les faculten,con vistas a eliminar los efectos persistentes de una publicidad engaæosa cuyo cese haya sido ordenado por una decisión defi- nitiva: \u0097 para exigir la publicación de dicha decisión total o parcial- mente y en la forma que juzguen adecuada, \u0097 para exigir, ademÆs, la publicación de un comunicado recti- ficativo. 5. Los apartados 1 a 4 no excluyen el control voluntario de la publicidad de medicamentos por parte de organismos de autorregulación y el recurso a tales organismos, si ante los mis- mos pueden seguirse procedimientos, con independencia de losprocedimientos judiciales o administrativos contemplados en elapartado 1. Artículo 98 1. El titular de la autorización de comercialización del pro- ducto deberÆ crear dentro de su empresa un servicio científicoencargado de la información relativa a los medicamentos queponga en el mercado. 2. El responsable de la comercialización: \u0097 mantendrÆ a disposición de las autoridades u órganos encargados del control de la publicidad de los productosfarmacØuticos, o bien les remitirÆ un ejemplar de todapublicidad emitida por su empresa, junto con una ficha enla que se indiquen los destinatarios, el modo de difusión y la fecha de la primera difusión; \u0097 se asegurarÆ de que la publicidad farmacØutica que realice su empresa se ajuste a las prescripciones del presentetítulo; \u0097 verificarÆ que los visitadores mØdicos empleados por su empresa reciben la formación adecuada y respetan las obli-gaciones que les incumben en virtud de los apartados 2 y3 del artículo 93; \u0097 proporcionarÆ a las autoridades u órganos encargados del control de la publicidad farmacØutica la información y laayuda que Østos requieran en el ejercicio de sus competen-cias; \u0097 velarÆ para que las decisiones adoptadas por las autoridades u órganos encargados del control de la publicidad farma-cØutica se respeten inmediata e íntegramente. Artículo 99 Los Estados miembros adoptarÆn las medidas necesarias para garantizar la total aplicación de todas las disposiciones del pre-sente título y, en especial, determinarÆn las sanciones que se deberÆn imponer en caso de infracción de las disposicionesadoptadas en virtud del presente título. Artículo 100 La publicidad de los medicamentos homeopÆticos contempla- dos en el apartado 2 del artículo 13 y en el apartado 1 del artí-culo 14 se atendrÆ a las disposiciones del presente título, salvoel apartado 1 del artículo 87. No obstante, en la publicidad de dichos medicamentos sólo podrÆ utilizarse la información contemplada en el apartado 1del artículo 69. AdemÆs, cada Estado miembro podrÆ prohibir en su territorio toda publicidad de los medicamentos homeopÆticos contempla-dos en el apartado 2 del artículo 13 y en el apartado 1 del artí- culo 14. TTULO IX FARMACOVIGILANCIA Artículo 101 Los Estados miembros adoptarÆn todas las medidas apropiadas para fomentar que los mØdicos y demÆs profesionales de losservicios sanitarios informen a la autoridad competente sobrecualquier presunta reacción adversa. Los Estados miembros podrÆn obligar a los mØdicos y otros profesionales sanitarios a cumplir requisitos específicos por lo que respecta a la notificación de presuntas reacciones adversas graves o inesperadas, especialmente cuando la notificaciónconstituya una condición para la concesión de una autoriza-ción de comercialización. Artículo 102 Para asegurar la adopción de decisiones normativas adecuadas con respecto a los medicamentos autorizados en la Comuni-dad, teniendo en cuenta la información obtenida sobre reaccio-nes adversas a los medicamentos en condiciones normales deempleo, los Estados miembros establecerÆn un sistema de far-macovigilancia para reunir información til para la supervisiónde medicamentos, y en particular acerca de las reaccionesadversas a los medicamentos en los seres humanos, y paraefectuar la evaluación científica de esa información. Dicha información deberÆ estar relacionada con los datos rela- tivos al consumo de los medicamentos. Este sistema tendrÆ igualmente en cuenta cualquier informa- ción relativa al uso indebido y al abuso de los medicamentos que pueda repercutir sobre la evaluación de sus beneficios yriesgos. Artículo 103 El titular de la autorización de comercialización tendrÆ a su disposición, de manera permanente y continua, a una personaque posea las cualificaciones apropiadas, responsable en mate-ria de farmacovigilancia.28.11.2001 L 311/95 Diario Oficial de las Comunidades Europeas ESEsta persona cualificada estarÆ encargada de: a) establecer y mantener un sistema para recopilar y tratar, con el fin de que sea accesible al menos en un lugar pre-ciso, la información sobre todas las presuntas reaccionesadversas comunicadas al personal de la empresa y a los visitadores mØdicos; b) preparar y presentar a las autoridades competentes los informes a que se refiere el artículo 104, en la forma exi-gida por dichas autoridades, de conformidad con las orien-taciones a que se refiere el apartado 1 del artículo 106; c) asegurar que se dØ una respuesta rÆpida y completa a toda solicitud de información complementaria de las autoridadescompetentes, necesaria para la evaluación de los beneficiosy riesgos de un medicamento, incluida la información rela-tiva al volumen de ventas o de prescripciones del medica-mento de que se trate; d) facilitar a las autoridades competentes cualquier otra infor- mación de interØs para la evaluación de los beneficios yriesgos asociados a un medicamento, en particular la infor-mación relativa a estudios de seguridad posteriores a laautorización. Artículo 104 1. El titular de la autorización de comercialización estarÆ obligado a conservar informes detallados de todas las presuntasreacciones adversas que se produzcan en el interior de laComunidad o en un tercer país. 2. El titular de la autorización de comercialización estarÆ obligado a registrar y a notificar inmediatamente a la autoridadcompetente del Estado miembro en cuyo territorio se hayaproducido el incidente, y a mÆs tardar dentro de los 15 díasnaturales siguientes a la recepción de la información, todas laspresuntas reacciones adversas graves que le hayan sido comu-nicadas por profesionales sanitarios. 3. El titular de la autorización de comercialización estarÆ obligado a registrar y a notificar inmediatamente a la autoridad competente del Estado miembro en cuyo territorio se hayaproducido el incidente, y a mÆs tardar dentro de los 15 díasnaturales siguientes a la recepción de la información, cualquierotra presunta reacción adversa grave que responda a los crite-rios de notificación con arreglo a las orientaciones a que serefiere el apartado 1 del artículo 106 de la que pueda presu-mirse razonablemente que tenga conocimiento. 4. El titular de la autorización de comercialización garanti- zarÆ que todas las presuntas reacciones adversas graves inespe-radas que se produzcan en el territorio de un tercer país, de lasque tengan conocimiento a travØs de un profesional de los ser-vicios sanitarios, sean notificadas inmediatamente de conformi-dad con las orientaciones a que se refiere el apartado 1 del artí-culo 106, de manera que estØn a disposición de la Agencia yde las autoridades competentes de los Estados miembros en losque estÆ autorizado el medicamento, y a mÆs tardar dentro delos 15 días naturales siguientes a la recepción de la informa-ción. 5. En el caso de los medicamentos que entren dentro del Æmbito de aplicación de la Directiva 87/22/CEE, o que sehayan beneficiado de los procedimientos de reconocimiento mutuo previstos en los artículos 17 y 18 de la presente Direc-tiva, o en el apartado 4 del artículo 28 de la presente Directiva,o que hayan sido objeto de los procedimientos previstos en losartículos 32, 33 y 34 de la presente Directiva, el titular de laautorización de comercialización deberÆ garantizar ademÆs quetodas las presuntas reacciones adversas graves producidas en laComunidad se notifiquen en un formato y con una periodici-dad acordados con el Estado miembro de referencia, o con unaautoridad competente que acte como Estado miembro dereferencia, de manera que sean accesibles al Estado miembrode referencia. 6. Salvo que se hayan establecido otros requisitos como condición al conceder la autorización de comercialización, ocon posterioridad, con arreglo a las orientaciones a que serefiere el apartado 1 del artículo 106, las notificaciones detodas las reacciones adversas deberÆn presentarse a la autoridadcompetente en forma de informe periódico de actualizado enmateria de seguridad, bien inmediatamente cuando Østa lo soli-cite o bien a intervalos regulares con la siguiente periodicidad:semestralmente durante los dos primeros aæos siguientes a laautorización, anualmente durante los dos aæos siguientes y unavez en el momento de producirse la primera renovación. Apartir de ese momento, los informes periódicos actualizados en materia de seguridad se presentarÆn a intervalos de cinco aæos, junto con la solicitud de renovación de la autorización. Losinformes periódicos actualizados en materia de seguridad debe-rÆn incluir una evaluación científica de los beneficios y riesgosasociados al medicamento. 7. Tras la concesión de una autorización de comercializa- ción, su titular podrÆ solicitar la modificación de la periodici-dad contemplada en el presente artículo con arreglo al procedi-miento establecido por el Reglamento (CE) n o541/95 de la Comisión (1). Artículo 105 1. La Agencia, en colaboración con los Estados miembros y la Comisión, establecerÆ una red de proceso de datos a fin de facilitar el intercambio de información sobre farmacovigilancia relativa a los medicamentos comercializados en la Comunidad,y que permita que todas las autoridades competentes compar-tan la información al mismo tiempo. 2. Haciendo uso de la red prevista en el apartado 1, los Estados miembros velarÆn por que las notificaciones sobre pre-suntas reacciones adversas graves que se hayan producido ensu territorio sean transmitidas a la Agencia y a los demÆs Esta-dos miembros inmediatamente, y a mÆs tardar dentro de los15 días naturales siguientes a su notificación. 3. Los Estados miembros velarÆn por que se pongan inme- diatamente a disposición del titular de la autorización decomercialización, y a mÆs tardar dentro de los 15 días natura-les siguientes a su notificación, las notificaciones sobre las pre-suntas reacciones adversas graves que se hayan producido ensu territorio. (1) DO L 55 de 11.3.1995, p. 7. Reglamento modificado por el Regla- mento (CE) no1146/98 (DO L 159 de 3.6.1998, p. 31).L 311/96 28.11.2001 Diario Oficial de las Comunidades Europeas ESArtículo 106 1. A fin de facilitar el intercambio de información acerca de la farmacovigilancia en la Comunidad, la Comisión elaborarÆ,previa consulta a la Agencia, a los Estados miembros y a laspartes interesadas, orientaciones sobre recopilación, verifica-ción y presentación de informes sobre reacciones adversas, incluyendo los requisitos tØcnicos en materia de intercambio electrónico de información sobre farmacovigilancia de confor-midad con las disposiciones acordadas internacionalmente ypublicarÆn una referencia a una terminología mØdica interna-cionalmente aceptada. Dichas orientaciones se publicarÆn en el volumen 9 de las Nor- mas sobre medicamentos de la Comunidad Europea y tendrÆnen cuenta los trabajos de armonización internacional llevados a cabo en el Æmbito de la farmacovigilancia. 2. A efectos de la interpretación de las definiciones previstas en los puntos 11 a 16 del artículo 1 y de los principios conte-nidos en el presente título, el titular de la autorización decomercialización y las autoridades competentes se remitirÆn alas orientaciones contempladas en el apartado 1. Artículo 107 1. Si, como resultado de la evaluación de los datos sobre farmacovigilancia, un Estado miembro considera que una auto-rización previa a la comercialización debe suspenderse, reti-rarse o modificarse de conformidad con las orientaciones a quese refiere el apartado 1 del artículo 106, informarÆ inmediata-mente de ello a la Agencia, a los demÆs Estados miembros y altitular de la autorización de comercialización. 2. En casos de urgencia, el Estado miembro de que se trate podrÆ suspender la autorización de comercialización de unmedicamento, siempre que informe de ello a la Agencia, a laComisión y a los demÆs Estados miembros, a mÆs tardar el pri-mer día hÆbil siguiente. Artículo 108 Cualquier modificación que resulte necesaria para actualizar las disposiciones de los artículos 101 a 107 para tomar en consi-deración el progreso científico y tØcnico se adoptarÆ de confor-midad con el procedimiento establecido en el apartado 2 delartículo 121. TTULO X DISPOSICIONES PARTICULARES RELATIVAS A LOS MEDICAMENTOS DERIVADOS DE LA SANGRE Y DEL PLASMA HUMANOS Artículo 109 1. En lo que concierne a la utilización de sangre o plasma humanos en tanto que materias primas para la fabricación demedicamentos, los Estados miembros adoptarÆn las medidasnecesarias para evitar la transmisión de enfermedades infeccio- sas. En la medida en que esto estØ cubierto por las modificacio- nes previstas en el apartado 1 del artículo 121, ademÆs de laaplicación de las monografías de la Farmacopea europea con-cerniente a la sangre y plasma, estas medidas comprenderÆnlas recomendadas por el Consejo de Europa y la Organización Mundial de la Salud en lo que respecta particularmente a laselección y comprobación de los donantes de sangre y plasma. 2. Los Estados miembros tomarÆn todas las medidas tiles para que los donantes y los centros de extracción de la sangrey del plasma humanos sean siempre claramente identificables. 3. AdemÆs deberÆn asegurarse todas las garantías de seguri- dad mencionadas en los apartados 1 y 2 para la importaciónde sangre y plasma humanos proveniente de terceros países. Artículo 110 Los Estados miembros adoptarÆn todas las medidas necesarias para promover el autoabastecimiento de la Comunidad de san-gre o plasma humanos. A este respecto, deben estimularse lasdonaciones de sangre o de plasma voluntarias y no remunera-das y adoptarÆn todas las medidas necesarias para el desarrollode la producción y de la utilización de medicamentos derivadosde sangre o plasma humanos procedentes de donacionesvoluntarias y no remuneradas. ComunicarÆn las medidas adop-tadas a la Comisión. TTULO XI VIGILANCIA Y SANCIONES Artículo 111 1. La autoridad competente del Estado miembro en cuestión se cerciorarÆ, mediante inspecciones reiteradas, de que se cum-plen las prescripciones legales relativas a los medicamentos. Estas inspecciones serÆn efectuadas por agentes de la autoridad competente que deberÆn estar facultados para: a) proceder a inspeccionar los establecimientos fabriles y comerciales, así como los laboratorios encargados, por eltitular de la autorización de fabricación, de efectuar contro- les en virtud del artículo 20; b) tomar muestras; c) informarse de todos los documentos relacionados con el objeto de las inspecciones, sin perjuicio de las disposicionesen vigor en los Estados miembros a 21 de mayo de 1975, que limitan esta facultad en lo relativo a la descripción del modo de preparación. 2. Los Estados miembros se encargarÆn de que los procedi- mientos de fabricación seguidos para fabricar productos farma-cØuticos inmunológicos estØn validados adecuadamente ygaranticen de forma continuada la conformidad de los lotes. 3. Al tØrmino de cada una de las inspecciones mencionadas en el apartado 1, los agentes de las autoridades competentesharÆn un informe sobre el cumplimiento, por parte del fabri-28.11.2001 L 311/97 Diario Oficial de las Comunidades Europeas EScante, de los principios y directrices de las prÆcticas correctas de fabricación que establece el artículo 47. El contenido dedicho informe serÆ comunicado al fabricante objeto de la ins-pección. Artículo 112 Los Estados miembros adoptarÆn todas las disposiciones ade- cuadas para que el titular de la autorización de comercializa-ción y, en su caso, el titular de la autorización de fabricación,justifiquen la realización de los controles llevados a cabo sobreel medicamento y/o sobre los componentes y productos inter-medios de la fabricación, segn los mØtodos tenidos en cuentapara la autorización de comercialización mencionados en laletra h) del apartado 3 del artículo 8. Artículo 113 A efectos de la aplicación del artículo 112, los Estados miem- bros podrÆn exigir que los fabricantes de medicamentos inmu-nológicos o medicamentos derivados de sangre o plasmahumanos sometan a la autoridad competente copia de todoslos informes de control firmados por la persona cualificadacon arreglo al artículo 51. Artículo 114 1. Cuando lo considere necesario para el interØs de la salud pblica, un Estado miembro podrÆ exigir que el titular de laautorización de comercialización: \u0097 de vacunas vivas,\u0097 de medicamentos inmunológicos utilizados para la inmuni- zación primaria de niæos o de otros grupos de riesgo, \u0097 de medicamentos inmunológicos utilizados en programas de inmunización de salud pblica, \u0097 o de medicamentos inmunológicos nuevos o fabricados con tØcnicas nuevas o modificadas, o que presenten uncarÆcter de novedad para un fabricante determinado, y ellodurante un período transitorio fijado normalmente en laautorización de comercialización, someta al control de un laboratorio estatal o un laboratorio destinado a dicho efecto muestras de cada lote del producto agranel y/o medicamento, antes de su comercialización, amenos que, en el caso de un lote fabricado en otro Estadomiembro, la autoridad competente de dicho Estado miembro haya examinado ya el lote en cuestión y lo haya declarado con- forme con las especificaciones aprobadas. Los Estados miem-bros velarÆn porque dicho examen se concluya en los 60 díasa partir de la recepción de las muestras. 2. Cuando, por razones de salud pblica, la legislación de un Estado miembro lo prevea, las autoridades competentes podrÆn exigir al titular de la autorización de comercialización de medicamentos derivados de sangre o plasma humanos lapresentación ante las autoridades competentes de muestras decada uno de los lotes del producto a granel y/o acabado parasu examen por un laboratorio estatal o un laboratorio desig- nado a tal fin antes de su puesta en circulación a no ser quelas autoridades competentes de otro Estado miembro hayanexaminado previamente el lote correspondiente y hayan decla-rado que cumple las especificaciones aprobadas. Los Estadosmiembros se encargarÆn de que dicho examen se realice en elplazo de sesenta días a partir de la recepción de las muestras. Artículo 115 Los Estados miembros se encargarÆn de que los procedimientos de fabricación seguidos para elaborar un medicamento deri- vado de sangre o plasma humanos estØn validados adecuada- mente, proporcionen homogeneidad entre lotes y garanticen,en la medida en que lo permita el estado de la tØcnica, laausencia de contaminación vírica específica. Para ello, el fabri-cante deberÆ comunicar a las autoridades competentes elmØtodo que utiliza para reducir o eliminar los virus patógenosque puedan transmitirse por los medicamentos derivados desangre o plasma humanos. Las autoridades competentespodrÆn enviar muestras del producto a granel y/o medica-mento para su estudio en un laboratorio estatal o en un labo-ratorio designado a este efecto, bien durante el examen de lasolicitud con arreglo al artículo 19 o bien despuØs de haberconcedido la autorización de comercialización. Artículo 116 Las autoridades competentes de los Estados miembros suspen- derÆn o retirarÆn la autorización de comercialización cuando elmedicamento resulte ser nocivo en las condiciones normalesde empleo, cuando carezca de efectos terapØuticos o finalmentecuando no posea la composición cualitativa y cuantitativadeclarada. El medicamento carece de efectos terapØuticoscuando se pruebe que mediante Øl no se pueden obtener resul-tados terapØuticos. La autorización serÆ igualmente suspendida o retirada cuando se reconociera que las informaciones que figuren en el expe-diente en virtud del artículo 8, del apartado 1 del artículo 10 ydel artículo 11 sean erróneas o no hayan sido modificadas deconformidad con el artículo 23, o cuando los controles con-templados en el artículo 112 no hayan sido efectuados. Artículo 117 1. Sin perjuicio de las medidas previstas en el artículo 116, los Estados miembros adoptarÆn todas las disposiciones ade-cuadas para que la dispensación del medicamento sea prohi-bida y dicho medicamento sea retirado del mercado cuando: a) resulte que el medicamento sea nocivo en las condiciones normales de empleo, o b) falte el efecto terapØutico del medicamento, o c) el medicamento no tenga la composición cualitativa y cuantitativa declarada, oL 311/98 28.11.2001 Diario Oficial de las Comunidades Europeas ESd) no hayan sido efectuados los controles sobre el medica- mento producto acabado y/o sobre los componentes y pro-ductos intermedios de la fabricación, o cuando cualquierotra exigencia u obligación relativa al otorgamiento de laautorización de fabricación no fuera observada. 2. La autoridad competente podrÆ limitar la prohibición de dispensación y la retirada del mercado a los nicos lotes defabricación que fueran objeto de discusión. Artículo 118 1. La autoridad competente suspenderÆ o retirarÆ la autori- zación de fabricación para una categoría de preparados o parael conjunto de Østos cuando una de las exigencias previstas enel artículo 41 no fuera observada. 2. La autoridad competente, ademÆs de las medidas previs- tas en el artículo 117, podrÆ suspender la fabricación o impor-tación de medicamentos procedentes de terceros países, o biensuspender o retirar la autorización de fabricación, para unacategoría de preparados o para el conjunto de Østos en caso deincumplimiento de los artículos 42, 46, 51 y 112. Artículo 119 Las disposiciones del presente título se aplicarÆn a los medica- mentos homeopÆticos, sin perjuicio de lo dispuesto en el apar-tado 3 del artículo 14. TTULO XII COMITÉ PERMANENTE Artículo 120 Las modificaciones que sean necesarias para adaptar el Anexo I al progreso científico y tØcnico se adoptarÆn con arreglo al procedimiento previsto en el apartado 2 del artículo 121. Artículo 121 1. La Comisión estarÆ asistida por un ComitØ permanente de medicamentos para uso humano para la adaptación al pro-greso tØcnico de las directivas dirigidas a la supresión de losobstÆculos tØcnicos en los intercambios en el sector de losmedicamentos (denominado en lo sucesivo «ComitØ perma-nente»). 2. En los casos en que se haga referencia al presente apar- tado, serÆn de aplicación los artículos 5 y 7 de la Decisión1999/468/CE, observando lo dispuesto en su artículo 8. El plazo contemplado en el apartado 6 del artículo 5 de la Decisión 1999/468/CE queda fijado en tres meses.3. El ComitØ permanente aprobarÆ su reglamento interno. TTULO XIII DISPOSICIONES GENERALES Artículo 122 Los Estados miembros adoptarÆn todas las disposiciones ade- cuadas para que las autoridades competentes interesadas secomuniquen mutuamente las informaciones que procedan paragarantizar la observancia de las exigencias requeridas para laautorización de fabricación o para la autorización de comercia- lización. Tras una solicitud razonada, los Estados miembros comunica- rÆn inmediatamente a las autoridades competentes de otroEstado miembro los informes contemplados en el apartado 3del artículo 111. Si a la vista de los informes, el Estado miem-bro destinatario de los informes considera que no puede acep-tar las conclusiones adoptadas por las autoridades competentesdel Estado miembro en el que se ha elaborado el informe, locomunicarÆ a las autoridades competentes correspondientesexponiendo sus motivos y podrÆ solicitar información suple-mentaria. Los Estados miembros en cuestión se esforzarÆn por llegar a un acuerdo. Si fuese necesario, en caso de divergencias graves, la Comisión serÆ informada por uno de los Estadosmiembros implicados. Artículo 123 1. Cada Estado miembro adoptarÆ todas las disposiciones adecuadas para que sean inmediatamente puestas en conoci- miento de la Agencia las decisiones de autorización, de comer- cialización, de denegación o retirada de autorización de comer-cialización, de anulación de la decisión de denegación o reti-rada de autorización de comercialización, de prohibición deventa, de retirada del mercado, así como los motivos que lasjustifiquen. 2. El titular de la autorización de comercialización deberÆ notificar inmediatamente a los Estados miembros afectadoscualquier acción que emprendiere para suspender la comercia-lización o retirar el medicamento del mercado, indicando lasrazones de esta acción, cuando Østa se refiera a la eficacia delmedicamento o a la protección de la salud pblica. Los Estados miembros velarÆn por que esta información se ponga en cono- cimiento de la Agencia. 3. Los Estados miembros tomarÆn las medidas necesarias para que se comunique sin demora a la Organización Mundialde la Salud una adecuada información relativa a las accionesemprendidas de conformidad con los apartados 1 y 2 quepudieren afectar a la protección de la salud pblica en paísesterceros, remitiendo una copia de ello a la Agencia. 4. La Comisión publicarÆ cada aæo una lista de los medica- mentos prohibidos en la Comunidad.28.11.2001 L 311/99 Diario Oficial de las Comunidades Europeas ESArtículo 124 Los Estados miembros se comunicarÆn mutuamente toda la información necesaria para garantizar la calidad e inocuidad de los medicamentos homeopÆticos fabricados y comercializadosen la Comunidad y, en especial, la información mencionada enlos artículos 122 y 123. Artículo 125 Toda decisión de las autoridades competentes de los Estados miembros contemplada en la presente Directiva deberÆ justifi-carse de forma precisa. Se notificarÆ al interesado indicÆndole los recursos establecidos por la legislación vigente, así como el plazo en el que elrecurso pueda presentarse. Los Estados miembros publicarÆn en sus respectivos Diarios Oficiales las autorizaciones de comercialización y las decisionesde revocación. Artículo 126 La autorización de comercialización sólo podrÆ denegarse, sus- penderse o retirarse por alguna de las causas que se enumeranen la presente Directiva. Toda decisión de suspensión de fabricación o de importación de medicamentos procedentes de terceros países, así como deprohibición de venta y de retirada de un medicamento del mer-cado, sólo podrÆ tomarse por las razones enumeradas en losartículos 117 y 118. Artículo 127 1. A solicitud de un fabricante, de un exportador o de las autoridades de un país tercero importador, los Estados miem-bros certificarÆn que un fabricante de medicamentos estÆ enposesión de la autorización de fabricación. Al expedir estoscertificados los Estados miembros respetarÆn las condicionessiguientes: a) TendrÆn en cuenta las disposiciones administrativas vigen- tes de la Organización Mundial de la Salud.b) AdjuntarÆn a los medicamentos destinados a la exporta- ción, ya autorizados en su territorio, el resumen de lascaracterísticas del producto, en la forma aprobada de con-formidad con el artículo 21. 2. Cuando el fabricante no estØ en posesión de una autori- zación de comercialización en el país de origen, presentarÆ a las autoridades competentes para establecer el certificado con- templado en el apartado 1 una declaración en la que se expli-quen las razones por las que no dispone de dicha autorización. TTULO XIV DISPOSICIONES FINALES Artículo 128 Quedan derogadas han sido modificadas por las Directivas que figuranen la parte A del Anexo II, sin perjuicio de las obligaciones delos Estados miembros en cuanto a los plazos de transposiciónque figuran en la parte B del Anexo II. Las referencias hechas a las directivas derogadas se entenderÆn hechas a la presente Directiva, con arreglo al cuadro de corres-pondencias que figura en el Anexo III. Artículo 129 La presente Directiva entrarÆ en vigor el vigØsimo día siguiente al de su publicación en el Diario Oficial de las Comunidades Europeas . Artículo 130 Los destinatarios de la presente Directiva son los Estados miembros. Hecho en Bruselas, el 6 de noviembre de 2001. Por el Parlamento Europeo La Presidenta N. FONTAINEPor el Consejo El Presidente D. REYNDERSL 311/100 28.11.2001 Diario Oficial de las Comunidades Europeas ESANEXO I NORMAS Y PROTOCOLOS ANALTICOS, TÓXICO-FARMACOLÓGICOS Y CLNICOS EN MATERIA DE ENSAYOS DE MEDICAMENTOS INTRODUCCIÓN Los datos y documentos que acompaæen a las solicitudes de autorización de comercialización de conformidad con el artículo 8 y el apartado 1 del artículo 10 se presentarÆn en cuatro partes, respetando los requisitos que se exponen en el presente Anexo y teniendo en cuenta las directrices publicadas por la Comisión en el volumen 2 Nota explicativa para los solicitantes de autorizaciones de comercialización de medicamentos de uso humano en los Estados miembros de la ComunidadEuropea de las Normas sobre medicamentos de uso humano de la Comunidad Europea. Al confeccionar el expediente para la solicitud de autorización de comercialización, los solicitantes deberÆn tener en cuenta las directrices comunitarias sobre la calidad, seguridad y eficacia de los medicamentos, publicadas por la Comi- sión en el volumen 3 de las Normas sobre medicamentos de uso humano de la Comunidad Europea y en sus suplementos, Directrices sobre la calidad, seguridad y eficacia de los medicamentos de uso humano . En la solicitud deberÆ incluirse toda la información til para la evaluación del medicamento, tanto si resulta favorable al producto como si no. En particular, se proporcionarÆn todos los datos pertinentes sobre toda prueba o ensayo, farma-co-toxicológico o clínico, incompleto o abandonado en relación con el medicamento. Por otra parte, a fin de hacer unseguimiento de la evaluación de riesgos y beneficios despuØs de haberse concedido la autorización de comercialización, deberÆn enviarse a las autoridades competentes todas las modificaciones que se hayan producido en los datos del expe- diente, toda nueva información que no figure en la solicitud original y todos los informes de farmacovigilancia. El presente Anexo contiene secciones de carÆcter general, cuyas disposiciones se aplican a todas las categorías de medi- camentos, a las que se aæaden secciones que definen disposiciones especiales adicionales aplicables a los radiofÆrmacos y a los medicamentos biológicos, como los medicamentos inmunológicos y los medicamentos derivados de la sangre yel plasma humanos. Las disposiciones especiales adicionales para medicamentos biológicos se aplicarÆn tambiØn a los medicamentos obtenidos mediante los procedimientos mencionados en la parte A y en el primer guión de la parte B del Anexo del Reglamento (CEE) n o2309/93 del Consejo. Los Estados miembros velarÆn tambiØn por que todas las experiencias sobre animales se lleven a cabo de conformidad con la Directiva 86/609/CEE del Consejo, de 24 de noviembre de 1986, relativa a la aproximación de las disposiciones legales, reglamentarias y administrativas de los Estados miembros respecto a la protección de los animales utilizadospara experimentación y otros fines científicos ( 1). PRIMERA PARTE RESUMEN DEL EXPEDIENTE A. Datos administrativos El medicamento objeto de la solicitud deberÆ identificarse por su nombre y el nombre de la sustancia o sustancias activas junto con la forma farmacØutica, el modo de administración, la dosificación y la presentación final, incluido el envase. Se harÆ constar el nombre y domicilio del solicitante, junto con el nombre y domicilio de los fabricantes y los loca- les implicados en las distintas fases de la producción (incluido el fabricante del producto terminado y el fabricante o los fabricantes de la sustancia o sustancias activas) así como, cuando proceda, el nombre y domicilio del importa-dor. El solicitante comunicarÆ el nmero de volmenes de documentación que envía en apoyo de la solicitud e indicarÆ, en su caso, las muestras que adjunta. Se adjuntarÆn a los datos administrativos copias de la autorización de fabricación como se exige en el artículo 40, la lista de los países en los que se haya concedido la autorización, copias de todos los resmenes de las característi-cas del producto de acuerdo con el artículo 11, aprobados por los Estados miembros, y la lista de los países dondese haya presentado la solicitud. B. Resumen de las características del producto El solicitante propondrÆ un resumen de las características del producto de conformidad con el artículo 11. (1) DO L 358 de 18.12.1986, p. 1.28.11.2001 L 311/101 Diario Oficial de las Comunidades Europeas ESAdemÆs, el solicitante deberÆ proporcionar muestras o maquetas del envase, las etiquetas y los prospectos del medi- camento de que se trate. C. Informes de expertos De conformidad con el apartado 2 del artículo 12, las partes farmacológicas, farmacotoxicológica y clínica del expe- diente completo deberÆn contener cada una un informe del experto. El informe del experto consistirÆ en una evaluación crítica de la calidad del producto y de los estudios realizados en animales y seres humanos, y deberÆ poner de manifiesto todos los datos pertinentes para la evaluación. DeberÆ estar redactado de modo que el lector pueda comprender las propiedades, calidad, especificaciones propuestas y mØtodos de control, seguridad, eficacia, ventajas e inconvenientes del producto. Todos los datos importantes se resumirÆn en un apØndice al informe del experto, incluyendo, siempre que sea posi- ble, tablas y grÆficos. El informe del experto y los resmenes contendrÆn referencias cruzadas precisas a la informa- ción que figura en la documentación principal. Cada informe de experto serÆ elaborado por una persona con la debida formación y experiencia. El experto lo fir- marÆ y fecharÆ; se adjuntarÆ al informe una breve reseæa sobre la titulación, formación y experiencia profesional del experto. Se harÆ constar la relación profesional que guarda el experto con el solicitante. SEGUNDA PARTE PRUEBAS QUMICAS, FARMACÉUTICAS Y BIOLÓGICAS DE LOS MEDICAMENTOS Todos los procedimientos analíticos estarÆn en consonancia con los avances científicos mÆs recientes, y se tratarÆ de procedimientos validados; se proporcionarÆn los resultados de los estudios de validación. Todos los procedimientos analíticos deberÆn describirse de forma detallada, con objeto de que puedan reproducirse en las pruebas de control que se efecten a solicitud de las autoridades competentes; deberÆ asimismo describirse con el necesario detalle todo aparato o equipo especial que pueda utilizarse, acompaæando la descripción, cuando sea posible,con esquemas. La fórmula de los reactivos deberÆ completarse, en su caso, con el mØtodo de preparación. En el caso deprocedimientos analíticos incluidos en la Farmacopea europea o en la farmacopea de un Estado miembro, esta descrip- ción podrÆ sustituirse por una referencia precisa a la farmacopea en cuestión. A. Composición cualitativa y cuantitativa de los componentes Los datos y documentos que se adjunten a la solicitud de autorización segn lo dispuesto en la letra c) del apartado 3 del artículo 8 se presentarÆn con arreglo a las siguientes disposiciones. 1. Composición cualitativa 1.1. Se entenderÆ por «composición cualitativa» de todos los componentes del medicamento, la designación o descrip- ción: \u0097 de la sustancia o sustancias activas, \u0097 del componente o componentes del excipiente, cualquiera que sea su naturaleza o la cantidad utilizada, inclu- yendo los colorantes, conservantes, sabor, aromatizantes, etc., \u0097 de los componentes de la cobertura exterior de los medicamentos (cÆpsulas, cÆpsulas de gelatina, supositorios, etc.) que vayan a ser ingeridos o administrados al paciente de otra forma. Estas indicaciones deberÆn complementarse con toda información til sobre el envase y, en su caso, la manera de abrirlo o cerrarlo, y deberÆn tambiØn describirse detalladamente los dispositivos que se emplearÆn para utilizar o administrar el medicamento y que se suministrarÆn junto con Øl. 1.2. Cuando se trate de equipos reactivos que deban ser marcados radiactivamente tras el suministro por el fabricante, se considerarÆ que la sustancia activa es aquella parte de la formulación cuyo propósito es transportar o unirse al radionclido. Se harÆn constar los pormenores de la fuente de radionclidos. AdemÆs, se indicarÆ cualquier com-puesto esencial para el marcaje radiactivo. En un generador, tanto los radionclidos padre como hijo se considerarÆn sustancias activas.L 311/102 28.11.2001 Diario Oficial de las Comunidades Europeas ES2. Sin perjuicio de lo dispuesto en la letra c) del apartado 3 del artículo 8, se entenderÆ por «terminología usual» que debe ser empleada para la designación de los componentes del medicamento: \u0097 cuando se trate de productos que figuren en la Farmacopea europea o, en su defecto, en la farmacopea nacio- nal de cada Estado miembro, la denominación principal recogida en el encabezamiento de la correspondientemonografía con referencia a la farmacopea de que se trate; \u0097 para los restantes productos, la denominación comn internacional recomendada por la Organización Mun- dial de la Salud, que podrÆ ir acompaæada de otra denominación comn o, en su defecto, de la denominacióncientífica exacta; los productos que carezcan de denominación comn internacional o de denominación cientí- fica exacta se designarÆn mediante referencia a su origen y al modo de obtención, completÆndose estos datos con cualquier otra observación de utilidad, si ello fuere necesario; \u0097 para las materias colorantes, la designación por el indicativo «E» atribuido mediante la Directiva 78/25/CEE del Consejo, de 12 de diciembre de 1977, relativa a la aproximación de las legislaciones de los Estados miem-bros referentes a las materias que pueden aæadirse a los medicamentos para su coloración ( 1). 3. Composición cuantitativa 3.1. Para proporcionar la «composición cuantitativa» de todas las sustancias activas del medicamento, serÆ preciso, segn la forma farmacØutica, especificar la masa o el nmero de unidades de actividad biológica, bien sea pordosis o por unidad de masa o de volumen, de cada sustancia activa. Las unidades de actividad biológica se emplearÆn en las sustancias que no pueden definirse en tØrminos químicos. Cuando la Organización Mundial de la Salud haya definido una unidad de actividad biológica, es Østa la quedeberÆ usarse. En los casos en los que no se haya definido una unidad internacional, las unidades de actividad bio-lógica se expresarÆn de forma que proporcionen información inequívoca sobre la actividad de la sustancia. Siempre que sea posible, se indicarÆ la actividad biológica por unidad de masa. Se expresarÆ tambiØn, como información adicional: \u0097 en el caso de inyectables, la masa o las unidades de actividad biológica de cada sustancia activa contenida en el recipiente unitario, teniendo en cuenta, si es necesario, el volumen utilizable del producto tras la reconstitu- ción; \u0097 en los medicamentos que se administren en forma de gotas, la masa o las unidades de actividad biológica de cada sustancia activa contenida en el nmero de gotas correspondientes a un miligramo o a un gramo de pre-paración; \u0097 cuando se trate de jarabes, emulsiones, granulados o cualquier otra presentación farmacØutica que se adminis- tre en dosis, la masa o las unidades de actividad biológica de cada sustancia activa por dosis. 3.2. Las sustancias activas presentes en forma de compuestos o derivados se designarÆn cuantitativamente por su masa total y, si fuera necesario o procedente, por la masa de la fracción o fracciones activas de la molØcula. 3.3. Si se trata de medicamentos que contienen una sustancia activa en relación con la cual se curse por primera vez, en cualquier Estado miembro, una solicitud de autorización de comercialización, la composición cuantitativa de una sustancia activa que sea una sal o un hidrato se expresarÆ sistemÆticamente en tØrminos de masa de la frac-ción o fracciones activas en la molØcula. En todos los medicamentos autorizados subsiguientemente en los Estadosmiembros se indicarÆ la composición cuantitativa del mismo modo para la misma sustancia activa. 3.4. La composición cuantitativa de los alergenos se expresarÆn en unidades de actividad biológica, salvo cuando se trate de alergenos bien definidos, en cuyo caso la concentración podrÆ expresarse en masa/unidad de volumen. 3.5. El requisito de expresar el contenido en sustancias activas en tØrminos de masa de las fracciones activas, como se ha indicado en el punto 3.3, no es obligatorio para los radiofÆrmacos. Cuando se trate de radionclidos, la radiac- tividad se expresarÆ en bequerelios, fijando la fecha y, si fuera necesario, la hora, haciendo referencia al huso hora-rio. DeberÆ indicarse el tipo de radiación. 4. Desarrollo farmacØutico 4.1. Se explicarÆ la elección de la composición, los componentes y el recipiente, así como la función prevista de los excipientes en el producto acabado. Esta explicación se justificarÆ con datos científicos relativos al desarrollo galØ- nico. DeberÆ indicarse la sobredosificación en la fabricación y se darÆ una justificación de ello. (1) DO L 11 de 14.1.1978, p. 18. Directiva cuya ltima modificación la constituye el Acta de adhesión de 1985.28.11.2001 L 311/103 Diario Oficial de las Comunidades Europeas ES4.2. En el caso de radiofÆrmacos, deberÆ incluirse una reseæa sobre la pureza química o radioquímica y su relación con la biodistribución. B. Descripción del mØtodo de fabricación 1. La descripción del mØtodo de fabricación que, conforme a lo establecido en la letra d) del apartado 3 del artículo 8, deberÆ acompaæar a la solicitud de autorización se redactarÆ de forma que ofrezca una idea clara del carÆcterde las operaciones efectuadas. Con este fin, dicha descripción deberÆ incluir, como mínimo: \u0097 una referencia a las diferentes fases del proceso de fabricación, que permita apreciar si los procedimientos uti- lizados para producir la presentación farmacØutica han podido provocar una alteración de los componentes; \u0097 en caso de fabricación en serie, información completa sobre las garantías de homogeneidad del producto aca- bado; \u0097 la fórmula real de fabricación, con indicación cuantitativa de todas las sustancias que se hayan utilizado, pudiØndose no obstante indicar las cantidades del excipiente de forma aproximada, en la medida en que lapresentación farmacØutica lo exija; se harÆ mención de las sustancias que desaparezcan en el transcurso del proceso de fabricación; deberÆ indicarse y justificarse toda sobredosificación en la fabricación; \u0097 la indicación de aquellas fases del proceso de fabricación en las que se hayan efectuado tomas de muestras con objeto de llevar a cabo anÆlisis de control, cuando de otros datos que aparezcan en los documentosadjuntos a la solicitud de autorización se desprenda que dichos anÆlisis son necesarios para el control de cali- dad del producto acabado; \u0097 estudios experimentales de validación del procedimiento de fabricación cuando Øste sea poco habitual o sea de importancia decisiva para el producto; \u0097 en el caso de medicamentos estØriles, los pormenores de los procedimientos asØpticos o los procesos de esteri- lización que se empleen. 2. En el caso de los equipos reactivos radiofarmacØuticos (kits), en la descripción del mØtodo de fabricación deberÆn figurar tambiØn datos sobre la fabricación del equipo y sobre el tratamiento final recomendado para producir el medicamento radiactivo. En el caso de los radionclidos, se comentarÆn las reacciones nucleares que intervengan. C. Control de los materiales de partida 1. A los efectos de la presente sección, se entenderÆ por «materiales de partida» todos los componentes del medica- mento y, si fuera necesario, del envase, tal y como se establece en el punto 1 de la sección A. En el caso de: \u0097 una sustancia activa que no estØ descrita en la Farmacopea europea ni en la farmacopea de un Estado miem- bro, o de \u0097 una sustancia activa descrita en la Farmacopea europea o en la farmacopea de un Estado miembro, si se pre- para siguiendo un mØtodo que pueda dejar impurezas no mencionadas en la monografía de la farmacopea, y cuya calidad no pueda ser controlada convenientemente por esta monografía, que haya sido fabricada por una persona distinta del solicitante, este ltimo podrÆ disponer que el fabricante de dicha sustancia proporcione directamente a las autoridades competentes la descripción detallada delmØtodo de fabricación, del control de calidad durante la fabricación y de la validación del proceso. En este caso, sin embargo, el fabricante deberÆ proporcionar al solicitante todos los datos que puedan resultar necesa- rios para que este ltimo pueda asumir la responsabilidad del medicamento. El fabricante deberÆ compro-meterse por escrito frente al solicitante a garantizar la homogeneidad de los lotes y a no modificar el procesode fabricación o las especificaciones sin haberle informado. Se deberÆn presentar a las autoridades competen- tes los datos y documentos en apoyo de esta solicitud de modificación. En los datos y documentos que se adjunten a la solicitud de autorización en aplicación de las letras h) e i) del apartado 3 del artículo 8 y del apartado 1 del artículo 10 deberÆn figurar principalmente los resultados de laspruebas, incluidos los anÆlisis de lotes, en particular en el caso de las sustancias activas, relacionados con el con- trol de calidad de todos los componentes utilizados. Los datos y documentos se presentarÆn con arreglo a las pres- cripciones siguientes. 1.1. M a t eriales de partida inscritos en las farmacopeas Las monografías de la Farmacopea europea serÆn aplicables a todos los productos que figuren en ella. Para los restantes productos, los Estados miembros podrÆn exigir la observancia de su farmacopea nacional en relación con los productos que se fabriquen en su territorio.L 311/104 28.11.2001 Diario Oficial de las Comunidades Europeas ESA efectos del cumplimiento de lo dispuesto en la letra h) del apartado 3 del artículo 8, serÆ suficiente la conformi- dad de los componentes respecto a las prescripciones de la Farmacopea europea o de la farmacopea de cada Estado miembro. En estos casos, la descripción de los mØtodos de anÆlisis podrÆ sustituirse por una referenciadetallada a la farmacopea de que se trate. Sin embargo, cuando un material de partida incluido en la Farmacopea europea o en la de algn Estado miembro haya sido preparado siguiendo un mØtodo que pudiera dejar impurezas que no se controlen en la monografía de la farmacopea de que se trate, deberÆn seæalarse dichas impurezas, con indicación de su límite mÆximo admisible,y deberÆ proponerse un mØtodo de prueba apropiado. En todos los casos, los colorantes deberÆn reunir los requisitos que se establecen en la Directiva 78/25/CEE. Las pruebas sistemÆticas que se realicen en cada lote de materiales de partida deberÆn ser declaradas en la solicitud de autorización de comercialización. Si se utilizan otras pruebas ademÆs de las mencionadas en la farmacopea,deberÆ probarse que las materias primas responden a las exigencias de calidad de dicha farmacopea. En aquellos casos en que las especificaciones de la monografía de la Farmacopea europea o de la farmacopea nacional de un Estado miembro no sean suficientes para garantizar la calidad del producto, las autoridades compe-tentes podrÆn exigir especificaciones mÆs apropiadas al titular de la autorización de comercialización del medica-mento. Las autoridades competentes informarÆn de ello a las autoridades responsables de la farmacopea de que se trate. El titular de la autorización de la comercialización del medicamento suministrarÆ a las autoridades responsables dedicha farmacopea los pormenores acerca de la pretendida insuficiencia y de las especificaciones adicionales que sehayan aportado. Cuando un material de partida no estØ descrito en la Farmacopea europea ni en la farmacopea de un Estado miembro, es admisible que se siga la farmacopea de un tercer país; en estos casos, el solicitante presentarÆ unacopia de la monografía, acompaæada, cuando sea necesario, de la validación de los procedimientos analíticos con-tenidos en la monografía y, en su caso, de una traducción. 1.2. M a t eriales de partida no inscritos en una farmacopea Los componentes que no figuren en ninguna farmacopea serÆn objeto de una monografía que haga referencia a cada uno de los puntos siguientes: a) la denominación de la sustancia, que cumplirÆ los requisitos del punto 2 de la sección A, se completarÆ con sinónimos comerciales o científicos; b) la definición de la sustancia, redactada de forma similar a la que se emplea en la Farmacopea europea, se acompaæarÆ de todas las explicaciones necesarias, en particular por lo que respecta a la estructura molecular,si ha lugar; estas explicaciones deberÆn ir acompaæadas de una descripción adecuada del mØtodo de síntesis.Cuando las substancias no puedan definirse mÆs que por su mØtodo de fabricación, Øste deberÆ detallarse lo suficiente como para caracterizar una substancia constante en cuanto a su composición y a sus efectos; c) los medios de identificación, que podrÆn describirse en forma de tØcnicas completas que se siguen para la obtención del producto, y en forma de pruebas que deban efectuarse rutinariamente; d) los controles de pureza se describirÆn en función del conjunto de impurezas previsibles, especialmente de las que puedan producir efectos nocivos y, de ser necesario, de aquellas que, teniendo en cuenta la asociación de medicamentos que sean objeto de la solicitud, puedan influir negativamente en la estabilidad del medicamentoo perturbar los resultados analíticos; e) en lo que ataæe a los productos complejos de origen vegetal o animal o humano, deberÆ distinguirse el caso en que acciones farmacológicas mltiples exijan un control químico, físico o biológico de los principales com-ponentes y aquel otro caso de productos que contengan uno o varios grupos de principios de actividad anÆ- loga para los que pueda admitirse un mØtodo global de dosificación; f) cuando se utilicen materias de origen animal o humano, se describirÆn las medidas para asegurar la ausencia de agentes potencialmente patógenos; g) por lo que respecta a los radionclidos, se indicarÆ la naturaleza del radionclido, la identidad del isótopo, las impurezas probables, el portador, el uso y la actividad específica; h) cualquier precaución especial que deba tomarse para la conservación del material de partida y, de ser necesa- rio, el período mÆximo de conservación antes de un nuevo anÆlisis.28.11.2001 L 311/105 Diario Oficial de las Comunidades Europeas ES1.3. C a r a c t e r e s f i s i c o q u í m i c o s q u e p u e d e n m o d i f i c a r l a b i o d i s p o n i b i l i d a d Las informaciones que figuran a continuación, referentes a las sustancias activas inscritas o no en las farmacopeas, deberÆn proporcionarse, en tanto que elementos de la descripción general de las sustancias activas, cuando condi- cionen la biodisponibilidad del medicamento: \u0097 forma cristalina y coeficientes de solubilidad, \u0097 dimensión de las partículas, en su caso tras pulverización, \u0097 estado de hidratación, \u0097 coeficiente de separación aceite/agua (1). Los tres primeros guiones no se aplicarÆn a las sustancias que se utilicen nicamente en solución. 2. Los requisitos del presente punto se aplicarÆn a los medicamentos biológicos, tales como los medicamentos inmu- nológicos o medicamentos derivados de la sangre o el plasma humanos. A efectos del presente punto, se entenderÆ por material de partida toda sustancia empleada en la fabricación del medicamento, incluidos los componentes del medicamento y, cuando sea necesario, de su envase, como se indicaen el punto 1 de la sección A supra , al igual que los materiales bÆsicos tales como microorganismos, tejidos de ori- gen vegetal o animal, cØlulas o fluidos (incluida la sangre) de origen humano o animal así como diseæos celulares biotecnológicos. Se describirÆ y documentarÆ el origen y la historia de los materiales de partida. La descripción del material de partida comprenderÆ la estrategia de producción, los procedimientos de purificación o inactivación, junto con su validación, y todos los procedimientos de control durante el proceso cuya finalidad sea asegurar la calidad, seguridad y homogeneidad de los lotes del producto acabado. 2.1. Cuando se usen bancos de cØlulas, deberÆ demostrarse que las características de las cØlulas se han mantenido inal- teradas en los pasos empleados para la producción y posteriormente. 2.2. Los materiales de siembra, los bancos de cØlulas, las mezclas de suero o plasma sin elaborar y demÆs materias de origen biológico así como, siempre que sea posible, los materias bÆsicas de las que se hayan obtenido, deberÆnsometerse a pruebas para comprobar que estÆn libres de agentes adventicios. Cuando sea inevitable la presencia de agentes adventicios potencialmente patogØnicos, solamente se utilizarÆ el material correspondiente si el tratamiento posterior garantiza su eliminación o inactivación, extremo que deberÆdemostrarse. 2.3. Siempre que sea posible, la producción de vacunas deberÆ basarse en un sistema de lotes de siembra y de bancos de cØlulas establecidos; para los sueros, se emplearÆn lotes definidos de materiales de partida. En el caso de vacunas bacterianas y víricas, las características del agente infeccioso deberÆn demostrarse en los materiales de siembra. AdemÆs, para las vacunas vivas, si no es suficiente la prueba de la estabilidad de las caracte- rísticas de atenuación del material de siembra, deberÆn demostrarse, en la fase de producción, las características de atenuación del o de los agentes infecciosos. 2.4. En el caso de alergenos, se describirÆn las especificaciones y los mØtodos de control de las materias bÆsicas de la forma mÆs detallada posible. La descripción deberÆ incluir datos referentes a la recogida, el tratamiento previo y la conservación. 2.5. Cuando se trate de medicamentos derivados de la sangre y del plasma humano, deberÆn describirse y documen- tarse el origen y los criterios de recogida, transporte y conservación de los materiales bÆsicos. DeberÆn emplearse mezclas definidas de materiales bÆsicos. 3. En el caso de radiofÆrmacos, las materias irradiadas se incluyen entre los materiales de partida. D. Medidas específicas relativas a la prevención de la transmisión de las encefalopatías espongiformes anima- les El solicitante debe demostrar que el medicamento ha sido fabricado de acuerdo con la nota explicativa sobre cómo minimizar los riesgos de transmisión de los agentes de encefalopatía espongiforme animal a travØs de los medica- mentos y sus actualizaciones, publicadas por la Comisión en el volumen 3 de su publicación Normas sobre medica- mentos de la Comunidad Europea . (1) Las autoridades competentes podrÆn solicitar tambiØn los valores pK/pH si estiman que esta información es indispensable.L 311/106 28.11.2001 Diario Oficial de las Comunidades Europeas ESE. Pruebas de control efectuadas en una fase intermedia del proceso de fabricación 1. Entre los datos y documentos que se adjunten a la solicitud de autorización en cumplimiento de lo dispuesto en las letras h) e i) del apartado 3 del artículo 8 y el apartado 1 del artículo 10 deberÆn incluirse aquellos que se refieran a los controles que hayan podido efectuarse sobre productos que se hallen en una fase intermedia del pro-ceso de fabricación con objeto de garantizar la permanencia de las características tecnológicas y la regularidad delproceso de fabricación. Tales pruebas serÆn indispensables para comprobar la adecuación del medicamento a la fórmula en los casos excepcionales en que el solicitante proponga, para probar el producto final, un mØtodo analítico que no incluya la determinación de la totalidad de las sustancias activas (o de aquellos componentes del excipiente sometidos a lasmismas exigencias que las sustancias activas). Lo anterior serÆ igualmente aplicable cuando el control de calidad del producto final dependa de las pruebas que se efecten durante la fabricación, especialmente en el caso de que el medicamento se defina principalmente por su proceso de preparación. 2. Cuando se trate de medicamentos biológicos tales como los medicamentos inmunológicos y medicamentos deriva- dos de la sangre y el plasma humanos, los procedimientos y los criterios de admisibilidad publicados como reco-mendaciones de la Organización Mundial de la Salud (Normas para los productos biológicos) servirÆn de directrices para todos los controles de las fases de producción que no estØn especificados en la Farmacopea europea o, en su defecto, en la farmacopea nacional de un Estado miembro. En el caso de vacunas inactivadas o detoxificadas, la eficacia de la inactivación o de detoxificación se verificarÆ durante cada ciclo de producción, a menos que este control dependa de una prueba para la que se dispone depocos animales susceptibles. En esta situación, la prueba se llevarÆ a cabo hasta que se hayan establecido la cohe-rencia de la producción y la correlación con controles adecuados efectuados durante el proceso y se hayan com- pensado posteriormente mediante los controles apropiados durante el proceso. 3. En el caso de alergenos modificados o absorbidos, estos se caracterizarÆn cualitativa y cuantitativamente en una fase intermedia, lo mÆs tarde posible dentro del proceso de fabricación. F. Pruebas de control del producto final 1. A efectos de control del producto acabado, se entenderÆ por lote de un medicamento acabado el conjunto de uni- dades de una forma farmacØutica que provengan de una misma cantidad inicial de material y hayan sido someti- das a la misma serie de operaciones de fabricación y esterilización o, en el caso de un proceso de producción con-tinuo, el conjunto de unidades fabricadas en un lapso de tiempo determinado. En la solicitud de autorización de comercialización figurarÆ una lista de las pruebas que se realicen de forma siste- mÆtica sobre cada lote de productos acabados. Se harÆ constar la frecuencia de las pruebas que no se lleven a cabo de forma sistemÆtica. Se indicarÆn los límites de entrega. Entre los datos y documentos que se adjunten a la solicitud de autorización en cumplimiento de lo dispuesto en las letras h) e i) del apartado 3 del artículo 8 y el apartado 1 del artículo 10 de la presente, deberÆn incluirse espe-cialmente aquellos que se refieren a los controles efectuados en el producto acabado en el momento de la entrega.Dichos controles se presentarÆn con arreglo a las siguientes prescripciones. Las disposiciones de las monografías sobre las formas farmacØuticas, los sueros inmunes, las vacunas y los prepa- rados radiofarmacØuticos de la Farmacopea europea o, en su defecto, la farmacopea de un Estado miembro, se aplicarÆn a todos los productos definidos en ellas. Para todos los controles de medicamentos biológicos, talescomo medicamentos inmunológicos o medicamentos derivados de la sangre o el plasma humanos que no estØnespecificados en la Farmacopea europea o, en su defecto, en la farmacopea de un Estado miembro, servirÆn como directrices los procedimientos y los criterios de admisibilidad publicados como recomendaciones en los requisitos de la Organización Mundial de la Salud (Requisitos para sustancias biológicas) sobre sustancias biológicas. Si se emplean mØtodos de prueba y límites distintos de los mencionados en las monografías de la Farmacopea europea o, en su defecto, la farmacopea nacional de un Estado miembro, deberÆ aportarse la demostración de que,en caso de someterlo a pruebas conforme a estas monografías, el producto acabado cumpliría los requisitos de dicha farmacopea para la forma farmacØutica de que se trate. 1.1. C a r a c t e r e s g e n e r a l e s d e l p r o d u c t o a c abado Determinados controles de las características generales de un producto figurarÆn siempre entre las pruebas del mismo. Estas pruebas de control se referirÆn, siempre que sea procedente, a la determinación de las masas mediasy las desviaciones mÆximas, las pruebas farmacotØcnicas, físicas o microbiológicas, los caracteres organolØpticos,las características físicas, como la densidad, el pH, el índice de refracción, etc. El solicitante deberÆ definir las nor- mas y los límites de tolerancia de cada uno de estos caracteres, haciendo referencia a cada caso particular.28.11.2001 L 311/107 Diario Oficial de las Comunidades Europeas ESLas condiciones de las pruebas, el aparato o equipo utilizado y las normas se describirÆn con precisión cuando no figuren en la Farmacopea europea o en la farmacopea nacional de los Estados miembros o cuando los mØtodos previstos por las citadas farmacopeas no sean aplicables. AdemÆs, las fórmulas farmacØuticas sólidas que deban ser administradas por vía oral serÆn sometidas a estudios in vitro de la liberación y la velocidad de disolución de la sustancia o sustancias activas; dichos estudios se efectuarÆn igualmente en caso de administración por otra vía si las autoridades competentes del Estado miembro en cuestión lo estiman necesario. 1.2. Identificación y dosificación de la sustancia o sustancias activas La identificación y la dosificación de la sustancia o sustancias activas se efectuarÆn bien sobre una muestra media representativa del lote de fabricación, bien sobre un determinado nmero de unidades analizadas aisladamente. Salvo debida justificación, la desviación mÆxima tolerable del contenido de sustancia activa en el producto acabado no podrÆ ser superior a - 5 % en el momento de fabricación. BasÆndose en las pruebas de estabilidad, el fabricante deberÆ proponer y justificar límites de tolerancia mÆximos aceptables del contenido de principio activo en el producto acabado, vÆlidos hasta la fecha de caducidad propuesta para el producto. En ciertos casos excepcionales de mezclas particularmente complejas, en las que la determinación de las sustancias activas, muy numerosas o presentes sólo en pequeæas proporciones, requiera investigaciones igualmente complejasy difícilmente aplicables a cada lote de fabricación, podrÆ omitirse la determinación de una o varias sustancias activas en el producto acabado, con la condición expresa de que estas determinaciones se efecten en fases inter- medias del proceso de fabricación. Esta excepción no podrÆ extenderse a la caracterización de dichas sustancias.Esta tØcnica simplificada deberÆ completarse con un mØtodo de evaluación cuantitativa que permita a las autorida- des competentes comprobar la adecuación a la fórmula del medicamento, despuØs de que Øste haya sido comercia- lizado. Si los mØtodos fisicoquímicos no bastan para proporcionar suficiente información sobre la calidad del producto, serÆ obligatoria una prueba biológica in vitro oin vivo . Siempre que sea posible, en esta prueba deberÆn emplearse materiales de referencia y un anÆlisis estadístico que permita calcular los límites de confianza. Cuando estas prue- bas no puedan realizarse sobre el producto acabado, serÆ admisible que se lleven a cabo en una fase intermedia,en un momento lo mÆs avanzado posible del proceso de fabricación. Cuando de los datos suministrados conforme a lo dispuesto en la sección B se desprenda que en la fabricación del medicamento se utiliza una sobredosis importante de una sustancia activa, la descripción de los mØtodos de con-trol del producto acabado deberÆ incluir, en su caso, el estudio químico y, si fuera necesario, el estudio toxicofar-macológico de la alteración sufrida por esta sustancia, con caracterización, dosificación o ambas cosas, si ha lugar, de los productos de degradación. 1.3. Identificación y dosificación de los componentes del excipiente En la medida de lo necesario, el componente o componentes del excipiente serÆn objeto, como mínimo, de prue- bas de identificación. La tØcnica presentada para la identificación de los colorantes deberÆ permitir verificar que figuran en la relación anexa a la Directiva 78/25/CEE. SerÆn sometidos obligatoriamente a una prueba límite superior e inferior los agentes conservantes, y a una prueba límite superior cualquier otro componente del excipiente que pueda ejercer una actividad desfavorable en las fun-ciones orgÆnicas; el excipiente serÆ sometido obligatoriamente a una prueba límite superior e inferior si pudieraactuar sobre la biodisponibilidad de una sustancia activa, a menos que la biodisponibilidad estØ garantizada por otras pruebas apropiadas. 1.4. P r u e b a s d e s e g u ridad 1. Independientemente de las pruebas toxicofarmacológicas presentadas con la solicitud de autorización de comercia- lización, deberÆn figurar en el expediente analítico los pormenores de las pruebas de seguridad, por ejemplo, deesterilidad, endotoxinas bacterianas, pirógenos y tolerancia local en animales, en todos aquellos casos en quedichas pruebas deban efectuarse periódicamente para comprobar la calidad del producto. 2. Para todos los controles de medicamentos biológicos, tales como medicamentos inmunológicos o medicamentos derivados de la sangre o el plasma humanos, que no estØn especificados en la Farmacopea europea o, en su defec-to, en la farmacopea de un Estado miembro, servirÆn como directrices los procedimientos y los criterios de admi-sibilidad publicados como recomendaciones de la Organización Mundial de la Salud (Requisitos para sustancias biológicas).L 311/108 28.11.2001 Diario Oficial de las Comunidades Europeas ES3. En el caso de radiofÆrmacos, se describirÆ la pureza radionucleídica, la pureza radioquímica y la actividad específi- ca. Para el contenido de radiactividad, la desviación del valor indicado en la etiqueta no deberÆ ser superior a - 10 %. Para los generadores se requiere información detallada sobre las pruebas de radionclidos padre e hijo. En el caso de eluidos del generador deben realizarse pruebas de radionclidos padres y de los demÆs componentes del gene-rador. En el caso de equipos reactivos (kits), las especificaciones del producto acabado incluirÆn pruebas de la eficacia de los productos tras el marcado radiactivo. DeberÆn efectuarse controles apropiados de pureza radioquímica y radio-nucleídica del producto marcado radiactivamente. Se identificarÆn y probarÆn todos los materiales esenciales para el marcado radiactivo. G. Pruebas de estabilidad 1. Los datos y documentos que deberÆn adjuntarse a la solicitud de autorización en virtud de las letras g) y h) del apartado 3 del artículo 8 se presentarÆn con arreglo a las indicaciones siguientes. DeberÆn describirse las investigaciones que hayan permitido determinar el período de validez, las condiciones recomendadas para la conservación y las especificaciones al final del período de validez que propone el solicitante. Cuando un producto acabado pueda dar lugar a productos de degradación, el solicitante deberÆ seæalarlos, indi- cando los mØtodos de caracterización y los procedimientos analíticos. Las conclusiones deberÆn incluir los resultados de los anÆlisis, justificando el período de validez propuesto en las condiciones de conservación que se recomiendan, así como las especificaciones del producto acabado al final de su período de validez en dichas condiciones recomendadas de conservación. DeberÆ indicarse el nivel mÆximo aceptable de los productos de degradación al final del plazo de validez. Se presentarÆ un estudio sobre la interacción del producto y del recipiente en los casos en que dicha interacción sea posible, especialmente cuando se trate de preparados inyectables o de aerosoles para uso interno. 2. Cuando, en el caso de medicamentos biológicos, tales como medicamentos inmunológicos y medicamentos deriva- dos de la sangre y el plasma humanos, no puedan realizarse pruebas de estabilidad sobre el producto acabado, serÆ admisible efectuar, en una fase intermedia de la producción, lo mÆs avanzada posible dentro del proceso defabricación, pruebas indicadoras de la estabilidad. AdemÆs, debe haber una evaluación de la estabilidad del pro-ducto acabado, utilizando otras pruebas secundarias. 3. Si se trata de radiofÆrmacos, la información sobre la estabilidad se indicarÆ para los generadores de radionclidos, los equipos de radionclidos reactivos (kits) y los productos marcados radiactivamente. DeberÆ documentarse la estabilidad durante el uso de los radiofÆrmacos en viales multidosis. TERCERA PARTE PRUEBAS TOXICOLÓGICAS Y FARMACOLÓGICAS I. Introducción 1. Los datos y documentos que se adjunten a la solicitud de autorización conforme a lo dispuesto en la letra i) del apartado 3 del artículo 8 se presentarÆn con arreglo a las siguientes indicaciones. Los Estados miembros velarÆn por que las pruebas de seguridad se realicen de conformidad con los principios de las buenas prÆcticas de laboratorio que establecen las Directivas 87/18/CEE ( 1) y 88/320/CEE (2) del Consejo. Las pruebas toxicológicas y farmacológicas deberÆn poner de manifiesto: a) la toxicidad potencial del producto y los efectos peligrosos o no deseables que pudieran producirse en seres humanos en las condiciones de uso propuestas, valorÆndose estos efectos en función del proceso patológico de que se trate; (1) DO L 15 de 17.1.1987, p. 29. (2) DO L 145 de 11.6.1988, p. 35. Directiva modificada por la Directiva 90/18/CEE de la Comisión (DO L 11 de 13.1.1990, p. 37).28.11.2001 L 311/109 Diario Oficial de las Comunidades Europeas ESb) sus propiedades farmacológicas, en relación a la posología y la actividad farmacológica con el uso indicado en seres humanos. Todos los resultados deberÆn ser fiables y de aplicación general. En la medida en que sea con- veniente, se utilizarÆn procedimientos matemÆticos y estadísticos para la elaboración de los mØtodos experi-mentales y la valoración de los resultados. AdemÆs, serÆ necesario informar a los clínicos sobre el potencial terapØutico del producto. 2. Cuando se trate de medicamentos de uso tópico, deberÆ estudiarse la resorción, teniendo tambiØn en cuenta la posible aplicación del producto sobre piel lesionada y la absorción a travØs de otras superficies pertinentes. Sólo si se comprueba que la absorción sistØmica en estas condiciones es despreciable podrÆn omitirse las pruebas de toxi- cidad por administración reiterada por vía general y de toxicidad fetal, así como el estudio de la función reproduc-tora. Sin embargo, si las pruebas clínicas demuestran la existencia de resorción, deberÆn practicarse pruebas de toxici- dad en animales incluyendo, cuando sea necesario, pruebas de toxicidad fetal. En todos los casos, las pruebas de tolerancia local despuØs de una administración reiterada deberÆn realizarse con especial cuidado e incluir exÆmenes histológicos. DeberÆn tambiØn investigarse las posibilidades de sensibilización,así como el posible poder cancerígeno en los casos a los que se refiere la sección E del capítulo II de la presenteparte. 3. En el caso de medicamentos biológicos tales como medicamentos inmunológicos y medicamentos derivados de la sangre o el plasma humanos, puede ser necesario adaptar los requisitos de la presente parte para algunos produc-tos determinados; por esta razón, el solicitante deberÆ justificar el programa de las pruebas. Al fijar el programa de las pruebas, deberÆn tenerse en cuenta los siguientes puntos: \u0097 todas las pruebas que requieran la administración reiterada del producto se diseæarÆn de modo que tengan en consideración la posible inducción de anticuerpos e interferencia por parte de Østos; \u0097 deberÆ preverse un estudio de la función reproductora, de la toxicidad embrionaria, fetal y perinatal, del potencial mutÆgeno así como del potencial carcinógeno. Cuando los efectos sean atribuibles a componentes distintos de la sustancia o sustancias activas, el estudio podrÆ sustituirse por la validación de la eliminación deaquØllos. 4. En el caso de radiofÆrmacos, se estima que la toxicidad puede ir asociada a la dosis de radiación. En diagnóstico, esto es consecuencia del uso de radiofÆrmacos; en terapia, es la propiedad deseada. Por tanto, la evaluación de laseguridad y eficacia de los radiofÆrmacos tendrÆ en cuenta los requisitos de los medicamentos y los aspectos de ladosimetría de la radiación. DeberÆ documentarse la exposición a las radiaciones de órganos y tejidos. Las estima- ciones de las dosis de radiación absorbida se calcularÆn con arreglo a un sistema especificado, reconocido interna- cionalmente mediante una determinada vía de administración. 5. Se deberÆ investigar la toxicología y la farmacocinØtica de un excipiente que se utilice por primera vez en el Æmbito farmacØutico. 6. Cuando se dØ la posibilidad de una degradación significativa durante el almacenamiento del medicamento, deberÆ tomarse en consideración la toxicología de los productos de la degradación. II. REALIZACIÓN DE LAS PRUEBAS A. Toxicidad 1. Toxicidad por dosis nica Una prueba de toxicidad aguda es un estudio cualitativo y cuantitativo de los fenómenos tóxicos que pueden deri- varse de una administración nica de la sustancia o sustancias activas contenidas en las proporciones y en elestado fisicoquímico en que estÆn presentes en el producto en su presentación efectiva. La prueba de toxicidad aguda deberÆ efectuarse con dos o mÆs especies de mamíferos de cepa conocida, excepto cuando se pueda justificar la utilización de una sola especie. Normalmente, deberÆn utilizarse al menos dos víasde administración, una idØntica o similar a la prevista para su uso en el hombre y otra que garantice la exposiciónsistØmica a la sustancia. Dicho estudio deberÆ abarcar a los signos observados, incluyendo las reacciones locales. El período de observación de los animales de experimentación serÆ determinado por el experto de manera que sea suficiente para demostrarel daæo o la recuperación de los tejidos o los órganos; dicho período serÆ generalmente de catorce días y no infe- rior a siete días, pero sin exponer a los animales a sufrimientos prolongados. DeberÆ realizarse la autopsia de losL 311/110 28.11.2001 Diario Oficial de las Comunidades Europeas ESanimales que mueran durante el período de observación, así como de los animales supervivientes al final del período. DeberÆ preverse el examen histopatológico de todos los órganos que muestren modificaciones macroscó- picas en la autopsia. Se procurarÆ obtener la mÆxima información a partir de los animales utilizados en el estudio. Los ensayos de toxicidad por administración nica deberÆn efectuarse de manera que se pongan de manifiesto los signos de toxicidad aguda y que se determinen las condiciones de la muerte en la medida de lo posible. DeberÆ efectuarse la evaluación cuantitativa de la dosis letal aproximada en las especies adecuadas y deberÆn obtenerse informaciones sobre la relación dosis-efecto; sin embargo, no se exigirÆ un alto nivel de precisión. Estos estudios podrÆn dar indicaciones sobre los efectos probables de una sobredosificación aguda en el hombre y serÆn tiles para el diseæo de los estudios de toxicidad por administración repetida en las especies animales ade-cuadas. En caso de asociación de sustancias activas, el estudio deberÆ efectuarse de forma que se compruebe si hay o no aumento de la toxicidad o aparición de efectos tóxicos nuevos. 2. Toxicidad por administración continuada (toxicidad «subaguda» y «crónica») Las pruebas de toxicidad por administración continuada tendrÆn por objeto revelar las alteraciones funcionales y/o anatomo-patológicas subsiguientes a la administración repetida de la sustancia activa o de la asociación de sustan-cias activas y establecer las condiciones de aparición de dichas alteraciones en función de la posología. De forma general, serÆ conveniente realizar dos pruebas: una a corto plazo, de una duración de dos a cuatro semanas, y otra a largo plazo, cuya duración dependerÆ de las condiciones de aplicación clínica. Esta ltimaprueba tendrÆ por objeto establecer los límites de inocuidad experimental del producto examinado y su duraciónhabitual serÆ de tres a seis meses. Para los medicamentos que en el uso clínico se administren en dosis nicas, se realizarÆ una sola prueba con una duración de dos a cuatro semanas. Sin embargo, si, teniendo en cuenta la duración previsible de empleo en el hombre, el investigador responsable juzga conveniente llevar a cabo experimentos de duración superior o inferior a las anteriormente indicadas, deberÆjustificar debidamente dicha conveniencia. El investigador deberÆ ademÆs justificar las dosis que elija. Las pruebas de toxicidad por administración reiterada deberÆn realizarse con dos especies de mamíferos, una de las cuales no deberÆ pertenecer al orden de los roedores, y la elección de la vía o vías de administración deberÆhacerse teniendo en cuenta las previstas en el uso terapØutico y las posibilidades de absorción sistØmica. DeberÆ indicarse claramente la forma y frecuencia de administración. ConvendrÆ elegir la dosis mÆxima de manera que con ella se hagan aparecer los efectos nocivos, ya que de este modo las dosis menores permitirÆn fijar el margen de tolerancia del producto en el animal. Siempre que sea posible, y en todos los casos en que las pruebas se efecten con pequeæos roedores, las condicio- nes de la prueba y los controles que se realicen deberÆn adaptarse a la importancia del problema planteado y per- mitir la estimación de los mÆrgenes de fiabilidad. La valoración de los efectos tóxicos se basarÆ en la observación del comportamiento, del crecimiento, de la fór- mula sanguínea y de las pruebas funcionales, en especial de aquellas relativas a los órganos excretores, así como en los informes de la autopsia y en los correspondientes exÆmenes histológicos. La elección y amplitud de cada grupo de pruebas dependerÆ de la especie animal utilizada y del estado de los conocimientos científicos. Cuando se trate de nuevas combinaciones de sustancias conocidas que hayan sido estudiadas con arreglo a las dis- posiciones de la presente Directiva, las pruebas crónicas a largo plazo podrÆn, si el investigador lo justifica, modi-ficarse de forma adecuada, excepto en el caso en que las pruebas de toxicidad aguda y subaguda hayan revelado fenómenos de potenciación o nuevos efectos tóxicos. B. Estudio de la función reproductora Si los resultados de otros experimentos efectuados manifiestan elementos que hagan suponer la existencia de efec- tos nocivos para la prole o alteraciones de la fertilidad masculina o femenina, deberÆ controlarse de manera ade- cuada la función reproductora.28.11.2001 L 311/111 Diario Oficial de las Comunidades Europeas ESC. Toxicidad embrionaria, fetal y perinatal Este estudio consistirÆ en el examen de los fenómenos tóxicos y, especialmente, los efectos teratógenos observados en el producto de la concepción cuando el medicamento analizado haya sido administrado a la hembra en elcurso de la gestación. Aunque estas pruebas no tienen hasta el presente mÆs que un valor de predicción limitado en lo que toca a la extrapolación de los resultados a la especie humana, se cree que permitirÆn obtener información importante cuando los resultados muestren efectos tales como resorción y otras anomalías. La no realización de estas pruebas, bien sea porque se trate de medicamentos que normalmente no usan las muje- res en edad fØrtil, o por cualquier otra razón, deberÆ justificarse de forma adecuada. Los estudios de toxicidad embrionaria y fetal se realizarÆn normalmente con dos especies de mamíferos, una de las cuales deberÆ no ser un roedor. Los estudios peri y posnatales se llevarÆn a cabo con al menos una especie. Cuando se sepa que el metabolismo de un medicamento en una determinada especie es similar al del hombre, es deseable incluir esa especie. TambiØn es deseable que una de las especies sea la misma que la de los estudios detoxicidad por administración continuada. Los detalles del experimento (nmero de animales, cantidades administradas, momento de administración y crite- rios para la valoración de los resultados) dependerÆn del estado de los conocimientos científicos en el momentoen que se presente la solicitud y del nivel de significación estadística que deban alcanzar los resultados. D. Potencial mutÆgeno El estudio del potencial mutÆgeno tendrÆ por objeto revelar los cambios ocasionados por una sustancia en el material genØtico de individuos o de cØlulas que tengan por efecto hacer diferentes a los sucesores, de manera per- manente y hereditaria, de sus predecesores. Dicho estudio serÆ obligatorio para cualquier sustancia nueva. El nmero y los tipos de resultados, así como los criterios de evaluación, se determinarÆn teniendo en cuenta el estado de los conocimientos científicos en el momento de presentarse la solicitud. E. Potencial cancerígeno Se exigirÆ habitualmente efectuar pruebas dirigidas a revelar efectos cancerígenos: a) en los productos que presenten una estrecha analogía química con compuestos reconocidos como canceríge- nos o cocancerígenos; b) en los productos que, durante el estudio toxicológico a largo plazo, hayan provocado manifestaciones sospe- chosas; c) en los productos que hayan dado resultados sospechosos en las pruebas del poder mutÆgeno o en otras prue- bas a corto plazo de cancerogØnesis. Tales pruebas podrÆn exigirse igualmente para aquellas sustancias que entren en la composición de medicamentos que puedan ser administrados regularmente a lo largo de un período prolongado de la vida del paciente. Las modalidades de las pruebas se determinarÆn teniendo en cuenta el estado de los conocimientos científicos en el momento de presentarse la solicitud. F. FarmacodinÆmica Se entiende por farmacodinÆmica el estudio de las variaciones provocadas por el medicamento en las funciones de los sistemas fisiológicos, tanto si son normales como si son modificadas experimentalmente. Este estudio deberÆ efectuarse siguiendo dos planteamientos distintos. En primer lugar, se describirÆn de manera adecuada las acciones en que se basan las aplicaciones terapØuticas recomendadas, expresando los resultados de forma cuantitativa (curvas dosis-efecto, tiempo-efecto u otras) y, en la medida de lo posible, comparÆndolos con los de un producto cuya actividad se conozca. En el caso de que se pre- sente un producto que posea un coeficiente terapØutico superior, deberÆ demostrarse la diferencia con ayuda delímites de confianza. Por otra parte, el investigador suministrarÆ una caracterización farmacológica general del producto con especial referencia a la posibilidad de reacciones adversas. En general, deberÆn examinarse las principales funciones de lossistemas fisiológicos, y este examen deberÆ ser tanto mÆs profundo cuanto mÆs se aproximen las dosis que puedanprovocar reacciones adversas a aquellos que determinan las acciones principales para las que se prescribe el pro- ducto.L 311/112 28.11.2001 Diario Oficial de las Comunidades Europeas ESLas tØcnicas experimentales, a no ser que sean las que se utilicen habitualmente, se describirÆn de forma tal que permitan su reproducción, debiendo el investigador demostrar su validez. Los resultados de la prueba deberÆn expresarse claramente y deberÆ hacerse referencia a su significación estadística cuando ello sea importante para laprueba. DeberÆ investigarse igualmente, salvo justificación apropiada, toda modificación cuantitativa de los efectos que resulten de una administración reiterada del medicamento. Las pruebas de combinaciones de sustancias activas podrÆn justificarse bien por necesidades farmacológicas, bien por indicaciones clínicas. En el primer caso, el estudio farmacodinÆmico deberÆ poner en evidencia aquellas interacciones que hagan reco- mendable la combinación para el uso clínico. En el segundo caso, cuando la experimentación clínica tenga por fin justificar científicamente la combinación de sustancias, se exige que el investigador compruebe si los efectos esperados de la combinación pueden demostrarse en animales y que investigue, como mínimo, la importancia de reacciones adversas. En caso de que una combinación incluya una nueva sustancia activa, esta ltima deberÆ haber sido objeto de un minucioso estudio previo. G. FarmacocinØtica Se entiende por farmacocinØtica el conjunto de procesos que sufre el producto en el organismo. La farmacocinØ- tica comprende el estudio de la absorción, la distribución, la biotransformación y la excreción de la sustancia. El estudio de estas distintas fases se puede llevar a cabo con mØtodos físicos, químicos o biológicos, y por la observación de la actividad farmacodinÆmica real del producto. Los datos referentes a la distribución y eliminación (es decir, la biotransformación y la excreción) serÆn necesarios en todos los casos en que dichos datos resulten indispensables para determinar las dosis administrables a seres humanos, así como en los productos quimioterapØuticos (antibióticos, etc.) y en las sustancias cuyo uso se base en efectos no farmacodinÆmicos (por ejemplo, numerosos agentes de diagnóstico, etc.). Para las sustancias farmacológicamente activas, es necesario el estudio farmacocinØtico. Cuando se trate de nuevas combinaciones de sustancias conocidas que hayan sido estudiadas con arreglo a las dis- posiciones de la presente Directiva, no serÆ necesario exigir las investigaciones farmacocinØticas cuando las prue- bas toxicológicas y la experimentación clínica justifiquen su omisión. H. Tolerancia local El objetivo de los estudios de tolerancia local es determinar si los medicamentos (tanto las sustancias activas como los excipientes) se toleran en los lugares del cuerpo que pueden entrar en contacto con el medicamento comoconsecuencia de su administración durante el uso clínico. El procedimiento de prueba debe ser tal que todo efecto mecÆnico de la administración, o las acciones puramente fisicoquímicas del producto, puedan distinguirse de los efectos toxicológicos o farmacodinÆmicos. I. Uso mØdico suficientemente comprobado A efectos de demostrar, con arreglo al inciso ii) de la letra a) del apartado 1 del artículo 10, que los componentes de un medicamento tienen un uso suficientemente comprobado, con un nivel aceptable de seguridad, se utilizarÆn las siguientes reglas específicas: a) Los factores que se deberÆn tener en cuenta para demostrar que el uso mØdico de los componentes de un medicamento estÆ suficientemente comprobado serÆn: el tiempo durante el cual se haya utilizado una sustan-cia, los aspectos cuantitativos y el grado de interØs científico del uso de dicha sustancia (reflejado en la litera-tura científica publicada) y la coherencia de las evaluaciones científicas. Por tanto, pueden ser necesarios peri- odos de tiempo diferentes a fin de establecer el uso mØdico suficientemente comprobado de las diferentes sus- tancias. En todo caso, el período de tiempo necesario para establecer que un componente de un medicamentotiene un uso mØdico suficientemente comprobado no podrÆ ser inferior a diez aæos, contados a partir de laprimera aplicación sistemÆtica y documentada de esa sustancia utilizada como medicamento en el interior de la Comunidad.28.11.2001 L 311/113 Diario Oficial de las Comunidades Europeas ESb) La documentación presentada por el solicitante deberÆ abarcar todos los aspectos de la evaluación de la segu- ridad e incluir o hacer referencia a un estudio bibliogrÆfico pertinente, que tenga en cuenta los estudios pre- vios y posteriores a la comercialización y la literatura científica publicada relativa a la experimentación enforma de estudios epidemiológicos y, en particular, de estudios epidemiológicos comparativos. DeberÆn comu-nicarse todos los documentos existentes, tanto favorables como desfavorables. c) Se prestarÆ atención particular a los datos que falten y se justificarÆ por que puede afirmarse la existencia de un nivel aceptable de seguridad, pese a la ausencia de determinados estudios. d) El informe de los expertos deberÆ explicar la pertinencia de todos los datos presentados relativos a un pro- ducto diferente de aquØl que serÆ comercializado. Se deberÆ apreciar si el producto examinado puede conside-rarse similar al producto al que se concederÆ la autorización de comercialización a pesar de las diferencias existentes. e) La experiencia posterior a la comercialización de otros productos que contengan los mismos componentes revestirÆ particular importancia y los solicitantes deberÆn insistir especialmente en este aspecto. CUARTA PARTE DOCUMENTACIÓN CLNICA Los datos y documentos que deberÆn adjuntarse a la solicitud de autorización, segn lo dispuesto en la letra i) del apar- tado 3 del artículo 8 y en el apartado 1 del artículo 10, se presentarÆn de conformidad con lo dispuesto a continua-ción. Por ensayo clínico se entenderÆ todo estudio sistemÆtico de medicamentos en sujetos humanos, en voluntarios sanos o enfermos, cuyo fin sea descubrir o verificar los efectos y/o determinar cualquier reacción adversa a los productos que seinvestigan, y/o estudiar su absorción, distribución, metabolismo y excreción para determinar la eficacia y seguridad delos medicamentos. La valoración de la solicitud de autorización de comercialización se basarÆ en los ensayos clínicos, incluidos los ensayos farmacológicos clínicos, destinados a determinar la eficacia y la seguridad del producto en sus condiciones normales deuso, tomando en consideración sus indicaciones terapØuticas en seres humanos. Las ventajas terapØuticas deberÆn supe-rar los riesgos potenciales. A. Requisitos generales Los datos clínicos que se suministren en cumplimiento de lo dispuesto en la letra i) del apartado 3 del artículo 8 y en el apartado 1 del artículo 10 deberÆn permitir formarse una opinión suficientemente fundada y científicamente vÆlida acerca de si la especialidad responde a los criterios previstos para la concesión de la autorización de comer- cialización. Por este motivo, es preceptivo que se comuniquen los resultados de todos los ensayos clínicos que sehayan realizado, tanto favorables como desfavorables. Los ensayos clínicos deberÆn ir siempre precedidos de las necesarias pruebas farmacológicas y toxicológicas en animales, efectuadas con arreglo a lo dispuesto en la tercera parte del presente Anexo. El investigador deberÆ conocer las conclusiones de los exÆmenes farmacológico y toxicológico y, por tanto, el solicitante deberÆ propor- cionarle, como mínimo, el manual de investigador, que consistirÆ en toda la información pertinente conocidaantes del inicio de un ensayo clínico, e incluirÆ datos químicos, farmacØuticos y biológicos, datos toxicológicos, farmacocinØticos y farmacodinÆmicos en animales así como los resultados de ensayos clínicos anteriores, con datos tiles que justifiquen la naturaleza, la escala y la duración del ensayo propuesto; a petición del investigadorse deberÆn suministrar los informes farmacológicos y toxicológicos completos. Cuando se trate de materias de ori-gen humano o animal, se emplearÆn todos los medios disponibles antes del inicio del ensayo para garantizar que no se transmiten agentes infecciosos. B. Realización de los ensayos 1. Buenas prÆcticas clínicas 1.1. Todas las fases de la investigación clínica, incluidos los estudios de biodisponibilidad y de bioequivalencia, se diseæarÆn y llevarÆn a cabo siguiendo las buenas prÆcticas clínicas, y los informes se elaborarÆn segn estos mis- mos principios. 1.2. Todos los ensayos clínicos deberÆn realizarse de conformidad con los principios Øticos establecidos en la actual revisión de la Declaración de Helsinki. En principio, deberÆ obtenerse y documentarse el consentimiento infor- mado de cada uno de los sujetos del ensayo, consentimiento que Østos deberÆn dar voluntariamente.L 311/114 28.11.2001 Diario Oficial de las Comunidades Europeas ESEl promotor o el investigador remitirÆ el protocolo del ensayo (incluido el diseæo estadístico), los procedimientos de aplicación y la documentación al comitØ de Øtica pertinente para que Øste emita su dictamen. Los ensayos no deberÆn iniciarse hasta que no se haya recibido por escrito el dictamen de este comitØ. 1.3. La organización, realización, recopilación de datos, documentación y verificación de los ensayos clínicos se regirÆ por procedimientos normalizados de trabajo, previamente establecidos. 1.4. En el caso de radiofÆrmacos, los ensayos clínicos se llevarÆn a cabo bajo la responsabilidad de un doctor en medi- cina autorizado a utilizar radionclidos para fines mØdicos. 2. Archivo El titular de la autorización de comercialización del medicamento se ocuparÆ de que se archiven los documentos. a) El investigador se ocuparÆ de que los códigos de identificación del paciente se conserven durante al menos quince aæos despuØs de concluido o interrumpido el ensayo. b) Los expedientes de los pacientes y los demÆs datos originales deberÆn conservarse durante el mÆximo plazo que permita el hospital, la institución o la consulta privada. c) El promotor o propietario de los datos conservarÆ toda la restante documentación relativa al ensayo durante el período de validez del medicamento. Estos documentos incluirÆn: \u0097 el protocolo, incluidos la justificación, los objetivos, el diseæo estadístico y la metodología del ensayo, con las condiciones en las que se efecte y gestione, así como los pormenores del medicamento de inves-tigación, el medicamento usado como referencia y/o el placebo que se empleen; \u0097 los procedimientos normalizados de trabajo; \u0097 todos los informes escritos sobre el protocolo y los procedimientos;\u0097 el manual del investigador; \u0097 el cuaderno de recogida de datos de cada sujeto; \u0097 el informe final;\u0097 el (los) certificado(s) de auditoría, cuando se disponga de Øl (ellos). d) El promotor o el propietario subsiguiente conservarÆ el informe final hasta pasados cinco aæos tras haberse agotado el plazo de validez del medicamento. DeberÆ documentarse todo cambio que se produzca en la posesión de los datos.Todos los datos y documentos deberÆn ponerse a disposición de las autoridades competentes, si Østas así lo solicitan. C. Presentación de los resultados 1. Los datos sobre cada ensayo clínico deberÆn estar suficientemente detallados para permitir un juicio objetivo, y contendrÆn, en particular: \u0097 el protocolo, incluyendo la justificación, los objetivos, el diseæo estadístico y la metodología del ensayo, con las condiciones en las que se efecta y gestiona así como los pormenores del medicamento objeto de estudioque se emplee; \u0097 el (los) certificado(s) de auditoría, cuando se disponga de Øl (ellos);\u0097 la lista de investigadores; cada investigador deberÆ indicar su nombre, domicilio, cargo, titulación y obligacio- nes clínicas, hacer constar dónde se llevó a cabo el ensayo y reunir la información relativa a cada uno de los pacientes, incluyendo los impresos para el historial de cada sujeto; \u0097 el informe final, firmado por el investigador y para ensayos multicØntricos por todos los investigadores o por el investigador responsable de la coordinación. 2. Los anteriores datos sobre los ensayos clínicos se remitirÆn a las autoridades competentes. No obstante, el solici- tante podrÆ omitir parte de esta información con el consentimiento de dichas autoridades. A petición de Østas, deberÆ enviar sin demora la documentación completa.28.11.2001 L 311/115 Diario Oficial de las Comunidades Europeas ES3. Se resumirÆn las observaciones clínicas de cada ensayo, indicando: a) el nmero de los pacientes tratados, distribuidos por sexo; b) la selección y la distribución por edad de los grupos de pacientes en los grupos experimental y control;c) el nmero de pacientes que hayan sido retirados prematuramente de los ensayos, así como los motivos para ello; d) en caso de que se hayan llevado a cabo ensayos controlados segn lo dispuesto anteriormente, si el grupo control: \u0097 no ha sido sometido a ninguna terapia,\u0097 ha recibido un placebo,\u0097 ha recibido otro medicamento de efecto conocido,\u0097 ha recibido un tratamiento no medicamentoso; e) la frecuencia de las reacciones adversas observadas;f) todas las precisiones sobre los sujetos que presenten una especial sensibilidad (ancianos, niæos, mujeres emba- razadas o en período de menstruación) o cuyo estado fisiológico o patológico exija una especial considera- ción; g) parÆmetros o criterios para evaluar la eficacia, así como los resultados referentes a estos parÆmetros; h) una evaluación estadística de los resultados, en la medida en que se requiera por el diseæo de los ensayos y las variables implicadas. 4. El investigador deberÆ pronunciarse, en sus conclusiones de la experimentación, sobre la seguridad del producto en las condiciones normales de utilización, su tolerancia y su eficacia, aportando todas las precisiones que resultentiles sobre las indicaciones y contraindicaciones, la posología y la duración media del tratamiento, así como, encaso necesario, las precauciones particulares de uso y los signos clínicos de sobredosificación. Cuando informe sobre los resultados de un estudio multicØntrico, el investigador principal deberÆ expresar, en sus conclusiones, su opinión sobre la seguridad y eficacia del medicamento que es objeto del estudio en nombre de todos los centros. 5. AdemÆs, el investigador deberÆ en todo caso seæalar sus observaciones sobre: a) los posibles fenómenos de habituación, de adicción o de abstinencia;b) las interacciones observadas con otros medicamentos que se administren simultÆneamente; c) lo criterios con arreglo a los cuales se excluyó a determinados pacientes del ensayo; d) toda muerte que se haya producido durante el ensayo o durante el período de seguimiento. 6. Los datos relativos a una nueva asociación de sustancias medicamentosas deberÆn ser idØnticos a los que se exigen en el caso de medicamentos nuevos, y deberÆn justificar la seguridad y la eficacia terapØutica de la combinación. 7. SerÆ obligatorio justificar la ausencia parcial o total de datos. Si se producen resultados imprevistos a lo largo de los ensayos, deberÆn realizarse y documentarse ensayos preclínicos, toxicológicos y farmacológicos adicionales. Si el medicamento estÆ destinado a ser administrado de forma prolongada, habrÆ que suministrar datos sobre toda modificación de la acción farmacológica tras una administración reiterada, así como sobre la determinación deuna dosificación a largo plazo. D. Farmacología clínica 1. FarmacodinÆmica DeberÆ demostrarse la acción farmacodinÆmica correlacionada con la eficacia, incluyendo: \u0097 la relación dosis-respuesta y su curso temporal,\u0097 la justificación de la posología y las condiciones de administración, \u0097 cuando sea posible, el modo de acción.L 311/116 28.11.2001 Diario Oficial de las Comunidades Europeas ESSe describirÆ la acción farmacodinÆmica no relacionada con la eficacia. La demostración de efectos farmacodinÆmicos en seres humanos no bastarÆ por sí misma para establecer conclu- siones en cuanto a un posible efecto terapØutico. 2. FarmacocinØtica Se describirÆn las siguientes características magnitud), \u0097 distribución,\u0097 metabolismo,\u0097 excreción. DeberÆn describirse los aspectos significativos desde el punto de vista clínico, incluyendo la implicación de los datos cinØticos para el rØgimen de dosificación, especialmente para los pacientes de riesgo, y las diferencias entreel hombre y las especies animales utilizadas en los estudios preclínicos. 3. Interacciones Cuando el medicamento vaya a administrarse, de forma habitual, simultÆneamente con otros medicamentos, debe- rÆn proporcionarse datos sobre los ensayos que se hayan efectuado de administración conjunta, para descubrir posibles modificaciones de la acción farmacológica. Si existen interacciones farmacodinÆmicas o farmacocinØticas entre la sustancia y otros medicamentos o sustancias tales como el alcohol, la cafeína, el tabaco o la nicotina, cuya ingestión simultÆnea resulta probable, o si dichas interacciones resultan verosímiles, Østas deberÆn describirse y comentarse, especialmente desde el punto de vista de la importancia clínica y de la relación con la declaración de las interacciones mØdicas en el resumen de lascaracterísticas del producto que debe presentarse con arreglo al punto 5.6 del artículo 11. E. Biodisponibilidad/bioequivalencia DeberÆ realizarse una evaluación de la biodisponibilidad siempre que sea necesario, por ejemplo cuando la dosis terapØutica sea cercana a la dosis tóxica o cuando las pruebas anteriores hayan revelado anomalías que puedan estar relacionadas con propiedades farmacodinÆmicas, como la absorción variable. AdemÆs, deberÆ evaluarse la biodisponibilidad cuando sea necesario para demostrar la bioequivalencia de los medicamentos a los que se refiere la letra a) del apartado 1 del artículo 10. F. Eficacia y seguridad clínicas 1. En general, los ensayos clínicos se efectuarÆn bajo la forma de ensayos clínicos controlados, aleatorizados siempre que sea posible; cualquier otro diseæo deberÆ justificarse. El tratamiento asignado al grupo control variarÆ segn los casos y dependerÆ tambiØn de consideraciones Øticas. En este sentido, en ocasiones puede resultar mÆs conve- niente comparar la eficacia de un nuevo medicamento con el efecto de un medicamento conocido, cuyo valorterapØutico estØ bien establecido, y no con el efecto de un placebo. En la medida de lo posible, y muy especialmente cuando el parÆmetro de evaluación es de apreciación subjetiva, se tomarÆn medidas para evitar un sesgo, incluyendo mØtodos de aleatorización y mØtodos ciegos (de doble cie- go). 2. El protocolo del ensayo deberÆ incluir una descripción pormenorizada de los mØtodos estadísticos a los que se recurra, del nmero de pacientes y las razones por las que se incluyen (con el cÆlculo del valor estadístico del ensayo), el nivel de significación que se use y una descripción de la unidad estadística. Deben documentarse las medidas que se adopten para evitar el sesgo, en particular los mØtodos de aleatorización. La inclusión de un grannmero de pacientes a lo largo de un ensayo no deberÆ considerarse en ningn caso como sustituto vÆlido de unensayo controlado bien ejecutado. 3. No podrÆn aceptarse como pruebas vÆlidas las declaraciones clínicas sobre la eficacia o la seguridad de un medica- mento en condiciones normales de uso que no se hayan comprobado científicamente.28.11.2001 L 311/117 Diario Oficial de las Comunidades Europeas ES4. El valor de los datos relativos a la eficacia y a la seguridad del medicamento en condiciones normales de utiliza- ción aumentarÆ considerablemente si dichos datos proceden de varios investigadores competentes que trabajan de forma independiente. 5. Para las vacunas y sueros, el estado inmunológico y la edad de la población incluida en el ensayo y la epidemiolo- gía local tienen una importancia decisiva; deberÆn controlarse a lo largo del ensayo y describirse con todo detalle. En el caso de vacunas vivas atenuadas, los ensayos clínicos se diseæarÆn de modo que revelen la posibilidad de transmisión del agente inmunizante de un sujeto vacunado a otro no vacunado. Cuando sea posible la trans- misión, deberÆ estudiarse la estabilidad genotípica y fenotípica del agente inmunizante. Los estudios de control para vacunas y alergenos incluirÆn pruebas inmunológicas adecuadas y, en su caso, la determinación de anticuerpos. 6. En el informe de experto, deberÆ comentarse la pertinencia de los distintos ensayos para la determinación de la seguridad y la validez de los mØtodos de evaluación. 7. Se seæalarÆn uno por uno y se comentarÆn todos los acontecimientos adversos, incluidas los valores de laboratorio anormales y, en particular: \u0097 de manera global,\u0097 y en función de la naturaleza, gravedad y causalidad de los efectos. 8. SerÆ preceptiva una evaluación crítica de la seguridad relativa, teniendo en cuenta las reacciones adversas, en rela- ción con los siguientes aspectos: \u0097 la enfermedad que es objeto del tratamiento,\u0097 otros enfoques terapØuticos,\u0097 características particulares en subgrupos de pacientes,\u0097 datos preclínicos de toxicología y farmacología. 9. DeberÆn darse recomendaciones en cuanto a las condiciones de uso, con el fin de reducir la incidencia de reaccio- nes adversas. G. Documentación para las solicitudes de autorización en circunstancias excepcionales Cuando, en relación con determinadas indicaciones terapØuticas, el solicitante pueda demostrar que no estÆ en condiciones de suministrar datos completos sobre la eficacia y seguridad en las condiciones normales de uso delproducto, porque: \u0097 los casos para los que estÆn indicados los productos en cuestión se presentan tan raramente que el solicitante no puede razonablemente estar obligado a proporcionar los informes completos; \u0097 el estado de desarrollo de la ciencia no permite proporcionar los informes completos; \u0097 principios de deontología mØdica comnmente admitidos prohíben recoger esta información, la autorización de comercialización podrÆ concederse con las siguientes reservas: a) el solicitante concluirÆ, dentro de un plazo especificado por la autoridad competente, un programa de estu- dios determinado cuyos resultados constituirÆn la base de una nueva evaluación de la relación beneficio/ries- go; b) la especialidad de que se trate sólo se expedirÆ con receta mØdica y, en caso necesario, sólo se autorizarÆ su administración si se efecta bajo estricto control mØdico, de ser posible en un centro hospitalario y, cuandose trate de un radiofÆrmaco, por parte de una persona autorizada; c) el prospecto y cualquier otra información mØdica indicarÆn al mØdico que, en relación con determinados aspectos, no existen an datos fiables sobre el medicamento en cuestión.L 311/118 28.11.2001 Diario Oficial de las Comunidades Europeas ESH. Experiencia posterior a la comercialización 1. Si el medicamento ya estÆ autorizado en otros países, deberÆ proporcionarse información sobre reacciones adver- sas al medicamento en cuestión y a medicamentos que contengan las mismas sustancias activas, a ser posible enrelación con la tasa de utilización. Se incluirÆ información procedente de estudios a escala mundial referentes a laseguridad del medicamento. En este sentido, se entiende por reacción adversa una reacción perjudicial y no deseada que se produce a dosis que se emplean normalmente en el hombre a efectos de profilaxis, diagnóstico o tratamiento de una enfermedado para modificar la función fisiológica. 2. En el caso de vacunas ya autorizadas en otros países, habrÆ que presentar información sobre la vigilancia de suje- tos vacunados para evaluar la prevalencia de la enfermedad en cuestión en comparación con sujetos no vacuna-dos, siempre que se disponga de dicha información. 3. Cuando se trate de alergenos, se describirÆ la respuesta en los períodos de exposición incrementada al antígeno. I. Uso mØdico suficientemente comprobado A efectos de demostrar, con arreglo al inciso ii) de la letra a) del apartado 1 del artículo 10, que los componentes de un medicamento tienen un uso suficientemente comprobado, con una eficacia reconocida, se utilizarÆn lassiguientes reglas específicas: a) Los factores que se deberÆn tener en cuenta para demostrar que el uso mØdico de los componentes de un medicamento estÆ suficientemente comprobado serÆn: el tiempo durante el cual se haya utilizado una sustan- cia, los aspectos cuantitativos y el grado de interØs científico del uso de dicha sustancia (reflejado en la litera- tura científica publicada) y la coherencia de las evaluaciones científicas. Por tanto, pueden ser necesarios peri-odos de tiempo diferentes a fin de establecer el uso mØdico suficientemente comprobado de las diferentes sus-tancias. En todo caso, el período de tiempo necesario para establecer que un componente de un medicamento tiene un uso mØdico suficientemente comprobado no podrÆ ser inferior a diez aæos, contados a partir de la primera aplicación sistemÆtica y documentada de esa sustancia utilizada como medicamento en el interior dela Comunidad. b) La documentación presentada por el solicitante deberÆ abarcar todos los aspectos de la eficacia e incluir o hacer referencia a un estudio bibliogrÆfico pertinente, que tenga en cuenta los estudios previos y posteriores ala comercialización y la literatura científica publicada relativa a la experimentación en forma de estudios epi- demiológicos y, en particular, de estudios epidemiológicos comparativos. DeberÆn comunicarse todos los documentos existentes, tanto favorables como desfavorables. c) Se prestarÆ atención particular a los datos que falten y se justificarÆ por que puede defenderse la eficacia del producto, pese a la ausencia de determinados estudios. d) El informe de los expertos deberÆ explicar la pertinencia de todos los datos presentados relativos a un pro- ducto diferente de aquØl que serÆ comercializado. Se deberÆ apreciar si el producto examinado puede conside- rarse similar al producto al que se concederÆ la autorización de comercialización a pesar de las diferenciasexistentes. e) La experiencia posterior a la comercialización de otros productos que contengan los mismos componentes revestirÆ particular importancia y los solicitantes deberÆn insistir especialmente en este aspecto.28.11.2001 L 311/119 Diario Oficial de las Comunidades Europeas ESANEXO II PARTE A Directivas derogadas, con sus modificaciones sucesivas (contempladas en el artículo 128) Directiva 65/65/CEE del Consejo (DO 22 de 9.2.1965, p. 369/65) Directiva 66/454/CEE del Consejo (DO 144 de 5.8.1966, p. 2658/66) Directiva 75/319/CEE del Consejo (DO L 147 de 9.6.1975, p. 13) Directiva 83/570/CEE del Consejo (DO L 332 de 28.11.1983, p. 1) Directiva 87/21/CEE del Consejo (DO L 15 de 17.1.1987, p. 36) Directiva 89/341/CEE del Consejo (DO L 142 de 25.5.1989, p. 11) Directiva 92/27/CEE del Consejo (DO L 113 de 30.4.1992, p. 8) Directiva 93/39/CEE del Consejo (DO L 214 de 24.8.1993, p. 22) Directiva 75/318/CEE del Consejo (DO L 147 de 9.6.1975, p. 1) Directiva 83/570/CEE del Consejo Directiva 87/19/CEE del Consejo (DO L 15 de 17.1.1987, p. 31)Directiva 89/341/CEE del Consejo Directiva 91/507/CEE de la Comisión (DO L 270 de 26.9.1991, p. 32) Directiva 93/39/CEE del Consejo Directiva 1999/82/CE de la Comisión (DO L 243 de 15.9.1999, p. 7) Directiva 1999/83/CE de la Comisión (DO L 243 de 15.9.1999, p. 9) Directiva 75/319/CEE del Consejo Directiva 78/420/CEE del Consejo (DO L 123 de 11.5.1978, p. 26) Directiva 83/570/CEE del Consejo Directiva 89/341/CEE del Consejo Directiva 92/27/CEE del Consejo Directiva 93/39/CEE del Consejo Directiva 2000/38/CE de la Comisión (DO L 139 de 10.6.2000, p. 28) Directiva 89/342/CEE del Consejo (DO L 142 de 25.5.1989, p. 14)Directiva 89/343/CEE del Consejo (DO L 142 de 25.5.1989, p. 16) Directiva 89/381/CEE del Consejo (DO L 181 de 28 6.1989, p. 44) Directiva 92/25/CEE del Consejo (DO L 113 de 30.4.1992, p. 1)Directiva 92/26/CEE del Consejo (DO L 113 de 30.4.1992, p. 5) Directiva 92/27/CEE del Consejo Directiva 92/28/CEE del Consejo (DO L 113 de 30.4.1992, p. 13)Directiva 92/73/CEE del Consejo (DO L 297 de 13.10.1992, p. 8)L 311/120 28.11.2001 Diario Oficial de las Comunidades Europeas ESPARTE B Lista de plazos de transposición al Derecho nacional (contemplados en el artículo 128) Directiva Fecha límite de transposición Directiva 65/65/CEE 31 de diciembre de 1966 Directiva 66/454/CEE \u0097Directiva 75/318/CEE 21 de noviembre de 1976 Directiva 75/319/CEE 21 de noviembre de 1976 Directiva 78/420/CEE \u0097Directiva 83/570/CEE 31 de octubre de 1985Directiva 87/19/CEE 1 de julio de 1987 Directiva 87/21/CEE 1 de julio de 1987 1 de enero de 1992 ( 1) Directiva 89/341/CEE 1 de enero de 1992Directiva 89/342/CEE 1 de enero de 1992 Directiva 89/343/CEE 1 de enero de 1992 Directiva 89/381/CEE 1 de enero de 1992Directiva 91/507/CEE 1 de enero de 1992 ( 2) 1 de enero de 1995 (3) Directiva 92/25/CEE 1 de enero de 1993 Directiva 92/26/CEE 1 de enero de 1993Directiva 92/27/CEE 1 de enero de 1993Directiva 92/28/CEE 1 de enero de 1993Directiva 92/73/CEE 31 de diciembre de 1993 Directiva 93/39/CEE 1 de enero de 1995 ( 4) 1 de enero de 1998 (5) Directiva 1999/82/CE 1 de enero de 2000Directiva 1999/83/CE 1 de marzo de 2000 Directiva 2000/38/CE 5 de diciembre de 2001 (1) Fecha líite de transposición aplicable a Grecia, Espaæa y Portugal. (2) Exceptuando el punto 3.3 de la sección A de la segunda parte del Anexo. (3) Fecha límite de transposición aplicable al punto 3.3 de la sección A de la segunda parte del Anexo. (4) Exceptuando lo que se refiere al punto 6 del artículo 1. (5) Fecha límite de transposición aplicable al punto 7 del artículo 1.28.11.2001 L 311/121 Diario Oficial de las Comunidades Europeas ESL 311/122 28.11.2001 Diario Oficial de las Comunidades Europeas ESANEXO III CUADRO DE CORRESPONDENCIAS 1 a3art. 1 puntos 1 a3 art. 1 punto 4 Anexo art. 1 apts. 1 y2 art. 1 punto 5 art. 1 art. 1 puntos 6 a9art. 1 apt. 2 art. 1 punto 10 art. 1 apt. 1 art. 1 puntos 11 a1 6art. 29 ter pÆr. 1 art. 1 puntos 17 y1 8art. 1 apt. 2 art. 1 punto 19 art. 1 apt. 2 segunda frase art. 1 puntos 20 a2 6art. 1 apt. 2 art. 1 punto 27 art. 8 pÆr. 1 art. 1 punto 28 art. 10 apt. 1art. 2 art. 2 apt. 1 art. 3 puntos 1 y2art. 1 puntos 4 y5 art. 2 apt. 3 primer guión art. 3 puntos 3 y4art. 2 apt. 3 guiones 2 y 3 art. 3 punto 5 art. 1 apt. 1art. 3 punto 6 art. 1 apt. 2 art. 4 apt. 1 art. 1 apt. 3 art. 4 apt. 2 art. 1 apt. 3art. 4 apt. 3 art. 3 pÆr. 2 art. 4 apt. 4 art. 6 art. 5 art. 2 apt. 4 art. 6 apt. 1 art. 3 pÆr. 1 art. 6 apt. 2 art. 2 primera frase art. 7 art. 2 segunda frase art. 8 apts. 1 y 2art. 4 pÆrs. 1 y 2 art. 8 apt. 3 letras a) a e)art. 4 pÆr. 3 puntos 1 a 5art. 1 pÆr. 1 art. 8 apt. 3 letras f) a i)art. 4 pÆr. 3 puntos 6 a 8.1 art. 8 apt. 3 letras j) a l)art. 4 pÆr. 3 puntos 9 a 11 art. 9 art. 3 art. 10 apt. 1 art. 4 pÆr. 3 puntos 8.2 art. 10 apt. 2 art. 1 pÆr. 2 art. 11 puntos 1 a 5.3art. 4bis puntos 1 a 5.3 art. 11 punto 5.4art. 4 bis punto 5.4art. 3 art. 11 puntos 5.5 a 6.4art. 4bis puntos 5.5 a 6.4 art. 11 punto 6.5art. 4bis punto 6.6 art. 11 punto 7 art. 4bis punto 6.5 art. 11 puntos 8 y9art. 4 art. 12 apt. 1 art. 128.11.2001 L 311/123 Diario Oficial de las 2 art. 13 art. 6 apts. 1 y 2 art. 14 apts. 1 y2art. 7 apts. 1 y 4 art. 14 apt. 3 art. 4 pÆr. 2 art. 15 art. 8 art. 16 art. 9 art. 17 art. 7 art. 18 art. 7 bis art. 19 art. 4 art. 20 art. 5art. 21 art. 4 ter art. 22 art. 10 apt. 2 art. 23 art. 9 bis art. 24 art. 10 apt. 1 art. 25 art. 9art. 26 art. 5 art. 27 art. 8 art. 28 apt. 1 art. 9 apt. 3art. 28 apt. 2 art. 9 apt. 1 art. 28 apt. 3 art. 9 apt. 2 art. 28 apt. 4 art. 9 apt. 4 art. 29 art. 10 art. 30 art. 11art. 31 art. 12 art. 32 art. 13 art. 33 art. 14 apt. 1 art. 34 art. 14 apts. 2 a4 art. 35 art. 15L 311/124 28.11.2001 Diario Oficial de las Comunidades Europeas ESart. 36 art. 15 bis art. 37 art. 15 ter art. 38 art. 15 quater art. 39 art. 14 apt. 5 art. 40 art. 16 art. 41 art. 17art. 42 art. 18art. 43 art. 20 apt. 1art. 44 art. 20 apt. 2art. 45 art. 20 apt. 3art. 46 art. 19art. 47 art. 19 bisart. 48 art. 21art. 49 art. 23 art. 50 art. 24 art. 51 apts. 1 y2art. 22 apt. 1 art. 51 apt. 3 art. 22 apt. 2 art. 52 art. 25art. 53 art. 3 art. 54 art. 2 apt. 1 art. 55 art. 3 art. 56 art. 4 apt. 1 art. 57 art. 5 apt. 2 art. 58 art. 6 art. 59 art. 7 apts. 1 y2 art. 60 art. 5 apts. 1 y art. 9 art. 61 art. 10 apts. 1 a4 art. 62 art. 2 apt. 2 y art. 7 apt. 328.11.2001 L 311/125 Diario Oficial de las apt. 1 art. 4 apt. 2 art. 63 apt. 2 art. 8 art. 63 apt. 3 art. 10 apt. 5 art. 64 art. 11 apt. 1 art. 65 art. 12 art. 66 art. 5 art. 67 art. 6 apt. 1 art. 68 art. 2 apt. 2 art. 69 art. 7 apts. 2 y 3 art. 70 art. 2 art. 71 art. 3 art. 72 art. 4 art. 73 art. 5 apt. 1 art. 74 art. 5 apt. 2 art. 75 art. 6 apt. 2 art. 76 art. 2 art. 77 art. 3 art. 78 art. 4 apt. 1 art. 79 art. 5 art. 80 art. 6 art. 81 art. 7 art. 82 art. 8 art. 83 art. 9 art. 84 art. 10 art. 85 art. 9 art. 86 art. 1 apts. 3 y4 art. 87 art. 2 art. 88 art. 3 apts. 1 a6L 311/126 28.11.2001 Diario Oficial de las Comunidades Europeas ESart. 89 art. 4 art. 90 art. 5 art. 91 art. 6 art. 92 art. 7 art. 93 art. 8 art. 94 art. 9 art. 95 art. 10 art. 96 art. 11 art. 97 apts. 1 a4art. 12 apts. 1 y2 art. 97 apt. 5 art. 12 apt. 4 art. 98 art. 13 art. 99 art. 14 art. 100 art. 6 apt. 3 art. 101 art. 29 sexto art. 102 art. 29 bis art. 103 art. 29 quater art. 104 art. 29 quinto art. 105 art. 29 sØptimo art. 106 apt. 1 art. 29 octavo art. 106 apt. 2 art. 29 ter pÆr. 2 art. 107 art. 29 noveno art. 108 art. 29 dØcimo art. 109 art. 3 puntos 1 a3 art. 110 art. 3 punto 4 art. 111 apt. 1 art. 26 pÆrs. 1 y2 art. 111 apt. 2 art. 4 apt. 1 art. 111 apt. 3 art. 26 pÆr. 328.11.2001 L 311/127 Diario Oficial de art. 8 art. 27 art. 113 art. 4 apt. 2 art. 4 apt. 2art. 114 apt. 1 art. 4 apt. 3art. 114 apt. 2 art. 4 apt. 3 art. 115 art. 4 apt. 1 art. 116 art. 11art. 117 art. 28art. 118 art. 29art. 119 art. 4 pÆr. 1 art. 120 art. 2 bis pÆr. 1 art. 121 art. 2 ter art. 37 bis art. 122 art. 30art. 123 art. 33art. 124 art. 5 art. 125 art. 12 art. 31 art. 4 apt. 2 art. 11 apt. 2 art. 12 apt. 3art. 126 pÆr. 1art. 21 art. 126 pÆr. 2art. 32 art. 127 art. 28 bis art. 128 \u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097 art. 129 \u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097 art. 130 \u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097 Anexo I AnexoAnexo II \u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097 Anexo III \u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097\u0097L 311/128 28.11.2001 Diario Oficial de las Comunidades Europeas ES "}