{"title": "PDF", "author": "PDF", "url": "https://www.aaha.org/globalassets/05-pet-health-resources/pain-management/aaha-arthrex-booklet-aaha-nov-trends-web.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CLINICAL CONCEPTS IN PLATELET RICH PLASMA Managing Pain and Improving Joint Health The most commonly used, and most extensively evaluated, biologic in human or canine medicine.Nina R. Kieves, DVM, Kurt Schulz, DVM, DACVS Published by AAHA in collaboration with Arthrex Vet Systems. In veterinary medicine, there are a variety of intraarticular injec - tion-based treatments for ani - mals with speci c goals for each modality to help combat OA-related changes. These goals can range from pain management to improving the joint environment closer to healthy conditions, attempting to regenerate joint tissues to return native function and structure. There is a long list of treatment modalities that have been utilized in human orthopedic pathologies which have been hypothesized as poten - tially bene tting animals that suffer from similar pathologies. Of the long list of treatments, the three that his - torically have had the most interest in animals are corticosteroids, hyalu - ronic acid (HA), and platelet rich plasma (PRP) injections. Corticosteroid injections provide anti-in flammatory and immunosup - pressive effects when administered intraarticularly; however, there is signi cant debate surrounding their use because of concerns for sub - sequent degeneration of articular tissues, risks of articular infections, and potential serious systemic ef - fects with repeated use. (Ayhan, Kes - mezacar, & Akgun, 2014) The types of corticosteroids utilized for OA treatment include the crystalline (triamcinolone) and non-crystalline (methylprednisolone) forms. While there have not been any physical function studies compl eted in ca - nines with corticosteroid injections, there have been studies compl eted in humans with one showing an im - provement in pain by 44% in the treatment group and a 31% improve - ment in the placebo group. (Jüni et al., 2015) There is not a consensus on the safety of corticosteroid injections and its effect on articular cartilage in animals, but one study has shown that the use of triamcinolone injec - tion is cy totoxic to canine cartilage with a reduction in cell viability dur - ing in vitro studies. (Euppayo et al., 2016) When a study on an equine model of OA was tested in vivo, the injection of methylprednisolone was found to have negative effects on the cartilage compared to the controls when the histopathology was ana - lyzed, but in the same study, triam - cinolone showed positive results without affecting the underlying bone. (D D Frisbie et al., 1997) While there is not consensus regarding corticosteroid injections and their toxicity on articular cartilage, studies showing detrimental effects of the in - jections on the cartilage raise se - rious concerns and veterinarians should look towards other potential options to treat their patients suffer - ing from OA. Osteoarthritis (OA) is one of the major disabilities facing pets as they age. This condition frequently leads to pain during otherwise normal daily activ - ities — and generally contrib - utes to a decline in the quality of life. (Belshaw, Dean, & Asher, 2020)YOUR GUIDE TO ADMINISTERING PLATELET RICH PLASMA 1Hyaluronic acid is a native component of the synovial fluid that bathes the articular surfaces of the articulating joints. HA is a fluid with viscous properties that has been described as helping with shock absorption and lubrica - tion during daily functions. Due to these properties, HA is considered a viscosupplement when utilized intraar - ticularly. (Ayhan et al., 2014; Brockmeier & Shaffer, 2006) Native HA has been demonstrated to decrease in con - centration in the synovial fluid during the progression of OA. In addition, HA is an important component of the car - tilage matrix. Subsequently, HA supplementation seems logical. (Gupta, Lall, Sinha, 2019; Marshall, Manolopoulos, Mancer, Staples, & Damyanovich, 2000) HA is commercially available with formulations that are based on the molecular weight, or size, of the injection formulation. While there is likely a bene t with low and medium molecular weight formulations the literature favors the high molecular weight formulations of HA. (Ayhan et al., 2014) These high molecular weight formula - tions have been shown to provide similar properties to nat - urally occurring HA while still having the capability to be cleared from the joint through synovial capillaries. (Kuroki, Cook, & Kreeger, 2002; Marshall et al., 2000) HA treatment has also been described as potentially increasing the en - dogenous production of HA within a pathological joint, further supporting the potential ef cacy of HA injections. (Moreland, 2003; Marshall et al., 2000) While HA may be a reasonable treatment option under certain conditions, it is not a cure for OA nor a regenerative injection option. Studies have indicated im - provement in kinetic evaluation and limb function with HA treatment with maximum bene t 4-8 weeks following the treatment. (Pashuck et al., 2016) Other studies have shown no improvements in cartilage degradation with HA injections when cartilage was anal yzed hist ologically et al., 1998; Marshall et al., 2000) These results indicate that the in - jection of HA may provide some short-term pain relief through improved joint motion, but it is not actually pro - viding a pr otective effect for the progression of cartilage damage. The routine use of intraarticular HA is hindered by the short duration of bene ts and the need for multi - ple injections. Combination therapy of HA and corticosteroids has been suggested as a tre atment option due to the sep - arate effects each treatment has independently on the joint to improve joint function with OA. A study of com - bination treatment in canines with elbow and hip OA showed improved mobility based on client questionnaires at a 6-month timepoint. (Samuel P Franklin & Franklin, 2021; S P Franklin & Cook, 2013) In other studies that looked at this treatment combination there were improve - ments in the sub jective measures that were repo rted by the owners, but this combination did not show a signi - cant difference when compared to autologous fluid or stem cell-based treatments. (Samuel P Franklin & Franklin, 2021; S P Franklin & Cook, 2013) These results indicate that these symptom-based treatment modalities may not provide any improved clinical o utcomes over autologous treatments such as PRP. Additionally, they do not promote and may inhibit, the cartilage healing that the autologous fluid treatments may provide. PRP is one of the more clinically examined injectable orthobiologics being utilized in canine OA. PRP is described as an autologous treatment that is isolated from the patient's own blood and provides potential heal - ing effects on orthopedic pathology by providing growth factors and reducing in flammation in an aff ected joint. (Arnoczky & Sheibani-Rad, 2013) The main growth factors that are consistently found in PRP that help im - prove the healing capability of damaged cartilage are 34transforming growth factor (TGF) and platelet-derived growth factor (PDGF). (Arnoczky & Sheibani-Rad, 2013) To obtain PRP a venous puncture is n ecessary. Up to 9 mLs/kg of blood can safely be coll ected at one time point every 2 weeks. (Diehl et al., 2001; Hawk, Leary, & Morris, 2005; Morton et al., 1993) Larger volume of blood collec - tion allows for larger volumes of plasma to be concen - trated for injection into an injured joint or joints. Once whole blood is coll ected, it undergoes a species-speci c centrifugation pr ocess to separate the whole blood into its unique content. (Perazzi et al., 2013) Prior to this cen - trifugation pr ocess an anticoagulant is added. Acid citrate dextrose-A (ACD-A) may be the best option for this application compared to citrate phosphate dextrose- A (CPD-A). (Marx, 2001) A slow spin centrifugation is usually performed to bring the red blood cells to the bot - tom with a buffy coat in the middle and plasma at the top. When double centrifugation is utilized, the plasma is manually removed, avoiding large amounts of buffy coat collection as this is where the leukocytes and immune cells reside. This fluid is then centrifuged at a faster rate to pellet all cellular components and the platelets are separated from the platelet poor plasma (PPP). With the collection of PRP compl eted, the next impor - tant step is activating the platelets so the growth factors they contain can be released and are readily available to be utilized by the damaged tissue. Several activation methods have been proposed and investigated for ef - cacy. The easiest form of activation is through freezing and thawing the PRP. Studies have shown that freezing and thawing does create signi cant release of growth fac - tors in canines while 3 cycles may maximize the total re - lease of the growth factors. (Samuel P Franklin, Birdwhistell, et al., 2017; Hagen et al., 2020) This method becomes useful when the PRP needs to be stored for later use, but this option become less attractive when the PRP needs to be used at the patient bedside in a timely manner. Another activation method that has been inves - tigated is the use of calcium chloride or calcium gluconate. (Raul F Silva et al., 2012) The calcium binds to the anti- coagulant and will results in a gel formation 30 min utes following the activation. A nal proposed method for ac - tivation without the formation of a gel like product is the use of human gamma thrombin. (Samuel P Franklin, Bird - whistell, et al., 2017; Samuel P Franklin & Birdwhistell, 2018) There are currently no studies on canines for xen - ogenic use of this protein and the manufactures of this product do not state it as an indicated use. It has also been suggested that platelets are naturally activated when they are inj ected into the joint. While there are no studies investigating this claim in canines, there are mixed results in equine studies. One equine study com - bined PRP with synovial fluid in an ex vivo setting and re - sults sugg ested it did activate the platelets, but in another equine study the joints were aspirated 5 days after the initial unactivated PRP injection and the authors found intact platelets indicating that there is not full ac - tivation of the platelets in vivo. (Textor, Willits, & Tablin, 2013; Textor & Tablin, 2013) When isolating the platelets and plasma for PRP it is important to consider the other components of the blood that may be coll ected w ith the pr ocess and the effects they may have on the joint which the PRP is being injected into. First, er ythrocytes can be coll ected when removing the plasma after the initial centrifugation. It is generally agreed upon that erythrocytes have negative side effects on the synoviocytes of the joint, causing an increase in joint in flammation due to synoviocyte death. (Braun et al., 2014; Everts et al., 2019) The next component are the leukocytes contained within the buffy coat. This component has been shown to increase IL-1 and matrix metalloproteinase 9, which have negative side effects on the cells and matrix of the cartilage leading to increased cartilage degeneration. (Sundman, Cole, & Fortier, 2011) This has been further suppo rted by an ex vivo study that showed an increase in synoviocyte cell death when there were leukocytes present in the PRP compared to the leuko - cytes not being present. (Braun, Kim, Chu, & Dragoo, 2014) 5When considering PRP for a patient, it is important to factor in the time and costs associated with the treat - ment. The pr ocess of c ollecting PRP can be compl eted with basic laboratory equipment and clinical supplies but these processes reduce the overall quality of the product compared to commercial systems. A commercial system is a better option for private practice clinicians. While these commercial systems may be more costly to start, the overall price point is reduced when the main r eoccur - ring cost is the disposables associated with each use. This cost may be further reduced as companies may be willing to provide the centrifuge needed while an agreed upon number of disposables are utilized per year. This option may be a bene cial one for clinicians who have a large client base and are likely to perform a signi cant quantity of these pr ocedures in a given calendar year. It is important to note that not all PRP systems are created equal. A study analyzing 5 separate PRP systems showed a large amount of variability in platelet concentration, from baseline up to a 5-fold increase. (Samuel P Franklin et al., 2015) Another study showed there is a strong cor - relation between this concentration and the concentra - tion of the growth factors. (Samuel P Franklin et al., 2017) This highlights the importance of selecting a system that has been proven to provide a high-quality product to maximize the potential of healing and an improvement in quality of life. BLOOD COLLECTION TECHNIQUE When needing to collect a signi cant amount of blood for proces sing a biologic (generally > 20mL of blood at a time), sedation of the patient is recommended. This will be needed regardless for injection after pr oces sing the blood for PRP/ACP/ACS. The patient is placed in lateral recumbency, and the jugular vein is aseptically prepared. A butter fly needle is useful so that if more than one syringe of blood is coll ected it is easy to do so without having to obtain venous a ccess more than once. For large breed dogs a 19-gauge needle is used. In general, the largest gauge needle that is appropriate should be used for blood collection. If a ccess c annot be gained via the jugular vein, the lateral saphenous vein in the pelvic limb or the cephalic vein in the thoracic limb are alternatives for access. In general, it is safe to draw up to a maximum of 10% of the patient's total blood volume every 2 weeks for sys - temically healthy animals, though most recommendations suggest that only 7.5% be drawn at one sitting. A dog's total blood volume is ~7-9% of its body weight. To cal - culate a dog's blood volume, the following formula is used: patient body weight (kg) * 80 mL/kg. Cats have a slightly lower blood volume at ~6.5% of their body weight. This can then be used to calculate the amount of blood that can be drawn. The amount of blood needed for pr ocessing varies by the system being used. Rarely are dogs too small for the volume needed for most systems. However, this needs to be assessed on a case-by-case basis as some systems require 60mL of blood to pr ocess, and in smaller dogs this can become unsafe. In most cats, it is not safe to use a system that requires such a large vol - ume, and a system needs to be utilized that requires less blood volume. If there is concern for a patient's systemic health, blood draws of large volumes should not be per - formed. In some cases, IV fluid therapy following a large blood draw can be considered, but in routine cases is usually not needed if guidelines for appropriate safe vol - umes of blood collection are followed. PRP PREPARATION Approximately 10% of a dogs blood volume may be safely acquired for PRP preparation every two weeks. This translates to approximately 9mls/kg of body weight. In a 30kg dog this would provide 270 mls of blood for pr oces sing. In many pa - tients, signi cantly more blood can be safely drawn than can be processed by most PRP systems. (Diehl et al., 2001; Hawk et al., 2005; Morton et al., 1993) When considering a 25 kg dog up to 225 mLs can safely be acquired. These large volumes, or greater, are commonly acquired from canine blood donors for the preparation of whole blood transfusions or packed red 6blood cell and plasma transfusions. Hence, the upper limit of blood that can be safely pr ocessed lik ely greatly exceeds what most PRP preparation systems enable. PRP INJECTION FREQUENCY RECOMMENDATIONS Two protoc ols are often cited regarding the frequency of PRP administration. There is limited de nitive clinical evidence to support one pr otocol over ano ther. Protocol 1: Administer PRP and observe for improvement. If there was improvement but lameness is returning, con - sider second injection. Protocol 2: Administer t hree intraarticular injections each 2-3 weeks apart. PRP platelet activation methods: 10% Calcium chloride may be added to the PRP. 23 microliters is added per 1ml of PRP. Activation may be achieved by one to three cycles of freezing and thawing. Aliquot and fr eeze a solution of bovine thrombin (5000 International Units reconstit uted) At time of administration 1ml of this solution is added to every 9mls of PRP. This results in rapid activation and brin formation. PRP CONCEPTS PRP is a \"platelet rich\" biologic that concentrates important growth factors. PRP has been extensively evaluated and used for the treatment of o steoarthritis in human and veterinary patients. The ideal platelet concentration is uncertain and different values have been studied with varying results. The optimal leukocyte concentration in PRP is also debated. 7Most clinicians believe that PRP for intraarticular use should probably have few, if any, erythrocytes. Platelet activation releases their growth factors and both in-vitro and ex-vivo methods have been proposed. The ideal frequency of PRP injection has yet to be determined and may vary between cases When saving PRP for later use it should be stored at -20°C, or as low as -80°C. Joint Injection Technique Joint injections are most frequently performed as adjunct therapy for the treatment of o steoarthritis. Joint injections should be performed under sedation and asep - tically. Reversible sedation is ideal, as the pr ocedure itself is relatively rapid. An opioid like butorphanol, coupled with dexmedetomidine given IV can be reversed with atipame - zole IM. Care must be taken to ensure these medications are safe for each individual patient. Alternatives can be used, particularly in patients with cardiac disease such as alfaxalone. Aseptic technique is used to decrease the risk of inducing septic arthritis during the pr ocedure. The fur should be clipped over the area, to include palpable local landmarks. The authors prefer to perform an initial dirty prep using chlorhexidine or betadine solution and then completing a nal sterile prep. The injec - tion can then be performed. General supplies needed to perform a joint injection include needles, syringes, and sterile gloves. The clinician should have slides, collection tubes, and cultur ettes re adily available if joint fluid aspirated is suspicious for infection. After sterile prep of the joint, when the injectate is ready, sterile gloves are donned, and a needle is inse rted into the joint. Joint fluid should be aspirated in a syringe to con rm the joint space has been entered. Gross eval - uation of the joint should be performed, and if any con - cern for infection or pathology aside from o steoarthritis (OA) is susp ected, cyt ology should be performed prior to joint injection. In general, joint fluid should be straw- colored, clear, and viscous. Loss of viscosity will be seen in cases of OA. If there is an ex cessive v olume of turbid fluid or serosanguinous fluid, cytology is indicated. Common reasons for not being able to obtain joint fluid include: improper technique (reinsert needle), shallow or deep joint (back needle out and try again, or use a longer needle (common error in joints like the shoulder), tissue plugging needle in joints with signi cant synovitis (rotate needle, reposition and re-aspirate), or there is little fluid in the joint (chronic hip joint). 8SHOULDER The patient is placed in lateral recumbency for shoulder injections. The acromion is the main anatomic landmark utilized to locate the shoulder joint. Fur is shaved proximal, distal, cranial, and caudal to the acromion so that it can be palpated during the injection. Observing the morphology of the dog's acromion on radiographs prior to injection can be useful as some dogs have a very low-hanging acromion while others are more proximal. The limb is maintained in a neutral position. On aver - age, however, in a large breed dog, the joint space will be approximately 0.5-1 cm distal to the acromion with the needle inse rted perpendicular to the skin. If bone is hit, the needle can be \"walked\" and angled prox - imally or distally off the humerus or glenoid to enter the joint space. Typically, in a large breed dog, a 1.5\" length needle can reach the joint space, though in well-muscled dogs, or obese animals and giant breed dogs a longer spinal needle may be required to reach the joint space. ELBOW The elbow can be inj ected via a lateral or me dial approach, though the authors prefer a medial approach. The dog is placed in lateral recumbency with the limb to be inj ected do wn. The medial epicondyle is the landmark used for this approach, and fur is shaved around the land - mark. The limb is extended and pulled from the body wall, while the upper limb is restrained along the body wall. It can be helpful to place a rolled towel below the joint on the lateral aspect to apply a valgus stress to open the joint space medially. The joint space is distal to the medial epicondyle in line with the axis of the humerus, ~1.5-2 cm distal to the epicondyle in the average large breed dog. Radiographic measurements can be made to aide in determining distance to the joint from the epicondyle if needed. If a lateral injection is performed the aff ected limb is placed up and the fur is shaved from cranial and proximal to the epicondyle and caudally past the olecranon. The joint is entered from halfway between the lateral epicondyle and olecranon with the needle aiming distomedial along the parallel axis of the ulna. 9CARPUS The patient is placed in lateral recumbency with the aff ected limb up. The radiocarpal joint is most a ccessible due to its size and is a ccessed from the dorsal aspect of the limb. The distal radius can be palpated, and the fur shaved surrounding the joint space just distal to this. The carpus can be flexed and extended to locate the joint space. Holding the joint in some flexion (typically ~45°) helps to open the joint space. Palpate the distal aspect of the radius to nd the joint space just distal to it. The joint space is a ccessed just me dial or lateral (most commonly medial) to the cephalic vein and the common digital extensor tendon that runs across the joint. The needle is aimed in a dorsal to palmar direction parallel to the joint surface of the radius. HIP The patient is placed in lateral recumbency with the aff ected limb up. The greater trochanter is the primary landmark for this injection. Fur is shaved proximal, distal, cranial, and caudal to the greater trochanter. The joint space is just cranial and prox - imal to the greater trochanter. The limb is placed in slight abduction with distal traction being applied to help open the joint space. The needle is inse rted perpendicular to the skin and long axis of the femur just proximal and cranial to the trochanter. As in the shoulder joint, if bone is hit, the needle can be \"walked\" proximally or distally to nd the joint space. The joint should not be a ccessed from the caudal to the greater trochanter to avoid iatrogenic damage to the sciatic nerve. 10STIFLE The patient is placed in lateral recumbency with the aff ected limb up or in dorsal recumbency in a trough. An area from proximal to the patella and distal to the tibial tuberosity is shaved. The joint is flexed to ~90° angle. In lateral recumbency, this is accomplished by having an assistant flex the sti fle and abducting the limb, and placing the foot on the table. The needle is inse rted par allel to the tibial plateau. This angle will vary based upon the tibial plateau angle and should be assessed on radio - graphs prior to injection. The needle is inse rted approximately to ½ of the distance from the patella to the tibial tuberosity, either medial or lateral to the patellar tendon. Some variability exists the tibial tube - rosity and patellar tendon insertion, so this should also be assessed on radiographs to help determine the location of needle insertion. The needle is aimed slightly axially towards the intercondylar notch. TARSUS The patient is placed in lateral recumbency with the aff ected limb up or down. Fur surrounding the entire region of the tarsus is shaved to extend 360° around the joint, distal to the tibiotarsal joint, and proximal to the malleoli. The joint can be a ccessed from the lateral and medial, both cranial and caudally. Flexing and extending the hock helps to identify the joint space. The joint is a ccessed distal to the tibia and proximal to the talus dorsally, either lateral or to saphenous vein and extensor tendons. From caudally and laterally, the is accessed to the lateral malleolus (distal bula), angling from caudodistal to cranioproximal and distalateral to proximomedial. 11 JOINT NEEDLE SIZE Shoulder 20 gauge, 1.5\" hypodermic needle/2\" spinal needle Elbow 20 gauge, 1.5\" hypodermic needle Carpus 22 gauge, 1\" hypodermic needle Hip 20 gauge, 2-3\" spinal needle Stifle 20 gauge, 1.5\" hypodermic needle Tarsus 22 gauge, 1\" hypodermic needle Table 1. Needle Size for Average Large Breed Dog JOINT NEEDLE SIZE Shoulder 22 gauge, 1.5\" hypodermic needle Elbow 22 gauge, 1\" hypodermic needle Carpus 25 gauge, 1\" hypodermic needle Hip 20 gauge, 1.5\" hypodermic needle/ 2\" spinal needle Stifle 22 gauge, needle Tarsus 25 gauge, 0.5\" or 1\" hypodermic needle Table 2. Needle Size for Average Small Breed Dog WEIGHT (LB) WEIGHT (KG) MAXIMUM BLOOD DRAW VOLUME (mL) 5 2.3 30 10 4.5 60 15 6.8 90 20 9.1 120 25 11.3 150 30 13.6 180 35 15.9 210 40 18.1 240 45 20.4 270 50 22.7 300 55 24.9 330 60 27.2 360 Table 3. Maximum Allowable Blood Volume Draw for Canines WEIGHT (LB) WEIGHT (KG) MAXIMUM BLOOD DRAW VOLUME (mL) 2.5 1.1 12 3.0 1.4 18 3.5 1.6 22 4.0 1.8 25 4.5 2.0 28 5.0 2.3 30 5.5 2.5 35 6.0 2.7 38 6.5 2.9 42 7.0 3.2 45 7.5 3.4 48 8.0 3.6 50 Table 4. Maximum Allowable Blood Volume Draw for Felines PRP VOLUMES TO INJECT ML KG Shoulder Elbow Carpus Hip Stifle Tarsus Toy / Cat 5 0.5 0.25-.5 0.25 0.5 0.5 0.25 SP, Shebani-Rad S. The basic science of platelet-rich plasma (PRP). Sports Medicine and Arthroscopy Review. 2013;21(4):180-185. roid, hyaluronic acid, platelet rich plasma) for the knee o steoarthritis. World Journal of Orthopedics. 2014;5(3):351. doi:10.5312/w jo.v5.i3.351 Belshaw Z, Dean R, Asher L. Could it be o steoarthritis? how dog owners and veterinary surgeons describe identifying canine o steoarthritis in a general practice setting. Preventive Veterinary Medicine. 2020;185:105198. doi:10.1016/j.prevetmed.2020.105198 Braun HJ, Kim HJ, Chu CR, Dragoo JL. The effect of platelet-rich plasma formulations and blood products on human synoviocytes. The Ameri - can Journal of Sports Medicine. 2014;42(5):1204-1210. doi:10.1177/0363546514525593 Braun HJ, Kim HJ, Chu CR, Dragoo JL. The effect of platelet-rich plasma formulations and blood products on human synoviocytes. The Ameri - can Journal of Sports Medicine. 2014;42(5):1204-1210. doi:10.1177/0363546514525593 Brockmeier SF, Shaffer BS. Viscosupplementation therapy for o Sports Medicine and Arthroscopy Review. 2006;14(3):155-162. doi:10.1097/00132585-200609000-00007 Diehl K-H, Hull R, Morton D, et al. A good practice guide to the admin - istration of substances and removal of blood, including ro utes and vol - umes. Journal of Applied Toxicology. 2001;21(1):15-23. doi:10.1002/jat.727 Euppayo T, Siengdee P, Buddhachat K, et al. In vitro effects of triamci - nolone a cetonide and in combination with hyaluronan on canine nor - mal and spontaneous o steoarthritis articular cartilage. In Vitro Cellular &amp; Developmental Biology - Animal. 2016;52(7):723-735. doi:10.1007/s11626-016-0022-4 Everts PA, Paul RV, Rothenberg JB, Stephens N, Mautner KR. Assessing clinical implications and perspectives of the pathophysi - ological effects of erythrocytes and plasma free hemoglobin in autolo - gous biologics for use in musculoskeletal regenerative medicine therapies. A Review. Regenerative Therapy. 2019;11:56-64. doi:10.1016/j.reth.2019.03.009 Franklin SP, Birdwhistell KE, Strelchik A, Garner BC, Brainard BM. In - fluence of cellular composition and exogenous activation on growth factor and cytokine concentrations in canine platelet-rich plasmas. Frontiers in Veterinary Science. 2017;4. doi:10.3389/fvets.2017.00040 Franklin SP, Birdwhistell KE, Strelchik A, Garner BC, Brainard BM. In - fluence of cellular composition and exogenous activation on growth factor and cytokine concentrations in canine platelet-rich plasmas. Frontiers in Veterinary Science. 2017;4. doi:10.3389/fvets.2017.00040 Franklin SP, Birdwhistell KE. Assessment of canine autologous con - ditioned plasmatm cellular and transforming growth factor- 1 content. Frontiers in Veterinary Science. 2018;5. doi:10.3389/fvets.2018.00105 Franklin SP, Cook JL. Prospective trial of autologous conditioned plasma versus hyaluronan plus corticosteroid for elbow o steoarthritis in dogs. Franklin SP, Cook JL Prospective trial of autologous con - ditioned plasma versus hyaluronan plus corticosteroid for elbow os - teoarthritis in dogs Can Vet J 2013;54(9):881-884. Franklin SP, Franklin AL. Randomized controlled trial comparing autolo - gous protein solution to hyaluronic acid plus triamcinolone for treating hip o steoarthritis in dogs. Frontiers in Veterinary Science. 2021;8. doi:10.3389/fvets.2021.713768 FRISBIE DD, KAWCAK CE, TROTTER GW, POWERS RM, McILWRAITH CW. Effects of triamcinolone a cetonide on an in vivo equine o steochondral Sinha and therapeutic Veterinary Science. 2019;6. doi:10.3389/fvets.2019.00192 Hagen A, S, multipotent mesenchymal stromal Bi otechnology. 2021;8. doi:10.3389/fbioe.2020.613621 Hawk T, Leary SL, Morris TH. Formulary for Laboratory Animals. Ames: Blackwell publishing; 2005. Jüni P, Hari R, Rutjes AWS, et al. Intra-articular corticosteroid for knee osteoarthritis. Cochrane Database of doi:10.1002/14651858.cd005328.pub3 Kuroki K, Cook JL, Kreeger JM. Mechanisms of action and potential uses of Hyaluronan in dogs with o steoarthritis. Journal of the American Vet - erinary Medical Association. 2002;221(7):944-950. doi:10.2460/javma.2002.221.944 Marshall KW, Manolopoulos V, Mancer K, Staples A. Amelioration of disease severity by intraarticular Hylan therapy in bi - lateral canine o steoarthritis. Journal of Orthopaedic Research. 2000;18(3):416-425. doi:10.1002/jor.1100180313 Marx RE. Platelet-rich plasma (PRP): What is PRP and what is the treatment of o steoarthritis: mechanisms of action. Arthritis Re - search &amp; Therapy. 2003;5(2):54. doi:10.1186/ar623 Morton DB, Abbot D, Barclay R, et al. Removal of Blood from Laboratory Mammals and Birds. Vol 3. Laboratory Animals Ltd.; 1993. Pashuck TD, Kuroki K, Cook CR, Stoker AM, JL. Hyaluronic acid versus Saline intra-articular injections for amelioration of Chronic knee osteoarthritis: A canine model. Journal of Orthopaedic Research. 2016;34(10):1772-1779. doi:10.1002/jor.23191 Perazzi A, Bus etto R, Mar tinello T, et al. Description of a double centrif - ugation tube method for concentrating canine platelets. BMC Veteri - nary Research. 2013;9(1):146. Rezende Eval - uation of the effect of calcium gluconate and bovine thrombin on the temporal release of transforming growth factor beta 1 and platelet-de - rived growth factor isoform BB from of intraarticular hya - catabolic cytokine concentrations are in fluenced by the cellular composition of platelet- rich plasma. The American Journal of Sports Medicine. 2011;39(10):2135-2140. doi:10.1177/0363546511417792 Textor JA, Tablin F. Intra-articular use of a platelet-rich product in nor - mal horses: Clinical signs and cytologic responses. Veterinary Surgery. 2013;42(5):499-510. doi:10.1111/j.1532-950x.2013.12015.x Textor JA, Willits NH, Tablin F. Synovial fluid growth factor and cytokine concentrations after intra-articular injection of a platelet-rich product in horses. The Veterinary Journal. 2013;198(1):217-223. doi:10.1016/j.tv jl.2013.07.020Since its inception, Arthrex has been commi tted to one mission: Helping Surgeons Treat Their Patients B etter. We are strategically focused on constant product innovation through scienti c research, surgeon collaboration and medical education to make less invasive surgical pr ocedures simple, safer, and more reproducible. Each year, we develop more than 1,000 new innovative products and pr ocedures to advance minimally invasive orthopedics worldwide. Arthrex has always remained a privately held company, which allows for the rapid evaluation of new technologies and ideas and the freedom to develop products and techniques that truly make a difference without economic considerations or compromise. Our experienced team of dedicated profes - sionals represents a shared passion and commitment to de - livering uncompromising quality to the health care providers who use our products and the millions of patients whose lives we impact. The medical signi cance of our contributions serves as our primary benchmark of su ccess and will con - tinue into the future as the legacy of Arthrex. Learn more at arth rexvetsyst ems.com.THE CONTENT IN THIS BOOKLET is for informational or educational purposes only, and does not substitute professional medical advice or consultations with veterinary professionals. Arthrex Vet Systems is neither responsible nor liable for any advice, course of treatment, diagnosis or any other information, services, or products. Recommendations should not be construed as dictating an exclusive pr otocol, course of treatment, or pr ocedure. Variations in practice may be warranted based on the needs of the individual patient, resources, and limitations unique to each individual practice setting. Because each case is different, veterinarians must base their deci - sions on the best available scienti c evidence in conjunction with their own knowl - edge and experience. © 2022 American Animal Hospital Association Medical illustrations are used with permission from Arthrex. Download this resource and accompanying poster by snapping the code or visiting bit.ly/3dYSdTm AMERICAN ANIMAL HOSPITAL ASSOCIATION Since 1933, the American Animal Hospital Association (AAHA) has been the only organization to accredit veteri - nary hospitals according to more than 900 standards directly correlated to high-quality medicine and compas - sionate care. AAHA seeks to simplify the journey towards excellence for veterinary practices and lead the profession in the provision of the highest quality care for pets by improving standards of care, championing accreditation, and supporting our members in all aspects of this pursuit. Today, more than 4,500 practice teams (nearly 15% of veterinary practices in the United States and Canada) are AAHA accredited or preaccredited. "}