{"title": "Home", "author": "Wpadmin", "url": "https://www.oihc.ca/", "hostname": "oihc.ca", "description": "Helping you achieve health... Naturally! Proudly Serving the Ottawa Region 904 Lady Ellen Place, Ottawa, ON K1Z 5L5 Phone: (613) 798-1000 Fax: (613) 798-9995 info@oihc.ca BOOK ONLINE Natural Wellness The Ottawa Integrative Health Centre provides such services as Naturopathic Medicine, Nutritional Counseling,", "sitename": "Ottawa Integrative Health Centre", "date": "2023-07-19", "cleaned_text": "Helping you achieve health... Naturally! Proudly Serving the Ottawa Region 904 Lady Ellen Place, Ottawa, ON K1Z 5L5 Phone: (613) 798-1000 Fax: (613) 798-9995 [info@oihc.ca](mailto:info@oihc.ca) Natural Wellness The Ottawa Integrative provides services as our referral community of Chiropractors, Osteopaths and others to ensure that your health care plan is the right one to help you achieve and maintain optimal health. The best Naturopathic Medicine is truly Integrated and Natural care. Hours of Operation Mondays to Thursdays - 10am to 6pm Fridays - 10am to 5pm (summer months) Saturdays (3rd Saturday of the month only) - 10am to 2pm Sundays and Statutory Holidays - Closed Promotion For the latest promotions please check us out on facebook. Please give us 48 hours notice for a cancellation or to reschedule an appointment to prevent being charged a 50% fee. Driving Directions Queensway Westbound: Take the Queensway to the Carling/Kirkwood Avenue exit. Merge into the left lane onto Carling Avenue going westbound and drive past Kirkwood avenue. Drive PAST the Fire Station and Queensway on ramp on the left and continue straight on Carling. Turn left at the next set of lights on Saigon Court which is a very short street. Turn left back onto Carling going eastbound. Move over to the far right lane and turn right at the next set of lights at Kirkwood Avenue. At the second set of lights turn right on Laperriere Avenue. Continue halfway up and you will see us on the right at the very corner of Laperriere and Lady Ellen Place. Queensway Eastbound: Take the Queensway to the Carling/Kirkwood Avenue exit. Turn right at the next set of lights onto Kirkwood Avenue. At the second set of lights turn right on Laperriere Avenue. Continue halfway up and you will see us on the right at the very corner of Laperriere and Lady Ellen Place. Parking Suggestions There is plenty of free parking on all three sides of our clinic building. Bus Routes The OIHC is conveniently located on OC Transpo bus routes: 81 & 14 "}