{"title": "Under new president, Tanzania gets ready to start vaccine rollout", "author": "FRANCE", "url": "https://www.france24.com/en/africa/20210723-under-new-president-tanzania-gets-ready-to-start-vaccine-rollout", "hostname": "france24.com", "description": "Tanzania's health minister on Friday said the country is set to start vaccinations against Covid-19, marking a policy shift since President Samia Suluhu Hassan took over after the sudden death of Tanzania's...", "sitename": "FRANCE 24", "date": "2021-07-23", "cleaned_text": "Under new president, Tanzania gets ready to start vaccine rollout Tanzania's health minister on Friday said the country is set to start vaccinations against Covid-19, marking a policy shift since President Samia Suluhu Hassan took over after the sudden death of Tanzania's former Covid-sceptic leader. Issued on: The move was announced by Health Minister Dorothy Gwajima, who also called for other government leaders to play a role in fighting the pandemic. [Tanzania](https://www.france24.com/en/tag/tanzania/)'s late leader John Magufuli had downplayed the risks of [coronavirus](https://www.france24.com/en/tag/coronavirus/) and shunned masks in favour of the healing power of prayer, even as neighbouring countries shut their borders and imposed curfews and lockdowns. The government stopped releasing Covid-19 data in April 2020, with Magufuli saying that issuing the figures was scaring people and describing vaccines as \"dangerous\". But since Magufuli's death in March, his successor Samia Suluhu Hassan has taken a different approach, creating an expert taskforce to advise her government about how to best proceed with managing the pandemic. Gwajima said on Friday that the number of Covid cases had increased to 858 since the start of the third wave, with 176 recorded on Thursday alone. She also said that 29 people have died, but did not give a timeframe. When the government stopped releasing the figures, it had reported 509 cases and 16 deaths. \"This third wave is already in the country and there is nothing to hide,\" Hassan said earlier this month, urging Tanzanians to follow health guidelines such as wearing masks and washing hands. Gwajima, who under Magufuli promoted a vegetable smoothie and other purported natural cures to ward off Covid, said Thursday that vaccines would start being administered soon for free to those who want them, but did not specify a date. \"I call upon all citizens to get prepared for vaccination,\" she said. Gwajima also announced that the government was banning all \"unnecessary gatherings\" to prevent the spread of the coronavirus. The Africa Centres for Disease Control and Prevention (Africa CDC) said Thursday that Tanzania, Eritrea and Burundi were the only countries on the continent yet to begin vaccinating their citizens against Covid-19. But the country of 58 million had recently submitted its application to join the global Covax vaccine-sharing initiative, and another programme to acquire jabs under the African Union. \"It is now fair to say we have seen a significant shift in Tanzania's position,\" said John Nkengasong, director of Africa CDC. It was not immediately clear which vaccine Tanzania would be using. The government says Magufuli, nicknamed the \"Bulldozer\" for his uncompromising leadership style, died of a heart condition after a mysterious three-week absence. But his political opponents insist he had coronavirus. When Hassan came to power in March, there were high hopes that Tanzania would be steered away from the heavy-handed and uncompromising leadership of her predecessor. But on Thursday, Tanzanian authorities arrested the leader of the country's main opposition party in a raid that has triggered international concern. Chadema chairman Freeman Mbowe and 15 other members were rounded up in a pre-dawn crackdown denounced as a throwback to the oppressive rule of the country's late leader. \"We are holding Freeman Mbowe for plotting terrorism acts including to kill government leaders,\" Tanzania police spokesman David Misime said in a statement, adding that six other party figures had already been charged in court. In a [statement](https://www.hrw.org/news/2021/07/22/tanzanian-opposition-leader-supporters-arrested) released Thursday, Human Rights Watch warned that latest arrests heighten concerns that the Tanzanian government may be backtracking on recent promises of reform. (FRANCE 24 with AFP) Daily newsletterReceive essential international news "}