{"title": "Can Crystals Persuade the Pounds Away? Here's the Scoop on Gemstones for Weight Loss", "author": "Lianna Bass", "url": "https://greatist.com/health/crystals-for-weight-loss", "hostname": "greatist.com", "description": "Some folks swear crystals help weight loss even though there's no scientific evidence. There are much better (and science-backed) ways to shed pounds. But if you want to incorporate gemstones into your weight loss plan, here are how certain crystals and the placebo effect might pair with other healthy weight loss tools.", "sitename": "Greatist", "date": "2021-04-26", "cleaned_text": "Lots of people dig crystals for their potential healing properties. Some folks also think they can help you lose weight. TBH, there's basically no science to prove crystals can help weight loss. And what info we do have is uber-anecdotal. So, how can crystals actually help with weight loss? Despite the lack of scientific proof, some folks swear [crystals](/live/healing-crystals-are-probably-wack/) are where it's at. In addition to weight loss, people use [crystals](/live/crystal-dildo/) to relieve: [anxiety](/live/anxiety-and-weight-loss/) [insomnia](/health/chronic-insomnia/) [depression](/health/how-to-fight-depression/) [digestive issues](/discover/facts-gut-health/) - physical ailments So might they work? It could be the [placebo effect](https://www.nccih.nih.gov/health/placebo-effect). This is when you experience a positive outcome from a treatment because you expect it to give you the result you want. That said, here are the 11 most popular crystals for [weight loss](/live/stress-and-weight-gain-really-do-go-together/) and how people use them. Each gemstone has unique properties and uses. If you want to try using crystals as part of a weight loss plan, here's what certain stones *might* do for you (sans science). 1. Blue apatite Blue apatite? More like blue appetite, #amiright? This true blue stone is considered a [hunger](/tips/beat-hunger-with-snacks/) suppressant, so it might help curb your cravings. Blue apatite is also associated with focus, harmony, acceptance, and communication. 2. Peridot Peridot is a type of olivine that's known for its grand green color. Folks claim it helps them stay [motivated](/live/motivation-tips-to-get-out-of-a-slump/) while on a weight loss journey. Some people also believe it may reduce [anxiety](/live/how-to-turn-anxiety-into-excitement/) or fear, [detox](/health/coconut-oil-detox/) the body, increase strength, and enhance liver or gallbladder function. 3. Sodalite This stone is thought to enhance your metabolism. It may also help you make better-for-you food choices and stave off cravings. P.S. Some folks also use sodalite to relieve emotional stress or tension. 4. White quartz Clear white quartz is thought to be a protective stone that can clear negative energy. That makes it a great choice to carry in your purse or pocket. Some folks even place one under their [pillow](/discover/product-best-pillow-for-neck-pain/) . Some believe this crystal could also contribute to [motivation](/happiness/news-talk-yourself-stay-motivated/), which might be helpful when you're trying to eat [healthy foods](/health/44-healthy-foods-under-1/) and [exercise](/move/reasons-working-out-night-best/). 5. Carnelian Carnelian is a radiant red-orange stone that looks gorg as a pendant. Some peeps use it to reduce [hunger](/tips/control-post-workout-hunger/) and food [cravings](/eat/keto-snacks/). Others claim it can help [detox](/eat/mushroom-recipes-from-sugar-detox-me/) your bod and boost your overall health. 6. Amethyst Amethyst has a lot of spiritual street cred. Believers think it can balance your hormones while enhancing metabolic function. It may also keep you [motivated](/happiness/greatist-instamotivation/) while helping you make nutritious food choices. 7. Iolite Iolite stans say this stone can turn you into the Energizer Bunny. In addition to increasing vitality levels, peeps also say it helps release accumulated fatty deposits. FYI: This stone is a popular meditation companion. 8. Diaspore Diaspore gives off a calm energy that makes it great for everyday use. Some folks think this crystal can help prevent water retention and assist with weight loss. It's also thought to reduce age-related memory loss and promote [lucid dreaming](/health/how-to-lucid-dream/). 9. Epidote [Mineral](https://64.media.tumblr.com/fcde9271e0be73a41faaf773829e5e15/tumblr_n28op42UDm1s66lwvo2_r1_250.gifv) enthusiasts use epidote to overcome feelings of rejection. That means it might help you let go of emotional and physical weight. It could also help you pay attention to what you eat and why you eat it. 10. Picasso marble This stone's vibe is all about strength. It's believed to increase self-control, which could reduce your risk of choosing foods that aren't in line with your goals. It also might help regulate your [metabolism](/health/can-drinking-coffee-increase-metabolism/) and keep you calm. 11. Gaspeite Here's another one that's thought to stimulate your metabolism. It may help unclog bad feelings and motivate you to move forward. Some people think this is helpful if you're prone to emotional eating. Honorary mentions Here are some crystals that didn't make the cut but still deserve a shout-out: - Augelite to help with [digestion](/move/yoga-workout-quick-flow-that-helps-with-digestion/). - Gold sheen obsidian to help with [digestion](/tips/get-spicy-better-digestion/). - Rainforest jasper to help detox your bod. - Green tourmaline to encourage a healthy nervous system. - Ethiopian opal to promote healthy weight proportion. - Sunstone to help boost willpower and metabolism. - Dream quartz to help prevent emotional eating (it contains epidote). Wait, but aren't crystals just a BS placebo effect? While it might sound a bit hokey, [studies](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3602922/) suggest the placebo effect can actually be legit. This might be because your [brain responds to the treatment context](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6013051/) rather than the treatment itself. Reminder: Even if the placebo effect is for realsies, crystals def aren't a cure-all. It's also unlikely that they work as well as proven weight loss methods. Crystals are versatile AF. It all comes down to what feels best for you. Here are some ways you may be able to use them to shed poundage. Keep them near you Have your [weight loss](/live/weight-loss-budget/) crystal close at hand when you eat. You might have better results with stones linked to healthy [digestion](/health/how-long-does-it-take-to-digest-food/), enhanced metabolism, or strong willpower. You can also: - Keep a crystal in your purse or pocket on the daily. - Hold a stone over the area you want to lose weight in. - Wear the gemstone as a pendant or on a piece of jewelry. - Place a crystal in your kitchen or where you usually eat. Meditate Crystals can be a great companion to your [meditation](/health/meditation-for-weight-loss/) practice. Just pick a weight loss-oriented stone that you feel drawn to. Then set an intention — what you want to accomplish — before your [mindfulness](/grow/what-is-mindfulness/) sesh. You can also: - Lie on your back and place crystals around you. - Hold a gemstone in your hands as you [meditate](/grow/how-to-meditate-when-mind-racing/). PSA: Take a moment to clear your headspace if you start to feel overwhelmed or [anxious](/discover/how-anxious-people-sleep/) as you meditate. Take several deep, cleansing [breaths](/health/breathing-exercises-for-anxiety/) and focus on the air coming in and out of your body. Continue with your practice once you feel more secure. Yoga Lots of folks use gemstones to take their # [YogaLife](/fitness/yoga-poses-and-exercises-moves-every-yogi-should-do/) to the next level. Here are some tips: - Set your intention before each session. - Place [weight loss](/live/weight-loss-tips-how-not-to-self-sabotage/)crystals around your [yoga mat](/fitness/best-yoga-mat/). - Carry a gemstone in your [yoga](/fitness/easy-yoga-poses/)bag to give your gear good vibes. - Wear your fave weight loss stone as a pendant or use gemstone beads. - Rest some stones on your bod during [Savasana](/live/i-tried-reiki/), the relaxation pose at the end of each practice. Your [forehead](/health/facial-psoriasis/), chest, belly, and palms are all good spots. (Pro tip: Small tumble stones work best.) How to cleanse your crystals Lots of crystal lovers like to cleanse their stones before use. The idea is that this clears the crystal of past energies and aligns it with your unique vibration. Here's how to do it: - Sage. Smudge your stone with [sage](/live/burning-sage-smudge-stick/)for 30 to 60 seconds. - Brown rice. Bury your stone in a bowl of brown rice for 24 hours. - Running water. Place your stone under running [water](/discover/should-you-flush-pee/)for at least 1 minute. - Natural light. Place your stone under direct sunlight or moonlight for 10 to 12 hours. - Salt water. Submerge a stone in salt water for up to 48 hours. (But don't do this with stones that contain trace metals or salts.) There are lots of safe and effective ways to hit your weight loss goals, but the basics of weight loss remain the same: [Burning more calories](/health/how-to-lose-body-fat/) than you take in = weight loss. Here are some tips to keep things healthy and balanced: - Work it out. A solid [exercise routine](/fitness/how-to-fit-exercise-into-a-busy-work-schedule/)is a great way to lose weight and improve your overall health. - Take your time. Eating [slowly](/live/best-crock-pots/)can help your body tell when it's actually full. - Sleep it off. [Studies](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3632337/)suggest that getting enough [shut-eye](/happiness/snooze-button-bad-for-sleep/)can help you maintain a healthy body weight. - Stay hella hydrated. [Drink water](/health/why-is-water-important/)about 30 minutes before you eat. This can make you feel full and keep your organs functioning at their best. - Scale back the booze. [Research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4338356/)suggests that drinking [alcohol](/health/how-long-does-alcohol-stay-in-your-system/)on the reg can lead to weight gain. - Ease up on sweet stuff. [Sugary](/eat/sugar-crash/)drinks and snacks are packed with cals and have few nutritional perks. - Try an app. There are tons of fun and affordable [health and fitness apps](/fitness/best-health-fitness-apps)that can help you keep track of your nutrition and workouts. - Fill up on fiber. Soluble [fiber](/health/fiber/)from food or [supplements](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5331580/)may help reduce body fat. Here's a handy-dandy chart to help you pick the best [weight loss](/health/where-does-fat-go-when-you-lose-weight/) crystal for your unique goals. |Gemstone||Benefits||How to use it| |blue apatite||suppresses |[yoga](https://greatist.com/fitness/yoga-for-flexibility/), meditation, or helps rid your body of toxins [yoga](https://greatist.com/health/yoga-for-neck-pain/). [hunger](https://greatist.com/tips/use-hunger-not-diets-determine-meal-frequency/), curbs cravings, and helps your body [detox](https://greatist.com/health/juice-shots-benefits/) [yoga](https://greatist.com/health/how-many-calories-does-yoga-burn/)sesh. Crystals aren't the best way to [lose weight](/discover/weight-watchers-review/). There are much better (and science-backed) ways to shed pounds. But if you want to incorporate gemstones into your weight loss plan, go for it! The placebo effect might just be on your side if paired with other healthy weight loss tools. Just be sure to talk with your doctor before making any major changes to your diet or lifestyle. "}