{"title": "Homeopathy vs Naturopathy", "author": "Tina Sams", "url": "http://theessentialherbal.blogspot.com/2017/02/homeopathy-vs-naturopathy.html", "hostname": "blogspot.com", "description": "Herbs, foraging, cooking with herbs, herbal medicine, herb crafting and wildcrafting information from our herb magazine.", "sitename": "theessentialherbal.blogspot.com", "date": "2017-02-07", "cleaned_text": "Do you know the difference? It's pretty important because they are nothing alike! I was just reading something, and someone wrote about using apple cider vinegar in their \"little homeopathic repertoire.\" This is closely akin to nails on a chalkboard for me. I was just reading something, and someone wrote about using apple cider vinegar in their \"little homeopathic repertoire.\" This is closely akin to nails on a chalkboard for me. Homeopathic medicine isn't easy to explain, and I'm no expert. Still, maybe I can help a little bit. To create a homeopathic remedy, they begin with 1 part of the remedy ingredient, and 100 parts of a diluent. This mixture is succussed for a specific period of time, and then 1 part of THAT is taken, and added to 100 parts of the diluent, and succussion is repeated. For a 6X remedy, that is repeated 6 times. For something like 30C, (I think) it is 3000 (30 x C), but for a full explanation, check here: The higher the number of times it is repeated, the more potent the remedy. Professional strength is much, much higher. In the end, it is the essence of the remedy and it would be like trying to find a molecule of that substance in a swimming pool of water. You could take all the little pellets in a vial, and not overdose or even get sick. But if you get the right one, it can instantly correct a problem. This is highly contested, and some call it quackery. I've used them successfully. I don't argue or try to convince anyone, though. One remedy that is fairly well known is Rhus Tox, and it is used for poison ivy. It IS poison ivy. The theory boils down to \"Like Cures Like.\" That means that you choose a remedy that would if given in normal quantities cause the symptom. Taken a step further, it is thought that the body exhibits symptoms asking for that which would normally cause those symptoms. So... That is VERY different from Naturopathic medicine. [https://en.wikipedia.org/wiki/Homeopathic_dilutions](https://en.wikipedia.org/wiki/Homeopathic_dilutions) The higher the number of times it is repeated, the more potent the remedy. Professional strength is much, much higher. In the end, it is the essence of the remedy and it would be like trying to find a molecule of that substance in a swimming pool of water. You could take all the little pellets in a vial, and not overdose or even get sick. But if you get the right one, it can instantly correct a problem. This is highly contested, and some call it quackery. I've used them successfully. I don't argue or try to convince anyone, though. One remedy that is fairly well known is Rhus Tox, and it is used for poison ivy. It IS poison ivy. The theory boils down to \"Like Cures Like.\" That means that you choose a remedy that would if given in normal quantities cause the symptom. Taken a step further, it is thought that the body exhibits symptoms asking for that which would normally cause those symptoms. So... That is VERY different from Naturopathic medicine. Naturopathic encompasses a whole range of alternative healing modalities which, ironically, even includes homeopathy! Typically it might involve herbs, massage, Reiki, nutrition, acupuncture, meditation, and any number of other means of regaining health. These terms can't be used interchangeably. They are nothing alike. If you are going to use either one - use it correctly because it really is important. These terms can't be used interchangeably. They are nothing alike. If you are going to use either one - use it correctly because it really is important. "}