{"title": "Balance disorders", "author": "Dr Madison F Richardson F A C S", "url": "https://www.madisonrichardsonmd.com/services/balance-disorders-treatment/", "hostname": "madisonrichardsonmd.com", "description": "Balance disorders can be very disorienting and alarming, causing dizziness, vertigo, or stumbling when you try to take a step. But don't worry, we're here to help. Balance disorders treatment is available in our Beverly Hills doctor's office and can be achieved in as little as one treatment. If you feel like you", "sitename": "Dr. Madison Richardson F.A.C.S.", "date": "2022-05-30", "cleaned_text": "Balance disorders can be very disorienting and alarming, causing dizziness, vertigo, or stumbling when you try to take a step. But don't worry, we're here to help. Balance disorders treatment is available in our Beverly Hills doctor's office and can be achieved in as little as one treatment. If you feel like you are floating or dizzy when standing or walking, balance disorder treatment might be necessary. Many balance disorders are caused by inner ear problems, making the treatment of balance disorders the perfect task for an otolaryngologist. Ear balance treatment is achievable and takes an expert. Dr. Madison Richardson is skilled and has years of experience helping people overcome balance disorders and other inner ear problems. If you feel unsteady, or as if the room is moving, spinning, or you are floating, contact Dr. Madison Richardson today to get the help you need, and get your life steady again. Symptoms of balance disorders The symptom or signs of a balance disorder are: - If you feel faint or lightheaded - Feeling like you may fall, or physically falling - Feeling like you are spinning or feel motion when there is none (called vertigo) - Blurry vision - Confusion - A floating sensation as well as feeling dizzy - Being unsteady or experiencing a loss of balance Causes of balance disorders Issues with your balance are often caused by many different health conditions. Although, the cause of a specific balance disorder can usually be traced to a specific symptom, helping to find an accurate diagnosis. Vertigo or the feeling of spinning Vertigo could be pointing at a few different diagnoses, such as: - Benign paroxysmal positional vertigo (BPPV). This occurrence is defined by the regular crystallized calcium in your middle ear that has moved from its usual location and is somewhere else inside of the ear. These crystals are responsible for controlling your balance, and this movement is the number one cause of vertigo for adults. The most telling symptom is feeling like you are spinning when you turn or tilt your head back. - Vestibular neuritis. This is an inflammatory disorder typically caused by a virus that affects the nerves responsible for balance inside of your middle ear. These symptoms are often extreme and persist for long periods of time, including having a hard time walking and nausea. This disorder may clear on its own gradually and is the second most common balance disorder adults are diagnosed with. - Persistent postural-perceptual dizziness. It is common to develop this disorder alongside vertigo. The symptoms are similar, including the feeling of motion inside of your head and being unsteady. They often intensify when you are reading, are in highly visually stimulating environments, or focus on moving objects. - Meniere's disease. As well as experiencing intense vertigo, this disease causes an oscillating perception of buzzing sounds as well as hearing loss, or ringing in your ears. The cause for this disease remains unknown, although it is rare, and is typically diagnosed in people 20-40. - Migraine. Experiencing migraines is another source of feeling dizzy or vertigo. - Acoustic neuroma. This is a slowly developing tumor that is diagnosed as benign located on the core nerve that controls balance and hearing. This is a rare condition that causes you to experience sound of ringing, hearing loss, and dizziness. Ramsay Hunt syndrome. This condition causes the nerves that affect your hearing and facial expressions located by your ear to have issues, including pain in your ear, vertigo, weakness in the face as well as loss of hearing. The root of this condition is an infection similar to shingles flaring up near the ear. - Head injury. Vertigo and dizziness might be the cause of an injury to your brain or a concussed head. - Motion sickness. Being motion sick is a common issue experienced when riding in vehicles and is also a common symptom for people who experience migraines. Experiencing the feeling of being lightheaded Being lightheaded can be caused by: - Hemodynamic orthostatic hypotension (postural hypotension). Sitting up or standing from a down position very quickly will make some people's blood pressure decrease and cause lightheadedness or fainting. - Cardiovascular disease. Having abnormalities in rhythmic heartbeats along with blocked or thin vessels, or issues relating to a lower volume of blood will also cause a faint or lightheaded feeling. Feeling unsteady or losing balance If you feel unbalanced, or lose balance while moving, the cause may be: - Vestibular problems. An abnormal feeling in your middle ear that causes a feeling of floating, being unsteady, or your head feeling heavy when it is dark. - Joint, muscle, or vision problems. Having weak muscles or instability in your joints will cause you to lose your balance, along with eyesight problems. - Medications. You might need to speak with your prescribing doctor or pharmacist about whether or not losing balance is a side effect of any prescriptions. Feeling Dizzy Feeling dizzy or lightheaded could be caused by: - Inner ear problems. Irregularities in the middle ear could cause the feeling of motion or floating that is not occurring. - Psychiatric disorders. Certain mental disorders such as depression and anxiety can cause people to feel dizzy. - Abnormally rapid breathing (hyperventilation). Hyperventilating is often a side effect of anxiety disorders and makes people feel lightheaded. "}