{"title": "Get Charged® - No. 3 Herb Tea for Energy", "author": "The Republic", "url": "https://www.republicoftea.com/product.aspx?p=V00727", "hostname": "republicoftea.com", "description": "Buy get charged® - No. 3 Herb Tea for Energy online. Herb Tea for Energy - Whatever your athletic abilities, this organic rooibos-based blend will", "sitename": "The Republic of Tea", "date": "2019-01-01", "cleaned_text": "Herb Tea for Energy Whatever your athletic abilities, this organic rooibos-based blend will help you get charged both physically and mentally. When teamed with these mighty herbs, it's downright formidable: Eleuthero, Chinese ginseng, and Ashwagandha contribute properties that may enhance stamina, mental performance and vitality*. Organic Red Rooibos — The Wonder Herb of South Africa Full-bodied and aromatic, caffeine-free red rooibos is celebrated for its flavor and antioxidants. As the base for this tea, it's a natural friend to the immune system and can contribute to a healthier life.* All of our [Be Well® Teas](https://www.republicoftea.com/be-well-teas/c/1/) are meticulously formulated for specific needs. We invite your to consider them all, and get what you need. *This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease. PREGNANCY AND LACTATION: Do not use during pregnancy or lactation without the advice of a healthcare practitioner. Rooibos (Red Tea) is naturally caffeine-free. [More about caffeine](https://www.republicoftea.com/blog/tea-library/tea-and-caffeine/tl-039/). Steeping red tea is easy. Simply heat fresh, filtered water to a rolling boil. Then pour 6 oz of water over tea and steep for 5-7 minutes if using a tea bag or full-leaf. Organic Rooibos (leaf), Eleuthero Blueberry Natural Blueberry Flavor 0 Worldwide - Carb All of our teas contain ZERO carbs with the exception of Coconut Cocoa and Double Dark Chocolate Mate which contain less than 1 carb per serving.Carb All of our teas contain ZERO carbs with the exception of Coconut Cocoa and Double Dark Chocolate Mate which contain less than 1 carb per serving. - Gluten Free The Republic of Tea is the first and only tea company in the United States to be certified by the Gluten-Free Certification Organization (GFCO).Gluten Free The Republic of Tea is the first and only tea company in the United States to be certified by the Gluten-Free Certification Organization (GFCO). - Kosher Many of our teas are Kosher Certified by the Orthodox Union (OU), the world's largest and most widely recognized kosher certification agency.Kosher Many of our teas are Kosher Certified by the Orthodox Union (OU), the world's largest and most widely recognized kosher certification agency. - Sugar Free Not only do all of our teas taste delicious, but they are also sugar free.Sugar Free Not only do all of our teas taste delicious, but they are also sugar free. "}