{"title": "Qué son la naturopatía y las terapias naturales", "author": "Conchicriado", "url": "https://artecuidarse.com/2019/10/13/que-son-naturopatia-terapias-naturales/", "hostname": "artecuidarse.com", "description": "La naturopatía es una disciplina basada en terapias naturales que nos ayudan a mejorar nuestro rendimiento a nivel físico, emocional y energético, integrándose perfectamente con la medicina alopát...", "sitename": "https://www.facebook.com/WordPresscom", "date": "2019-10-13", "cleaned_text": "La naturopatía es una disciplina basada en terapias naturales que nos ayudan a mejorar nuestro rendimiento a nivel físico, emocional y energético, integrándose perfectamente con la medicina alopática (convencional). Las terapias naturales no son sólo remedios para recuperar la salud y para prevenir enfermedades, también forman parte de una filosofía y un estilo de vida saludable: alimentación, higienismo nutricional, ejercicio físico, técnicas de relajación y meditación... Además se favorece el uso de productos de origen natural que respeten y cuiden a nuestra amada TIERRA. Cuida el exterior tanto como el interior, por que todo es uno. BUDA En resumen, las terapias naturales buscan armonizar el conjunto mente, cuerpo y espíritu con métodos naturales. Intentan recuperar la salud y el equilibrio, además de prevenir enfermedades y ayudar a la persona a hacerse cargo de su propio bienestar. No debemos ligar el concepto de espíritu únicamente con su aspecto religioso, sino con el de la búsqueda de la felicidad interior. Es decir, vivir las experiencias de la vida desde un espacio interior de paz y tranquilidad, sin estrés ni ansiedad. La Naturopatía promueve una visión holística de la persona en todos los niveles: físico, psíquico y energético. También integra y valora los conocimientos que nos han legado las escuelas Griega, China, India, Africana o Mediterránea. Es importante aclarar que existen patologías complejas que no pueden ser tratadas únicamente por estos métodos y requieren atención de la medicina alopática. En este blog encontrarás posts sobre diferentes terapias naturales para ayudarte a cuidarte de una manera saludable. - Alimentación y nutrición. - Fitoterapía. - Sales de Schussler. - Oligoterapia. - Medicina Ortomolecular. - Hidroterapia. - Aromaterapia. - Yoga. - Técnicas de relajación y meditación. - Complementos alimentarios. Publicado por Conchi Criado "}