{"title": "PDF", "author": "PDF", "url": "dolor.org.co/biblioteca/revistas/REVISTA%206-2.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "REVISTA OFICIAL DE LA ASOCIACIÓN COLOMBIANA PARA EL ESTUDIO DEL DOLOR DOLOR Volumen 6 - Número 2 - 2011EDITOR John Jairo Hernández COMITÉ EDITORIAL Carlos Moreno René Estupiñán Sergio Ramírez Adriana Cadavid René Rodríguez Jorge Gutiérrez Juan Carlos Acevedo COORDINACIÓN COMERCIAL Y EDITORIAL Elsa Bejarano John Jairo Hernández CONSULTORES NACIONALES Germán Ochoa Juan Miguel Griego Carlos Francisco Fernández Jorge Daza Barriga CONSULTORES INTERNACIONALES Fernando Cervero (Canadá) Oscar de León Casasola (EUA) Marc Sindou (Francia) Pedro Bejarano (España) Miguel Ángel Cruz (EUA) María Soledad Cepeda (EUA) Juan Vicente Gómez-Barrios (Venezuela) Camilo Fadul (EUA) Las opiniones expresadas en los artículos firmados son las de los autores y no coinciden necesariamente con las de los director es o los editores de la revista Dolor. Las sugerencias diagnósticas o terapéuticas, como elección de productos, dosificación y métodos d e empleo corresponden a la experiencia y al criterio de los autores. La revista Dolor es una publicación trimestral de la Asociación Colombiana para el Estudio del Dolor.Tarifa Postal Reducida N. de la Administración Postal Nacional - ISSN 1692-9985Todos los textos incluidos en la revista Dolor están protegidos por derechos de autor. Ninguna parte de esta publicación puede ser reproducida por cualquier medio, mecánico o electrónico, sin el permiso escrito del Editor. Diagramación e impresión: Grafiweb Impresores & Publicistas. Bogotá-Colombia.DOLOR Volumen 6 \u007f Número 2 - 2011 DOLOR Volumen 6 \u007f Número 2 - 2011 AUTORES Alejandro Neira Médico, Residente III, Anestesiología, Universidad de La Sabana. Hospital Universitario La Samaritana. Diego Mauricio Chaustre Ruiz MD. Residente III, Medicina Física y Rehabilitación. Universidad Mi-litar \"Nueva Granada\" y Hospital Militar Central. Antonio Sánchez Serrano Médico Cirujano, Miembro de la Asociación Colombiana para el Es- tudio del Dolor. Angélica Goelkel Medina Médica Cirujana Liliana M. Támara P. Médica. Especialista en Bioética. Especialista en Auditoría en sa-lud. Mg.(p) Protección Social. Entrenamiento Cuidados Paliativos. Atención domiciliaria privada en Bogotá. Juan Federico Garzón Cárdenas Estudiantes semestre XII Facultad de Medicina, Universidad Nacio-nal, línea de profundización en dolor, nivel III. Patricia Gómez López Anestesióloga, algóloga, profesora asociada Universidad Nacional. Andrés Osuna Sánchez Estudiantes semestre XII Facultad de Medicina, Universidad Nacio-nal, línea de profundización en dolor, nivel III.Carlos E. Carvajal C. MD. Residente Anestesiología II año. Universidad Militar Nueva Gra-nada. Hospital Universitario Clínica San Rafael. Edmundo Gónima V. MD. Anestesiólogo. Algesiólogo. Coordinador Clínica del Dolor. Hos-pital Militar Central. Roberto Rivera Díaz Anestesiólogo. Docente de dolor y anestesia, Universidad CES, Instituto Colombiano del Dolor. Correo electrónico: robertoneuro@yahoo.com. Irene Montes Naranjo Estudiante de Medicina. X semestre, Universidad CES. Correo elec- trónico: iremontes@hotmail.com Omar Gomezese Rivero Anestesiólogo, Especialista en Dolor y Cuidados Paliativos. Direc- tor Médico Clínica del Dolor y Cuidados Paliativos. Fundación Cardiovascular de Colombia. Luz Helena Cáceres Jerez Anestesióloga, Especialista en Dolor y Cuidados Paliativos. Clíni- ca del Dolor y Cuidados Paliativos. Fundación Cardiovascular de Colombia. Fabián Redondo Collantes Médico Residente de Anestesiología y Reanimación. Universidad Industrial de Santander. Rubén Duarte Reyes Médico del Servicio Social Obligatorio. Clínica del Dolor y CuidadosPaliativos. Fundación Cardiovascular de Colombia.Asociación Colombiana para el Estudio del Dolor Capítulo Colombiano de la IASP JUNTA DIRECTIVA 2009-2011 PRESIDENTE Carlos Francisco Fernández Rincón VICEPRESIDENTE Germán William Rangel Jaimes SECRETARIA María Patricia Gómez TESORERO David Monroy VOCALES Héctor Manrique Carlos Jaime Yepes Javier Mazeneth FISCAL Doris Cecilia Montealegre G. DIRECCIÓN EJECUTIVA Elsa Bejarano Ramírez CORRESPONDENCIA JOHN JAIRO HERNÁNDEZ, MD. (Editor) Revista DOLOR Asociación Colombiana para el Estudio del Dolor. Calle 134 No. 7B-83 Of. 715, Bogotá D.C., Colombia. Teléfono: 6271897 - Fax: (571) 6271645 Correo electrónico: dolor@etb.net.coDOLOR Volumen 6 Número 2 - 2011 Asociación Colombiana para el Estudio del Dolor Capítulo Colombiano de la IASP COORDINADORES GRUPOS DE INTERÉS DOLOR NEUROPÁTICO Carlos Moreno INTERVENCIONISMO Juan Miguel Griego DOLOR EN NIÑOS René Estupiñán DOLOR CRANEOFACIAL Sergio Ramírez DOLOR AGUDO POSTOPERATORIO Adriana Cadavid DOLOR POR CÁNCER Y CUIDADO PALIATIVO Ricardo Salazar DOLOR DE ESPALDA Julio César VergaraCOORDINADORES REGIONALES BOGOTÁ Doris Montealegre COSTA NORTE Juan Miguel Griego ANTIOQUIA - CHOCÓ John Jairo Vargas ANDINA Claudia Inés Correa SUROCCIDENTAL Eduardo Alape EJE CAFETERO José Fernando López ORIENTE Omar Gomezese SURORIENTE José Fernando GuerreroDOLOR Volumen 6 \u007f Número 2 - 2011 La Revista Dolor publica artículos originales clínicos y experimenta- les sobre dolor, reportes sobre terapéuticas médicas y quirúrgicas, estudios cooperativos, epidemiología, estudios de medicamentos, métodos diagnósticos, reportes de casos clínicos, cartas al editor yeditoriales. La Revista Dolor es la publicación oficial de la Asocia- ción Colombiana para el Estudio del Dolor (ACED). Si el manuscrito es aceptado para su publicación, el autor debe enviar una autoriza-ción escrita a la Revista Dolor concediendo a ésta los derechos de copia. Ningún aparte del material publicado puede ser reproduci- do sin permiso escrito del editor. La revisión de los artículos siguelas normas sobre publicaciones médicas en cuanto al concepto que expresen los árbitros al Comité Editorial. EVALUACIÓN DE PARES Los trabajos deben ser inéditos y suministrados exclusivamente a la Revista Dolor, donde se someten a evaluación por pares por el Grupo de Árbitros, quienes presentan su evaluación al Comité Edi- torial para su aceptación y publicación. Su reproducción total oparcial debe contar con la aprobación del Editor. RECOMENDACIONES 1. El trabajo no debe haber sido previamente publicado, excepto en forma de resumen de memorias en eventos académicos na- cionales o internacionales. 2. Los trabajos deben contener los nombres completos de los auto- res con sus respectivos créditos laborales y académicos, anotan- do sus correos electrónicos. 3. Si se hace alusión a gráficos, fotos, dibujos o tablas previamente publicados por el autor u otros autores, se debe acompañar del permiso escrito de la entidad editorial de la revista o libro donde fueron publicados, dándosele crédito a estas entidades. 4. Los artículos deben ser escritos en español, y se debe anexar un resumen en español y en inglés. 5. Las fotos y gráficos serán enviados en formato de JPG, JPEG, TIFF o GIF , con suficiente resolución. 6. Formato de texto Microsoft Word 98 o más recientes, o Word Perfect, tipo de letra \"Times New Roman\", tamaño de letra 12 puntos, a espacio simple o sencillo. ORGANIZACIÓN Los trabajos deben tener un título, autores, resumen en español e inglés, palabras clave, introducción, material y métodos, resulta- dos, discusión, agradecimientos y bibliografía. 1. Tamaño del manuscrito. Si el trabajo excede el número de palabras los autores deben revisarlo nuevamente para evitar que les sea devuelto. Resumen en español e inglés: 250 pala- bras cada uno. Hasta seis palabras clave en español e inglés.Introducción: 500 palabras. Discusión: 1500 palabras. Material y métodos, y resultados: sin límite de palabras. Si se desea pasar de estos límites se debe tener permiso escrito del editorprincipal de la Revista. 2. Página de título. Ésta debe incluir: a) título completo (preferible- mente sin fórmulas químicas y sin abreviaciones); b) Nombre yapellidos completos de todos los autores; c) Afiliaciones labora-les y académicas completas de todos los autores; d) Número depáginas de texto que contiene el trabajo (incluyendo tablas y figuras) y el número de tablas y figuras; e) Dirección postal yelectrónica, y número de teléfono del autor principal. 3. Bibliografía. La citación de referencias bibliográficas en el texto se deberá presentar entre paréntesis mencionando el autor odos primeros autores (sus apellidos) y año de la publicación(metodología Vancouver). Nunca se hará colocando númerosreferenciales. Cuando existan más de dos autores de una refe-rencia, se citarán en el texto con el apellido del autor principalseguido de las palabras \"y cols\".En la página final de bibliografía serán puestas todas las refe- rencias citadas en el texto, en orden alfabético por autor princi-pal. Éstas deben ser completas y deben incluir: a) apellidosseguidos por las iniciales de los nombres, hasta un máximo detres (si hay más de tres se deben incluir las palabras \"y cols.\"); b)nombre del artículo; c) nombre de la revista; d) año de publica-ción; e) volumen y número de páginas. Para citación de libros se llevará a cabo la siguiente secuen- cia: a) autor o autores; b) título del capítulo; c) editor o edito-res del libro; d) título completo del libro; e) lugar de publica-ción; f) casa editora responsable de la publicación; g) año depublicación; h) número de las páginas. Para citación de manuscritos en preparación o trabajos no ad- mitidos o no publicados, se debe citar en el texto como comuni-cación personal, pero no deben aparecer en el listado final debibliografía. Ejemplos: Adams CWM. and clinical 4. Amsterdam: Elsevier, 1991.pp. 219-227. 4. Ilustraciones. Las ilustraciones deben ser numeradas en arábigos de acuerdo con la secuencia de aparición en el texto, referidascomo Fig. 1, Fig. 2, y así sucesivamente. Se agradece no enviarfiguras en formato PDF . 5. No se aceptan fotos ni figuras a color. Si a juicio del editor prin- cipal de la revista se llegare a concluir que las imágenes a colorde un determinado artículo son necesarias, el sobrecosto de estapublicación será cargado a los autores del artículo de referencia. 6. Leyendas de las figuras. Toda ilustración enviada para publica- ción debe traer su respectiva leyenda explicativa. Éstas tambiéndeben ser escritas con números arábigos, el mismo de su figuraacompañante, que se enviarán en páginas separadas y al finaldel manuscrito. Todos los símbolos y abreviaturas usadas en lafigura deben ser adecuadamente explicados. 7. Tablas. Todas deben incluir su leyenda explicativa. Las tablas con datos numéricos deben ser escritas a doble espacio y en páginasseparadas, numeradas en secuencia arábiga (Tabla 1, Tabla 2, etc.). 8. Agradecimientos. Siempre deben situarse al final del texto y antes de la bibliografía. ASPECTOS ÉTICOS 1. Ética en investigación animal. Los autores se deben remitir a las guías de experimentación animal dadas por el Comité de Investigación y Asuntos Éticos dela IASP , publicados en Pain, 1983; 16: 109-110. especificar si el trabajo experimental fue revisado poralguna institución de cuidado de animales o un comitéequivalente. 2. Ética en investigación humana. Los autores informarán sobre el trabajo de investigación en humanos y demostrarán que éste fue aprobado por un comitéde ética debidamente constituido en la institución para la cualse trabaja, o su equivalente. Cada uno de los autores de los artículos aceptados para publicación tendrá derecho a recibir tres ejemplares de larespectiva revista sin ningún costo. Si se requieren más secobrará el precio correspondiente en el mercado al momentode la publicación.DOLOR Octubre 2007 \u007f Volumen 2 \u007f Número 2INSTRUCCIONES A LOS AUTORESÍNDICE TEMÁTICO Editorial John Jairo Hernández Castro .................................................................................................... .... 8 Visión de la neuralgia postherpética, bajo la luz de la evidencia actual Carlos E. Carvajal C., Edmundo Gónima V. ................................................................................... 9 Osteoporosis y dolor Roberto Rivera Díaz, Ire ne Montes Naranjo ................................................................................. 16 Fármacos en dolor: ¿qué hay de nuevo? Juan Federico Garzón Cárdenas, Patricia Gómez López, Andrés Osuna Sánchez .......................... 23 Ketamina como coadyuvante en el tratamiento del dolor neuropático de difícil manejo Omar Gomezese Rivero, Luz Helena Cáceres Jerez, Fabián Redondo Collantes, Rubén Duarte Reyes ............................................................................................................. ......... 34 Manejo del dolor en insuficiencia renal crónica Alejandro Neira, Edmundo Gónima .............................................................................................. 38 Epicondilitis lateral: revisión de tema y conceptos de actualidad Diego Mauricio Chaustre Ruiz................................................................................................... .... 48 Entendiendo al paciente terminal Antonio Sánchez Serrano, Angélica Goelkel Medina ..................................................................... 56 Toma de decisiones con los pacientes terminales ambulatorios en el manejo del dolor en Bogotá Liliana M. Támara P. ........................................................................................................... .......... 59DOLORVol. 6 No. 2 - 20118 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Número 2 - 2011 EDITORIAL El mundo de la medicina del dolor viene sufriendo embates importantes. La mayoría de ellos están genera- dos por la pérdida en el rumbo fijado por la IASP y por John Bonica cuando comenzó a hablar de este concepto. Tres situaciones que hoy nos obligan a pensar: 1.La interdisciplinariedad de las clínicas de dolor. Este es el más claro ejemplo de lo que es en esencia un equipo de trabajo frente a un problema tan complejo como es el dolor, sobre todo el crónico.La norma IASP siempre ha mantenido el concepto del grupo, conformado por mínimo tres profesionalesde la salud, de los cuales uno debe ser psicólogo o psiquiatra. Así nacimos todos, pero el camino se hadesviado. Personas trabajando solas en las cuatro frías paredes de un consultorio, decidiendo y actuan-do, y se promocionan como clínica de dolor ¿Cuántos de los grupos constituidos en Colombia e inscritosen la ACED actúan según el precepto insignia?, ¿Cuántos hacen evaluar a sus pacientes por el equipo desalud mental antes de realizar terapias intervencionistas avanzadas para descartar ganancias secunda-rias?, ¿Qué grupos aplican el protocolo estricto antes de formular opioides fuertes a enfermos con dolorcrónico no asociado a malignidad? Dejo estas preguntas en el aire para que respondamos con la manoen el corazón y seamos sinceros con nosotros mismos y con la sociedad que nos observa. 2.El abuso con el intervencionismo. Se ha entrado en una faceta muy complicada con respecto al manejo de pacientes refractarios, y se está «regalando» con una facilidad inusitada un procedimientoinvasivo a pacientes que de pronto no lo requieren; pacientes que pueden mejorar mediante mediosconservadores; personas que tienen ganancias secundarias económicas, laborales, familiares, senti-mentales, que luego se pegan de estos procesos para definir que están en peores condiciones. Existenclaros conceptos y críticas importantes. Para nadie es un secreto que el pronóstico y futuro de losenfermos con dolor lumbar crónico no ha variado a pesar del intervencionismo. Muchos colegas hanllegado del extranjero entrenados en intervencionismo en dolor específicamente, pero ellos tambiéndeben trabajar en equipo y bajo protocolos muy estrictos. Recordemos que estos procedimientos tam-bién pueden generar eventos adversos y debemos estar llenos de razones antes de abordarlos. 3.Los opioides . Hemos pasado de la opio-fobia al opio-abuso. Personalmente me aterro de la liberalidad con la cual se prescriben opioides de manera inmisericorde a pacientes con dolor crónico no asociado acáncer. No se cumplen los protocolos estrictos. Y no quiere decir, que estos enfermos de pronto norequieran de esta importante medicina, sino que tenemos que tener razones contundentes para iniciar ymantener estos analgésicos en enfermos por tiempos inmensamente largos. Recordemos que la adicciónexiste, y que no todas las personas son aptas para recibir estos medicamentos. Para nadie es un secretoel avasallador avance de la adicción a opioides en países del norte (EUA) por cuenta de la sobre formula-ción, muchas de ellas derivadas de los mismos especialistas en el manejo del dolor. Y qué decir deespecialidades, sobre todo quirúrgicas, en nuestro medio, que indican opioides permanentemente, sobretodo los de más alto costo. Todo esto se resume en una sola palabra: opio-ignorancia. Debemos pensar y retomar el camino. El alivio del sufrimiento humano ha venido teniendo reconocimien- to en todas las latitudes del mundo. Se habla en todas partes del quinto signo vital y del alivio del dolor, y elcuidado paliativo como derechos humanos. Estamos comenzando a observar los frutos de una lucha descar-nada contra todo tipo de instituciones y personas que no valoraban el alivio del dolor como un hecho funda-mental del quehacer médico, tanto, que ya existe la posibilidad de realizar especialidades médico-quirúrgicascentradas en estos temas, pero no podemos perder el Norte. Reflexionemos y volvamos a las bases. John Jairo Hernández Castro , MD Coordinador Centro de Medicina del Dolor y Cuidado Paliativo Universidad del Rosario - Mederi9 Carlos E. Carvajal C. & Edmundo Gónima V .: Visión de la neuralgia postherpética, bajo la luz de la evidencia actual Visión de la neuralgia postherpética, bajo la luz de la evidencia actual Carlos E. Carvajal C.*, Edmundo Gónima V .** Introducción La neuralgia postherpética es una condición cró- nica (dolor que persiste por más de 90 días posterio-res a la erupción cutánea) que genera incapacidad ydetrimento de la calidad de vida de los individuos quela padecen 1,4. Luego de la primoinfección por el virus varicela zóster (VVZ), este permanece inactivo o la-tente en los ganglios nerviosos sensitivos, como el gan-glio de la raíz dorsal (GRD) y el ganglio de Gasser,antes de ser reactivado clínicamentecomo herpes zóster (HZ) o \"culebrilla\". El tratamientofarmacológico e intervencionista actual continúa sien-do un reto para los médicos, dada su eficacia parcialy el alto coste para los sistemas de salud respecto ala reconsulta y seguimiento a largo plazo de estapoblación 2. En este artículo se revisará la historia de la neuralgia postherpética, su epidemiología, mane-jo farmacológico e intervencionista basado en la evi-dencia, al igual que los modelos actuales deprevención primaria de tan incapacitante patología. Historia La \"culebrilla\", o HZ, no fue reconocida como una enfermedad al menos hasta la Edad Media. Poste-riormente se identificó su relación con la neuralgiapostherpética (NPH), siendo esta última una secueladel HZ, descrita a principios del siglo XIX. En 1900,Head y Campbell publicaron en la revista Brain la dis- tribución de los dermatomas con sus respectivos ner-vios, basados en la afección que generaba el HZ enla piel inervada por los nervios periféricos, Gasser afectados, los cuales se confir- maban por autopsias 1. Head fue un reconocido neurólogo que postuló la etiología infecciosa del HZ, dada la distribución epi-démica de la misma, similar a la varicela y el saram-pión; sus ideas inicialmente no fueron tenidas encuenta. Posteriormente se evidenció la relación de lavaricela en niños y los brotes de HZ en adultos mayo-res, pero se creía que los virus de la varicela de am-bos grupos etarios eran distintos, tipificándose comoO-varicela para la infección en niños y Z-varicela paraadultos. Sólo hasta el siglo XX Abramson reportó laprotección secundaria en niños a los cuales se inocu-ló suero de adultos convalecientes con HZ y el no con-tagio en epidemias de O-varicela en un hospital infantilde los mismos. En los años cincuenta, Barnett propuso que la re- lación de la varicela y el HZ era indirecta, pues estaúltima aparecía cuando la inmunidad estaba dismi-nuida y el virus de la varicela se aislaba en el HZ 1. Finalmente, en 1954 Hope-Simpson publicó su teo-ría en la cual el HZ era producto de la atenuación odisminución de la respuesta inmunológica frente alvirus de la varicela, el cual se encontraba latente enlos nervios periféricos, en especial el GRD y el gangliotrigeminal, y que su reactivación generaba lesión enel dermatoma del nervio lesionado. También demos-tró cómo el HZ era más frecuente en la cara y el tron-co, algo similar a la infección de la varicela, en la quelas lesiones vesiculares son más intensas en dichadistribución 3. Epidemiología El HZ es una condición infrecuente y la mayoría de los datos epidemiológicos son obtenidos de es-tadísticas de países desarrollados. A pesar de que* MD. Residente Anestesiología II año. Universidad Militar Nueva Granada. Hospital Universitario Clínica San Rafael. ** MD. Anestesiólogo. Algesiólogo. Coordinador Clínica del Dolor. Hospital Militar Central.Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 201110 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 la infección por el virus de la varicela es de notifica- ción semanal, en Colombia no existen adecuadasbases de datos. Se estima que en Europa la inci-dencia del HZ es de 1,2 a 5,2 por 1000 personas/año. Existe una fuerte relación entre el riesgo deHZ y la edad, el cual se incrementa después de los50 años y la media de distribución está entre lasexta y séptima década de la vida. Una de cadacuatro personas experimentará HZ a lo largo detoda su vida 4. El riesgo de HZ en mayores de 85 años es del 50%. Otras poblaciones en riesgo sonlos pacientes con VIH, trasplantados y oncológicos.El riesgo de NPH posterior a HZ es del 14%, y supersistencia por más de tres meses ocurre entre el10% y el 20% en pacientes mayores de 50 años conHZ. En cuanto a los factores de riesgo de NPH estála edad, que es uno de sus mayores pronostica-dores. El 8% de los pacientes entre 50 y 54 años yhasta el 20% de los mayores de 80 años con HZpresentarán NPH. Se cree que aquellos con sinto-matología aguda severa de dolor, erupción y en-fermedad crónica concomitante tienen más riesgode desarrollar NPH; también es más frecuente enmujeres que en hombres 1,2,4. Mecanismos de dolor en herpes zóster \"culebrilla\" En la \"culebrilla\" el virus se replica y viaja en senti- do antidrómico (alejándose del cuerpo neuronal) del GRD o el ganglio trigeminal. Cuando llega a las ter- minaciones sensoriales en la piel, aparece el dolor yel escozor o prurito. A este nivel existe liberación de sustancias inflamatorias o nociceptivas, las cuales estimulan a las terminaciones nerviosas. La sensi-bilización de los receptores nociceptivos causa dis- minución del umbral y su consecuente alodinia e hiperalgesia. Una presentación menos frecuente esel \"zóster sin herpes\", en el cual el dolor aparece días a meses antes que las vesículas en la piel. Se cree que es producto de la neurólisis (cuerpo neuronal o delaxón) previa a la llegada del virus a la terminación nerviosa en la piel. Cuando el nervio está sensibiliza- do en cualquier parte de su extensión, la liberacióncontinua de estímulos nociceptivos hacia la medula espinal genera la liberación de glutamato en las as- tas dorsales del cordón espinal y la sobre-expresiónde receptores N-metil D-aspartato (NMDA). Este fe- nómeno se central, componen- te esencial del dolor neuropático 1.Mecanismo de dolor en neuralgia postherpética No está claro si durante la NPH existe o no replicación viral. Se cree que la replicación viral en el nervio periférico finaliza cuando desaparecen las ve-sículas en la piel. En estudios de autopsia se encuen- tran nervios con infiltración leucocitaria, pero ausencia de VVZ por reacción en cadena de la polimerasa (PCR)en NPH. Pacientes con NPH en modelos comparati- vos post mórtem evidencian disminución de las fibras sensoriales periféricas de hasta el 50%, comparadascon el nervio contralateral sano. De forma sorpren- dente, cuanto mayor es la severidad de la NPH, ma- yor es la pérdida de terminaciones sensitivas en lapiel del segmento enfermo. En los estudios histológicos de Campbell y Head, se evidenciaron cambios degenerativos de los GRD y de las astas dorsalesmedulares que correspondían al ganglio afectado en la NPH, demostrando la extensión al sistema nervio- so central del daño neuronal causado por esta pato-logía. Estos hallazgos indican que el componente central de sensibilización medular juega un papel importante en la fisiopatología del dolor neuropáticode esta entidad 2. Impacto de la NPH en la calidad de vida Es sabido que la neuralgia postherpética puede interferir con las actividades básicas cotidianas, comovestirse, bañarse, moverse, viajar, realizar compras,cocinar, hacer las tareas domésticas, etc. Por lo tantoperjudica considerablemente la capacidad funcionalde los individuos que la contraen. Cuanto mayor es la intensidad del dolor experi- mentado, más significativo será el impacto en la cali-dad de vida. Katz y Schmader, en el 2004 y 2007,respectivamente, encontraron relación entre la NPHy el detrimento de la calidad de vida de pacientes afec-tados, basados en sus estudios descriptivos. Poste-riormente, Mélanie Drolet y Marc Brisson realizaronun estudio de cohorte prospectivo de 251 pacientesmayores de 50 años con antecedentes de HZ des-pués de 14 días de la resolución de la fase vesicularde dicha enfermedad. El HZ agudo interfirió con laalimentación de los pacientes, pero especialmenteafectó el patrón del sueño en 64% de ellos, el disfrutede la vida en el 58% y las actividades generales en el53%. La duración del dolor fue en promedio de 32,511 Carlos E. Carvajal C. & Edmundo Gónima V .: Visión de la neuralgia postherpética, bajo la luz de la evidencia actual días. La interferencia por dolor en las actividades de la vida diaria varió entre 27 y 30 días. Referente a laNPH, la depresión y ansiedad se presentaron frecuen-temente en esta población, además de trastornos delsueño y disminución del disfrute de la vida; la percep-ción de calidad de vida estuvo seriamente disminui-da. Esta última variable se midió con el EQ-5D (índicesintético de calidad de vida), el cual valora la percep-ción del estado de salud de los pacientes. Su grada-ción va de 0,0, que es muerte, a 1,0, buena salud. Enel estudio de Mélani Drolet de los pacientes con NPH,el EQ-5D osciló entre 0,57 y 0,6, resultado que evi-dencia el detrimento en la calidad de vida de estosindividuos 4. Características clínicas de la NPH La neuralgia postherpética puede manifestarse como diferentes tipos de dolor. Se puede presentaren forma de dolor constante urente intenso, intermi-tente tipo punzante o como un estímulo evocado tipoalodinia (experiencia dolorosa después de un estímulonormalmente no doloroso, como el toque de la ropa).En general la NPH se resuelve en la mayoría de loscasos, pero puede persistir en algunos pacientes du-rante un período prolongado. Un estudio demostróque a largo plazo el 9% (los cuales tenían una edadmayor de 51 años) de los pacientes con NPH todavíatenían dolor, un año después de la resolución de laerupción 2. El impacto negativo de la NPH en la cali- dad de vida puede ser similar al causado por enfer-medades mortales o a trastornos psicológicos graves.La NPH puede tener un efecto significativo en aspec-tos de la vida del paciente, causando fatiga crónica,trastornos del sueño, dificultad para concentrarse,depresión, ansiedad, anorexia, pérdida de peso y ais-lamiento social 2. Tratamiento del HZ y NPH Agentes antivirales. La prevención de la NPH es un objetivo de la mayoría de los estudios en el trata-miento del HZ. Dentro de las intervenciones terapéu-ticas para evitar NPH se incluyen los agentesantivirales, corticoides, antidepresivos tricíclicos y com-binaciones de estos. Uma Sharma y colaboradores realizaron un estu- dio clínico entre 2004 y 2008 en un hospital de Teheráncon 152 pacientes mayores de 50 años, los cuales seconcentraron en dos grupos, G1 (duración menor a 72 horas de erupciones cutáneas) y G2 (duraciónmayor a 72 horas de erupciones cutáneas). A ellos seles administró aciclovir 800 mg vía oral cinco veces aldía durante los primeros cuatro días de la primera se-mana. Los resultados de este estudio muestran queaciclovir oral 800 mg cinco veces al día durante cuatrodías es capaz de reducir el tiempo de curación y termi-nar el dolor por HZ agudo, así como prevenir la apa-rición de la NPH, incluso si se inicia dentro de losprimeros 21 días del comienzo de la erupción 5. Otros estudios con aceptable nivel de evidencia con- firman el efecto preventivo de la NPH de los antiviralesen fase temprana del HZ; entre ellos: Beutner en 1995y Wood en 1996 con un nivel de evidencia II y I, res- pectivamente; Jackson en 1997 y Tyring en el 2000,con estudios de nivel de evidencia I y II . Ellos llegaron a la conclusión de que el aciclovir, valaciclovir ofamciclovir, administrados en las primeras 72 horasdel inicio de las erupciones cutáneas, aceleran la reso-lución del dolor por herpes zóster. Shafran y colegas en el 2004 demostraron que el famciclovir, en diferentes dosis y frecuencias, es taneficaz como el aciclovir para disminuir las puntuacio-nes de dolor relacionadas con HZ, con un nivel de evidencia II . Cunningham y colaboradores suyos del 2008 encontraron que famciclovir o valaciclovir hansustituido a aciclovir como fármacos de elección en eltratamiento del HZ, ya que la farmacocinética y lasdosis son más favorables para estos dos primeros 6. Qifu Li y Ning Chen realizaron un metanálisis (Cochrane, 2009) del tratamiento antiviral para la pre-vención de la neuralgia postherpética. Incluyeron seisensayos clínicos aleatorizados (ECA), con un total de1211 participantes, de los cuales cinco ensayos eva-luaron el aciclovir oral y un ensayo, con 419 partici-pantes, evaluó el famciclovir oral. Concluyeron: \"Elaciclovir oral no redujo significativamente la inciden-cia de la NPH. No hay pruebas suficientes de ensa-yos controlados aleatorios para determinar si otrostratamientos antivirales previenen la NPH. Se necesi-tan ensayos controlados aleatorios adicionales biendiseñados de famciclovir u otros nuevos antivirales,con mayor cantidad de participantes. Los futuros en-sayos deben prestar mayor atención a la intensidaddel dolor y calidad de vida de los participantes, y de-ben realizarse en diferentes subgrupos de personas,como las personas inmunodeprimidas\" 11.12 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 Opioides, tramadol y acetaminofén. Un control óptimo del dolor es difícil de lograr con los medica-mentos actualmente disponibles y no existe un trata-miento completamente efectivo para todos lospacientes. En la práctica clínica las combinaciones demedicamentos se convierten en la estrategia médicaa seguir, aunque solo se logre un alivio parcial deldolor. El dolor asociado a HZ suele ser intenso y pre-coz, y la 2008).Oxicodona CR (liberación controlada) es más eficazque gabapentina en la reducción significativa del do-lor durante los primeros 14 días del HZ, comparadacon placebo, aunque muchos pacientes requirieronla suspensión de oxicodona por efectos secundarioscomo el estreñimiento. Esto está sustentado por losestudios de Dworkin y colaboradores en el 2009, conun nivel de evidencia II 6. Corticoesteroides. El uso de esteroides sistémicos (orales) en combinación con antivirales ha presenta- do resultados contradictorios en estudios clínicos. Eaglstein en 1970 y Keczkes en 1980 presentan re-sultados a favor de su uso. Contradictoriamente,Lancaster en 1995 y Volmink en 1996 concluyen que no hay beneficio demostrado en el uso de dicha com- binación. Dada esta controversia, The CochraneCollaboration realizó un metanálisis de la eficacia de los corticoesteroides en disminución del dolor HZ y progresión del mismo a NPH. Analizaron cinco estu-dios clínicos aleatorizados con 787 pacientes, última revisión 2007, donde concluyen: \"Hubo pruebas in- suficientes para concluir que los corticoesteroides sonseguros o eficaces en la prevención de la neuralgia postherpética. Se necesitan más ensayos controlados aleatorios con un mayor número de participantes paradeterminar, de forma fiable, si existe algún beneficio real (o daño) a partir del uso de corticoesteroides en tratamientos para prevenir la neuralgia postherpética.Los ensayos futuros deben medir la función y la cali- dad de vida\". Por lo anterior no se recomienda su práctica de forma rutinaria 7. Anticonvulsivantes. El uso de anticonvulsivantes es una práctica extendida en el manejo crónico deldolor neuropático. Existe adecuada evidencia en elmanejo del dolor agudo del HZ y en el dolor crónicode la NPH. Berry y Petersen en el 2005 demostraronque la administración de una dosis única degabapentina 900 mg vía oral durante HZ reducía laintensidad del dolor agudo en un 66% (33% para placebo), y que también se reducía el área y la gra-vedad de la alodinia hasta seis horas después desu administración ( nivel de evidencia II ). Sin embar- go no se encontró mayor beneficio analgésico cuan-do se administró gabapentina durante 28 días,demostrado por Dworkin en el 2009, con nivel de evidencia II 6. Estudios con pregabalina muestran si- milar comportamiento a la gabapentina, pero es cla-ro que la disminución del dolor en el primer día essostenida y tiene significatividad estadística, peroefectos adicionales no se logran luego de tres díasde tratamiento, comparados con placebo. Es decir,dosis de 150 a 600 mg/día de pregabalina no cam-biarán de forma significativa la disminución desistemas de puntuación luego del tercer día de tra-tamiento, comparadas con placebo 8. Parches de lidocaína. Los parches de lidocaína aplicados al 5% por 12 horas, dos veces al día (sobre piel intacta) en pacientes con HZ redujeron significa- tivamente la intensidad e impresión del dolor. Lin ycolaboradores en el 2008 compararon la frecuencia y severidad de los efectos adversos de la lidocaína frente a otras estrategias para el manejo del dolor enHZ, y encontraron que fueron bajas para la lidocaína(nivel de evidencia II ) 6. Un metanálisis realizado en el 2007 por Khaliq, en el que se incluyeron tres ECA, incluyeron 182 participantes tratados con lidocaínatópica y 132 participantes de control. Dos ensayos proporcionaron datos sobre el alivio del dolor y el estudio restante proporcionó datos sobre los efec-tos secundarios. La lidocaína tópica alivió el dolor mejor que el placebo (P = 0,003). Aunque los resul- tados son satisfactorios con lidocaína parches 5% parael manejo del dolor por NPH, \"no existen pruebas suficientes para recomendar la lidocaína tópica como agente de primera línea en el tratamiento de la neu-ralgia postherpética con alodinia. Debe emprenderse una investigación adicional sobre la eficacia de la lidocaína tópica para otros trastornos por dolor neuro-pático crónico, y también para comparar las diferen- tes clases de fármacos (p. ej. anestésicos tópicos frente a antiepilépticos)\", concluyen en este metanálisis deCochrane 9. Antiinflamatorios no esteroides (AINES) tópicos. Aspirina tópica, ya sea en crema hidratante o éter dietílico, fue un analgésico efectivo para el HZ, encomparación con las preparaciones similares que con-tienen indometacina, diclofenaco o placebo, según13 Carlos E. Carvajal C. & Edmundo Gónima V .: Visión de la neuralgia postherpética, bajo la luz de la evidencia actual los ensayos de De Benedittis en 1992, con un nivel de evidencia II . Similares resultados de eficacia para el manejo del dolor del HZ encontró Balakrishnanen el 2001, con el uso de aspirina oral ( nivel de evi- dencia II ) 6. Jun Young Kim en 2010 realizó un ECA pequeño de 18 pacientes en el que comparó la efi-cacia de piroxicam parches frente a lidocaína par-ches 5%, encontrando que tanto lidocaína comopiroxicam parches reduce significativamente la es-cala visual análoga (EVA) de todos los diferentes ti-pos de dolor. Sin embargo, el parche de lidocaínaes mejor para reducir la alodinia, mientras que elparche de piroxicam fue más eficaz para el dolorsordo. El parche de lidocaína actuó más rápido queel parche de piroxicam para la respuesta generaldel alivio del dolor (24 y 48 horas respectivamente),nivel de evidencia IIb 10. En general hace falta mayor investigación y ECA mejor diseñados para dar unarecomendación fuerte sobre el uso de los AINEStópicos para el alivio del dolor en la NPH. Capsaicina parches al 8% NGX-4010. Dada la mejor comprensión de los mecanismos fisiopatoló-gicos del dolor neuropático, se ha permitido un enfo- que de manejo más específico de la NPH. Por ejemplo, en la sensibilización de los nociceptores periféricos se sobreexpresan receptores transitorios vaniloides (TRPV1) evidentes en muchos pacientes con NPH. Porlo tanto, el bloqueo selectivo de dicho receptor pare- ce un enfoque lógico para el tratamiento del dolor. La exposición de los receptores TRPV1 a altas concen-traciones de capsaicina causan inicialmente la despolarización del sistema nociceptivo periférico, generando dolor urente o quemante; posteriormen-te desfuncionalización y reducción del número de fi- bras nerviosas en la epidermis, provocando inhibición de la transmisión del dolor. Gordon y Miroslav en el 2011 realizaron un ECA con 552 pacientes, 302 pacientes de manejo concapsaicina crema 8% (NGX-4010) frente a 250 pa-cientes con capsaicina al 0,04% por 12 semanas. Enambos grupos había algunos pacientes que toma-ban medicamentos sistémicos anti-neuropáticos.Durante las semanas 2 a 8, los pacientes con NGX-4010 informaron una mayor reducción en las pun-tuaciones de valoración del dolor, comparados conel grupo de control, tanto en los pacientes que usa-ban medicamentos sistémicos para el dolorneuropático (26,1% frente a 18,1%, P = 0,0011) comoen pacientes que no usaban estos medicamentos(36,5% frente a 26,2%, P = 0,0002). Los pacientes que no usaban medicación sistémica para el dolorneuropático reportaron una mayor reducción deldolor cuando usaban NGX-4010. Los efectos secun-darios locales fueron transitorios en ambos grupos, yno fueron afectados por el consumo de medicaciónsistémica para el dolor neuropático 12. En otro ECA, Lynn Webster y Marvin Tark compa- raron la eficacia en la reducción del dolor neuropáticosecundario a NPH, de NGX-4010 frente a capsaicinaparches 0,04%, en 155 pacientes, en el cual no pu-dieron demostrar la eficacia de esta medicación tópi-ca en el tratamiento del dolor neuropático secundarioa NPH 13. Existe en la actualidad controversia para recomendar el uso de NGX-4010 para el manejo dela NPH. Bloqueo simpático o neuroaxial. En una revisión de bloqueo neuroaxial (incluido el simpático) parael tratamiento del dolor asociado a HZ, se encontróque el 71% (12/15) de los estudios informaron unareducción en la incidencia y severidad de dolor aso-ciado a HZ a un mes. De estos quince estudios sólouno era un ECA (Pasqualucci, 2000), nivel de evi- dencia II . En un posterior ECA hubo una diferencia significativa en la incidencia (y en menor medida enla intensidad) del dolor de HZ en los pacientes querecibieron una sola inyección epidural de metilprednisolona y bupivacaina, en comparación conaquellos que recibieron terapia antiviral y analgesiacomo \"atención estándar\". El número necesario paratratar (NNT) con la inyección epidural para la reso-lución completa del dolor por HZ en un mes fue de10, según reportan los estudios de Van Wijck y cola-boradores en el 2006, con un nivel de evidencia II . Sin embargo, dados los efectos clínicos modestosen dolor agudo y ningún efecto sobre la incidenciade NPH, el uso rutinario de anestésico local másesteroides epidurales durante HZ no se puede reco-mendar, dada también su controversia en resulta-dos basados en la evidencia (Kumar Corona ycolaboradores, 2004) 6. A pesar de que la fisiopatología de la NPH no es bien conocida, la respuesta favorable a fármacosantagonistas del receptor de glutamato tipo N-metil-D-aspartato (NMDA) en la neuralgia postherpéticaestá adecuadamente documentada en la literaturamédica. Bajo este precepto, el magnesio, unbloqueador fisiológico de los receptores tipo NMDA,14 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 ha sido utilizado como tratamiento en diversos tras- tornos de dolor crónico y podría ser una alternativaen el manejo farmacológico de la NPH. Existen re-portes de casos acerca del uso de esta estrategia parael manejo de dolor neuropático de la NPH, aplicadopor vía epidural para el dermatoma afectado, obte-niendo una respuesta exitosa 14. Aunque estos reportes aislados no pueden fundamentar una recomenda-ción acerca de su uso, sí son el cimiento de futurosestudios con diseños epidemiológicos válidos quepuedan aclarar la efectividad del sulfato de magnesioindividual y su combinación con medicación habitualpara este trastorno doloroso. Dureja y colaboradores evaluaron la efectividad de midazolam neuroaxial en el manejo de NPH conafectación de dermatomas aleatorizados entres grupos: M-0 (n = 50) recibieron metilpred-nisolona (60 mg) epidural; en el grupo M-1 (n = 50)recibieron 2 mg de midazolam en el espacio intratecal,mientras que los pacientes del grupo M-2 (n = 50)recibieron metilprednisolona (60 mg) en el espacioepidural, además de midazolam 2 mg en el espaciointratecal. La administración de midazolam intratecal(2 mg) proporcionó una mejoría a corto plazo en laneuralgia postherpética similar a la metilprednisolonaepidural. Sin embargo, la combinación de midazolampor vía intratecal con metilprednisolona epidural re-sultó en una duración prolongada de la analgesia enlos pacientes con neuralgia postherpética. La necesi-dad de analgésicos fue también significativamentemenor en los pacientes que recibieron dicha combi-nación, en comparación con aquellos que recibieronya sea midazolam intratecal o metilprednisolonaepidural solos. Ningún efecto adverso serio fue vistocon el uso de midazolam intratecal, excepto un levegrado de sedación 15. Medidas no farmacológicas. En un ECA doble cie- go, Barbarisi y colaboradores estudiaron la eficaciadel TENS en combinación con pregabalina a dosis de300 mg y 600 mg día, comparados contra pregaba-lina a iguales dosis más TENS placebo. En todos losgrupos se presentó disminución de la valoración sub-jetiva del dolor, pero en el grupo con TENS se obser-vó mayor disminución del dolor con significaciónestadística comparado contra TENS placebo. Este tipode estrategia representa una herramienta más parala mejoría del dolor neuropático secundario NPH 16.Prevención de la neuralgia postherpética La prevención de la neuralgia postherpética me- diante la vacunación de personas mayores de 60 añosde edad con vacuna viva atenuada de VVZ reduce laincidencia de neuralgia postherpética, según resulta-dos publicados por Oxman y colaboradores en el2005. Actualmente la vacunación se recomiendacomo el estándar de prevención primaria del HZ y laNPH, incluso para aquellas personas que han experi-mentado un episodio previo de HZ. Durante el HZ, la administración temprana de antidepresivos tricíclicos como la amitriptilina (90 días)redujo significativamente la incidencia de NPH, conun nivel de evidencia II 6. Un ECA doble ciego de 38.546 pacientes comparó la vacuna de virus vivos atenua-dos de VVZ contra placebo, y encontró que el uso dela vacuna contra el herpes zóster: redujo la carga deenfermedad debida a HZ en un 61,1% (P = 0,001),redujo la incidencia de neuralgia postherpética en66,5% (P = 0,001) y redujo la incidencia de herpeszóster en un 51,3% (P = 0,001), comparada con elplacebo. Las reacciones en el sitio de la inyección fue-ron frecuentes pero en general leves. Dada la fuerteevidencia en la literatura médica, se recomienda eluso de rutina de la vacuna VVZ atenuada para laprevención del HZ y de la NPH en mayores de 60años 17. Conclusiones Basados en la evidencia clínica actual, se pueden resumir de forma conclusiva algunos tópicos paratener en cuenta en el abordaje de los pacientes conneuralgia postherpética o incluso en el tratamientotemprano del herpes zóster. Estas simples recomen-daciones se resumen en: 1. Los agentes antivirales administrados dentro de las primeras 72 horas del inicio de la erupcióncutánea del herpes zóster aceleran la resolu-ción del dolor agudo, pero no reducen la inci-dencia de neuralgia postherpética ( nivel de evidencia I ). Revisión Cochrane. 2. La inmunización de las personas mayores de 60 años de edad con la vacuna del virus ate-nuado del VVZ reduce la incidencia de herpeszóster y la neuralgia postherpética ( nivel de evidencia II ).15 Carlos E. Carvajal C. & Edmundo Gónima V .: Visión de la neuralgia postherpética, bajo la luz de la evidencia actual 3. Amitriptilina usada en bajas dosis durante los primeros 90 días del inicio de la erupción cutá-nea del herpes zóster reduce la incidencia deneuralgia postherpética ( nivel de evidencia II ). Primera línea de tratamiento en NPH. 4. Parches de lidocaína al 5% ofrecen adecuada analgesia en el herpes zóster ( nivel de eviden- cia II). Primera línea de tratamiento de NPH. 5. Anticonvulsivantes como pregabalina y gaba- pentinan reducen los sistemas de puntuaciónen la valoración del dolor en pacientes con HZy NPH, convirtiéndose en primera línea demanejo de dichas patologías ( nivel de evi- dencia II minofén, tramadol, oxicodona CR) y adecuadaes un componente importante del tratamientodel herpes zóster y puede ser beneficiosa parareducir la incidencia de la NPH ( nivel de evi- dencia II ). El uso de AINES tópicos se recomien- da con un ( nivel de evidencia IIb ). Referencias 1. Gary J Bennett and C Petter N Watson. Herpes zoster and Postherpetic neuralgia: past, present a future. Pain Res Manage2009;4:275-282. 2. RW Johnson, J. McElhaney. Postherpetic neuralgia in the elderly. Journal compilation a 2009 Blackwell Publishing Ltd. Int J ClinPract, September 2009;63(9):1386-1391. 3. Hope-Simpson. Studies 4. Drolet 2010;4(11):754-760. 6. Macintyre PE, Schug SA. Working Group of the Australian and New Zealand College of Anaesthetists and Faculty of PainMedicine, Acute Pain Management: Scientific Evidence (3rd edition), ANZCA & FPM, Melbourne 2010. 7. He L, Zhang D, Zhou M. Corticosteroides para la prevención de la neuralgia postherpética. La Biblioteca Cochrane Plus,2008 Número 2. Oxford: Update Software Ltd. Disponible en:http://www.update-software.com 8. Uma Sharma, Teresa Time to Onset of W, Alam S, Puri N. Lidocaína tópica para el tratamiento de la neuralgia postherpética. La Biblioteca Cochrane Plus,2008 Número 2. Oxford: Update Software Ltd. Disponible en:http://www.update-software.com. (Traducida de The CochraneLibrary, 2008 Issue 2. Chichester, UK: John Wiley & Sons, Ltd.). 10. Jun Young Kim, Hyun Jung Lim. Efficacy of Piroxicam Patch Compared to Lidocaine Patch for the Treatment of PostherpeticNeuralgia. Ann Dermatol 2011;23(2). 11. Qifu Li, Ning Chen, Jie Yang, Muke Zhou, Dong Zhou, Quanwei Zhang, Li He. Tratamiento antiviral para la prevención de laneuralgia postherpética (Revisión Cochrane traducida). En:Biblioteca Cochrane Plus 2009 Número 3. Oxford: Update Software Ltd. Disponible en: http://www.update-software.com.(Traducida de The Cochrane Library, 2009 Issue 2 Art. no.CD006866. Chichester, UK: John Wiley & Sons, Ltd.). 12. Gordon A. Irving, Miroslav Backonja. NGX-4010, a Capsaicin 8% & Wilkins. 13. Lynn R Webster, Marvin Tark. Effect of duration of postherpetic neuralgia on efficacy analyses a multicenter, randomized,controlled study of NGX-4010, an 8% capsaicin patch evaluatedfor treatment of postherpetic neuralgia. Webster et al.BMC Neurology 2010;10:92. 14. Ho Kyoung Neuralgia in Older Adults. N Engl J Med 3 5 2;2 2 www.nejm.org june 2, 2005.16 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 Osteoporosis y dolor Roberto Rivera Díaz*, Irene Montes Naranjo** Resumen La osteoporosis es una enfermedad común carac- terizada por fragilidad esquelética secundaria a bajadensidad mineral ósea, cuya prevalencia está en in-cremento debido al aumento en la expectativa de vida,generando un costo anual alto al sistema de salud.Es muy importante identificar los pacientes con facto-res de riesgo para hacer tamizaje temprano y así poderdiagnosticar y tratar la enfermedad a tiempo paraprevenir fracturas hasta en un 50% y la limitación físi-ca asociada a deformidad esquelética y al dolor des-encadenado. El tratamiento depende generalmente de las ne- cesidades del paciente y de los factores desenca-denantes de la patología. Además de cambios en ladieta y mejorar estilos de vida se cuenta con unaamplia gama de medicamentos como: calcio, vitami-na D, calcitonina, antirresortivos, terapia hormonal yalternativas analgésicas para el control de los dife-rentes tipos de dolor asociados a esta enfermedad.Para el manejo del dolor se puede recurrir a medica-mentos o procedimientos invasivos, y los fármacosseleccionados van a depender si hay un desencadenante somático o neuropático. Como procedimien-tos invasivos se cuenta con la vertebroplastia, que hasido utilizada en el tratamiento de dolor agudo osubagudo secundario a fracturas por aplastamientovertebral con resultados controvertidos según la evi-dencia científica. Palabras clave: osteoporosis, antirresortivos, vertebroplastia, generating a growing sistem. important to identify patientswith risk factors to screening to beable to diagnose and treat the disease on time so itallows to prevent physical limitations and fractures up to their alternatives to con- trol diferent types of pain associated to this disease. For pain control it can be used esquelética, acompañada por baja densidadmineral ósea (score para densidad mineral ósea por debajo de -2,5) y deterioro de la microarquitectura. Epidemiología. La osteoporosis es una enferme- dad común, costosa y mórbida, cuya prevalencia estáen aumento debido a mayor cantidad de poblacióngeriátrica. Afecta aproximadamente a 6 millones demujeres y 2 millones de hombres en EE.UU., y en estepaís se presentan aproximadamente 1,5 millones defracturas osteoporóticas por año. Los bifosfonatos sonel tratamiento más común 1,2.* Anestesiólogo. Docente de dolor y anestesia, Universidad CES, Instituto Colombiano del Dolor. Correo electrónico:robertoneuro@yahoo.com. ** Estudiante de Medicina. X semestre, Universidad CES. Correo electrónico: iremontes@hotmail.com17 Roberto Rivera Díaz & Irene Montes Naranjo: Osteoporosis y dolor Diagnóstico. Debemos primero identificar los pa- cientes con factores de riesgo como: mujeresposmenopáusicas, hiperparatiroidismo, deficiencia devitamina D, fumadores, falta de exposición a la luzsolar especialmente en ancianos con enfermedadescrónicas, pacientes con VIH, síndromes de malab-sorción y mieloma múltiple. Pacientes con osteo-porosis y pérdida de peso se les debe descartarenfermedad celiaca (intolerancia a las proteínas delgluten con atrofia del duodeno, lo que producemalabsorción de nutrientes) 3,4. Medición de densidad mineral ósea (T Score). Es indicativo de osteoporosis un score de -2,5 o menory de osteopenia con un score de -1 a -2,5. Lo usual es hacer la densitometría a nivel verte- bral de L1 a L4 y de la cadera, incluyendo el triángulode wards (área más débil en el cuello femoral), cuellofemoral y el trocánter mayor 5. Algunas veces hay discrepancias entre el score de la espina y el de la cadera. La decisión sobre trata-miento no debe ser basada solo en medición de den-sidad mineral ósea. La medición espinal es útil en mujeres posmeno- páusicas jóvenes porque muestra valores osteopo-róticos más tempranos que en la cadera. La mediciónespinal en pacientes de mayor edad se puede alterarpor cambios escleróticos de la edad, mostrando ma-yor densidad mineral ósea 6,7. Se representa el T score (densidad ósea del pa- ciente comparada con el promedio para un adultojoven) y el Z score (densidad ósea del paciente com-parado con otra persona de la misma edad) 8. Los colores indican el grado de densidad ósea, el rojo alta y el verde baja.18 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 Recomendaciones. Toda mujer debe tener me- dición de densidad mineral ósea a los 65 años y más temprano en mujeres seleccionadas: con frac- tura previa, antecedente familiar de fractura, bajo peso corporal, pérdida de peso o de altura del 5% del basal o más, hiperparatiroidismo primario, hipertiroi- dismo, hipogonadismo, síndrome de Cushing o tra- tamiento prolongado con glucocorticoides. Los datos son limitados para recomendar densitometría en hombres. Faltan datos para dar guías de cada cuán-to realizar la medición si la densitometría es normal. También se recomienda en pacientes que toman antiepilépticos y pacientes con VIH en los que se re-comienda hacer una densitometría a los 48 años sin importar el género por mayor riesgo de desarro- llar osteoporosis 9-11. Tomografía computarizada cuantitativa (TC). Analiza hueso trabecular y cortical separadamente,detecta tempranamente pérdida ósea vertebral. Tie- ne varios inconvenientes tales como mayores costos y exposición a radiación por lo que no se utiliza co-múnmente para diagnóstico de osteoporosis. Marcadores bioquímicos de hueso como el N- telopeptido, osteocalcina y fosfatasa alcalina raras veces ayudan a establecer un diagnóstico o seleccio-nar un tratamiento, pero pueden ser útiles para sa- ber si hay acelerada pérdida ósea. Hay marcadores de aumento en la formación o en la resorción. Estosmuestran mucha variabilidad y hay datos insuficien- tes que soporten su uso para definir tratamiento. Exámenes de laboratorio. Están indicados en pacientes con Z score bajo para descartar patologíasasociadas; por ejemplo: glucocorticoides, disfunción gonadal, enfermedaddel tracto gastrointestinal, renal o neoplasia. Tratamiento Indicaciones. Prevenir pérdida ósea en el pacien- te con osteopenia y disminuir probabilidad de fractu-ras en el paciente con osteoporosis. El tratamiento puede disminuir el riesgo de fractu- ras en un 50%. Hay abundante evidencia de que laterapia agresiva disminuye el riesgo de fracturas enpacientes con osteoporosis 12.Se debe evitar cigarrillo y alcohol excesivo, porque estos aumentan el riesgo de fracturas. La inmovilidad causa rápida pérdida ósea. La ac- tividad física regular incluyendo ejercicios aeróbicos yejercicios de resistencia son efectivos para aumentarla densidad mineral ósea y la masa muscular enmujeres posmenopáusicas, pero no se ha demostra-do que disminuyan el riesgo de fracturas. Calcio. Aumentar la ingesta de Ca++ disminuye el hiperparatiroidismo asociado con la edad avanza-da y aumenta la mineralización. Toda mujerposmenopáusica debe tener una ingesta total deCa++ de 1200-1500 mg/día, con dieta, suplemen-to o ambos. Teniendo en cuenta que 13: 1 vaso de leche de 8 onzas = 300 mg de Ca++ 2 onzas de queso = 530 mg de Ca++ 6 onzas de yogur = 300 mg de Ca++ Vitamina D. Aumenta la absorción del Ca++, su deficiencia corresponde a un nivel de 25 (OH) vita-mina D menor de 15 ng/ml. En varios estudios se hacomprobado que el calcio más vitamina D disminuyeel riesgo de fracturas no vertebrales. Los suplemen-tos de vitamina D aumentan la fuerza muscular y dis-minuyen el riesgo de caídas 14. Plan de tratamiento. Básicamente consiste en suplementos de calcio (1200 mg/día), 800 IU devitamina D y alendronato o risedronato una vez ala semana o ibandronato una vez al mes. Conside-rar hormona paratiroidea (PTH) por dos años si elpaciente no tolera los bifosfonatos o tiene múlti-ples fracturas 15-17. Antirresortivos. Bloquean la resorción ósea al inhibir la actividad de los osteoclastos, aumentan lamineralización ósea y estabilizan la microarquitectura,aumentan la densidad mineral ósea en osteopenia yosteoporosis y disminuyen el riesgo de fracturas enmujeres con osteoporosis 18-20. Bifosfonatos. Son la primera línea de terapia para el tratamiento de osteoporosis posmenopáusica. Dis-minuyen el riesgo de fracturas de cadera, vertebralesy no vertebrales. Se deben tomar en ayunas con sufi-ciente agua y permanecer erguido por lo menos 30minutos después. El calcio no se debe administrarconcomitantemente con los bifosfonatos porque se19 Roberto Rivera Díaz & Irene Montes Naranjo: Osteoporosis y dolor unen, disminuyendo la absorción. Pueden causar una caída precipitada en los niveles de calcio sérico, porlo que están contraindicados en pacientes con defi-ciencia de vitamina D 21-23. El alendronato puede ser administrado en forma segura durante siete años, sin afectar la fuerza ósea. La descontinuación por cinco años o más de la tera- pia con alendronato resulta en mínima pérdida óseadurante los siguientes tres a cinco años. Adminis- trar una vez por semana disminuye el riesgo de esofagitis comparado con la administración diaria.Un estudio mostró mayor aumento en la densidad mineral ósea con alendronato que con risedronato pero la significancia clínica es incierta. En generalalendronato y risedronato aumentan la densidad mineral ósea y disminuyen el riesgo de fracturas en un 50% 24-26. El ibandronato (Bonviva) fue aprobado por la FDA en 200527,28 El strontium ranelate estimula la captación ósea de Ca++ e inhibe la resorción ósea. Se administra por vía oral, tiene acción anabólica y antirresortiva, disminuye el riesgo de fracturas vertebrales en un40%, también se observó disminución de fracturas no vertebrales pero en un grupo muy pequeño de pacientes. Su utilización es controversial debido a quese asocia con leve aumento de trombosis venosa de miembros inferiores. Recientemente aprobado en Europa, pero aún no aprobado por la FDA 29. Ácido zoledrónico (Aclasta). Bifosfonato con dos átomos de nitrógeno, lo cual aumenta sus efec-tos antirresortivos. Se une al hueso mineralizado e inhibe a la FPP (farnetil difosfato) sintetasa, una ma importante Tieneuna eficacia antirresortiva equivalente a alendronato y risedronato a dosis menores, con menor incidencia de esofagitis y evidencia de mejor adherencia al tra-tamiento debido a que se aplica una vez al año, lo que lo hace más cómodo para el paciente. Con re- portes de casos de fibrilación auricular (FA) como even-to adverso 30. Efectos adversos de bifosfonatos Osteonecrosis de mandíbula. Se asocia a al- tos niveles de fosfato, presentándose principalmenteen tratamientos venosos para el cáncer (incidencia: 2-11%). En osteoporosis la incidencia no es tan clara(1: 10.000 a 1: 100.000 y 0,01-0,04% en algunos estudios). Se piensa que la incidencia en tratamiento de osteoporosis puede estar subestimada debido ala falta de casos reportados y mala adherencia al tra- tamiento a largo plazo. La extracción dental reciente aumenta diez veces el riesgo. Otros factores de ries-go son diabetes mellitus, glucocorticoides orales, ta- baquismo y otras comorbilidades 31. Dolor musculoesquelético. Puede ser severo y ocurrir en cualquier momento después de iniciar el bifosfonato. Es diferente al síndrome de respuesta defase aguda que se manifiesta con fiebre, escalofríos, dolores óseos, mialgias y artralgias que algunas ve- ces acompañan la administración inicial de bifosfo-natos venosos. El dolor no se manifiesta en un sitio anatómico en particular, a veces es localizado y lue- go se generaliza. Hay casos reportados de dolordiscapacitante. Aunque el dolor mejora al suspender el bifosfonato, algunos pacientes tienen resolución total y otros solamente parcial. Hay que tener en cuen-ta que muchos pacientes con osteoporosis tienen dolor musculoesquelético por fracturas o por osteoartritis concomitante. Su incidencia y factores de riesgo no son conocidos, pero basados en estudios aleatorizados y experiencia clínica, es una complica-ción poco frecuente 32. Fibrilación auricular (FA). Hay un enlace in- cierto entre bifosfonatos y FA. Hay estudios que re- portan aumento del riesgo y otros no. Teniendo en cuenta además que la mayoría de pacientes tienenmúltiples comorbilidades 33. Cáncer esofágico. Los bifosfonatos se asocian a úlceras del tracto gastrointestinal, pero el cáncer es raro, con menos de 23 casos reportados en EE.UU. en más de una década de tratamiento. Ha sido prin-cipalmente reportado con alendronato. En general se recomienda que evitar bifosfonatos orales en pa- cientes con esófago de Barrett es prudente. El riesgo-beneficio se encuentra a favor de los bifosfonatos, ya que las fracturas son mucho más comunes que el cáncer de esófago 34. Agentes anabólicos. Se recomiendan en pa- cientes con T score menor de -3. Estimulan la for-mación ósea actuando sobre los osteoblastos. El20 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 receptor de PTH está acoplado a proteínas G que activa el AMPc y proteinkinasas. Las accionesanabólicas de la PTH son propiedades mitogénicas para los osteoblastos y disminución de la apoptosis. Sin embargo sus efectos anabólicos no han sido to-talmente dilucidados y no está claro por qué la ex- posición sostenida a la PTH hace que predominen los efectos catabólicos. El teriparatide aumenta ladensidad ósea y disminuye fracturas vertebrales y no vertebrales. Se puede presentar pérdida ósea al suspender la PTH, por lo que se recomienda admi-nistrar un antirresortivo para compensar este efec- to. La PTH es bien tolerada, pero puede producir leve hipercalcemia asintomática. Su uso se limita ados años porque no hay estudios por más tiempo para garantizar su eficacia y seguridad. Aunque el uso concomitante de un antirresortivo más PTH pue-de ser considerado una unión atractiva por sus dife- rentes mecanismos de acción, estudios iniciales no han mostrado un beneficio adicional. Enosteoporosis inducida por glucocorticoides la PTH es particularmente efectiva 35. Teriparatide = PTH sintética. Actúa sobre re- ceptores acoplados a proteínas G deosteoblastos y células tubulares renales, au- mentando la reabsorción tubular de Ca++ y la excreción de fosfato; incrementa la pro-ducción de 1,25 (OH) vitamina D, lo que esti- mula la absorción de Ca++. La PTH primero estimula formación de hueso (efectoanabólico) y luego estimula la resorción ósea. Aprobada por la FDA en 2002. Se han re- portado casos de osteosarcoma en ratas tra-tadas con altas dosis de PTH, pero solo hay un caso reportado de osteosarcoma en más de 300.000 pacientes tratados con PTH. Estetratamiento se debe limitar a pacientes con moderada a severa osteoporosis por no más de dos años 36. Raloxifen. Es un modulador selectivo de recepto- res de estrógenos que inhibe la resorción en una for- ma similar a los estrógenos, disminuyendo el riesgo de fracturas vertebrales en un 40%; está en estudiofase 2 y 3 37. Los tratamientos prolongados con estrógenos han caído en desuso por aumentar el riesgo cardiovascular y de cáncer de mama38.Medicamentos aprobados por la FDA para prevención y tratamiento de osteoporosis Medicamento Dosis Antirresortivos Bifosfonato Alendronato ó 150 mg/mes VO. 3 mg intravenoso cada 3 meses. Ácido zoledrónico 5 mg intravenoso cada 12 meses. Raloxifeno 600 mg/día vía oral. Estrógeno Dosis y intranasal. 20 mcg/día asociado a osteoporosis Los pacientes con osteoporosis pueden sufrir do- lor somático desencadenado por deformidades óseas,osteoartrosis asociada o fracturas patológicas. Estetipo de dolor responde bien a analgésicos comunes.En caso de no respuesta se pueden usar opioides, loscuales son útiles en dolor somático y neuropático se-vero. En dolor ocasional se utilizan fármacos de libe-ración rápida, como tramadol, y en dolor continuose utilizan fármacos de liberación controlada. También pueden sufrir dolor neuropático especial- mente secundario a irritación radicular por compro-miso de columna vertebral. Este dolor es manejadobasado en las guías internacionales de dolor neuro-pático, entre los medicamentos recomendados seencuentran: antidepresivos tricíclicos se encuentra laposibilidad de intervencionismo analgésico selectivosegún el caso individual. AINES. Están indicados en dolor nociceptivo de origen osteomuscular pero por periodos cortos. Eldolor leve a moderado debe ser idealmente mane-jado con acetaminofén, debido a los efectos secun-darios renales y gastrointestinales de los AINES. Sedeben utilizar con precaución en pacientes hipertensos21 Roberto Rivera Díaz & Irene Montes Naranjo: Osteoporosis y dolor debido a la retención hídrica e interacción con los hipotensores. Vertebroplastia percutánea Las fracturas vertebrales secundarias a osteopo- rosis son causa importante de dolor y la vertebro-plastia puede ser una buena opción terapéutica. Es útil en tratamiento de dolor agudo o subagudo secundario a fractura vertebral, es decir hasta ochosemanas de la fractura. Consiste en la inyección devarios tipos de cemento óseo directamente en el sitiode la fractura vertebral guiado radiográficamente 39. La gran ventaja del procedimiento es la mejoría inmediata del dolor en pacientes bien seleccionados,sin embargo hay otros ensayos clínicos que no mues-tran diferencia a los tres meses cuando se comparacon el manejo conservador. La vertebroplastia está contraindicada en pacientes con infección en el sitio de punción, alergia a agentesradiopacos y anticoagulación no corregida. Y puedetener complicaciones como: fuga de cemento con va-riable grado de disfunción motora. Embolismospulmonares de cemento y osteomielitis, que solo se hanreportado en un paciente con infección previa 40. Artícu- los recientes reportan menos complicaciones con la téc-nica de cifoplastia ( kyphoplasty ) especialmente en la migración del cemento por fuera del cuerpo vertebral. El manejo conservador de los aplastamientos ver- tebrales por osteoporosis incluye inmovilización pro-longada que puede llevar a pérdida muscular,aumento en el riesgo de infección pulmonar y trom-bosis venosa profunda 41. Algunos autores consideran que la vertebroplastia solo debe ser considerada en pacientes que no mejo-ran con tratamiento médico, actualmente se encuen-tran en la literatura ensayos clínicos sin diferencia entrevertebroplastia y placebo y otros ensayos con mejo-ría importante en la evolución específicamente en laintensidad del dolor. Faltan más trabajos para diluci-dar la discusión, sin embargo el éxito de este proce-dimiento depende de una buena selección de pacientey hacerlo en el momento oportuno 42,43. Conclusión Todos los adultos deben ser aconsejados sobre la importancia de una ingesta adecuada de calcio, vita-mina D, nutrición adecuada y estilos de vida saluda- bles para favorecer la salud de la estructura ósea.También deben ser evaluados después de los 65 añoso en situaciones especiales por medio de densito-metría ósea y otras ayudas diagnósticas en pacientesapropiados, para así considerar la necesidad de ini-ciar terapia farmacológica la cual busca disminuir elriesgo de fracturas y complicaciones asociadas deacuerdo con la información clínica y estudios recien-tes. Es importante tener en cuenta que estos pacien-tes no solo requieren tratamiento enfocado en elmejoramiento de la calidad ósea y que busca preve-nir la reabsorción sino que también van a presentardolor asociado a su cuadro por lo que van a requerirmanejo multidisciplinario que permita controlar es-tos síntomas. Es importante el monitoreo y la evalua-ción continua para determinar si el tratamiento estáalcanzando los objetivos planteados y si es necesariorealizar cambios ante efectos adversos o preocupa-ción por parte del paciente. Referencias 1. National Osteoporosis Foundation. Clinician's Guide to Prevention and Treatment of Osteoporosis. Osteoporosis Foundation, 2008. Available Bone 1995;17(5 suppl):505S-511S. 3. MD, PhD, Ana Lucía M. Lima, Priscila R. Oliveira MD, Riccardo G. Gobbi MD, Alexandre L. Godoy-Santos MD, and Gilberto L. Camanho MD, PhD. \"Algorithm for the Management of Osteoporosis.\" Southern Medical Association 104.03 (2011);4. Department of Orthopaedics and Traumatology University of Sao Paulo Sao Paulo, Brazil. 4. Ott S. Osteoporosis and Bone Physiology. Available at: Updated July February 18, 2011. 5. E. Michael Lewiecki, and Nelson B. Watts. New Guidelines for the Prevention and Treatment of Osteoporosis. The Southern Medical Association 2009th ser. 102.2 (2009);175-79. From the New Mexico Clinical Research & Osteoporosis Center,Albuquerque, NM; and University of Cincinnati Bone Health and Osteoporosis Center, Cincinnati, OH. 6. Michael Kleerekoper MD, and Deborah T. Gold PhD. \"Osteoporosis Department of Internal Medicine, St. Joseph Mercy Hospital, Ann Arbor, and Department of Obstetrics and Gynecology, Wayne StateUniversity School of Medicine, Detroit, & Behavioral Sciences, Sociology, and Psychology Neuroscience, Duke Medical Durham,North 7. Brandi future perspectives. Calcif Tissue Int 2009;84:337-347.22 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 8. Dawson-Hughes B, Tosteson AN, Melton LJ South Med J 2010;103:1009-1015. 10. Kanis JA, Johnell O, Oden A, et al. FRAX and the assessment of fracture probability in men and women from the UK.Osteoporos Int 2008;19: 385-397. 11. International L, Marini F , Del Monte 13. Stafford RS, Drieling RL, Johns R, et al. National patterns of calcium use in osteoporosis in the United States. J Reprod Med2005;50(suppl 11):885-890. 14. NIH Consensus Development 2001;285:785-795. 16. Heaney D and disease. J of Teri E. Klein. Bisphosphonates Pathway. Pharmacogenetics and 50-53. Print. Departmentsof Genetics and USA. 19. Rodan GA, Reszka AA. Bisphosphonate mechanism of action. Curr BL, S. Bisphosphonates: mechanism of SR, Black DE. Effect of alendronate on risk of fracture in women with low bone density but withoutvertebral fractures: from 2003;5:65-74. 28. Chesnut Skag A, Christiansen C, et al. Oral Ibandronate Osteoporosis Vertebral Fracture Trial in North America and Europe (BONE). Effects of oral ibandronate administered daily or intermittently on fracture risk in postmenopausalosteoporosis. J Bone Miner Res 2004;19:1241-1249. 29. Russell RG, Xia Z, Dunford JE, Oppermann U, Kwaasi A, Hulley PA, et al. Bisphosphonates: an update on mechanisms of actionand how these relateto clinical efficacy. Ann N Y Acad Sci 2007;1117:209-257. 30. Cremers SC, Pillai G, Papapoulos al. to therapy and hip fracture risk in 36. Ronald Hamdy, Sanford Baim, Susan B. Broy, E. Michael Lewiecki, Sarah L. Morgan, S. Bobo Tanner, and Howard F . Williamson. Algorithm for the Management of Osteoporosis.Southern Medical Journal 103.10 (2010);1009-015. 37. Marc J, Cerabona. The Role Kyphoplasty Percutaneous Clinical Study and Literature Review. Neurosurg Q 20.04 (2010);241-246. 41. Franklin G. Miller, PhD, and David F . Kallmes, MD. The Case of by Ellen Hoffmeister. Vertebroplasty Debate. Bone and Fármacos en dolor: ¿qué hay de nuevo?Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 Fármacos en dolor: ¿qué hay de nuevo? Juan Federico Garzón Cárdenas*, Patricia Gómez López**, Andrés Osuna Sánchez*** El progreso en el entendimiento de los mecanis- mos del dolor a nivel celular, a nivel de la sinapsis ylos adelantos en la biología molecular han abiertouna nueva era en el desarrollo de los fármacos endolor. Sin embargo, se han presentado pocos ade-lantos en el desarrollo de analgésicos nuevos y máseficaces, a pesar de las inversiones sustanciales de laindustria farmacéutica en las últimas décadas, y comoresultado muchas compañías han abandonado elárea de medicamentos para el tratamiento dolor 1-3. A pesar de que los analgésicos han sido utilizados desde la antigüedad, hasta hace muy poco tiempolos fármacos más populares y efectivos seguían sien-do los derivados de extractos de la amapola y el sau-ce, y al remitirnos a la literatura reciente podemosencontrar que los esfuerzos y hallazgos novedososse fundamentaban en la modificación de medicamen-tos existentes para prolongar su tiempo de acción opara disminuir sus efectos adversos 1,2. En los últimos 20 años, la actividad más exitosa en el campo de fármacos analgésicos se ha confina-do a la reformulación de opioides, producción denuevos inhibidores de la cicloxigenasa, inhibidores derecaptación de aminas e introducción de analgésicoslocales tópicos; todos comparten la característica deactuar en blancos ya conocidos. Se debe mejorar estasituación e introducir fármacos más efectivos. Los cien-tíficos, la industria farmacéutica y las reguladoras,todos, contribuyen a las dificultades, por lo que con-secuentemente se necesita cambiar la estrategia 3. En los últimos quince años se ha desarrollado un número importante de medicamentos de primeralínea en dolor neuropático como gabapentinoides, duloxetina y lidocaína tópica. Otro de los hallazgosimportantes es el conocimiento del papel de la glíaen la fisiopatología del dolor, la modulación e inhibi-ción del dolor y la importancia de la familia de recep-tores de potencial transitorio, el sistema canabinoide,los neuropéptidos y las citocinas 1,2. Actualmente hay muchos fármacos en etapas tem- pranas de desarrollo clínico y muchos más en desa-rrollo preclínico que actúan en un amplio rango deblancos moleculares novedosos. De particular inte-rés es el gran número de principios que están siendoevaluados en fase II, donde es evaluada la eficaciacon estudios doble ciego. Podemos tener resultados,entonces, en los próximos años 1,3. En fase I y II hay aproximadamente 17 fármacos en estudio, sin embargo en fase III hay pocos medicamen-tos. Un antagonista de los receptores NMDA (Neuro-dex/Zenvia, Avanir) está en estudio en dolor neuropáticoy un inhibidor de la recaptación de norepinefrina/5-hidroxitriptamina se está desarrollando para fibromialgiay también está siendo evaluado en dolor neuropático yen dolor nociceptivo (duloxetina, E. Lilly; desvenlafaxina,Pfizer; milnaciprán, Forest/Cypress) Las probabilidades de éxito podrían incrementarse si la estrategia de desarrollo de fármacos cambia, ypara alcanzar este cambio de paradigma se debecomprender la dificultad que implica el desarrollo demedicamentos para el dolor 3. Clasificación propuesta para fármacos en dolor Gracias a la mayor comprensión de los mecanis- mos de dolor que no se conocían antes, surgieronnuevos blancos terapéuticos y por lo tanto, se hizonecesario pensar en una nueva clasificación de losanalgésicos.* Estudiantes semestre XII Facultad de Medicina, Universidad Nacional, línea de profundización en dolor, nivel III. ** Anestesióloga, algóloga, profesora asociada Universidad Nacional. *** Estudiantes semestre XII Facultad de Medicina, Universidad Nacional, línea de profundización en dolor, nivel III.24 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 Para esta clasificación se tuvieron en cuenta los siguientes criterios de buena taxonomía: debe ser sim- ple, fácil de recordar, fácil de usar y sus categoríasdeben ser mutuamente excluyentes, que no sean ambiguas y que sean comprensibles. La siguiente clasificación está basada en la fisiopatología del dolor, propuesta por David Lussiery Pierre Beaulieu, miembros de la Asociación Interna- cional para el Estudio del Dolor (IASP), en su libro Farmacología del dolor. Los autores consideraron que los términos \"adyu- vantes\" o \"coanalgésicos\" son obsoletos ya que medi- camento adyuvante es aquel que cuando se adiciona a otro medicamento, ayuda a su acción, se considera quetiene una indicación primaria diferente al dolor, pero tiene acción analgésica en algunas condiciones de do- lor. La mayoría de estas drogas no cumplen con estasdefiniciones y algunas veces se administran solas, como sucede con los gabapentinoides y antidepresivos tricí- clicos. Se propone entonces, que estos fármacos debenser clasificados como analgésicos 1 (ver tabla 1). A continuación, describiremos algunos medica- mentos antiguos que resurgieron por sus interesan- tes mecanismos de acción y algunos medicamentos que tienen mecanismos de acción novedosos. 1.Anticonceptivos 1.1 No opioides Acetaminofén El interés que ha adquirido este medicamento se debe a que a pesar de ser un medicamento viejo,ampliamente utilizado a nivel mundial, siguen siendoun misterio tanto sus mecanismos como sus efectosterapéuticos y su hepatotoxicidad. La complejidad demetabolitos y sus diferentes acciones en el sistemaendógeno son sorprendentes. Es un antipirético y analgésico sin acción antiinfla- matoria. Su eficacia analgésica no es mayor que otrosanalgésicos tradicionales, sin embargo tiene un me-jor perfil de seguridad debido a sus efectos adversosmenores. Su mecanismo de acción ha sido debatido,pero en modelos animales ha demostrado actuarinhibiendo la COX-3. En la médula espinal, antagonizala neurotransmisión por NMDA, sustancia P y óxidonítrico.Algunas de las hipótesis de sus mecanismos de acción son: · Competencia con el ácido araquidónico en el sitio activo de COX. · Inhibición de COX isoforma en SNC conocida como COX3 que explica su efecto antino-ciceptivo y antipirético. Sin embargo, la COX3ha sido controvertida y se ha demostrado eninvestigaciones recientes que existe en múltiplestejidos pero no tiene actividad COX.Tabla 1. Clasificación propuesta para fármacos en dolor 1. Antinociceptivos 1.1 No opioides: acetaminofén, AINEs 1.2 nitroso 2.7 Inhibidores COXs 3. Moduladores del sistema descendente 3.1 Antidepresivos tricíclicos 3.2 Inhibidores recaptación serotonina / norepinefrina 3.3 Inhibidores selectivos recaptación serotonina 3.4 Agonistas alfa 2 adrenérgicos 4. Moduladores transmisión periférica/ sensibilización 4.1 Anestésicos locales 4.2 4.3 Oxcarbamazepina Otros 6.1 Calcitonina 6.2 Bifosfanatos25 J. F . Garzón Cárdenas y otros: Fármacos en dolor: ¿qué hay de nuevo? · Sinergismo con el sistema serotoninérgico y endocanabinoide. · Compromiso de otros sistemas y su acción analgésica: sistema opiodérgico, inhibición desíntesis de óxido nítrico, sistema adrenérgico,colinérgico 1,2. Se ha desarrollado recientemente una preparación de acetaminofén intravenoso, disuelto en manitol ycon un tampón de pH de fosfato disódico con una adición de cisteína como antioxidante. Se presenta como una solución de 100 mL con 10 mg/mL parauna administración en un período de 15 minutos. El inicio de acción se da entre los primeros 5 a 10 minu- tos con pico a las 12 horas. Provee analgesia óptimapara dolor moderado y severo, sin embargo debe darse en compañía de otro analgésico para lograr dicho objetivo terapéutico. El propacetamol IV en pre-sentación de 1g es una prodroga de acetaminofén, ha demostrado tanta eficacia como la morfina intramuscular (10 mg) en el ámbito de la extraccióndental y es tan efectivo como el ketorolaco intramuscular (30 mg) en artroplastia de miembro inferior 5,6. AINEs Inhibidores de la prostaglandina E2 Hay investigación activa para inhibidores especí- ficos de la producción de prostaglandina E2 que inhiben la prostaglandina E sintetasa y en este caso se bloquea la prostaglandina sin afectar el aumen-to del tromboxano A2, evitando así el riesgo cardiovascular. El objetivo debe ser inhibir específicamente la PGE2; una vía es la inhibición de PGES (sintetasa), la cual pre- senta dos isoformas: citosólica (COX 1 Y 2) y membra-na (ha mostrado inhibir la producción de PGE2, sin incremento de tromboxano A2 que se relaciona con in- cremento del riesgo cardiovascular). Otro abordaje esel desarrollo de antagonistas del receptor de PGE2, don- de encontramos muchos tipos 1-4, que se expresan en neuronas periféricas y centrales1,3. Desafortunadamen- te aún no están disponibles en la clínica. 1.2 Opioides Como la mayoría de los efectos colaterales de los opioides son mediados a nivel central, se ha exploradola posibilidad de que los receptores MOR (µ) peri- féricos produzcan analgesia. Los estudios preclínicoshan demostrado reducción en la excitabilidad de losnervios y efectos analgésicos después de la aplica-ción local de opioides de acción exclusivamenteperiférica como loperamida; también se están hacien-do investigaciones con opioides con acción DOR y KOR( y ). Adolor es uno de los medicamentos en desarrollo, consistente en loperamida para administraciónintraarticular. Los agonistas del receptor Delta comoSNC80 y DPDPE, han mostrado actividad analgésicaen modelos de dolor inflamatorio crónico, con me-nor efectividad en dolor agudo 4. Morfina epidural de liberación extendida Con una sola dosis de liberación prolongada de morfina, se alcanza su objetivo analgésico con unaduración de acción de hasta 48 horas, con analgesialarga y perdurable, sin concentraciones sistémicas deopioides, generando mejores niveles de actividad parael paciente. Su nombre comercial es EREM (DepoDur)y se administra en una dosis a nivel epidural en laregión lumbar, de 15 mg para personas mayores yde 20 mg en jóvenes 6. Lazanda Consiste en una solución de citrato de fentanil que contiene pectina y se presenta como espray nasal(FPNS, por sus siglas en inglés) con la finalidad deoptimizar el perfil de absorción a través de la mucosanasal. El producto se dispersa en el área frontal de lacavidad nasal mientras forma un gel en contacto concationes divalentes como el calcio; el fentanil difundedesde el gel y se absorbe a través de la mucosa na-sal. Un estudio clínico con voluntarios comparó lafarmacocinética de dosis de 10, 200, 400 y 800 µg yevaluó la biodisponibilidad comparada con dosis de200 µg de fentanil con absorción por mucosa oral. Elfentanil nasal demostró alcanzar mayor concentra-ción máxima en menos tiempo, mejor tolerabilidad,lo que permitió concluir que su perfil farmacocinéticolo hace útil en el tratamiento de dolor en cáncer. FPNSposee ventajas atribuibles a su perfil farmacocinéticopor su rápido y predecible inicio de acción. Desde el punto de vista de seguridad y efectos adversos, se observó eritema leve autolimitado en unperiodo de cuatro semanas en 8,2% de los pacientes 10.26 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 Es producido por Archimedes pharma y fue aproba- do el 30 de junio de 2010 por la FDA, como un anal-gésico opioide en espray nasal para el manejo deldolor en pacientes con cáncer 7. Embeda Es una combinación de sulfato de morfina y clor- hidrato de naltrexona, en cápsulas de liberación ex-tendida y larga acción. Está indicado para el manejo de dolor moderado a severo y cuando se hace necesario el uso crónicode opioides, para reducir la adicción y la euforia.Contiene gránulos de morfina de liberación prolon-gada, cada uno con un centro de clorhidrato denaltrexona (antagonista de los receptores de opioides).Si se toma la tableta entera, la morfina alivia el dolor,mientras que el clorhidrato de naltrexona secuestra-do no produce ningún efecto clínico; por el contrario,si se tritura o mastica, la naltrexona se libera y seabsorbe con la morfina, revirtiendo los efectos adver-sos de la morfina. La importancia clínica del gradode esta reducción no ha sido establecida 8. Su presentación es en cápsulas de gelatina en dosis de 20 mg/0,8 mg, 30 mg, morfina/ naltrexona. Los pacientes que recibieron el producto triturado reportaron en un 87,5% disminución en la adicciónal medicamento y el 67% reportó menor producciónde euforia que con el medicamento de liberación in-mediata; sin embargo el hecho de triturar, masticar odisolver el medicamento puede precipitar síndromede abstinencia en pacientes tolerantes a opioides 9. En estudios fase III, demostró eficacia significativa en el tratamiento de dolor moderado y severo debidoa osteoartrosis de cadera y rodilla comparado conplacebo, demostrando de igual manera que es segu-ro y bien tolerado en pacientes tratados por más de12 meses, con un perfil de seguridad consistente conlos efectos adversos más comunes relacionados conlos opioides, destacando la constipación, náusea ysomnolencia. La información disponible muestra queel clorhidrato de naltrexona no compromete la segu-ridad y la eficacia de la morfina 8. La cápsula no debe triturarse ni masticarse por el riesgo de liberación de altas concentraciones de mor-fina. La individualización de la dosis es importante para evitar los probables efectos adversos. Su utiliza-ción únicamente en individuos tolerantes a opioideshace parte fundamental de las consideraciones paraevitar efectos adversos 8. 1.3 Canabinoides La posibilidad de una analgesia efectiva con canabinoides es muy importante, debido a los sín-tomas en SNC ampliamente conocidos. El efecto te-rapéutico de la cannabis o agonistas canabinoidesen dolor agudo tiene resultados negativos o equívo-cos. El mejor resultado se ha obtenido en dolorneuropático. Se ha demostrado eficacia clínica en la reducción del dolor neuropático con agonistas canabinoides noselectivos como Savitex. Sin embargo estos compues-tos también producen efectos adversos como eufo-ria, mareo y sedación a concentraciones terapéuticas,por lo tanto se han limitado a pacientes cuyo perfilefectos colaterales/beneficio sea favorable. Savitex fue aprobado en Canadá en el 2005 para dolor neuropático asociado con esclerosis múltiple ytambién para estudios de fase III en EUA para dolorpor cáncer 1,2. Su efectividad clínica ha sido evaluada en pacien- tes con fibromialgia, en quienes se demostró mejoríaen los parámetros psicométricos y en la intensidaddel dolor durante el tratamiento con delta 9-THC,estableciendo disminución en la necesidad del usode opioides y bajo la consideración de que los efectosadversos es posible aminorarlos con la disminucióny/o fragmentación de la dosis 10. Los canabinoides median su acción a través de dos receptores: CB1 y CB2. Los receptores CB1 seencuentran a nivel neuronal y los receptores CB2 seexpresan principalmente en los tejidos periféricos,especialmente en células del sistema inmune. El usode antagonistas selectivos de CB1 y CB2 sugiere queel receptor CB1 es el mayor mediador de analgesia. Dentro de los múltiples constituyentes de la cannabis sativa, el 9-tetrahidrocannabinol (delta 9-THC) es el principal constituyente, el cual ha sido re-conocido como importante estimulante del apetito,con efecto antiemético y en ese sentido ha sido admi-nistrado en pacientes que reciben quimioterapia para27 J. F . Garzón Cárdenas y otros: Fármacos en dolor: ¿qué hay de nuevo? tratamiento del cáncer y de esta manera disminuir sus efectos adversos; a pesar de lo anterior, las indi-caciones terapéuticas de los cannabinoides son es-casas debido a los múltiples efectos adversos 1,10. Se están evaluando en humanos agonistas periféricos CB1 con buena eficacia y sin efectos seriosen SNC; CT3 (ácido ajulemico) y AZD1940 de AstraZeneca están en estudios clínicos. Otra posibilidad de producir analgesia es aumen- tar los niveles de endocanbinoides inhibiendo lasenzimas que los degradan. Los endocanabinoidesestán implicados en el control de condiciones fisioló-gicas y patológicas como la regulación de la ingesta,inmonumodulación, analgesia, cáncer, comporta-miento adictivo y epilepsia. Los más estudiados sonanandamide y 2-aracidonoilglicerol (2-AG). Losendocanabinoides, además de activar receptoresCB1, pueden activar receptores TRPV1 1. 2. Anthiperalgésicos Antagonistas NMDA Una extensa revisión en la literatura sobre los an- tagonistas NMDA como ketamina y dextrometorfándemuestra inhibición del comportamiento doloroso pero también induce múltiples efectos colaterales (sedación, confusión, incoordinación motora). El ob-jetivo consiste entonces en abolir estos efectos secun- darios con bloqueadores específicos de los receptores NMDA (NR1 y NR2), los cuales han sido desarrolla-dos y dirigidos al sitio modulador B insensible de estricnina y glicina, que modula el canal de NMDA durante la estimulación sostenida de dicho receptor 5. Otras alternativas consisten en bloquear el recep- tor NR2B, que se expresa específicamente en las víassensitivas; el bloqueo de este receptor con ifenprodil o traxoprodil ha demostrado tener efecto antinoci- ceptivo con efectos adversos reducidos. Estudios enratas han demostrado su eficacia en tratamiento de dolor neuropático con buen perfil de seguridad, lo cual lo hace una interesante alternativa a la ketaminaen tratamiento de dolor 5,12. Ketamina Antagonista de receptor NMDA, a dosis bajas sub- anestésicas 0,15 a 1 mg/kg, es un bloqueador espe-cífico de los receptores NMDA y por consiguientemodula la sensibilización central. La ketamina pre- viene la hiperalgesia inducida por opioides 5. El empleo de dosis bajas de ketamina tiene propiedades antialodínicas, antihiperalgésicas y dis- minuye la tolerancia a opioides. Por lo tanto es unadyuvante en dolores con riesgo de sensibilización central como son el agudo severo, el neuropático y el resistente a opioides. La ketamina también es empleada en dolor por cáncer que no cede a manejo tradicional con opioides. Es conocido, gracias a múltiples estudios, que pro- duce un efecto ahorrador de opioides y la menor in-cidencia de náusea y vómito postoperatorios en los pacientes en quienes se utilizan mezclas de opioide y ketamina frente a los que solo tienen opioide. Algu-nos estudios han mostrado resultados positivos cuan- do se utiliza en analgesia epidural, disminuyendo el consumo de opioide y mejorando la intensidad deldolor. En el paciente que emplea opioides durante tiem- po prolongado y a dosis altas, la ketamina disminu- ye los requerimientos de opioides; además el empleo de ketamina no incrementa la incidencia de eventos adversos de los opioides frente al empleo de opioides únicos 1,2. Receptores de glutamato El glutamato juega un rol importante en la inicia- ción y mantenimiento del dolor crónico, actuando através de una gran variedad de receptores, incluyen- do á-amino 3-Hidroxi-5 metilisoxazol- 4 propionato (AMPA) administrado por vía I.V , ha demostra- do efectividad pero con limitaciones por los efectos adversos tales como visión borrosa y sedación 3. Existe numerosa literatura preclínica que liga los receptores metabotrópicos de glutamato, particular-mente mGluRs 1 y 5, con el establecimiento de excita- bilidad central en nocicepción crónica, de hecho la administración espinal de agonistas selectivos comodihidroxifenil-glicina produce alodinia 3. Numerosos compuestos han sido probados en humanos y han demostrado eficacia, proveyendovalidación clínica en receptores metabotrópicos deglutamato en condiciones dolorosas como migraña28 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 y fibromialgia, tal es el caso de la evaluación de com- puestos que están en investigación por Astra Zeneca3. Gabapentinoides Gabapentina y Pregabalina Actúan en subunidad alfa2-delta1 de los canales de calcio presinápticos voltaje dependientestipo N, responsables de la inhibición del influjo decalcio. La inhibición de la liberación de calcio previe-ne la liberación de neurotransmisores excitatorioscomprometidos en las vías del dolor. Gabapentina Posee una prominente acción antihiperalgésica, por su alta afinidad al receptor extracelular 21 de calcio dependiente de voltaje ubicado en la periferia y en ganglios de la raíz dorsal, inhibiendo así la libera- ción de sustancia P . Varios estudios en ratas demues- tran que la gabapentina tiene un efecto agudo en lainhibición de la liberación de sustancia P a nivel espinal y sistémico 22. Recientemente la FDA aprobó Gralise (gabapen- tina) en tabletas de liberación prolongada, aceptadaen enero de 2011 para el tratamiento de neuralgiapostherpética 23. De igual manera Horizant (gabapen- tina enacarbil), también aprobada por la FDA, es una sustancia precursora de gabapentina indicada parael tratamiento de síndrome de miembro fantasma, moderado a severo, con la ventaja de administración una vez al día 24. Se ha demostrado que la gabapentina ayuda a producir un ahorro de opioides y probablementemejora los puntajes de dolor postoperatorio. Pregabalina Es un análogo estructural del ácido gama amino butírico (GABA) y un derivado de gabapentina, usa-do en múltiples escenarios de dolor y posee un me-canismo de acción similar al de gabapentina perocon un perfil farmacocinético aparentemente supe-rior. Tiene una eficacia establecida en varios gradosde dolor neuropático, condiciones como neuralgiapostherpética, neuropatía diabética dolorosa, origen central y fibromialgia. requerimientos de opioides, previene y reduce latolerancia de opiodes, disminuye la depresión respi-ratoria, alivia la ansiedad, por lo cual se convierte enuna atractiva opción para el tratamiento del dolor postoperatorio 5. Actualmente está en investigación una prodroga de la pregabalina. Otros inhibidores de canales de calcio Los canales de sodio están clasificados en dos grandes categorías: canales de bajo voltaje (tipo L) ylos de alto voltaje que se subdividen en L, N, R, P y Q.Los canales tipo N están únicamente en las neuronasy son críticos en la transmisión del dolor. Se han vali-dado estudios en este blanco con conopéptido deserpientes, ziconotide, que tiene efecto analgésicocuando se administra intratecal. Inhibidores COX 2 En el 2004 Merck retiró del mercado al fármaco Rofecoxib por riesgo incrementado de infarto de miocardio, enfermedad cerebro-vascular, hipertensión y falla cardíaca, y grandes estudios como VIGOR,CLASS y TARGET confirmaron un riesgo incrementado para efectos cardiovasculares de otros inhibidores COX2; sin embargo, es indudable la eficacia de los inhibidores COX2, lo cual los hace bastante atracti- vos y explica por qué no todos han sido retirados delmercado y por qué se siguen desarrollando nuevos compuestos (ej. GW406381, Glaxo-Smith-Kline). A pesar de sus efectos adversos conocidos, se ha demostrado que el uso por corto tiempo a las dosis mínimas efectivas provee beneficio analgésico sin toxi-cidad significativa. 3. Moduladores del sistema descendente Receptores adrenérgicos Juegan un papel importante en el síndrome do- loroso regional complejo (anteriormente, dolor man-tenido por el simpático) en donde la liberación deepinefrina o norepinefrina desde los nervios simpáti-cos puede producir dolor 3. El tratamiento con bloqueadores 2 como cloni- dina y dexmedetomidina ha tenido limitaciones cuan-do se utilizan por vía sistémica por sus severos efectoscolaterales como sedación e hipotensión. Una aproximación para tratamiento es actuar so- bre los receptores adrenérgicos pre y postsinápticos,29 J. F . Garzón Cárdenas y otros: Fármacos en dolor: ¿qué hay de nuevo? en el cuerno dorsal de la médula espinal con 2 agonistas, tal como sucede con clonidina y dexmede-tomidina, los cuales tiene efectos adversos cuando sedan sistémicamente: sedación e hipotensión. El focode desarrollo es identificar ligandos con mejoría de laselectividad de los receptores 2; en el momento se encuentra en desarrollo un medicamento 2: el AGN 203818 Acadia/Allergan 3. Dexmedetomidina. Agonista alfa 2 altamente selectivo y de acción central; con efectos sedativos,pro-anestésicos y pro-analgésicos a una dosis de0,5-2 microgramos/kg dados IV , derivado de suhabilidad para inhibir la respuesta simpática pormedio de mecanismo desconocido, pudiendo reducirasí el consumo de morfina en el ámbito postopera-torio. Un estudio reciente ha mostrado la eficaciaanalgésica de dexmedetomidina en el alivio del dolorpostoperatorio; los autores de dicho estudio encon-traron que la adición de dexmedetomidina a PCAmorfina IV resultó en una analgesia superior 5. de de Serotonina yNorepinefrina Clorhidrato de duloxetina, (Cymbalta) fue apro- para el tratamiento de dolor músculo-esquelé-tico crónico, incluyendo osteoartrosis y dolor lumbarcrónico. Fue usado por primera vez para el tratamien-to de trastorno depresivo mayor en 2004, año en elque se incluyó dentro del arsenal para el tratamientode neuropatía diabética. En 2008 la FDA aprobó suuso para el tratamiento de fibromialgia 19,20. La FDA evaluó la eficacia de cymbalta en dolor lumbar cróni-co y osteoartrosis en cuatro ensayos clínicosaleatorizados doble ciego placebo incluido, en loscuales al final del estudio los pacientes tuvieron unaimportante reducción del dolor comparado conplacebo 19,20. 4. Moduladores transmisión periférica/ sensibilización Anestésicos locales Está bien establecido que el bloqueo de canales de sodio es eficaz en el tratamiento clínico del dolorcrónico. En osteoartritis la levobupivacaina, un blo-queador no selectivo utilizado intrarticular, reduce eldolor. Sin embargo, la administración sistémica deanestésicos locales, aunque alivia el dolor de los pa-cientes intratables con dolor neuropático, produce efectos colaterales importantes como cardiotoxicidad,sedación y confusión. Se está investigado activamen-te en medicamentos más selectivos y que carezcande actividad en los canales de sodio Na1.2 y Na 1.5para evitar los efectos colaterales. Lacosamide ha demostrado actividad analgésica significativa en algunos estudios de fase III aunquese han reportado efectos adversos que han hechoretirar pacientes de estudios de neuropatía diabética.Con ralfinamide se informa mejor tolerabilidad. Las técnicas con anestésicos locales, como los blo- queos nerviosos, constituyen uno de los pilares delmanejo del dolor agudo; se está avanzando en laprolongación de la duración de los anestésicos lo-cales y en la forma de suministrar los medicamen-tos, por lo cual se han empezado a formularanestésicos locales en liposomas o en polímerosencapsulados; sin embargo en este último puntoexisten problemas que se ligan a la vida útil, la agre-gación y la toxicidad 5. Capsaicina El tratamiento normalmente se hace utilizando antagonistas TRPV1, pero en este caso hay unaaproximación al tratamiento utilizando agonistas delos receptores, como ocurre con la capsaicina o pre-paraciones semejantes a capsaicina. La aplicacióntópica de altas dosis de capsaicina (Transacin) hamostrado ser eficaz en un número de condiciones dedolor neuropático 1. Las cremas de capsaicina contienen el medicamen- to usualmente combinado con analgésicos narcóti-cos y AINES, para el alivio de diversas entidades comodolor lumbar, dolores articulares y distensiones mus-culares. La crema de capsaicina se usa también enaltas concentraciones para el tratamiento de dolorneuropático, neuralgia postherpética. Estudios en células de ganglios de la raíz dorsal en ratas han demostrado su efecto en receptorestetrodotoxina sensibles (TTX-s) y resistentes (TTX-r),aumentado la concentración de sodio a través decanales TRPV; además ejerce un efecto de cambioen hiperpolarización en las curvas de estado establede inactivación, generando un periodo refractarioante otros estímulos, desensibilización específica deneuronas sensitivas que junto con la depleción de30 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 péptidos de las terminales periféricas y con el daño neuronal explican en parte su efecto analgésico. De-bido a que los receptores TRPV se ubican únicamen-te en nociceptores periféricos aferentes, no existeefecto motor, por lo cual se permite una rápida mo-vilización con manejo de dolor. Gerner y cols. en-contraron que el uso concomitante de capsaicina conanestésico local permite un efecto sensitivo más pro-longado y un bloqueo nociceptivo mayor debido aque la capsaicina por su acción a través de TRPVpermite la entrada facilitada de los anestésicos lo-cales al interior de la célula 11. 5. Mixtos: Antinociceptivos moduladores sistema inhibitorio Tapentadol Es un analgésico con acción central a través de dos mecanismos de acción: agonista de los recepto- res mu-opioide e inhibidor de recaptación denorepinefrina 5,7,8. Este medicamento ha demostrado efecto analgé- sico similar a los opioides más potentes pero con menores efectos adversos. Su aprobación se funda-mentó en estudios clínicos que involucraban 2100 pacientes, demostrando que proveía alivio significati- vo del dolor agudo moderado a severo comparadocon placebo, con adecuada tolerancia. Los estudios fueron realizados con diferentes grupos de pacientes incluyendo aquellos a quienes se les realizó bunio-nectomía, una cirugía que se relaciona con niveles de dolor moderado a severo 5,7,8. El Tapentadol de liberación extendida específica- mente fue desarrollado para el tratamiento de dolor crónico, con una duración de actividad de aproxima-damente 12 horas. En ensayos clínicos iniciales ha demostrado proveer seguridad y analgesia de alta efectividad, para el tratamiento de condiciones dedolor crónico tales como osteoartrosis y dolor lum- bar, en dosis aproximadas de 100-200 mg 9. Está contraindicado en: depresión respiratoria, asma, hipercapnia, ileo paralítico y pacientes en tra- tamiento por más de 14 días con inhibidores de lamonoaminooxidasa (IMAO). Aunque se ha demostrado buena tolerancia, su perfil de seguridad respecto a efectos adversos y abu-so-adicción es similar al de otros opioides, pues oca- siona náusea, vómito, somnolencia y cefalea. Puedeprovocar serotoninérgico se com-bina con como inhibidores selectivosde la recaptación de oantidepresivos tricíclicos; dicho síndrome se caracte-riza por cambios en el estado mental, alucinaciones,coma, inestabilidad autonómica (taquicardia, hiper-termia) y anormalidades neuromusculares 5,7,8. La incidencia de naúsea y emesis es menor en los pacientes que toman Tapentadol comparados conaquellos que toman oxicodona. Se encuentra con unapotencia opioide intermedia tramadol y morfi-na, equivalente a hidrocodona y oxicodona 7-9. Se encuentra en preparados orales como table- tas de liberación inmediata para el alivio de doloragudo moderado y severo en adultos mayores de18 años. Tabletas de 50, 75 y 100 mg para usarsecada 4 a 6 horas con una dosis máxima diaria de600 a 700 mg. Fármacos novedosos Famotidina (antihistamínico) e Ibuprofeno Fue aprobado por la FDA en abril de 2011, com- bina la acción de un AINE y de un antagonista delreceptor H2 de histamina, se indica para el alivio designos y síntomas de artritis reumatoidea y osteo-artritis, con disminución el riesgo del desarrollar úlce-ras gastrointestinales inducidas por AINEs 17. Quininas Bradiquinina y kalidina son las formas represen- tativas en humanos y se encuentran dentro de losprimeros mediadores de la inflamación posteriores alesión y trauma. Dos receptores: B2 y B1 la kalidina, sus metabolitos son losagonistas del receptor B1. La activación del receptor B2 y B1 es un importan- te mecanismo que produce activación de nociceptoresy sensibilización. Hay ensayos clínicos de un péptido antagonista del receptor B2, Icatibant, que administradointraarticularmente ha mostrado buenos resultados31 J. F . Garzón Cárdenas y otros: Fármacos en dolor: ¿qué hay de nuevo? en pacientes con osteoartrosis. No se conocen antagonistas B2 sistémicos, por el probable factorcardioprotector del receptor B2. El receptor B1 estáaparentemente libre de esta consideración, por esose ha iniciado el desarrollo de medicamentos comoAMG379 y SSR240612 que tienen acción sobre dichoreceptor 3. Citocinas La inflamación y el dolor inflamatorio involucran una compleja interacción de mediadores de infla-mación humorales como citocinas, el TNF , pertenecen a la clase de mediado- res que inducen hiperalgesia por acciones directase indirectas. Tanto medicamentos anti TNF como anti IL-1B han sido ensayados en pacientes con osteoartrosis,encontrando diferentes resultados. Abbott reportóuna reducción en el dolor con adalimumab (Humira)y un anticuerpo de TNF . Antagonistas del IL-1, anbakinra (Kineret, vía intra-articularen pacientes con osteoartrosis, sugieren moderadaeficacia. Neurotropinas y sus receptores Se ha visto eficacia clínica con la utilización de anticuerpos monoclonales anti-NGF (Tanezumab yAmgen); reducen el dolor y mejoran la motilidad enpacientes con osteoartitis. Varios medicamentos novedosos se están desa- rrollando teniendo como blanco la microglia(neurotropina derivada de la GDNF). Derivados de Prednisolona Es un difluorinato de la pred- con una potente actividad antiinflamatoria.Es el primer esteroide oftálmico indicado para infla-mación y dolor postoperatorio en cirugía oftálmica. Su mecanismo de acción no difiere de otros corticosteroides y lo más probable es que su acciónse produce principalmente a través de la inducciónde proteínas inhibidoras de fosfolipasa A2,lipocortinas.Sistema inhibitorio El dolor crónico puede ser producido por condi- ciones relacionadas con hiperactividad del sistema nociceptor o por hipoactividad de los mecanismos delsistema inhibitorio endógeno. Es importante tener en mente la importancia de las interneuronas inhibitorias espinales que reducen la actividad nociceptiva a nivelpre y postsináptico. Algunas condiciones de dolor pueden ser el resultado de una eficacia reducida en el tono inhibitorio en la médula espinal. Varios neurotransmisores están implicados: glicina, adenosina, encefalina y el más importante, el ácido gama aminobutírico (GABA). La lesión del sistema nervioso puede causar pérdida de neuronasGABAérgicas. Además GABA es un potente neuro- transmisor inhibitorio que bajo condiciones norma- les hiperpolariza la neurona postsináptica; sinembargo, después de la lesión nerviosa, un aumento en la colecitocinina (CCK), el transportador de potasio y cloro, la cual se encuentra en niveles bajos en elanimal sano, cambia las propiedades de la membra- na a tal extremo que la liberación del GABA podría producir una despolarización de la neurona, cam-biando su comportamiento inhibitorio por excitatorio. Otro ejemplo sobre la importancia de entender los mecanismos dinámicos de interacción entre los neurotransmisores del sistema inhibitorio y excitatorio es la hiperalgesia inducida por opioides. Los opioidesson el patrón de oro de los analgésicos, sin embargo en algunas condiciones pueden producir hiperalgesia. Se han propuesto varios mecanismos para explicareste efecto paradógico, incluyendo la sensibilización de receptores pronociceptivos de NMDA y CCK y el bloqueo de mecanismos inhibitorios endógenos. darían una luz en las extrañas observaciones clí- nicas tales como aumento del dolor después del uso de analgésicos opioides fuertes. Entender estos complejos mecanismos puede ex- plicar la variabilidad en la respuesta al tratamiento del dolor crónico en los pacientes. Control inhibitorio difuso del dolor (DNIC en inglés) . Se han identificado vías serotoninérgicas y noradrenérgicas en la sustancia gris periacueductaly en el núcleo del rafé magno. Estas vías inhibitoriasreclutan interneuronas encefalinérgicas en la medulaespinal para producir respuesta analgésica.32 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 Hay algunas condiciones clínicas relacionadas con inhibición disminuida como en la fibromialgia, en lascuales se ha demostrado disminución de los niveles deserotonina y norepinefrina en líquido cefalorraquídeo.Este tipo de situación de inhibición disminuida se co-noce últimamente como \"hipervigilancia\". El estudio de los roles del sistema inhibitorio nos permitirá entender patologías de dolor crónico y el me-canismo de acción de fármacos como antidepresivos. Cada vez se aprecia más el papel de los centros supraespinales en el dolor y la modulación. No hayduda de que las manipulaciones cognitivas como lahipnosis, la distracción y las expectativas influyen enla percepción del dolor. Algunos datos confirman queuna simple sugestión puede cambiar la actividad ce-rebral relacionada con la percepción. Conclusión Es de trascendental importancia conocer más acer- ca de los mecanismos del dolor y los posibles sitios blanco para lograr bloquear en forma temprana y efectiva la nocicepción y su respuesta inflamatoria ytratar de prevenir la sensibilización periférica y cen-tral y posible plasticidad irreversible que termina en cambios funcionales y estructurales a largo plazo y produciéndose cronificación del dolor. Un abordaje multimodal del dolor que incluya el uso de técnicas regionales de manera habitual, una combinación de analgésicos como paracetamol, AINEs no específicos o COX-2 y opioides, haciendouna elección responsable dependiendo del tipo de paciente, así como de los efectos adversos previstos, es de gran importancia ya que actualmente hay re-cursos apropiados para manejo del dolor; pero si el personal de la salud los desconoce no se logrará una adecuada integración de los nuevos fármacos en esteesquema multimodal, dada la pobre formación en medicina del dolor. El desarrollo de guías de práctica clínica en mane- jo del dolor con la ayuda de la medicina basada en laevidencia hará más eficiente el tratamiento que reci- ben a diario los pacientes. El reto de un correcto tratamiento de dolor debe enfocarse en la revisión constante y juiciosa de lasnovedades y actualizaciones en esquemas de trata-miento, nuevos y mejores métodos o medicamentos, siempre particularizando en el escenario específico decada paciente, procurando garantizarle la mayor can- tidad y calidad de posibilidades de tratamiento a nues- tros pacientes. Referencias 1. Beaulieu Pierre, Lussier ., Dickenson A. Phar- of Pain, International Association for Study of Pain, 2010. 2. Stein Cristoph, Analgesia, Springer-Verlag. Berlin, Heidelberg, 2007. 3. Woolf Clifford J. Overcoming obstacles to developing new analgesics, nature medicine. 2010;16(11). 4. Macintyre PE., Scott DA., Schug SA., Visser EJ., Walker SM. Acute Pain Management: Scientific Evidence. Australian and New Zealand College of Anaesthetists and Faculty of Pain Medicine. 2010;1(1):1-540. 5. Dray A, MN. International for Study of Pain (IASP); 2010. p. 383-397. 6. Chaplan SR, Eckert WA, Carruthers NI. Drug Discovery and Development for Pain, Chapter 18. In: Kruger L, Light AR, editors. Research. Boca Ratón, FL.: UCLASchool of Medicine, 7. Vadivelu Narayan D. Recent Management. Schuepfer G, Rukwied and 2010:9. 12. Onizuka S, Yonaha T, Tamura R, Hosokawa N, Fármacos en dolor: ¿qué hay de nuevo? A, Tapentadol extended-release for treatment of chronic pain: a review.Journal of Pain Research. 2011;4:211-218. 17. A. Fisher, M. Watling, A. Smith, A. Knight. Pharmacokinetics and relative bioavailability of 2008. Available treatment of to fibromyalgia and diabeticneuropathy. Journal substance P Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 Ketamina como coadyuvante en el tratamiento del dolor neuropático de difícil manejo Omar Gomezese Rivero*, Luz Helena Cáceres Jerez**, Fabián Redondo Collantes***, Rubén Duarte Reyes**** Resumen Reportamos el caso de dos pacientes con dolor neuropático severo refractario a manejo médico con-vencional. El primero, adulto masculino de 31 añoscon diagnóstico de adenocarcinoma de recto distal maldiferenciado ulcerante e infiltrante T4N1M0, quien con-sulta a nuestro servicio por presentar dolor inicialmen-te de tipo somático de intensidad severo, que respondeal manejo analgésico con opiáceos y posteriormenteevoluciona hacia un dolor de características mixtas (so-mático y neuropático) de difícil manejo, en quien ini-ciamos tratamiento con ketamina VO previa titulaciónpor vía IV , con buenos resultados en el control del do-lor y en la mejoría de la calidad de vida del paciente. El segundo de ellos, escolar de ocho años con diag- nóstico de tumor neuro-ectodérmico primimitivo neuropático hemicara izquierda y enmiembros inferiores. Los receptores NMDA no participan en la activi- dad normal de los circuitos del dolor, pero estáninvolucrados en el desarrollo de sensibilización cen-tral debido a estímulos prolongados del dolor; losantagonistas de los NMDA-R atenúan esta sensibili-zación y es el principio de la acción analgésica en eldolor neuropático de estos fármacos.El uso de la ketamina como analgésico, si bien no existen indicaciones claras y precisas, nos brinda unanueva alternativa segura y eficaz para el manejo deldolor neuropático, generalmente asociado a otroanalgésico. Palabras clave: dolor crónico, dolor neuropá- tico, escala visual análoga, ketamina, receptoresNMDA. Introducción La persistencia de un estímulo nocivo lleva a desa- rrollar un fenómeno que se conoce como sensibiliza-ción central, en donde un estímulo de intensidadestable resulta en un dolor de intensidad cada vezmayor. Los receptores de N-metil-D-aspartato (NMDA) están relacionados con procesos como aprendizaje ymemoria, plasticidad neuronal y estados de doloragudos y crónicos 1,2; se localizan en las células del asta posterior de la médula espinal (ME), después dela sinapsis; son los encargados de mediar la reaccióngenerada por la descarga polisináptica de fibrasaferentes primarias nociceptivas. noparticipan en la \"actividad normal\" de los circuitosdel dolor, especialmente por el hecho de que los ca-nales de Na+ y Ca++ están bloqueados por los ni-veles fisiológicos de Mg++. Es a través de lacooperación entre los neuropéptidos espinales y elglutamato que se logra desencadenar la despolari-zación que producirá la remoción del Mg++, acti-vándose y Ca++, incrementándose la despolarizaciónneuronal, llevando a estas a un elevado nivel de exci-tabilidad 3. De aquí se deduce que el receptor NMDA juega el rol principal en la estimulación de prolongadosestados de dolor mediante incremento, prolongación* Anestesiólogo, Especialista en Dolor y Cuidados Paliativos. Director Médico Clínica del Dolor y Cuidados Paliativos. Fun-dación Cardiovascular de Colombia. ** Anestesióloga, Especialista en Dolor y Cuidados Paliativos. Clínica del Dolor y Cuidados Paliativos. Fundación Cardio-vascular de Colombia. *** Médico Residente de Anestesiología y Reanimación. Universi- dad Industrial de Santander. **** Médico del Servicio Social Obligatorio. Clínica del Dolor y Cuidados Paliativos. Fundación Cardiovascular de Colombia.35 Omar Gomezese R. y otros: Ketamina como coadyuvante en el tratamiento del dolor neuropático de difícil manejo y alteración de la actividad en el circuito nociceptivo de la médula, conduciendo finalmente a estados dehiperalgesia y alodinia 4. De esta manera es fácil comprender como los an- tagonistas de NMDA-R como la ketamina y metadona pueden atenuar la sensibilización central del dolorneuropático. De igual forma los antagonistas NMDA- R bloquean el desarrollo de tolerancia a opiáceos o la revierten, proceso que, se sugiere, está mediadopor los NMDA-R por una vía convergente de segun- dos mensajeros 5. Nosotros describimos el tratamiento en forma es- calada de un dolor crónico, de características mixtasen dos pacientes oncológicos valorados en la Funda-ción Cardiovascular (FCV) de Colombia. Caso clínico 1 Paciente masculino de 31 años remitido por el ser- vicio de coloproctología con diagnóstico deadenocarcinoma de recto distal mal diferenciadoulcerante e infiltrante T4N1M0. En manejo con quimioterapia y radioterapia en enero de 2010. Presenta como síntoma principal dolor quemante iniciado en región pélvica e irradiado a región lum-bar y cadera izquierda, calificado en la escala visualanáloga (VAS, por sus siglas en inglés) 9/10, en tra-tamiento con tramadol 30 gotas cada seis horas conrespuesta parcial del dolor. Se considera dolor somá-tico secundario a lesión neoplásica por lo que se rotaa morfina 12 mg oral cada seis horas. Durante lossiguientes 15 días requirió aumento de la dosis hasta60 mg vía oral cada cuatro horas para obtener unalivio del dolor a niveles de VAS 3/10. En consulta control un mes posterior a inicio de opioide refiere dolor en región lumbar, periné y testí-culos, irradiado a región glútea izquierda, intermi-tente, tipo picadas y ardor, de intensidad VAS 10/10.Por características del dolor se considera un dolormixto (somático y neuropático), se inicia manejoantineuropático con amitriptilina 25 mg al día máscarbamazepina 200 mg cada 12 horas y se ajustadosis de morfina oral a dosis de 90 mg vía oral cadaseis horas, donde mantiene un control por un mesadicional; reconsultando por dolor en miembro infe-rior izquierdo de intensidad VAS 10/10, constante, de predominio nocturno, tipo corrientazo que se irra-dia hasta la altura de la rodilla ipsilateral y que noresponde al tratamiento instaurado. Se rota manejode opioides ante sospecha de hiperalgesia secunda-ria y se inicia oxicodona 80 mg vía oral cada seis ho-ras, se continúa amitriptilina y se inicia pregabalina75 mg cada 12 horas. Solo se obtiene un control adi-cional por 15 días por lo que se inicia manejointrahospitalario para reajustar dosis de analgésicosy antineuropáticos. Se PCA defentanyl, pregabalina y amitriptilina VO, lográndosecontrol del dolor somático pero con persis-tencia del dolor neuropático VAS 10/10, por lo quese decide iniciar infusión de ketamina a una dosis de0,1 mg/kg/hora y se reajusta la dosis hasta 0,13 mg/kglogrando control de dolor neuropático VAS 10/10.Después de controlar síntomas, se da egreso hospi-talario con pregabalina 75 mg vía oral cada ochohoras, amitriptilina 25 mg vía oral noche, másketamina 15 mg vía oral cada cuatro horas y fentanylen parche transdérmico 100 mcgr. Se realiza un mesdespués reajuste a ketamina oral 20 mg vía oral cadacuatro horas por reinicio de dolor VAS 3/10. Caso clínico 2 Paciente femenino de ocho años, remitida por on- cología pediátrica con diagnóstico de tumor neuroectodermido primimitivo en región dorsal, com-promiso metastásico cerebral. Presenta como síntoma principal alodinia en hemicara izquierda, sensación de corrientazo, hor- migueo y ardor. Cefalea intensa, de predominio fron- tal. Dolor costal severo bilateral, dolor neuropáticoen miembros inferiores, disnea en reposo. Como antecedente de importancia secuelas por sección medular por compromiso infiltrativo a colum- na dorsal a nivel de T10, se realiza descompresión medular. Se realiza manejo inicial con morfina 2,5 mg endovenosa cada cuatro horas, carbamazepina 100mg vía oral cada ocho horas, fluoxetina 20 mg víaoral día y bisacodilo 10 mg vía oral día sin control desíntomas por lo que se inicia manejo intrahospitalario. Se considera dolor severo mixto polióstico por com- promiso infiltrante. Se instala PCA de morfina para36 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 autotitulación lográndose control parcial de dolor somático VAS 4/10 y persistencia de dolor neuropáti-co en hemicara izquierda VAS 10/10. Se rota manejocon PCA de fentanyl más infusión de ketamina 0,1mg/kg/día. Posterior a titulación de 24 horas control de sínto- mas con fentanyl 1 mg más rescates de ketamina de50 mg. Se realiza ajuste de infusión de ketamina a0,15 mg/kg/hora. En tercer día de manejo se logra control sintomá- tico. Se rota morfina oral 60 mg cada cuatro horascon dosis de rescate por dolor de 0,5 cc y se ajustaketamina oral 50 mg vía oral cada ocho horas. Tras egreso hospitalario se realiza control 15 días después, realizando reajuste de ketamina 25 mg víaoral cada seis horas por dolor neuropático VAS 3/10. Discusión Dolor neuropático En pacientes con enfermedades tumorales el do- lor puede ser somático, neuropático o mixto de acuer-do con la localización del tumor y/o el crecimiento delmismo 6. En los casos clínicos expuestos, los pacientes ini- cialmente manifiestan un dolor somático que fue fá-cilmente tratado con opioides, con buena respuesta analgésica; sin embargo, por la evolución natural de la enfermedad que pudo llegar a comprimir es-tructuras nerviosas y/o por un estímulo lesivo repe- titivo como era su dolor, pudo desarrollar un componente de sensibilización central el cual nos ex-plicaría el dolor neuropático aunado que presenta- ban los pacientes y que típicamente lo refería como un \"quemonazo y ardor\". La sensibilización central puede ser entendida como una amplificación de una señal, que con el tiem- po se inserta de forma permanente en el circuito trans- misor del dolor. De tal manera que ante estímulosinocuos estos se exageran y son percibidos como dolorosos 7. Clínicamente la sensibilización central se manifies- ta de muchas formas, pero las que clásicamente se han estudiado son la hiperalgesia secundaria y el wind-up .La hiperalgesia secundaria está relacionada con la percepción del dolor por fuera del área inicialmen-te lesionada 8. El fenómeno wind-up consiste en una transmisión de estímulos nociceptivos repetidos (clínicamente pro-tectores) terminando en una sumatoria de estímulos;está mediado por la liberación de glutamato y sus-tancia P (SP) por aferencias primarias de tipo C, queactúan sobre receptores NMDA y neurocinina1 (NK1).La vía final común de la activación del receptor NK1 yNMDA es el incremento de calcio intracelular libreionizado, que puede explicar la hiperexcitabilidadneuronal persistente 4,8-10. La facilitación lenta y conservada depende de la correlación de neurocininas, especialmente la SP yaminoácidos excitadores (AE), sobre NMDA. La bloqueada porantagonistas de los NMDA y antagonistas específi-cos del receptor de NK1. Ketamina Es un agente anestésico utilizado para tal fin desde hace más de 30 años. En modelos experimentales de dolor crónico, la ketamina disminuye la hiperalgesia mecánica y térmica, así como la alodinia7,11. La ketamina tiene una afinidad del sitio de la fenciclidina en el canal iónico asociado con el recep- tor NMDA12. Sus mecanismos de acción están mediados por la interacción con receptores opiáceos, monoaminér-gicos y muscarínicos, la interacción con canales de calcio voltaje-dependientes, un efecto de tipo anes- tésico local y su efecto antagonista sobre los recep-tores NMDA, AMPA, kainato y ácido aminobutírico. También inhibe la recaptación de serotonina y dopamina y los canales de sodio y potasio. La rever-sión de la tolerancia de los opioides mediante ketamina, se cree, es debida a la interacción entre los receptores NMDA, el óxido nítrico y los recepto-res opioides mu 13,14. En el tratamiento del dolor crónico se han utiliza- do diferentes vías (intravenosa, intramuscular, sub- producido fe- nómenos de irritación, obligando al cambio frecuen- te de su emplazamiento. Así mismo, se describe37 Omar Gomezese R. y otros: Ketamina como coadyuvante en el tratamiento del dolor neuropático de difícil manejo induración dolorosa en el lugar de la inyección que dificulta su utilización, y es el problema másfrecuente 11. La vía oral se ha convertido en una alternativa válida y la más empleada. Se debe tener en cuentasu efecto de primer paso. Tiene una metabolizaciónhepática del 80% del fármaco ingerido, pasando anorketamina, un metabolito activo. Entre las compli-caciones de su uso prolongado se encuentran: simpáticomiméticos,diplopía, nistagmos, de la memoria, náuseas, vómitos, sudora-ción, etc. Su mayor inconveniente es que una vez sus-pendida su administración, reaparece el dolor con lamisma intensidad en la mayoría de los casos 15-17. Conclusión El uso de la ketamina como analgésico nos abre una puerta importante en el manejo del dolor cróni-co neuropático de difícil manejo. Si bien no hay estu-dios importantes sobre el uso de ketamina comoúnico analgésico en el tratamiento del dolor, la com-binación con otros analgésicos habitualmente opiá-ceos da excelentes resultados. Aún no está claramente definida la indicación de la ketamina en el manejo del dolor, pero con los avan-ces en el conocimiento del mecanismo de acción einteracciones de estos fármacos antagonistas de losNMDA-R muy seguramente a corto plazo tendremosnuevas y claras indicaciones para su uso. Debido a los efectos adversos producidos por este fármaco se debe seleccionar muy bien los pacientes,dosis y vía de administración; si bien la vía oral es lamejor tolerada, no escapa de efectos secundarios. Referencias 1. Sorkin LS. Farmacología y fisiología básica del proceso del dolor En: Wallace MS, reticularis gigantocellularis 3. Woolf The central sensitization is dependent on N-methyl-D-aspartic acidreceptor Sorkin LS. Farmacología y fisiología del dolor En: Wallace MS, Max MB, Gilron IH. del receptor En: Loeser JD, Butler SH, del Dolor.McGraw-Hill Interamericana. México 2003;2026-2046. 12. Wiech K, Kiefer R-T, Töpfner S, et al. A placebo-controlled randomised crossover trial G. Koderb, Patricia M.L.A. management: Areview. Chronic ketamine for analgesia. J Pain Palliat Care Pharmacother2007;21(1):7-14.38 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 Manejo del dolor en insuficiencia renal crónica Alejandro Neira*, Edmundo Gónima** Resumen La prevalencia de la Insuficiencia Renal Crónica se incrementa progresivamente en la medida en queaumenta la edad poblacional y las comorbilidadesrelacionadas, convirtiéndose en una complicación fre-cuente a la hora de formular medicamentos. Solo al-gunos estudios se han desarrollado para laformulación óptima en insuficiencia renal, en parti-cular lo que respecta al campo del manejo del dolor.En este artículo se revisa la literatura actual para re-comendar y ajustar la dosis de los analgésicos en lospacientes con enfermedad renal según las propieda- des farmacocinéticas del medicamento y el cálculo de la tasa de filtración glomerular. Palabras clave: dolor, tasa de filtración glomerular, enfermedad renal crónica, depuración decreatinina. Introducción El tratamiento del dolor es complejo. Requiere co- nocimiento de las bases farmacológicas de los distin-tos grupos analgésicos, algo indispensable para elegirel fármaco más apropiado que reduzca al mínimolos efectos secundarios de la interacción medica-mentosa o los relacionados con alguna enfermedadpreexistente. Esto es especialmente importante enpacientes con enfermedad renal crónica (ERC), puestoque la mayoría de los analgésicos y/o sus metabolitostienden a acumularse.Según las estadísticas españolas, aproximada- mente el 11% de la población adulta sufre algún grado de ERC 1. En Estados Unidos se estima que 6,2 millones de individuos mayores de 12 años tie- nen alguna alteración en la función renal2. Además, el aumento de la edad poblacional conduce directa-mente al incremento de los pacientes con ERC, con- virtiéndose el ajuste de la dosis de los medicamentos en una práctica cada vez más frecuente. En Colom-bia, la prevalencia de ERC, estadio 5, es de 21.572 pacientes, según datos del 2008 3. A estos se les su- man otros pacientes con diferentes estadios de en-fermedad renal. El propósito de este artículo es revisar la definición y clasificación de la ERC, recordar las principales lí- neas de apoyo para el manejo del dolor y discutir losconceptos útiles para ajustar la dosis de acuerdo con la farmacocinética de cada medicamento. Enfermedad renal crónica Definición. La enfermedad renal crónica es una alteración funcional o estructural del riñón durantemás de tres meses, con o sin disminución de la tasade filtración glomerular (TFG), manifestada por mar-cadores paraclínicos de daño renal. En términos defiltración glomerular se define como una TFG < 60mil/min/1,73m 2 de superficie corporal, con o sin daño renal4. Clasificación. Según la clasificación de K/DOQI2, la enfermedad renal crónica se divide en cinco esta-dios de acuerdo con la TFG (tabla 1). En los estadiosiniciales (1 y 2), el valor de la filtración glomerular noes diagnóstico por sí mismo y necesita de la presen-cia de algún marcador asociado de lesión renal. Enel estadio 1, el valor de la TFG puede hallarse inclusoaumentado, mientras que un valor de TFG corres- * Médico, Residente III, Anestesiología, Universidad de La Sabana. Hospital Universitario La Samaritana. ** Médico, Anestesiólogo, Algesiólogo, Jefe Clínica de Dolor, Hospital Militar Central. Docente Universidad Militar NuevaGranada, Universidad de La Sabana, Universidad del Bosque.39 Alejandro Neira & Edmundo Gónima: Manejo del dolor en insuficiencia renal crónica pondiente al estadio 2; en ausencia de otros marca- dores de lesión renal, se catalogará como descensode la filtración glomerular y no como ERC. El término clásico de insuficiencia renal crónica (IRC) correspon-de, en esta clasificación, a valores de la TFG entre 15y 60 mL/min/1,73 m 2 (estadios 3 y 4), y el de insufi- ciencia renal crónica terminal (IRCT) a valores de TFGinferior a 15 mL/min/1,73 m 2 (estadio 5), que se acompaña, en la mayoría de casos, de los signos ysíntomas de uremia y/o la necesidad de iniciar trata-miento renal sustitutivo en sus distintas modalidades(hemodiálisis, diálisis peritoneal o trasplante renal). Evaluación de la función renal La valoración del TFG es el mejor índice para eva- luar la función renal. Esta se mide a través de la de-puración o aclaración de una sustancia y correspondeal volumen de plasma del que esta es totalmente eli-minada por el riñón por unidad de tiempo. Su medi-da es de utilidad para identificar la presencia de ERC,monitorizar su progresión, prevenir complicaciones yrealizar ajustes de dosis de fármacos de eliminaciónrenal. El valor del TFG varía en relación con la edad,el sexo y la masa corporal, situándose alrededor de140 mL/min/1,73 m 2 en individuos adultos jóvenes sanos5. Valores de FG inferiores a 60 mL/min/1,73 m2 se asocian a un aumento de la prevalencia de las complicaciones de la ERC y del riesgo cardiovascularasociado. Distintas sustancias, exógenas y endógenas, han sido utilizadas para conocer la TFG a partir de suaclaración renal o plasmática. Entre las exógenasse encuentran la inulina -considerada como el \"gold-standard\"-, así como distintas moléculas marcadascon isótopos radiactivos (99 Tm-DTPA, 51Cr-EDTA,125I-iotalamato) y, últimamente, sustancias tambiénno isotópicas (iohexol, iotalamato), todas ellas de difícil implementación en la práctica habitual debidoa su laboriosidad, elevado coste económico y nece-sidad de metodología no disponible, habitualmen-te, en la mayoría de los laboratorios clínicos 6. Entre las endógenas, la concentración sérica de creatininaes la prueba más ampliamente utilizada, junto conla depuración de creatinina en orina de 24 horas.También se han estudiado distintas proteínas debaja masa molecular, como cistatina C, ß-trazaproteína y ß2-microglobulina, aunque con resulta-dos no validados 7-9,14. Se puede calcular la TFG con ecuaciones que tra- tan de obtener una estimación del filtrado glomerular (FG) a partir de la concentración de creatinina séricay de algunas variables demográficas y antropomé- tricas (edad, sexo, peso, talla y etnia), sin tener que recoger orina de 24 horas. Las ecuaciones de esti-mación del FG son más exactas y precisas que la va- loración del mismo a partir de la medida exclusiva de creatinina 2,10. Entre más de 40 ecuaciones de estima- ción del FG publicadas hasta la fecha, las más cono- cidas y validadas en distintos grupos de población son: la ecuación de Cockcroft- Gault11 y la ecuación (creatinina/88,4)-1,154 x (edad)-0,203 x (0,742 si mujer) x (1,210 si raza negra). Ecuación de Cockcroft - Gault = {(140 - edad) x peso/(creatinina x 72) x 0,85 si mujer}. Las recomendaciones actuales sobre la evaluación de la función renal establecen que: 1. La estimación del filtrado glomerular es el me- jor índice para evaluar la función renal.Tabla 1. Clasificación de la IRC en función de la tasa de filtración glomerular. Modificado K/DOQI 20022. Estadio DescripciónTFG (ml/min/1,73 m2) 1 2 Leve Falla renal (diálisis) <15 ml/min40 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 2. La concentración de creatinina sérica no debe ser utilizada como única magnitud biológicapara evaluar la función renal. 3. El filtrado glomerular debe ser estimado a par- tir de ecuaciones que tengan en cuenta la con-centración sérica de creatinina y algunas de lassiguientes variables: edad, sexo, etnia, peso ytalla. Todas las cuales son más exactas que ladeterminación exclusiva de creatinina para laevaluación de la función renal. De acuerdo con la mayoría de sociedades científi- cas, se recomienda la utilización de la ecuación deMDRD para la evaluación de la función renal 13. Consideraciones en la prescripción en enfer-medad renal crónica El cambio en la farmacocinética más frecuentemen- te encontrado en la IRC es la disminución de la elimi- nación de sustancias y/o de sus metabolitos, puestoque el riñón es clave para la excreción de muchos medicamentos. Existe generalmente una relación en- tre disminución de la TFG y la prolongación de la vida media de los fármacos 14. Además también se modifi- can en IRC la reabsorción y secreción tubular de sus-tancias. La fase de absorción y la función metabólica renal se ven también afectadas en menor medida. Se debe, por lo tanto, considerar las siguientes ob- servaciones al formular al paciente con insuficiencia renal: 1. Verificar la indicación del medicamento, tenien- do en cuenta la relación riesgo-beneficio. 2. Considerar medicamentos con amplio margen terapéutico que se excreten principalmente porvías no renales. 3. Evaluar la función renal con base en la fórmu- la de MDRD. 4. El esquema de posología establecido debe modificarse de acuerdo con la TFG, reducien-do la dosis del medicamento y/o aumentandoel intervalo de administración. A pesar de todas estas medidas, el seguimiento del paciente debe ser una prioridad, debido al riesgode toxicidad así como a las reacciones adversas pro-pias de cada sustancia.La Organización Mundial para la Salud (OMS) ha propuesto el manejo del dolor en tres niveles o esca- lones farmacológicos 15, aplicables en pacientes con IRC, que ascienden en potencia analgésica desde noopioides a opioides. El nivel 1, indicado para manejo del dolor leve, incluye solamente medicamentos no opioides, como el acetaminofén y los antiinflamatoriosno esteroideos (AINES). En el nivel 2, los opioides se introducen para el control de dolor leve a moderado y se recomiendan opioides orales en escala, porejemplo, codeína, dihidrocodeína y tramadol. Se comienda la combinación de estos opioides con ace- taminofén o aspirina. El nivel 3 está indicado paramanejo de dolor moderado a severo con falla en la combinación de medicamentos descritos en el nivel 2. En este nivel los medicamentos tienen una vidamedia corta (menor que seis horas), como la morfi- na, meperidina, hidromorfona y fentanil. (tabla 2). Basados en las observaciones farmacocinéticas de los diferentes analgésicos, Bourquin y colaboradores 16 propusieron un algoritmo (figura 1) para la elección analgésica de acuerdo al nivel de insuficiencia renal. Se clasificaron tres grupos: un grupo con TFG inferior a 30 ml/min, que corresponde a los estadios 4 (seve- ro) y 5 (terminal) de IRC, con una escalera de analge- sia en tres niveles, denominada \"segura\" para estetipo de pacientes; otro grupo con TFG superior a 60 ml/min, que permite la formulación de analgésicos, según la escalera clásica de OMS, sin ajuste de dosis;y un grupo intermedio, con TFG de 30-60 ml/min, que se corresponde con una estadio III de IRC, don- de el grupo se torna hacia la escala segura en casode comorbilidades asociadas, insuficiencia renal agu- da (IRA) o incertidumbre en cuanto a la tasa de filtra- ción glomerular. En ausencia de estas condiciones seutilizará la escalera clásica y se ajustarán las dosis de los medicamentos según la tabla 3. Medicamentos analgésicos en IRC Acetaminofén. El acetaminofén es metabolizado en el hígado hacia compuestos inactivos, además deácido glucorónico (55% de la dosis administrada),sulfato (30%), ácido mercapurínico (4%) y cistina (4%).Se ha identificado de 2% a 5% del fármaco en orinasin cambios 17. Presccott y colaboradores17 describie- ron la farmacocinética del acetaminofén, observan-do que la vida media en la fase de eliminación terminalestá prolongada significativamente en pacientes con41 Alejandro Neira & Edmundo Gónima: Manejo del dolor en insuficiencia renal crónica Figura 1. Algoritmo para el tratamiento del dolor basado en TFG. Adaptado V . Bourquin, 200816.Tabla 2. Adaptación de la escalera analgésica de la OMS para paciente con cáncer con insuficiencia renal15. Depuración de creatinina mL/min Ordenelección 50-10 80-50 < Hem odiálisis Acetaminofén Acetaminofén AINES Aspirina Aspirina 2 Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 Tabla 3. Recomendaciones de ajustes de dosis en paciente con IRC según TFG. Analgésico Do sis c/6-8h 100% 30-60 mg c/4-6h 75% 75% 50% Fentanilo Inducción anestésica (dosis individualizada) 100% 100% 100% Fentanilo parche 25-50 mg por parche 100% 100% 100% Ibuprofeno 800 mg c/8h 100% 100% 100% Ketoprofeno 25-75 mg c/8h 100% 100% 100% Meperidina 50-100 c/3-4h 75% 75% 50% Morfina 5-120 mg c/12h única Tramadol 50-100 mg cada 4-6h 50-100 mg cada 12 horas Evitar- - Gabapentina 1200-1900 mg día 300 mg cada 12 horas 300 mg día 300 mg cada 2 días falla renal, comparados con pacientes con funciónrenal normal. Esto es debido a la acumulación deacetaminofén conjugado con sulfato y ácidoglucorónico, que podrían ser hidrolizados en el com-puesto original, por lo que se recomienda incremen-tar el intervalo de la dosis de acetaminofén de seis aocho horas en los pacientes con deterioro de lafunción renal. La nefrotoxicidad por acetaminofén se manifiesta usualmente como necrosis tubular aguda, que sedescribe más ampliamente en los casos de intoxica-ción aguda 18. Sin embargo, aplicado en dosis tera- péuticas, el acetaminofén también puede ser tóxicopara el riñón 19, en especial en pacientes con depleción de glutatión, como ocurre en la ingesta crónica dealcohol 20. Un estudio experimental mostró que, apli- cado en dosis terapéuticas, el acetaminofén induceefectos reversibles en la producción de prostaglan-dinas E2 en pacientes con alteración de la función renal 21. El uso diario prolongado de acetaminofén (solo o en combinación con otros analgésicos) puede llevara nefritis intersticial, necrosis papilar y falla renalcrónica. En muchos estudios el riesgo relativo de de- sarrollar enfermedad renal crónica iba de 2 a 4 22-24. Estudios en pacientes con nefropatía por analgésicosmostraron que quienes continuaron con el acetami-nofén tuvieron una progresión de la insuficiencia re-nal más rápida que quienes descontinuaron el usode medicamentos analgésicos, incluyendo el aceta-minofén 25,26. Sin embargo, según estudios recientes se considera un medicamento seguro para su uso enestadios 4 y 5 de IRC 27. Ácido acetilsalicílico (aspirina). El ácido salicílico tie- ne propiedades antipiréticas, antiinfla-matorias. Este es metabolizado rápidamente por lasesterasas plasmáticas y los tejidos, en especial por elhígado, donde 80% de ácidosalicílico es excretado sin cambios por orina a un pHde 8, y sólo el 10% a un pH de 10. La mayoría de losefectos adversos se presentan por la acumulación deácido salicílico en pacientes con insuficiencia renal.43 Alejandro Neira & Edmundo Gónima: Manejo del dolor en insuficiencia renal crónica Sin embargo, no son necesarios ni la reducción de dosis ni el incremento del intervalo de dosis en pa-cientes con insuficiencia renal moderada a severa. Noobstante, no se recomienda con depuración decreatinina menor de 10 ml/min 28. En pacientes adultos sanos, las dosis terapéuticas pueden causar retención de sodio, disminución del volumen urinario e incremento de la reabsorcióntubular de agua sin alteración de la filtración glomerular 29. Evans y colaboradores27 compararon la progresión de IRC en pacientes con uso habitual yno habitual de aspirina, y concluyeron que la tasa de progresión de IRC fue significativamente más lenta en los pacientes con uso habitual de aspirina (pa-cientes con uso habitual progresaron 0,80 ML/min/ 1,73m 2 por año más lento que los usuarios no habi- tuales; 95% IC0.1, 1.5); así, recomendaron esta comosegura en estadios 4 y 5. Los efectos de la aspirina en la función renal son debidos a la inhibición de la sín- tesis de prostaglandinas, pues estas juegan un im-portante rol en la preservación del flujo sanguíneo renal 23. Los pacientes con IRC u otras patologías que comprometan la perfusión renal29 tienen riesgo de desarrollar falla renal aguda inducida por aspirina,la cual es reversible generalmente. Si la aspirina se administra en paciente con IRC, la función renal debe ser monitorizada estrictamente durante el tratamiento. AINES. Los AINES tienen sus efectos renales por medio de la inhibición de la ciclooxigenasa (COX). Estos disminuyen la síntesis de prostaglandinas, lo que lleva a la disminución de TFG por vasoconstricciónexcesiva. Los AINES, aplicados en dosis terapéuticas y por cortos periodos, causan poco compromiso de la función renal en pacientes sanos. Sin embargo, enpacientes con IRC preexistente su administración pue- de resultar en falla renal aguda por la disminución del flujo sanguíneo renal y de la TFG, al inhibir lasíntesis de prostaglandinas. Los factores de riesgo para el desarrollo de estos efectos son: la deshidra- tación, hemorragia, falla cardiaca congestiva,hipertensión, cirrosis asociada a ascitis, ingesta con- comitante con inhibidores de la conversión de angiotensina y edad avanzada. En esta última el ries-go se presenta por las enfermedades concomitantes y no por la edad per se 30. En pacientes con factores de riesgo se puede desarrollar falla renal aguda consolo la primera dosis de AINES; de esta manera, la falla es aun más probable con altas dosis 31. Debidoal riesgo de desarrollar IRA en pacientes con com- promiso de la función renal, debe evitarse el uso deAINES 32 y utilizar a cambio acetaminofén o aspirina. Si es obligatorio el uso de AINES en pacientes con ERC, se recomienda controlar los factores de riesgoanteriormente descritos. Inhibidores de la cicloxigenasa-2. la COX-1. El rofecoxib,el parecoxib y el valdecoxib fueron retirados del mer- cado por estar asociados a eventos cardiovascula- res 33,34. Todos estos medicamentos tienen propiedades similares; menos del 5% de la dosis activa se encuen- tra en la orina y las reducciones de la dosis no son teóricamente obligatorias en pacientes con IRC. Sinembargo, no hay estudios con depuración de creatinina menor de 30 mL/min. El riñón produce constitutivamente COX-2 como respuesta, en gran medida, a alteraciones en el volu-men extravascular. Los metabolitos de la COX-2 es- tán implicados en la liberación de renina, regulación de la excreción de sodio y el mantenimiento del flujosanguíneo renal 35. Por lo tanto, los COX-2, al igual que los AINES tradicionales, pueden tener similares potenciales nefrotóxicos, especialmente en poblacio- nes con alto riesgo36. Por lo anterior se recomienda usar COX-2 en pacientes con depuración de creatinina mayor a 30 mL/min. Opioides Codeína. Este fármaco es metabolizado en el hí- por O-demetilación en morfina en un 0% al15%, N-demetilación en norcodeina del 10% al 20%,y del 40% al 70% es recuperado en orina de formalibre o conjugado con glucorónicos y sulfatos 37. De- bido a su amplio metabolismo hepático, que puedeestar disminuido en pacientes con IRC, se aconseja elajuste de dosis 38,39. La codeína no es un agente nefro- tóxico directo, salvo algunos efectos antidiuréticos, loscuales pueden jugar un papel importante en el desa-rrollo de nefropatía cuando esta se usa con otrosanalgésicos 40. Tramadol. Es un analgésico de acción central, que actúa mediante dos mecanismos: en primer lugar,por modulación de las vías monoaminérgicas median-te la inhibición de la recaptación de serotonina y44 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 norepinefrina; y en segundo lugar, por su actividad opioide débil41. Es metabolizado en el hígado, en va- rios compuestos de los cuales el metabolito M1 esactivo. Aproximadamente el 30% de la dosis detramadol es excretada sin cambios en la orina, mien-tras que el 60% de la dosis es excretada en forma demetabolitos. En los pacientes con depuraciones decreatinina entre 10 y 30 mL/min, el intervalo de ladosis debe incrementarse a 12 horas, con un máxi-mo de 100 mg día 42. En pacientes con depuración de creatinina menor de 10 mL/min y en los dializados,se recomienda tramadol 50 mg cada 12 horas. Eltramadol se remueve significativamente con lahemodiálisis 43. Estudios en modelos animales han demostrado que el tramadol no afecta lahemodinámica renal 44 y es generalmente bien tole- rado en pacientes con disfunción renal. Hidrocodona. Es transformada en el hígado en seis metabolitos activos, con una excreción renal sig- nificativa; en orina se puede recuperar el 26% de ladosis en forma activa 45. Hasta el momento no hay datos sobre la farmacocinética de la hidrocodona y sus metabolitos en pacientes con IRC. Sin embargo, los ajustes de dosis deben ser necesarios, aunque no hay recomendaciones de cómo realizarlos. Morfina. La morfina, después de la administra- ción intravenosa, tiene una acción rápida (20 minu- tos) y su vida media varía entre una y cuatro horas. Se metaboliza en el hígado en morfina-3-glucurónido en un 55%, morfina-6-glucurónido en un 10% ynormorfina en un 4%, con una eliminación renal al igual que el 10% de la morfina 46,47. La morfina-6- glucurónido tiene efecto analgésico, pero también sepuede acumular y unirse a los receptores µ2 y causar depresión respiratoria en pacientes con insuficiencia renal 48. La eliminación de la morfina es más lenta cuando existe una disminución de la TFG, especial- mente de metabolitos tóxicos49. Oxicodona. La oxicodona es un agonista µ50, su acción se produce de diez a quince minutos y tiene una duración de tres a seis horas. El metabolismo eshepático, a través del CYP2D6 y glucuroconjugación . Los metabolitos se eliminan por la orina. La vida me- dia es de dos a tres horas, aunque puede prolongar-se en IRC, por lo que se debe ajustar la dosis 51. Metadona. Su acción analgésica aparece de 30 minutos a una hora, con una vida media de cuatroa ocho horas, pero puede llegar hasta 48 horas en caso de dosis repetidas. La metadona es metaboli- zada por el hígado por medio de CYP3A4, CYP2B6 y CYP2C19, y su eliminación ocurre de un 20% a50% por orina y de 10% a un 45% por heces, con metabolitos aparentemente inactivos. Las opinio- nes sobre el ajuste de la metadona en IRC son con-tradictorias, pero se considera prudente aumentar el intervalo de administración de acuerdo con la disminución de la TFG 15,51,52. En la administración repetida, debido a su larga vida media, su acción se prolonga y tiene una elevada variabilidad inter- individual. Fentanil. Se metaboliza rápidamente en el híga- do. A las 72 horas se encuentra en orina el 7% delfármaco inalterado y más del 60% se recupera en forma de metabolitos inactivos 53. Las dosis no requie- ren ajustes en pacientes con diferentes grados de in-suficiencia renal. Sin embargo, el fentanilo no se remueve significativamente mediante hemodiálisis 54. A excepción de la retención urinaria que podría ocurrir después de uso extradural55, el fentanilo no es nefrotóxico y es una buena alternativa a la morfina. Buprenorfina. Tiene efecto analgésico a través de su alta afinidad, los receptores opioides µ. El efecto analgésico se produce de los 10 a 30 minutos y dura seis a ocho horas con una vida media de 2,2 a 3horas. Su metabolismo es exclusivamente hepático, con eliminación por las heces en un 70% y vía urina- ria en un 20%. Los metabolitos son poco activos eincluso inactivos 56. Estas propiedades lo hacen el anal- gésico ideal para el manejo del dolor crónico o agu- do en pacientes con IRC. Meperidina. Se metaboliza en el hígado, princi- palmente por hidrólisis N-desmetilación. com-puesto original y sus metabolitos se excretan en laorina de un 0,6% al 27%, dependiendo del pH uri-nario 57. La normeperidina es el único metabolito activo y se estima que posee la mitad de la poten-cia analgésica de la meperidina, pero con el doblede su toxicidad (convulsiones). En los pacientes coninsuficiencia renal, la farmacocinética de la meperi-dina se ve modificada por un incremento significa-tivo 58 de la vida media de eliminación, por lo cual se ha sugerido que posee tanto eliminación renalcomo hepática. No hay datos disponibles sobre laeficacia de la diálisis en la reducción de las concen-45 Alejandro Neira & Edmundo Gónima: Manejo del dolor en insuficiencia renal crónica traciones plasmáticas de meperidina, mientras que su principal metabolito, la normeperidina, sí esdializable 59. Sin embargo, la normeperidina no ha sido estudiada en estos pacientes, por lo que sufarmacocinética es impredecible. La excreción uri-naria de meperidina y normeperidina mejora me-diante la acidificación de la orina 60 y, al igual que otros opioides, la meperidina puede causar reten-ción urinaria, pero no es nefrotóxica. Gabapectina y pregabalina. Son anticonvulsio- nantes, indicados en el manejo del dolor neuropático, ambos con eliminación renal sin cambios 61. La gabapentina tiene una vida media de cinco a nueve horas que se incrementa a 132 horas en pacientes anúricos62. La depuración de la gabapentina se correlaciona con la depuración de la creatinina, por lo cual la dosis debe ser ajustada a la depuración de creatinina: con TFG entre 30 y 10 ml/min, dosis de300 mg una vez al día, sin dosis de carga; con TFG menor de 10 ml/min, 300 mg interdiarios sin dosis de carga; en hemodiálisis se recomienda una dosis decarga de 300 a 400 mg, seguida de una dosis de 200 a 300 mg después de cada sesión de hemodiálisis 63. La pregabalina tiene una farmacocinética lineal. Los estudios en pacientes con hemodiálisis tres veces por semana demuestran concentraciones séricas de 1,24mcg/ml con dosis de 50 mg día 64. Antidepresivos tricíclicos. Amitriptilina. Los antidepresivos tricíclicos son medicamentos efectivos para el tratamiento del dolor neuropático65. La amitriptilina tiene la mejor evidencia, con un númeronecesario a tratar de 2 (intervalo de confianza 95% 1,7 a 2,5) 66. Se ha encontrado que los niveles de la amitriptilina en pacientes con insuficiencia renal en hemodiálisis están disminuidos, así como también los de sumetabolito activo, la nortriptilina y sus metabolitos no conjugados. Sin embargo, los metabolitos conjuga- dos se encuentran en contracciones altas, pero care-cen de actividad. La disminución postdiálisis de los metabolitos no conjugados puede reducir la falta de eficacia clínica de este metabolito 67. Es poca la evidencia67,68 para disminuir las dosis de la amitriptilina, aunque puede afirmarse que lasdosis usadas para el manejo del dolor son menores que para la depresión, y estos estudios se realizaron con dosis altas 68.Dexmetomidina. Es un agonista alfa. Se ha demos- trado que causa reducción significativa del consumo de analgésicos en adultos y niños en el periopera- torio69. Cuenta con un metabolismo hepático de com- puestos inactivos, por lo cual puede resultar adecuado su uso en presencia de insuficiencia renal70. Estudios para sedación y analgesia en pacientes bajo anestesia de plexo braquial con falla renal ter- minal, no han presentado complicaciones, ademásde que han prolongado el tiempo del bloqueo a do- sis de carga de 1 mcg/kg, seguido de infusión de 0,2-0,7 mcg/kg/h 71. Existe evidencia experimental de que mediante bajas dosis de dexmedetomidina se puede inhibir la secreción de vasopresina y causar diuresis acuosa, la cual puede proteger al riñón du-rante eventos isquémicos 72. Conclusiones El manejo del dolor constituye un reto para el médico que trata pacientes ERC, debido a lasobredosificación y los efectos colaterales, por lo quese requiere un adecuado conocimiento de lafarmacología de los analgésicos. La clasificación delgrado ERC es fundamental para la elección del medi-camento así como para su dosificación, por lo tantoésta se debe calcular en todo paciente con ERC querequiera manejo analgésico. Agradecimientos Dr. Edgar Silva, Profesor emérito del Hospital Uni- versitario La Samaritana, Jefe de Unidad de Nefrología.Departamento de Anestesiología. Hospital Universi-tario La Samaritana. Referencias 1. Consultores en Ciencias Humanas. Grupo de Registro de Enfermos Renales. Sociedad Española de Nefrología: Unidadde Información de Registros de Enfermos Renales. 2005. Kidney Dis 2002;39:SI-S266. 3. Cuenta de alto costo. Fondo Colombiano de alto Costo. Resolución 4700 de 2008. Situación de la enfermedad renalcrónica en Colombia 2008;2010:12-14. 4. Bailie Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 5. Maddox DA, Brenner BM. Glomerular ultrafiltration. En: Philadelphia, USA: TI, Beck Skibinski HD, M, Hunsicker Study. Am J KidneyDis 1990;16:224-235. 7. Takeuchi T. Isobe S, Sato K, Kato MI, Kasai NN, Ohyama H, JP , Lewis JB, Greene T, Rogers N, Roth D. Disease Study Group. Med 1999;130:461-470. 13. Gracia S, Montañés R, Bover J,Cases A, Deulofeu R, et al. Documento de consenso: Recomendaciones sobre la utilización de ecuaciones para la estimación del filtrado glomerular Fau JB, Izzedine H, Treatment of pain in patients with renal insufficiency : The World Health Organization three-step adapted. J Pain 2005;6:137-148. 16. . Analgesia and R, Caldwell J, Hartley caused Nephrol1982;18:269-271. 20. Maze an alcoholic patient taking therapeutic doses of acetaminophen. Berg renal MJ. of acetaminophen, aspirin, andnonsteroidal antiinflammatory drugs. N Smith JC, Weinberg CR, Buckalew VM Dennis Blythe WB, Burgess WP . Analgesic use and chronic renal disease. N 25. Hauser Derfler Evans CM, JP , Nyrén Australia, ADIS, 1983. 29. Muther RS, Bennett WM. of in normal Intern Black PK, Med Sci 1995;310:188-197. 31. Henry D, Page J, Whyte I, Nanra R, Hall C. Consumption of non-steroidal anti-inflammatory Bresalier Sandler RS, Quan H, Bolognese JA, Oxenius B, Horgan K. Cardiovascular events with rofecoxib ina colorectal adenoma chemoprevention trial. N Engl type 2. Presse Med 37. Drug Saf 1999;20:15-24.47 Alejandro Neira & Edmundo Gónima: Manejo del dolor en insuficiencia renal crónica 41. Reevens RR. Burke RS. Tramadol: basic pharmacology and emerging concepts. Review. Gibson TP . Pharmacokinetics, efficacy, and safety of analgesia with tramadol HCl. hemodialysispatient. Nephron 2002;92:755-756. 44. Nagaoka E, Minami K, Shiga Y, et al. Tramadol has no effect on MR, Somogyi AA. Quantification of the O- Jacobsen the prolonged 49. Osborne R, S, Giovannin M. The use normeperidine Am 2000;35:146-149. 20011;26(7):1-7. M, Rowbotham MC, Allen RR, GJ, al. M, S. Vandel B. Bonin B. Hory B, St Hillier Volmant R. Metabolism of for pain control. F1000 Med Rep. 2010 Dec 17;2:90. 70. Murphy EJ. Acute pain management pharmacology for with Effects dexmedetomidine on renal system and on vaso-pressin plasma levels. Experimental study in dogs. Rev Bras Anestesiol 2005 Aug;55(4):429-440.48 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 Epicondilitis lateral: revisión de tema y conceptos de actualidad Diego Mauricio Chaustre Ruiz* Introducción Las lesiones por trauma acumulativo son lesiones de tejidos blandos crónicas producidas por un dañofísico que se produce a través de un periodo de tiem-po y están caracterizadas por el sobreuso o esfuerzorepetido de ciertas articulaciones y sus tejidos blan-dos circundantes 1, este concepto se basa en la teoría de que cada repetición de alguna actividad produceun microtrauma resultado del deterioro de la estruc-tura. Estas lesiones se producen generalmente cuan-do se rebasa la capacidad de respuesta del sujeto ola temporalidad necesaria para la recuperación bio-lógica de los tejidos 2,3 y están ligadas al tipo de ocu- pación del paciente, condiciones de trabajo queejecuta y su perfil psicológico, incluidas motivacionesy perfil de relación obrero-patronal 1. Las epicondilitis medial y lateral son enfermedades que afectan con frecuencia la extremidad superiorcausando dolor y limitación funcional y se producentípicamente por actividades relacionadas con una ocu-pación específica o con actividades deportivas 4,5. La epicondilitis lateral inicialmente descrita por Morris en 1882 como \"codo de tenista de césped\"5 y actualmente conocida como \"codo de tenista\" se pro-duce en pacientes que realizan actividades queinvolucran movimientos repetitivos de pronosupinacióndel antebrazo con extensión del carpo. Esta se presen-ta con una frecuencia diez veces mayor comparadacon la epicondilitis medial y al igual que esta última sepresenta más frecuentemente entre la cuarta y quintadécada de la vida sin predilección de género 6.El diagnóstico de esta patología se basa en una historia clínica cuidadosa y un examen físico adecuado,en la mayoría de pacientes esta condición se maneja de forma conservadora, principalmente con el cese o la disminución de la actividad desencadenante, laaplicación de medios físicos y la realización de un pro- grama adecuado de rehabilitación tendiente a corre- gir las anormalidades biomecánicas que hayandesencadenado la enfermedad, aumentar progresi- vamente la fuerza, flexibilidad y resistencia para una eventual reincorporación en la actividad implicada 5,6. Aunque el tratamiento conservador es en la gran mayoría de las veces exitoso, estudios de imagen como la imagen por resonancia magnética (IRM) o laecografía pueden ser de gran utilidad en casos en los cuales el diagnóstico es dudoso, cuando se desea cuantificar el grado de lesión tendinosa y como baseen la planificación preoperatoria 2. Aunque el tratamiento de la epicondilitis lateral ha evolucionado con el paso del tiempo la respuesta (y no respuesta) a las múltiples intervenciones quirúrgi- cas y no quirúrgicas, nuestra comprensión acerca deesta patología sigue siendo incompleta. Anatomía normal del tendón conjunto fuerte y discreto que seadosa al aspecto anterior del epicóndilo lateral y lacresta supracondílea lateral adyacente al carpi radialis longus . El epicóndilo lateral es adicionalmente sitio de inserción de los músculos extensor digiti minimi y supinator que se unen digitorum communis y el extensor carpi ulnaris formar el tendón extensor común (figura 1). El ECRB * MD. Residente III, Medicina Física y Rehabilitación. Universi- dad Militar \"Nueva Granada\" y Hospital Militar Central.49 Diego Mauricio Chaustre Ruiz: Epicondilitis lateral: revisión de tema y conceptos de actualidad secuente con micro-desgarros, procesos de repa- ración inadecuada y tendinosis7. Diferentes estudios de tejidos resecados durante procedimientos quirúrgicos han mostrado, entre otros,infiltración de mucopolisacáridos, neoformación ósea y proliferación vascular. El tejido normal del ECRB es invadido por fibroblastos inmaduros y brotesvasculares no funcionales con tejido adyacente des- organizado e hipercelular. Esta apariencia del tejido junto a la falta de células inflamatorias ha llevado aacuñar el término \"tendinosis angiofibroblástica\" 8. Estudios de la vascularización de los tendones que se insertan en el epicóndilo son consistentes al en- contrar que la superficie interna del tendón del ECRB es microscópicamente avascular, adicionalmente exis-ten dos zonas hipovasculares: una en el epicóndilo lateral y otra 2 a 3 cm distal a inserción de los ex- tensores. Investigaciones adicionales plantean laposibilidad de un imbalance entre la reactividad vasodilatadora y vasoconstrictora lo que podría traer una dificultad mayor durante el proceso de repara-ción del tejido 9. Con el paso del tiempo se forma tejido cicatricial que es mucho más vulnerable a los traumas repetitivos lo que produce con el tiempo más desgarros. La per-petuación de este ciclo de lesión y la reparación inmadura produce desgarros sustanciales con la con- secuente alteración biomecánica y el empeoramientode los síntomas 7,8. Características clínicas Se presenta en la misma proporción en hombres que en mujeres y se calcula que aproximadamenteentre el 1% y el 3% de la población presentaran por lomenos una vez en la vida un episodio de epicondilitislateral, generalmente entre los 35 y los 50 años deedad 10. Los pacientes refieren característicamente dolor en la cara lateral del codo que suele irradiarse al tercioproximal del antebrazo, sensación de debilidad enlos agarres y debilidad para levantar objetos;adicionalmente el dolor se exacerba, se realiza aga-rre de objetos con extensión de muñeca y es más se-vero si se realiza contra resistencia 11. Durante el examen clínico se desencadena dolor a la palpación del epicóndilo lateral o en la zona in- Figura 1. Esquema que muestra la anatomía musculo- tendinosa de la cara lateral del codo cerca del origendel tendón extensor común en anterior y profundo del tendón co-mún y se inserta en la base del tercer metacarpiano,su superficie interna está en contacto con el cóndilo yse desliza a lo largo de su borde lateral durante laflexión y extensión del codo. Los movimientos repe-titivos y la abrasión debida a este contacto constantepueden jugar un papel importante en la fisiopatologíade la lesión 5. La lesión esencial y universal de la epicondilitis la- teral involucra de forma primaria al ECRB, seguidodel extensor digitorum comunis y en menor medidaotros músculos y tendones del compartimento lateraldel antebrazo. Lesiones capsulares, así como engrosamiento y/o ruptura del ligamento colateral lateral ulnar y el liga-mento colateral radial se han asociado con epi-condilitis severas las cuales, a su vez, se presentanasociadas a inestabilidad de codo 7. Fisiopatología La epicondilitis lateral es con frecuencia el resul- tado de lesiones de tipo repetitivo o trauma direc-to, generalmente por contracciones repetidas de losmúsculos extensores del antebrazo, principalmen-te del ECRB, lo que produce una degeneración sub-50 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 mediatamente anterior, así como dolor con la exten- sión contra resistencia de la muñeca6. Existen dife- rentes pruebas clínicas que ayudan al diagnósticoclínico como son: Test de Thompson Prueba provocativa, hombro en flexión de 60°, codo extendido, antebrazo en pronación ymuñeca en extensión de 30°. El examinadoraplica una presión moderada en el dorso delsegundo o tercer metacarpiano con carpi radialis brevis ylongus 4,6. Test de la silla Prueba provocativa, se le solicita al paciente que levante una silla liviana con el codo ex-tendido y el antebrazo en supinación con elobjetivo de desencadenar dolor en el epicón-dilo lateral 4,6. Test de Bowden Prueba provocativa, se le pide al paciente que comprima un manguito de tensiómetro man-teniendo una presión determinada 4,6. Test de Cozen Se le ordena al paciente que realice flexión de codo y extensión de muñeca contra resistenciapara de esta manera desencadenar el dolor 4,6. Nirschl y Ashman en el 200310 crearon un sistema de clasificación que dividía la enfermedad en diferen-tes fases por el efecto que causa sobre la funcionalidady se basa en la descripción del nivel de dolor; actual- mente se usa en investigación, principalmente con elfin de evaluar la respuesta a los diferentes tratamien-tos (tabla 1). Aunque la epicondilitis lateral es la causa más co- mún de dolor en el epicóndilo lateral, siempre es im- perativo realizar un examen físico concienzudo, con el objetivo de descartar otras causas de dolor a nivelde codo y antebrazo. El diagnóstico diferencial inclu- ye esguince o insuficiencia del ligamento colateral la- teral, síndrome de túnel radial (atrapamiento delnervio interóseo posterior), fractura, patología intra- articular, tendinitis del tríceps, dolor referido de co- lumna cervical, hombro o muñeca 7. En los pacientes con atrapamiento del nervio interóseo posterior a nivel músculo supinador a me- nudo se halla epicondilitis lateral, y por esto requie- ren un examen físico cuidadoso para determinar sipadecen de una o de las dos patologías 12. Estudios imagenológicos Ya que el diagnóstico de la epicondilitis lateral es eminentemente clínico, los estudios paraclínicos, prin-cipalmente de imagen, no están indicados de formarutinaria como parte del algoritmo diagnóstico peronormalmente se realizan en los casos refractarios ocomplicados con el fin de evaluar de forma más pro-funda la extensión de la enfermedad y adicionalmentepoder excluir otros procesos que producen dolor anivel del epicóndilo lateral del codo 2. Los estudios imagenológicos también juegan un papel importante en la evaluación preoperatoria, Tabla 1. Clasificación de las fases de epicondilitis lateral de Nirschl. AVD: Actividades de la vida diaria10. Fase Descripción de nivel de dolor en epicondilitis I Dolor moderado posterior a ejercicio que dura menos de 24 horas. II Dolor después de ejercicio que dura más de 48 horas y resuelve con medios físicos. III Dolor con ejercicio pero no es limitante. IV Dolor con ejercicio y lo limita. V Dolor con AVD pesadas. VI Dolor con AVD ligeras; dolor intermitente durante el reposo pero no interfiere con el sueño. VII Dolor constante en reposo, interfiere con el sueño.51 Diego Mauricio Chaustre Ruiz: Epicondilitis lateral: revisión de tema y conceptos de actualidad siendo la imagen por resonancia magnética (IRM) la modalidad más utilizada, seguida por la ecografíade tejidos blandos. En el estudio de Miller en el 2002se encontró que la sensibilidad de ecografía para de-tección de epicondilitis lateral oscila entre 64% y 82%mientras que la IRM osciló entre 90% y 100% 8. Las radiografías de codo a menudo son negativas pero pueden mostrar depósitos de calcio junto alepicóndilo lateral y pueden ayudar a excluir otros pro-cesos patológicos 8. Imagen por resonancia magnética En la IRM normal la apariencia del tendón exten- sor común es la de una estructura de orientación ver- tical que se origina en el epicóndilo lateral; el tendón debe mostrarse de una intensidad uniforme y baja,independientemente de las técnicas usadas. El ECRB es el componente más profundo y más anterior del tendón extensor común 5. Los hallazgos imagenológicos correspondientes a tendinosis incluyen aumento de la intensidad de laseñal al interior del tendón (principalmente del ECRB) con o sin engrosamiento del mismo. Los desgarros parciales se observan con adelgazamiento del ten-dón con alteración de la intensidad de la señal mien- tras que una ruptura total del tendón se puede apreciar como un espacio con fluido entre el tendónproximal y su inserción en el epicóndilo 5,7. De esta forma podemos graduar la epicondilitis lateral como leve (tendinosis, se afecta menos del 20% del tendón),moderada (desgarro parcial, compromiso entre 20% y 80% del tendón) o severa (desgarro total compro- miso >80% del tendón) 5. Ecografía de tejidos blandos El ultrasonido o la ecografía se considera una op- ción excelente para el estudio de la epicondilitis late-ral con una sensibilidad de aproximadamente 80% yuna especificidad estimada en 50% 7. La ecografía permite la visualización completa del tendón extensor común, desde el aspecto de la uniónmiotendinosa hasta su inserción en el epicóndilo la-teral, observándose como una banda continua consus fibras orientadas de forma longitudinal. El ECRBconstituye el aspecto más anterior del tendón comúny gran parte de su superficie de unión 5.La tendinosis se observa como un tendón hetero- géneo y ensanchado mientras que los desgarros delos tendones se muestran con regiones hipoecoicasasociadas a la discontinuidad del tendón adyacente,adicionalmente puede observarse líquido libreperitendinoso y calcificaciones 5,7. Aunque varios estudios han encontrado una rela- ción estadísticamente significativa entre los síntomasclínicos de la epicondilitis lateral y los hallazgosecográficos tendinosos y debido a la alta tasa de fal-sos positivos se considera que la mayor utilidad de laecografía de tejidos blandos está en determinar laextensión del daño del tendón en pacientes sinto-máticos. Adicionalmente puede usarse el mismo sis-tema de clasificación de severidad de la patología(leve, moderado, severo) que se usa en IRM 5. Sonoelastografía La elastografía, un nuevo método de imagen por ultrasonido que aprovecha las diferencias en la elas-ticidad de los tejidos para representar cambios en los mismos, está en proceso de investigación actualmente en el campo de la epicondilitis, puesto que se han postulado la compresibilidad de los tendones y los vasos intratendinosos como criterios diagnósticos enla evaluación de la epicondilitis lateral 13. En el estudio de De Zordo en el cual se evaluó la compresibilidad tendinosa mediante sonoelastografía en pacientes sanos y con diagnóstico de epicondilitis lateral se encontró que esta permite diferenciar deforma mucho más precisa las lesiones producto de la epicondilitis con una excelente sensibilidad y adecua- da correlación con los hallazgos de la ecografía con-vencional, lo que la postula como una posible herramienta de mayor sensibilidad y especificidad en el proceso de confirmación diagnóstica de laepicondilitis lateral 14. Tratamiento A lo largo del tiempo se han propuesto una serie de modalidades de tratamiento para hacer frente ala epicondilitis lateral, siendo obvia la premisa básicadetrás de cada enfoque: el deseo de mejorar las con-diciones de curación natural de la patología. Actualmente existe una evidencia no muy numero- sa de ensayos clínicos bien diseñados que apoyen las52 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 diferentes estrategias de manejo en epicondilitis late- ral como el reposo, la aplicación tópica de antiinfla-matorios no esteroideos (AINES), fisioterapia o lasinfiltraciones, bases del tratamiento de esta patología 15. Conducta expectante Procedimiento en el cual se exhorta al paciente a disminuir o evitar la actividad física que se relacionacon la aparición del dolor y se le recomienda esperar al cese espontáneo del mismo. Con esta conducta los pacientes no suelen estar de acuerdo, aunque elestudio de Smidt en el 2005 encontró que un año después de realizado el diagnóstico los resultados eran comparables con la fisioterapia y superiores com-parados con las infiltraciones de cortico-esteroides con respecto al alivio de la queja principal del paciente que era el dolor 15. Antiinflamatorios no esteroideos (AINES) Reposo consistente en variación de la duración de la actividad que desencadena el dolor y AINES se usan de forma común para manejar la epicondilitis lateral aguda, puesto que estas intervenciones simples re- ducen la inflamación tendinosa, disminuyen la ten-sión en el tendón y permiten un tiempo adicional para la reparación tendinosa 7. Aunque la epicondilitis lateral se caracteriza por ser una condición no inflamatoria, se cree que los AINES ayudan a disminuir el dolor debido a la dis-minución de la sinovitis asociada o por la disminu- ción de la inflamación del tejido adiposo y muscular circundante 7. Los AINES tópicos proporcionan un alivio del do- lor a corto plazo, con una media de mejoría de dossemanas y sin ninguna ventaja adicional respecto a las otras estrategias de manejo convencional. Por otro lado, existe evidencia contradictoria con respecto aluso de AINES orales, pues en varios estudios el diclofenaco de liberación prolongada mostró dismi- nución significativa del dolor mientras en otros nohubo mejoría del dolor en pacientes manejados con naproxeno vs. placebo. Lo que sí es claro es que en los estudios comparativos con infiltraciones concortico-esteroides estas mejoraron la percepción del dolor a las cuatro semanas postratamiento compa- radas con los AINES orales 15.Fisioterapia La fisioterapia es frecuentemente prescrita como parte del manejo de la epicondilitis, pero la modali- dad más efectiva de tratamiento y la duración delprograma son aún motivo de debate. El protocolo clásico descrito por Nirschl hace ya varias décadas sigue vigente y se enfoca en el aumento progresivode la fuerza, resistencia y estiramientos de los mús- culos del antebrazo. Este protocolo incorpora estira- miento de los músculos extensores del carpo mediantela flexión de muñeca con codo en extensión y ante- brazo en supinación combinado con ejercicios de for- talecimiento isométricos y concéntricos 7,15. Más recientemente los ejercicios de fortalecimien- to excéntricos han ganado relevancia, puesto que teó-ricamente el fortalecimiento excéntrico induce una hipertrofia muscular de manera mucho más eficiente y aumenta la resistencia a la tracción, reduciendo asíla tensión en el tendón. Adicionalmente las contrac- ciones excéntricas proporcionan el estímulo óptimo para la producción de colágeno por parte de las cé-lulas tendinosas así como la disminución del proceso de neovascularización anómala que contribuye a la tendinopatía dolorosa 15. Dentro de las modalidades electro-terapéuticas se han realizado estudios usando iontoforesis y terapias de campo electromagnético. Con respecto a la pri- mera modalidad se ha encontrado mejoría del dolory mejoría parcial del dolor después de dos a cuatro semanas, mientras los estudios con terapia de cam- po electromagnético no han demostrado evidenciaque soporte su uso 15,16. El ultrasonido, medio físico que tiene dos meca- nismos de acción diferentes (térmico y mecánico) so- bre los tejidos y de esta forma estimula el aumento del metabolismo, la circulación y la regeneración detejidos, aporta una reducción modesta del dolor en- tre uno y tres meses 17. Con respecto a las movilizaciones o masaje pro- fundo se cree que pueden realinear las fibras de co- lágeno anormales, romper las adherencias y el tejidocicatricial además de facilitar la regeneración del teji- do debido a la hiperemia, pero desde el punto de vista de la evidencia no existen estudios que permitanconcluir que son efectivas en el manejo de la epicon- dilitis lateral 15.53 Diego Mauricio Chaustre Ruiz: Epicondilitis lateral: revisión de tema y conceptos de actualidad Ortesis Los dispositivos ortésicos prescritos a los pacien- tes con epicondilitis lateral se usan con el objetivo dedisminuir la tensión que se genera a nivel de los ten- dones extensores permitiéndoles un mayor tiempo de reparación 8. El brace de antebrazo en teoría limita la expan- sión muscular y redirecciona la fuerza de los múscu-los extensores; por otro lado, la ortesis de muñeca limita la contracción de los músculos extensores del carpo permitiendo un descanso mecánico a su ori-gen tendinoso 7. Actualmente a pesar de su uso amplio no existe suficiente evidencia que determine su eficacia, por ejemplo la revisión de la base de datos Cochrane en 2002 en la cual se compararon los dos tipos de dis-positivos no pudo determinar la superioridad de uno sobre el otro, aunque en el campo de la práctica la mayoría de los médicos relacionados con esta pato-logía formula el brace de antebrazo 18. Terapia de onda de choque extracorpórea Las ondas de choque son ondas acústicas senci- llas las cuales disipan energía mecánica en unainterfase de dos sustancias con diferente impedanciaacústica, son producidas por un generador de ener-gía eléctrica y requieren un mecanismo de conver-sión electroacústica y un dispositivo de centrado 19. El mecanismo por el cual estas ondas producen mejoría de la sintomatología clínica no es bien com-prendido pero diferentes teorías incluyen el bloqueode nociceptores, efectos sobre la permeabilidad celu-lar que inducen una reparación progresiva del daño,entre otros 19. Actualmente existe evidencia contradictoria con respecto a los resultados clínicos, aunque en la últi-ma revisión de Buchbinder para Cochrane publicada en 2005 y actualizada en 2009 se concluye que hubomínima mejoría de pacientes tratados con onda dechoque extracorpórea comparados con pacientes querecibieron placebo 20. Infiltración Las infiltraciones con esteroides se han usado por muchos años como parte del tratamiento de laepicondilitis lateral principalmente cuando se presen- ta dolor agudo, permitiendo así a los pacientes uninicio más rápido de su programa de rehabilitación.Múltiples estudios han evaluado la eficacia de lasinfiltraciones con esteroides comparados con placeboy manejo con AINES 6. Después de un corto periodo poco confortable se produce mejoría del dolor quevaría desde los cinco días hasta las seis semanasaproximadamente y es significativamente mayor com-parado con otros tratamientos (figura 2). Sin embargo en el seguimiento a mediano pla- zo (doce semanas a doce meses) la intensidad deldolor y la limitación funcional de quienes han reci-bido manejo con infiltraciones es la misma o inclu-so mayor comparada con otras modalidades detratamiento. Las explicaciones teóricas para estoson varias, principalmente que la propia infiltra-ción puede debilitar el tendón o que los pacienteslesionan aún más el tendón durante el periodo detiempo en el cual el dolor es muy mínimo despuésde la misma infiltración 7. Estudios recientes han puesto de manifiesto los riesgos asociados a la infiltración con esteroides,puesto que además de los efectos secundarios co-munes de despigmentación de la piel y atrofia deltejido celular subcutáneo los esteroides disminuyenla producción de colágeno; adicionalmente se hanreportado casos de ruptura del tendón extensor co-mún después de la inyección local con esteroides 8. Por otra parte, la toxina botulínica, biofármaco que actúa bloqueando la acetilcolina en el espaciopresináptico, ha sido propuesta recientemente comoun nuevo posible tipo de tratamiento en la epicondilitislateral. El mecanismo de acción por el cual actuaríateóricamente es la parálisis parcial del aparato ex-tensor, lo que permitiría al origen tendinoso sanar enun ambiente con menos tensión 22. Actualmente exis- ten pocos estudios acerca de este tópico y muestranuna mejoría significativa del dolor doce semanas des-pués de la infiltración pero sin mejoría desde el puntode vista funcional (fuerza de agarre), con el agravan-te de que los pacientes reportan debilidad transitoriapara extensión de muñeca y dedos, la cual es signifi-cativa principalmente en pacientes que realizan tra-bajos complejos con las manos. Por estas razones seconsidera que en la actualidad se requiere de un nú-mero mayor de estudios prospectivos para determi-nar los objetivos reales al usar la toxina botulínica 23.54 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2010 Figura 2. Resultados tempranos del manejo de la epicondilitis lateral con modalidades no quirúrgicas. Modificado de Lewis M, Hay EM, Paterson SM, Croft P: Local steroid injectionsfor tennis elbow: controlled trial. Clin J Pain 2005;21:330-334 21. Nitratos tópicos Estudios experimentales en animales sugieren que el óxido nítrico estimula la síntesis de colágenopor parte de los fibroblastos que se encuentran anivel de la lesión y por tanto puede desempeñar unpapel en el proceso de reparación de los tendonesextensores. Aunque se requieren más estudios parapoder recomendar este tratamiento, la investiga-ción de Paoloni sugiere que la aplicación de par-ches transdérmicos reduce el dolor durante laactividad física aproximadamente a las dos sema-nas, reduce la hipersensibilidad en el epicóndiloentre seis y doce semanas, y mejora el pico de ex-tensión contra-resistencia a las 24 semanas; final-mente, a los seis meses el 80% de los pacientes sonasintomáticos durante la práctica de las activida-des de la vida diaria 15.Procedimiento quirúrgico El abordaje quirúrgico solo se recomienda después que un paciente ha recibido manejo conservador queincluye la modificación de la actividad ocupacional,uso de ortesis, fisioterapia e infiltraciones durante porlo menos seis a doce meses 7. Existen múltiples técnicas quirúrgicas descritas para el manejo de esta patología, entre las que se incluyenla liberación del origen del tendón extensor común(por vía abierta o percutánea, con o sin reparación),desbridamiento del tejido patológico en el tendón delECRB, liberación artroscópica y denervación delepicóndilo lateral 15. Los resultados en la literatura muestran que mu- chos de estos procedimientos presentan buenos re-sultados, lo que configura un número importante deopciones quirúrgicas para el cirujano.55 Diego Mauricio Chaustre Ruiz: Epicondilitis lateral: revisión de tema y conceptos de actualidad En el postoperatorio se recomienda el uso de una ortesis de soporte para muñeca durante por lo me-nos diez a catorce días y un retorno progresivo y len-to a las actividades, incluyendo deportes 15. Referencias 1. Bustillo Sierra E. Afecciones por trauma acumulativo. Rev Col Ort 2000;14(1). 2. Ministerio de la Protección Social. Guía de Atención Integral Basada en la Evidencia para Desórdenes Musculoesqueléticos(DME) relacionados con movimientos repetitivos de miembrossuperiores (síndrome de túnel carpiano, epicondilitis yenfermedad de De Quervain (GATI- DME). 2006. 3. Ministerio de la Protección Social. Guía de Atención Integral Basada en la Evidencia para Hombro Doloroso (GATI- HD)relacionado con Factores de Riesgo en el Trabajo. 2006. 4. McRae R. Clinical orthopaedic examination. 5 th Edition. Churchill Livingstone - Elsevier. London. 2004. 5. Walz D, Newman J, Konin G, Ross G. Epicondylitis: Pathogenesis, and Treatment. D. Management of Lateral Epicondylitis: Current Concepts. J Am Acad OrthopSurg 2008;16:19-29. 8. Faro F , Moriatis J. Lateral Current Concepts. Hand 2007;32A:1271-1279. 9. Bales S. Microvascular supply of the Special tests guide for clinicians. Injury the Physician 2010;81(2):147-155. 13. Klauser A, Faschingbauer K, Scheffel S, Treatment of Lateral Epicondylitis. Am Fam Physician 2007;76:843-48, 849-50; 853. 16. Rodríguez Martín J. Electroterapia en fisioterapia. Segunda edición, Panamericana. 17. Martínez Morillo M, Pastor Vega J, Sendra Portero F . Manual de Medicina Física. Harcourt Brace. Segunda edición. 1998. 18. Struijs PA, Smidt Dijk CN, Buchbinder R, the treatment of tennis elbow.Cochrane Database Syst Rev 2002. 19. E. Y. Melikyan, E. Shahin, J. Miles, L. C. Bainbridge. Extracorporeal shock-wave treatment for pain (Review).Cochrane Database Syst Rev 2009. 21. Lewis M, EM, Paterson SM, Croft P . Local steroid injections for tennis elbow: pain gets for botulinum toxin? CMAJ 2010;182(8).56 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 Entendiendo al paciente terminal Antonio Sánchez Serrano*, Angélica Goelkel Medina** Resumen Una fase clave del ciclo de la vida es la muerte, es un proceso natural de todo ser vivo, pero debido almiedo que representa y a lo susceptible de la socie-dad es muy difícil lograr explicar al paciente o a sufamilia qué sucede en esta etapa con aquel ser que-rido que la cursa. Existen diferentes etapas de duelo,y sobre todo, hay que saber entender que la personade al frente es un ser humano. El hombre es el único ser consciente y racional de su ciclo vital, llegando al punto de entender que nacey culmina con su fallecimiento, entendiendo que lamuerte es un proceso inevitable, egoísta, engañoso,lamentable, doloroso y en algunos casos generoso,bondadoso y reconfortante, manifestándola con imá-genes alusivas en diferentes culturas y utilizando di-ferentes nombres y adjetivos como: la Parca, Azrael,la china Ilaria, la dientona, la Pelona. Por ejemplo enla cultura mexicana se le rinde tributo a la muerte nosolo en el ámbito de la terminación del ciclo de vidasino también en la realización de peticiones de amor,de fortuna y de protección. Actualmente la muerte tiende a ignorarse por el lado de los familiares pacientes y, lo más preocupante,por parte del personal médico. Como profesionales,tenemos la función social de encontrar explicacionesa los problemas humanos que en la vida no se en-cuentran. Tenemos que comprender para poder ali-viar, cuidar y curar. Una formación en las relacionesinterpersonales permite aprender los valores perso-nales, sociales y culturales que influyen en nosotrosmismos, y en las personas que tratamos, respecto delas actitudes adoptadas ante las pérdidas y la sepa- ración. Es de dificultad compartir un hecho o noticia dolo- rosa en este caso cuando se trata de un paciente mo-ribundo con un diagnóstico no curable, pero cuando se explica de una forma simple humana y afectiva, será más fácil para el paciente entender la situación. Pero entonces cómo podemos definir las malas noticias. La comunicación de malas noticias es una práctica inherente a la medicina en tanto perma- nentemente se debe dar información que frustra las expectativas del paciente 1,2. Básicamente el pro- ceso comunicativo del profesional de la salud, sea médico, psiquiatra, psicólogo, cirujano o cualquiera que esté en contacto con un paciente con diagnós-tico incurable, debe poseer dentro de sus objetivos principales informar, orientar y apoyar. Las defi- ciencias en este proceso de comunicación generanconflictos en la relación paciente-médico e insatis- facción en ambos, llevando así a un difícil manejo y a un aporte pobre de la familia hacia el buenestado psicosocial del paciente moribundo en su estado clínico actual. Frente al proceso comunicativo es importante te- ner en cuenta que la mayor parte del lenguaje utiliza- do al momento de dar una información es de tipo noverbal y este se manifiesta mediante la expresión fa- cial, postural, el contacto físico, el tono de la voz, la dirección de la mirada. Por esto no es posible valoraren todo su contexto la importancia que tiene este len- guaje para y hacia el enfermo como por ejemplo: sujetar su mano, un saludo afectuoso, tocar su hom-bro o secar su frente. Pero escuchar no es lo único necesario para com- prender al paciente, a su vez lo es la atención des- pierta y activa que formula preguntas y sugiere respuestas. * Médico Cirujano, Miembro de la Asociación Colombiana para el Estudio del Dolor. ** Médica Cirujana.57 Antonio Sánchez Serrano & Angélica Goelkel Medina: Entendiendo al paciente terminal Para una buena comunicación hay que entender el duelo, pero primero hay que entender la muerte. La muerte ha sido siempre y es para el hombre un tema de meditación y reflexión tanto desde la pers-pectiva filosófica como la religiosa, llegando al puntode la científica; sin embargo, al pasar de los años y elconocimiento cada vez es más difícil aceptar la ideade muerte. Partiendo de esta idea hasta una enfer-medad que es sinónimo de muerte hay que ocultarlay negarla en la complicidad, y ahorrarles a los mori-bundos que están muriendo, llegando a concebir labuena muerte como una muerte repentina 3-6. \"A la muerte, igual que al sol, no se la puede mi- rar de frente más allá de unos segundos\", nos decíaDe La Rochefoucauld, olvidando que esta es una partenatural de la vida ; sin embargo, en la mente del pa- ciente moribundo ocurre un hecho importante: la toma de la conciencia de la muerte llevando a que el paciente sea realista de su proceso patológico. Influ-yen factores diversos en este estado: la edad, el tipode enfermedad, el entorno familiar, la educación, lacreencia religiosa, la presencia o no de dolor. Enton-ces todos estos hechos irrevocables y unidos al sufri-miento psíquico o mental llevan a dos procesos: la agonía y el acto de morir 7. De hecho en la última etapa de vida el miedo al morir y a la agonía se manifiesta así: 1. Miedo al proceso de la agonía en sí: los pa- cientes terminales se plantean diferentes dudasy angustias sobre si el hecho de morir les impli-ca grandes sufrimientos físicos y psíquicos. 2. Miedo a perder el control de la situación: debido a que el proceso patológico vuelveal paciente dependiente de otro ser, hacién-dole perder su autoestima y el control sobresí mismo. 3. Miedo a lo que acontecerá a los suyos tras su muerte. 4. Miedo al aislamiento y la soledad. 5. Miedo a lo desconocido: con el planteamiento filosófico más común y de imposible respues-ta: ¿hay algo más allá de la muerte? Ya con ciertas ideas claras podemos comenzar a hablar sobre el duelo partiendo de una definición muysencilla: el duelo es un conjunto de respuestas psico- lógicas y afectivas en una persona ante una situacióntraumática: pérdida de un ser querido, enfermedad intratable, invalidez, etc. Fases de duelo8 Fase I: shock y negación. Es caracterizada por el aturdimiento, la sensación de un nudo en la gargan-ta y la negación de la situación actual. El pacienterefiere: \"esto no me puede estar pasando a mí\"; esmuy importante tener en cuenta que muchos pacien-tes no superan esta fase por lo que inician una pere-grinación masiva en busca de nuevas alternativas detratamiento, rechazando la ayuda médica. Fase II: irritación e ira . Se caracteriza por rabia, frustración y enojo. La clave en esta fase radica en dos puntos: por un lado, el paciente desplaza la irahacia algo relacionado con la enfermedad, como por ejemplo: si es creyente pensará que es un casti- go por causa u omisión; y, por otro lado está la granprobabilidad de entrar en una mala relación médi- co-paciente. Fase III: negociación . El paciente intenta negociar con los médicos o con Dios, a cambio de una curaprometen que cumplirán una promesa. Fase IV: depresión . Esta fase se hace presente en el momento en el cual los anteriores mecanismos han fracasado; nuestros pacientes presentan retraimiento, minusvalía de la vida, sentimientos de soledad, altera-ciones de sueño e ideación suicida en algunos casos. Fase V: aceptación . Esta fase es muy importante tanto en el paciente como en su familia pues se reco- noce que la muerte es inevitable e incluso realizan acciones que facilitan las diversas situaciones en suentorno familiar y social. Para muchos pacientes, el temor no es la muerte sino el progresivo abandono y el aislamiento de su familia y sociedad, pero como dice el escritor Mario Benedetti: \"después de todo la muerte es solo un sín- toma de que hubo vida\". Referencias 1. Ungar L, Alperin M, Amiel GE, Beharier Z, Reis S. Breaking badnews: training for family medicine residents.Patient Educ and Couns 2002;48:63-68.58 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 2. Bascuñán ML. Comunicación de la verdad en medicina: contribucione desde una perspectiva psicológica Rev. Méd. deChile 2005;133:693-698. 3. Sontag, S. La enfermedad y sus metáforas. Ed Taurus. Buenos Aires, 1996. 4. Gala, FJ, Lupiani, M, y Díaz, M. Sobre las concepciones de la muerte. ROL, 1991;159:63-66. 5. Sontag, S. El Sida y sus metáforas. Ed. Taurus. Buenos Aires, 1996.6. Gómez, M. Cómo dar las malas noticias en medicina. Ed. Arán. Madrid, 1999. 7. Psychological attitudes toward death and bereavement. One conceptual review FJ. Gala León, M. Lupiani Jiménez, R. RajaHernández, C. Guillén Gestoso, JM. González Infante, Mª. C.Villaverde Gutiérrez y I. Alba Sánchez. Cuadernos de MedicinaForense Núm. 30, octubre de 2002. 8. Dolor y Cáncer, Asociación Colombiana para el Estudio del Dolor, ACED, 2009.59 Liliana M. Támara P .: Toma de decisiones con los pacientes terminales ambulatorios en el manejo del dolor Vol. 6 Núm. 2 - 2011 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Toma de decisiones con los pacientes terminales ambulatorios en el manejo del dolor en Bogotá Liliana M. Támara P . * Después de 30 años de iniciada la implementación de la filosofía moderna de cuidados paliativos paralos pacientes terminales en Colombia, por diferentesgrupos, entre ellos el de la Fundación Omega 1 y el del Hospital Universitario San Vicente de Paúl2, se han registrado avances científicos, académicos e investi-gativos para la atención de esta población en casitodas las regiones del país. Sin embargo, dada laexclusión de la atención no hospitalizada de estospacientes del Plan Obligatorio en Salud, la coberturade atención específica para los colombianos que al-canzan a llegar al final de la vida por una enferme-dad puede ser menor al tercio de la población que informó la Asociación Internacional para los Hospice y Cuidados paliativos para la década de los noven-ta 3, con la necesidad de utilizar recursos de bolsillo de las familias para acceder a atención privada especia-lizada o la implementación de \"hospitalizaciones do-miciliarias\" con personal médico sin el enfoquepaliativista por parte de las administradoras de pla-nes de beneficios del sector salud. De esta manera la primera toma de decisiones, que en muchas ocasiones hacen las familias y los/aspacientes en solitario, es económica, sobre qué tipode atención quieren y qué tipo de atención puedenpagar y recibir. Las instituciones prestadoras de sa-lud refieren a profesionales o programas de diversogrado de complejidad. Organizaciones no guberna-mentales como la Fundación Pro Derecho a MorirDignamente referencia igualmente a profesionalesdedicados al apoyo de pacientes y familias en aten-ción médica, de psicología, de enfermería y apoyoespiritual; cuando las familias consideran los cuida-dos paliativos y no otras formas como las deseables para la asistencia de sus seres queridos en fase ter-minal y están dispuestos a pagar por ello todo elmanejo, están también tomando una decisión moralsobre su preferencia de aproximación a la muerte. La experiencia de realizar el abordaje de cuidados paliativos desde una perspectiva ética, antes que úni-camente técnica, deriva el curso del tratamiento apartir de la libertad y la autonomía de los pacientescomo individuos insertos en un ámbito familiar y so-cial; equilibra la relación médico-paciente, cuando elmédico comparte la información que posee sobre las enfermedades y el manejo del dolor y otros síntomas con pacientes y familias para que la toma de decisio-nes sobre las terapéuticas que eligen sean plenas yacordes a los niveles socioculturales propios. Sin embargo, cuando no ha habido una manifes- tación expresa individual de la voluntad sobre el tipode tratamiento y decisiones al final de la vida paraguiar la decisión médica, similar a los testamentosvitales 4, recae esta responsabilidad sobre las fami- lias, con el constante cuestionamiento por parte delos responsables sobre su asertividad y en muchasocasiones se recae, por este motivo, en tomar deci-siones únicamente técnicas. Cuando se requiere manejo de dolor, la farma- cología ha provisto excelentes herramientas para lo-grar un alivio completo y en este sentido se deberácontinuar desmitificando el uso de opioides 5,6; antici- par el manejo de efectos adversos, negociar dolor yconciencia, ponderar el doble efecto de los medica-mentos depresores 7, revisar el uso de sedación ter- minal8 y, por ende, la hidratación y nutrición al final de la vida9. De esta manera se enfatiza la importancia de un adecuado apoyo en la toma de decisiones al final de* Médica. Especialista en Bioética. Especialista en Auditoría en salud. Mg.(p) Protección Social. Entrenamiento Cuidados Pa-liativos. Atención domiciliaria privada en Bogotá.60 Revista Oficial de la Asociación Colombiana para el Estudio del Dolor Vol. 6 Núm. 2 - 2011 la vida, alrededor del manejo del dolor. Este apoyo requiere tiempo, calidez; conocimiento médico, éticoy cultural; además de un/a profesional que empleetécnicas de autocuidado 10 indispensables al enfrentar la propia mortalidad a partir de la muerte del otro. Referencias 1. Bejarano P , Cortes ME, Gerlein C, Griego JM, Guerrero LE, Jaramillo I, et al. Morir con dignidad: Fundamentos delcuidado paliativo. Fundación Omega. Bogotá. 1992. 2. Álvarez T. Interdisciplinariedad en la Clínica de alivio del dolor. Iatreia Jul 1992;5(2):142-148. Disponible en: in the developing world principles and practice. 2004;297-308. 4. Fundación Pro Derecho a Morir Dignamente. Esta es mi voluntad. Disponible en URL: http://www.dmd.org.co/pdf/faximil1.pdf5. Chou R, Fanciullo Davies P , et al. American Pain of en http://www.responsibleopioidprescribing.org/PROP_OpioidPrescribing.pdfel 1 de Julio de 2011. 7. Anderson S. The double effect of pain medication: separating myth from reality. Journal of Palliative Medicine. Winter1998;1(4):315-328. 8. Cuervo MA, Sánchez MA, Sánchez R, Alonso ME, Ruiz MP , Espinosa JA. Grupo de trabajo de Tratamientos del Programa Regional deCuidados Paliativos del Servicio Extremeño de Salud. Sedaciónen cuidados paliativos. SECPAL consultada en: http://www.secpal.com/guiasm/index.php?acc=see_guia&id_guia=8 el 1de julio de 2011. 9. Solomon MZ, et al. Decisions near the end of life: professional views on American "}