{"title": "Gustavo Rosas Bravo", "author": "Gustavo Rosas Bravo", "url": "https://secure.gravatar.com/cuidados/itemlist/user/279-gustavorosasbravo", "hostname": "gravatar.com", "description": "Portal de la Secretaría de Salud del Estado de Puebla", "sitename": "secure.gravatar.com", "date": "2020-02-17", "cleaned_text": "Gustavo Rosas Bravo [ Asma ](/prevencion/informate/item/441-asma) [ Día Mundial Contra la Rabia ](/prevencion/informate/item/439-dia-mundial-contra-la-rabia) |La rabia es una enfermedad zoonótica, causada por un virus que afecta a animales domésticos y salvajes, y se transmite al humano a través del contacto con la saliva de los animales infectados a través de mordeduras o rasguños, una vez que se presenten los síntomas, la enfermedad es casi siempre mortal.| Esta enfermedad esta presente en todos los continentes, excepto la Antártida, cada año mueren más de 55,000 personas a causa de la rabia, principalmente en los continentes de Asia y África. En la gran mayoría de los casos de rabia humana, los perros han sido la fuente de infección. Es de importancia en la salud pública ya que se relaciona con la convivencia diaria que se tiene con los animales de compañía y ocasionalmente a la exposición a otras especies de mamíferos potencialmente transmisores. Así la rabia cuando se presenta en zonas urbanas comúnmente es transmitida por perro y gato, mientras que en zonas rurales la transmisión puede ser por murciélago, zorrillo, coyote, mapache, principalmente. La rata, el ratón, el conejo y el hámster, entre otros roedores, no son infectantes debido a la condición paralítica que les ocasiona la enfermedad, incapacitándolos para transmitir el virus. La rabia es una enfermedad desatendida de poblaciones pobres y vulnerables, donde no se toman medidas para la prevención de la transmisión de la enfermedad de los perros a los humanos. La rabia es una enfermedad mortal pero prevenible. Día Mundial de la Lucha contra la Rabia El día Mundial de la Rabia es una iniciativa de la organización no gubernamental Alianza Global de Lucha contra la rabia (GARC) cuyo objetivo es prevenir la rabia en humanos y paliar las implicaciones que conlleva la enfermedad en otros animales, especialmente en perros. Se inició en 2007 y se ha celebrado en más de 150 países. El 28 de septiembre es una oportunidad para concientizar a de todo el mundo sobre el problema de la rabia. LEMA NACIONAL: \"La rabia es mortal, se contagia por saliva de perros, gatos y bovinos enfermos , así como por animales silvestres\" La enfermedad en el hombre La rabia es una enfermedad aguda infecciosa del sistema nervioso central ocasionada por un Rhabdovirus que causa encefalitis aguda con una letalidad cercana al 100%. Se debe pensar en rabia, en personas de cualquier edad, con antecedente de agresión por animales domésticos como caninos y felinos; y por animales silvestres como pueden ser: quirópteros, zorros, zorrillos, entre otros; ante la presencia de los signos o síntomas sugestivos de la enfermedad que se mencionan a continuación: cefalea, fiebre, dolor radial en los sitios de la agresión, angustia, parestesias en la herida, hidrofobia, aerofobia, fotofobia, parálisis, escurrimiento salival (sialorrea), deshidratación, delirio, convulsiones, coma, paro cardiorrespiratorio y muerte. El virus de la rabia se encuentra en la saliva y en las secreciones de los animales infectados y se inocula al hombre cuando animales infectados lo atacan y provocan alguna lesión por mordedura. Se calcula que la rabia causa cada año la muerte de más de 50 mil seres humanos en todo el mundo, la gran mayoría es transmitida por perro. Por ello al comienzo de la década de los 80 los países de la Región de las Américas apoyados por la Organización Panamericana de la Salud (OPS), se comprometieron a eliminar la rabia humana transmitida por perro en la Región, lo que ha permito abatir este padecimiento en más del 90% en los últimos 20 años. [www.epidemiologia.salud.gob.mx](http://www.epidemiologia.salud.gob.mx) La enfermedad de los animales Para el caso de perros y gatos los signos clínicos de la enfermedad e incluyen los siguientes: Cambios de conducta (retraimiento, apetito pervertido), Excitación, agresividad, Inquietud, Incoordinación motriz , Fotofobia, Midriasis (pupilas la deglución, Salivación excesiva, Temblores, Postración, Muerte. La duración de la enfermedad puede ser hasta de 10 días y tiene un período de incubación promedio de 4 semanas. [http://www.dof.gob.mx/](http://www.dof.gob.mx/) Y en otros animales: La primera señal de la rabia es usualmente un cambio en el comportamiento de un animal. Puede pasar a ser inusualmente agresivo o inusualmente manso. El animal puede perderle miedo a las personas y a sus enemigos naturales. Un animal silvestre puede parecer cariñoso y amistoso. O puede volverse ansioso o agresivo y atacar todo lo que encuentra a su paso. En algunas ocasiones se observa al animal tambalearse, convulsionar, echar espuma por la boca y paralizarse. Muchos animales producen sonidos inusuales. Por lo general los animales infectados mueren una semana después de que aparecen en ellos los síntomas de la rabia. Diagnóstico Los estudios específicos que se practiquen en personas y animales que se sospecha estén enfermos y sean portadores del virus de la rabia, consistirán principalmente en la toma de muestras de tejidos y líquidos recolectados conforme a lo siguiente: En el caso de las personas, que se sospecha están enfermas de rabia o durante la evolución de la enfermedad, se aplicará el diagnóstico intra vitam, que considera la toma de las siguientes muestras: Impronta de córnea, saliva, biopsia de cuero cabelludo y líquido cefalorraquídeo para búsqueda de antígeno viral; y deberá realizarse con base en el Manual de Procedimientos Básicos en la Toma de Muestras Biológicas para Diagnóstico elaborado por el InDRE. Los tiempos para la toma corresponden: Una vez iniciados los signos neurológicos, las muestras de impronta de córnea y saliva deben tomarse y enviarse diariamente. El líquido cefalorraquídeo y la biopsia de cuero cabelludo deben tomarse únicamente iniciados los síntomas neurológicos (parálisis, espasmos como respuesta a estímulos, aerofobia, hidrofobia, agitación, confusión alternada con periodos de lucidez y signos de disfunción autonómica). En aquellas personas que ya fallecieron, la disposición de sus cerebros, deberá hacerse con apego a las disposiciones jurídicas que resulten aplicables, con el fin de ser estudiados por laboratorio para corroborar si está presente el virus de la rabia. En el caso de perros y gatos agresores sacrificados o fallecidos durante la observación de la enfermedad y algunos sospechosos retirados de la vía pública, o entregados por la población para sacrificarse, sus cerebros deben estudiarse por laboratorio para corroborar si está presente o no el virus de la rabia. En el caso de contacto con secreciones de animales domésticos de interés económico que se sospecha estén enfermos de rabia o bien animales silvestres agresores, si pueden localizarse, se debe disponer de sus cerebros para ser estudiados por laboratorio y corroborar la presencia o no de virus de la rabia. Las pruebas de diagnóstico inicial para el diagnóstico de rabia se realizan en los laboratorios de la Red Nacional de Laboratorios Estatales de Salud Pública de las entidades federativas, de las asociaciones de ganaderos, de escuelas e instituciones de enseñanza superior o en centros de atención canina en caso de que dispongan de este servicio. En caso de muestra con resultado positivo a rabia se recomienda sea corroborada por el InDRE quien en algunos casos aísla el virus y realiza estudios de biología molecular. Si quieres informarte sobre - Datos epidemiológicos - Día Mundial de lucha contra la Rabia - Cadena de transmisión de la rabia - La enfermedad en el hombre - La enfermedad en los animales - Diagnóstico - Tratamiento - Vigilancia, prevención y control - Acciones estratégicas en la comunidad - Participación comunitaria; desde el Primer Nivel de Atención (Casas de Salud) consulta el siguiente documento. [Día Mundial Contra la Rabia](/images/areas/informate/Monitor_Rabia_2017.pdf)(pdf) 2.53 mb 20 páginas [ Depresión, causas y síntomas ](/prevencion/informate/item/438-depresion-causas-y-sintomas) ¿Qué es la depresión? Son alteraciones del estado de ánimo que se acompañan de diversos signos y síntomas emocionales, del pensamiento y del comportamiento. Se caracteriza por la pérdida de interés y del disfrute de las cosas, sintiendo tristeza, disminución de la vitalidad, cansancio. ¿Que causa la depresión? Es el resultado de una combinación de factores genéticos, bioquímicos, y psicológicos, Son trastornos del cerebro, responsables de la regulación del ánimo, pensamiento, apetito, y comportamiento. El stress emocional y físico, la pérdida de un ser querido, una relación dificultosa, o cualquier situación estresante puede provocar un episodio de depresión. ¿Cómo experimentan los adultos mayores la depresión? Los síntomas de depresión en el adulto mayor representan un mayor riesgo ya que suelen confundirse con enfermedades como demencia senil o accidentes vasculares cerebrales pueden ser pasados por alto. ¿Qué enfermedades nos pueden provocar síntomas depresivos? - Enfermedad Cardiaca - Diabetes - Cambios vasculares que son cambios en la flexibilidad de los vasos sanguíneos evitando que el flujo sanguínea llegue a los órganos del cuerpo y al cerebro - Enfermedad de Parkinson - Derrame Cerebral - Cáncer - Toma de medicamentos ¿Cuáles son los síntomas de depresión? - Sentimientos persistentes de tristeza, ansiedad, o vacío - Sentimientos de desesperanza y/o pesimismo - Sentimientos de culpa, inutilidad, y/o impotencia - Irritabilidad, inquietud - Pérdida de interés en las actividades o pasatiempos que antes disfrutaba, incluso las relaciones sexuales - Fatiga y falta de energía - Dificultad para concentrarse, recordar detalles, y para tomar decisiones - Insomnio, despertar muy temprano, o dormir demasiado - Comer excesivamente o perder el apetito - Pensamientos suicidas o intentos de suicidio - Dolores y malestares persistentes, dolores de cabeza, cólicos, o problemas digestivos que no se alivian incluso con tratamiento. ¿Cómo se detecta y trata la depresión? - La depresión, aun en los casos más graves, se debe tratar a tiempo para evitar complicaciones. - El primer paso para obtener el tratamiento adecuado es visitar a un médico, para descartar otras condiciones médicas. - Realizar evaluación psicológica o examen de salud mental. - Una vez diagnosticada, una persona con depresión puede ser tratada con varios métodos. Los tratamientos más comunes son la medicación y la psicoterapia ¿Cómo debemos prevenir esto? - Acudir a consulta para prevenir eventos críticos y en caso de detectarlos referirlos a psicología - Fomentar mejores estilos de vida saludable en el adulto mayor (Realizar ejercicio, dieta sana y balanceada evitar el consumo de alcohol y tabaquismo) - Promover asistencia a grupos de afinidad y terapia ocupacional al adulto mayor. [ Lepra, diagnóstico y tratamiento ](/prevencion/informate/item/437-lepra-diagnostico-y-tratamiento) |La lepra es una enfermedad contagiosa y crónica causada por una bacteria que afecta principalmente la piel, los nervios, la mucosa de la boca, nariz y oídos y también los ojos además de algunas otras partes del cuerpo.| La lepra es una enfermedad contagiosa y crónica causada por una bacteria que afecta principalmente la piel, los nervios, la mucosa de la boca, nariz y oídos y también los ojos además de algunas otras partes del cuerpo. Se transmite directamente de persona a persona, por medio de la saliva al toser, estornudar, hablar o escupir, se adquiere por la convivencia por mucho tiempo con una persona enferma sin tratamiento y por el contacto con piel infectada. ¿Cuáles son los signos y síntomas? Se inicia con manchas que cambian de color ya sea más claras, rojizas o de color cobre, principalmente en tronco, brazos y piernas. El microbio afecta primero la parte interna de la piel. Las partes afectadas pierden la capacidad de reaccionar ante las agresiones del medio (picaduras, machucones, quemaduras, cortadas) ya que están adormecidas o entumidas. Con el tiempo aparecen otras lesiones en forma de bolitas (nódulos) preferentemente en cara y tronco, éstas se pueden ulcerar y propagar el microbio. ¿Cómo se puede diagnosticar? El personal de salud realiza un examen médico y de laboratorio de la piel dañada del paciente, para saber si está enfermo. Si presenta algunos de éstos síntomas, acuda de manera inmediata a la Unidad de Salud más cercana para que el médico lo revise, diagnostique y le otorgue el tratamiento si lo requiere. Es muy importante que la persona identifique las partes del cuerpo que no siente porque puede haber complicaciones como son: desfiguración del rostro, pérdida del lugar del cuerpo donde se encuentre la lesión y la persona quede con discapacidad física. La prevención de esta enfermedad sólo es posible descubriendo las lesiones iniciales (manchas claras que no se sienten) y tomando el tratamiento completo lo más pronto posible, ya que no existe ninguna vacuna contra la Lepra. ¿Cómo controlar la Lepra? La Lepra puede controlarse porque no es muy contagiosa, pero se necesita que cada quien haga la parte que le corresponde: - Al enfermo: Acudir al Servicio de Salud para recibir su tratamiento. - A la familia: Apoyar al enfermo para que tome su tratamiento y evite complicaciones. A los servicios de salud: Revisar a los enfermos y darles medicinas e informar a la población sobre la enfermedad y su control. - A la población: Evitar los prejuicios contra la enfermedad y la discriminación de enfermos. Brindar atención y apoyo para quienes la padecen. LA LEPRA ES CURABLE SI SE TRATA A TIEMPO. EL DIAGNÓSTICO Y EL TRATAMIENTO SON GRATUITOS EN LOS CENTROS DE SALUD. [ Prevención contra la picadura de alacrán ](/prevencion/informate/item/436-prevencion-contra-la-picadura-de-alacran) |La picadura de un alacrán se da como un hecho accidental al entrar en contacto el hombre con el alacrán. Es más grave en niños y ancianos.| El mayor número de muertes ocurre en menores de 4 años en relación con la estatura, peso, estado general del paciente y la cantidad de veneno inoculado por el alacrán, así como por falta de tratamiento oportuno. ¿Cuáles son los síntomas por la picadura? Dolor en el sitio de la picadura, inquietud, comezón nasal, lagrimeo, estornudos, expresión de sufrimiento, sed intensa, entumecimiento de la lengua y labios con dificultad para hablar, sensación de cuerpo extraño en la garganta (cabellos atorados), salivación intensa, vómito, fiebre, ataques, inconsciencia, y finalmente muerte si no se atiende oportunamente. ¿Qué debes hacer para evitar el alacrán en tu vivienda? - Colocar mosquiteros en puertas y ventanas - Revisar y sacudir la ropa antes de ponérsela. - Revisar ángulos de las paredes, puertas y ventanas. - Resanado y aplanado de techos, pisos y paredes. - Colocar protección en puertas, ventanas y techos de materiales naturales, - Zoclo interior y exterior con azulejo, cemento pulido o lámina de metal galvanizado alrededor de la vivienda. - Utilizar pabellones en camas y las cunas de los niños y sumergir las patas de las camas dentro de recipientes con agua. - La cama debe estar 10 centímetros separada de la pared. - Eliminar cúmulos de basura, piedras y madera alrededor y dentro de la casa. Cortar la hierba alrededor de la casa. - Usar guantes de carnaza para realizar trabajos del campo que representen riesgo de picadura de alacrán. - Usar guantes como factor protector contra picaduras de alacrán durante la pizca de maíz en México - No caminar descalzo, no dejar ropa en el piso, no levantar piedras, tabiques o bultos sin precaución. [ Zoonosis: Rabia, Brucelosis y Cisticercosis ](/prevencion/informate/item/435-zoonosis-rabia-brucelosis-y-cisticercosis) |La rabia se origina en diferentes animales, entre ellos los perros y gatos, que conviven de manera cercana con la comunidad, el riesgo es latente y aumenta si no mantenemos su vacunación vigente, el servicio es gratuito y la vacuna de alta calidad.| Para poder garantizar un mejor cuidado por las familias y su atención en salud, esterilicemos a tiempo a nuestras mascotas, se puede hacer desde las 4 semanas de edad tanto a machos como a hembras. Recordemos que son nuestros acompañantes y cuidadores de nuestros niños o de otros animales de la familia. En Puebla, hemos luchado contra la rabia y gracias a tu esfuerzo la hemos controlado, continuemos por ese camino. No se cura, solo se previene. La atención a las personas es gratuita en las unidades de salud. Provoquemos una convivencia sana y responsable con los perros y gatos: vacúnalos, báñalos y conócelos. ¿Qué es la brucelosis? La Brucelosis se caracteriza por fiebres, dolores de cabeza y articulaciones, se transmite al consumir leche o queso sin pasteurizar. Sólo el Médico la puede diagnosticar con apoyo de estudios en sangre. Se presenta en todas las edades sin diferenciar el sexo, es de larga duración, afortunadamente se cuenta con un tratamiento específico y efectivo. Cuando las personas conviven con cabras o vacas sin atención médica veterinaria y vacunación, es más probable que se enfermen. Las personas que producen y venden queso elaborado con leche sin pasteurizar, favorecen que la enfermedad se difunda cada vez más y no se controle. - Consume leche y queso pasteurizado - Acude al Centro de Salud si tienes fiebre, dolor de cabeza y articulaciones. ¿Qué es la Taeniosis-Cisticercosis? La taeniosis es causada por la \"solitaria\" y se piensa en ella cuando las personas tienen dolor abdominal, mareos, pérdida de peso, dolor de cabeza, diarrea y comezón anal. Se adquiere al consumir carne de cerdo con cisticercos Para prevenirla: - Consume alimentos cárnicos bien cocidos - Desparasítate 2 veces al año, acude a tu unidad médica para que te prescriban el medicamento adecuado. ¿Qué es la Cisticercosis? La Cisticercosis o \"tomatillo\" se manifiesta con dolores intensos de cabeza, mareos, convulsiones, deterioro mental y visual. Es una enfermedad tratable y en ocasiones curable, pero es 100% prevenible. Nos enfermamos cuando comemos alimentos contaminados con huevos de teania que son eliminados en las heces de las personas que tienen en su intestino este parásito. Para prevenirla: - Lávate las manos antes y después de ir al baño. - Desparasítate 2 veces al año, acude a tu unidad médica para que te prescriban el medicamento adecuado. - Lava frutas y verduras con detergente y agua abundante. [ Día Mundial de la Salud 2019 ](/prevencion/informate/item/433-dia-mundial-de-la-salud-2019) |En el 2019 la \"Cobertura Sanitaria Universal\" es el objetivo primordial de la OMS, para lograrlo es crucial que todas las personas puedan tener la atención que necesitan, cuando la necesiten, en el seno mismo de la comunidad.| Esta Iniciativa tiene por objeto ayudar a las personas a entender mejor lo que significa la cobertura sanitaria universal: los servicios y apoyos que deben estar disponibles para la población. Los profesionales de la salud desempeñarán una función importante en la campaña, ayudando a las instancias decisorias del sector de la salud a reconocer las necesidades de las personas en materia de salud, especialmente en el nivel de la atención primaria. Hace 41 años, la Declaración de Alma-Ata definió la atención primaria de salud como un conjunto de valores rectores para el desarrollo sanitario, un conjunto de principios para la organización de servicios de salud y una variedad de criterios para abordar las necesidades sanitarias prioritarias y los determinantes fundamentales de la salud. La Declaración amplió el modelo médico para incluir factores sociales y económicos, y reconoció que las actividades de numerosos sectores, incluidas las organizaciones de la sociedad civil, determinaban las perspectivas de mejorar la salud al ofertar una Cobertura Sanitaria Universal. Los objetivos generales eran la equidad en el acceso a la atención, y la eficacia en la prestación de los servicios. Determinantes Sociales en Salud Para la OMS: Los determinantes sociales son las condiciones en las que la gente nace, crece, vive, trabaja, se reproduce, envejece y muere; incluyendo de manera especial al sistema de salud. Es fundamental fortalecer la articulación de entre salud y comunidad, mediante la promoción de la participación activa de municipios y organizaciones sociales en las mejoras de las condiciones de vida y el desarrollo de entornos saludables para vivir, trabajar y jugar, facilitando el empoderamiento de las personas mediante la capacitación y la participación activa y el acceso a la información, para la formulación de políticas, en las acciones para abordar los determinantes sociales , en la promoción y protección de la salud. Cobertura Sanitaria en el Estado de Puebla En el estado de Puebla el Sistema de Protección Social en Salud, hasta el momento ha proporcionado cobertura de los servicios de salud a 1,833,747 habitantes. Uno de los principios fundamentales ha sido el garantizar el acceso efectivo a los servicios de salud, mediante la combinación de intervenciones de promoción de la salud, prevención, diagnóstico, tratamiento y rehabilitación; seleccionadas de forma prioritaria para satisfacer las principales necesidades en salud. El Catalogo Universal de Servicios de Salud, CAUSES 2018 es la herramienta del Sistema de Protección Social en Salud que define la cobertura para garantizar el acceso a la salud, a través de los servicios preventivos, servicios de atención primaria a la salud, consulta de especialidad, estudios de gabinete, cirugías, rehabilitación, cuidados paliativos y la articulación de una red de referencia a servicios de alta especialidad. Las principales áreas de atención a la salud se vinculan con el Catálogo señalado a través de los diagnósticos acotados a la clasificación CIE-10 y que son: - Medicina preventiva - Cirugía general - Ginecología - Medicina general y de especialidad - Neurodesarrollo - Odontología - Planificación familiar - Traumatología y ortopedia - Urgencias médicas - Nutrición La Cobertura Sanitaria en nuestro Estado , se da a través de la infraestructura existente en la Secretaria de Salud, que permite a la población acudir a solicitar los servicios de salud, en los diferentes niveles de atención, dependiendo de cada caso en particular, pero atendiendo a las necesidades de la población. El Equipo de Salud dividido en los tres niveles de atención conformado por Médicos, Enfermeras, Promotores de Salud, etc. Se dan a la tarea de atender a la población demandante de los servicios, con la mayor calidad posible y con la finalidad de cubrir las necesidades de salud de la población del Estado. La Atención Primaria a la Salud se convierte en el eje de integración estratégica de la red de servicios donde se define el flujo de personas asignadas a las diversas unidades de salud para responder a sus necesidades en las redes de servicios que les corresponden. Debe estar orientada al conjunto de servicios de salud que sean congruentes con las necesidades locales, así como la definición de los equipos de salud deben determinarse de acuerdo con los recursos disponibles. Infraestructura en salud Actualmente la Secretaría de Salud cuenta con un Sistema de Salud Integral, con: a) Primer Nivel de Atención En todos los Centros de Salud de Primer Nivel de Atención, que son regularmente el primer contacto de la población con los Servicios de Salud, donde se atiende a la población demandante, se llevan a cabo acciones de Prevención y Promoción de la Salud, basados en el Paquete Garantizado de Servicios en el que por grupo de edad y sexo o estado de vida particular, se tienen las acciones de que se deben ir realizando durante la Línea de Vida y es donde principalmente se aplican las acciones y actividades de los 37 Programas de Salud Federales. Acciones de Prevención y Promoción de la Salud durante la \"Línea de Vida\" b) Segundo Nivel de Atención Se ubican los hospitales y establecimientos donde se prestan servicios relacionados a la atención en medicina interna, pediatría, gineco-obstetricia, cirugía general y psiquiatría. Hospitales Integrales, Urgencias 24 Hrs (Código Verde 11) Servicios - Consulta Externa M.G. - Urgencias - Laboratorio - Imagenología (Estudio Simple) - Hospitalización - Ambulancia Hospitales Integrales Resolutivos (Código Amarillo 20) Servicios - Consulta Externa M.G. - Consulta Especialidad - Urgencias - Laboratorio - Imagenología (Estudio Simple) - Hospitalización - Cirugía - Ambulancia - Puesto de Sangrado y Transfusión Sanguínea c) Tercer Nivel de Atención Se reserva para la atención de problemas poco prevalentes, se refiere a la atención de patologías complejas que requieren procedimientos especializados. 13 Hospitales Generales Resolutivos (Código Naranja) Servicios - Consulta Especialidad - Urgencias - Laboratorio - Imagenología - Hospitalización - Cirugía - Ambulancia - Puesto de Sangrado y Transfusión 9 Hospitales de Especialidad Resolutivos (Código Rojo) - 3 Unidades de apoyo Servicios - Consulta Especialidad - Urgencias - Laboratorio - Imagenología - Hospitalización - Cirugía - Ambulancia - Puesto de Sangrado y Transfusión Sanguínea - UCIA - UCIN Conclusiones Así con el esquema de Cobertura Sanitaria Universal para brindar atención a la población del Estado de Puebla, es como los Servicios de Salud del Estado se apegan a los Lineamientos y Políticas Internacionales instrumentadas por la Organización Mundial de la Salud de donde México, es miembro activo, siempre partícipe y en muchas ocasiones promotor de mejoras a diversos niveles para beneficio de la población de nuestro país y del Estado de Puebla.De esta manera se contribuirá a mejorar las condiciones de salud de los poblanos, así como a abatir las desigualdades en salud, que aún se observan entra las diversas regiones del Estado. Si quieres descargar el archivo en pdf [Día Mundial de la Salud 2019](/images/areas/informate/MONITOR_DIA_MUNDIAL_DE_LA_SALUD_2019_Propuesta_Final_-2.pdf)(pdf) 1.4 mb 16 páginas [ Tuberculosis, síntomas y tratamiento ](/prevencion/informate/item/432-tuberculosis-sintomas-y-tratamiento) |La Tuberculosis es una enfermedad infecciosa crónica y contagiosa, se adquiere fácilmente por vía aérea, afecta principalmente al sistema respiratorio.| Ataca al estado general y si no es tratada oportuna y eficientemente puede causar la muerte. ¿Cuáles son los síntomas? - Tos con flemas por dos o más semanas. - Pérdida de peso - Falta de apetito - Sudoración nocturna - Fiebre. ¿Cómo se contagia? La manera en que se contagia es a través de gotitas de saliva que una persona enferma arroja al toser. Estornudar o escupir. ¿Cómo saber si estoy enfermo? - El examen de la flema al microscopio es suficiente para realizar el diagnóstico. - Toma de Baciloscopía. - Se debe tomar en todos los casos probables sin importar el motivo de la consulta. - Entre los contactos sintomáticos de un caso de tuberculosis. - En grupos de poblaciones de riesgo (jornaleros, asilos, migrantes, diabéticos, alcohólicos, personas con VIH, etc.). - Se debe realizar en tres muestras de expectoración sucesivas. ¿Qué debo hacer en caso de padecer tuberculosis? - Envía a los familiares que viven contigo al Centro de Salud para que sean examinados, ya que también pueden estar enfermos. - Verifica que todos los niños de tu familia estén vacunados. - No escupas las flemas en el suelo, sino en papel y quémalo de inmediato. - Procura tener una alimentación balanceada. - Cuida que tu vivienda este siempre limpia y ventilada. - No fumes ni tomes bebidas alcohólicas para que tu recuperación sea más rápida. - No dejes de acudir a la clínica a tomar tu medicamento. Prevención La mejor forma de prevenir la enfermedad es a través de la detección oportuna y curación de todos los casos nuevos con esquemas primarios estrictamente supervisados. ¿Cuál es el tratamiento que debo seguir? Existen medicamentos muy eficaces que curan definitivamente esta enfermedad pero es necesario: - Asistir al Centro de Salud a tomar los medicamentos los días que se le indiquen. - Tomarlos por seis meses sin interrumpirlos. - Los primeros dos meses diariamente. - Los cuatro meses restantes sólo tres veces por semana. - Cuando el paciente no pueda acudir debe avisar al Centro de Salud. - Todo paciente debe ser valorado mensualmente por el médico y se debe estudiar su flema. - La Tuberculosis se cura con medicamentos especiales siempre y cuando los tome en tiempo y en la cantidad indicada. - En caso de sospechar que tienes tuberculosis acude inmediatamente a tu Centro de Salud más cercano. - El diagnóstico y el tratamiento son gratuitos. [ Consejos para el cuidado y ahorro del agua ](/prevencion/informate/item/431-consejos-para-el-cuidado-y-ahorro-del-agua) |Puebla Sana te comparte algunos consejos para que te sumes al grupo de personas que trabaja por mejorar el medio ambiente y no desperdiciar el agua.| - No laves los vegetales bajo el chorro del lavabo, utiliza recipientes para evitar el desperdicio de agua. Esto puede ahorrar un total de 10 lts. - No dejes correr el agua cuando te cepillas los dientes o te afeitas, con ello estarás ahorrando un total de 10 lts. de agua. - Evitar las fugas en el inodoro tiene un impacto significativo de ahorro de 3.000 lts. de agua. - En la ducha cierra la regadera mientras te enjabonas. Evita el uso de tinas de baño, si lo haces estarás ahorrando al menos 150 lts. de agua potable. - No arrojes desperdicios en el inodoro, con ello ahorrarás 30 lts de agua. - Evita el goteo en cualquier llave, puedes ahorrar hasta 30 lts de agua. - Para lavar, procura usar al máximo la capacidad de tu lavadora, así ahorrarás hasta 200 lts. de agua. Maneras de cuidar el agua - Cierra la llave mientras lavas frutas, verduras o platos. - Utiliza la lavadora de forma inteligente, llénala a su capacidad máxima en cada carga de ropa. - Reutiliza el agua para otras tareas como limpieza de pisos o regar plantas. - Evita usar mangueras y revisa el estado de las cañerías y llaves. - Utiliza fuentes para el lavado de alimentos. No los descongeles con agua. [ Día Mundial de la Hipertensión Arterial ](/prevencion/informate/item/430-dia-mundial-de-la-hipertension-arterial) La hipertensión es el principal factor de riesgo para sufrir una enfermedad cardiovascular. Cada año ocurren 1.6 millones de muertes por enfermedades cardiovasculares en la región de las Américas, de las cuales alrededor de medio millón son personas menores de 70 años, lo cual se considera una muerte prematura y evitable. La hipertensión afecta entre el 20 y 40% de la población adulta de la región y significa que en las Américas alrededor de 250 millones de personas padecen de presión alta. De acuerdo con la Encuesta Nacional de Salud y Nutrición de Medio Camino, 2016 (ENSANUT MC, 2016) se encontró que la prevalencia de hipertensión arterial fue de 25.5%, de los cuales 40% desconocía que padecía esta enfermedad y solo el 58.7% de los adultos con diagnóstico previo se encontraron en control <140/90 mmHg. En los hombres la prevalencia de hipertensión arterial es de 24.9% y en mujeres 26.1%, 48.6% de los hombres ya conocían el diagnóstico y en mujeres el 70.5% ya había recibido previamente el diagnóstico médico de hipertensión. Día Mundial de la Hipertensión Cada 17 de mayo se conmemora el Día Mundial de la Hipertensión con la finalidad de promover la concientización para prevenir, diagnosticar y controlar la hipertensión arterial, condición que constituye el principal factor de riesgo para padecer enfermedades cardiovasculares. Hipertensión en México - Existen 15 millones de pacientes con hipertensión. - 1 de cada 4 mexicanos son hipertensos. - Hombres con Hipertensión Arterial: 24.9% - Mujeres con Hipertensión Arterial: 26.1% - En México, la prevalencia de hipertensos con tensión arterial controlada es de 45.6% (ENSANUT MC 2016) De acuerdo a reportes de la Organización Mundial de la Salud (OMS), la Hipertensión es el factor de riesgo número uno de muerte. - En México la prevalencia actual de hipertensión arterial es de 25.5%, y de éstos el 40.0% desconocía que padecía esta enfermedad. - La proporción de adultos con diagnóstico previo de hipertensión arterial y cifras de tensión arterial controlada (<140/90 mmHg) es de 58.7%. - Dentro de la proporción de adultos con diagnóstico previo de hipertensión arterial, el 79.3% reportó tener tratamiento farmacológico para controlar sus valores de tensión arterial. Hipertensión en Puebla - Actualmente la Secretaría de Salud atiende a un total de 53,992 pacientes por Hipertensión Arterial Sistémica. (OMENT 2019) - El 65.49% de estos pacientes se registra como pacientes en control terapéutico (35,361 pacientes).(Cubos- SIS-2019) - Para el mes de Marzo de 2019, Puebla presenta un porcentaje de positividad del 1.28 % en las detecciones de Hipertensión Arterial realizadas a la población vulnerable. - Las Jurisdicciones sanitarias con mayor incidencia registrada para este año son Zacapoaxtla e Izúcar de Matamoros. ¿Qué es la hipertensión arterial? - Según la OMS la hipertensión, también conocida como tensión arterial alta o elevada, es un trastorno en el que los vasos sanguíneos tienen una tensión persistentemente alta. - En ocasiones, la hipertensión causa síntomas como dolor de cabeza, dificultad respiratoria, vértigos, dolor torácico, palpitaciones del corazón y hemorragias nasales, pero no siempre. - Si no se controla, la hipertensión puede provocar un infarto de miocardio, un ensanchamiento del corazón y a la larga insuficiencia cardiaca. - Los vasos sanguíneos pueden desarrollar protuberancias (aneurismas) y zonas débiles que los hacen más susceptibles de obstruirse y romperse. - La hipertensión también puede provocar insuficiencia renal, ceguera y deterioro cognitivo. Síntomas La mayoría de los hipertensos no tienen síntomas. Está muy difundida la idea incorrecta de que las personas con hipertensión siempre tienen síntomas, pero la realidad es que la mayoría no los tiene en las etapas iniciales. Puede presentar: - Cefalea - Dificultad respiratoria - Mareo - Dolor torácico - Palpitaciones - Hemorragia nasal Ignorar estos síntomas puede ser peligroso, pero tampoco se los puede interpretar siempre como indicativos de hipertensión. La hipertensión es una grave señal de advertencia de la necesidad de modificar significativamente el estilo de vida. Esta afección puede matar en silencio y es importante que todo el mundo se controle la tensión arterial. Existen múltiples factores predisponentes de Hipertensión Arterial que generalmente coexisten - Edad - Aumento de peso - Sedentarismo - Raza - Factores psicosociales - Peso al nacer - Fármacos - Ingesta de sal - Alimentación y hábitos - Consumo exagerado de alcohol - Tabaquismo - Suplementación de potasio - Obesidad - Antecedentes genéticos Causas - Edad: Uno de los factores que contribuye a la hipertensión arterial es el envejecimiento de la población, especialmente en los países industrializados. Sin embargo, no es una condición inherente al envejecimiento, sino que se relaciona con el aumento de peso, sedentarismo y al aumento en la rigidez de las arterias de mediano y gran calibre. - Raza: La importancia de la raza queda demostrada en la población negra, quienes tienden a tener presiones más altas que la población blanca a la misma edad. También existen diferencias entre un lugar geográfico y otro. Así, los países industrializados tienen en general más hipertensión arterial que las zonas rurales. Esto ha sido atribuido a condiciones genéticas y a estilos de vida. - Factores psicosociales: Parece lógico pensar que los marcados contrastes psicosociales serían el factor decisivo para explicar estas diferencias en la evolución de la presión arterial. - Ingesta de sal: Especial mención merece la ingesta excesiva de sal, especialmente si se sabe que alrededor del 50% de los casos de hipertensión arterial son \"sal sensibles\". Existiría una relación directa entre la cantidad de sal de la dieta y los valores de presión . Con el consumo diario de sal es de 8 gr. y se tiene una prevalencia de 8% de hipertensión arterial, a diferencia de la población del Norte de Japón, en donde consumen 25 gr. de sal diarios y tienen una prevalencia de 38% de hipertensión arterial. - Alimentación y hábitos: El consumo exagerado de alcohol, el sobrepeso y el tabaquismo contribuyen a aumentar la prevalencia de las cifras altas de presión arterial. El potasio también jugaría un rol, ya que mientras mayor sea la excreción en 24 horas de potasio urinario, menor es la presión sistólica y diastólica. Sin embargo, la suplementación de potasio tendría sólo un leve efecto hipotensor . - El sedentarismo: es un factor que también contribuye a la aparición de hipertensión arterial. - Obesidad: Conlleva a un aumento de la insulina plasmática y de leptina, con aumento de las cifras tensionales, presumiblemente a través del sistema nervioso simpático. La hipertensión es parte del síndrome de resistencia insulínica, con alteración de los lípidos, de la homeostasis y del metabolismo de la glucosa ¿Cómo puedo prevenir la hipertensión? El estilo de vida de los adultos (19 a 59 años) los hace más propensos a padecer enfermedades crónicas como la hipertensión. Contribuyen a esto el exceso de peso como consecuencia de hábitos de alimentación no saludables, la falta de oportunidades para ejercitarse o de los espacios para hacerlo. - Mantener un peso corporal normal y reducirlo si es necesario - Tener una alimentación más sana - Disminuir el sodio a <2,000 mg por día (5 gramos de sal) - Realizar actividad física regular mínimo 30 minutos al día - Limitar el consumo de alcohol - Evitar el consumo de tabaco - Evitar exposición al humo de segunda mano Si quieres informarte sobre - Día Mundial de la Hipertensión Arterial - Datos Epidemiológicos - Hipertensión - Síntomas - Factores de Riesgo - Causas - ¿Cómo puedo prevenir la Hipertensión? - Consejos prácticos para el Cuidado de la Salud consulta el siguiente documento. [Día Mundial de la Hipertensión Arterial](/images/areas/informate/HIPERTENSION_19_SIN_TABLAS-2.pdf)(pdf) 826 kb 14 páginas "}