{"title": "110+ Safe Products: My Pure Haven Review - To Make a Mommy", "author": "Anna Rapp", "url": "https://www.tomakeamommy.com/110-safe-products-my-pure-haven-review/", "hostname": "tomakeamommy.com", "description": "My Pure Haven review, a non-toxic beauty and home cleaning item company that produces pregnancy-safe and fertility safe products.", "sitename": "To Make a Mommy", "date": "2023-06-27", "cleaned_text": "It was during my infertility journey that I started learning about harmful chemicals such as [phthalates](https://www.tomakeamommy.com/phthalates-bpa-infertility-reduce-toxins-fertility-pregnancy-babies/) and parabens, and how they can affect your hormones, and decrease fertility. I started seeking out clean, non-toxic beauty products, home products, and non-toxic cleaning products. When I [ became pregnant](https://www.tomakeamommy.com/got-pregnant-naturally-beat-odds-overcoming-high-fsh-diminished-ovarian-reserve-become-pregnant/) I was super diligent about making sure that everything I used was pregnancy-safe! Now, almost a decade later, I am still dedicated to non-toxic living, and to finding brands dedicated to creating the cleanest and safest products for my whole family. I wanted to do a Pure Haven review after learning about their incredible commitment to producing non-toxic products. Table of Contents TTC Safe & Pregnancy Safe Beauty and Cleaning Products Unfortunately, some chemicals in personal care and cleaning products are linked to infertility, miscarriage, and pregnancy complications. If you are trying to conceive, my advice is to immediately stop using products containing these ingredients, and make the swap FOR LIFE to non-toxic options. Here is my guide to what [ toxins to ditch when trying to conceive or pregnant](https://www.tomakeamommy.com/first-step-towards-renewed-fertility-cleanse-life-fertility-harming-toxins/). There are plenty of non-toxic personal care and cleaning product brands that are safe for fertility and pregnancy (see all my [ favorite non-toxic products here](https://www.tomakeamommy.com/non-toxic-products-safe-for-fertility-pregnancy-and-babies/)!), and I'll tell you about one of the best brands in this post. Let me introduce you to Pure Haven! PURE HAVEN REVIEW If you follow my blog you know I have several non-toxic companies that I love, like Beautycounter, Crunchi, Branch Basics, Perfect Supplements, Naturepedic., etc., but I'm always in the market for new non-toxic products that meet my household needs, and the needs of my blog readers. I like to vote with my dollars for companies that are dedicated to safe products, and I ESPECIALLY like companies that make ALL of their products pregnancy safe and safe for when trying to conceive. My friend Irina Webb, a non-toxic blogger, told me about Pure Haven and encouraged me to try their products. Are Pure Haven Products Truly Non-Toxic? Um, the short answer is YES. They are one of a handful of dedicated companies that are very strict in choosing, sourcing, and testing ingredients. Why I Trust that Pure Haven's Products are Safe: - They require their suppliers to sign an affidavit to disclose all ingredients and sub-ingredients, including how the ingredient was processed and/or grown. - They require testing on all incoming raw materials; otherwise, they will not be accepted. - Pure Haven does their own 3rd party testing for PFAS, heavy metals, stability, safety, bacteria, yeast, etc. - The company owns a USDA-certified organic manufacturing facility and controls the entire manufacturing process, starting with incoming water. - They test the water they use in the formulations for contamination through micro-testing of every single batch and then they purify it using 5-stage technology (even in cleaning products). - Amazingly, they even control what the machines at their manufacturing facility are cleaned with to ensure quality! Mind you, most companies the small size of Pure Haven don't do their own ingredient sourcing, formulation, and manufacturing. Most larger companies don't either! A company might be involved in the process, but they put trust in other companies that manufacture their products. That is why the level of involvement the company demonstrates is quite impressive and a huge reason I wanted to learn more about Pure Haven products. Don't need to read more? [Shop Pure Haven with me now!](https://purehaven.com/annarapp) Where is Pure Haven Made? All Pure Haven products are made in the United States in their own USDA-certified organic manufacturing facility. Toxic Chemicals Never Used in Pure Haven Products As you may know, endocrine disruptors are chemicals that interfere with the normal function of your hormones. The endocrine system regulates all biological processes in the body, including the development of the brain and nervous system, growth and function of the reproductive system, metabolism, blood sugar levels, ovaries, testes, pituitary, thyroid, and adrenal glands ( [source](https://www.cancer.gov/publications/dictionaries/cancer-terms/def/endocrine-system)). In other words, the endocrine system is in charge of your fertility, and you don't want any malfunction on its part! So, it's a good thing that you won't see any [endocrine disruptors](https://www.endocrine.org/patient-engagement/endocrine-library/edcs) in Pure Haven products, such as: - Fragrance or \"parfum\" often contains [phthalates](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7559247/#:~:text=At%20the%20hormonal%20level%2C%20phthalates,gene%20expression%20associated%20with%20reproduction.)linked with infertility, miscarriage, and birth defects, among other things. See my post on [eliminating phthalates for fertility here](https://www.tomakeamommy.com/phthalates-bpa-infertility-reduce-toxins-fertility-pregnancy-babies/)! While some \"natural\" brands will use undisclosed \"natural fragrance\" this is a hard pass for me when there are so many brands that will fully disclose their ingredients and who only use safe essential oils. For more on that distinction, see Irina's post [Is Natural has a good post about this in the [Protect Yourself from Formaldehyde in Products](https://ireadlabelsforyou.com/formaldehyde-in-products/) [Parabens](https://www.sciencedirect.com/science/article/abs/pii/S0303720718301060)such as methylparaben, ethylparaben, and butylparaben, are sometimes used as a preservative \"cocktail\" in many personal care and cleaning products. Parabens are linked to [male](https://www.sciencedirect.com/science/article/pii/S0890623808002682)and [female](https://ehp.niehs.nih.gov/1205350/)infertility, among other things, and are derived from petroleum. Some other potentially toxic ingredients Pure Haven bans from its products are: - benzisothiazolinone (potential skin [sensitizer](https://echa.europa.eu/substance-information/-/substanceinfo/100.018.292), for more details ethoxylated ingredients (such as PEGs, Polysorbate 20, -eth potentially contaminated with carcinogenic [ethylene oxide](https://www.safecosmetics.org/chemicals/ethoxylated-ingredients/), learn more about them in the [Hidden Ingredients in the Best Baby Wipes blog post](https://ireadlabelsforyou.com/hidden-ingredients-in-baby-wipes-and-the-best-baby-wipes/)) - methylchloroisothiazolinone (potential skin [sensitizer](https://echa.europa.eu/substance-information/-/substanceinfo/100.043.167)and learn more in the [What Is Methylchloroisothiazolinone & Is It Safe?](about:blank)post) - methylisothiazolinone (potential skin [sensitizer](https://echa.europa.eu/substance-information/-/substanceinfo/100.018.399)and learn more in the [What Is Methylisothiazolinone? post](https://ireadlabelsforyou.com/what-is-methylisothiazolinone/)) Non-Toxic Ingredients Used by Pure Haven That Are Pregnancy-Safe and Fertility Safe First, the preservatives used in [Pure Haven](https://purehaven.com/annarapp) shampoo, personal care, and cleaning products are among the safest in the world and are accepted by [COSMOS](https://www.cosmos-standard.org/). It is a European cosmetic natural and organic standard that positions itself as a guarantee for organic and natural body products that consumers can trust. The following preservatives used in Pure Haven products are on the [list of raw materials](http://www.cosmos-standard-rm.org/verifmp.php) approved by COSMOS: - caprylhydroxamic acid - lactobacillus - leuconostoc/radish root ferment filtrate - levulinic acid - p-anisic acid - sodium anisate - sodium levulinate, and - sodium phytate. Second, the surfactants (cleansing and lathering agents) used in Pure Haven shampoo, personal care, and cleaning products are glucosides, such as coco-glucoside, decyl glucoside, the mildest and gentlest surfactants I have come across and are commonly used in \"clean\" baby products. Third, skincare and personal care products contain many botanical extracts and oils, including organic ones. Some Pure Haven products contain essential oils, so, if you are sensitive to scents, check the label! Luckily their baby products have zero essential oils; I'm a big fan of unscented baby products! Pure Haven versus Beautycounter If you've been following my blog you know I'm obsessed with [Beautycounter](https://www.beautycounter.com/annarapp) and use their makeup and skincare products almost exclusively. You can see my [personal beauty routine ](https://www.tomakeamommy.com/my-non-toxic-skincare-make-up-routine/)and read my posts on choosing [non-toxic makeup](https://www.tomakeamommy.com/non-toxic-makeup-brands-for-fertility-and-pregnancy/) and [non-toxic skincare](https://www.tomakeamommy.com/non-toxic-skincare-brands-for-better-hormone-health/) to understand why! Pure Haven and Beautycounter have a lot in common- careful sourcing and stringent testing to start with. But, they are also dissimilar. For one thing, Pure Haven has a much wider range of products, including baby care, hair spray, pet care, essential oils, and home cleaning products. Another thing that sets [Beautycounter](https://www.beautycounter.com/annarapp) and [Pure Haven](https://purehaven.com/annarapp) apart is the price range. [Beautycounter](https://www.beautycounter.com/annarapp) is not only dedicated to clean, safe products, they are also dedicated to very high-performing products. This means, especially with regard to makeup and skincare, their products will be more expensive, as their ingredients are also, more expensive, and they put a great deal of money into researching and trying to create products that are just as high performing as mainstream beauty products. This is great if you want high-performing products, but if you just want a face cleanser, it can be a little pricey. This is another reason I'm glad to add Pure Haven to the list of companies I recommend- their prices are a bit more reasonable for people who are just starting to switch to non-toxic. Let's move on to the Pure Haven reviews of cleaning and personal care products. *This post contains [affiliate links](https://www.tomakeamommy.com/affiliate-links/) which at no cost to you provide me with some small change to help keep this blog running! If you decide to buy something I recommend, please consider clicking through one of my links to help support this blog and my family! Thank you! Pure Haven Products Review In this review, I am looking at the ingredients of pure haven products and at their performance. I will be updating these reviews as I try more of their products. Pure Haven Baby Products Review I'm putting this category at the top of my list because I feel like this is where Pure Haven really shines. Few companies make such safe, non-toxic baby products. If you are looking for organic or natural baby wash or shampoo, definitely try [Pure Haven](https://www.purehaven.com/annarapp). Personally, I am now using the unscented Baby Wash & Shampoo on my children, and honestly, on myself, as a gentle, unscented body wash. [Baby Bottom Wash](https://shop.purehaven.com/#/shop/detail/95358/from/36493)(contains organic chamomile extract and a mild glucoside surfactant) [Baby Diaper Rash Cream](https://shop.purehaven.com/#/shop/detail/95359/from/36493)(contains zinc oxide 14% as an active ingredient) [Baby Wash & Shampoo](https://shop.purehaven.com/#/shop/detail/95357/from/36493)(contains organic aloe leaf juice, organic chamomile flower extract, and mild glucoside surfactants) [Mom & Baby Body Oil](https://shop.purehaven.com/#/shop/detail/95366/from/36493)(USDA-certified organic; contains numerous e.g., chia, grape, and avocado oils) [Mom Balm](https://shop.purehaven.com/#/shop/detail/13040/from/36493)(USDA-certified organic; just six ingredients, all organic: olive oil, shea butter, castor oil, beeswax, pumpkin seed oil, grapeseed oil) [5-Piece Baby Care Set](https://shop.purehaven.com/#/shop/detail/95422/from/36493)(bottom wash, diaper rash cream, wash & shampoo, mom & baby body oil, mom balm) Pure Haven Shampoo & Hair Care Review I have been trying the Supergreens Shampoo and Conditioner, as well as the Deep Conditioner. I also grabbed the Hair Spray to try because my daughter had her first dance recital this year, and I realized I didn't have a clean hair spray for her! I LOVE the shampoo and conditioners. I find my hair is so squeaky clean with the shampoo. You can see my post here with all [my favorite non-toxic hair care items.](https://www.tomakeamommy.com/non-toxic-hair-care-shampoos-conditioners-and-styling-products-safe-for-fertility-ivf-and-pregnancy/) The hair spray is okay, and I will continue to use it and nothing else on my daughter, but it doesn't have the same hold as a traditional toxic option. Their shampoos and conditioners are considered some of the best Pure Haven products. [Supergreens Conditioner](https://shop.purehaven.com/#/shop/detail/95136/from/36493)(contains aloe vera leaf juice, kale protein, pea peptide, spirulina extract, rosemary, and mint) [Supergreens Detangler](https://shop.purehaven.com/#/shop/detail/95137/from/36493)(made with organic aloe vera leaf juice, avocado oil, panthenol, broccoli seed oil, pea peptide, kale protein, carrot protein, lemon protein, and spirulina extract) [Supergreens Shampoo](https://shop.purehaven.com/#/shop/detail/95135/from/36493)(contains antioxidants, omega-3 and omega-6 protein, peptide, rosemary, and mint) [Supergreens Thermal Protection Hair Mist](https://shop.purehaven.com/#/shop/detail/95210/from/36493)(contains aloe vera, kale protein, and pea peptide to help protect hair from over-drying and breakage) [Hair Spray- Regular Hold](https://shop.purehaven.com/#/shop/detail/37061/from/36493)(made with essential oils and hydrolyzed guar, vegetable glycerin, and xanthan gum for holding power) Pure Haven Cleaning Products Review You already know that all Pure Haven products are free of toxins and are pregnancy-safe, fertility safe, and safe to use around babies and small children. But do they work?? So far I have tried the Dishwasher Detergent and the Master Blaster Stain Remover and really like them both. I'm excited to grab the dish soap liquid on my next order because we are always trying to find a safer option for that! Here are some of their non-toxic cleaning products: [Dishwasher Detergent](https://shop.purehaven.com/#/shop/detail/95434/from/36493)(contains glucoside surfactant and enzymes; should hard water) [Dish Soap Liquid](https://shop.purehaven.com/#/shop/detail/40030/from/36493)(contains coco-glucoside surfactant and organic lemon peel oil; should work well even in hard water) [Fruit & Veggie Wash](https://shop.purehaven.com/#/shop/detail/95287/from/36493)(made with white vinegar, coco-glucoside surfactant, organic lemon peel oil, and organic rosemary leaf oil) [Glass Cleaner](https://shop.purehaven.com/#/shop/detail/40041/from/36493)(contains white vinegar, coco-glucoside surfactant, Detergent](https://shop.purehaven.com/#/shop/detail/40060/from/36493)(contains glucoside surfactants and enzymes; should work well even water) [Master Blaster Stain Remover](https://shop.purehaven.com/#/shop/detail/40050/from/36493)(contains enzymes, coco glucoside surfactant, baking soda, Odor & Stain](https://shop.purehaven.com/#/shop/detail/52000/from/36493)(contains enzymes, coco glucoside surfactant, baking soda, organic lemon essential oil, organic rosemary essential oil) [Scrubbing Cleanser](https://shop.purehaven.com/#/shop/detail/40010/from/36493)(contains coco-glucoside surfactant, baking soda, organic lemon peel oil) Cleaner](https://shop.purehaven.com/#/shop/detail/40023/from/36493)(contains coco-glucoside surfactant, organic key lime oil, organic lemongrass oil, organic tea tree oil) [6-Piece Home Set](https://shop.purehaven.com/#/shop/detail/40025/from/36493)(surface cleaner, glass cleaner, master blaster, laundry detergent, dish soap, scrubbing cleanser) Pure Haven Skin Care & Body Care Here is a sampling of personal care products by Pure Haven that are reasonably priced for when you want to swap over to clean personal products and not spend a fortune. Pure Haven uses some organic essential oils and plant-based botanicals that give their skincare a lovely, SAFE, scent. I deem them safe to use before, during, and after pregnancy. [Body Butter with Pre+Probiotics](https://shop.purehaven.com/#/shop/detail/95049/from/36493)(made with murumuru seed butter, cupuacu seed butter, organic shea butter, organic cocoa seed butter, bergamot flower oil) [Clear Up Cleanser](https://shop.purehaven.com/#/shop/detail/95409/from/36493)(contains glucoside surfactants, aspen and willow bark extracts with natural salicylates that help clear complexion, I consider it a pregnancy safe face wash) [Clear Up Serum](https://shop.purehaven.com/#/shop/detail/95413/from/36493)(contains 0.5% salicylic acid, which [meets the safety standard for pregnancy,](https://www.tomakeamommy.com/non-toxic-skincare-brands-for-better-hormone-health/#Salicylic_Acid-_Is_it_Safe_for_fertility_and_pregnancy)to help clear the blemished skin) [Clear Up Toner](https://shop.purehaven.com/#/shop/detail/95410/from/36493)(contains lady's mantle extract with natural salicylic acid that provides anti-inflammatory and astringent properties) [3-Piece Clear Up Set](https://shop.purehaven.com/#/shop/detail/95421/from/36493)(cleanser, serum, toner) [Cocoa Bar Soap](https://shop.purehaven.com/#/shop/detail/95147/from/36493)(made with organic avocado oil, organic cocoa seed butter, organic castor seed oil, goat milk, allantoin, organic oat kernel oil) [Foot Therapy Cream](https://shop.purehaven.com/#/shop/detail/16400/from/36493)(contains organic botanicals, non-nano zinc oxide, organic cedarwood, tea tree, and peppermint essential oils) [Hand Cream with Pre+Probiotics](https://shop.purehaven.com/#/shop/detail/95050/from/36493)(contains organic aloe, shea butter, hempseed oil, pre+probiotics, organic lavender flower oil and myrrh) [Lemon Sugar Body Scrub](https://shop.purehaven.com/#/shop/detail/95350/from/36493)(USDA-certified organic; made with organic cane sugar, organic coconut oil, organic lemon peel oil, organic shea butter, organic olive oil) [Lip Balm SPF 15](https://shop.purehaven.com/#/shop/detail/95256/from/36493)(contains 10.5% non-nano zinc oxide, a pregnancy safe sunscreen, as an active ingredient and lots of organic botanicals) [Makeup Remover](https://shop.purehaven.com/#/shop/detail/58046/from/36493)(contains organic rose flower water and coco-glucoside surfactant) Balm for Pets](https://shop.purehaven.com/#/shop/detail/52005/from/36493)(USDA-certified organic; just four ingredients, all organic: olive oil, coconut oil, beeswax, shea butter) Pure Haven Essential Oils and Perfume I LOVE finding USDA-certified organic essential oils, and safe perfume! For more on how to find non-toxic perfume that is pregnancy safe and safe while trying to conceive check out my post on [non-toxic perfume!](https://www.tomakeamommy.com/perfumes-harms-fertility-non-toxic-phthalate-free-options-bonus-diy-recipe/) Always consult experts before using essential oils when pregnant. [Pure Sunshine Rollerball Scent](https://shop.purehaven.com/#/shop/detail/95463/from/36493) [USDA Organic Lemon Essential Oil](https://shop.purehaven.com/#/shop/detail/49025/from/36493) [Tranquility Essential Oil](https://shop.purehaven.com/#/shop/detail/49032/from/36493) [Comfort nursing [Sleepy Body Oil](https://shop.purehaven.com/#/shop/detail/55015/from/36493) [Headache Stick](https://shop.purehaven.com/#/shop/detail/95180/from/36493)- safe for everyone six years old and up To sum up, in my opinion, all Pure Haven products are safe for fertility and pregnancy because they use toxin-free ingredients and test for various contaminants. If you are looking for a quick, straightforward, and affordable way to swap to non-toxic products among your cleaners or personal care products, Pure Haven is a good choice. Pure Haven as a Company How Long Has Pure Haven Been in Business? Pure Haven has been making non-toxic products since 2009. Honestly one of the reasons I hadn't promoted Pure Haven before now was because I was confused by its origins with [Ava](https://shareasale.com/r.cfm?b=871378&u=1354994&m=66035&urllink=www%2Eavawomen%2Ecom%2F&afftrack=) Anderson Non-Toxic. [Ava](https://shareasale.com/r.cfm?b=871378&u=1354994&m=66035&urllink=www%2Eavawomen%2Ecom%2F&afftrack=) Anderson had problems when one of its supposedly non-toxic dish soaps tested positive for synthetic fragrance. The company went under and later reemerged as Pure Haven. You can see why I was skeptical at first. But I now understand that this event actually ushered in good change. In what can only be called a total OCD move to make sure this never happens again, there was a change of ownership, they now manufacture almost all of their products in their own USDA-certified organic facility. They also require their suppliers to sign an affidavit that they disclose all ingredients and sub-ingredients, including how the ingredient was processed and/or grown. They also do extensive testing to ensure no suppliers are slipping in anything toxic: they require testing on all incoming raw materials AND Pure Haven does their own 3rd party testing for PFAS, heavy metals, stability, safety, bacteria, yeast, etc. Also, FYI, Pure Haven used to be called Pure Haven Essentials. Is Pure Haven an MLM? Pure Haven is a direct sales company that provides a business opportunity for people like me, who promote non-toxic products. Pure Haven does not require that consultants sign-up other people, and there is no borrowing or investing of money, so it is not a \"pyramid scheme.\" You also do not have to maintain any inventory or buy products. An excellent resource for determining if a direct-sales company is ethical is the [Federal Trade Commision's guide to multi-level marketing](https://www.ftc.gov/business-guidance/resources/business-guidance-concerning-multi-level-marketing). Basically, if a consultant makes their money on selling actual products and NOT on signing up new consultants, it should be okay. I always consult this guide before considering whether to promote or even shop with a direct sales company. It was only through verifying that the business opportunity did NOT require me to sign up others and that they had a robust compensation plan based on actual sales of actual products that I was willing to join. Why Did I Sign up with Pure Haven? I work very hard to find non-toxic companies and products to share on my blog. I remember when I was first swapping from conventional products to non-toxic ones and how stressful it was. I wanted to make it much, much easier for people choosing safer personal and home products! I am excited to add Pure Haven to the list of [products that I deem safe](https://www.tomakeamommy.com/non-toxic-products-safe-for-fertility-pregnancy-and-babies/). I am also excited to add Pure Haven to my income streams; I pay for this blog and my work through [affiliate linking](https://www.tomakeamommy.com/affiliate-links/). When you shop through my affiliate links, or with companies like [Pure Haven](https://purehaven.com/annarapp), [Beautycounter](https://www.beautycounter.com/annarapp), or [Crunchi](https://www.crunchi.com/annarapp), through my consultant links, [you support my blog and my work](https://www.tomakeamommy.com/support-to-make-a-mommy/), at no cost to you. This is how I can provide all my blog posts free of charge, and not hide anything behind a paywall or in an ebook. Thank you for your support! When Anna Rapp was struggling with infertility and recurrent early miscarriage, she was diagnosed with diminished ovarian reserve, High FSH, low AMH, low follicle count, endometriosis, and an MTHFR mutation. Despite being told donor eggs were her only solution, Anna used her graduate training in research methods and analysis to read everything she could find on fertility and egg health. Ultimately, she lowered her FSH and got pregnant naturally (twice). She blogs about how she did it and encourages her readers to take charge of their fertility journey and get happy, healthy, "}