{"title": "Acupuncture Produces Long COVID Relief", "author": "Adam L White; L Ac; Dipl OM", "url": null, "hostname": null, "description": "Acupuncture long COVID relief is now supported by research.", "sitename": "HealthCMi CEUs", "date": "2020-06-20", "cleaned_text": "Acupuncture is found effective for relieving long COVID symptoms. Medical professionals and researchers find acupuncture effective in facilitating recovery from COVID-19, including the alleviation of chest oppression, coughing, nasal congestion, headaches, fatigue, and the restoration of taste and smell. The results are promising and demonstrate that acupuncture compliments the therapeutic effects of usual care and Chinese herbal medicine. Long-term symptoms due to the sequela of COVID-19 are termed long COVID, post-COIVD conditions (PPC), post-acute sequelae of SARS CoV-2 infection (PASC), chronic COVID, or long-haul COVID. Long COVID persists from weeks to years. According to the CDC, \"There is no test to diagnose post-COVID conditions, and people may have a wide variety of symptoms that could come from other health problems.\" [1] The CDC lists many symptoms associated with long COVID. It is an extensive list, including many symptoms the CDC calls \"hard to explain and manage.\" [2] The following are a few of the symptoms listed by the CDC: - Fatigue - Post-exertional malaise - Anxiety, depression, difficulty thinking, headaches - Joint or muscle pain - Fever - Sleep disturbances - Smell or taste changes - Difficulty breathing, respiratory symptoms, coughing - Chest pain, Palpitations, heart symptoms - Neurological symptoms, pins-and-needles feelings - Stomach pain, diarrhea, digestive symptoms - Rashes - Menstrual cycle changes Williams and Moramarco published an analysis of acupuncture treatments for the alleviation of long COVID. They cite research noting that \"acupuncture exerts an overall regulatory role through multitarget effects. The body systems influenced by acupuncture include interconnections between neuroimmune functions. Acupuncture can alleviate many of the clinical symptoms of COVID-19, including headaches, myalgia, and abdominal pain.\" [3, 4] Han et al. note that \"acupuncture treatment of COVID-19 was associated with suppression of inflammatory stress, improving immunity and regulating nervous system function, including activation of neuroactive ligand-receptor interaction, calcium signaling pathway, cancer pathway, viral carcinogenesis, Staphylococcus aureus infection.\" [5] They add, \"Our study uncovered that anti-inflammation, immunity activation and nervous system modulation were primary therapeutic pathways of acupuncture against COVID-19.\" [6] Researchers from University Hospitals Cleveland Medical Center (Cleveland, Ohio), Case Western Reserve University, and University Hospitals Cleveland Medical Center published an important case history of a patient treated with acupuncture for the alleviation of long COVID. The patient had long COVID presenting with fatigue, anosmia (loss of olfactory function), chest pressure, palpitations, and additional symptoms. The researchers note, \"The patient's chest pressure and palpitations resolved after 1 acupuncture treatment. With 6 additional treatments, spanning 9 weeks, overlapping with PT-led SPTA [symptom-titrated physical activity], she recovered completely and resumed her normal exercise.\" [7] The researchers published the treatment protocol for the patient. Acupoints ST36 (Zusanli) and LI4 (Hegu) were employed to clear lingering heat and dampness. LU7 (Lieque) was added to address lung and spleen deficiency. TB5 (Waiguian) and GB41 (Zulinqi) were combined to benefit immunity, wei qi, drain dampness, and regulate the yangwei and daimai vessels. This acupoint combination is a traditional Chinese medicine implementation of an 8 extra meridian confluent pair: TB5, GB41. These points are indicated for the treatment of retroauricle, cheek, and outer canthus disorders along with accessing the yang linking and belt vessels. The researchers note the choice for this paired set of acupoints was to harmonize wei and ying qi, circulate yin, smooth liver qi, and regulate the shaoyang channel. Of interest, the use of LU7 is also a choice from one of the 8 confluent points for the 8 extra meridians. LU7 is the confluent point of the conception vessel and is used in combination with KD6 (Zhaohai) for the treatment of throat, chest, and lung disorders. Additional acupoints were used dependent upon patient presentation and differential diagnostics per each acupuncture treatment visit. Auricular points included sympathetic, liver, kidney, lung, and shenmen. Other diagnostic considerations were lung qi deficiency combined with heart and spleen qi deficiency, kidney yang and yin deficiency, and liver yang uprising. Two licensed acupuncturists (L.Ac.s) were responsible for administering treatment. Seirin filiform needles (Seirin brand, Weymouth, Massachusetts) were used. Auricular needles were 0.16 × 15 mm. Scalp acupuncture needles were 0.20 × 30 mm. Body style acupuncture needles were 0.20 × 30 mm. At HealthCMi, our acupuncture continuing education research analysis confirms that the thinner gauges used in this case are appropriate for patients with severe deficiency syndromes. The depth of insertion ranged from 0.1-1.0 cun. Total acupuncture treatment session time was 30 minutes and eliciting deqi with twisting and lifting techniques was employed. [8] The researchers note several salient points. The patient was \"relaxed immediately after her first acupuncture treatment, and noticed an absence of chest pressure and palpitations later.\" After the second treatment, the patient had more overall energy. After treatment 3, the patient notices an improved sense of smell and was able to mow the lawn without labored breathing. After treatment 4, the patient had reduced bouts of coughing. After treatment 5, the patient noted improved cognitive function. After treatment 6, the patient resumed normal exercise and had no relapse measured at a one month follow-up after treatment 7. [9] Based on the findings in the aforementioned research, additional research is warranted to confirm patient outcomes and asses optimal treatment implementations and integrations Role of Acupuncture for Long COVID: Mechanisms and Models.\" Medical Acupuncture 34, no. 3 (2022): 159-166. Florida Integrative Medical Center, Sarasota, Florida. Affiliation: Emperor's College of Traditional Medicine, Santa Monica, California. [4] Han, Zhenzhen, Yang Zhang, Pengqian Wang, Qilin Tang, and Kai Zhang. \"Is acupuncture effective in the treatment of COVID-19 related symptoms? Based on bioinformatics/network topology strategy.\" Brewka, Christine M. Kaiser, Andrew J. Patterson, and Jeffery A. Dusek. \"Acupuncture in Multidisciplinary "}