{"title": "Classical Homeopathy - Dr. Stephen P. Weiss", "author": null, "url": "https://holisticmedicineheals.com/classical-homeopathy/", "hostname": "holisticmedicineheals.com", "description": "What is Classical Homeopathy? Homeopathy is a system of health care which focuses on the care of the whole person by methods that are specific and gentle to the body's needs. Homeopathy is derived from the Greek words \"homoios\" meaning similar, and \"pathos\" meaning disease. It is based on the...", "sitename": "Dr. Stephen P. Weiss", "date": "2012-05-10", "cleaned_text": "Classical Homeopathy Homeopathy is a system of health care which focuses on the care of the whole person by methods that are specific and gentle to the body's needs. Homeopathy is derived from the Greek words \"homoios\" meaning similar, and \"pathos\" meaning disease. It is based on the Law of Similars, like will be cured with like. A substance that creates a certain set of symptoms in a healthy person is given to a patient suffering from those very same symptoms to prime their defenses into restoring a state of balance and well being. Homeopathic medicine is extremely safe and often effective in any number of conditions, both acute and chronic, even when Western Medicine is not effective. In homeopathy, the goal is not the removal of symptoms but the recognition and removal of the underlying cause of the symptoms. For this reason, the correct homeopathic remedy is based on understanding the whole person rather than suppressing the symptoms of the disease. German physician Samuel Hahnemann (April 10, 1755-1843) first developed the system of homeopathy. Hahnemann specifically noted that the most unusual symptoms were the ones that held the most promise for identifying the specific disease picture since many disease pictures look alike. The totality of the symptoms gathered from the physical, the emotional and the mental planes are what guide the homeopath to the correct diagnosis. Using minute concentrations of hundreds of different naturally occurring substances, single highly potentized homeopathic remedies are used to catalyze profound healing. Dr. Weiss spends 1 hour asking you detailed questions about every aspect of your health and then prescribes an individualized remedy that most closely fits the totality of your symptoms. In this way, it is supremely holistic. If you are interested in learning more about classical homeopathy, Dr. Weiss would love to help you. His office is now located in Santa Fe, NM, and he is able to help the [surrounding areas](https://holisticmedicineheals.com/areas-served/). [Contact](https://holisticmedicineheals.com/office-hours/) the office today for your appointment with our holistic integrative doctor. "}