{"title": "PDF", "author": "PDF", "url": "www.accionpsoriasis.org/media/Revista_104.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "REVISTA INFORMATIVA Psoriasi 2021, nº 104PSORIASI EL PAPEL DE LOS FARMACÉUTICOS DE HOSPITAL Debate sobre el abordaje de la psoriasis Vacunas y psoriasis \"Léete este libro que así vas a saber lo que me pasa\"Una necesidad vital y una terapia emocionalACCIONPSORIASIS · REVISTA PSORIASI 20212Registrada en el Ministerio del Interior en el nº 132.166. Depósito legal: B/46.895/96 Edición de 5.500 ejemplares. Los contenidos son responsabilidad de los autores y de Acción Psoriasis. Domicilio social: Palomar 40, 08030 Barcelona. 932 804 622. Para cualquier aspecto relacionado con esta revis - ta puedes contactar con el departamento de comunicación en: comunicacion@accionpsoriasis.org La revista también se puede descargar a través de: www.accionpsoriasis.org. Edición: Acción Psoriasis. Asociación de pacientes de psoriasis, artritis psoriásica y familiares.Acción Psoriasis es una asociación sin ánimo de lucro y declarada de utilidad pública, fundada por pacientes de psoriasis, artritis psoriásica y familiares. Sus principales objetivos son facilitar información y dar apoyo a los afec - tados para mejorar su calidad de vida.PSORIASI es la revista oficial de: Miembro de: Colaboran con nosotros: Y los Colegios Oficiales de Farmacéuticos Equipo de la revista Dirección: Juana María del Molino / Jaume JuncosaCoordinación: Juan Carlos Esteban Ilustraciones: Juan José FernándezDiseño gráfico: Magda Soler Asesoría médica Dr. Miquel Ribera (AEDV) Colaboración Santiago Alfonso www.accionpsoriasis.org¿Cuáles son las principales necesidades de los pacientes con psoriasis? Hay muchas necesidades y muchas expectativas de los pacientes, la principal es no tener psoriasis, llegar a curar- la. Eso no es posible. Y si no es posible curarla, al menos, llegar a blanquearla al máximo. Intentar que la psoriasis desaparezca de la piel, lo que los dermatólogos denomi- nan el blanqueamiento de la piel. Con eso, el paciente podrá tener una vida normal como el resto de la gente. Objetivo, tener una vida normal a pesar de tener psoriasis a través del blanqueamiento. Pero los impactos de la psoriasis son muchos. No sola- mente el físico, es cómo te afecta en tu día a día. Afecta en el entorno laboral, en el entorno familiar, en el entorno del ocio, en el entorno de pareja... o sea, está presente las 24 horas del día del paciente con psoriasis. Hay que po- ner énfasis en el alto impacto en todas estas esferas de la vida. Hay que tener en cuenta no solamente el blanquea - miento de la piel, sino verdaderamente trabajar para que la psoriasis deje de impactar en tantas esferas. Editorial del presidente Jaume Juncosa Obiol Presidente Acción Psoriasis 06 — Manejo de la enfermedad Debate sobre el abordaje de la psoriasis 10 — En los medios \"Léete este libro que así vas a saber lo que me pasa\" 14 — La escritura Una necesidad vital y una terapia emocional 16 — Destacamos el papel de los farmacéuticos de hospital en el tratamiento de psoriasis y artritipsoriásica 20 — COVID Vacunas y psoriasis 24 — Noticias SumarioMANEJO DE LA ENFERMEDAD Debate sobre el abordaje de la psoriasis Aunque el abordaje de la psoriasis ha evolucionado durante los últimos años, aún quedan retos y necesidades por cubrir que, según profesionales sanitarios, directivos de la salud y pacientes, deberían satisfacerse mejorando el trabajo colaborativo entre todos los agentes implicados en la gestión de la enfermedad. ACCIONPSORIASIS · REVISTA PSORIASI 2021 6El 47% de estos pacientes en fases moderada o grave de la enfermedad consideran que están poco o nada satisfechos con su tratamiento actualDurante esta reunión en la que participaron directivos sanitarios, dermatólogos, farmacéuticos de hospital y la asociación de pacientes, se pusieron de manifiesto los grandes retos actualesA ello contribuiría además el arsenal terapéutico disponible en la actua- lidad, que incrementa significativa- mente los resultados en salud del paciente, lo que repercute en una mejora de su calidad de vida, y por supuesto en la eficiencia del propio Sistema. Ésta ha sido una de las conclusiones que se han extraído en la Jornada \"Los retos de la psoriasis en el SNS: Abordaje 360°\", organizada por la Fundación para la Investigación en Salud (FUINSA) en colaboración con Acción Psoriasis y con el apoyo de la biofarmacéutica AbbVie. Durante esta reunión en la que par- ticiparon directivos sanitarios, der-matólogos, farmacéuticos de hospi- tal y la asociación de pacientes, se pusieron de manifiesto los grandes retos actuales, y se debatió la hoja de ruta asistencial con el propósito de aportar mejoras en los actuales procesos, con un objetivo claro: que repercuta en mejorar la calidad de vida de los pacientes con psoriasis. Necesidades de los pacientes Los datos extraídos de la encuesta NEXT, realizada por Acción Psoria-sis a más de 1.200 personas a nivel nacional, ponen de manifiesto que el 47% de estos pacientes en fases moderada o grave de la enferme-dad consideran que están poco o nada satisfechos con su tratamiento actual, siendo una de las posibles ra-zones que los pacientes están sien-do tratados de manera subóptima, como pone de manifiesto el 27% de los encuestados. Según Santiago Alfonso, director de Acción Psoriasis, \"estas cifras varían enormemente entre comunidades autónomas, lo que nos hace sospe-char que podría traducirse en posi-bles inequidades en lo que se refiere al acceso al tratamiento. Esto es algo que deberíamos trabajar junto con las administraciones, ya que todos los pacientes con psoriasis debería- mos tener las mismas oportunida- des independientemente de nues-tro lugar de residencia\". Abordaje más completo Aunque el tratamiento de la psoria- sis ha evolucionado durante los últi- mos años, aún quedan necesidades por cubrir que, según los profesio-nales sanitarios, podrían satisfacer- se con el actual arsenal terapéutico. \"Actualmente, disponemos de un importante abanico de tratamientos que nos permite ser más exigentes en cuanto a los objetivos terapéuti-cos para mejorar la calidad de vida de los pacientes. En muchos casos, podemos ponernos como meta, el aclaramiento total de la piel dando respuesta a sus necesidades\", expli- có el Dr. Jaume Notario, del Servicio de Dermatología del Hospital Uni-versitario de Bellvitge, en Barcelona. La jornada fue un nuevo punto de encuentro para que dermatólogos, farmacéuticos, directivos de la salud y representantes de pacientes pu- sieran en común las particularida- des que influyen en el manejo de la psoriasis y la hoja de ruta que debe-ría formar parte tanto del abordaje como del tratamiento de la enfer- medad.ACCIONPSORIASIS · REVISTA PSORIASI 2021 7\"la exploración física seguirá siendo importante en el diagnóstico y seguimiento de pacientes que así lo requieran\"El papel del farmacéutico hospitalario es clave en el proceso de abordaje multidisciplinar \"Es fundamental el trabajo colabora- tivo de todos los actores que forma- mos parte del sistema de salud para garantizar la eficiencia -imprescindi-ble para la sostenibilidad del siste-ma- y la respuesta a las necesidades clínicas y objetivos terapéuticos ac- tuales\", añadió el Dr. Jaume Notario. En este sentido, Santiago Alfonso destacó que la psoriasis, aunque no se percibe como una patología gra-ve en nuestra sociedad, genera un fuerte impacto social-emocional que se suma a la incapacidad que afecta a muchos pacientes. Por ello insis-tió en que \"es fundamental que los pacientes, junto a su médico, parti- cipen en la elección del tratamiento más adecuado en función de sus ne-cesidades. Esto permitirá facilitar la adherencia al tratamiento y reducir importantes costes provocados por la pérdida de productividad laboral a causa del empeoramiento de la en- fermedad\". Trabajo multidisciplinar El abordaje multidisciplinar y, sobre todo, el trabajo en equipo entre der-matólogos, enfermería y farmacia hospitalaria se ha vuelto impres- cindible en los últimos años para el manejo óptimo de los pacientes con psoriasis, sobre todo en lo referente al uso de terapias avanzadas como es el caso de los tratamientos bioló-gicos. \"Debemos trabajar bajo parámetros comunes porque es lo que nos va a permitir medir eficazmente resul- tados en salud, apuntó el Dr. Emilio Monte, farmacéutico del Hospital Universitario y Politécnico de La Fe, en Valencia. \"Contar con un proce-so asistencial definido y coordina- do permitirá un abordaje individual mucho mejor, lo que repercutirá en una mayor sostenibilidad del siste-ma\", subrayó. El papel del farmacéutico hospitala- rio es clave en el proceso de abor-daje multidisciplinar en psoriasis ya que \"participamos activamente en el seguimiento del paciente y su tra-tamiento. Monitorizamos aspectos como la adherencia y tolerabilidad al fármaco y garantizamos la incorpo-ración de su perspectiva en el proce-so terapéutico\", recordó Monte. Otro de los puntos tratados fue la teleasistencia médica, instaurada a raíz de la COVID-19, que está per- mitiendo que se implementen nue- vas opciones de seguimiento mixto profesional sanitario-paciente, tanto presencial como telemático. \"Esta- mos incorporando nuevas tecnolo-gías a las consultas, como es el caso de la teledermatología o la telefar- macia, pero aún es necesario desa- rrollar sistemas de actuación que ayuden al profesional sanitario y al paciente a comprender, y que faci- liten la gestión eficiente de su pato- logía. En cualquier caso, \"la explora-ción física seguirá siendo importante en el diagnóstico y seguimiento de pacientes que así lo requieran\", con-cluyó el Dr. Notario. ACCIONPSORIASIS · REVISTA PSORIASI 2021 8Debate sobre el abordaje de la psoriasisMANEJO DE LA ENFERMEDADACCIONPSORIASIS · REVISTA PSORIASI 2021 9 ACCIONPSORIASIS · REVISTA PSORIASI 2021\"Léete este libro que así vas a saber lo que me pasa\" Por su interés y para los pacientes de psoriasis, se reproduce con el consentimiento del editor el artículo aparecido en El País el 21 de diciembre de 2020, texto publicado en el proyecto \"En tu piel\". ACCIONPSORIASIS · REVISTA PSORIASI 2021 EN LOS MEDIOS 10El relato de Sergio del Molino donde comenta su relación con la psoriasis proporciona a los pacientes una herramienta para mitigar la incomprensión y rechazo que provoca esta en - fermedad. A los enfermos les cuesta ex - presarse. Encuentran compli - cado trasmitir cómo se sien - ten y que les comprendan. La literatura ayuda porque los pacientes se proyectan en las historias que ahí se cuentan. El escritor Sergio del Molino (Ma - drid, 1979) acaba de publicar La piel, una novela atípica en la que entremezcla pasajes au - tobiográficos como enfermo de psoriasis con cuentos sobre personajes históricos que han tenido una relación particular con la piel. Ficción en cualquier caso. Pero muy cercana para los pacien -tes de esta enfermedad que afecta a un millón de españo - les. \"Mucho de lo que les sucede está ahí expresado de forma ordenada, clara y comunica - ble\", señala Del Molino, que ha visto cómo su texto se ha con - vertido en un tratado de com - prensión del prójimo. \"Toma, léete este libro que así vas a saber lo que me pasa\", es lo que algunos enfermos les di - cen a familiares y amigos. Es la reacción más común que le ha llegado a Del Molino de los lectores. La psoriasis afecta a un 2,3% de la población, según la Asocia - ción de Pacientes de Psoriasis, Artritis Psoriásica y Familiares (Acción Psoriasis). Se trata de un mal funcionamiento del sis - tema inmunitario que provoca la erupción de unas escamas blancas y rojas y descamacio - nes de la piel en rodillas, co - dos y otras partes del cuerpo. Una enfermedad crónica que duele, causa vergüenza y alte - ra el ánimo hasta transformar personalidades expansivas en apocadas y desconfiadas. Del Molino asegura que el libro funciona porque está escrito desde el egoísmo, no con la intención de ayudar o de con - vertirse en un portavoz. \"La literatura tiene la capacidad de llevar la discusión a otros terrenos, sacarlo del ámbito estrictamente sanitario\", ase - gura por teléfono este perio - dista residente en Zaragoza. Los pacientes se proyectan en la historia y los no pacientes, también. El texto contiene una reflexión sobre el cuerpo que atañe a todo el mundo porque todo el mundo tiene uno.Las placas rojas, grietas en las palmas y plantas o caspa gruesa en el cuero cabelludo surgen entre los 15 y 35 años, según Acción Psoriasis. Si bien uno de cada tres afectados tiene familiares directos con psoriasis, no es una enferme - dad contagiosa ni heredita - ria. Sí es crónica en cambio y se manifiesta a su antojo, en brotes. Los pacientes quieren saber sobre ella y saben. Leen y se forman, acaban por tener un conocimiento muy amplio de la enfermedad y por tra - bar una relación estrecha con sus médicos. Del Molino, que comprende la prudencia de los doctores, aboga por extender el vínculo de lo profesional a lo La psoriasis afecta a un 2,3% de la población, según la Asociación de Pacientes de Psoriasis, Artritis Psoriásica y Familiares (Acción Psoriasis).ACCIONPSORIASIS · REVISTA PSORIASI 2021 11 El autor del libro Sergio del Molino.ACCIONPSORIASIS · REVISTA PSORIASI 2021 afectuoso. \"Por ambos lados\", indica. \"Se tienen que romper ciertos protocolos y moldes y ha de asomar la humanidad y la relación ya de cariño que se tiene por las dos partes\", abunda.El escritor defiende que la re - lación médico-paciente no se infantilice. \"Se tiende a darle la información justa porque no la va a entender\", afirma. \"Son vi - cios que se van quitando. Cada vez encuentro a más médicos que tienen capacidad de com - prensión, de trasmitir de una forma adulta e inteligente, de hacer partícipe al paciente\", añade. CUIDAR, NO SOLO TRATAR Del Molino, enfermo desde hace una veintena de años pero en casi total remisión gracias a los tratamientos bio - lógicos, describe a los pacien - tes crónicos. Bueno, a todos los que sufren o han sufrido alguna enfermedad. \"Un ser muy desvalido y frágil que busca amparo. Alguien que se siente a la intemperie\". Y por eso insiste: \"Es importante que haya profesionales médicos que den ese paso más allá de la asistencia\". El refugio se en - cuentra en casa y en los hos - pitales, la indeseada segunda casa. \"A veces es una enfer - mera con la que tienes mucho trato o alguien del hospital de día o de la farmacia. Percibes que te están cuidando no solo tratando\", relata. \"No hace fal - tar dar abrazos ni besos ni ser cursis sino un poco de calidez y afabilidad, que aparquen la coraza. Humanidad, vamos\".La prevalencia de la psoriasis ha aumentado casi un punto en los últimos 15 años. Se ha pasado de que la sufrieran el 1,4% de los españoles al 2,3%, según el estudio Prevalencia de la psoriasis en España en la era de los agentes biológicos. Acción Psoriasis señala que ha - bía muchos pacientes que no estaban diagnosticados. Los investigadores explican esto último por una mayor concien - ciación de la enfermedad en - tre los médicos y la sociedad. La piel contribuye a ello. Un relato ligero sobre un enfer - medad de peso. De peso por las consecuencias psicológi - cas y por la fatiga que produ - ce, mental —el abandono del tratamiento repetidas veces es común a todos los enfer - mos— y física, el paciente se agota. \"Te corroe. Si estás can - sado tienes menos paciencia. Querrías vivir de otra forma pero no puedes o no te atre - ves por las consecuencias que acarrea\". Y concluye: \"Las en - fermedades no hacen ningún bien a la personalidad\".Del Molino, que aborda la en - fermedad desde la ligereza y la ironía, con una mueca bur - lona —porque a él le sirve—, alerta sobre esa creencia tan extendida de que el buen áni - mo cura. \"Es completamente falso. Nadie ha podido demos - trar nada parecido\", afirma. \"La gente está convencida de que si el enfermo no sonríe o no está contento al final la cul - pa de que le vaya peor es suya porque no ha hecho lo sufi - ciente\". —¿En qué consiste ser un buen enfermo?La idea establecida por la so - ciedad es aquel que inspira a los demás, que nos ilumina a través del sufrimiento. Tiene una visión de sí mismo como un mártir. —¿Y para ti? Juego con la idea irónica de que un buen enfermo es al - guien aplicado que cumple a rajatabla las visitas y saca bue - na nota en la consulta, está dedicado a tiempo completo a su enfermedad. Le gusta que le den la enhorabuena por los análisis. —¿Y un mal enfermo? La sociedad establece que es alguien poco animoso, gru - ñón. Alguien que maldice. Para mí es aquel que sabe que se le puede disparar el colesterol si se pone hasta arriba de cho - rizo pero le merece la pena. Sabe tomarse la vida con filo - sofía, no es un enfermo repipi. Es consciente de sus riesgos pero la vida es más que su en - fermedad.No son pocas las veces que se anima al paciente a librar una batalla contra el mal que le aceche. Se convierte a los enfermos en guerreros res - ponsables de acabar con su propia enfermedad. \"Si se ve desde un punto de vista béli - co nos lleva a hacer un retrato profundamente individualista en el que la sociedad no tiene nada que hacer\", explica Del Molino, que cita a la escritora estadounidense Susan Son -\"Léete este libro que así vas a saber lo que me pasa\" 12EN LOS MEDIOStag como la pensadora que en 1978 cuestionó la metáfora bélica. \"Es injusto. El enfermo necesita cuidados y la atención de la comunidad no solo de los médicos\", agrega. La situación es difícil de llevar, a veces faltan ánimos. Los en - fermos de psoriasis más gra - ves y menos graves han aban - donado el tratamiento alguna vez. \"Coinciden en lo largo que se hace. Comparten el cansan - cio del enfermo crónico que se esfuerza mucho para nada. Todos hemos tirado la toalla en algún momento\", asegura. Se crea una identidad muy fuerte entre todos aquellos pacientes a los que se les acti - van los linfocitos T de manera indebida, lo que desencadena las dilataciones de los vasos sanguíneos y por consiguiente las manchas y las placas blan - quecinas y rojas. \"La condición de diabético o de enfermo de psoriasis o de cualquier enfer - medad autoinmune une más que ser del mismo equipo de fútbol o pertenecer a la misma profesión\", explica Del Molino, que publicó La hora violeta a raíz de la muerte por leucemia de su hijo Pablo. \"Cualquier enfermedad autoinmune es un configurador de identidad muy fuerte. Te afecta mucho más en lo íntimo\".EN EL CENTRO DE LA DIANA Los tratamientos han mejora - do mucho. Antes consistían en inmunosuprimir al paciente, lo que le exponía a contagios. Ahora son selectivos. \"Los tra - tamientos biológicos han sido una revolución absoluta. En el momento en que desaparecen las manchas, la fatiga y el dolor descubres una nueva dimen - sión de tu personalidad\", expli - ca Del Molino. \"Han cambiado todos mis hábitos. No tengo necesidad de esconderme de nada\". El carácter ensimisma - do y distante, el dolor crónico es reversible. Por completo. ACCIONPSORIASIS · REVISTA PSORIASI 2021 CÓMO CUIDAR LA SANIDAD PÚBLICA Toda la sociedad sin excepción participa en este gran contrato que desde 1989 garantiza la no exclusión de ningún ciudadano. \"La sanidad pública es con diferencia el mayor logro de la nación española en toda su historia\", afirma el escritor Sergio del Molino, que ha colaborado con la Asociación de Pacientes de Psoriasis, Artritis Psoriásica y Familiares (Acción Psoriasis) en la divulgación de esta enfermedad. Del Molino defiende la necesidad de defender la sanidad pública porque siempre corre peligro. \"Es muy difícil de financiar y requiere de un consenso que no siempre se da en la sociedad. Hay fuerzas poderosas que va a poner en cuestión la necesidad de que exista\". Y añade: \"Tenemos que estar asombrados de lo que supone para la sociedad y no darlo por descontado. No nos podemos permitir ni que se deteriore ni menospreciarla\".\"Es injusto. El enfermo necesita cuidados y la atención de la comunidad no solo de los médicos\" 13 Mariano Ahijado Periodista.ACCIONPSORIASIS · REVISTA PSORIASI 202114LA ESCRITURA Una necesidad vital y una terapia emocional Ángeles Díaz, vicepresidenta de la asociación, acaba de publicar el libro \"Tres días de junio\". Además de su actividad profesional, edita el blog https://filigranasafiladas.wordpress.com/, y ha escrito y publicado otras dos obras anteriormente.ACCIONPSORIASIS · REVISTA PSORIASI 202115\"Tres días de junio\" es un relato íntimo, sensi- ble que, como indica la contraportada, \"desme - nuza toda una gama de sentimientos a través de gestos cotidianos\", resaltando que \"no siempre es fácil mirarse al espejo. No siempre aparece una segunda oportunidad para perdonarnos\". ¿Qué decir de la obra? En primer lugar, que está muy bien escrita. En segundo lugar, que es una historia cotidiana en un contexto que se sale de lo usual en la vida de la protagonista, pero que en realidad no es inusual o excepcional en LA VIDA, dicho con mayúsculas, pues podría per- fectamente ocurrir. En tercer lugar, y es muy importante, que la es- critura es muestra, por una parte, de su sensibi-lidad, y por otra, le ha servido para encontrar el equilibrio psicológico y emocional para afrontar y convivir con su psoriasis. Como nos ha indicado la propia Ángeles, \"al fin y al cabo, esta pasión mía por escribir resurgió en mi vida adulta como terapia de choque ante la ansiedad, la depresión y el 'malestar general'\". Ángeles ha convivido con la psoriasis desde los 30 años. Fue diagnosticada adecuadamente en 1997 y ha pasado por tratamientos tópicos, sis-témicos y biológicos. Tomó las riendas de su pso- riasis en 1998, forma parte de Acción Psoriasis desde ese mismo año... Y escribe: la escritura ha sido su forma de transmitirse al mundo y de con- trolar sus emociones y su estado personal. La lectura de \"Tres días de junio\" (Libros Indie. com y librerías) es muy recomendable. \"Tres días de junio\" es una historia cotidiana en un contexto que se sale de lo usual en la vida de la protagonista, pero que en realidad no es inusual El Blog de la autora del libro \"Filigranas afiladas\"La autora del libro Ángeles Díaz.Destacamos EL PAPEL DE LOS FARMACÉUTICOS DE HOSPITAL EN EL TRATAMIENTO DE PSORIASIS Y ARTRITIS PSORIÁSICA 16DESTACAMOS La psoriasis (PsO), con una prevalencia del 2-4% de los adultos, es una enfermedad inflamatoria cutánea, crónica y sistémica que puede afectar a múltiples partes del cuerpo, mediada por mecanismos inmunológicos y de herencia poligénica. Las zonas más comúnmente afectadas son las superficies extensoras de los codos y las rodillas y, a veces, el área interglútea y umbilical. La PsO se asocia con comorbilidades como enfermedades metabólicas, depresión, ansiedad, inflamación intestinal subclínica y enfermedad cardiovascular. La PsA, con prevalencia del 1-3% de la población general, es una enfermedad inflamatoria musculoesquelética asociada con la PsO cutánea. Afecta a hombres y mujeres casi por igual con una edad máxima de inicio de 40-50 años. Es una enfermedad de afectación múltiple (p.ej. articulaciones periféricas y axiales, piel y uñas). La PsA se asocia con comorbilidades como osteoporosis, uveítis, inflamación intestinal subclínica y enfermedad cardiovascular. Estas enfermedades conllevan una disminución significativa de la calidad de vida del paciente relacionada con la salud, causando malestar físico y mental, y teniendo un impacto negativo en la vida social y las actividades de la vida diaria. Los farmacéuticos tienen un papel fundamental en el tratamiento y la educación de los pacientes con enfermedades reumato-dermatológicas. Los farmacéuticos/as hospitalarios/as - definidos/ as a veces como \"the initial screener and final checker\" - pueden implementar planes de atención farmacéutica y manejar los problemas relacionados con los medicamentos para las afecciones cutáneas y músculo-esqueléticas a largo plazo. ACCIONPSORIASIS · REVISTA PSORIASI 2020 17Un 20 a 30% de los pacientes con PsO desarrollarán artritis psoriásica (PsA)La llegada de nuevos tratamientos biológicos ha abierto un camino con altas expectativas de futuro en la terapéutica de la psoriasis, al tiempo que ha dejado patente la necesidad de actualizar los conocimientos en uno de los profesionales más implicados en su proceso asistencial: el farmacéutico hospitalario. El abordaje multidisciplinar y la coordinación de los profesionales de la salud (médicos, enfermeras y farmacéuticos) pueden mejorar la adherencia de los pacientes al tratamiento y posiblemente los resultados en salud. PACIENTE Revisión de la historia clínica y antecedentes patológicos de interés. Revisión de la analítica y pruebas complementarias. Revisión de los tratamientos anteriores (si los ha recibido). Revisión de la medicación habitual, para comprobar precauciones y que no haya interacciones o contraindicaciones con el tratamiento a iniciar. ENFERMEDAD Formación continuada en enfermedades inflamatorias inmunomediadas mediante cursos, infografías y actualización bibliográfica. FÁRMACOS Revisión individualizada de cada fármaco: indicación, posología, precauciones, consejos para la administración, advertencias y efectos adversos más comunes. Conocimiento del régimen posológico y de las pautas de administración, así como (si procede) del dispositivo de administración. Conocimiento de las vías de metabolismo y la afectación de la alimentación a su efectividad para dar unas pautas correctas de administración al paciente. SEGUIMIENTO FARMACOTERAPÉUTICO Puesta a disposición para cualquier duda, consulta o cuestión que le surja al paciente. Advertencia al paciente de la necesidad de consultar al farmacéutico/a acerca de inicios de tratamientos farmacológicos / productos naturales para revisar interacciones farmacológicas y adecuarlos con el tratamiento para la PsO / PsA. Monitorización de los nuevos tratamientos biológicos para tratar de optimizar la respuesta a los fármacos. El farmacéutico se encargará de la valoración de los niveles, los comentará con el médico prescriptor y tomarán la decisión que más se adecue a la situación clínica del paciente y al manejo de su enfermedad.DESTACAMOS 18El papel de los farmacéuticos de hospital en el tratamiento de psoriasis y artritis psoriásica Ahmed Disorders 2019;713-22. AK, Hospital Universitari de Bellvitge, Barcelona.Tomás Palanques Pastor. Servicio de Farmacia, Hospital Universitari i Politècnic La Fe, Valencia. Esther Ramírez Herráiz. Servicio de Farmacia, Hospital Universitario de La Princesa, Madrid.Joaquín Borrás Blasco. Servicio de Farmacia, Hospital de Sagunto, Sagunto.COVIDACCIONPSORIASIS · REVISTA PSORIASI 2020 IPFA: Vacunas y psoriasis Después de un año viviendo la pandemia mundial, varios países se han convertido en los primeros en desarrollar vacunas COVID-19 y están comenzando a aplicarse a nivel general. Para muchos, esto es una señal esperanzadora de que estamos cerca del final de las restricciones. 20Sin embargo, para algunas personas que viven con enfermedad psoriásica y artritis psoriásica la llegada de vacunas también plantea interrogantes. ¿Son seguras las vacunas? ¿Cómo interactuarán las vacunas con los medicamentos que afectan al sistema inmunitario? La IFPA (federación internacional de asociaciones de psoriasis) ha reunido respuestas a algunas de las preguntas.LA IFPA irá actualizándola conforme aprendamos más sobre las vacunas contra COVID-19 y su relación con la enfermedad psoriásica. ¿Qué debo tener en cuenta cuando se trata de vacunas? En muchos casos, se recomienda a las personas que reciben medicamentos que afectan el sistema inmunitario que eviten las vacunas vivas. Actualmente, existen varias vacunas contra el coronavirus en desarrollo y en el momento de esta información sólo un pequeño número de ellas están disponibles. Las vacunas más convenientes para pacientes de psoriasis son las vacunas no vivas. En general, las vacunas no vivas se pueden administrar de forma segura a las personas que reciben medicamentos que afectan el sistema inmunitario. Recomendaciones actuales, incluida la orientación del Consejo Internacional de Psoriasis, aconsejaN a los médicos y otros profesionales de la salud que administren vacunas COVID-19 a personas con psoriasis a menos que tengan contraindicaciones específicas a la vacunación. Se requieren más datos para entender la eficacia de las vacunas COVID-19 en personas que toman medicamentos para la psoriasis y la artritis psoriásica. La decisión de vacunarse debe ser individual, compartida entre el paciente y su médico. ¿Cuándo estará disponible la vacuna para un paciente en concreto? Las vacunas COVID-19 se administrarán en función de la disponibilidad y de las autoridades locales de salud pública. La Organización Mundial de la Salud ha esbozado los principios de orientación para apoyar a los países en la planificación y recomendar los grupos destinatarios específicos, incluidos los trabajadores sanitarios y los grupos de riesgo, que se consideren grupos prioritarios para la vacunación. Hay que contrastar con la autoridad sanitaria local el orden de prioridad de las vacunas COVID-19. No importa dónde ACCIONPSORIASIS · REVISTA PSORIASI 2020 21se viva, las personas con psoriasis y artritis psoriásica deben tener acceso a atención integral y de calidad. Esto incluye el acceso a las vacunas COVID-19. ¿Afectará la vacuna COVID-19 a mi psoriasis o artritis psoriásica? Actualmente no hay evidencia de que las vacunas COVID-19 tengan algún efecto sobre la gravedad de la psoriasis o artritis psoriásica. Datos adicionales posteriores revelarán si las vacunas COVID-19 pueden empeorar o mejorar los síntomas de la enfermedad psoriásica. Si no hay evidencia de que las vacunas tengan un efecto sobre la psoriasis, es preciso que la toma de decisiones se lleve a cabo conjuntamente con su médico. ¿La vacuna es segura y eficaz para las personas que toman medicamentos que afectan el sistema inmunitario? Cualquier vacuna autorizada debe ser examinada rigurosamente antes de su aprobación y evaluada regularmente después de su introducción. La mayoría de las vacunas COVID-19 en desarrollo son vacunas no vivas (como las vacunas contra el ARNm -ARN mensajero) que no utilizan el virus vivo que causa COVID-19. Por lo general, las vacunas en vivo son seguras para las personas que toman medicamentos que afectan el sistema inmunitario. Consultar con su médico para asegurarse de que no tiene contraindicaciones ni alergias a los ingredientes de la vacuna. Todavía no hay suficiente evidencia para predecir cuán efectivas serán las vacunas COVID-19 para las personas que toman medicamentos que afectan el sistema inmunitario. A medida que las vacunas COVID-19 estén disponibles, los registros recopilarán información para darnos una mejor comprensión de su eficacia en las personas que toman medicamentos que afectan el sistema inmunitario. ¿Cómo podemos aprender más sobre la vacuna COVID-19 en personas con psoriasis y artritis psoriásica? Todavía tenemos mucho que aprender sobre COVID-19, las vacunas contra COVID-19 y la enfermedad psoriásica. Registros como PsoProtect están recopilando datos de profesionales de la salud y pacientes para entender cómo COVID-19 y ahora las vacunas pueden afectar a las personas que viven con psoriasis y artritis psoriásica.IFPA: Vacunas y psoriasisACCIONPSORIASIS · REVISTA PSORIASI 2021 COVID 2229 enero 2021 Vacunas contra COVID y psoriasis INFORMACIÓN P ARA P ACIENTES DE PSORIASIS Y AR TRITIS PSORIÁSICA Seguimos infor mando a los pacientes de psoriasis y artritis psoriásica, acer ca de las vacunas COVID. El Grupo de Psoriasis de la Academia Españ ola de Dermatología (AEDV) ha hecho unas recomendaciones sobre la vacunación cont ra la COVID-19 en pacientes con psoriasis, cuyo enlace incluimos: https://aedv.es/recomendaciones-del-grupo-de-psoriasis-de-la-aedv-sobre-la-vacunacion-contra-la-covid-19-en-pacientes-con-psoria sis/ Como últimamente varias sociedades cientícas están emitiendo declaraciones sobre el tema, podría generarse alguna duda, en cuyo caso recomendamos consultar con el médico / especialista r espectivo. Lo mismo es aplicable si existe cualquier cuestión acerca del tratamiento concreto que se esté siguiendo, y su posible interacción con la vacunación. Acción Psoriasis seguirá informando de las novedades que se vayan produciendo. Enlaces a infor maciones de interés para los pacientes: Enlaces a informaciones de interés para los pacientes:29 enero 2021 Vacunas contra COVID y psoriasis INFORMACIÓN P ARA P ACIENTES DE PSORIASIS Y AR TRITIS PSORIÁSICA Seguimos infor mando a los pacientes de psoriasis y artritis psoriásica, acer ca de las vacunas COVID. El Grupo de Psoriasis de la Academia Españ ola de Dermatología (AEDV) ha hecho unas recomendaciones sobre la vacunación cont ra la COVID-19 en pacientes con psoriasis, cuyo enlace incluimos: https://aedv.es/recomendaciones-del-grupo-de-psoriasis-de-la-aedv-sobre-la-vacunacion-contra-la-covid-19-en-pacientes-con-psoria sis/ Como últimamente varias sociedades cientícas están emitiendo declaraciones sobre el tema, podría generarse alguna duda, en cuyo caso recomendamos consultar con el médico / especialista r espectivo. Lo mismo es aplicable si existe cualquier cuestión acerca del tratamiento concreto que se esté siguiendo, y su posible interacción con la vacunación. Acción Psoriasis seguirá informando de las novedades que se vayan produciendo. Enlaces a infor maciones de interés para los pacientes: MINISTERIO COVID-19_PREGUNTAS.pdf Acción https://www.accionpsoriasis.org/images/2021/InformeVacunas_03.pdf DECLARACIÓN DE LA AEDV: https://aedv.es/recomendaciones-del-grupo-de-psoriasis-de-la-aedv-sobre-la-vacunacion-contra-la-covid-19-en-pacientes-con-psoriasis/ DECLARACIÓN DE LA SOCIEDAD ESPAÑOLA DE REUMATOLOGÍA: https://www.ser.es/comunicado-de-la-ser-sobe-la-vacunacion-para-la-covid- 19-en-pacientes-con-enfermedades-autoinmunes-sistemicas-eas/ DECLARACIÓN DE GETECCU (Grupo español de trabajo en enfermedad de crohn y colitis ulcerosa): https://geteccu.org/comunicado-de-geteccu-accu-en-relacion-a-la-vacunacion-frente-a-sars-cov-2-en-pacientes-con-enfermedad-inflamatoria- intestinal-eii DECLARACIÓN DEL PSORIASIS -IPC : https://www.psoriasiscouncil.org/blog/IPC-Statement-on-SARS-CoV-2- Vaccines-and-Psoriasis.htmDECLARACIÓN DE IFPA (Federación internacional de psoriasis): https://ifpa-pso.com/covid-19/vaccines-and-psoriatic-disease/ (Traducción disponible)DECLARACIÓN DE NATIONAL PSORIASIS FOUNDATION (Asociación de pacientes de Estados Unidos): NPF COVID-19 Task Force Vaccines Statement: National Psoriasis Foundation: https://www.psoriasis.org/covid-19-task-force-vaccine-statement/ (Traducción disponible) Esta información cuenta con la revisión del Grupo de Psoriasis de la Asociación Española de Dermatología y Venereología (AEDV). 23ACCIONPSORIASIS · REVISTA PSORIASI 202124 Noticias1Difusión entre más de 40.000 seguidores Mejorando el presente, facilitando el futuro: Es lo que hace Acción Psoriasis para los pacientes de psoriasis, artritis psoriásica y sus familiares. Y es el título de un vídeo de 2 minutos de duración que la asociación acaba de realizar con la dimensión de su actividad y compromiso, y que está difundiendo entre sus numerosos seguidores, los profesionales de la salud y los medios de comu- nicación. La psoriasis afecta en España a más de un millón de personas, que ascienden a 125 millones en todo el mundo. Se trata de una enfermedad inflamatoria del sistema inmunitario, crónica y no contagiosa, que tiene consecuencias físicas y emocionales. Acción Psoriasis trabaja para mejorar la calidad de vida de las personas afectadas, tanto pacientes como su entorno. Mejorando la calidad de vida Acción Psoriasis lleva casi 30 años mejorando la calidad de vida de los pa- cientes, proporcionando información contrastada sobre la enfermedad y sus tratamientos, sensibilizando a la sociedad y con orientación a la lucha contra la estigmatización, que en ocasiones puede provocar, y al apoyo emocional necesario. Estos son ejes de la actividad de Acción Psoriasis. Por otra parte, la asociación fomenta la investigación y proporciona difusión de los avances científicos, con propuestas de mejora en la asistencia y divul - gación que es muy valorada entre sus más de 40.000 seguidores, siendo refe-rente tanto internacional como nacional. Desde el inicio de la pandemia de COVID, ha sido necesaria una mayor y fre- cuente información, por la abundancia de dudas producidas entre los pacien-tes y ante el hecho de las deficiencias producidas en su atención sanitaria.Todos estos elementos refuerzan la necesidad de ofrecer apoyo, información y atención a los pacientes de psoriasis, artritis psoriásica y sus familiares. Estudios recientes En los últimos tiempos, desde Acción Psoriasis hemos impulsado y participa-do en varios estudios sobre diferentes aspectos de la enfermedad. Cuando los resultados estén disponibles y valorados ampliaremos la información. 2ACCIONPSORIASIS · REVISTA PSORIASI 202125 Noticias 3Los estudios son: Afrontar la psoriasis. Promovido por el Foro Español de Pacientes y Acción Psoriasis, sobre el cuidado de la repercusión emocional y social de la psoriasis. Farmacéuticos de hospital . Encuesta de Instituto ProPatiens difundida por Acción Psoriasis, que busca analizar cómo son percibidos los farmacéuticos de hospital por los pacientes que han de recoger su medicación en la farmacia de hospital. COVID. Encuesta sobre necesidades de pacientes y áreas de mejora durante y después de la pandemia. Con el apoyo de Amgen. Alimentación. Encuesta acerca de alimentación \"Mi pirámide, mi salud\", sobre la pirámide alimentaria y las prácticas saludables de alimentación en la psoriasis. Con el apoyo de Almirall. Nuestras métricas online Según los últimos datos, tenemos cerca de 40.000 seguidores en las redes sociales, nuestra web ha crecido cerca del 20% a partir del confinamiento con unos 57.000 usuarios, y somos la referencia en psoriasis y artritis psoriásica entre los profesionales sanitarios y los medios de comunicación. YouTube e Instagram En YouTube tenemos más de 1.900 suscriptores, con casi medio millón de vi- sualizaciones de nuestros vídeos. Además, desde el confinamiento hemos pro-ducido más de 30 post y en Instagram tenemos más de 6.000 \"followers\" (se-guidores). Acción Psoriasis ha reorientado sus actividades en función de la nueva reali- dad. Podemos seguir haciendo en cuanto sea posible nuestra habitual labor presencial, pero tenemos un gran alcance online, a través de la web y las redes sociales, nuestras bases de datos de pacientes, simpatizantes y profesionales, nuestra credibilidad y presencia en medios de comunicación propios y ajenos. @accionpsoriasisaccionpsoriasisACCIONPSORIASIS · REVISTA PSORIASI 202126 ACCIONPSORIASIS · REVISTA 101 Patrocinadores de Acción Psoriasis:NOS APOYAN www.accionpsoriasis.orgCreando un futuro en el que las enfermedades sean cosa del pasado Somos Janssen, Pharmaceutical Companies of Johnson & Johnson. Nuestro compromiso es proporcionar grandes descubrimientos e innovaciones médicas significativas. Colaboramos con pacientes, cuidadores y profesionales de la salud para que algún día las enfermedades más temidas solo se encuentren en los libros de historia.La imagen mostrada contiene modelos y se utiliza exclusivamente para fines ilustrativos. Janssen-Cilag, "}