{"title": "No se encuentran reacciones adversas de la vacuna contra la Covid en embarazadas, según un nuevo estudio", "author": "Lola Rovati", "url": "https://www.bebesymas.com/embarazo/no-se-encuentran-reacciones-adversas-vacuna-covid-embarazadas-nuevo-estudio", "hostname": "bebesymas.com", "description": "La vacuna contra la Covid es una de las mayores preocupaciones de las embarazadas siendo motivo de consulta frecuente en los controles prenatales. El escaso...", "sitename": "Bebés y más", "date": "2021-08-19", "cleaned_text": "La vacuna contra la Covid es [una de las mayores preocupaciones de las embarazadas](https://www.bebesymas.com/salud-de-la-madre/ginecologos-recomiendan-que-embarazadas-se-vacunen-covid-pfizer-moderna-cuando-les-corresponda-edad) siendo motivo de consulta frecuente en los controles prenatales. El escaso tiempo que lleva siendo utilizada genera incertidumbre, pero vamos conociendo [nuevos estudios sobre su seguridad](https://www.bebesymas.com/embarazo/vacunas-pfizer-moderna-covid-efectivas-embarazadas-protegen-al-bebe-concluye-mayor-estudio-momento) y efectos adversos, y uno de los últimos, del que hablamos hoy, que concluye que no se han encontrado reacciones adversas de la vacuna en embarazadas diferentes al resto de la población. La investigación, que fue llevada a cabo por la [Escuela de Medicina de la Universidad de Washington](https://twitter.com/UWMedicine/status/1428076614718533638/video/1) en más de 17.000 mujeres embarazadas y lactantes que recibieron la vacuna contra la Covid-19, demuestra que mujeres las gestantes no experimentaron síntomas más graves que las no gestantes. Las embarazadas vacunadas no tienen reacciones más graves El estudio fue [publicado en la revista científica 'JAMA Network Open'](https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2783112) y asegura que \"no se produjo ningún aumento de las reacciones en las personas embarazadas más allá de lo que se espera de una vacuna\", según explicó la doctora Linda Eckert, autora principal del estudio. Entre las encuestadas había mujeres embarazadas (44%) o en periodo de lactancia (38%) y mujeres con [planes de quedarse embarazadas](https://www.bebesymas.com/embarazo/puedo-vacunarme-covid-quiero-quedar-embarazada-1) en un futuro próximo (15%). La mayoría (62%) recibió la vacuna de Pfizer y la mayoría de los participantes residían en Estados Unidos. Las encuestadas informaron de dolor en el lugar de la inyección (91%) y de fatiga (31%), y de una temperatura media de 37 grados celsius después de la inyección. Un pequeño grupo (5-7%) informó de una disminución de la producción de leche después de la vacunación. Una información que tranquiliza a las mujeres embarazadas que estén dudando sobre los efectos adversos que podría tener inmunizarse. Y una oportunidad más para recordar que contraer el Covid en el embarazo aumenta el riesgo consecuencias graves para la embarazada y [para el bebé](https://www.bebesymas.com/embarazo/infectarse-covid-embarazo-aumenta-riesgo-parto-prematuro-muy-prematuro). \"Esperamos que estos datos sean otra información tranquilizadora (...) sobre la necesidad de que las embarazadas se vacunen contra el COVID-19. No solo la vacuna es segura, sino que nuestra investigación muestra lo bien que se tolera la vacuna en las personas embarazadas, que es un temor común que escucho de mis pacientes. Por el contrario, seguimos aprendiendo más y más sobre lo peligrosas que son las infecciones por Covid-19 en el embarazo\", resalta Eckert. Actualmente hay 20.000 mujeres inscritas en el estudio y nuevas encuestadas siguen publicando sus experiencias. En Bebés y más | [Las vacunas de Pfizer y Moderna contra el Covid son efectivas en embarazadas y protegen al bebé, concluye el mayor estudio hasta "}