{"title": "10 Natural Remedies to Relieve Nausea", "author": "Rachel MacPherson; BA; CPT", "url": "https://www.verywellfit.com/natural-remedies-for-nausea-5193929", "hostname": "verywellfit.com", "description": "There are many evidence-based home remedies for reducing nausea, including ginger tea and yoga.", "sitename": "Verywell Fit", "date": "2021-07-29", "cleaned_text": "Weight Management Eat Well Strategies 10 Natural Remedies to Relieve Nausea By Rachel MacPherson, BA, CPT Rachel MacPherson, BA, CPT Rachel MacPherson is a health writer, certified personal trainer, and exercise nutrition coach based in Montreal. Learn about our editorial process Updated on September 27, 2022 Medically reviewed Verywell Fit articles are reviewed by board-certified physicians and nutrition and exercise healthcare professionals. Medical Reviewers confirm the content is thorough and accurate, reflecting the latest evidence-based research. Content is reviewed before publication and upon substantial updates. Learn more. by Tyra Tennyson Francis, MD Medically reviewed by Tyra Tennyson Francis, MD Tyra Tennyson Francis, MD, is a board-certified family medicine physician and currently serves as the medical director of an outpatient clinic. Learn about our Medical Review Board Print Getty Images / Charday Penn Table of Contents View All Table of Contents Causes of Nausea Natural and Home Remedies for Nausea Nausea is a common complaint, with more than half of adults reporting at least one episode of nausea in the previous 12 months. The reasons you may experience nausea are many, with anything from viral illness to anxiousness to pregnancy. Often, nausea may occur with no apparent cause. The unpleasant sensation of nausea can occur due to a change in psychological state, the central nervous system, autonomic nervous system, gastric dysrhythmias (abnormal stomach rhythms), and the endocrine system, which regulates hormones. Fortunately, there are natural home remedies that can help get rid of nausea. Here's what you need to know. Nausea is considered a protective mechanism by the body meant to be a warning to avoid potential toxins. Other circumstances such as post-operation, chemotherapy, and motion can activate this sensation as well. Nausea may come before a need to vomit. Causes of Nausea Nausea isn't a disease—rather, it's a symptom of lots of different conditions. Possible causes of nausea include: SeasicknessMotion sickness, perhaps caused by a roller coaster or road tripEarly pregnancyCancer treatmentExposure to chemical toxinsStressFood poisoningIndigestionCertain smells or odorsGallbladder disease Women experience nausea at a rate of 3 times more frequently than men. The exact reasons for this are not known for certain but are likely due, at least in part, to hormonal fluctuations. Natural and Home Remedies for Nausea While severe nausea (often resulting in vomiting) may require a trip to the doctor's office, milder cases can often be treated with a natural home remedy. GingerPeppermintDietary changesStaying hydratedAcupuncture or acupressureProgressive muscle relaxationCinnamonCumin extractVitamin B6Physical activity Ginger Ginger has been used for centuries to prevent nausea and vomiting, says Nicole Stefanow, RDN, a registered dietitian nutritionist in the greater New York City area. Experts believe that the active components, such as gingerol, directly affect the gastrointestinal system and central nervous system. In fact, research suggests ginger functions similarly to anti-nausea medications. It can be particularly helpful for chemotherapy patients and during pregnancy. A 2012 study conducted by the University of Rochester found that ginger supplement use effectively decreased post-chemotherapy nausea by 40 percent. The most effective dosage was between 500 and 1,000 milligrams (mg). Ginger Nutrition Facts and Health Benefits According to a study published in Nutrition Journal, pregnant women who consumed ginger experienced \"significantly improved\" nausea symptoms compared to those in a placebo group. Try having 0.5 to 1.5 grams of dried ginger root when you're feeling nauseous. Or, add fresh or dried ginger to tea for an additional nutritious kick. One of the ways ginger soothes the digestive tract is by releasing pressure from gas and speeding up digestion, Stefanow says. She suggests sipping ginger tea after a big meal to relieve the uncomfortable bloating that can lead to nausea. There is no official recommended amount of ginger to take for nausea, but up to 1000mg per day is acceptable and used in various studies. Speak to a doctor before taking large doses of ginger, or any other supplement, if you are pregnant. Ginger Juice Nutrition Facts and Health Benefits Peppermint Peppermint is an ancient remedy for nausea that works by relaxing the digestive system, Stefanow says. That's true for both its leaves and its oil. Peppermint relaxes the digestive system by reducing spasms in the stomach and relieving discomfort. If you have irritable bowel syndrome-induced nausea, peppermint could be helpful for you. The theory is that the benefits come from menthol, the main ingredient in peppermint. According to a small study published in the Journal of Perianesthesia Nursing, even the scent of peppermint oil can alleviate nausea. If you're feeling nauseous, try having a cup of peppermint tea; peppermint is also available in capsule form. Or, try some peppermint oil aromatherapy. However, if your nausea is accompanied by heartburn, you may want to pass on the peppermint. Stefanow explains that the same properties that help relax your gut can also relax the valve between your stomach and esophagus, causing stomach acid to creep up and lead to acid reflux. Mint Tea Benefits and Side Effects Dietary Changes If you experience nausea after eating or find consuming food difficult when you're nauseous, there are some dietary changes you can make that might help: Consume smaller meals: Smaller food portions move faster through the gastrointestinal tract and are typically tolerated better. Eating a large amount of food at once can also lead to nausea. Avoid sugary foods: Avoid sweets, but add salty foods if you are nauseous, as this may help. As well, if you've been vomiting, salt will help replace lost electrolytes. Sip clear beverages: Stay hydrated and drink clear, cool drinks (not too hot or cold) and liquid foods that are easier to keep down, such as soups or broths, electrolyte drinks, popsicles, flat ginger ale, and gelatin. Avoid liquids while eating: Sometimes, drinking liquids while eating can cause nausea. Avoid beverages during meals and instead drink them 30 to 60 minutes before or after meals. Stay elevated: Do not lie down after eating, which can induce nausea. Eat slowly: Chewing and eating slowly can prevent overeating and reduce nausea. Try dry foods: If you are nauseous, dry foods like plain toast or crackers may help calm your stomach. Consume bland foods: Bland, easy-to-digest foods are less likely to induce nausea. Try plain poached eggs or chicken, bread, or plain pasta. Do not rely on a liquid diet for more than two days as you are not likely able to get enough nutrition. Notify a healthcare provider if your nausea is preventing you from eating properly. Stay Hydrated Nausea and vomiting are both signs of heat exhaustion and heat stroke, so it's important to make sure that you're staying well hydrated. Drinking clear, ice-cold drinks is best. Sometimes, people who are nauseous will find it challenging to drink; if that's the case, sip slowly, perhaps on peppermint tea. For additional benefits, try adding lemon to your water. Lemons, which contain digestion-friendly citric acid, can help soothe your stomach. One study, published in the Iranian Red Crescent Medical Journal, found that inhaling lemon essential oil significantly improved nausea symptoms. If you don't have any on hand, slice open a lemon and take a sniff. Is Lemon Water Good for You? Acupuncture or Acupressure Acupressure, which involves putting pressure on specific parts of your body, can help reduce nausea. The Memorial Sloan Kettering Cancer Center recommends doing acupressure on pressure point P-6, which is on your inner arm, near your wrist. Pressure Point P-6 (Neiguan) Hold your hand facing you with your fingers pointing up.Locate pressure point P-6 by placing the first three fingers of your other hand horizontally across your wrist. Place your thumb on the inside of your wrist just underneath where your index finger was in the step above. You should feel two large tendons under your thumb, which is pressure point P-6.With your thumb or forefinger, put pressure on this point for 2 to 3 minutes. Try making a circular motion with your thumb while applying pressure. Use a firm but not painful touch.Try this on the other wrist next. According to a small study published in Complementary Therapies in Medicine, acupressure to the wrist significantly reduced nausea and vomiting among patients undergoing cardiac surgery. Acupuncture, which involves inserting thin needles into the body, can also be helpful. One study found that, among 70 cancer patients, it reduced the need for anti-vomiting medications after chemotherapy. If you're interested in acupressure or acupuncture, consider making an appointment with a licensed practitioner. Progressive Muscle Relaxation Some research has found that progressive muscle relaxation helps reduce nausea in chemotherapy patients (nausea is often a debilitating side effect of the treatment). It's easy to practice PMR at home: Just tense and relax your muscles, over and over again. \"PMR alone reduces the severity of nausea associated with chemotherapy,\" the study authors wrote. It also helps when combined with a massage. Progressive Muscle Relaxation (PMR) Squeeze the muscles from the top of your head (forehead), down, one by one, squeezing for 15 seconds and feeling them become progressively tighter. Release slowly for 30 seconds, feeling them relax. Then move to the next set of muscles. Proceed in this order:ForeheadJawNeck and shouldersArms and handsButtocksLegsFeet and toes Cinnamon Cinnamon, a versatile spice, has long been used to help treat indigestion, gas, nausea, and heartburn. It's effective for reducing bloating and encouraging intestinal motility, allowing faster digestion. One study, published in the Iranian Red Crescent Medical Journal, found that it could help reduce the level of nausea that women experience during menstruation. \"This research suggested that cinnamon has a significant effect on reduction of pain, menstrual bleeding, nausea, and vomiting,\" the study authors wrote, referring to cinnamon as \"safe and effective treatment.\" Try sipping on cinnamon tea. Just add one Ceylon cinnamon stick to 8 ounces of boiling water and steep for 10 minutes. You can add a tea bag for more flavor if desired. Cinnamon supplements are not recommended for those taking blood thinners like Coumadin (warfarin) as this can cause bleeding issues. If you are going to have surgery or a dental procedure, avoid taking cinnamon supplements. Those with diabetes or who take insulin should also speak to their doctors before taking cinnamon as it can lower blood sugar. Cumin Extract Another spice that can be helpful when you're feeling nauseous is cumin extract. Research published in the Middle East Journal of Digestive Diseases indicates that it can improve symptoms including constipation, diarrhea, and nausea. According to the study: 58% of participants had no nausea before being treated with cumin, 8% had mild nausea, and 34% had moderate nausea. After four weeks, 90% had no nausea, 10% had mild nausea, and no patients had severe nausea. Try drinking cumin water, also known as jeera water, a popular digestive remedy in India. Simmer cumin seeds in water until all of the flavor and nutrients have been extracted, about 5 minutes. Increase heat and boil again until the seeds swell. Cool to room temperature, strain out the seeds, and sip. If you are pregnant or breastfeeding, have respiratory disease, or have an ulcer, take caution when using cumin extract. Cumin extract can interfere with some medications such as antibiotics, anti-seizure, anti-diabetic, and antiinflammatory agents. Speak to a doctor before taking any supplement. Vitamin B6 Supplements Vitamin B6 helps our body process fats, carbohydrates, and proteins. It's found naturally in many foods, but it's also available in supplement form. Research suggests that taking a vitamin B6 supplement helps cut back on nausea while pregnant. Study authors say it's an \"effective\" form of treatment. Consider taking a daily dose of up to 200mg if you commonly suffer from nausea. Physical Activity Many times when you're nauseous, the most appealing option is to lay on the couch. But some forms of exercise can actually reduce nausea, some research suggests. In one study, chemotherapy patients who practiced yoga experienced \"a significant decrease in post-chemotherapy-induced nausea frequency.\" So if you're feeling sick, pull out your yoga mat and slip into your favorite pose. Taking a walk in fresh air may also help. Fresh air tends to make people feel less nauseous, especially if the nausea was brought on by being in a stuffy or hot environment. Deep breathing, commonly practiced in yoga, can also help relieve nausea, especially related to stress-induced digestive issues. Deep breathing can stimulate the vagus nerve, fostering communication between the gut and the brain, regulating muscle contraction, gastric acid secretion, and digestive enzyme action. A Word From Verywell Feeling nauseous is common and unpleasant, but many natural remedies help alleviate it. Additionally, some dietary changes might reduce the incidence of nausea. Try one treatment at a time so you can determine what is most effective for you. Before you try any new supplement, it's always wise to consult with a health care provider. If your nausea continues or interferes with your ability to consume a nutritious diet, seek medical attention. Why You Might Feel Nauseous at the End of a Run 24 Sources Verywell Fit uses only high-quality sources, including peer-reviewed studies, to support the facts within our articles. Read our editorial process to learn more about how we fact-check and keep our content accurate, reliable, and trustworthy. Singh P, Yoon SS, Kuo B. Nausea: a review of pathophysiology and therapeutics. Therap Adv Gastroenterol. 2016;9(1):98-112. doi:10.1177/1756283X15618131 Cleveland Clinic. Nausea & Vomiting. Reviewed July 2019. Bode AM, Dong Z. The amazing and mighty ginger. In: Benzie IFF, Wachtel-Galor S, eds. Herbal Medicine: Biomolecular and Clinical Aspects. 2nd ed. CRC Press/Taylor & Francis; 2011. Marx W, Ried K, McCarthy AL, et al. Ginger-Mechanism of action in chemotherapy-induced nausea and vomiting: A review. chemotherapy-induced nausea: a URCC CCOP patients. 2012;20(7):1479-1489. doi:10.1007/s00520-011-1236-3 Viljoen E, Visser J, Koen N, Musekiwa A. A systematic review and meta-analysis of the effect and safety of ginger in the treatment of pregnancy-associated nausea and vomiting. Nutr J. 2014;13:20. doi:10.1186/1475-2891-13-20 Lete I, Allué J. The effectiveness of ginger in the prevention of nausea and vomiting during pregnancy and chemotherapy. Integr Med Insights. 2016;11:11-17. doi:10.4137/IMI.S36273 Review article: the physiological effects and safety of peppermint oil and its efficacy in irritable bowel syndrome and other functional disorders. Aliment Pharmacol Ther. 2018;47(6):738-752. doi:10.1111/apt.14519 Sites DS, Johnson NT, Miller JA, et al. Controlled breathing with or without peppermint aromatherapy for postoperative nausea and/or vomiting symptom relief: a randomized controlled trial. J Perianesth Nurs. 2014;29(1):12-19. doi:10.1016/j.jopan.2013.09.008 What and when to eat if you have nausea and vomiting. Breastcancer.org. October 16, 2018. Diet modifications for nausea and vomiting. University of California San Francisco Health. Yavari kia P, Safajou F, Shahnazi M, Nazemiyeh H. The effect of lemon inhalation aromatherapy on nausea and vomiting of pregnancy: a double-blinded, randomized, controlled clinical trial. Iran Red Crescent Med J. 2014;16(3):e14360. doi:10.5812/ircmj.14360 Acupressure for nausea and vomiting | Memorial Sloan Kettering Cancer Center. October 24, 2019. Cooke M, Rapchuk I, Doi SA, et al. Wrist acupressure for post-operative nausea and vomiting (Wrap): A pilot study. Ther Med. 2015;23(3):372-380. doi:10.1016/j.ctim.2015.03.007 Rithirangsriroj K, Manchana T, Akkayagorn L. Efficacy of acupuncture in prevention of delayed chemotherapy induced nausea and vomiting in gynecologic cancer patients. Gynecol Oncol. 2015;136(1):82-86. doi:10.1016/j.ygyno.2014.10.025 Mustian KM, Devine K, Ryan JL, et al. Treatment of nausea and vomiting during chemotherapy. US Oncol Hematol. 2011;7(2):91-97. Hawrelak JA, Myers SP. Effects of Two Natural Medicine Formulations on Irritable Bowel Syndrome Symptoms: A Pilot Study. J Altern Complement Med. 2010;16(10):1065-1071. M, Hatefi M, Najafi F, Khajavikhan J, Khani A. The effect of cinnamon on menstrual bleeding and systemic symptoms with primary dysmenorrhea. Iran Red Crescent Med J. 2015;17(4):e27032. doi:10.5812/ircmj.17(4)2015.27032 Kizilaslan N, Erdem NZ. The effect of different amounts of cinnamon consumption on blood glucose in healthy adult individuals. Int J Food Sci. 2019;2019:4138534. doi:10.1155/2019/4138534 Agah S, Taleb AM, Moeini R, Gorji N, Nikbakht H. Cumin extract for symptom control in patients with irritable bowel syndrome: a case series. Middle East J Dig Dis. 2013;5(4):217-222. Hadi A, Mohammadi H, Hadi Z, Roshanravan N, Kafeshani M. Cumin (Cuminum cyminum L.) is a safe approach for management of lipid parameters: A systematic review and meta-analysis of randomized controlled Res. 2018;32(11):2146-2154. Sipes S, Rose N, Niebyl J. Vitamin B6 is effective therapy for nausea and vomiting of Nagendra HR, et al. Effects of an integrated yoga programme on chemotherapy-induced nausea and emesis in breast cancer patients. Eur J Cancer Care (Engl). 2007;16(6):462-474. doi:10.1111/j.1365-2354.2006.00739.x. American Psychological Association. Stress effects on the body. Published November 1, 2018. By Rachel MacPherson, BA, CPT Rachel MacPherson is a health writer, certified personal trainer, and exercise nutrition coach based in Montreal. See Our Editorial Process Meet Our Review Board Share Feedback Was this page helpful? Thanks for your feedback! What is your feedback? Helpful Report an Error Other Submit "}