{"title": "PDF", "author": "PDF", "url": "www.binasss.sa.cr/gine/52.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Aromatherapy in Obstetrics: A CriticalReview of theLiterature ANNA C. BERTONE, MPH, and REBECCA L. DEKKER, PhD, RN Evidence Based Birth, Lexington, Kentucky Abstract: Aromatherapy is the use of highly concen- trated aromatic plant oils administered in various ways for a wide range of therapeutic indications.The purpose of this review is to present an overviewof the evidence on aromatherapy during the perinatal period. There is research on the prenatal use of aromatherapy to treat nausea and vomiting, reducestress, and support immune function; the intrapartum use of aromatherapy for labor pain/anxiety and labor progress; and the postpartum use of aromatherapy forpostcesarean symptoms, perineal trauma, sleep, andsymptoms of depression and anxiety. Overall, the evidence suggests that aromatherapy can be adminis- tered safely and effectively in obstetrics.Key words: aromatherapy, essential oils, complemen- tary medicine, parturition, prenatal, labor pain The term \"aromatherapie \"first came into use in the early 20th century, althougharomatic essential oils from plants have been used as perfumes and medicines forover 3500 years. René-Maurice Gattefossé, a French chemist and perfumer, coined the term, perhaps to distinguish between essen-tial oils used in perfum ery versus those used medicinally to enhance physical and mentalwellbeing. 1Unlike herbal medicine, which uses whole plants to achieve a therapeuticeffect, essential oils used in aromatherapyare highly concentrated extracts derived from plant roots, leaves, bark, seeds, and flowers. 2It can take many pounds/kilo- grams of plant material to produce onebottle of essential oil. The concentratedchemicals in the oils give them differentproperties (ie, relaxing, stimulating, pain-relieving) that can be harnessed for abeneficial effect. Aromatherapy may help with pain management by activating thought andmental processes that interrupt the trans-mission of pain signals, taking attentionaway from a painful sensation, stimulat-ing the release of endorphins, and helpingto reframe thoughts about uncomfortable A.C.B. is a research consultant with Evidence Based Birth. R.L.D. is the founder and CEO of EvidenceBased Birth headquartered in Lexington, KY.Correspondence: Rebecca L. Dekker, PhD, RN, Evi- dence Based Birth, PO Box 4962, Lexington, KY. E-mail: info@evidencebasedbirth.com Supplemental Digital Content is available for this article. Direct URL citations appear in the printed textand are provided in the HTML and PDF versions ofthis article on the journal 's website, www.clinicalobgyn. com. CLINICAL OBSTETRICS AND GYNECOLOGY / VOLUME 00 / NUMBER 00 / '' 2021 www.clinicalobgyn.com |1CLINICAL OBSTETRICS AND GYNECOLOGY -000 Copyright © 2021 Wolters All rights reserved. Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.sensations. The theory behind this over- arching pain management modality isknown as \"Control of the higher centers of the central nervous system, \"or CNSc. 3 Other pain relief strategies within the CNSc theoretical model include medita- tion, yoga, hypnotherapy, continuoussupport, breathing/relaxation techniques,and music. In addition to the CNScmechanism, aromatherapy may also workby reducing cortisol and increasing sero-tonin levels. 4 Researchers have theorized that aroma- therapy exposes people to scent molecules that attach to olfactory receptors in thenasal cavity. Electrical signals are thentransmitted to the brai n by olfactory sensory neurons. These electrical signals stimulatethe limbic system (the part of the brain thatdeals with emotions and memories), and bydoing so aromatherapy can decrease anxiety and reduce pain perception. 4In this regard, choosing a fragrance that is personallyappealing may offer individualized benefits.In addition, models have demonstrated thatthe components of essential oils (wheninhaled or absorbed through the skin) canenter the systemic circulation and cross theblood-brain barrier. 5 Examining complementary and alterna- tive medicine (CAM) therapies, such asaromatherapy, is important because theirapplication can result in significant maternal benefits throughout the peripartum period.Beneficial effects may be due in part to thereceipt of individualized, woman-centeredcare, as this is a philosophy of care inherent to all CAM modalities. CAM therapies embrace the concept of \"holism, \"in which the individual is viewed as a whole personwith interlinking physical, mental, and spi-ritual conditions. Ar omatherapy is viewed as a holistic therapy, especially when ad-ministered with a manual modality such asmassage. The manual effects of the mas- sage, when combined with the psychoemo- tional effects of the essential oils, can createa sense of wellbeing, thus affecting body,mind, and spirit. 1CAM therapies, such as aromatherapy, deserve attention in obstetrics becausethey have become increasingly popularover recent decades. Studies report prev-alence rates of CAM use in pregnancy ranging between 1% and 87%, with most estimates ranging between 20% and 60%. 6 Some of this use is self-prescribed, andsome is due to health care providersprescribing or offering advice on CAMtherapies. A survey of 135 health careproviders (midwives, obstetricians, anes-thetists) in Northeast Scotland found that a third of respondents had recommended the use of CAM therapy to pregnantclients, and of these, 24% had recom-mended aromatherapy. 7In Australia, a large cross-sectional questionnaire con-ducted in 2009 surveyed a nationallyrepresentative sample of 8200 womenabout self-prescribed use of aromather- apy oils. About 10% (804) of the survey respondents were pregnant at the time ofthe survey, and 15.2% of these reportedthat they self-prescribed aromatherapyoils during pregnancy. 8However, despite its common use in the perinatal popula-tion, some obstetric care providers remainunaware of the research evidence on aromatherapy. Therefore, this narrative review provides a critical synthesis of thebest available evidence in the currentliterature (from within the last 10 y) onperinatal effects of aromatherapy. Methods We performed a search on PubMed usingthe key words aromatherapy AND (obstet-rics or pregnancy or prenatal or labor ordelivery or postpartum). Results were re-trieved from within the last 10 years up toOctober 2020. This review was limited tostudies published in the English language,and we excluded research studies on aro- matherapy and breastfeeding. The search revealed 135 results. Criteria for the inclu-sion of studies were full-length, Health, Inc. Unauthorized reproduction of this article is prohibited.randomized controlled trials (RCTs), and quasi-experimental trials that evaluated theeffects of aromatherapy during the prenatal,intrapartum, or postpartum periods. Weidentified 36 studies that met our criteria for inclusion (10 meta-analyses/systematic reviews and 26 RCTs/quasi-experimentaltrials). A review of this literature will bediscussed in the following sections. Results DESCRIPTION OF STUDIES We formulated search terms and screenedabstracts for all studies meeting the inclu-sion criteria. Altogether, this review dis-cusses 1 systematic review 9on nausea and vomiting during pregnancy; 2 RCTs10,11on stress reduction and immune function dur-ing systematic RCT23 on trauma, postpartum sleep, andsymptoms of depression and anxiety. Sup-plementary Table 1 (Supplemental Digital Content, http://links.lww.com/GRF/A26) details notable essential oils that demon-strated a significant effect for each indica-tion compared to control in randomizedtrials. PRENATAL USE OF AROMATHERAPY There is research from RCTs on the prenatal use of aromatherapy for nausea and vomiting during pregnancy, as well asfor stress reduction and immune function. Nausea and Vomiting We found a 2018 systematic review ofRCTs that investigated different comple-mentary medicine methods used to treat nausea and vomiting during pregnancy. 9 Participants had experienced nausea with or without vomiting, were overall healthy,with a single fetus, and without anyhistory of gastrointestinal disease. Studies were restricted to only those with thestrongest methodology per Jadad criteria(a score of 3 or higher of 5). The Jadadscore is a tool used to assess the methodo- logical quality of controlled trials between 0 (very poor) and 5 (rigorous). Of the 21 papers included in this review of complementary medicine methods, 2assessed peppermint aromatherapy (Ja-dad scores of 4 and 5), and one assessedlemon aromatherapy (Jadad score of 5). The first of the 2 studies on peppermint aromatherapy was a double-blinded study by Pasha et al 24that randomly assigned 60 pregnant participants with nausea and vom-iting to peppermint essential oil or normalsaline placebo. Women in the peppermintgroup slept for 4 consecutive nights with abowl of water containing 4 drops of purepeppermint essential o il placed on the floor near their beds, while those in the control group used 4 drops of saline. The research-ers mentioned that they attempted to blindmothers in the control group by pouringsome peppermint oil into the inner parts oft h es a l i n ec o n t a i n e r 's lid. The Visual Analog Scale (VAS) was used to assess the severityof nausea, and the frequency of vomiting was recorded before, during, and after the intervention. There was a decreasing trendin the peppermint group that did not reachstatistical significance, possibly due to thesmall sample size. During the 4 days ofintervention, the mean of nausea intensitywas 3.50 ± 1.95 and 4.38 ± 2.18 in the pep-permint and saline groups, respectively (P=0.140). The mean of vomiting intensity during the 4-day intervention was2.23 ± 1.88 in the peppermint saline group ( P=0.577). Joulaeerad et al 25carried out a single- blinded study comparing peppermint oil toalmond oil (placebo) and similarly found nosignificant effect on the severity of nausea and vomiting during pregnancy. A total of 56 participants, all between 6 and 20 weekso fg e s t a t i o nw i t hm i l dt om o d e r a t en a u s e aand vomiting, were randomly assigned toAromatherapy in Obstetrics 3 www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.peppermint oil or placebo. For 4 days, they were asked to drop 5 drops onto a cottonball, hold it 1 cm below the nose, and take 3deep breaths through the nose. They wereasked to repeat this 4 times per day when they felt nauseous. Nausea and vomiting scores were assessed as a single measurewith the Pregnancy Unique Quantificationof Emesis/Nausea questionnaire. The resultsshowed no difference in the severity ofnausea and vomiting between placebo andintervention groups during the 4-day inter-vention period. At the end of the 4 days, mean scores were 5.18 ± 1.90 and 5.82 ± 2.14 in the peppermint oil and place-bo groups, respectively ( P=0.227). Yavari Kia et al 26found a significant reduction in nausea and vomiting duringpregnancy with lemon aromatherapycompared with placebo. In this double-blinded trial, 100 participants with nausea and vomiting during pregnancy were ran- domly assigned to a lemon essential oil(Citrus lemon ) or placebo (almond oil combined with carrots to match the colorof lemon oil). The participants had single-ton pregnancies between 6 and 16 weeksgestation, with no major medical prob-lems. They were taught to put 2 drops onto a cotton ball, hold it 3 cm below the nose, and take 3 deep breaths throughthe nose whenever they felt nauseated.The procedure could be repeated5 minutes later. Nausea and vomitingscores were assessed with the PregnancyUnique Quantification of Emesis/Nauseaquestionnaire. The mean scores of nausea and vomiting were significantly lower with lemon aromatherapy on the second[mean deviation (MD): 1.06 ( 1.94 to 0.19), P=0.017] and [MD: 1.00 (1.95 to 0.05), P=0.039] days of treat- ment. The researchers reported no ad-verse effects from the treatment andconcluded that the results were promising. Stress Reduction and Immune Function In the first study of its kind, researcherslongitudinally followed 52 healthy womenfrom 16 to 36 weeks gestation to determine the effects of aromatherapy massage onparticipants 'stress levels and immune function. 10Women with high-risk pregnan- cies were excluded (ie, multiple gestations, fetal growth restriction, or other abnormal- ities) as well as those with a history of severeillness (including depression) or reported useof medications with the potential for abuse.The intervention group received routineprenatal care plus 70 minutes of aromather-apy massage every other week for a total of10 sessions, while the c ontrol group received only routine prenatal care (which did not include aromatherapy or massage). A certi-fied aromatherapist delivered the massagetreatment using a combination of effleurage,friction, petrissage, and vibration appliedwith moderate pressure to the head, neck,shoulders, arms, waist, back, legs, and feet.The massage oil consisted of 2% lavender (Lavandula angustifolia ) essential oil; 30 mL was used for each massage. The study authors used salivary cortisol (g/dL) as an indicator of stress, and salivary immunoglobulin (Ig) A ( g/mL) as an indicator of immune function. Salivasamples were collected from participants inboth groups before and after the interven- tion group received aromatherapy massage treatment. Analysis of the saliva samplesrevealed that participants in the aroma-therapy massage group had lower salivarycortisol ( P<0.001) and higher IgA (P<0.001) levels imme diately after each treatment compared with those in thecontrol group. In the control group, the pretest and posttest salivary cortisol and IgA levels were similar at each time point.Aromatherapy massage also showed sig-nificant long-term effects in salivary IgAlevels; the pretest levels at 32 ( P=0.002) and 36 ( P<0.001) weeks gestation were higher than the pretest IgA levels at 16weeks (baseline). In this study, they found no evidence of long-term effects of aromatherapy mas-sage on salivary cortisol levels. This couldbe due www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.as the pregnancy progresses, particularly after32 weeks gestation. In the control group, there was a significant increase inpretest salivary cortisol levels between 16and 36 weeks. The frequency of aroma- therapy massage may need to be increased after 32 weeks gestation to once or twice aweek to overcome rising stress levelsduring pregnancy. 10The findings suggest that prenatal aromatherapy massagecould immediately relieve stress and en-hance long-term immune function. How-ever, this study was limited by the inability to separate the effects of aroma- therapy from those of massage, and blind-ing was not possible given the nature ofthe intervention. An earlier, much smaller RCT also assessed the effects of aromatherapy onstress during pregnancy. 11This study used the Profile of Mood States (POMS) ques- tionnaire that measures mood states by 6 scales and heart rate measurements toexamine the physical and psychologicaleffects of aromatherapy inhalation. A totalof 13 pregnant women in week 28 of a low-risk pregnancy were assigned to interven-tion (n =7) or control (n =6). Participants were asked to choose one essential oil out of lavender ( L. angustifolia aurantium All of these essential oils are high in linalool and linalyl acetate,which are thought to have relaxing effects. Pregnant women in both groups filled out the POMS and then rested in a seatedposition for 10 minutes while wearing a portable heart rate monitor. During the second half of the 10-minute session,aromatherapy inhalation was given tothose in the intervention group. All studysubjects were aware of their group assign-ment. In the intervention group, the re-searchers observed improvements in theTension-Anxiety Score ( P<0.05) and the Score ( P<0.05) of the POMS after aromatherapy inhalationtreatment. There was also an intragroupincrease in parasympathetic nerve activity(P<0.05) after the intervention. The in- tragroup comparison suggests that aro-matherapy inhalation with essential oilshigh in linalool and linalyl acetate couldsignificantly decrease heart rates and im- prove anxiety and anger for pregnant women. There were, however, no differ-ences observed between intervention andcontrol groups, so further research isrequired. There is also a need to studythese effects over longer periods of time.In this study, participants were onlyassessed 5 minutes postintervention. INTRAPARTUM USE OF AROMATHERAPY We found 2 areas of research in which there is evidence from RCTs: labor pain andanxiety, and labor progress and outcomes. Labor Pain and Anxiety Smith et al 2conducted the first systematic review and meta-analysis specifically onaromatherapy for pain management inlabor and concluded there is a lack ofresearch evaluating the role of aromather-apy for labor pain management. ThisCochrane review included 2 RCTs with535 participants. In one trial, women in the experimental group could choose from 5 essential oils: ), while the control group received standard care on-ly. In the other trial, the experimental group was assigned to the essential oil of ginger and the control group receivedanother essential oil (lemongrass). Thetrials found no difference between groupsin pain intensity or epidural use. A more recent meta-analysis and sys- tematic Lakhan et al 12refer- enced the above-mentioned Cochrane findings and included 2 new clinical trials. The first of these (n =160) found lower mean pain intensity with lavender com-pared with control at 30 and 60 minutesAromatherapy in Obstetrics 5 www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.after the intervention ( P<0.001).27The second new trial (n =126) also found reduced pain severity following aroma-therapy with a bitter orange ( C. auranti- um)a t3t o4 c m( P<0.05), 5 to 7 (P<0.05), and 8 to 10 cm ( P<0.05) dilatations compared with control. 28Both of these studies (Kaviani and colleagues;Namazi and colleagues) were included inthe following 2 meta-analyses. A 2020 systematic review and meta- analysis of 8 RCTs and 1 quasi-experimen-tal study evaluated the effects of aroma- t h e r a p yo na n x i e t ya n dp a i nd u r i n gt h ef i r s t stage of labor in nulliparous participants. 13 Full-text trials published in English beforeJanuary 2019 were eligible for inclusion.Study subjects were low-risk primigravidawith a singleton, cephalic age wk) in spon-taneous first-stage labor (defined as >3 contractions in 10 min with cervical change). The authors used VAS to measurepain from 0 (no pain) to 10 (worst possiblepain). To measure anxiety, they used thefirst 20 questions of the Spielberger 's State- Trait Anxiety Invent ory questionnaire, with possible scores between 20 (no anxi-ety) and 80 (highest possible anxiety). Trials were excluded that used different case selection criteria and measurementmethods. The 9 included trials were published between 2010 and 2018; 7 were publishedin Iran, 1 in Taiwan, and 1 in Thailand. Thestudies used different methods of adminis-tering the aromatherapy intervention. In 5 RCTs it was given via inhalation, while the control group received distilled water place-bo (4 studies) or usual care (1 study). In 3RCTs the experimental group receiveddrops of essential oils applied to gauzesattached to their neck collars, while partic-ipants in the control groups received gauzeswith drops of normal saline. Finally, the quasi-experimental study compared with massage with essential oil to massage withcarrier oils alone. The essential oils admin-istered in the studies were rose ( Rosadamascena ), sinesis ). One study had participants in the experimental group select from laven- der, geranium rose, citrus, and jasmine, based on their personal preference. Anotherstudy with 2 experimental groups assignedparticipants shown to reduce pain in latent (cervical dilatation of 3 to4 cm), early active (cervical dilation 5 to 7 cm), and late active (cervical dilation 8 to 10 cm) phases of first-stage labor com-pared with control. The correspondingVAS score reductions were MD: 1.88 (2.98 to 0.78), P=0.0008 in latent MD: 1.78 ( 2.83 to 0.72), P=0.001 in early active labor (4 RCTs); and MD: 1.72 (2.69 to 0.76), P=0.0004 in late active labor (4 RCTs). It is worth noting that although aroma-therapy resulted in significantly lowerpain scores compared with control, meanpain scores were still at moderate tosevere levels in both groups ( 6.9 vs. 8.6 in the late active phase). Epidural analge-sia was not typically available or used by participants in these studies; therefore, more research is required to assess aro-matherapy as an addition to pharmaco-logical analgesia. 13,29High heterogeneity was observed among the studies in eachcomparison, which could indicate effectvariation from different essential oils andmethods of administering aromatherapy. Subgroup analysis of lavender inhalation (2 RCTs) found a significant reduction inpain in the latent phase with moderateheterogeneity; however, the effect onearly active and late active labor was notstatistically significant. An analysis of 4trials did not find a significant differencebetween baseline pain scores (on admis- sion) in the experimental group and pain scores after the aromatherapy interven-tion [MD: 0.67 ( 2.49 to 1.16), and Dekker www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.effect before versus after aromatherapy was masked by an inherent increase inpain intensity with the progression ofactive labor, especially since epiduralswere not typically utilized. Aromatherapy also reduced partici- pants 'anxiety during latent labor com- pared with control [MD: 9.29 (15.88 to 2.69), P=0.006]. As with pain scores, the intragroup results comparing anxietybefore and after aromatherapy did notfind a significant effect [MD: 5.64 (16.00 to 4.71), P=0.29]. Another meta-analysis by Chen et al 14 also found a significant reduction in pain scores with aromatherapy during labor.Lavender was the most common oil usedin these trials. The authors conductedseparate analyses of RCTs with cervicaldilation info and those without. The 6trials with dilation info reported a wide range of dilations but all included the 8 to 10 cm transition phase. The aromather-apy group reported reduced pain scores inthe transition phase compared with thecontrol group [MD: 0.82 ( 1.55 to 0.09), P=0.03]. Meta-analysis the 4 trials without dilation info showed areduction in pain scores (3.63 to Our also identified a quasi-experimental trial by Sriasih et al 17 that was too recent to be included in any ofthe meta-analyses. Par ticipants were ran- domly assigned to massage with frangipani(Plumeria) aromatherapy oil (n =35) or massage with virgin coconut oil as control (n=35). The massage was applied to the back region at thoracic vertebrae 10, 11, 12,and lumbar 1 levels. Midwives began themassage treatment at 4 cm and continuedthe massage for 5 to 6 hours until maximaldilation at the end of first-stage labor.Before the massage treatment, both groupsreported pain scores on a scale of 7 to 9 (considered severe pain). After the treat- ment, pain scores were significantly reducedto a median of 7 in the control group and 6in the aromatherapy group ( P<0.001).Two systematic reviews in the last few years have assessed the effectiveness ofaromatherapy at managing labor painand anxiety. Tabatabaeichehr andMortazavi 15evaluated 33 randomized trials conducted in English and Persian. Twenty-seven of the 33 studies werecarried out in Iran. Aromatherapy wasadministered with inhalation, massage,footbath, birthing pool, acupressure, andcompress. The essential oil most com-monly used in the studies was lavender,either alone or in combination with other essential oils. Other essential oils used in the included studies were geranium,frankincense, rose, chamomile, bitter or-ange, jasmine, sweet orange, mandarin,peppermint, and clove. The majority ofthe studies (29/33) reported that aroma-therapy had a significant positive effecton reducing labor pain and/or anxiety. No serious side effects to aromatherapy were reported in any of the studies. Thesystematic review concluded that aroma-therapy could help in relieving maternalanxiety and pain during labor. Ghiasi et al 16reviewed 16 randomized trials, specifically focusing on aromather-apy to relieve anxiety during the first stage of labor. Aromatherapy was admin- istered with inhalation in 12 studies andby massage in 4 studies. Lavender was themost frequently studied oil; other oilsincluded rose, clary sage, geranium,frankincense, chamomile, bitter orange,sweet orange, peppermint, mandarin or-ange, jasmine, and clove. Of the 16 studies, all but 1 study found that aroma- therapy significantly lowered anxiety dur-ing the first stage of labor. The systematicreview recommended that aromatherapycould be applied as a complementarytherapy for reducing anxiety during thefirst stage of labor; however, they citedthe need for more methodologically rig- orous studies. Overall, the available evidence suggests that aromatherapy reduces pain and anxi-ety during the first stage of labor.Aromatherapy in Obstetrics 7 www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.Labor Progress and Outcomes Six trials in the Chen et al14meta-analysis reported a comparison of the duration ofthe active phase of the first stage of labor.The results showed that aromatherapyconsistently reduced the duration of theactive phase (h) compared with controlacross trials [MD: 0.69 (1.02 to 0.36), P<0.0001]. There was also a reduction in the duration of the third stage (min) with aromatherapy [MD: 3.32 ( 6.26 to 0.38), P=0.03]; however, trials suggests other factorssuch as third-stage management couldhave influenced this outcome. The analy-sis showed a nonsignificant trend towardsthe shorter duration of second-stage labor and shorter total duration of first-stage labor (early phase, active phase, andtransition phase) with aromatherapy. Aromatherapy during labor does not appear to have an effect on the risk ofintrapartum cesarean or newborn Apgarscores, suggesting that aromatherapy canbe safely administered intrapartum. Six trials in the Chen et al 14meta-analysis compared the incidence of intrapartumcesarean between groups and no differ-ences were observed [relative risk (RR):0.78 (0.48 to 1.26), P=0.31]. Similarly, the 2 trials in Smith et al 2found no difference in the duration of labor, rateof cesarean, or rate of assisted vaginal birth. Three trials in the Liao et al 13meta- analysis investigated aromatherapy 's po- tential influence on Apgar scores at 1 and5 minutes after birth. The results did notfind a significant effect on Apgar scores.The studies consistently showed no effectfrom aromatherapy on the cesarean rateor Apgar score. POSTPARTUM USE OF AROMATHERAPY We found systematic reviews and randomized controlled evidence on aro- matherapy for use with postcesareansymptoms, perineal trauma, sleep, andsymptoms of depression and anxiety.Postcesarean Symptoms A Cochrane review on CAM for post-cesarean pain found 4 trials that exam-ined the effects of aromatherapy onpostcesarean pain. 18All 4 studies pro- vided pharmacological analgesia in both the aromatherapy groups and the controlgroups. Two trials tested the effects oflavender versus sham lavender or place-bo, 1 via mask inhalation and the otherusing drops applied to cotton; 1 studycompared chamomile to placebo usingdrops applied to cotton; and 1 study compared C. aurantium to saline, also using drops applied to cotton. Due todifferences in data collection, data fromall 4 studies could not be pooled for mostof the outcomes. The Cochrane reviewersfound low-certainty evidence that aroma-therapy plus analgesia may slightly de-crease postcesarean pain as measured by the VAS at 12 hours [MD: 2.63 (3.48 to1.77), P<0.00001, 3 studies] 1 blood pressure group [MD: 3.62 mm Hg (6.97 to 0.27), P=0.03], and 2 studies found a 42% reduction in RR of using additional pain medication [RR:0.58 (0.45 to 0.75)]. The Cochrane re-viewers found uncertain effects of aroma-therapy on postcesarean anxiety (1 study)and vital signs other than diastolic bloodpressure. There were no data on potentialadverse events. Only 1 study measured patient satisfaction; the researchers found that 90% of the aromatherapy group wassatisfied, compared with 50% in the pla-cebo group ( P=0.002). An additional double-blind RCT on postcesarean pain published in 2019 byAbbasijaharomi et al 19was too new to be included in the Cochrane review. Ninety mothers who gave birth by cesarean were randomly assigned to aromatherapy withlavender, aromatherapy with damaskrose, or control with distilled and Dekker www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.aromatherapy and control treatments were administered by asking the mothersto inhale cotton balls imbibed with 3drops of oil or water for 30 minutes.Before the intervention or control, there was no difference in VAS pain levels between groups ( P=0.072). Five minutes after the intervention was completed,average pain levels were significantly low-er in both aromatherapy groups com-pared with lower in the damask rose group than the lavendergroup; however, the lavender group hada trend towards the highest pain levels atbaseline, which may explain why lavenderdid not have postintervention results aslow as damask rose. Our literature search identified 1 small RCT on aromatherapy to treat postcesar- ean nausea. 20Participants were invited to take part in this study if they werescheduled for a nonemergency cesarean,English speaking, at least 18 years of age,nonsmoker, and became nauseated aftertheir cesarean. Anyone with an allergy topeppermint or food colorings was ex- cluded, as well as those diagnosed with persistent vomiting or receiving magnesi-um sulfate therapy. Potential participantswere told they would be randomly as-signed to 1 of 3 groups: peppermint spiritsaromatherapy ( Mentha piperita ), sterile water placebo with foodcoloring), or standard antiemetic therapy. The \"peppermint spirits \"consisted of ethyl alcohol 82%, peppermint oil, puri-fied water, and peppermint leaf extract. Thirty-five participants experienced postcesarean nausea and were randomlyassigned to peppermint aromatherapy(n=22), placebo (n =8), or standard antiemetic therapy (n =5). Baseline nau- sea was assessed with a 6-point nausea scale immediately before administeringthe interventions and reassessed 2 and5 minutes after the initial intervention.Participants in all 3 groups had similar levels of nausea at baseline. The aroma-therapy and placebo groups inhaled froma mini ziplock bag containing a cottonball with 1 mL of peppermint spirits or sterile water, respectively. They held the bag 2 inches under the nose and took 3slow, deep breaths. This intervention wasconducted at baseline and again 2 and5 minutes postbaseline. The nausea levelsof participants in the peppermint spiritsgroup were significantly lower than thoseof participants in the other 2 groups at 2 and 5 minutes after the initial intervention [peppermint vs. placebo at 2 min(P<0.001) and 5 min ( P<0.001); pepper- mint vs. antimetic therapy at 2 min(P=0.001) and 5 min ( P=0.003)]. Within the peppermint aromatherapy group, 17of the 22 participants reported no nauseaor slight nausea at 5 minutes, while every- one in the placebo and standard care groups still reported moderate to extremenausea or \"about to vomit. \"The authors concluded that peppermint spirits couldbe a useful adjunct in the treatment ofpostoperative nausea. Perineal Trauma Tsai et al 21published a systematic review of 15 studies evaluating the effects of aroma-therapy on a variety of postpartum out-comes. Their paper included 5 RCTs onpostepisiotomy pain and healing. The re-sults suggested that regular use of lavenderinhalation and lavender added to bath-water may have beneficial effects on wound healing and pain after an episiotomy. The largest study of postepisiotomy healingincluded in this review was published byVakillian et al. 30This study took place in Iran, where nearly all primiparous womenwho give birth vaginally have an episiot-omy. Vakillian et al 30randomly assigned 120 postpartum women t o receive lavender oil (distilled in a sitz bath twice daily for 10 d) versus povidone-iodine wound care,which is routinely recommended for post-episiotomy care in Iran. Ten days afterAromatherapy in Obstetrics 9 www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.entering the study, there was a trend towards more people with zero pain inthe lavender oil group (41.7% vs. 28.3%),and fewer people with severe pain in thelavender oil group (13. 3% vs. 30%), but the result was not statistically significant (P=0.063). Examination results from a blinded midwife showed more people hadzero redness in the lavender oil group(51.7% vs. 21.7%, P=0.001), but there were no differences between groups in ratesof edema, dehiscence, or infections. We found one study that was not published in the Tsai et al 's review; this trial took place in Egypt, which also hasextremely high rates of episiotomy. Inthis RCT, Marzouk et al 23analyzed data from 60 women who were randomlyassigned to aromatherapy with lavenderor placebo with saline. The aromatherapygroup was instructed to use a sitz bath twice daily for 7 days; women were given a solution of 2% lavender-thymol (1:1)dissolved in jojoba oil, and they wereinstructed to mix it with 4 L of warmwater. The control group followed similarinstructions but added a prepared solu-tion containing 10 mL of saline to the 4 Lof warm tap water. All women received a postpartum home visit on day 7 and week 7 to evaluate incision healing and pain.The mean VAS pain scores were signifi-cantly lower in the aromatherapy groupat 7 days (2.1 ± 2.2 vs. 3.5 ± 1.9,P=0.011), and dyspareunia was more severe in the placebo group (5.3 ± 2.7 vs.2.7 ± 1.5, P<0.001). An examination of analgesic use from the first 3 days postpartum revealed moreanalgesic use in the placebo group thanthe aromatherapy group. Wound healingwas also better in the aromatherapygroup —on day 7 the aromatherapy group had a significantly better (lower) overallRedness, Edema, Ecchymosis, Discharge, and Approximation (REEDA) score com-pared with placebo-treated group(2.03 vs. 3.93, P=0.013), well betterscores on the individual subscales of red- ness, edema, and discharge. Sleep We found 2 systematic reviews on aro- matherapy for postpartum sleep. The Rezai-Keikhai et al 's 22review included 3 randomized trials, while Tsai et al21ex- amined only 2 of those studies and ex-cluded the third because it did not testtrue aromatherapy. In the first studyincluded in the Tsai and colleagues 're- view, Keshavarz Afshar et al 31enrolled 158 healthy, nondepressed mothers who were exclusively breastfeeding their in-fants and had poor quality sleep as meas-ured by the Pittsburgh Sleep QualityIndex score (a scale from 0 to 21 withhigher scores indicating worse sleep qual-ity). During the first week, postpartum,participants randomly assigned to the aromatherapy group were instructed to put 4 drops of lavender oil on a cottonball and place it in a container about 20cm away. They took 10 deep breaths, thenplaced the container by their pillow untilmorning. The placebo group followed thesame instructions but used a placebo oilinstead. Eight weeks after beginning the study protocol, sleep quality was signifi- cantly improved in the aromatherapygroup (from 8.29 ± 2.12 down to6.80 ± 2.37, not in 2.3 to 7.57 ± 1.15,P>0.05). Eight-week postintervention sleep quality was also significantly im-proved in the aromatherapy group com- pared with the control group (6.80 ± 2.37 vs. 7.60 ± 1.15, P=0.033). In the second randomized trial on aromatherapy for postpartum sleep,Mirghafourvand et al 32randomly as- signed 96 women in the first week post-partum to ingest placebo or essential oils.Women were excluded if they had a diagnosis of depression during pregnancy. The aromatherapy intervention consistedof drinking a glass of water with 10 dropsessential orange peel oil ( C. sinensis Dekker www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.times daily for 8 weeks. The placebo was similar in appearance and odor to theorange peel oil and ingested using thesame protocol; the study was triple-blinded. Sleep quality was measured with the Pittsburgh Sleep Quality Index. At 8 weeks, after controlling for the baselinesleep score, sleep quality was significantlyimproved in the aromatherapy group(MD =5.0, 95% confidence interval: 3.9- 6.1,P=0.001). In terms of side effects, study participants reported similar levelsof dizziness in both groups. The control group had reports of heart palpitations (9.3%) and nausea (4.2%), while the ar-omatherapy group reported increased uri-nation (10.4%). Symptoms of Depression and Anxiety We found 2 systematic reviews evaluatingthe effects of aromatherapy on postpar- tum mental health (Rezaie-Keikhaie and colleagues; Tsai and colleagues), with theTsai and colleagues 'review being more comprehensive and of higher quality. 21,22 Tsai and colleagues assessed the quality ofstudies using the modified Jadad scale, inwhich studies are scored between 0 (thelowest quality) and 8 (the highest quality); the review authors considered all studies scored 4t ob e \"high\"quality. Tsai and colleagues found mixed results on theeffects of aromatherapy on psychologicalhealth postpartum. Three studies of inha-lation aromatherapy of either lavender orC. aurantium found improved symptoms of depression or anxiety levels. The largest of these trials (n =140) was published by Kianpour et al 33(modified Jadad score of 4). Immediately after giving birth, partic-ipants in Iran were randomly assignedto aromatherapy or routine care afterdischarge (no placebo was used). Theresearchers excluded anyone with preg-nancy complications. The aromatherapy group was instructed to put 3 drops of lavender oil on their palms, rub themtogether, and inhale. This process wascarried out 3 times daily for 4 weeks.The researchers measured stress, anxiety, and depressive symptoms (21-item De-pression, Anxiety, and Stress Scale andthe Edinburgh Postnatal DepressionScale) at 2 weeks, 1 month, and 3 months postpartum. The authors did not report baseline levels of depression and anxiety.Average scores of stress, depression, andanxiety were significantly lower in thearomatherapy group at all 3 follow-uptime points. For example, at 3 months,the aromatherapy group had significantlylower stress levels (3.81 ± P=0.001). Furthermore, the distribution of depression was signifi-cantly lower in the aromatherapy groupat 2 weeks (18.6% vs. 35.7%, P=0.023), 1 month 3 months (4.3% vs. 24.3%, P=0.001). Although the results are significant, thisstudy is limited by its lack of a placebotreatment. Although 3 of the trials in the Tsai and colleagues 'review show promising results for aromatherapy 's effects on postpartum psy- chological symptoms, 2 trials —testing a lavender-infused bath and citrus-imbibed drink —did not find any significant effects from aromatherapy on depression and anxi-ety. In a high-quality study (modified Jadadscore of 6), Mirghafourvand colleaguescarried out double-blinded, effects of orange peel essentialoil (C. sinensis L.) in 96 postpartum women without a history of depression. The trial protocol was previously described in the sleepsection of this paper; the sleep results werepublished separately from the depressionresults. In contrast to the findings fromKianpour and colleagues, Mirghafourvandand colleagues did not find any differencesbetween aromatherapy and placebo groups in depression (as measured by the Edinburgh Postanal Depression Scale) or state/traitanxiety (as measured by the State-TraitAnxiety Inventory questionnaire) at 8 weeksAromatherapy in Obstetrics 11 www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.postpartum. Depressi ve symptoms improved in both groups over time (aromatherapy:8 ± 3.6 to ence between groups ( P=0.925). State and trait anxiety scores were similar at baseline and 8 weeks postpartum in both groups. Discussion The physiological effects of aromatherapyare best understood from a holistic point ofview, in that the whole \"package \"should be considered instead of just its parts. To start with, each essential oil contains manychemical constituents in various proportionsto form its chemical profile. The oil 's chemical profile is affected by climate,altitude, seasons, and the plant 'sg r o w i n g conditions; deterioration occurs over timewith exposure to air (oxidation), heat, and ultraviolet light. 1Next, the method, dose, and frequency of administration influencethe effects of aromatherapy. For example,hot water and steam from a bath or foot-bath encourages greater absorption of es-sential oils via the skin and via therespiratory tract; likewise, massage enhan-ces absorption due to increased blood flow from manipulating the skin and via the inhalation of vaporized molecules. 1Meth- ods of administration that combine CAMtherapies may have a beneficial synergisticeffect, such as aromatherapy with hydro-therapy, or aromatherapy with massagetherapy. Importantly, the mother 's involve- ment in decision-making (autonomy), any additional support from care providers, and the quality of the care provider-patientrelationship may also influence the thera-peutic effects of aromatherapy. Finally,individual recipients may respond differ-ently to aromatherapy because of personalcharacteristics affecting bioavailability (ie,age, metabolism, skin integrity) and because of their unique psychology. Overall, we found evidence that aro- matherapy can positively impact out-comes in the prenatal, intrapartum, andpostpartum periods. Although 2 trials have found that peppermint oil did notreduce prenatal nausea and vomiting, 1randomized trial found promising resultsfor lemon oil inhalation. 23Another randomized trial found that prenatal massage with lavender essential oil hadimmediate effects on stress relief, as wellas a beneficial effect on long-term im-mune function. 10 Aromatherapy (administered either via body massage or inhalation) appears bene-ficial at reducing pain throughout the entire first stage of labor and reducing anxiety during the latent phase of first-stage labor. 13 The intervention has unknown effects onanxiety in second-stage and third-stage la-bor. In addition, aromatherapy may bebeneficial in reducing the duration of theactive phase of first-stage labor and theduration of the third stage compared with control. 14Aromatherapy during labor has not demonstrated an effect on the risk ofintrapartum cesarean or newborn Apgarscores. 13,14 Aromatherapy (administered via drops on cotton or with a mask) plus analgesiamay slightly decrease pain at 12 and24 hours after a cesarean compared with placebo plus analgesia. 18Lavender oil added to sitz baths may benefit woundhealing and pain after an episiotomy. 21,23 Aromatherapy has unknown effects onperineal tears; therefore, more research isneeded to see if aromatherapy would bebeneficial when caring for tears unrelatedto episiotomy use. However, given the benefits seen in postepisiotomy trials, it 's possible that it may be beneficial withother types of perineal trauma. In termsof postpartum sleep, lavender inhalationseemed to confer benefits on sleepquality. 31These results are consistent with research showing a positive effect oflavender aromatherapy on sleep quality in other populations. 34,35 A growing number of researchers have also evaluated the effects of aromatherapyon symptoms of depression and anxiety12 Bertone and Dekker www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.after giving birth. S o far, inhalation of lavender and C. aurantium have been found to be helpful in randomized trials, whilelavender-infused baths and ingestion ofcitrus oils have not been shown to be effective. 21More high-quality research on aromatherapy and postpartum mentalhealth is needed, particularly with placebo-control, blinding, and transparent reportingof randomization techniques. Missing from the research are the voices of birthing people, as we were notable to find any qualitative studies on the use of aromatherapy in the peripartum period. However, there are several olderstudies that include some questions re-lated to satisfaction and reasons for usingaromatherapy. In 2000, a British prospec-tive study by Burns et al 36found that >50% of mothers (n =8058) rated aro- matherapy as helpful for coping with labor. In this study, 10 different essential oils were used, based on consultation withan aromatherapist: Mentha piperita ). Of these, rose oil was rated most highly by mothers for coping with labor(71%), followed by lavender (50%), andfrankincense (44%). Peppermint oil wasrated as highly effective for nausea and/orvomiting during labor. In another study,researchers from the UK found in a retrospective analysis that women who used an aromatherapy and massage intra-partum service (AMIS) had significantlylower rates of epidural anesthesia, spinalanesthesia, and general anesthesia com-pared with those who did not use AMISafter adjustment for parity. 37The most commonly reported reasons for using AMIS were for relaxation/calming (29.9%, n =645) and pain relief (29.6%, n=638). The researchers proposed that if aromatherapy during labor decreases theuse of pain medication, this could lead to a lower cost of care. The authors reportedthat a year 's supply of aromatherapy and massage oils cost about $500 at a centerwith 3000 births per year. For a compre- hensive discussion of aromatherapy in maternity care and how to implementaromatherapy in practice, see the study byTiran. 1 POTENTIAL RISKS AND SAFETY PRECAUTIONS Essential oils are highly concentrated chemicals that work in the same way as pharmacologic drugs once absorbed inthe body. In a professional handbookauthored by Tiran, the author writes thatthere is a misconception that aromather-apy simply involves the use of fragrantoils. 1Instead, essential oils are very powerful and can be potentially hazard- ous if used inappropriately. While most oils are suitable for use in clinical aroma-therapy, including during pregnancy,some are contraindicated. 1,38,39For salicylate toxicity similar tooverdose from aspirin. Oils that contain high levels of phenols, such as cinnamon bark ( Cinnamomum camphora bud, leaf, Syzygium aromati- cum), are also generally contraindicated because of high potential for skin irrita-tion. All essential oils are toxic at high doses. The clinical guidelines by Tiran recom- mend dosages of 1% to 1.5% in pregnancy (1 drop of essential oil to 5 mL carrier oil,with grape seed being one of the mostpopular and inexpensive carrier oils), and2% during labor and the postpartumperiod (2 drops of essential oil to 5 mLcarrier oil). 1No>3 essential oils should be used in a blend so that problematic oils can be quickly identified. For hydrother- apy, 4 to 6 drops of essential oil in 2 mL ofcarrier oil can be added while running abath (not in the presence of rupturedAromatherapy in Obstetrics 13 www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.membranes), while 3 to 4 drops can be mixed into a footbath. It is thought thatvaporizers should be used for no >10 to 15 minutes at a time (as overuse maydesensitize the recipient to the effects of the essential oils and potentially lead to nausea, headaches, and drowsiness); va-porizers should only be used after carefulconsideration of all individuals whomight be exposed to the vapors. Admin-istering essential oils via the mucus mem-branes (oral, vaginal, or rectal) duringpregnancy is not recommended. It is important to purchase oils from a repu- table supplier to avoid adulteration withlower quality substances. There is a lack of evidence on the safety of specific essential oils in the peripartum peri-od. However, no adverse events were re-ported in any of the included studies 2,9,12,15 a n dt h e r ew a sn oe v i d e n c eo fa ne f f e c to n Apgar scores13o rt h er a t eo fc e s a r e a n s .2,14In 2000, Burns et al36published a large pro- spective study that followed 8058 motherswho gave informed consent to receive aro-matherapy during labor at a British teachinghospital between 1990 and 1998. Overall,only 1% of mothers reported undesiredeffects from aromatherapy. The reports were typical of symptoms commonly reported during labor, so it is impossible to knowwhether the symptoms were caused by thearomatherapy. Also, the symptoms in thisstudy might have been related to pharmaco-logic analgesia —when the study began in 1990, 13% of mothers who used aromather-apy also used pethidine; however, by 1997 this figure was <0.2%. Complaints included nausea (n =60), itchy rash (n =15), headache (n=13), and quick labor (n =9). None of the reports were linked to any adverse healthoutcomes. Skin irritation and allergic contact dermatitis are potential adverse skin re-actions to essential oils. A systematic review of adverse effects of aromatherapy identified lavender and peppermintamong the oils most likely to causedermatitis. 39To minimize adverse skinreactions, clinicians are advised to take a medical history about the client 's skin condition and any sensitivities orallergies. 1Taking care to dilute the oil appropriately is for the client 's benefit as well as the care provider, who may also be at risk of dermatitis from frequent expo-sure. Photosensitivity is a potential sideeffect of essential oils, especially withcitrus oils (including C. lemon and C. aurantium ). Although citrus oils are among the safest oils for use in pregnancy,it is best to avoid strong sun exposure for a few hours after dermal application. 1 It is outside the scope of this review to provide complete profiles on essentialoils; more detailed information can befound in professional handbooks. 1Aro- matherapy may not be appropriate forpeople with certain medical or pregnancy-related complications, or with particular medications. For example, aromatherapy is considered contraindicated with epi-lepsy, major respiratory disorders, majorcardiac disease, liver/gallbladder/kidneydisorders, and insulin-dependent diabetes.Note that caution is needed when usinglavender with hypotension or with epi-dural anesthesia as it may lower blood pressure. Rose oil should be avoided until the late third trimester because of apossible mild emmenagoguic effect (herb-al emmenagogues were traditionally usedas abortifacients). Clary sage, also, shouldbe avoided until term due to a possibleeffect on uterine action. 1 LIMITATIONS There has been an increase in RCTs onthis topic in recent years, and the majorityof trials have found benefits from aroma-therapy; however, there are considerablelimitations to the available research thatcomplicate its practical application tomaternity care. First, many of the trials have small sample sizes and combine other complementary therapies with aro-matherapy. It is difficult or impossible toseparate the effects of from14 Bertone and Dekker www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.those of combination interventions such as massage therapy and hydrotherapy.Second, the majority of trials on aroma-therapy during the peripartum periodwere conducted in the Middle East (most notably Iran), which may limit general- izability to other populations with differ-ent perinatal practices. Third, anotherlimitation is that very few studies havebeen conducted for several of the clinicalindications. For example, the supportiveevidence on aromatherapy to treat nauseaand vomiting during pregnancy comes from a single trial on lemon oil. Similarly, we identified only one trial on lavenderaromatherapy to reduce stress and en-hance immune function during preg-nancy. Stronger evidence from futureRCTs and meta-analyses will be neces-sary to build on current findings. Furthermore, although researchers have attempted double-blinded trials of aroma- therapy (ie, with normal saline placebo,almond oil placebo), blinding may have beeninadequate given the nature of the interven-tion. However, determining the impact of theplacebo effect on the effectiveness of aroma-therapy may be less important with thistreatment, as aromatherapy intervention is low cost and appears to have few adverse effects, 40although few studies have examined specific safety outcomes with aromatherapyduring the peripartum period. The authors of the Liao and colleagues ' meta-analysis described the general qualityof studies on aromatherapy for labor painand anxiety as \"moderate \"because of weaknesses in methodology and the imprac- tical of blinding. None of the 9 includedtrials in the Liao et al 13meta-analysis were double-blinded. There w as also high hetero- geneity across the trials, and this limitationrequires further exploration in subgroupanalyses. Therefore, more clinical trials withhigh methodological quality are needed before strong recommendations regarding efficacy can be made to expectant parentsand clinicians. As far as using aromatherapyto decrease postcesarean pain, the Cochraneauthors called the evidence \"low-certainty \" due to the risk of bias. The evidence onusing aromatherapy to treat postcesareannausea is limited to 1 small RCT. Finally,there is limited data on which specific essential oils are best for different clinical indications; lavender oil was featured inmany studies, however, this may be morea sign of its popularity rather than superiorclinical effectiveness. 1Future trials should be conducted in diverse settings with a large enough sample size to detect effects onclinical outcomes. Studies with random assignment to several different essential oils and methods of administration may beespecially useful. However, despite these research limi- tations, the essential oils covered in thereviewed studies were not shown to causeharm during the perinatal period. The useof aromatherapy appears to be accepted by clients as helpful for coping with nausea/vomiting and stress during preg-nancy, labor pain, and anxiety, and post-cesarean symptoms, perineal trauma,sleep quality, and depression/anxiety. Conclusions In the past 10 years, a growing body ofresearch has demonstrated the potentialbenefits of aromatherapy during the peri-natal period. Obstetric providers shouldbe aware that pregnant clients in theircare might be using this modality duringpregnancy, labor, and postpartum. Sim-ilarly, there is a need for more open communication between pregnant people and care providers about aromatherapyuse, as well as a need for provider trainingon aromatherapy (and other CAM mo-dalities). To attain a more holistic set ofskills and knowledge, obstetric care pro-viders should understand the reasons whyclients may seek aromatherapy during the peripartum period, contraindications and precautions regarding aromatherapy, andthe evidence on aromatherapy for a vari-ety of indications.Aromatherapy in Obstetrics 15 www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.References 1. Tiran D. Aromatherapy in Midwifery Practice . London, Philadelphia: Singing Dragon; 2016. 2. Smith CA, Collins CT, Crowther CA. Aroma- therapy for pain management in labour. Database Syst Rev . 2011;7:CD009215. 3. Crochetière C, et al. Non- pharmacologic approaches for pain management during labor compared with usual care: a meta-analysis. Birth . 2014;41:122 -137. 4. Hamdamian S, Nazarpour S, Simbar M, et al. Effects of aromatherapy with Rosa damascena on nulliparous women 's pain and anxiety of labor during first stage of labor. J Integr Med . 2018;16: 120-125. 5. Agatonovic-Kustrin S, Chan CKY, Gegechkori V, et al. Models for skin and brain penetration ofmajor components from essential oils used in aromatherapy for dementia patients. J Biomol Struct Dyn . 2020;38:2402 -2411. 6. Adams J, Lui CW, Sibbritt D, et al. Women 's use of complementary and alternative medicine dur- ing pregnancy: a critical review of the literature. Birth . 2009;36:237 -245. 7. Stewart D, Pallivalappila AR, Shetty A, et al. Healthcare professional views and experiences of complementary and alternative therapies in ob- stetric practice in North East Scotland: et al. The self- prescribed use of aromatherapy oils by pregnantwomen. Women Birth . 2014;27:41 -45. 9. Naz M. of comple- mentary medicine on nausea and vomiting inpregnancy: a systematic review. Int J Prev Med . 2018;9:75. 10. Chen PJ, Chou CC, Yang L, et al. Effects of aromatherapy massage on pregnant women 's stress and immune function: a longitudinal, pro- spective, randomized controlled trial. J Altern Complement Med . 2017;23:778 -786. 11. Igarashi T. Physical and psychologic effects of aromatherapy inhalation on pregnant women: a randomized controlled trial. J Altern Med. 2013;19:805 12. Lakhan SE, Sheafer H, Tepper D. The ness of aromatherapy in reducing pain: a system- atic review and meta-analysis. Pain Res Treat . 2016;2016:8158693. 13. Liao CC, Lan SH, Yen YY, et al. Aromatherapy intervention on anxiety and pain during first stage labour in nulliparous women: a systematic review and meta-analysis. J 2021;41: 21-31. 14. Chen SF, Wang CH, Chan PT, et al. Labour pain control by aromatherapy: a meta-analysis ofrandomised controlled trials. Women Birth 15. Tabatabaeichehr M, Mortazavi H. The effective- ness of aromatherapy in the management of laborpain and anxiety: a systematic review. Ethiop J Health 2020;30:449 -458. 16. Ghiasi A, Bagheri L, Haseli A. A systematic review on the anxiolytic effect of aromatherapy during the first stage of labor. J Caring Sci . 2019;8:51 -60. 17. Sriasih NGK, Hadi MC, Suindri The effect of massage therapy using frangipani aroma- therapy oil to reduce the ch ildbirth pain intensity. Int J Ther Massage 18. Zimpel SA, Torloni Porfirio et al. Complementary and alternative therapies forpost-caesarean pain. Cochrane Database Syst Rev. 2020;9:CD011216. 19. Abbasijahromi A, Hojati H, Nikooei S, et al. Compare the effect of aromatherapy using laven-der and damask rose essential oils on the level of anxiety and severity of pain following C-section: a double-blinded randomized clinical trial. J Com- plement Integr Med . 2020. [Epub ahead of print]. 20. Lane B, Cannella K, Bowen C, et al. Examination of the effectiveness of peppermint aromatherapyon nausea in women post C-section. J Holist Nurs. 2012;30:90 -104; quiz 105 -106. 21. Tsai SS, Wang HH, Chou FH. The effects of aromatherapy on postpartum women: a system-atic review. J Rezaie-Keikhaie K, Hastings-Tolsma M, Bouya S, et al. Effect of aromatherapy on post-partumcomplications: a systematic review. Complement Ther Clin A, et al. Laven- der-thymol as a new topical aromatherapy prep-aration for H, Behmanesh F, Mohsenzadeh H, et al. Study of the effect of mint oil on nausea and vomiting during pregnancy. Iran Red Cres Med J . 2012;14:727 -730. 25. Joulaeerad N, Ozgoli G, Hajimehdipoor H, et al. Effect of aromatherapy with peppermint oil on the severity of nausea and vomiting in pregnancy: Safajou Shahnazi M, et al. The effect of lemon inhalation aromatherapy on nau- sea and vomiting of pregnancy: a double-blinded,randomized, controlled clinical trial. Iran Red Crescent Med J . 2014;16:e14360. 27. Kaviani M, Azima S, Alavi N, et al. The effect of lavender aromatherapy on pain perception andintrapartum outcome in primiparous women. reproduction this article is prohibited.28. Namazi M, Akbari SAA, Mojab F, et al. Effects of Citrus aurantium (bitter orange) on the severity of first-stage labor pain. Iran J Pharm Res . 2014;13: 1011-1018. 29. Tanvisut R, Traisrisilp K, Tongsong T. Efficacy of aromatherapy for reducing pain during labor: a randomized controlled trial. K, Atarha M, Bekhradi R, et al. Healing advantages of lavender essential oil during epis- iotomy recovery: Taghizadeh Z, et al. Lavender fragrance essential oil and the quality of sleep in postpartum women.Iran Red Crescent Med J . 2015;17:e25880. 32. Mirghafourvand M, Charandabi SM, Hakimi S, et al. Effect of orange peel essential oil on post- partum sleep quality: a Kianpour M, Mansouri A, Mehrabi T, et al. Effect of lavender scent inhalation on prevention of stress, anxiety and depression in the postpar-tum period. Iran J Nurs Midwifery Roozbeh N, Ghazanfarpour M, Khadivzadeh T, et al. Effect of lavender on sleep, sexual desire,vasomotor, psychological and physical symptomamong menopausal and elderly women: a system- atic review. Dügüm Ö, Özen Y lmaz H, et al. Aromatherapy: the effect of lavender on anxietyand sleep quality in patients treated with chemo-therapy. Clin et al. An inves- tigation into the use of aromatherapy in intra-partum midwifery practice. J Altern Complement Med. 2000;6:141 -147. 37. Dhany AL, Mitchell T, Foy C. Aromatherapy and massage intrapartum service impact on use ofanalgesia and anesthesia in women in labor: a retrospective case note analysis. J Altern Comple- ment Med . 2012;18:932 -938. 38. International Aromathera- guidelines for aromathera- Available at: https://naha.org/assets/uploads/PregnancyGuidelines-Oct11.pdf. 39. Posadzki P, Alotaibi A, Ernst E. Adverse effects of aromatherapy: a systematic review of case reports and case series. Int J Risk Saf Med . 2012;24: 147-161. 40. Freeman M, Ayers C, Peterson C, et al. Aroma- therapy and Essential Oils: A Map of the Evidence . Washington, DC: Department of VeteransAffairs www.clinicalobgyn.com Copyright r2021 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited. "}