{"title": "Mysticism - Meditation, Contemplation, Visualization", "author": null, "url": "https://www.britannica.com/topic/mysticism", "hostname": "britannica.com", "description": "Mysticism - Meditation, Contemplation, Visualization: According to surveys, roughly one-third of the population of both the United States and the United Kingdom has had one or more spontaneous mystical experiences; almost all of these were reveries. A tiny fraction of the population has had mystical experiences caused by psychopathology; these experiences are invariably reified. Mystical experiences can also be induced voluntarily. Trance states can be brought about by many forms of concentrative meditation that fix attention monotonously, such as mantras, Buddhist samadhi (Sanskrit: \"total self-collectedness\"), Sufi dhikr (Arabic: \"reminding oneself\"), the Eastern Orthodox Jesus prayer (a mental invocation of the name of Jesus Christ), and", "sitename": "Encyclopedia Britannica", "date": "1998-07-20", "cleaned_text": "Techniques for inducing mystical experiences According to surveys, roughly one-third of the population of both the [United States](https://www.britannica.com/place/United-States) and the [United Kingdom](https://www.britannica.com/place/United-Kingdom) has had one or more spontaneous mystical experiences; almost all of these were reveries. A tiny fraction of the population has had mystical experiences caused by psychopathology; these experiences are invariably reified. Mystical experiences can also be induced voluntarily. Trance states can be brought about by many forms of concentrative meditation that fix attention monotonously, such (a mental invocation of the name of [Jesus Christ](https://www.britannica.com/biography/Jesus)), and staring at a crystal, a burning flame, or a drop of oil. Mystical use has also been made of trances that were produced by psychoactive drugs, such as those contained in the [fly agaric](https://www.britannica.com/science/fly-agaric) mushroom (Amanita muscaria) and the African shrub from the [mandrake](https://www.britannica.com/plant/mandrake-Mandragora-genus), [henbane](https://www.britannica.com/plant/henbane), [belladonna](https://www.britannica.com/plant/belladonna), and [datura](https://www.britannica.com/plant/Datura) plants. Reveries can also be induced voluntarily. During waking [consciousness](https://www.britannica.com/topic/consciousness), visualizing and dwelling emotionally on a mental image can induce a reverie in which a vision may occur. Mystical use has also been made of hypnagogic states, which immediately precede sleep. Sensory deprivation has been [cultivated](https://www.merriam-webster.com/dictionary/cultivated) in the depths of caves and also in pits, huts, windowless rooms in temples, and other constructions that reduce sensory stimuli. In the [Kabbala](https://www.britannica.com/topic/Kabbala) and the Ars magna (\"The Great Art\") of the Catalan mystic and poet [Ramon Llull](https://www.britannica.com/biography/Ramon-Llull), alphabetic letters were combined in pairs in alphabetic order. Inuit shamans rubbed a small stone in a circle on a larger one. Both procedures were regarded as magical, but both dependably produced reverie states. The Buddhist meditative practice of [satipatthana](https://www.britannica.com/topic/smrtyupasthana) (Sanskrit: \"mindfulness\") or [vipassana](https://www.britannica.com/topic/vipassana) (\"insight\"), which aims to arrest the process of thought, induces a reverie state of mystical intensity that Buddhists consider a pseudo-nirvana. A Christian mystical technique, which [John Wesley](https://www.britannica.com/biography/John-Wesley), the founder of [Methodism](https://www.britannica.com/topic/Methodism), called \"watching,\" involves observation of the contents of [consciousness](https://www.merriam-webster.com/dictionary/consciousness) in order to detach oneself emotionally from sinful ideas. Wesley paired this technique with another, known as \"the practice of the Presence of God,\" which also induces a state of reverie. The hitbonenut (Hebrew: \"self-reflection\") meditation of [Moses Maimonides](https://www.britannica.com/biography/Moses-Maimonides) also induced a reverie state. Mystical experiences in reverie states have been occasioned by the use of hallucinatory or [psychedelic substances](https://www.britannica.com/science/psychedelic-drug) or drugs, such as sacramentally in the [Native American Church](https://www.britannica.com/topic/Native-American-Church) and other legally authorized institutions. San Pedro cactus is used sacramentally in some South American [shamanistic](https://www.britannica.com/topic/shamanism) traditions. Some scholars have hypothesized that the [Eleusinian Mysteries](https://www.britannica.com/topic/Eleusinian-Mysteries) of ancient [Greece](https://www.britannica.com/place/Greece) employed ergot sacramentally; others have [asserted](https://www.britannica.com/dictionary/asserted) that [manna](https://www.britannica.com/topic/manna-biblical-food), the miraculous bread of the [Bible](https://www.britannica.com/topic/Bible), was described as psychoactive in the biblical text and was secretly so understood by many commentators through the centuries. Although psychedelic drugs do not themselves produce mystical experiences, they create alternate states of consciousness that may lead to mystical experiences through [prayer](https://www.britannica.com/topic/prayer), [meditation](https://www.britannica.com/topic/meditation-mental-exercise), visualization, or other religious activity. The \"Good Friday Experiment,\" in which Walter Pahnke, a researcher at [Harvard University](https://www.britannica.com/topic/Harvard-University), administered psilocybin in a double-blind study in 1962, established that when both mental \"set\" (the total contents of the mind) and physical \"setting\" are arranged to encourage the occurrence of a mystical experience, it occurs with a 90 percent probability. (Pahnke made the concept of a mystical experience operational by defining it in terms of characteristic experiential features, as reported by celebrated mystics from all the world's religions.) Claims that psychedelic mysticism differs from traditional mysticism invariably point to factors by which reverie states differ from trance states and not to characteristics that distinguish psychedelic mysticism from reverie-based mysticism. Set and setting influence the contents of all mystical techniques. Requiring would-be mystics to practice austerities and to meditate for several years before they attain a mystical experience motivates them to have highly [disciplined](https://www.merriam-webster.com/dictionary/disciplined), doctrinally orthodox experiences. Providing easy access to mystical experiences necessitates greater doctrinal [tolerance](https://www.britannica.com/topic/toleration) of varied experiences. The American psychologist and philosopher [William James](https://www.britannica.com/biography/William-James) introduced the term \"overbeliefs\" to explain the contents of mystical experiences that reflect doctrinal expectations rather than the immediate or spontaneous features of the experiences themselves. Many [auxiliary](https://www.merriam-webster.com/dictionary/auxiliary) practices serve as overbeliefs: [ethical](https://www.merriam-webster.com/dictionary/ethical) behaviour, doctrinal preparation, [asceticism](https://www.britannica.com/topic/asceticism), gymnastics, isolation, diet, drumming, dance, and rituals. Another category of overbelief is a mystic's emotional attachment to his teacher. "}