{"title": "COVID-19 vaccine in children | Healthify", "author": null, "url": "https://healthify.nz/medicines-a-z/c/covid-19-vaccine-in-children/", "hostname": "healthify.nz", "description": "Tamariki can be vaccinated against COVID-19 in Aotearoa New Zealand.", "sitename": "Healthify", "date": "2023-05-03", "cleaned_text": "From the age of 6 months tamariki can get the COVID-19 vaccine, BUT the type of vaccine (child Pfizer, adult Pfizer or Novavax) and number of doses needed depends on your child's age and if they have other health problems. Note: The children's version of the Pfizer vaccine is a lower dose and a smaller volume than the adult version. It's also given using a smaller needle. Ages 6 months to 4 years Only severely immunocompromised tamariki, or tamariki with complex medical conditions, can be immunised against COVID-19 under the age of 5 years. - Eligible children need 3 doses of the child Pfizer COVID-19 vaccine, with the second dose given 3 weeks after the first dose, followed by a third dose given at least 8 weeks after the second dose. - Read more about the [eligibility criteria for ages 6 months to 4 years.(external link)](https://www.health.govt.nz/covid-19-novel-coronavirus/covid-19-vaccines/covid-19-vaccine-ages-6-months-4-years-old) Ages 5 to 11 years Tamariki of this age can be protected against COVID-19 with 2 child doses of the child Pfizer COVID-19 vaccine at least 8 weeks apart. - A shorter gap may be needed for children most at risk of severe disease or hospitalisation if disease surges. Discuss with your healthcare provider. - This age group is not eligible for a booster. - Note: If your child turns 12 between receiving their first and second dose, they will then receive the adult dose of the COVID-19 vaccine for their second dose. This is to ensure they are fully protected with vaccine doses appropriate for their age. Ages 12 to 15 years - Young people aged 12 to 15 are eligible for 2 full adult doses of either the [Pfizer vaccine](/medicines-a-z/c/covid-19-comirnaty-pfizer-vaccine/)or the [Novavax vaccine](/medicines-a-z/c/covid-19-novavax-vaccine/) [at 3 weeks or more apart.](/{localLink:34443}) - They're not eligible for a booster. Ages 16 and 17 years - Young people of this age can get 2 adult doses of either the Pfizer or Novavax vaccine (3 weeks apart). - They can also get a Pfizer booster if it's been at least 6 months since the last dose. For ages 18 years and over, see "}