{"title": "HealthLink on Air Categories | The Informed Patient Podcast | SUNY Upstate Medical University", "author": null, "url": "https://www.upstate.edu/informed/all.php", "hostname": "upstate.edu", "description": null, "sitename": "upstate.edu", "date": "2017-03-24", "cleaned_text": "heart, lungs to heal; baby boomers' undiagnosed diseases; evolution of a poison control center: Upstate Medical University's HealthLink on Air for Sunday, March 26, 2017 March 24, 2017 HIV control efforts include testing, community outreach, drug called PrEP March 23, 2017 Baby boomers should be on guard for pre-diabetes, high blood pressure, hepatitis C - and loneliness, says state's top doctor March 22, 2017 Update on polio and post-polio syndrome; a polio epidemic survivor's tale; examining online medical information: Upstate Medical University's HealthLink on Air for Sunday, Dec. 25, 2016 December 22, 2016 Dangers of meningitis; advances in eye research; working on a shingles drug: Upstate Medical University's HealthLink on Air for Sunday, Dec. 11, 2016 December 9, 2016 Though largely controlled, meningitis can be fatal December 1, 2016 Shingles researcher works to relieve, prevent a painful disease November 17, 2016 Dealing with common childhood illnesses; portion-size tips; changing world of health care: Upstate Medical University's HealthLink on Air for Sunday, Nov. 6, 2016 November 3, 2016 Pediatrician offers parents advice for dealing with childhood illnesses October 27, 2016 Staying healthy in old age; public health during natural disasters; donating one's organs to 'pass life along': Upstate Medical University's HealthLink on Air for Sunday, Oct. 23, 2016 October 20, 2016 Mosquito device for disease prevention; sleep disorders explained; poisoning deaths amid opioid epidemic: Upstate Medical University's HealthLink on Air for Sunday, Oct. 2, 2016 September 29, 2016 Research aims to combat dengue, Zika and other mosquito-borne diseases September 23, 2016 Disaster delivers unexpected, but possibly hopeful, lessons to researchers September 23, 2016 Quicker diagnosis of suspicious lumps; abortion's changing legal history; challenges of vaccinating children: Upstate Medical University's HealthLink on Air for Sunday, Sept. 25, 2016 September 22, 2016 Explaining, confronting low childhood vaccination rates in lower-income areas September 22, 2016 Ear infections related to how children develop August 25, 2016 Zika virus update; integrative treatment for diabetes; ear infections explained: Upstate Medical University's HealthLink on Air for Sunday, Aug. 28, 2016 August 25, 2016 What women of childbearing age and men need to know about Zika virus August 25, 2016 Syndrome can attack polio survivors years later July 27, 2016 Polio survivor's tale of terror, hope; post-polio syndrome and its treatments; how ethics consultants help hospital patients: Upstate Medical University's HealthLink on Air for Sunday, July 31, 2016 July 27, 2016 "}