{"title": "Get an additional COVID-19 vaccination", "author": "Government Communications; Public Engagement", "url": "https://www2.gov.bc.ca/gov/content/covid-19/vaccine/booster", "hostname": "www2.gov.bc.ca", "description": "Additional doses help extend your protection against severe outcomes of COVID-19.", "sitename": "Province of British Columbia", "date": "2021-08-12", "cleaned_text": "Get an additional COVID-19 vaccination Get an updated COVID-19 vaccine when the next vaccination campaign launches this fall. If you received an invitation to get vaccinated this spring, you can still [book an appointment](#additionaldose). Additional doses help extend your protection against severe outcomes of COVID-19. English | [](/gov/content/covid-19/translation/tc/booster) | [](/gov/content/covid-19/translation/sc/booster) | [Français](/gov/content/covid-19/translation/fr/booster) | [](/gov/content/covid-19/translation/pun/booster) [](/gov/content/covid-19/translation/ukr/booster) [](/gov/content/covid-19/translation/ru/booster) Last updated: August 18, 2023 On this page: Fall COVID-19 vaccine program B.C.'s fall vaccination campaign will be based on the latest [recommendations](https://www.canada.ca/en/public-health/services/publications/healthy-living/canadian-immunization-guide-part-4-active-vaccines/page-26-covid-19-vaccine.html) from the National Advisory Committee on Immunization (NACI). NACI currently recommends that most people get their next vaccine dose in fall 2023, when new vaccines that offer better protection against the latest variants will be available. More information on the fall COVID-19 vaccination campaign will be available in the coming months. Understand your vaccine options If you need your initial COVID-19 vaccination series, [register in the Get Vaccinated system](/gov/content/covid-19/vaccine/register) and book your appointment now. Getting an additional COVID-19 vaccine is part of your routine health care and offers very good protection from severe illness related to COVID-19. For full protection, everyone 5 and older can get an additional dose, even if you've had COVID-19. Updated COVID-19 vaccines that will be available in fall 2023 will provide protection against the latest variants of SARS CoV-2, the virus that causes COVID-19. The vaccine you get depends on your age: - People 5 years of age or older will be offered the updated vaccine It doesn't matter what vaccine you received for your initial vaccination series. I want a non-mRNA vaccine If you're 12 or older and would prefer a non-mRNA vaccine, there is limited supply of [Novavax](https://www.canada.ca/en/health-canada/services/drugs-health-products/covid19-industry/drugs-vaccines-treatments/vaccines/novavax.html) vaccine available in pharmacies. A new non-mRNA vaccine will be available this fall that offers better protection against the latest variants. If you would like Novavax now, select the non-mRNA vaccine option when you book your appointment online or phone the call centre. I need an additional dose If you received an invitation for vaccination this spring, you can book an appointment online or [call the call centre](tel:+1-833-838-2323). However, you will likely need to wait at least 6 months between your last and next doses for the best protection, so this may impact when you are able to get your next COVID-19 vaccination. If you are 18 years or older, received your last vaccine 6 months ago, and think you need another dose now, talk to your health care provider or pharmacist. However, NACI currently recommends that most people get their next dose in fall 2023, when updated vaccines that offer better protection against the latest variants will be available. Getting one now may impact when you are able to get your next vaccination. I don't have my invitation You must be [registered with the Get Vaccinated system](/gov/content/covid-19/vaccine/register) to get an invitation. If you haven't yet received or can't find your invitation: I need help booking an appointment Phone the call centre if you need help booking an appointment. Phone agents can't answer questions about the best timing for your next dose. [Call: 1-833-838-2323](tel:+1-833-838-2323)Monday to Friday, 7 am to 7 pm. Translators are available. Outside Canada and the USA: [1-604-681-4261](tel:1-604-681-4261) Telephone for the Deaf: Dial [711](tel:711) [Video Relay Services (VRS) sign language interpretation](https://srvcanadavrs.ca/en/) is free for people who are deaf, hard of "}