{"title": "CMS Withdraws COVID-19 Vaccine Mandate for Healthcare Workers", "author": "Jacqueline LaPointe", "url": "https://revcycleintelligence.com/news/cms-withdraws-covid-19-vaccine-mandate-for-healthcare-workers", "hostname": "revcycleintelligence.com", "description": "In a new interim final rule, CMS is formally withdrawing the COVID-19 vaccine mandate for healthcare workers and other vaccine-related requirements.", "sitename": "RevCycleIntelligence", "date": "2023-06-05", "cleaned_text": "CMS Withdraws COVID-19 Vaccine Mandate for Healthcare Workers The final rule from CMS comes after the White House said in May the federal government would wind down certain COVID-19 vaccine requirements. Source: Centers for Medicare & Medicaid Services/Xtelligent Healthcare Media - CMS has formally withdrawn the COVID-19 vaccine mandate for healthcare workers, according to a [final rule](https://public-inspection.federalregister.gov/2023-11449.pdf) published in the Federal Register today. The Omnibus COVID-19 Health Care Staff Vaccination interim final rule (IFR) rescinds the requirement for workers and contractors at Medicare- and Medicaid-certified facilities to be fully vaccinated against COVID-19. The COVID-19 vaccine mandate for healthcare workers has been in place since November 2021 and had limited exceptions for workers who did not want the shots. The White House announced last month that the [federal government would start unwinding certain COVID-19 vaccine requirements](https://revcycleintelligence.com/news/hhs-to-start-unwinding-covid-19-vaccine-requirement), including the one for healthcare workers. Vaccine mandates for federal employees, federal contractors, and international air travelers already ended when the COVID-19 public health emergency expired on May 11th. With CMS now withdrawing the healthcare mandate, impacted facilities also no longer need to have policies and procedures in place to ensure staff are vaccinated under the Conditions of Participation (CoPs) for Medicare and Medicaid. However, this is not the end of COVID-19 vaccinations in the workplace, at least for healthcare workers. CMS will continue to encourage COVID-19 vaccinations for healthcare workers and their patients through quality measures that tie to healthcare reimbursement. For example, HHS will continue to use vaccination-related quality measures that impact ratings and payment in various value-based purchasing programs, such as the Merit-Based Incentive Payment System (MIPS) and the Hospital Inpatient and Outpatient Quality Reporting Programs. The latter programs assess hospitals based on the proportion of healthcare workers who are vaccinated for COVID-19 based on the latest guidance from the Centers for Disease Control and Prevention (CDC). CMS has also proposed updated versions of the measures in several fiscal year 2024 payment rules this spring. Along with the COVID-19 vaccine mandate for healthcare workers, the interim final rule also eliminates the long-term facility COVID-19 testing requirements, which had already expired in regulation, [per the American Hospital Association](https://www.aha.org/news/headline/2023-05-31-cms-eliminates-covid-19-vaccination-requirements-health-care-workers). But the rule makes permanent the requirement that long-term care facilities educate their staff about the vaccines and offer them to staff and residents. CMS said in the final rule that the risks targeted by the healthcare workers vaccine mandate \"have been largely addressed.\" \"[B]ased on an evaluation of the evolving clinical and epidemiological circumstances of the COVID-19 pandemic, increased vaccine uptake, declining infection and death rates, decreasing severity of disease, increased instances of infection-induced immunity, public comments submitted to CMS, and the addition of COVID-19 vaccination quality measures to quality improvement and reporting programs, we believe regulations regarding COVID-19 vaccination of health care staff are no longer necessary,\" CMS wrote in the rule. The agency will approach COVID-19 vaccination mandates as it does with other infectious diseases, like the flu. The interim final rule will go into effect on August 8th. "}