{"title": "PDF", "author": "PDF", "url": "https://www.chiroeco.com/wp-content/uploads/2016/08/CHEC_14-15reducedsize.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "I S S U E # 1 4 : S E P T E M B E R 4 , 2 0 1 5 PRACTICE CENTRAL Physicianextenders—isittime? CODING KEYS Masterthe59modier HealthyHorizons The latest word on natural medicine.BUILDING BETTER PRACTICES C H I R O E C O . C O M PLUS Herbs & Homeopathy Buyers Guide 4 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MVO LU M E 61 , I S S U E 1 4 CLINICAL CONCERNS 15Light touch Laser therapy could be the adjunct your practice needs. BYPERRYNICKELSTON,DC RESEARCH RESULTS 19When every second counts Homeopathy offers fast relieffor soft-tissue injuries. BYFRANKKING,DC,ND PRACTICE CENTRAL with physician extenders. BYMARKSANNA,DC CODING KEYS 37Payment for precision Know the changes to the 59 modifierfor therapeutic procedure codes. BYMARIOFUCINARIDC,MCS-P, ANDEVANM.GWILLIAMDC,CPC28Healthy horizons Stay up-to-date with current research onsupplements. By Karen Appold Chiropractic Economics (ISSN 1087-1985) (USPS 019-178) is published monthly except semi-monthly (twice a month) in January, February, April, May, June, August, September, and October; 20 issues annually. Address: Chiropractic Economics Inc., 820 A1A form #3579 to Chiropractic Economics, PO Box 3521, Northbrook, IL 60065-9955. Periodicals class postage paid at Ponte Vedra, Florida and at additional mailing offices. GST #131868416. Subscription Rates: U.S. and possessions, $39.95 one year, Canadian subscribers add $35 per year shipping and handling; overseas subscribers add $60 per year shipping and handling. Students, $19.95, Single copy, $4. Statement: While encouraging the free expression of opinion by contributors to this publication, Chiropractic Economics and members of its staff do not necessarily agree with/or endorse the statements made in the advertisements or contributed articles. Chiropractic Economics is owned by Chiropractic Economics, Inc. a Florida Corporation, Joseph D. Doyle, President and CEO and Daniel Sosnoski, Editor. Authorization for the use of photographs and/or illustrations is the responsibility of the author(s). All materials submitted for publication shall remain the property of this magazine until published. Change of Address: Six to eight weeks prior to moving, please clip the mailing label from the most recent issue and send it along with your new address (including zip code) to the Chiropractic Economics circulation Department, PO Box 3521, Northbrook, IL 60065-9955. For a faster change, go to www.ChiroEco.com and click on \"Magazine.\"IN EVERY ISSUE 8 TALK 43Cloud and clear The incentives are over, so why still consider adopting a Web-basedEHR system? BYDEANROTTINGHAUS,DC LEGAL EASE 53Facing the men in black What to do when the lawknocks on your door. BYDIANEM.BARTON,DC,MCS-P, ANDJAMESMINX,MCS-PSUFNIFOTO/THINKSTOCK BUYERS GUIDE 46 Herbs & Homeopathy6 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO M What's New OnlineTHE MOST COMPREHENSIVE WEBSITE FOR THE CHIROPRACTIC PROFESSION MoreFromTheWeb /trianglecentrtConsiderations for working with aging patients. Read more atChiroEco.com/ eldercare. /trianglecentrtLearn how to add practice atChiroEco.com/tcmprx. TheTuesdayWebinarSeries ChiropracticEconomics webinars are always available to download and viewat your convenience. Our latest webinar , \"Boost Y our Practice & Prots with Infrared Therapy,\"presented by Sunlighten and CharlesMajors, DC, explores the growingdemand from clients for products andservices related to detoxication,weight loss, and anti-aging. Download any of our webinars at ChiroEco.com/webinars.ExpertInsights Blogs by Anthony Lombardi, Mark Sanna, Drew Stevens, Josh Wagner , Kelly Robbins, Perry Shawne Duperon, and theChiropracticEconomics editorial sta. Here's what's new: Patients to Prots How to be a happy chiropractor when life is a challenge.Daron Stegall, DC chiroeco.com/stegall Chiropractic Breakthrough Negative self-talk gets the loudestwhen you need it the least.Mark Sanna, DC chiroeco.com/sanna Fearless Chiro What is Chiropractic worth to you?Perry Chinn, DC chiroeco.com/chinn PalmerCollege|@palmercollege 3 questions to new tablehttp:/ / ow.ly/QzHzT @ChiroEcoMag#chiropractic #chiropractic#chiroOurmostsharedstory: 2015 British Open victor, ZachJohnson, relies on chiropractic care. Neat Tweets Follow us on T witter at ChiroEco.com/twitter. Facebook Favorites Like us on Facebook atChiroEco.com/facebook. SocialMediaShout-Outs ResourceCenters Practice Management Software ChiroEco.com/practice-management- software /trianglecentrtEHR system sta training ideas /trianglecentrtStart a practice managementchecklist Nutritional Supplements ChiroEco.com/nutritional-supplements /trianglecentrtCardiovascular supplements fora change of heart /trianglecentrtProteolytic enzymes: Help patientsgo with their guts Chiropractic Tables ChrioEco.com/chiropractic-tables /trianglecentrt3 questions to ask yourself beforepurchasing a new table /trianglecentrtReview of 5 common chiropractictables BuyersGuideandDirectory Our buyer guide and directoryis now available online VisitChiroEco.com/jobs /trianglecentrtT emporary Positions ...and MorePlus8 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MTWO ARTICLES CAUGHT OUR EYE RECENTLY . THE FIRST, PUBLISHED BY THE NEWYORKTIMES,WAS TITLED \"NOT Telling Your Doctor You Use Acupuncture and Chiropractic. \"1It referenced a study published in the American Journal of Managed Care. In that study, the researchers reported that of 6,068 chronic pain patients surveyed, an astonishing 47 percent reported using chiropractic care.2 Furthermore, about 30 percent said they used acupunc- ture, and about 20 percent used both chiropractic andacupuncture. Interestingly, the number who used neither of these modalities of care totaled about 40 percent—a number smaller than the chiropractic group. To be clear, this was a cluster of patients in a particular demographic, and not representative ofthe entire population. Still, it's common to hearDCs cite the number of patients who use chiro-practic at about 8 percent of adults (approximately18 million) and some 3 percent of children (about2 million) on an annual basis. But as the abovementioned study shows, among those with chronic back, neck, and joint pain,chiropractic and acupuncture are remarkably popular. And with good reason: Allopathic medicine isn'tvery good at managing painful chronic conditions. With these patients, a medical doctor will normally prescribe some type of NSAID, and possibly an opioidanalgesic. In the short term this strategy offers immediaterelief, but over time the health and psychological conse-quences can be severe. Surgical outcomes for low-back painare frighteningly poor. In an era of dizzyingly high healthcare costs, it's easy to see why patients grappling with chronic pain gravitate towardless-expensive and more conservative care first. If you havemarketing savvy, you should clearly see the opportunity thispresents. To your success,Let me know what's on your DESIGNER chiroeco.com FoUNDED 1954 Williaml.luckeyandHelenC.luckey BPA Worldwide Chiropractic Economics ' subscriptions are now audited by BPA Worldwide, the most dominant global media auditing companyfor B2B publications in the world. BPA certifies that Chiropractic Economics has the highest number of requested readers in the profession. More doctors ofchiropractic choose to read Chiropractic Economics than any other BPA-audited publication servingchiropractic. Tip of the iceberg The conventional wisdom is wrong. EDITOR'SnOTE Daniel Sosnoski, editor-in-chief References 1Rabin RC. \"Not Telling Your Acupuncture and Chiropractic.\" TheNew York Times. http://well.blogs.nytimes.com/2015/07/23/not-telling- your-doctor-you-use-acupuncture-and-chiropractic. Published July 2015.Accessed July 2015. 2Elder C, DeBar Ritenbaugh C, Vollmer W, et al. \"Acupuncture andChiropractic Care: Utilization and Electronic Medical Record Capture.\"AJMC. http://www.ajmc.com/journals/issue/2015/2015-vol21- n7/Acupuncture-and-Chiropractic-Care-Utilization-and-Electronic-Medical-Record-Capture. Published July 2015. Accessed August 2015.10 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MC O L L E G E N E W S Exceptional care prompts late artist's posthumousdonation to ClevelandChiropractic College An artist posthumously donated to Cleveland Chiropractic College in appreciation for thetreatment she received there late in her life. Helen King Boyer left the gift of nearly $270,000 to the college in gratitude for the careshe received as a patient in the 1980s and 1990s.This gift, now under the stewardship of theCleveland College Foundation Fund, is designatedas the \"Helen King Boyer Scholarship Fund.\" Theinvestment interest from this bequest is to beused to award scholarships to students pursuingcompletion of the doctor of chiropractic degreeat the College of Chiropractic, ClevelandUniversity - Kansas City. To read more about the donation, visit ChiroEco.com/boyerccc. Source:ClevelandChiropracticCollege,cleveland.edu Valerio Pasqua, DC, named Trustee Emeritus by NYCCboard At its meeting in June, New Y ork Chiropractic College's (NYCC) board of trustees honoredValerio Pasqua, DC, by electing him to theposition of T rustee Emeritus. Pasqua joins LewisBazakos, Richard Carnival, and Nathan Novak,previously elected to this position in recognitionof exemplary knowledge, skills, abilities, andoutstanding service to the college. T rustee Emeritus is an honorary lifetime designation bestowed by the board of trusteesupon a very few select individuals. Pasquagraduated from the Chiropractic Institute of NewY ork in 1951 and maintained an active practice in CHIROECO NEWSflash.com T O P N E W S Chiropractors call for conservative treatments for pain management amid prescription painkillerepidemic During National Chiropractic Health Month (NCHM) in October, the American Chiropractic Association (ACA) will work with thousands of doctors of chiropractic, chiropractic assistants, and chiropracticdoctoral students nationwide to bring attention to the public health crisis caused by pain —and in particular the overuse of prescription painkillers—with this year's theme #PainFreeNation. The campaign is part of the profession's ongoing efforts to educate the public about the value of exhausting conservative forms of care for both acute and chronic pain before resorting to higher-riskoptions, such as opioids. For more information, visit ChiroEco.com/painfreenation. Source:AmericanChiropracticAssociation,acatoday.org MAC reaches monumental settlement in class action lawsuit The Michigan Association of Chiropractors (MAC) is proud to announce that after months of intensenegotiations, a settlement has been reached in lawsuits against Blue Cross Blue Shield of Michiganand Blue Care Network, two of Michigan's largest health insurers. The signed settlement agreementsare believed to be the most successful Blue Cross settlements ever reached by a chiropractic stateassociation. As of Aug. 1, 2015, chiropractors will be treated fairly under Michigan's chiropractic scope of practice and will be able to be reimbursed for many new services needed by their patients. \"Theseagreements are truly historic for the chiropractic profession in our state,\" said Damian Palmer, DC,president of MAC. To read the full article, visit ChiroEco.com/maclawsuit. Source:MichiganAssociationofChiropractors,chiromi.com 2015 British Open victor, Zach Johnson, relies on chiropractic care According to experts at the F4CP , the good health and impressive athletic performance displayed by 2015 British Open winner Zach Johnson can, in part, be attributed to the care he receives fromdoctors of chiropractic, including his father, David Johnson, DC, and PGA T our chiropractor, T roy VanBiezen, DC. \"Zach has been receiving chiropractic care his entire life,\" said David Johnson, a graduate of Palmer College of Chiropractic, who notes that his son continues to receive regular adjustments whileon and off the PGA T our. \"Throughout his professional career, Zach has relied on chiropractic to helpprevent, manage, and treat the wide array of injuries that athletes are susceptible to, and to helpkeep his body functioning at its best.\" For further details about Johnson's chiropractic care, visit ChiroEco.com/johnson. Source:FoundationforChiropracticProgress,f4cp.com 12 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MCHIROECO NEWSflash.com the Bronx for many years. He served as a valued member of NYCC's board of trustees from 1995through 2007 . According to Board Chair JohnRosa, DC, \"Dr. Pasqua's passion and experiencewhen he served on the board was so valuable toall of us. The T rustee Emeritus is a fittingrecognition.\" For additional details about the honor, visit ChiroEco.com/pasqua. Source:NewYorkCollegeofChiropractic,nycc.edu Annual TCC convention hosts more than 500 DCs This year's annual convention was one of the most highly attended continuing educationfunctions ever hosted by T exas ChiropracticCollege (TCC). Over 500 doctors of chiropractic,chiropractic assistants, and TCC students tookadvantage of the opportunity to earn continuingeducation credits at the event held July 16through 18 at Moody Gardens ConventionCenter in Galveston, T exas. The opening session was led by Jack Dolbin, DC, a former wide receiver for the DenverBroncos, who has 30 years of experience inchiropractic. His session outlined state-of-the-artmanagement of shoulder conditions in athletes.The presentation took each participant throughdiagnostic steps and treatment proceduresincluding Cyriax, muscle, energy, motor pointtherapy, mobilization and decompression,kinesiotaping, and rehabilitation. For a full recap of the event, visit ChiroEco.com/tcc15. Source:TexasChiropracticCollege,txchiro.edu Logan University adds Doctorate in Health Professions Education degree Logan University has announced the addition of a new doctorate degree focused on healthprofessions education. The Doctorate of HealthProfessions Education (DHPE) emphasizesadvancing healthcare through the educationprocess. Health professions clinical educatorsare in high demand and graduates of thisprogram will be able to take their clinicalexpertise and translate it to the field of highereducation. The program provides the opportunity for health professionals to learn academicleadership, education technology, research, statistics, curriculum development, delivery,and assessment. To learn more about the degree, visit ChiroEco.com/ludhpe. Source:LoganUniversity,logan.edu I N D U S T R Y N E W S The Parker Experience Las Vegas redesigns thechiropractic convention The Parker Experience in Las Vegas, to be hosted January 14 to 16, 2016, at the MandalayBay Resort, is the largest national chiropracticconvention in the world and has redesigned theformat for chiropractors who want to growthemselves and grow their practice. Major new launches include the first chiropractic research poster presentation, thelargest chiropractic career fair, and the all newPractice of the Future to showcase chiropracticin the next five years. In addition to the world-class speaker lineup and practice buildingsessions, Parker is offering special half-dayworkshops including advanced public speakingand chiropractic leadership enhancement. For more information about the convention, visit ChiroEco.com/parker2015. Source:TheParkerExperience,parkerseminars.com Cash Practice Systems makes list of fastestgrowing companies In July Cash Practice System's founder and CEO, Miles Bodzin, DC, and senior event and mediacoordinator, Amber Shepherd, attended anawards ceremony to receive the honor of makingthe San Diego Business Journal's 2015 list of the 100 Fastest Growing Private Companies. The list awards the top 100 companies in San Diego that continue to see substantial growthand significant revenue increases over a three-year period. The event brought togetherbusinesses and leaders who positively contributeto the San Diego County business communityand is awarded every year. Certain strict criteriamust be met that include revenue, location, andnumbers of employees. To read the full article, visit ChiroEco.com/cpaward. Source:CashPractice,cashpractice.comStandard Process takes top honors in marketing awards Standard Process Inc.'s marketing department earned three national awards for itscommunications and creative efforts. Theawards were received from Bulldog Reporter, aprovider of PR media intelligence, and Graphic Design USA , a news magazine for graphic design artists since 1963. Standard Process was among 67 winners selected from hundreds of entries representingstrategic and tactical expertise in public relationsin the Bulldog Reporter award program. Thecompany earned a Silver Bulldog Digital/SocialPR Award for excellence in social networkmessaging for its \"One Degree of Change\"strategy. For further details about the honors, visit ChiroEco.com/spawards15. Source:StandardProcess,standardprocess.com H E A L T H N E W S How much calcium is too much? Although national guidelines recommend that adult women get 1,000 to 1,200 milligrams ofcalcium a day, some experts think that's toomuch. In an interview in the August 2015 Harvard Women's Health Watch, Walter Willett, MD, chair of the Department of Nutrition at theHarvard T .H. Chan School of Public Health, saidthat women can do just as well on half that much. \"Essentially, I think that adults do not need 1,200 milligrams of calcium a day. The WorldHealth Organization's recommendation of 500milligrams is probably about right. The UnitedKingdom sets the goal at 700 milligrams, whichis fine, too. It allows for a little leeway,\" Willettsays. The body gets the calcium it needs forbasic functions by releasing calcium stored inbones into the bloodstream. The ongoingprocess of building bones and breaking themdown is called bone remodeling. To read the rest of the article, visit ChiroEco.com/calciumhealth. Source:HarvardWomen'sHealthWatch, health.harvard.edu C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 15CLINICALCOnCERnS LASER THERAPY IS A WONDERFUL TOOL FOR PEOPLE SEEKING A drug-free, noninvasive treatment option for musculoskeletal pain. But it is only as effective as the clinicianusing it. Pointing it at the wrong spotwon't get you far and having thecorrect diagnosis is crucial. The diagnosis is not the cause of the condition. Treating the site of pain withthe proper therapeutic laser dosage is afundamental first step to baselinesuccess. If you don't identify the correctdosage to target tissue, your clinicaloutcomes will be poor. You also needto treat contributing factors outside thesite of pain such as soft-tissue or fascialrestrictions, decreased joint mobility,and trigger points. A linchpin locationfor laser thethoracolumbar fascia (TLF). Why the This area is important for the biomechanics of movementbecause of its unique ability to shiftloads and transfer forces from the lowerextremities to the upper extremities.This is critical to understand if you wantto successfully treat tissue damageanywhere in the body. The TLF has three layers attaching to many other core-stabilizing struc-tures of the central stabilizing zone: Anterior layer: Attaches to the ante- rior aspect of lumbar and the anterior ofthe quadratus lumborum. Middle layer: Attaches to the medial processes, givingrise to the transverse abdominis. Posterior layer: Covers of the muscles from the lumbosacral regionthrough the thoracic region, and as farup as the splenii attachments.The layer movements between theupper and lower extremities, whichmakes walking and running possible.This crosslink is known as the posterioroblique sling. The high number of mechanore- important sensory Releasing fibers and reducing upregulated(facilitated) neural input is a keystrategy for re-establishing movementpatterning efficiency. Laser therapy can reduce fascial adhesions and restrictions in the TLF,helping to optimize force productionacross the body and reducing pain.Studies of the spine show that mechan-ical loads are transferred from the hips,pelvis, and low back across the TLF tothe upper back, shoulders, and arms. They accomplish this in a cross- body, X-shaped pattern. The TLF is the\"punctum fixum\" (fixed end) axis ofrotation. Light touch Laser therapy could be the adjunct yourpractice needs. BY PERRY NICKELSTON, DCREMAINS/ THINKSTOCK16 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MCLINICAL COnCERnS Let's look at some examples of laser therapy for common musculoskeletal conditions integrating the TLF. Laserlight penetrates deeply into tissue andaccelerates cellular reproduction andgrowth. The same light increases theenergy available to cells so that theycan uptake nutrients faster and expelwaste products. As a result of exposureto laser light, the cells of tendons,ligaments, and muscles are repairedfaster. Recommended dosageparameters are 6-8 joules/cm 2for superficial conditions and 8-10joules/cm 2for deeper tissue injuries. Elbow tendinitis Apply laser to the symptomatic elbowwith 1,000 joules of energy over anarea of 100 cm 2. Then apply laser above and below the site of pain withan additional 1,000 joules of energy ateach location. This is approximately 10joules/cm 2. Apply 3,000 joules to the TLF and follow up with soft-tissue release byhand or with instrument-assisted tools. Knee pain Apply laser to the knee anterior, medial,lateral, and posterior with a total of3,000 joules of laser energy, payingparticular attention to the posteriorknee and the popliteus muscle. Apply 3,000 joules to the TLF and then follow up with soft-tissue releaseby hand or with instrument-assistedtools. Shoulder pain Apply laser to the anterior andposterior lateral shoulder with 3,000joules of energy. Then use laser deepinside the axilla for the subscapularis,with 1,000 joules. Assess the pectoralsas a location for laser application. Apply 3,000 joules to the TLF and then follow up with soft-tissue releaseby hand or with instrument-assistedtools. You will often see an immediateimprovement in shoulder range ofmotion. By now you should be seeing a common theme for the treatmentprocess. No matter what area of thebody you are treating, apply lasertherapy to the TLF with approximately3,000 joules. Pay attention to the lowerthoracic and lumbar region and driftlaterally to the posterior fibers of theinternal oblique. You can also apply laser to the fascial attachments into the gluteus maximusregion with an additional dose of 2,000joules. Laser therapy to the TLF isoften the linchpin of resolving chronicmusculoskeletal pain conditions in thebody. Add it to your protocol todayand see the results for yourself. Betteryet, let your patients feel the results. PERRY NICKELSTON , DC, NKt , FmS, SFmA, is the owner of Stop Chasing pain and pain LaserCenter. He is a speaker, author,and lecturer on corrective movement, and the creator of the primalmovement Chains: moving Beyond mobilitycourses. He is also a board member andinstructor for the American Institute ofmedical Laser Applications. He can becontacted through painlasercenter.com. References Blahnik JA., Rindge DW. (2003). Laser Therapy: A Clinical Manual. Melbourne, FL: Healing Light Seminars.Cook G. (2010). Movement: Functional Movement Systems: Screening, Assessment, and Corrective Strategies. Aptos, CA: On Target Publications. Vleeming A. (1997). Movement, Stability, and Low Back Pain: The Essential Role of the Pelvis.New York: Churchill A. (2012). \"The Thoracolumbar Tensional Network of the Human New York: Elsevier. Willard FH. (2012). \"Somatic Fascia.\" Fascia: The Tensional Network of the Human Body. (11-17). New York: Elsevier. C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 19RESEARCHRESuLTS WHEN A PATIENT PRESENTS WITH A SOFT -TISSUE INJURY , you have several commonly used courses of action, namely, rest, ice, compression, elevation (RICE) andelectrodermal therapy. But too often,suffering patients are tempted to resortto conventional pain medications,which carry significant risks of sideeffects such as organ damage andaddiction. As a natural healthcare doctor, your challenge is to reduce swelling andalleviate the pain quickly and safely.Delivering speedy relief and correctingthe cause are essential to success. Quick relief to the rescue Homeopathic remedies can bring rapidrelief, as they work bioenergetically,and therefore don't rely on digestion toenter the body. As we know from ourstudies in chiropractic, which also worksbioenergetically, nerve impulses travelat speeds up to 200 miles per hour, sorelief from the proper remedy canseem almost instant. Minute amounts of diluted and potentized natural substances from theplant, mineral, and animal kingdomsare used in homeopathic medicine.These medicines elicit bioenergeticresponses from the body and clear nerveinterferences, quickly overcomingsymptoms while correcting their cause. You may find homeopathy more deeply curative than most othermethods—not only for acute cases butalso for patients with chronic pain. Arnica—a soft-tissue solution Arnica montana, Latin for \"mountain daisy,\" has a long history of effectiveuse in reducing pain, bruising, andswelling, and in speeding recoverytime. Here are a few studies: /trianglertPooled results from two double-blind, placebo-controlled studies inmarathon runners showed that post-running muscle soreness was less inthe Arnica group than in the placebogroup. 1 /trianglertIn a study comparing NSAIDs toArnica for osteoarthritis pain, Arnicawas found to offer equal relief. 2 /trianglertIn an open, multicenter clinical trial,topical Arnica gel for mild tomoderate osteoarthritis of the kneeachieved positive results in the nearly90 percent of participants whoreported improvement in pain,stiffness, and function. 3 Arnica is just one of about 1,300 homeopathic substances listed in theHomopathic Pharmacopia of theWhen every second counts Homeopathy offers fast relief for soft-tissue injuries. BY FRANK KING, DC, NDSTARAS/ THINKSTOCK20 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MRESEARCH RESuLTS United States (HPUS).4Why does it work so well? Because the symptoms that concentrated Arnica produces arethe same symptoms that homeopath-ically prepared Arnica helps. A history of healing Homeopathy was established in 1814.By the early 1900s, there were 22 home-opathic medical schools and more than100 homeopathic hospitals in the U.S. 5It isn't widely known that the first- ever double-blind, cross-over study wasdevised and conducted by homeopathsin 1906. It was performed concurrentlyin 11 different cities on 51 subjects. Thefinal report, a proving of Belladonna, consisted of 665 pages. 6 Homeopathic studies continue worldwide, with more than 200 clinicaltrials published to date. Those whocharge that homeopathy has noscientific basis are not well informed.Only now are scientific instrumentsbecoming sensitive enough to measurewhy and how it works but, historically,practitioners have found that it doeswork—and without side effects. A record of extraordinary safety How many health products andconventional medicines can boast ofhaving no side effects or known drug interactions? Even certain vitamins andherbal supplements are contraindicatedwith conventional medications or forcertain health conditions. Although the FDA technically considers homeopathic remedies as\"medicines\" and \"pharmaceutical drugs, \"they are completely nontoxic. For morethan 200 years, homeopathy has shownto be safe, cost-effective, efficacious, andhighly preferred by consumers. Thiswas the conclusion drawn by the Swissgovernment, which recently conducteda multiyear, meta-analysis of home-opathy and afterward approved it forcoverage under the country's nationalhealthcare program. 7 Although homeopathy has been steadily gaining in popularity in the U.S.since the 1970s, many natural doctorsneither understand nor use it. Somethink it is too time-consuming to learnand too complicated to implement. Classical vs. contemporary Classical homeopathy is based on theearly work of Samuel Hahnemann(1755-1843). It traditionally involvesa lengthy case-taking process, theselection of a single remedy, andproviding that substance in one potencyand dose. Then practitioner and patientwait to see if there is a positive response,which can be time-consuming. Contemporary homeopathy, on the other hand, is based on the later workof Hahnemann as outlined in his text,theOrganon. It promotes multiple remedies used simultaneously, inmultiple potencies, in a watery base,and at repeated doses. 22 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MRESEARCH RESuLTS Enhancing chiropractic Many chiropractors have been impressed by the natural complementhomeopathy offers to their practice.The breakthroughs and life-changingeffects they see in their patientsconvince them of the potential of thissafe form of medicine. Homeopathy can quickly relieve the pain of a soft-tissue injury where thehands of the chiropractor can't reachor adjust. FRANK KING , DC, ND, is a nationally recognized researcher , author, and lecturer on home-opathy. He is the founder anddirector of King Bio, an FDA- registered homeopathic manufacturingcompany. His free physician's referencemanual, which helps you understand home-opathy and outlines how to incorporate it intoyour practice, is available at safecarerx.com.He can be contacted at 866-298-27 40 oratprocsr@safecarerx.com.References 1Tveiten D, Bruset S. Effect of Arnica D30 in marathon runners. Pooled results from twodouble-blind placebo studies.Homeopathy. 2003;92(4):187-9. randomised, double-blind study. Rheumatology 3Knuesel O, Weber Arnica montanagel in United States (HPUS).\"http://www.hpus.com. Updated June 2013.Accessed July 2015. 5Cummings S, Ullman D. (2004). Everybody's Guide to Homeopathic Medicines. New York, NY: Tarcher. 6Bellows HP. The Test Drug Proving of the O.O.and L. Society: A Reproving on Homeopathic Medicine.\"http://www.huffingtonpost.com/dana-ullman/homeopathic-medicine-_b_1258607.html.Published September 2013. Accessed July 2015. Quick tip Drinkwater Y our kidneys excrete between one and two liters of water aday—plus the water vapor youbreathe out and sweat off. (Ona hot day, you can sweatupwards of 8.5 quarts of water.)therefore, until science provesotherwise, keep targetingbetween 64 and 96 ounces ofpure water a day. Y ou can substitute pure, fresh (not bottled or canned) fruitand vegetable juices for some ofthis quantity. In general,however, pure water is the key. —TheBaselineofHealthFoundation JonBarron.orgC H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 25PRACTICECEnTRAL CHIROPRACTORS INTERESTED IN COST-EFFECTIVELY EXPANDING their multidisciplinary practice face a difficult hiring decision. While bringing on an additional medicaldoctor or expanding current physicianpractice hours may seem like the logicalchoice, nonphysician practitioners, alsocalled physician extenders (PEs), canprovide a sound alternative. PE categories There are two categories of PEs:physician assistants (PAs) and nursepractitioners (NPs). While they cannotpractice independently, PAs and NPscan perform almost all the same tasksas physicians, while providing a compa-rable level of patient care. This caninclude conducting physical examina-tions, ordering diagnostic tests, anddiagnosing and managing conditionssuch as diabetes and high bloodpressure. The American Association of Medical Colleges estimates that theU.S. will face a physician shortage ofmore than 90,000 by 2020. This figureis expected to reach over 130,000 by2025. The trend is likely to continue asthe number of insured patientsincreases under the Affordable CareAct. The looming shortage will call foran increase in PEs serving healthcarepractices. In addition, the level of education required to practice has led to anincrease in the number of PEs, whocan enter the healthcare system afteronly two to three years of professionaltraining, compared to the approximatelyeight years required for medical doctors. Approaches to patient care The primary differences between NPsand PAs reflect the professional educa-tion each receives, which impacts theirresponsibilities in a multidisciplinarypractice. PAs receive training similar to that of medical doctors with an approach tohealthcare that focuses on the study ofdisease. The nursing-centered model ofeducation for NPs entails a morecomprehensive approach that empha-sizes health promotion. This focusmakes the NP an excellent comple-ment to chiropractic and helps the twoprofessions coordinate in a multi-disciplinary setting. NPs can bring a more holistic vision to patient care than PAs by addressingpatients' physical and social needs.This philosophy of care allows NPs toMONKEY BUSINESS IMAGES LTD/THINKSTOCK Healthcare team: Assemble! with physician extenders. BY MARK SANNA, DC26 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MPRACTICE CEnTRAL fit naturally into the chiropractic multi- disciplinary practice and make asignificant contribution to the patientexperience. As the healthcare system continues to shift toward a patient-centric modelof care, satisfaction ratings have becomeincreasingly important. Such metricsnot only affect patient retention andthe ability to attract new patients butmay also have a bottom-line impact onreimbursement. While NPs might be a more ideal fit for a holistic multidisciplinary practicemodel, PAs may be a better choice forpractices that focus on specialty areas.Pain management, ambulatory surgicalprocedures, and other subspecialtieswork well for PAs due to their focusedtraining. In adding any new memberto your practice team, clarify yourpractice model and hire appropriately. Extended savings One of the greatest benefits of adding aPE to your multidisciplinary team is theconsiderable financial savings comparedto bringing on a medical physician orextending physician practice hours. Thebase salary for a medical physician ismore than twice that of mid-level chiro-practors. In addition, the cost formalpractice insurance for PAs and NPsis significantly lower than that formedical physicians, due to their lowerrates of malpractice claims and lowercosts per claim. When PE lawsuits do arise, they often involve the failure of the PE tocontact his or her supervising physician.This can be avoided by following theproper steps when integrating a PEinto your multidisciplinary practice. Putting it all together PEs should enhance patients' experiencewith your practice and the care theyreceive. PAs or NPs are not a substitutefor a medical physician—they are anextension of a physician's professionalexpertise. You can avoid potentialproblems and misunderstandings byletting patients know in advance thatthey will be seeing a PE who works inconjunction with a physician. Assurepatients that the medical doctor isnearby and ready to respond should theneed arise. If a patient seems uneasy,let him or her know that you will workto make necessary accommodations. Ensure patients can discern whether they are being seen by a physician orPE by having name badges with NP orPA labels. PEs should identify them-selves using their respective titles. Adifference in uniform (scrubs versus awhite lab coat) can also help withclarification. Both PEs and physicians must recognize the collaborative nature oftheir relationship, their scope ofpractice, and any limitations applying totheir activities. An open-door policy isessential to the clear flow of infor-mation required in a multidisciplinarysetting. Obtain the signatures of both the PE and supervising physician to documenttheir understanding of the correctprotocols. PEs cannot be apprehensiveabout disturbing their supervisingphysician and must always have reliablecontact information. Although mostPEs are highly reliable team members,supervising physicians should regularlycheck on their work habits. Asking patients and other practice team members about their experiencewith a PE can provide important feed-back and prompt a course correctionbefore problems arise. With the rightmanagement, clearly written protocols,and ongoing training and education, aPE can be a strong addition to yourmultidisciplinary team. MARK SANNA , DC, ACrB Level II, FICC, is a member of the Chiropractic Summit, the ACAGovernor's Advisory Board, and aboard member of the Foundation for Chiropractic progress. He is the presidentand CeO of Breakthrough Coaching. He canbe reached at 800-723-8423 or throughmybreakthrough.com. 28 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO M Stay up-to-date with current research on supplements. BY KAREN APPOLD Healthyhorizons SUFNIFOTO/THINKSTOCK Chiropracticcarefocuses onnaturalhealing.Prescribing\"medica-tion\"isn'tanydifferent. Patientslooktoyoutorecommendthebestproductsandformulationsfortheirhealth—whichoftentimesmeansthenewest,mostinnovativeproducts. So what particularly with omega-3s, probiotics, curcumin and Amazing omega-3s Product delivery systems are advancingto optimize how the body absorbsomega-3 fatty acids, reports Christopher Oswald, DC, CNS, an advisory board member of Nordic Naturals. The bodycan absorb up to 95 percent of healthyfats in a concentrated, triglyceride-formof omega-3. 1But new formulations are on the horizon, such as emulsions,which continue to allow clinicallyrelevant dosing while providing anexcellent tasting and easily absorbedliquid fish-oil supplement. In addition to new formulations, researchers' understanding of howessential fatty acids work in the bodycontinues to expand. Recently, muchstudy has focused on shownto help the body appropriately managethe inflammation cycle. The ability to resolve an inflam- matory event is a key to overall healthmaintenance. There are even linksbetween these SPMs and the healthymetabolism of cholesterol. 2 In practice, a common recommen- dation is 2,000 mg of eicosapentaenoicacid and docosahexaenoic acid (fattyacids in omega-3 fats, found in coldwater fish), but at times higher levelsare indicated. The American HeartAssociation, for example, recognizesthe benefits of up to 4,000 mg forindividuals with hypertriglyceridemia. Terry Lemerond, president of EuroMedica, points out that whileomega-3s are important, they are notthe only nutrient from fish with benefits.\"There are naturally occurring phos-pholipids and peptides to consider aswell,\" he says. \"These components canmake a big difference, but they are notavailable from most supplementalsources.\" You won't find peptides in krill oil or most fish oils. But they are extremelyimportant to support emotional well-being, cognitive health, and blood-vessel flexibility and strength. Phospholipids are already well- studied on their own, and Lemerondbelieves that will continue. \"Theresearch on peptides from foodsources is becoming more aggressive,and could end up being the nextfrontier in natural medicine andsupplement formulations,\" he says. Lemerond is fresh salmon.These polyunsaturated fatty acids(PUFAs) are bound to phospholipidsfor excellent absorption, and providebrain-friendly peptides that have beenshown to relieve anxiety. These supplements are only available in tablet form now, but soon should beavailable as capsules, too. Omega-3sare appropriate for a variety of healthprotocols including cognitive andneurological support; cardiovascularhealth; skin, hair, and nail support; andfor providing essential fatty acids. Professional probiotics In the past several years following thecompletion of the Human MicrobiomeProject, there's been a tremendousincrease in the understanding ofhuman microbiota and how thesebacteria keep the body healthy. 3 \"New formulations focus on core groups of bacteria that are found in thegut, but one thing that has becomeapparent is that variety is veryimportant,\" Oswald says. \"With thevast array of microbiota species foundin the human digestive tract, it isC H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 2930 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO Mimportant to choose a probiotic product with a healthy variety ofbacterial species.\" Among the products currently in development, a select group are\"Certified for Sport\" by NSFInternational. \"With the unique stressorsathletes and active individuals undergo,good digestive health is essential tohealthy immune function and overallwell-being,\" Oswald says. \"An addedbenefit of these products is that theydo not need to be refrigerated, so theyare great for travel.\" In other probiotic news, Ryan Bentley, DC, MD, PhD, chief medical officer atHumarian Research Lab, reports on thenutraceutical industry's first fermentedtoxin-scavenging Lactobacillus. This formula uses a naturally occurringfermentation process that allows forbeneficial modifications to thebacterium's cell wall. During thisprocess, bacteria are trained byrepeated passes of mixed toxins frommold (mycotoxins) and other to called endotoxins, which arealso known as Lipopolysaccharides (LPS). They are released when the bad bacterium ruptures or disintegrates.The strains ultimately selected canthrive in a toxin-challenged environ-ment, as they inherently seek anddestroy toxins. In addition, newly introduced probiotic products have been designedfor women and children. Some aretargeted for overweight and obesewomen, and for those with type 2diabetes. These products can provideclinical vaginal and urinary tractsupport and help with weight loss,Bentley says. Children's formulations are used to populate flora in children who havetaken antibiotics, were delivered byMeettheexperts Christopher Oswald, DC, CNS, advisory board member for Nordic Naturals in Stillwater, minn.nordicnaturals.com Terry Lemerond, president of euromedica in , medicalofficer for Humarian research Indianapolis.humarianresearchlab.com Ashton Dugger, sales and marketing special projectssupervisor for master Supplements in Victoria,minn.master-supplements.com C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 31cesarean section, or were not breast fed. They are also used for treating diarrhea,constipation, colic, and helping thosein need of immune support. Meanwhile, Ashton Dugger , sales and marketing special projects supervisorfor Master Supplements, acknowledgesthat while the mainstream media ispointing to the relationship betweengut health and mood, there is also asurge in various fields of research forautoimmune diseases and relatedchallenges regarding probiotics. \"While formulations vary across the field of manufacturers, stand-outcompanies focus on a few key things:strain compatibility, inclusion ofprebiotics within a formula, deepdelivery of live strains, and potencyof colony-forming units within eachcapsule to ensure efficacy of strength,\"Dugger says. Another trend is to rotate formulas. \"This is because the microbiome isdiverse and our gut flora is competitive,\"Dugger says. \"This practice maintainsa good balance of Lactobacillus and Bifidobacterium strains as we aim to colonize the entire gut lining. However,practitioners should look closely atpatients' symptoms to determinewhat strains they need to focus onwith each rotation.\" For example,for patients with a gastrointestinalproblem, you might advise rotatinga supplement aimed at the colonwith one targeted for the entiregastrointestinal tract.Curative curcumin Curcumin was named the top herb of2014 by the American BotanicalCouncil. Given this, Lemerond expectsto continue to see developments incurcumin formulations and deliverysystems throughout the industry. Curcumin's surge in popularity in recent years is for a good reason—itdoes virtually everything. For cellularhealth, it works along multiple pathways,whereas conventional approachestypically work along one. For a healthyinflammatory response due to exercise,it provides a safe and effective form ofpain relief. And for cognitive health, ithas been studied for years as aneuroprotective botanical compound. Part of this development grew out of research and observational studies inIndia, which showed the differences incognitive support conferred bycurcumin compared to the standardAmerican diet consisting of foods richCurcumin's surge in popularity in recent years is for a good reason—it does virtually everything. 32 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO Min omega-6 fatty acids, preservatives, and sodium. \"Understandably, aspractitioners and patients in the UnitedStates heard about the protectiveeffects of curcumin from turmeric,they wanted a supplemental form,\"Lemerond says.But that was easier said than done, because curcumin by itself is not wellabsorbed in the digestive tract. Andwhat does get absorbed tends to spikein the bloodstream for only a short time. To maximize curcumin's effective- ness, formulations combining BCM-95curcumin and turmeric essential oilscan boost absorption up to 10 timesthat of plain extracts while helping itstay in the bloodstream longer. The lipophilic components of tumeric (turmerones) not only boost absorp-tion but also enhance the power of Meetthenewdeliverysystems people stress the use of top-quality ingredients in supplements. But one thing that is equally important ispersonalizing nutrition through a variety of reliable deliveryforms. this is particularly essential for practitioners who relyon patient compliance to know if what they are prescribing isindeed working. For example: If someone has trouble swallowing fish oil soft gels, they need a great-tasting liquid alternative. For those who don't like the viscosity of liquid omega oils, emulsionsthat have the consistency of yogurt are now available. thetaste profile of these products can be so good that childrenhave no problem taking them. For good bacteria in probiotics to provide beneficial effects, they must be able to withstand processing conditions, beviable in sufficient numbers during storage, and also be ableto survive the acidity of the stomach and bile secretions.most probiotic supplements claim billions of active cells perdose, but will they be alive and well as they enter yourintestines? Look for products that only activate after theyreach the intestines. this dramatically enhances the survivaland growth of bacteria. Another new delivery system will be familiar to you if you've ever taken Alka-Seltzer. With this type, you simply drop thedissolving tablets in water, let them fizz, and drink them. N-acetylcysteine—the usual prescribed precursor to glutathione—can't always reliably deliver the same benefits ofactual active (reduced) glutathione. In this case, formulationswith protective antioxidants make all the difference. Withclinical glutathione, instruct patients to hold the tablets in themouth and allow them to dissolve before swallowing.34 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO Mcurcumin, in addition to their own health benefits. Research on compoundsfrom turmeric essential oils has shownthat turmerones protect against oxida-tive damage, support healthy cells, andsupport a healthy inflammationresponse. 4-8 Cue Coenzyme Q10 For many years, CoQ10 has beenknown as a powerhouse for mito-chondria. It's generally recommendedfor the over-40 set, as CoQ10 levelstend to decrease with age. 9You'll now find a variety of new formulations onthe market that are developed withathletes and active adults in mind. It is known that Q-10 facilitates adenosine triphosphate (ATP)production, which is vital for cellularenergy. Because it shows promise inaddressing certain mitochondrialdisorders, it likewise is aimed atimproving exercise performance.When looking to offer your patients natural medicine in the form of herbsand supplements, always consider thetried and true. Yet this is a fast-changingfield, so it's wise to also exploreinnovative options that may confersuperior benefits. KAREN APPOLD , an editorial consultant in royersford, pennsylvania, is dedicated toregular chiropractic care. She hasbeen the president of Write Now Services, which offers writing, editing, andproofreading since 2003. Her experienceincludes chiropractic marketing. She can becontacted at 610-812-3040, kappold@msn.com,or through writenowservices.com. References 1Laidlaw Rowe \"Human Microbiome Project.\" http://hmpdacc.org. Lastupdated 2015. Accessed I, Miyamoto S, TanakaT, Ohigashi H. Curcumin oncurcumin transportation and P-glycoproteinactivities in intestinal Caco-2 cells. J Naturforsch C. 2002;57(9-10):828-35. 8Ji M, Choi J, Lee J, Lee Y. Induction of apoptosisby ar-turmerone on various cell lines. Int J Mol Med.2004;14(2):253-56. 9Frye RE, Rossignol DA. Treatments forbiomedical abnormalities associated with autismspectrum disorder. Front Pediatr. 2014;2:66. C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 37CODINGKEYS IN AN EFFORT TO DECREASE ABUSE OF BILLING FOR PROCEDURE CODES ,THE National Correct Coding Initiative (NCCI) edits were developed by the Centers for Medicare and MedicaidServices (CMS). The NCCI editprogram is used by carriers and thirdparty administrators in an effort tothwart abusive billing practices ofcodes that should not be used together. For doctors of chiropractic, three common therapeutic procedure codesare identified by the edits when billedwith chiropractic manipulative treat-ment and 97140 manual therapy.Exceptional circumstances There are exceptions to the NCCIedits. One is when the 59 modifier isused to indicate to the carrier that a\"distinct procedural service\" is involvedand the procedures should be paidseparately. Unfortunately, the 59modifier is also an oft-abused anderroneously used modifier. Thisprompted CMS to release new subsetsof the 59 modifier in January 2015. Under certain circumstances, it may be necessary to indicate that aprocedure or service was distinct orindependent from other non-evaluation and management (E/M)services performed on the same day.Modifier 59 is used to identifyprocedures and services, other thanE/M services, that are not normallyreported together but are appropriateunder the circumstances. Documentation should support a different session, different procedure orsurgery, different site or organ system,separate incision or excision, separatelesion, or separate injury (or area ofinjury in extensive injuries) not ordi-narily encountered or performed onthe same day by the same individual. When another already-established modifier is appropriate, however, itshould be used rather than modifier 59.If no further descriptive modifier isavailable, and the use of modifier 59best explains the circumstances, onlythen should modifier 59 be used. In January 2015, CMS released WAVEBREAKMEDIA LTD/THINKSTOCK Payment for precision Know the changes to the 59 modifier for therapeutic procedure codes. BY MARIO FUCINARI DC, MCS-P, AND EVAN M. GWILLIAM DC, CPC38 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MCODING KEYS direction on the use of the X-subset modifiers. The X subsets are expectedto have initially only limited effect onchiropractic procedures and billing.Although the X subsets apply only toMedicare billing as of the beginning of2015, it is expected that the X subsetswill be adopted by other carriersbecause of the data indicating 59-modifier abuse. If this occurs, it willgreatly affect chiropractic billing forreimbursement with the abovemen-tioned therapeutic procedure codes. The chiropractic manipulative treatment codes (98940, 98941, and98942) consist of three portions orprocedures bundled together. These arethe pre-assessment (history), themanipulation, and the post-assessment.These procedures are inherent andcannot be routinely unbundled. If DCsare performing a distinct procedurethat is not inherent in the manip-ulation, then they have to append amodifier to communicate to the carrierthat an exception exists. It was a controversial decision when NCCI edits deemed services such asmassage and trigger-point therapy to bea bundled procedure with manipulation.The edits contend that procedures suchas massage prepare the patient formanipulation and are therefore notseparately billable. Many carriers donot abide by this policy, but others do. The American Medical Association (AMA) stated in March 2006, in CPT Assistant , that 97110-97124 represent distinctly separate and unrelatedprocedures not considered inclusive ofthe CMT described by 98940-98943.According to the AMA, separate bodyregions are not required. Note that97140 was not mentioned in the CPT Assistant article, and as such it is generally accepted that this procedureis included with a CMT code whenperformed at the NCCI edits, 97112 neuromuscular and 97140 joint mobilization require a 59 modifier if performed at the same encounter asa chiropractic manipulation. If the97140 is performed on the same regionthe same day, then not only will thecarrier not reimburse for both proce-dures but the provider cannot bill thepatient for both procedures either. However, if the payer follows AMA guidelines, 97112 and 97124 do notneed to be in a distinctly separateregion, yet they still need the modifierif the payer follows NCCI edits. Although neuromuscular re-educa- tion, massage, and joint mobilizationare not reimbursable by Medicare whenperformed by a chiropractor, if thepatient needs the claim to be processedand denied by Medicare to be sent to asecondary carrier, the claim must besubmitted to Medicare first. That iswhen the X subsets come into play. 40 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MCODING KEYS Also, to ensure that medically necessary services are performed, the provider must document: 1. That the excep- tion exists, 2. The regions where the services were performed,and 3. The diagnosis for each region. Therefore, the X subsetsmust be used. When performing neuromuscular re-education, massage, joint mobilization, or trigger-point therapy and billingMedicare, the 59 modifier is to be used only as a \"lastresort.\" Instead, one of the following XE, XS, XP, or XUsubset modifiers would be more appropriate. Modifier XE: Separate encounter—the service is distinct because it occurred during a separate encounter. Modifier XS: Separate structure—the service is distinct because it was performed on a separate organ or structure. Modifier XP: Separate practitioner—the service is distinct because it was performed by a different practitioner. Modifier XU: Unusual non-overlapping service—the service is distinct because it does not overlap usualcomponents of the main service. The XS modifier will most likely be used in most circum- stances for 97140, but XU may be most appropriate for97112 and 97124, as they do not need to be performed on aseparate structure. But this depends on guidance from payers. Check with your local Medicare carrier for further clarification. Do not use these new modifiers for privatepayers until it is confirmed that they have begun to acceptthem. Some have stated that they will allow either the 59modifier, or one of the X modifiers, but not both. Othershave indicated that they would like to see the 59 modifierfollowed by the appropriate X modifier on the same line. Yetother carriers have remained silent. Further clarification is expected from Medicare, and private payers will probably follow suit. Modifiers are appended to HCPCS and CPT codes when clinical circumstances justify their use. The X-subsetmodifiers are an important tool in clarifying your claims forreimbursement. The modifiers are not there to deny claimsbut rather to get them paid when used properly. MARIO FUCINARI , DC, mCS-p , CIC, CCS-p , presents classes and webinars to aid doctors and their staff in correct compliance procedures. He is the author of severalbooks, including ICD-10 Coding of the T op 100 Conditions for the Chiropractic Office. He can be contacted at doc@askmario.com or through askmario.com. EVAN M. GWILLIAM CpmA, is a president anddirector of education and consulting for the ChiroCodeInstitute and is the only chiropractor certified by the AApCas an ICD-10 trainer. He can be contacted at drg@chirocode.com. C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 43TECHTALKBRIANAJACKSON\\THINKSTOCK STARTING IN 2011,CHIROPRACTORS WERE AMONG THE HUNDREDS OF thousands of healthcare practi- tioners eligible to receive money from the federal government for employingelectronic health record (EHR) systemsin their practices. Of the 60,000 chiro-practors in the U.S. today, nearly 70percent do not have an EHR systemand more than 50 percent are currentlyconsidering adding one. Early adopters had the opportunity to receive $44,000 each and more than$3 billion has been paid to Medicareproviders, but the point is now moot—the incentive program is over. Even so,if you don't have an EHR system, youshould still consider making the switch.Why? To achieve paperless conven-ience and efficiency. Used correctly, a good EHR systemwill significantly increase office effi-ciency and reduce the use of paper. Adecent system will eliminate the timewasted by staff looking for lost files orrecords stored incorrectly. If you're stillusing paper, how many times have youexperienced a fire drill because of amissing file? These types of occur-rences can be eliminated with an EHRsystem. And if you choose a Web-based platform, you can access whatyou need in the office, at home, or onthe go. Here are several advantages to adopting an EHR system: 1. Get paid properly. Insurance providers are increasingly requiring the use ofEHR technology for maximum reim-bursement. This is no longer specificto Medicare and Medicaid.2. Appeal to patients with a modern office.A practice overflowing with physical files and papers looks and feels like 1980. EHRs make an officetechnologically appealing. Offices stillusing paper are not attractive to tech-savvy patients or those looking for aprovider who is up-to-date with currenttrends. If you visit an emergency roomor dentist's office, you will notice thatmost documentation is being entereddirectly into a computer of some sort. 3. Save money. An EHR system can save you money in a variety of ways.First, you reduce staff time by elimi-nating the need to create or locate paperfiles. This can lead to a reduction inthe number of required staff members.The program can manage and sendout appointment and recall reminders,Cloud and clear The incentives are over, so why still consider adopting a Web-based EHR system? BY DEAN ROTTINGHAUS, DC44 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MTECH TALK allowing the scheduling workload to be automated. Preset notifications help patients avoid missing appointments,which can cost you income. As you research the various EHR options available, you'll notice they fall into one of two categories: cloud- or server-based. For many reasons, the \"cloud\" has become a fairlyubiquitous technology. Highlights include: /trianglertAccessibility: A seamlessly integrated, database-driven, Web-based system is accessible 24/7, providing instantaccess whenever and wherever you need it, includingfrom your smartphone or tablet. /trianglertSecurity: In today's technology-powered business environment, a cloud-based solution is a safe way toprotect your valuable patient records. /trianglertDisaster coverage: Server-based software is vulnerable to incidents such as floods, hurricanes, fires, and tornados.On the cloud, regardless of what happens with your brick-and-mortar structure, your data will be safe and can beaccessed in the time it takes to plug in a new computerand log in. /trianglertBackup and recovery: Critics of cloud solutions typically cite security and privacy issues. Can the provider be trusted? Will data be lost? Today, as cloud computing becomes more popular, there are more storage providersthan ever. Competition is fierce, so to survive companiesmust be dedicated to providing secure and reliable serviceor risk losing business (or worse). While you can no longer receive financial incentives from the federal government to adopt an EHR system,going electronic still offers many benefits. Not only willEHRs save time and money but your confidence in a secureprogram will allow you to sleep well knowing that you andyour patients are covered. DEAN ROTTINGHAUS , DC, earned his doctor of chiropractic degree in 1992 from Cleveland Chiropractic College and is vice president of sales and development formedicfusion. A VSS medical technology company,medicfusion is a leading eHr provider supporting the special needs of chiropractors. For more information, call 866-643-7778 or visit medicfusion.com. On the cloud, regardless of what happens with your brick-and-mortarstructure, your data will be safe.46 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MBUYERS GUIDE ChiropracticEconomics is pleased to present the profession's most comprehensive Herbs & Homeopathy directory. The information in the resource guide was obtained from questionnaires completed by the listed companies. Companies highlighted in RED have an advertisement in this issue. 3 Care Therapeutics 888-372-3421 danielchapterone.com DaVinci Laboratories of Nutrition Doctors Natural Therapy 866-244-7611 doc-nt.com Douglas Laboratories Dr. Clark Dr. 800-219-1261 Homeopathy48 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MHealthy You 50 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO M BUYERS GUIDE NutraLife Prince of 510-723-2428 popus.com H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 51 The information in the buyers guide was obtained from questionnaires completed by the listed companies. Company listings highlighted in RED have an advertisement in this issue. For the complete listing of services these companies provide, and to view our complete online directory, visit ChiroEco.com/directory.Tangut USA 888-982-6488 H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 53LEGALEASE Facing the men in black What to do when the law knocks on your door. BY DIANE M. BARTON, DC, MCS-P, AND JAMES MINX, MCS-P IT'SASUNNY DAY ,THE BIRDS ARE SINGING,KIDS ARE PLAYING ,AND your practice is doing great. Patients fill your waiting room, you've paid the bills, and you even havemoney in the bank. Life is good. Or so you think. Then they come through the door of your practice, indark suits, ties, and sunglasses. Thewords \"federal agent\"—OIG or FBI—are plastered across their raid jackets.And in that split second, the wonderfullife you were living is now in turmoil. What is the first thing you do when you see these \"men in black\" standingin the middle of your waiting room?After your initial—and under-standable—panic, you might come toand realize you are lying on the floorwith your patients and the governmentagents looking down at you. As you eventually pick yourself up, one of the agents hands you somepapers and begins to speak to you, butyou can't understand a single wordbecause your mind is spinning in awhirlwind of fear. So, what do you do now? Call your parents? No! You pull yourself togetherquickly because you are in a serioussituation and need to focus. Whengovernment representatives come intoyour office, it is usually not a positivething. They are not the PublishersClearing House prize patrol bringinggood tidings. You need to determine the nature of the papers you've been handed. Areyou dealing with a subpoena, a searchwarrant, or worse, an arrest warrant? Know the terminology It's easy to confuse a subpoena with asearch warrant. According to Black'sLaw Dictionary, the definitions are asfollows:Subpoena: \"The process by which the attendance of a witness is required iscalled a 'subpoena.' It is a writ or orderdirected to a person, and requiring hisattendance at a particular time andplace to testify as a witness. It may alsorequire him to bring with him anybooks, documents, or other tilingsunder his control which he is boundby law to produce in evidence.\" Search warrant: \"Is an order in writing, issued by a justice or other magistrate,in the name of the state, directed to asheriff, constable, or other officer,commanding him to search a specifiedhouse, shop, or other premises, forpersonal property alleged to have beenstolen, or for unlawful goods, and tobring the same, when found, before themagistrate, and usually also the bodyof the person occupying the premises,to be dealt with according to law.\"PETER KIM\\THINKSTOCK54 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MLEGAL EASE In layman's terms, if you are given a subpoena, you are ordered to provide records, evidence, or your person to acourt or hearing on a specific date. Ifseeking records, a subpoena specifieswhat records are being requested. If you are given a search warrant, agents will take any and all records, files, and devices that may contain evidencerelated to the crime being investigated.This could include your patient andbilling records, memory devices,external hard drives, and computers. If you're served with either a subpoena or a search warrant, complywith the request. If you interfere with asearch warrant being served, you maybe arrested or taken into temporarycustody. In either situation, contactyour attorney immediately and explainthe situation, and reach out to yourcompliance officers as well. Who you gonna call? The time to look for an attorney is notwhile the agents are removing recordsand computers from your office. Havean idea of who to call in such asituation ahead of time. What if youcall your attorney and the answeringservice tells you he or she is on aremote island in the Pacific and won'tbe back for a month? What is yourbackup plan? You should also notify your practice's compliance officer. If you arethe only compliance officer for yourpractice, how useful will you be whenstressed out to the max? Have acompliance committee rather than justone person designated as the officer. Lastly, according to federal sentencing guidelines, the only twothings that a judge may take intoconsideration if you are found guiltyof violating a healthcare law include: 1. Did you notify the payer and return any money or payments thatyou received improperly? 2. Did you have a valid, up-to-date and living ethics and Medicare compli-ance program in place before the lawcame to check on you? For a validHIPAA compliance program, a riskanalysis must be completed or theOffice of Civil Rights considers yourprogram nonexistent. Plan now, before the suits show up, because afterward will be too late. DIANE M. BARTON , DC, mCS-p , CIC, is a graduate of palmer College. She has been in practicefor 28 years in the Chicago area. JAMES MINX , mCS-p , CIC, graduated from Western IllinoisUniversity with a degree in lawenforcement. He retired as asergeant from the Illinois State police in 2010. Barton and minx havepresented sessions on compliance mattersand own medical Compliance Specialists.they can be contacted throughmedicalcompliancespecialists.com. 56 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MAFTER YOU MASTER THE BASICS OF FINDING AND KEEPING patients, you'll still have room to improve your methodology. And what works best for you and yourpractice will reflect your unique styleof chiropractic and your patient base.The following principles are effectiveand tested by time. Limit dialogue Avoid talking about your interests,your vacation, the movie you saw lastnight, or the restaurant you like. Yourpatients don't care about you. Theycome to your office because they arenot feeling well—they want to learnabout their health problem, what youare doing to fix it, and what they cando to get better faster. Patients always want to know the consequences of not fixing theirproblem, e.g., arthritis, disc degen-eration, or nerve compression. It's allaboutthem— not you. Give reasons to return Schedule your patients for blood andurine test results, to update theirorthotics, to replace their cervicalpillows (they flatten out after sixmonths), and to reorder supplements.These procedures give your patients acompelling reason to come back. Keep them invested in their care Never let your patients get bored.When they get bored—they're gone.D.D. Palmer stressed the importance ofkeeping patients focused. Change what you do each visit to make your patient's office visit excitingand interesting. Give your patients aone-minute mini exam to determinewhere you are going to adjust. Thisshows your patient that you are diag-nosing and treating what you found.Change the order of your adjustments:If you normally adjust the lumbarsfirst, next time do them last. Patientsshouldn't think they are getting aroutine office visit. Other ways of keeping your patients looking forward include mini exams,range-of-motion improvement, post-X-ray examinations, kinesiological checks,analysis of blood and urine tests,dynamometer checks, vital capacityexams, trigger point elimination,bilateral weight balancing, and post-muscle-strength testing to make sure thecorrection hasn't weakened or reversed. Offer a measurable brand Keep your patients interested in theircare by showing them proof of theirprogress. Take pre- and post-treatmentX-rays to show patients their spinalcorrections. Show them the return oftheir spinal curves and the straighteningof their spines. Show them digital proofon-screen to illustrate your findings.Patients will continue with you as longas they can see continual corrections. Provide patient education The more educated your patients areabout chiropractic, the more they willwant your services. Educate them byconducting classes on relief for backpain, neck pain, headaches, and similarhealthcare topics. Provide in-officeeducational videos and healthpamphlets, too. Stop patient attrition Your CAs should be trained in how torecapture a patient when one misses avisit or is dropping out of care. Usemultiple appointment cards orcalendars because patients rarely misstheir office visits when they havepremade appointments. Whenever a patient misses an appointment, your CA should notifyyou so that on the patient's next visityou can discuss the necessity of stayingon the treatment schedule. If a patient misses more than two appointments, give the patient a minireport of findings to reaffirm the seri-ousness of the patient's problem andthe necessity of the treatment frequency. A missed appointment indicates that the bond between you and your patienthas weakened or is broken. PETER G. FERNANDEZ , DC, the \"start-up coach,\" has been a practice consultant for more than30 years. He has consulted withmore than 5,000 practices and can be contacted through the practiceStarters program at 800-882-4476,drpete@drfernandez.com, or throughpracticestarters.com. To continue reading this story, visit ChiroEco.com/findkeep. Find them, keep them — Part 2 BY PETER G. FERNANDEZ, DC Home Colleges Career Development Financial Preparation Job Search Practice Startup Checklists ResourcesClick it! The online resource for future doctors of chiropractic.STuDEnTDC58 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MDATE EVENT WHERE SPoNSoR PHoNE Sept. 18-20 loomis Institute Seminar Two Denver Loomis Institute of Enzyme Nutrition 800-662-2630 Sept. 19 Chiropractic Practice Building Seminar Chicago Kats Consultants 918-286-7141 Sept. 19-20 KT1 and KT2: T aping Association 888-320-8273 Sept. 19-20 Graston Sept. 19-20 Insurance Consulting/Peer Review #4 Chesterfield, MO Logan University 800-842-3234 Sept. 19-20 Basic Acupuncture Certification Program: Session #5 Chesterfield, MO Logan University 800-842-3234 Sept. 19-20 Graston Technique M1 Basic T echnique 888-926-2727 Sept. 19-20 echnique 19-20 Spinal Pelvic Stabilization Charlotte, NC Foot Levelers 800-553-4860 Sept. 19-20 Practical Nutrition and Documentation for 21st Century Chiropractic Chicago Foot Levelers 800-553-4860 Sept. l9-20 AJoint-by-JointApproachtoAssessandTreatlowerExtremityInjuries Charlotte, NC Foot Levelers 800-553-4860 Sept. l9-20 Fascial Movement Taping levels I and II Lombard, IL RockT ape 408-213-9550 Sept. l9-20 Fascial Movement Taping levels I and II Houston RockT ape 408-213-9550 Sept. l9-20 Fascial Movement Taping levels I II RockT ape 408-213-9550 Sept. 24-25 AS I: Ergonomics Assessment Certification Workshop Little Rock, AR Back School of Atlanta 404-355-7756 Sept. 25 KT3: Kinesio Taping Clinical and Advanced Whole Body Concepts University Park, IL Kinesio T aping Association 888-320-8273 Sept. 25-27 4th Annual lifestyle Medicine Summit Phoenix Metagenics 800-692-9400 Sept. 26 Chiropractic Practice Building Columbus, OH Kats Consultants 918-286-7141 Sept. 26 KT3:KinesioTapingMethodClinicalandAdvancedWholeBodyConcepts Providence, Sept. 26 Kinesio Specialty lymphatic Concepts University Park, IL Kinesio T aping Association 888-320-8273DATEBOOK C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 59 DATE EVENT WHERE SPoNSoR PHoNE Sept. 26 The Basic Science Validity and the Digestive System Chesterfield, MO Logan University 800-842-3234 Sept. 26 Chiropractic Practice Building Columbus, OH Kats Consultants 918-286-7141 Sept. 26-27 FAKTR: Functional and Kinetic Treatment with Rehab T empe, AZ Southeast Sports Seminars 864-580-0077 Sept. 26-27 Graston Technique Training Denver Graston T echnique 888-926-2727 Sept. 26-27 Graston Technique T echnique 888-926-2727 Sept. 26-27 Graston Technique M1 Graston T echnique 888-926-2727 Sept. 26-27 Graston Technique Sept. 26-27 KT1 and KT2: Kinesio Fundamentals Advanced Center Valley, PA Kinesio T aping Association 888-320-8273 Sept. 26-27 Posture Assessment, Exercise, and Therapy Portland, OR BodyZone 770-922-0700 Sept. 27 KT4: Kinesio Taping Specialty aping Association 888-320-8273 Sept. 27 KT4: Kinesio Specialty Hand Therapy Concepts Providence, RI Kinesio T aping Association 888-320-8273 Oct. 3 Performance Bolingbrook, IL RockT ape 408-213-9550 Oct. 3-4 Fascial Movement Taping levels I II Bloomington, MN RockT ape 408-213-9550 Oct. 3-4 Graston Technique M1 Basic Ann Arbor, MI Graston T echnique 888-926-2727 Oct. 3-4 A Joint-by-Joint Approach to Assess and Treat lower ExtremityInjuries Dallas Foot Levelers 800-553-4860 Oct. 3-4 Management of lumbar Derangement Chesterfield, MO Logan University 800-842-3234 Oct. 3-4 Graston Technique M1 Basic Training Nashua, NH Graston T echnique 888-926-2727 Oct. 3-4 Spinal Pelvic Stabilization Dallas Levelers 800-553-4860 Oct. 7-9 Ergonomics: Practical Applications Certification Practicum St. Augustine, FL The Back School of Atlanta 404-355-7756 For a searchable list of more seminars and show dates or to submit your event, visit Chiroeco.com/ datebook.60 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO MHomeopathy Acidil may work naturally with your body to temporarily relieve occasional heartburn, acidindigestion, bloating, or upset stomach. Itsfour natural active ingredients are the mostcommonly used homeopathic medicines thataddress these symptoms. It does not interact with other medications, and it is not contraindicated with pre-existing conditions.* Call800-264-7661orvisitboironusa.com. Consulting The definition of insanity is commonly referred to as doing the same thing over and over againand expecting to get different results. We've created our program tohelp you break through the insanity. We invite you to join with us toovercome your struggles, your pain, and your frustration andreplace them with moments that will free you to live the life andcreate the practice you deserve. Call800-723-8423orvisitmybreakthrough.com. Continuing education The national Academy of Chiropractic Coders (nACC) ismarketed as the first program of its kind for coding education and certification. The nACC wasdeveloped exclusively for chiropractors and their insurance CAs andoffice managers to provide education, training, and certification toindividuals who want to obtain the designation of CertifiedChiropractic Coder via seminars or online programs. Call989-448-8065orvisitcorrectcodingpays.com. Herbs and homeopathy Joint Support Capsules from Wise Woman Herbals are high-quality, whole-herb supplementsfor easing normal, temporary joint tension Ingredientsin these therapy The 15-watt LightForce FX Deep Tissue Therapy Laser can help youaccomplish clinical goals faster. Withbuilt-in protocols, full manual operation mode, and perfect protocol dosing solutions, determiningthe most therapeutic dosage for individual patients and conditionshas never been easier. Call302-709-0408orvisitlightforcelasers.com. Manual adjusting The Hanterior fits in the palm of your hand and is easy to slide on and off.It is used during anterior (supine)thoracic adjustments to take some ofthe stress off your fingers and knuckles. It is designed to provide asimilar contact so you need only a minor adjustment to yourtechnique. Call612-656-9505orvisithanterior.com. Weight loss WLC seeks to develop the most effective weight-loss and health managementprograms while providing its partners anopportunity and competitive advantagethrough simple and superior business solutions. The company offers a weight-loss program at acompetitive price point to clients, combined with a flexible andprofitable business model that is easy to implement and manage.This strategy creates a superior business allowing higher successand growth rates, while providing the real-time support you deserve. Call215-688-2557orvisitwlcvideo.com. Instrument adjusting ultralign G2 from Sigma Instruments is marketed as the most sophisticated analysisand treatment system available. Backed byhundreds of independent third-partyresearch studies, this instrument is said tobe the only computerized instrument on themarket that measures specific motion of your specific patient. Call724-776-9500orvisitsigma-instruments.com. *ThesestatementshavenotbeenevaluatedbytheFoodandDrugAdministration.Theseproductsarenotintendedtodiagnose,treat,cure,orpreventanydisease. For a comprehensive, searchable products directory, go to ChiroEco.com and click on \"products and Services.\" t o submit your products, go to Chiroeco.com/ add-product and ll in the required information.PRODUCT SHOWCASE C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 63ADMARKETPLACE ClaimYOURSpaceToday! 904-285-6020 Janice Long, ext. 541 Je pruitt, ext. 542 Susan Nevins, ext. 554WESAVEDTHIS SPACEFORYOU Small ads have big rewards.64 C H I R O P R AC T I C E CO N O M I C S S e p t e m B e r 4 , 2 0 1 5 C H I R O E CO.CO M every ad that runs here, also runs on our website: ChiroEco.com NAME ON CREDIT CARD PHONE # CC # CIRCLE ONE: VISA MC EXP. DATECheck o the issues you want your ad to run in. *Approximatedatetheissuearrivesinyourmailbox. ISSUES ADDEADLINE COVERDATE* K14 August 3 September 4 K15 August 18 September 22 K16 September 8 October 9 K17 September 22 October 27 K18 October 12 november 13 K19 October 27 november 30 K20 november 13 December 17CHIROPRACTORS - PLACE YOUR $60 CLASSIFIED AD TODAY $60 flat rate for 25 words, $1 for each additional word. Doctors only for help wanted, practice or equipment for sale ads. Go to Chiroeco.com/ myad and ll out our secure form or ll out the form below and fax it to 904-285-9944. Ad heading :KAssociate Wanted KPractice for Sale KEquipment for KFinancial Services KCareer Opportunities KPractice Ownership HEADLINE: AD COPY: t o place an ad, call 904-285-6020, fax this form to 904-285-9944.PRACTICE FOR SALE BUYING OR SELLING A PRACTICE. Visit our website for information on selling and current listings nationwide. The Paragon Groupwww.eparagongroup.com or call 1-800-582-1812. GEORGIAPRACTICESOUTHOFATLANTA grossing day to stay with incoming doctor.Visit http://tinyurl.com/PracticeSale or emailDrRandi77@Gmail.com. PRACTICE FOR SALE PRACTICES FOR SALE in AL, CA, FL, GA, IL, ME, MO, NC, NJ, NM, OH, OR, PA, TN, VA, WV.I have new doctors who want to buy your prac-tice $300.00 for Practice Analysis. For more infoContact Dr. Tom Morgan, VolumeDC@aol.com,770-748-6084, www.VolumePractice.comASSOCIATE NEEDED ASSOCIATE NEEDED FOR HEALTH AND WELLNESS CENTER. Great pay and excellent environment to use your skills helping people and in expanding your knowledge base. Visitwww.DrBerg.com to see our educational andholistic approach. Will train! 703-354-7336 oremail CALL NOW!! EQUIPMENT FOR SALE INFRARED COLD LASERS $575 New Infrared Cold Lasers. Priced thousands below cold lasers with similar specs. Three 808nmdiodes/200mW (combined output). Recharge-able. Animal Use Only. Quickly treat joints,wounds, muscles, and pain. Lots of extras.Acupuncture red laser (650nm/5mW), Dr.Daniel Kamen, D.C.'s animal chiropractictechnique DVDs (horse and dog). Professionalcarrying case, user manual, charts, points,and treatment formulas. Call 800-742-8433www.vetrolaser.com C H I R O E CO.CO M S e p t e m B e r 4 , 2 0 1 5 C H I R O P R AC T I C E CO N O M I C S 65T O P L A C E A N A D C A L L 9 0 4 - 2 8 5 - 6 0 2 0CLASSIFIED MARKETPLACE ClassifiedMarketplace Information t o place an ad, fax ad copy with payment to 904-285-9944 or call904-567-6020 for more information. LineAdRates: $3.00 per (eg: phone number) Minimum $60.* BoxedDisplayAds: $200 per column inch, no more than 50 words per inch in a box ad. Payment: Full payment must accompany all ads. Visa, MC, Check or Money Order are accepted methods ofpayment. no refunds will be issued forclassified advertisements. Camera ready ads may be reformatted to fit requirements. All copy subject topublisher's approval. In no event willthe liability of ChiropracticEconomics exceed the cost of the advertisement. *Restrictions apply. Call for details. "}