{"title": "27 Pet-Friendly Plants For Your Home and Garden  Lemonade", "author": "Team Lemonade", "url": "https://www.lemonade.com/pet/explained/pet-friendly-plants/", "hostname": "lemonade.com", "description": "Peperomia, orchids, and ponytail palms are a few of the many pet-friendly plants for your home. Add more life to your garden with these greenery tips.", "sitename": "27 Pet-Friendly Plants For Your Home And Garden  Lemonade", "date": "2022-02-28", "cleaned_text": "The bond with your furry friends is extraordinary. You would do everything in your power to protect your pets, whether that's investing in essentials (like [pet insurance](https://www.lemonade.com/pet)) or indulging in optional safety measures like a pet cam. But there may be unexpected dangers hiding in your very own home or garden—poisonous plants. According to a OnePoint survey of 2,000 pet parents conducted for Lemonade, only 60% check if a plant is toxic to pets before taking it home. What qualifies as a poisonous plant? Poisonous plants can harm or kill an organism when touched or ingested. For instance, aloe and lilies are two extremely poisonous plants you never want to have around your dog or cat. Conversely, pet-friendly plants are non-toxic and will not harm your furry friends. If you love being surrounded by greenery, don't despair. Maintaining a safe home for your pet doesn't mean sacrificing your indoor or outdoor garden—it just means you should educate yourself on pet-safe plants. And we won't beat around the bush: Getting pet insurance provides more support for your cuddly creatures if they do happen to fall ill after nibbling something they shouldn't have. Here's what we'll cover: [27 Pet-friendly and plants](#benefits) [Plant safety tips for pets](#safety) [What if your pet finds a poisonous plant?](#poisonous) Pet-friendly plants for every home Below, we'll spotlight 27 plants that can thrive in your home or garden without risking the health of your pet. After that, we'll take a closer look at some of the [health benefits of pets and plants](#benefits), as well as some info on [what to do if your pet finds a poisonous plant](#poisonous). Spider plant One of the best pet-friendly plants is the spider plant, also known as Chlorophytum comosum. Aside from its skin-crawling name, spider plants are beginner plants since they grow easily and thrive alone in dark areas. Spider plants are great for hanging up high, where they won't tempt your furry friends to touch them (even though your pets are safe if they do). These plants flourish if you water them once a week, or when their leaves feel dry to the touch. Peperomia Peperomias, or Peperomia obtusifolia, are a classification of plants that come in a wide variety of shapes, sizes, and even colors. These easy-to-take-care-of plants thrive in low light with minimal water. Most peperomias are usually small and can decorate any bathroom perfectly (they prefer humid areas). Plus, these beauties can actually clean the air, and are non-toxic for cats and dogs. Lipstick Plant Another easy to grow, pet-friendly plant is the lipstick plant (a.k.a. the Aeschynanthus radicans). There are a ton of variations of the lipstick plant to choose from. You can pick twisted, curly ones or even bright-colored orange and yellow buds. The lipstick plant has lipstick-shaped sprouts that peek out from darker tubes. These sassy goddesses bloom year-round and are not harmful to your canine and feline friends. Goldfish Plant The Goldfish Plant (Nematanthus gregarious) earns its name due to its red and orange flowers that create the illusion of a jumping goldfish. These bloomers thrive indoors and can last up to a decade. Haworthia If you love aloe—but wisely want to keep that poisonous plant away from your cat or dog—then Haworthia (Haworthiopsis attenuata) might be a great alternative. These pet-safe shrubs are similar in size and texture to succulents, and they aren't a hassle to maintain. Simply place your Haworthia near some sunlight and water weekly for optimal growth. Bamboo palm Bamboo palms or Good Luck palms, scientifically known as Dypsis lutescens, add a nice touch of greenery to your home. These pet-safe plants are not harmful to your canines or felines. Make sure you have ample space for these houseplants, though, because they can grow upwards of eight feet tall! Bamboo palms require more tending and pruning than your average pet-safe plant. Make sure you keep this plant in moderate and indirect sunlight in your home. Orchid Stunningly beautiful and safe for cats and dogs? That's why we love the elegant Orchid, also known as Orchidaceae. Be warned, though, that these can be challenging flowers to care for. Orchids need partial light and a warm, humid, and wet environment to blossom. However, with proper care, your Orchid can last months. Cast Iron Plant One of the most beautiful emerald green trees is the Cast Iron Plant, a.k.a. Aspidistra elatior. This is a low-maintenance, hearty option for someone who might doubt their green thumb. These nearly indestructible, medium-sized houseplants can withstand dust, smoke, and even extreme temperatures. Make sure to keep your Cast Iron Plant in indirect sunlight to avoid the sun burning its beautiful buds. Money Tree While it may not actually bring you extreme wealth, the Money Tree (Pachira aquatica) hits the jackpot for anyone looking for a non-toxic plant for cats and dogs. However, make sure your pets aren't nibbling on the leaves to avoid an upset stomach. These tropical trees can swiftly transform any room into a tranquil spot. Money Trees need water frequently. In fact, whenever the top layer is dry, it is in dire need of hydration. But make sure your Money Tree isn't standing in a puddle, or it'll start to rot. Boston Fern Similar to the Spider Plant, Boston Ferns (Nephrolepis exaltata) can enliven any window frame from a simple hanging basket. These gorgeous greens are non-toxic and require hardly any care. Boston Ferns thrive in humid environments, especially bathrooms. We recommend you mimic their native, jungle environment and mist their leaves daily for prime growth. Cape Marigold Another stunning flower safe for cats and dogs is the Cape Marigold, also known as Dimorphotheca. This plant is easy to spot due to its glorious orange and yellow buds, which light up a space with their golden hues. While you generally don't want your pets snacking on any house plants, if ingested, the worst side effect here would be an upset stomach. Areca Palm If you are looking for a tropical tree to transform your home into a peaceful place, check out the Areca Palm, a.k.a. Dypsis lutescens. These plants make great air purifiers and thrive in direct sunlight. But they do require a good amount of space and maintenace—the palm stands tall between six and 12 feet, and requires routine pruning. Burro's Tail The Burro's Tail, Donkey Tail, or Sedum morganianum is a cross between a cactus and succulent. These charmers are easy to take care of and actually thrive if you leave them alone. All the Burro's Tail needs is sweet sunshine, proper drainage, and a little hydration. No need to worry about your hound or kitten; these fun, indoor plants are non-toxic. Show yours off in a small hanging basket. African Violet The African Violet, also known as Saintpaulia, is safe for cats and dogs, and famous for its pink and purple florets. When these buds bloom, they'll add a dash of color to your morning. These blossoming babies do not require much sunlight, but they do need lukewarm water to survive. Bromeliad Tropical vibes, anyone? The Bromeliad (Bromeliaceae) serves up vibrant blooms. These cuties do need plenty of air, but blossom in indirect sunlight. If you live in a dry climate, we suggest you mist your Bromeliad frequently, but only water it thoroughly once a month. Sit back, relax, and admire the gorgeous red, pink, pet-safe leaves. Prayer Plant One of the most unique-looking plants safe for dogs and cats is the Prayer Plant, a.k.a. Maranta leuconeura. These sprouts might lack bright colors, but boast a distinguished pattern you can spot a mile away. Caring for your Prayer Plant involves monthly fertilization and occasional watering. Ponytail Palm The Ponytail Palm (Beaucarnea recurvata) flaunts its unique style with trunks that produce a \"ponytail\" appearance. Its stunning green foliage curls and twists as it cascades. They're safe for dogs and cats, and are very low maintenance. These palms prefer to stay dry and rarely need hydration. Polka Dot Plant The Polka Dot Plant, also known as Hypoestes phyllostachya, is a pet-safe plant that thrives in your home and garden. The Polka Dot Plant got its name from the round spots on its foliage, which almost look man-made. If you are keeping this plant in your garden, it will grow roughly three feet. However, your Polka Dot Plant can only grow to a more modest 10 inches indoors. This exotic plant prefers moist soil and bright, indirect sunshine. While this greenery sounds high maintenance, they actually only need food once a month. Swedish Ivy The Swedish Ivy, also known as Creeping Charlie or Plectranthus verticillatus, is safe for cats and dogs and can flourish indoors or outdoors in a shady spot of your garden. This bright green herbage will make your home smell delightful, courtesy of its lavender buds. Make sure you are watering your Swedish Ivy routinely and ensuring it is always moist without overwatering it. Keep in mind that direct sunlight will burn their leaves. Staghorn Fern The Staghorn Fern (Platycerium) is non-toxic to dogs and cats and is famous for its interesting appearance (as you might guess, the foliage resembles the horns of a wild beast). These pet-friendly houseplants prefer bright, indirect light and thrive in humid conditions. Staghorn Ferns are very low maintenance and require less water in high humidity. If you place this plant in your bathroom, you can expect to mist it every three or so weeks. Try mounting your Staghorn Fern on the wall or hanging it in a wicker basket for a bit of boho-chic style. Pilea The Pilea (aka Chinese Money Plant, or Pilea peperomioides) is known for its distinctively round foliage, which looks a bit like a shower of coins. This pet-safe flora sprouts a large amount of buds, which can be a fun surprise. Most Pilea are small but can be temperamental if you overwater them. Underwatering is better than overwatering when it comes to Pilea. Bird's-Nest Fern Similar to the Staghorn Fern, the slow-growing Bird's-Nest Fern (Asplenium nidus) is low maintenance, very simple to grow, and safe for cats and dogs. The squiggly-leafed plant prefers humid conditions, especially your bathroom. Water these puppies once a week to avoid any dryness. Keep in mind, if the foliage appears droopy, it might be time for some hydration. Rattlesnake Plant The Rattlesnake Plant, a.k.a. Goeppertia insignis, has a funky green-and-purple palette that'll shake up your collection. And your pooch and kitten will be perfectly fine with this particular Rattlesnake in your home. These plants thrive in indirect sunlight and warmer temperatures. Fertilize their soil once a month for prime results. Fun fact: This greenery starts moving at night. Stare long enough (or go high-tech with a stop-motion camera) and you might see its leaves rise and droop. Friendship Plant The Friendship Plant (Pilea involucrata) prefers low light and humid conditions to help them grow up to 12 inches tall. Its distinctively fuzzy, wrinkled leaves won't harm your pets. Want to try something different? This stylish plant also fares well in terrariums. Calathea Orbifolia Want a plant whose leaves each look like a minimalist abstract painting? The Calathea Orbifolia is your girl. These pet-safe plants require minimal maintenance and partial shade, which is why they thrive on fashion-forward plant stands or bedroom shelves. Gloxinia Gloxinia blooms come in red, pink, purple, and blue hues. These beauties are popular for Valentine's Day, Mother's Day, and birthdays—you can rest easy knowing that they won't hurt anyone's fur fam. When caring for Gloxinia, make sure the soil is moist and you feed them every two weeks. For maximum growth, place your Gloxinia in indirect light. Baby's Tears Baby's Tears plants are one of the most popular pet-safe houseplants. Save those tears, because there's no need to fear any digestion issues. The plant's luscious greenery, with cascading, round leaves, looks fantastic in hanging baskets or smaller pots. You can also add Baby Tears to the base of indoor trees for a bit of a glow-up. These are great starter plants due to their minimal maintenance requirements. But do look out for wilting leaves, which is a call for water. Health benefits of pets and plants Ask any pet parent: the benefits and rewards of a fur fam are limitless. Companionship, love, support, and someone to cuddle with at the end of the day? That's what living with a cat or dog means. Likewise, having plants in your home brightens up the day, and can even improve your physical and mental health. Caring for plants provides you with a sense of responsibility and the health benefits can enrich your life. Here are some unexpected things that both [pet ownership](https://www.helpguide.org/articles/mental-health/mood-boosting-power-of-dogs.htm) and [plant ownership](https://www.healthline.com/health/healthy-home-guide/benefits-of-indoor-plants) can lead to: - Improved memory and concentration - Lowered chances of heart disease - Euphoria - Reduced stress - Lowered blood pressure Plant safety tips for pets As a pet owner, your main priority is keeping your furry friends safe. We know you would do anything to protect them. You might have a list of [toxic food](https://www.lemonade.com/pet/explained/toxic-foods-dogs/) for pets taped to your fridge, but what about plants to avoid? Before you purchase your next plant, make sure you check out the ASPCA resources below. The following resources offer a very extensive list of toxic and non-toxic plants in case your pet ingests something that's not normally in your home. [ASPCA's Toxic and Non-Toxic Plant List - Dogs](https://www.aspca.org/pet-care/animal-poison-control/dogs-plant-list) [ASPCA's Toxic and Non-Toxic Plant List - Cats](https://www.aspca.org/pet-care/animal-poison-control/cats-plant-list) [Pet Poison Helpline's List of Toxic Plants](https://www.petpoisonhelpline.com/poisons/) Health risks from plants can range from upset stomachs to more serious threats. Here's what you can do to avoid the worst outcomes: - Eliminate any foliage that can be lethal or potentially poisonous to your companions. - Don't let your animals eat unknown greenery when outside. - Bathe your puppies and kittens if you believe they encountered an unfamiliar substance. - Dispose of toxic plants properly and do not burn them, which can lead to hazardous fumes. - Dog- or cat-proof your home to create a barrier to your foliage for increased prevention. - Have an emergency vet on speed dial and seek treatment immediately if you think your pet ingested something toxic. Getting the right pet insurance policy is also part of being a responsible pet owner, and the best coverage will allow you to avoid huge bills for essential care and emergency visits. Lemonade Pet is a fully customizable option that could be a great fit for your cat or dog. While pet insurance protects your cats and dogs, you are ultimately responsible for making sure your house isn't full of toxic plants. Of course, accidents happen. However, if you are bringing your furry friend to the vet four times a year due to them ingesting the same toxic plant, it might be considered a [recurring condition](https://www.lemonade.com/pet/explained/pet-health-conditions/#recurring-conditions), and your pet insurance claim might be denied. What if your pet finds a poisonous plant? If your pet eats anything it is not supposed to, a normal reaction is an upset stomach with diarrhea and vomiting. If your pet is experiencing an unusual or more severe reaction, it could be because it ingested something toxic. The first step is to call your veterinarian (or an emergency vet, if it's after hours). You can also call the poisoned animal hotline for further information: (888) 426-4435. Meanwhile, the best thing you can do for your cat or dog is to know how to keep them safe. Consider sharing this article—or the handy infographic, below!—with any friends who share your love for both pets and plants. "}