{"title": "NATUROPATHIC MEDICINE | SONOMA ROOTS NATURAL MEDICINE", "author": null, "url": "https://www.sonomaroots.com/naturopathic-medicine.html", "hostname": "sonomaroots.com", "description": "Naturopathic Medicine at Sonoma Roots Natural Medicine", "sitename": "Sonoma Roots Natural Medicine", "date": "2023-01-01", "cleaned_text": "| | The Healing Power of Nature - Vis Medicatrix Naturae - It is the inherent wisdom of the body that is able to establish, preserve, and revitalize health. Symptoms and illness are indicators that the life force is working sub-optimally. The doctor's role is to assist and enhance the life force, to identify and remove obstacles to health and recovery. Additionally, natural remedies are gifts from the earth and are used as first line treatments to nourish the mind, body, and soul. First, Do No Harm - It is the intention of the doctor to choose treatment and diagnostic techniques that are as less invasive as possible. The doctor's role is to select treatments that are synergistic with the healing process. Modalities that simply suppress symptoms without addressing the root cause of illness are considered harmful to the patient and should be avoided or used very cautiously. Identify and Treat the Cause - Complete wellness and restoration of health cannot be achieved without first identifying underlying causes, risk factors, and removing obstacles to cure. The root cause of each illness may manifest on many levels, including mental/emotional, spiritual, or physical. The doctor's role is to assess root causes, potential risk factors (physical injury, environmental exposures, congenital, diet and lifestyle, genetic expression), and recommend treatments that target the root cause. Treat the Whole Person -The naturopathic doctor recognizes the complex interactions that take place within each individual patient. All aspects of the individual are taken into consideration when selecting treatments and modalities intended to optimize health and wellness. Doctor as Teacher - Educating each patient and encouraging health is the primary role of the naturopathic doctor. By creating awareness and offering resources necessary to implement a healthy lifestyle, the doctor can empower the patient to become active in their own healing processes and achieve the level of wellness they have always envisioned. Prevention - Preventing illness and disharmony is the ultimate goal of naturopathic medicine. The doctor's role is to assess risk factors and susceptibility to illness and intervene when appropriate. Minimizing future harm through education, lifestyle modification, dietary recommendations, and natural treatment interventions remain priorities of the naturopathic doctor. | | Although our services are not directly covered by insurance companies in California, we encourage our patients to call their insurance provider to inquire about patient reimbursement for naturopathic services provided by Danielle Schwaderer, ND. Naturopathic services and prescribed supplements are often covered with Health Savings and Flexible Spending Accounts! | | Sonoma Roots Natural Medicine 651 1st Street West, Suite B Sonoma, CA 95476 Shop Hours: M - Th: 10-5:30pm, Fri "}