{"title": "Pharmacy: Naturopathic options in Kansas City - Natural Medical Care", "author": null, "url": "https://www.naturalmedicalcare.com/pharmacy/", "hostname": "naturalmedicalcare.com", "description": "Our pharmacy offers more than 800 homeopathic remedies, botanical/herbal medicines and dietary nutritional supplements. Contact us at (785) 749-2255 today!", "sitename": "Natural Medical Care", "date": "2009-03-01", "cleaned_text": "Pharmacy Pharmacy Homeopathic remedies: Natural Medical Care's pharmacy offers more than 800 homeopathic remedies from companies that are approved by the [Homeopathic Pharmacopoeia of United States (HPUS)](http://www.hpus.com/). We have selected homeopathic remedies with the highest quality natural ingredients following the strictest standards of preparation. [In our clinic](https://www.naturalmedicalcare.com/services/) we use companies, which with over a century of commitment, provide quality and integrity in every product. Our patients can trust our homeopathic remedies to be natural, gentle, effective and safe for the entire family. Botanical / Herbal medicine: We have large collections of herbal products from the companies that are proud to offer high quality whole herb supplements made according to traditional time-intensive techniques-handmade with the finest organic, ethically wild crafted and best quality plants, which are extracted and preserved with purely natural ingredients. By preserving all of the plant constituents we are able to offer excellent herbal products as intended by nature. Dietary Nutritional Supplements: Natural Medical Care uses companies which are the leaders in quality assurance for manufacturing pharmaceutical grade and professional strength supplements for the healthcare industry. Nothing is more important to us than the quality of our supplements. The companies use independent U.S. ethical laboratories to test all raw materials and finished products. These laboratories use scientifically valid test methods. Each raw material is tested, regardless of origin, for purity and potency. Almost all of our supplements are hypoallergenic with the highest degree of purity that our most severely allergic, chemically sensitive, and immune-compromised patients can truly trust. Homeopathic remedies: Natural Medical Care offers more than 800 homeopathic remedies from companies that are approved by the Homeopathic Pharmacopoeia of United States (HPUS). We have selected homeopathic remedies with the highest quality natural ingredients following the strictest standards of preparation. In our clinic we use companies, which with over a century of commitment, provide quality and integrity in every product. Our patients can trust our homeopathic remedies to be natural, gentle, effective and safe for the entire family. Botanical / Herbal medicine: We have large collections of herbal products from the companies that are proud to offer high quality whole herb supplements made according to traditional time-intensive techniques-handmade with the finest organic, ethically wild crafted and best quality plants, which are extracted and preserved with purely natural ingredients. By preserving all of the plant constituents, our pharmacy is able to offer excellent herbal products as intended by nature. Dietary Nutritional Supplements: Natural Medical Care uses companies which are the leaders in quality assurance for manufacturing pharmaceutical grade and professional strength supplements for the healthcare industry. Nothing is more important to us than the quality of our supplements. The companies use independent U.S. ethical laboratories to test all raw materials and finished products. These laboratories use scientifically valid test methods. Each raw material is tested, regardless of origin, for purity and potency. Almost all of our pharmacy supplements are hypoallergenic with the highest degree of purity that our most severely allergic, chemically sensitive, and immune-compromised patients can truly trust. "}