{"title": "PDF", "author": "PDF", "url": "https://pdfs.semanticscholar.org/5b80/93ff5a8eb71286e98498e165e3d951168160.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "97(6): 909-913, September 2002 Immunogenicity Test of Tetanus Component in Adsorbed Vaccines by Toxin Binding Inhibition Test Denise Cristina Souza Rio de Janeiro, RJ, Brasil Samples from 20 lots of diphtheria-tetanus (adult use dT) vaccine and from 20 lots of diphtheria-tetanus- pertussis (DTP) vaccine were used to standardize and validate the in vitro toxin binding inhibition (ToBI) test for the immunogenicity test of the tetanus component. The levels of tetanus antitoxin obtained by ToBI test were com- pared to those obtained using the toxin neutralization (TN) test in mice routinely employed to perform the qualitycontrol of the tetanus component in adsorbed vaccines. The results ranged from 1.8 to 3.5 IU/ml for dT and 2 to 4 IU/ ml for DTP by ToBI test and 1.4 to 3 IU/ml for dT and 1.8 to 3.5 IU/ml for DTP by TN in mice. These results were significantly correlated. From this study, it is concluded that the ToBI test is an alternative to the in vivo neutraliza-tion procedure in the immunogenicity test of the tetanus component in adsorbed vaccines. A substantial refinement and a reduction in use of animals can be achieved. Key words: diphtheria-tetanus vaccine - diphtheria-tetanus-pertussis vaccine - toxin binding inhibition test - tetanus - quality control - seroneutralization In the present report, we describe the standardization and validation of the ToBI test to control the immunoge-nicity of the tetanus component in diphtheria-tetanus (adult use dT) and diphtheria-tetanus-pertussis (DTP) vac- cines produced in our Institute. This control is routinelyperformed by a toxin neutralization (TN) test in mice ac-cording to the Minimum Requirement of Production and Control from the Brazilian Ministery of Health (Secretaria de Vigilância Sanitária 1998, Farmacopéia Brasileira 2000). MATERIALS AND METHODS Animals - Following the methodologies described by the Secretaria de Vigilância Sanitária (1998), guinea pigs weighing 450-550 g for immunization and BALB/c mice weighing 18-20 g for the TN test were obtained from theButantan Institute Facilities, São Paulo, Brazil. Vaccines - Twenty licensed lots of dT vaccine con- taining 4 Lf/ml of diphtheria toxoid, 15 Lf/ml of tetanustoxoid and 20 licensed lots of DTP vaccine containing 15 Lf/ml of diphtheria toxoid, 15 Lf/ml of tetanus toxoid and 32 OU/ml of whole cell of Bordetella pertussis , adsorbed onto 0.5 mg/ml of aluminum hydroxide routinely produced by Division of Bacterial Products at Butantan Institute, were used to immunized the animals. Standard tetanus toxin, anatoxin and antitoxin - Tetanus toxin (1,000 Lf/ml) and anatoxin (1,520 Lf/ml), pre- pared in the Bacterial Vaccine Section at the ButantanInstitute, was used for the in vivo TN test and for the ToBI test, respectively. Standard tetanus antitoxin (1,000 IU/vial) was obtained from the National Health ControlAuthority (INCQS-Fiocruz, Rio de Janeiro, Brazil) and di- luted at 10 UI/ml in PBS with 50% of glycerol was stored at -20 oC. Immunization of guinea pigs - Six guinea pigs were injected subcutaneously with half of the immunizing dose used for vaccinating human (0.75 ml). After six weeks theFinancial fellowship Received 3 November 2001 Accepted 21 March 2002In the last decade, a big effort has been made to at- tempt replacement and reduction of animals in the devel- opment and control of biological products, mobilizing re-search scientists, manufacturers and regulators such as World Health Organization (WHO 1995, Sesardic & Hendriksen 1999). Besides ethical reasons, the replace-ment of challenge tests in animals by in vitro tests to control of biological products presents an additional im- pact for developing countries, as it is difficult to obtainquality of laboratory animals and adequate environmen- tal conditions. Therefore, several in vitro serological as- says for titration of tetanus antitoxin have been devel-oped, such as, passive and indirect haemagglutination (Peel 1980, Gupta et al. 1984, Huet et al. 1992), several versions of enzymatic linked immunosorbent assay(ELISA) (Melville-Smith et al. 1983, Gentili et al. 1985, Simonsen et al. 1987, Esparza & Kissel 1992, Gupta & Siber 1994) and the toxin binding inhibition (ToBI) test(Hendriksen et al. 1988, 1989a). In this later test, the seroneutralization is followed by an ELISA which detects the free toxin into the toxin-serum mixtures. The ToBI testwas first developed for determining antitoxin titres to teta- nus in human sera (Hendriksen et al. 1988). Recently, it has also been proposed as an alternative assay to the invivo challenge test for the potency control of tetanus toxoid vaccines (Hendriksen et al. 1991, WHO 1995).910910910910910 Tetanus Immunogenicity Denise Cristina Souza Matos et al. animals were bled by cardiac puncture and the sera were inactivated (56oC/30 min) and stored at -20o C. In vivo TN test - This test was carried out according to the Brazilian Ministery of Health (Secretaria de Vigilância Sanitária 1998). The serum pool, from at least four immunized guinea pigs, was prepared by mixing equalvolumes of each collected serum. The antitoxin titre was determined by mixing 1 ml of each serum pool, diluting the serum pool to a L+/10/50 dose of tetanus toxin defined asa dose of toxin in 1 ml of PBS able to neutralize 0.1 IU of standard antitoxin, killing mice with 18-20 g within 96 h. After incubation at 37 oC for 45 min, 0.75 ml of the mixture was subcutaneously injected in 10 normal mice. A control test with a mixture containing the toxin (L+/10/50) and three dilutions of the standard antitoxin were tested inparallel, also using 10 mice per dilution. The animals were observed for four days for tetanus symptoms and deaths. The lethal dose 50 (LD50) value of the tested sample wasdetermined by Probit analysis. The potency of the teta- nus component was calculated by A/BxC, where A was the effective dose 50 (ED50) of standard tetanus antitoxin,B was the LD50 of tested serum and C the IU/ml of stan- dard tetanus antitoxin. ToBI test - This test was performed as described by Hendriksen et al. (1989a) by employing tetanus anatoxin instead of en- zymatic digestion from hyperimmunized horse serum in the Technological Development and Production Divisionat the Butantan Institute. The conjugate peroxidase-glut- araldehyde-F(ab') 2 was prepared as described by Avrameas and Ternynck (1971). The produced conjugate,at a 1:2000 dilution, able to detect 0.062 teta- anatoxin. Guinea pig serum pool dilutions - A round-bottom polystyrene microplate was blocked with 200 µl/well of skimmed milk at 1% during 90 min at 37 oC. After blocking, the microplate was washed with buffer A (saline pH 7.2and 0.05% of Tween-80) and dried. The serum pool samples were diluted in PBS from 1:2 to 1:1024 in a volume of 100 µl in duplicate. In parallel, a curve of standardtetanus antitoxin was made to plot the results of unknown serum samples. The standard antitoxin was diluted from 10 to 0.156 IU/ml in two horizontal columns with 100 µl/well. A volume of 100 µl of tetanus anatoxin (1 Lf/ml) was added in all wells. The positive control was made in an horizontal column with anatoxin and PBS (100% absor-bance) and the negative control in the subsequent col- umn with PBS only. The microplate was incubated during 60 min at 37 oC and then overnight at 4oC. Coated plate for ELISA assay - A microplate of poly- vinyl chloride for immunoassay was coated with 100 µl of carbonate buffer pH 9.6 containing 20 µg/ml of F(ab')2 of antitetanus IgG night at 4oC, the microplate was washed three times with buffer A and blocked with 200 µl of skimmed milk at 1% inPBS pH 7.2 during 60 min at room temperature and then washed and dried. One hundred microliters of the serum- anatoxin mixtures were transferred to each correspondingwell of coated microplate and incubated for 90 min at 37 oC.After three washings with buffer A and drying, 100 µl of the diluted peroxidase-conjugate (1:2000) in PBS were then added in all wells and the microplate incubated again for60 min at room temperature in the dark. After three washings with buffer A, 100 µl of the substrate (1.7% of 25 mM Tetramethyl-Benzidine, 0.03% of H 2O2 in 11mM sodium acetate buffer, pH 5.5) was added as described by Hendriksen et al. (1989a). After 15 min in dark, the reac- tion was stopped by the addition of 2M H2SO4. The ab- sorbance was measured at 450 nm using a Multiskan EX/ Labsystem automatic plate reader. The maximum absor- bance were obtained from the wells with stan- dard anatoxin only. These values were equal to 1.6 with a standard deviation of ± 0.005. The Ab50 was determined as half of the Ab100 average, corresponding thus to wells with approximately 50% of neutralized anatoxin. The se- rum samples which values were near to Ab50 were plot- ted in a standard antitoxin curve. The antitoxin titre oftested serum pools was calculated by the Ab 50 value multiplied by the inverse of the corresponding dilution and expressed in IU/ml. The calculation was made usingthe software Multicont (Multiskan Transmit Software re- vision 4.5). Statistical analysis - The Kruskal-Wallis nonparamet- ric tests were employed to evaluate the homogeneity among the repetitions of tests per lot of vaccines and among the results of lots. The Spearman's correlationcoefficient was used to compare the relationship between the ToBI test and the in vivo TN test. Statistical analysis were performed using the Statistical Package of SocialSciences software (1997). RESULTS ToBI test was employed to determine the levels of tetanus antitoxin in pooled sera from guinea pigs immu- nized with different lots of dT and DTP vaccines. These results were compared to the in vivo TN test used rou- tinely to perform the potency test of tetanus component in adsorbed vaccines. Fig. 1 represents the standard curve of the standard tetanus antitoxin, ranging from 0.156 to 10 IU/ml and mixed with 1 Lf/ml of tetanus anatoxin. The lowest concentra- tion of tetanus antitoxin able to neutralize 1 Lf/ml of ana-toxin was 0.156 IU/ml in the ToBI test. Tables I and II show the potency results of the teta- nus component of different lots of dT and DTP vaccinesobtained by ToBI and in vivo neutralization tests. The titre values were ranged from 1.8 to 3.5 IU/ml for dT and 2 to 4 IU/ml for DTP by ToBI test and 1.4 to 3 IU/ml for dTand 1.8 to 3.5 IU/ml for DTP by TN test in mice. The ToBI/ in vivo ratio of mean titre was 1.24 (± 0.096) for dT and 1.14 (± 0.07) for DTP. The statistical analysis applied toevaluate the reproducibility of the results did not detect significant difference in seven and three separate experi- ments of in vitro and in vivo tests, respectively, for all lotsof dT or DTP analyzed. The results obtained by ToBI test presented a high homogeneity according to the Kruskal- Wallis test for each lot of dT and DTP vaccines analyzedwith H = 1.367 (p = 0.968) and H = 0.487 (p = 0.998), respec- tively. Similar results was also found for the in vivo neu- tralization test for the same lots evaluated with H = 0.232911911911911911 Mem Inst Oswaldo Cruz, Rio de Janeiro, Vol. 97(6), September 2002 (p = 0.891) for dT and H = 1.133 (p = 0.567) for DTP. How- ever, a high heterogeneity of results was observed among the lots for both vaccines, by ToBI as well as by TN in mice. Fig. 2 shows the distribution of tetanus antitoxin lev- els obtained by ToBI and in vivo neutralization tests for all lots of dT and DTP analyzed. The Spearman's correla-tion coefficient was also calculated demonstrating an ex- cellent correlation of these tests for each lot of dT (r = 0.940 and p = 0.000 ) and DTP (r = 0.951 and p = 0.000)studied. DISCUSSION The principle of the ToBI test is related to the in vivo TN test procedure and is based on the detection of free toxin in toxin-serum mixtures, using an ELISA instead of live animals. The only difference between the ToBI testand the in vivo TN test is the way in which the free toxin is assayed, e. g. by ELISA or in a mouse assay (Hendriksen et al. 1989a). Butantan Institute is the major Brazilian manufacturer of bacterial adsorbed vaccines since 1967 and supplies in part the National Program of Immunization organized byFig. 1: different concentrations of standard tetanus antitoxin were mixed with 1 Lf/ml of tetanus anatoxin. The results were plotted asmean with bars indicating ± SD from 20 independent tests. Standard tetanus antitoxin IU/ml Absorbance 450 m 0.0 0.4 0.8 1.2 1.6 2.0 0.156 0.312 0.625 1.25 2.5 5.0 10.0 TABLE I Tetanus component potency of diphtheria-tetanus vaccine by in vitro and in vivo neutralization tests Vaccine T etanus antitoxin = 0.000 p = 0.000 The result of each lot of vaccine represents the mean ± SD from 7 repeated experiments for the toxin binding inhibition (ToBI)test and 3 repeated experiments for the in vivo test. The Kruskal- Wallis test among repetitions for ToBI test was H = 1.367 (p = 0.968) and for the in vivo test was H = 0.232 (p = 0.891). Theseresults are not significantly different. The results inter lots are significantly different.TABLE II Tetanus component potency of diphtheria-tetanus-pertussis vaccine by in vitro and in vivo neutralization tests Vaccine T etanus antitoxin (0.49) Kruskal- 130.072 53.814 Wallis (H) p = 0.000 p = 0.000 The result of each lot of vaccine represents the mean ± SD from 7 repeated experiments for the toxin binding inhibition (ToBI) and 3 repeated experiments for the in vivo test. The Kruskal- Wallis test among repetitions was H = 0.487 (p = 0.998) for the ToBI test and H = 1.133 (p = 0.567) for the in vivo test. These values are not statistically different. The results inter lots arestatistically different.912912912912912 Tetanus Immunogenicity Denise Cristina Souza Matos et al. The results obtained by ToBI test were very similar to the results obtained using the in vivo TN test. The arith- metic means of in vitro/in vivo ratio obtained by ToBI and TN in mice for both vaccines have shown good corre- spondence. The Kruskal-Wallis test showed high homo- geneity between the ToBI test and the TN in mice amongthe results for each lot of vaccine analyzed. The hetero- geneity of results among the lots studied could, at least in part, be due to the individual ability of guinea pigs torespond to the vaccine inoculation, but also by some dif- ference in the concentration of components during vac- cine formulation. Hendriksen et al. (1989a) also reported asignificant correlation of these methods assaying teta- nus and diphtheria antitoxin in human sera. Apart from the similarity of results found by in vitro and in vivo tests, the ToBI test offers distinct advantages in relationship to TN in mice such as: the use of anatoxin instead of toxin, no requirement of a large number of ani-mals, its ease to perform and the immediacy of results. Our results lead to the conclusion that the substitu- tion of the in vivo TN test by the ToBI test is pertinaciousfor assaying tetanus immunogenicity in the quality con- trol of dT and DTP vaccine production. These results will contribute to the establishment of alternative and more refined tests for the quality control of adsorbed vaccines by the National Control Authori- ties in Brazil. Further, they can also stimulate other manu-facturers from developing countries to perform in vitro tests for the quality control of their vaccine production. Thus, leading amplify the network of knowledge to re-placement, reduction and refinement, the so-called 3Rs (Sesardic & Hendriksen 1999), of animals in control of biological products. REFERENCES Avrameas S, Ternynck T 1971. Peroxidase labeled antibody and intracellular penetration. Immunochemistry 8: 1175-1179. Gentili G, Pini The use of an im- munoenzymatic assay for the estimation of tetanus anti- toxin in human sera: a comparison with seroneutralization and haemagglutination. J Biol Stand 13: 53-59. Gupta Siber of tetanus antitoxin titers of sera from immunized mice and guinea pigs determined by toxin neutralization test The titration of tetanus antitoxin III. A comparative evaluation of indirecthaemagglutination and toxin neutralization titres of human sera. J Biol Stand 12: 145-149. Hendriksen CFM, Gun JW van der, Kreeftenberg JG 1989a. Combined estimation of tetanus and diphtheria antitoxin in human sera by the in vitro test. J Biol Stand 17: 191-200. Hendriksen CFM, Gun JW van der, Kreeftenberg JG 1989b. The use of toxin binding inhibition (ToBI) test for the esti- mation of the potency of the diphtheria component of vac-cines. J Biol of tetanus antitoxin levels obtained by in vivo and in vitro tests per lot. Spearman's correlation coefficient be-tween in vivo and in vitro results (Tables I and II) demonstrated r =0.940 (p = 0.000) for the diphteria-tetanus vaccine and r = 0.951(p = 0.000) for the diphiteria-tetanus-pertussis vaccine. ToBI:toxin binding inhibition Brazilian Ministery of Health. Although this Institute has good conditions for animal facilities, the current proto- cols for biological control for in-process and final pro- duction of vaccines are expensive, toilsome and the re-lease of final results requires several days. Its production of dT and DTP vaccines shows an excellent consistence of the quality of vaccine produced. In this context, the setof results presented herein and analyzed statistically prove that the ToBI test is precise and reproducible when com- pared with the in vivo TN test currently used. Other au-thors also have related that this in vitro test demonstrates to be specific, sensitive, reproducible and the results less variable in relation to in vivo TN tests in mice (Hendriksenet al. 1988, 1991). The ToBI test has been successfully used to deter- mine diphtheria antitoxin in human and animal sera(Hendriksen et al. 1989b, Hong & Hendriks 1999, Marcovistz et al. 2002). The essential difference between the ToBI test devel- oped by Hendriksen et al. (1988) and that standardized by us was the use of tetanus anatoxin instead of tetanus toxin. This was possible because the detoxification of thetoxin does not modify its antigenic epitopes and can be handled without risk of health for the staff.913913913913913 Mem Inst Oswaldo Cruz, Rio de Janeiro, Vol. 97(6), September 2002 Hendriksen, CFM, Gun JW van der, Marsman, FR, Kreeftenberg JG 1991. The use of the in vitro toxin bindinginhibition (ToBI) test for the 19: Nagel J, Kreeftenberg JG 1988. The toxin binding inhibition test as a reliable in vitro alternative to the toxin neutralization test in mice or theestimation of tetanus antitoxin in human sera. J Biol Stand 16: 287-297. Hong HA, Hendriks J 1999. The use of alternatives to animals tests in developing countries. In F Brown, CFM Hendriksen,D Sesardic (eds), Alternatives to Animals in the Develop- ment and Control of Biologicals Products for Human andVeterinary Use , Vol. 110, Dev. Biol. Stand. Basel, Karger, p. 209-214. Huet M, Relyveld E, Camps S 1992. Simplified activity ation of control of diphtheria component in adsorbed vac-cines by in vitro neutralization tests. Biologicals 29 i n pressMelville-Smith ME, Seagroatt V A, Watkins 1983. A com- parison of enzyme-linked immunosorbent assay (ELISA)with the toxin neutralization test in mice as a method for estimation of tetanus antitoxin in human sera. J MM 1980. Measurement of tetanus antitoxin I. Indirect haemagglutination. J Biol Stand 8 : 177-189. Sesardic D, Hendriksen CFM 1999. Alternatives to animals in the development and control of biological products for hu- man and veterinary use. Biologicals 27: 55-57. Simonsen O, Schou C, Heron I 1987. Modification of the ELISA for the estimation of tetanus antitoxin in human sera. J Biol Stand 15: 143-157. Statistical Package of Social Sciences - SPSS software, version 8.0, 1997. SPSS Inc., Chicago, Illinois. WHO-World Health Organization 1995. Manual of laboratory methods for potency testing of vaccine used in the WHOExpanded Program on Immunization: introduction to po- tency control of bacterial vaccines, WHO, Geneve.914914914914914 Tetanus Immunogenicity Denise Cristina Souza Matos et al. "}