{"title": "PDF", "author": "PDF", "url": "https://scholar.archive.org/work/64hfy5lztja7ndfhyaipst6fpu/access/wayback/https://archinte.jamanetwork.com/journals/intemed/articlepdf/648179/ioi00445.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Use of Curanderismo in a Public Health Care System Ricardo Padilla, MD; Veronica Gomez, CMA; a centu- ries-old synthesis of Mexican Indian culture and beliefs. Objective: To evaluate the rate of use of curanderismo among Hispanic subjects seeking medical care at the Den-ver Health Medical Center, Denver, Colo. Methods: We conducted a survey of 405 Hispanic sub- jects attending outpatient primary and urgent care clin-ics at Denver Health Medical Center, the public hospitalsystem for Denver. The main outcome measure was in-dependent predictors of use of curanderos . 118 (29.1%) dence interval, 20.9-37.3) had been to a curandero at some time in their lives. Of all the subjects, 91.3% knew whatacurandero was. Univariate analyses demonstrated an as-sociation between those who had been to a curandero and level of income, level of education, and whether the sub-ject was bilingual. The results of fitting a stepwise logis-tic regression model revealed an independent associa-tion with subjects who had been to a curandero and level of household income ( .$20000 vs ,$10000), with an odds ratio of 2.19 (95% confidence interval, 1.20-4.01)(P=.01), and level of education (post-high school vs el- ementary school), with an odds ratio of 3.16 (95% con-fidence interval, 1.45-6.86) ( P=.004). Conclusions: Many Hispanic patients who receive their health care at a public hospital system use the servicesofcuranderos . This potentially has important implica- tions for their health care. Arch Intern Med. 2001;161:1336-1340 ALTERNATIVE MEDICINE and its therapies have becomeincreasingly popular dur-ing the past decade. Infor-mation concerning these therapeutic forms of healing in the UnitedStates can be found in medical text-books, brochures for healing groups, anda burgeoning variety of different medicalinformation sources. 1In 1990, a national survey conducted by Eisenberg et al2found that 33.8% of 1539 adults, which wouldextrapolate to approximately 60 millionAmericans, had tried at least 1 of 16 al-ternative procedures or therapies, includ-ing such practices as acupuncture, chiro-practic, spiritual healing, herbal medicine,or folk remedies, within the past year. Anadditional one third of this subset ofAmericans were thought to have visited anonphysician provider who practices al- ternative techniques on 1 or more occa-sions. 2A national follow-up survey of 2055 adults, conducted again by Eisenberg et al,3 in 1997 revealed that 42.1% of the sub-jects, which would extrapolate to 83 mil-lion Americans, had used at least 1 of thesame 16 forms of alternative therapy in the previous year. A form of alternative therapy that tends to be used by Hispanic subjects isthe ancient practice of curanderismo . Curanderismo is a diverse folk healing sys- tem of Latin America. It began with the Az-tecan, Mayan, and Incan tribes and theirreligious beliefs of harmony with nature,spirit, and self. The Mexican Indians hadmany gods; they believed that their godspunished sins with illness. Therefore, dis-ease or illness was supernatural in na-ture. As a balance, some mortals, who werespiritually chosen, were given the powerto heal the wounded spirit and cure thesupernatural illness. This is the role of thecuranderos andcuranderas . A study 4based on interviews with 16 curanderos in California revealed that a typical curandero is in his mid-50s, is mar- ried, and has had 5.5 years of schooling,including some special training. Their feesare usually in the form of donations, andthey have an income derived from sourcesother than curing. 4Curanderos typically live in the neighborhood where they prac-ORIGINAL INVESTIGATION From the Division of General Internal Medicine, DenverHealth Medical Center(Drs Padilla and Mehlerand Ms Gomez) and theColorado Prevention Center(Ms Biggerstaff), Denver, Colo. (REPRINTED) ARCH INTERN MED/ VOL 161, MAY 28, 2001 WWW.ARCHINTERNMED.COM 1336 ©2001 American Medical Association. All rights reserved. Downloaded From: on 07/23/2018tice. The setting for their practice is often their home. They generally use prayer, massage, herbs, and reassur-ance to treat their patients. In addition, curanderos fre- quently share their patients' social class, background, lan-guage, and religion. 5 Curanderos and their patients concurrently use the services of the old and traditional medical systems. Curan- deros are not expected to treat the major medical prob- lems of their clients. As a result, if asked to treat a casethat is clearly beyond their abilities, a reliable curandero will refer the patient for traditional medical care. Hispanics constitute about 11.4% of the US popu- lation, or roughly 31.1 million people, and are the singlefastest-growing minority group in the United States. 6His- panics in Denver, Colo, make up 23.3% of the popula-tion. Previous studies 7-12have estimated that 2% to 70% (mean, 24%) of Hispanics have visited a curandero .I ti s estimated that there are 150 to 200 curanderos in the Den- ver metropolitan area. There are no available figures onthe number of curanderos in the entire United States. Since there is a large Hispanic population along with numer-ouscuranderos in Denver, we assessed the use of curan- derismo in Hispanic subjects attending outpatient medi- cal clinics for routine and urgent health care. RESULTS A total of 405 subjects were included in the survey. Thedemographic features of this group are defined in Table 1 . Of 399 subjects, 352 (88.2%) were Denver Health Medi-cal Center patients or associated with patients and 47(11.8%) were clinic employees. Three hundred sixty-SUBJECTS AND METHODS An administered survey was conducted by a single research assistant (V.G.) from October 5 through De-cember 18, 1998, at 13 different outpatient satelliteclinics affiliated with Denver Health Medical Cen-ter, the public safety net hospital for Denver. Ap-proximately 39% of the total patient population servedby Denver Health Medical Center and its affiliatedclinics are Hispanic. Candidate subjects were identified based on their Hispanic surname during registration for their clinicappointments. They were then approached about theirdesire to participate in the survey while in the clin-ic's waiting room. The survey was available in En-glish and Spanish. The only exclusion criteria werenon-Hispanic subjects and subjects younger than 18years. Subjects were paid $5 for a completed survey,and they were limited to 1 survey per person. The survey consisted of a 2-page, 22-question document that gathered the following information:age, sex, ethnicity, level of education, primary lan-guage, whether bilingual, number of years in theUnited States, country of origin, marital status, em-ployment status, history of use of a curandero , type of problem treated by a curandero , treatment out- come, frequency of use of curanderos , and overall sat- isfaction with curanderos . No interventions were per- formed. Subjects were considered to be bilingual ifthey spoke English and Spanish at home or with theirphysician. Descriptive data analysis was performed using standard techniques, means±SDs, and percentages.The percentage and corresponding 95% confidenceinterval (CI) was calculated for the use of curander- ismo. Univariate analyses were performed for sub- jects who had been to a curandero and for those who had not. For univariate comparisons, a 2-sample ttest was used when the variable was continuous. If thevariable was categorical, a x 2analysis was per- formed. Multiple logistic regression was performedto evaluate the effects of independent variables (age,sex, level of education, amount of time spent livingin the United States, primary language, bilinguality,country of origin, marital status, and household in-come) on use rates. Odds ratios and the correspond-ing CIs were calculated from the logistic regressionvariable estimates.Table 1. Overall Demographic Characteristics Variable No. of Subjects Values * Male-female ratio 405 71:334 Age, mean ± SD, y 403 35.7 ± 13.8 Marital status 397 100.0 Single 133 33.5Married 230 57.9Divorced 34 8.6 Subject identity 399 100.0 Patient 333 83.5Son or daughter of a patient 7 1.8Friend of a patient 6 1.5Parent of a patient 3 0.8Other relative of a patient 2 0.5Spouse of a patient 1 0.3Clinic employee 47 11.8 Time spent living in the United States, mean ± SD, y391 20.1 ± 19.2 Visited a Curandero 405 100.0 Yes 118 29.1No 287 70.9 Bilingual 405 100.0 Yes 116 28.6No 289 71.4 Overall primary language 404 100.0 English 123 30.4Spanish 253 62.6English or Spanish 28 6.9 Household annual income, $ 399 100.0 ,10 000 213 53.4 10 000-20 000 115 28.820 000-30 000 45 11.3.30 000 26 6.5 Education level (grades) 405 100.0 Elementary school (0-6) 98 24.2Middle school (7-9) 105 25.9High school (10-12) 150 37.0Post-high school 52 12.8 Country where born 405 100.0 United States 159 39.3Mexico 230 56.8Other 16 4.0 * Data are given as the percentage of subjects unless otherwise indicated. Percentages within each group may not total 100 because of rounding. (REPRINTED) ARCH INTERN MED/ VOL 161, MAY 28, 2001 WWW.ARCHINTERNMED.COM 1337 ©2001 American Medical Association. All rights reserved. Downloaded From: on 07/23/2018nine (91.1%) of the subjects claimed to know what a curandero was. Of the 405 subjects, 118 (29.1%) (95% CI, 20.9- 37.3) had been to a curandero at some time in their lives. Of those who had been to a curandero , 48 (40.7%) had been to one within the past year and 75 (63.6%) had beento one within the past 5 years. The overall 1- and 5-yearuse rates of curanderos in our study were 11.8% and 18.5%, respectively. When those who had been to a curandero were asked if their physician knew that they visited curan- deros, 96 (81.4%) responded no, yet 86 (72.9%) be- lieved that they benefited from seeing a curandero . Uni- variate analysis demonstrated an association between thosewho had been to a curandero and level of income, level of education, and whether the subject was bilingual( Table 2 ). Results of fitting a multiple logistic regression model for use of curanderismo are presented in Table 3 . Vari- ables that are independently associated with use of curan- derismo are level of education, level of household in- come, current age, and being bilingual. Performance of a stepwise logistic regression model revealed an independent association between subjects whohad been to a curandero and level of education (post- high school vs elementary school: odds ratio, 3.16; 95%CI, 1.45-6.86) and level odds ratio, 2.19; 95% CI, 1.20-4.01). Table 4 lists frequencies of problems evaluated by curanderos for our study group. Headache was most com- mon, followed by empacho (pseudointestinal obstruction), nervios (nerves), and susto (fright). The following prob- lems were listed 1 time by study subjects as being treatedbycuranderos : impotence, assistance with allergies, drug problems, arthritis, constipation, and palpitations. COMMENT The results of this study serve to reinforce that many His-panics use the services of curanderos . This is important to know because Hispanics are the second largest and thefastest-growing minority group in the United States. 6Most of the previous studies7-12are limited by a small sample size and wide variations in the degree of use of curan- deros . The Hispanic Health and Nutrition Examination Survey is the largest study on this subject to date and in-cluded a survey from 1982 to 1984 of 3623 Hispanic sub-jects from the southwestern United States. 13In that study, the use rate of curanderos within the 12 months before the study period was 4.2%. The second largest of thesepast studies 14included 434 foreign-born subjects who wereTable 2. Demographic Characteristics by Use of Curanderos VariableVisited a Curandero PYes No No. of Subjects % of Subjects No. of Subjects % of Subjects * Sex 118 100.0 287 100.0 Male 25 21.2 46 16.0.22Female 93 78.8 241 84.0 Age, y 118 36.7 ± 12.7 285 35.3 ± 14.3 .42 Marital status 115 100.0 282 100.0 Single 38 33.0 95 33.7 Married 69 60.0 161 57.1 .73Divorced 8 7.0 26 9.2 Time spent living in the United States, y 113 21.5 ± 18.7 278 19.5 ± 19.5 .29 Overall primary language 103 100.0 273 100.0 English 36 35.0 87 31.9 .57 Spanish 67 65.0 186 68.1 Bilingual 118 100.0 287 100.0 Yes 46 39.0 70 24.4.003No 72 61.0 217 75.6 Household annual income, $ 118 100.0 281 100.0 ,10 000 55 46.6 158 56.2 10 000-20 000 28 23.7 87 31.0.00120 000-30 000 24 20.3 21 7.5 .30 000 11 9.3 15 5.3 Educational level (grades) 118 100.0 287 100.0 Elementary school (0-6) 20 17.0 78 27.2 Middle school (7-9) 29 24.6 76 26.5.001High school (10-12) 42 35.6 108 37.6 Post-high school 27 22.9 25 8.7 Country where born 118 100.0 287 100.0 United States 50 42.4 109 38.0 Mexico 62 52.5 168 58.5 .48Other 6 5.1 10 3.5 * Percentages within each group may not total 100 because of rounding. Data are given as mean ± SD. (REPRINTED) ARCH INTERN MED/ VOL 161, MAY 28, 2001 WWW.ARCHINTERNMED.COM 1338 ©2001 American Medical Association. All rights reserved. Downloaded From: on 07/23/2018presenting for medical care at rural east Washington State migrant health clinics. Skaer et al,14in 1996, found in this study that 21.4% of their subjects had been to a curan- dero within the past 5 years. Our study was conducted in an urban area with a similar number of subjects, al-though our study population was different from the for-eign-born study population in the Skaer et al study in that39% of our subjects were born in the United States, yetour overall 5-year use rate was similar, at 18.5%. This isconsistent with the finding in our study that the amountof time spent living in the United States, which could beused as a surrogate marker for the degree of accultura-tion of the foreign-born subjects, did not have a signifi-cant impact on decreasing use in our study. The popu-lation in our study is similar to the population used inthe Hispanic Health and Nutrition Examination Surveystudy, yet it is unclear why there is such a disparity inthe degree of use of curanderos at 1 year in both studies. Since Denver has a large Hispanic population and numerous practicing curanderos , it is apparent that these services are frequently being used. This hasimportant implications for the Hispanic populationbecause, despite the progress that has been made toimprove access to health care, differences remainbetween Hispanic and non-Hispanic whites in healthoutcomes. 15-17For example, type 2 diabetes mellitus is more prevalent in this population,18and Hispanics have an increased prevalence of diabetic retinopathy19and diabetic end-stage renal disease.20Significant cultural and attitudinal issues associated with the use of curan- dero services could hinder efforts to improve care to Hispanic patient groups who are often beset with manylong-term health problems.Data from the Hispanic Health and Nutrition Exami- nation Survey suggested that interviews conducted only inSpanish, along with dissatisfaction with modern medicalcare, predicted curandero use. 13Skaer et al14also found that Spanish as the language of preference, having resided inthe United States from 1 to 5 years, and having receivedmedical care in Mexico within the prior 5 years also pre-dicted use of curanderos . Nall and Spielberg 9found that not being married, not knowing most of the people in one'sneighborhood, and being 39 years old or younger all pre-dicted the use of curanderos . Our study revealed that be- ing bilingual in English and Spanish was associated with ahigher use rate of curanderos . We also found that at least some post-high school training and a somewhat higherhousehold income predicted use of curanderos . Interest- ingly, as previously noted, level of assimilation, as definedby the amount of time spent living in the United States, wasnot a significant predictor of use in our study or in the His-panic Health and Nutrition Examination Survey study. Rea-sons for this are not exactly clear, although it may be thatcertain cultural beliefs are not readily relinquished. It is evident from this study that curanderos at- tempt to give therapy for a diverse range of problems.Many of these problems have a strong emotional com-ponent to them. As stated earlier, one of the basic tenetsofcuranderismo is that illness is the result of the punish- ment for a sin. There is no dichotomy between emo-tional and somatic illness. It is natural to process emo-tional problems through their somatic aspects. 21It is with these types of problems that curanderos can be of the great- est utility for patients. Their use of ritual prayer, mas-sage, and reassurance does not place subjects at signifi-cant risk of medical complications and can providesubstantial relief for what often turn out to be long-termcomplaints with a lot of psychosocial overlay. The useof herbal preparations could, however, occasionally beproblematic if not used appropriately and with caution.Furthermore, some of the problems treated by curan- deros may have significant medical causes. The fact that headache was the most common problem treated by curan- deros in our study group is concerning as there may po- tentially be some serious pathological features that mayTable 3. Multivariate Analysis of Characteristics Predicting Use of Curanderos * VariableOdds Ratio (95% CI) PChange for Continuous Variables Sex Female 1.00 (NA) NA NAMale 1.33 (0.72-2.46) .36 NA Current age 1.17 (1.03-1.34) .02 5 yMarital status Single 1.00 (NA) NA NAMarried 1.12 (0.67-1.89) .66 NADivorced 0.52 (0.18-1.48) .22 NA Time spent living in the United States0.83 (0.62-1.12) .22 10 y English as the primary language 1.36 (0.54-3.41) .51 Bilingual 1.79 (1.01-3.19) .05 NAHousehold annual income ($) Low ( ,10 000) 1.00 (NA) NA NA Middle (10 000-20 000) 0.79 (0.44-1.43) .44 NAHigh ( .20 000) 2.44 (1.23-4.83) .01 NA Education (grades) Elementary school (0-6) 1.00 (NA) NA NAMiddle school school NA Born in the United States 0.84 (0.27-2.59) .76 NA * CI indicates confidence interval; NA, data not applicable. Reference value.Table 4. Problems Treated by Curanderos VariableNo. (%) of Subjects Seen for the Problem (N = 117) Headache 32 (27.4) Empacho (pseudointestinal obstruction) 28 (23.9) Nervios (nerves) 27 (23.1) Susto (fright) 26 (22.2) Embrujado (witchcraft) 16 (13.7) Mal aire (bad air) 14 (12.0) Fatigue 8 (6.8)Abdominal pain 6 (5.1)Back pain 5 (4.3)Kidney problems 4 (3.4) Encono (festering wound) 4 (3.4) Melachio (melancholy) 3 (2.6) Need for cleansing 3 (2.6)Diabetes mellitus 2 (1.7) Mal ojo (bad eye) 2 (1.7) (REPRINTED) ARCH INTERN MED/ VOL 161, MAY 28, 2001 WWW.ARCHINTERNMED.COM 1339 ©2001 American Medical Association. All rights reserved. Downloaded From: on 07/23/2018go unchecked for a long period if not evaluated by a trained medical professional. The same applies for theevaluation of abdominal pain, back pain, kidney prob-lems, and diabetes, all of which were identified as prob-lems that our study subjects had treated by curanderos . Therefore, it is of utmost importance that a curandero knows when to refer a patient for more traditional medi-cal care. This also reinforces the importance of physi-cians knowing when their patients might be using theservices of curanderos . Keeping the lines of communica- tion open with patients about their use of the services ofalternative therapy practitioners is essential. Our finding that most subjects who had been to a curandero had not informed their physician that they use these services has also been found in previous studies.Eisenberg et al 2,3found this to be true in 60.2% and 61.5% of the subjects who used alternative therapies in 1990and 1997, respectively. This is a concerning statistic thatis due, in large part, to physicians and allied health pro-fessionals not being trained or accustomed to inquiringabout the use of alternative therapies when taking his-tories from patients. In response to this problem, Car-rillo et al 22have developed a cross-cultural, patient- based curriculum that teaches a framework for analysisof an individual patient's social context and cultural healthbeliefs and behaviors. In summary, although dealing directly with a pa- tient's cultural view of his or her illness may complicatetherapy by introducing new variables, one obvious ben-efit of doing this is establishing a better therapeutic al-liance with the patient. A better therapeutic alliance leadsto more optimal patient compliance, which improves theeffectiveness of medical treatment. Our study demon-strates that many Hispanic patients are using curan- deros , and many of these patients are not telling their phy- sician about these visits. The successful delivery of health services to Hispan- ics must involve an open discussion of health perceptionsand practices. It is clear that race and ethnicity are power-ful determinants of health outcomes, especially when cross-cultural interventions are involved. There is a need for agreater understanding of these cultural health beliefs to helpreduce variations in care that may be contributing to in-equities in the health care of the US population. There isalso a need to determine whether curanderismo can assist with the successful implementation of culturally sensitivehealth interventions in chronic disease management andwith the receipt of preventive services.Accepted for publication October 2, 2000. This study was supported by the small grants pro- gram at the Division of General Internal Medicine, Depart-ment of Medicine, University of Colorado Health SciencesCenter, Denver. Corresponding author and reprints: Ricardo Padilla, MD, Westside Family Health Center, Denver Health Medi-cal Center, 1100 Federal Blvd, Mail Code 3000, Denver, CO80204 (e-mail: rpadill@dhha.org). REFERENCES 1. Engebretson J, Wardell D. A contemporary view of alternative healing modali- ties. Nurse Pract. 1993;18:51-55. 2. Eisenberg DM, Kessler RC, Foster C, Norlock FE, Calkins DR, Delbanco TL. Un- conventional medicine in the United States: prevalence, costs, and patterns ofuse. N Engl J Med. 1993;328:246-252. 3. Eisenberg DM, Davis RB, Ettner SL, et al. Trends in alternative medicine use in the United States, 1990-1997: results of a follow-up national survey. JAMA. 1998; 280:1569-1575. 4. Hamburger S. Profile of curanderos: a study of Mexican folk practitioners. Int J Soc Psychiatry. 1978;24:19-25. 5. Alegria D, Guerra E, Martinez C Jr, Meyer GG. El hospital invisible: a study of curanderismo. Arch Gen Psychiatry. 1977;34:1354-1357. 6.Population Estimates Program, Population Division. Washington, DC: US Cen- sus Bureau; 1998. 7. Mull JD, Mull DS. A visit with a curandero. West J Med. 1983;139:730-736. 8. Martinez C, Martin HW. Folk diseases among urban Mexican-Americans. JAMA. 1966;196:147-150. 9. Nall FC, Spielberg J. Social and cultural factors in the responses of Mexican- Americans to medical treatment. J Health Soc Behav. 1967;8:299-308. 10. Creson DL, McKinley C, Evans R. Mexican-American sub- culture. Dis Nerv Syst. 1969;30:264-266. A, Schottstaedt MF. Mexican- American folk medicine: implications for family physician. J Fam Pract. 1980; 11:567-574. 12. Keegan L. Use of alternative therapies among Mexican Americans in the Texas Rio Grande Valley. J Holist Nurs. 1996;14:277-294. 13. Higginbotham JC, Trevino FM, Ray LA. Utilization of curanderos by Mexican Ameri- cans: prevalence and predictors: findings from LM, Sclar Harding GH. Utilization of curanderos among foreign born Mexican-American women attending migrant health clinics. J Cult Divers. 1996;3:29-34. 15. Mark TL, Paramore LC. Pneumococcal pneumonia and influenza vaccinating: ac- cess to and use by US Hispanic Medicare beneficiaries. Am J Public Health. 1996; 86:1545-1550. 16. Vega WA, Amaro H. Latino outlook: good health, uncertain prognosis. Annu Rev Public Health. 1994;15:39-67. 17. Shapiro MF, Morton SC, McCaffrey DF, et al. Variations in the care of HIV- infected adults in the United States. JAMA. 1999;281:2305-2315. 18. Harris MI. Epidemiologic correlate of NIDDM in Hispanics, whites and blacks in the US population. Diabetes Care. 1991;14:639-648. 19. Estacio RO, McFarling E, Johnson P. Overt albuminuria predicts diabetic reti- nopathy in Hispanics with NIDDM. Am J Kidney Dis. 1998;31:947-957. 20. Stephens GW, Gillaspy JA, Clyne D, Mejia A, Pollack VE. Racial differences in the incidence of end-stage renal disease in type 2 diabetes. Am J Kidney Dis. 1990;15:562-567. 21. Madura R. Curanderismo and Latino views of disease and curing. West J Med. 1983;139:868-874. 22. Carrillo JE, Green AR, Betancourt JR. Cross-cultural primary care: a patient- based approach. Ann Intern Med. 1999;130:829-834. (REPRINTED) ARCH INTERN MED/ VOL 161, MAY 28, 2001 WWW.ARCHINTERNMED.COM 1340 ©2001 American Medical Association. All "}