{"title": "All-Purpose Salve Stick", "author": "Name", "url": "https://earthley.com/product/all-purpose-salve-stick/", "hostname": "earthley.com", "description": null, "sitename": "earthley.com", "date": "2023-04-29", "cleaned_text": "the perfect remedy for minor scrapes, cuts, rashes, burns, and more. Safe for all ages, this multi-purpose salve stick is a must-have for any natural-minded family. Benefits: - Helps heal minor burns - Helps heal cuts and scrapes - Helps soothe dry, itchy skin Free of: - Artificial colors - Allergens (soy, corn, dairy, tree nuts, gluten, peanuts, sesame, fish) - Preservatives Learn More: [A Beginner's Guide to Natural Remedies](https://earthley.com/product/a-beginners-guide-to-natural-remedies/) {FREE guide!} Description Have you ever wanted a salve that can do it all? For scrapes, burns, rashes, etc? We've got you covered with All-Purpose Salve! All-Purpose Salve is designed to help with all of the scrapes, cuts, and burns life sends your way. It's gentle enough for kids, but strong enough to get the job done and leave your skin looking good as new! This is a must have on-the-go and as a staple in your home remedy cabinet! ABSOLUTELY NO preservatives, parabens, phthalates, fragrances, or other unsafe ingredients! Looking for other First Aid essentials? try... - Arnica Salve - Black Drawing Salve - Travel Salve Stick Set - Breast Balm Herbal Salve - Activated Charcoal Not sure if it's the right fit for you? Keep scrolling for an FAQ, or ask on our LIVE chat from 8 AM - 10 PM EST (yes, they are real people here to help, not AI!). Learn more: [Start Here Quiz](https://earthley.com/start-here-quiz/) Prepper's Guide](https://earthley.com/product/natural-remedy-preppers-guide/) Living Guide](https://earthley.com/product/simplify-living-guide/) Kids get into cuts and scrapes daily. Keeping their knees from looking banged up can be difficult. And sometimes adults get into scrapes, too! Maybe you accidentally burn yourself while cooking, or cut yourself with a knife. Whatever happens, you need something to soothe the cut or scrape and help it to repair itself. That's why we formulated All-Purpose Salve with soothing calendula, chamomile flowers, and lavender buds. Mixed with nourishing olive oil, candelilla wax, and castor oil, your skin will be refreshed and cared for while also promoting healthy wound care. You'll never want to use over-the-counter ointments again! Benefits: - Helps with minor pain - Helps heal minor burns - Helps soothe dry, itchy skin - Helps heal cuts and scrapes - Helps soothe diaper rash - Nourishes skin - Moisturizes skin - Promotes wound healing - Reduces swelling and inflammation - Reduces the occurrence of scarring - Antibacterial properties - Anti-inflammatory properties FAQ Q: Does All-Purpose Salve help with scarring? A: Yes! The herbs and oils are very helpful with blemishes and scarring. Q: Can All-Purpose Salve be used on an open wound? A: Yes, but only minor cuts, scrapes, rashes, and burns. All-Purpose Salve is not meant for anything more serious. Q: Does All-Purpose Salve need to be wiped off after applying? A: Nope! Once you apply it, let it work! Q: Does All-Purpose Salve help with bad burns? A: No, All-Purpose salve is not meant to be used on bad burns, only minor ones. Please see a medical professional for bad burns. Our Brand Promises: - Allergy-friendly (gluten-free, dairy-free, soy-free, nut-free, peanut-free) - Made with mostly organic and plant-based ingredients - Leaping bunny certified - Hypoallergenic - MTHFR-safe - Non-GMO - Made in the organic ingredients Ingredients Complete ingredients: - Olive oil* - Castor oil* - Lavender buds* Calendula flowers* - Chamomile flowers* - Candelilla wax *Certified organic ingredients Usage Rub a small amount of salve on the affected area as needed. Safety Shelf Life: 1 year. Safe for all ages. Safe to use while pregnant and breastfeeding. These statements have not been evaluated by the FDA and this product is not intended to diagnose, treat, or cure anything. "}