{"title": "Cuerpo y mente archivos - Página 2 de 4 - Cuerpo y Mente", "author": null, "url": "https://cuerpoymente.com.co/tag/cuerpo-y-mente/", "hostname": "cuerpoymente.com.co", "description": null, "sitename": "Cuerpo y Mente", "date": "2023-08-20", "cleaned_text": "humanos hemos sido tan adoctrinados a estar atados a un exterior, a un tener, un poseer, a lo que es mío o lo que no me pertenece, que quizás por eso estamos en constantes duelos; porque sentimos todo tan propio que cuando lo perdemos, nos duele. Diariamente las personas pierden objetos, pierden familiares, [...] [Reiki como una alternativa de sanación para tu alma](https://cuerpoymente.com.co/reiki-como-una-alternativa-de-sanacion-para-tu-alma/) \"Solo por hoy trabajo comprometido conmig@ mism@, reconozco que soy una imagen perfecta de la creación, acepto mis sombras y debilidades como mi luz y fortalezas y agradezco cada aprendizaje que tengo en este camino que se llama vida\" El Reiki es un camino a la transformación, es luz y amor, es una terapia de [...] [¿Cómo funciona la medicina biorreguladora de sistemas?](https://cuerpoymente.com.co/como-funciona-la-medicina-biorreguladora-de-sistemas/) El cuerpo humano funciona en un equilibrio dinámico, es decir, como un circuito de comunicaciones que integra todos los sistemas y redes que lo componen: sistema nervioso, sistema inmunológico, sistema endocrino, sistema digestivo, etc... A veces, estos circuitos pueden presentar bloqueos en las redes e impedir que se realice de forma natural la capacidad propia [...] [Prevención en cáncer](https://cuerpoymente.com.co/prevencion-en-cancer/) La palabra prevención la escuchamos frecuentemente, en especial cada año durante el mes de octubre en relación al tema de prevención de cáncer de mama. Hoy quiero exponerles una mirada diferente desde mi experiencia personal con el cáncer, acerca de lo que significa para mí. Si hace algunos años me hubieran planteado la posibilidad de [...] [Estrategias para afrontar la fatiga crónica](https://cuerpoymente.com.co/estrategias-para-afrontar-la-fatiga-cronica/) La fatiga crónica puede ser un síntoma clínico complejo, que tiene diferentes variables tanto para su abordaje como su tratamiento, y que en muchos casos obedece a un trastorno orgánico como tal, denominado Síndrome de Fatiga Crónica - SFC. Según el NIH (National Institute of Health) Estados Unidos entre 836 y 2.5 millones de personas [...] [Sanando tu niño interior](https://cuerpoymente.com.co/sanando-tu-nino-interior/) Hemos escuchado hablar con mayor frecuencia acerca del \"niño interior\" últimamente y es por eso que quiero contarte que este tema para mi hace algunos años me pareció, loco, incoherente, \"rayado\" etc, pero cuando tuve la oportunidad de conocer un poco más del tema bajando mis barreras sin juicios, me di cuenta que vale la [...] [Curso Kindfulness](https://cuerpoymente.com.co/eventos/curso-kindfulness-agosto/) Por 4 sábados consecutivos en el mes de agosto, puedes vivir la experiencia de este programa que incorpora activamente la compasión [Cannabis medicinal: Manejando el dolor y la tranquilidad](https://cuerpoymente.com.co/cannabis-medicinal/) El cannabis medicinal se deriva de la planta de cannabis y contiene 2 sustancias ampliamente estudiadas como lo son el cannabidiol (CBD) y el tetrahidrocannabinol (THC) ambas con efectos diferentes en nuestro cuerpo y que actúan de forma sinérgica al encontrarse mezcladas en la misma fórmula magistral para potenciar los efectos benéficos de ambas y [...] [Trueque literario, La sanación de las 5 heridas](https://cuerpoymente.com.co/eventos/trueque-literario-la-sanacion-de-las-5-heridas/) Puedes traer tus libros y cambiarlos por lo que están en la biblioteca de Jardines Llanogrande. Inscríbete aquí [Yoga y Meditación para Flore-Ser](https://cuerpoymente.com.co/eventos/yoga-y-meditacion-para-flore-ser/) Inscríbete "}