{"title": "Homeopathy, Constitutional Prescribing | Encyclopedia.com", "author": "Gale Encyclopedia", "url": "https://www.encyclopedia.com/medicine/encyclopedias-almanacs-transcripts-and-maps/homeopathy-constitutional-prescribing", "hostname": "encyclopedia.com", "description": "Homeopathy, constitutional prescribing Definition Constitutional homeopathic prescribing, also called classical prescribing, is a holistic system of medicine that has been practiced for more than 200 years. Unlike acute homeopathic prescribing, constitutional prescribing refers to the selection and administration of homeopathic preparations over a period of time for treatment related to what practitioners call miasmic disorders, those caused by an inherited predisposition to a disease. The termmiasm comes from a Greek word meaning stain or pollution. Source for information on Homeopathy, Constitutional Prescribing: Gale Encyclopedia of Alternative Medicine dictionary.", "sitename": "Encyclopedia.com", "date": "2023-08-22", "cleaned_text": "Homeopathy, Constitutional Prescribing Homeopathy, constitutional prescribing Definition Constitutional homeopathic prescribing, also called classical prescribing, is a holistic system of medicine that has been practiced for more than 200 years. Unlike acute homeopathic prescribing, constitutional prescribing refers to the selection and administration of homeopathic preparations over a period of time for treatment related to what practitioners call miasmic disorders, those caused by an inherited predisposition to a disease. The termmiasm comes from a Greek word meaning stain or pollution. As in acute prescribing, constitutional prescribing is holistic in that it is intended to treat the patient on the emotional and spiritual levels of his or her being as well as the physical. Constitutional prescribing is also aimed at eventual cure of the patient, not just suppression or relief of immediate symptoms. Origins Homeopathy was developed during the 1790s by [Samuel Hahnemann](/people/medicine/medicine-biographies/samuel-hahnemann) , a German physician. Experimenting on himself with the anti-malarial drug quinine, Hahnemann noticed that large doses of the medicine actually caused malaria-like symptoms, while smaller doses cured the symptoms. From this, he advanced his concept of Similia similibus curentur, or \"let like be cured with like.\" Hahnemann then developed an extensive system of medicine based on this concept. He named it homeopathy, from the Greek words homoios (the same) and pathos (suffering). There are several hundred homeopathic remedies. They are almost always made from natural materials—plant, animal, or mineral substances—that have been treated to form mother tinctures or nonsoluble powders. Liquid extracts are then potentized, or increased in power, by a series of dilutions and succussions, or shakings. It is thought that succussion is necessary to transfer the energy of the natural substance to the solution. In addition, the potency of the remedy is regarded as increasing with each dilution. After the tincture has been diluted to the prescribed potency, the resulting solution is added to a bottle of sucrose/lactose tablets, which are stored in a cool, dark place. If the remedy is not soluble in water, it is ground to a fine powder and triturated with powdered lactose to achieve the desired potency. Proponents of homeopathy over the years have included [Louisa May Alcott](/people/literature-and-arts/american-literature-biographies/louisa-may-alcott), royal family has employed homeopathic practitioners since the 1830s. Benefits Homeopathic physicians seek to cure their patients on physical, mental, and emotional levels, and each treatment is tailored to a patient's individual needs. Homeopathy is generally a safe treatment, as it uses medicines in extremely diluted quantities, and there are usually minimal side effects. Its nontoxicity makes some consider it a good choice for the treatment of children. Another benefit of homeopathy is the cost of treatments; homeopathic remedies are inexpensive, often a fraction of the cost of conventional drugs. Classical homeopathy has been used to treat a wide range of diseases and conditions, most of which tend to be long-term. These include: alcoholism, allergies, anxiety , arthritis, asthma , bladder conditions, problems, herpes, hypersensitivity, immune disorders, insomnia , joint problems, kidney conditions, liver problems, [Lyme disease](/medicine/diseases-and-conditions/pathology/lyme-disease) , lower back problems, malaria, menopause , migraine, [multiple sclerosis](/medicine/diseases-and-conditions/pathology/multiple-sclerosis) , paralysis, phobias, shingles , sinus problems, skin disorders, repetitive stress injury, rheumatism, vertigo, vision problems, and yeast infections . Description Constitutional prescribing is based on the patient's symptom profile and specific aspects of homeopathic theory. Homeopathic classification of symptoms Homeopathic practitioners use the word symptom in a more inclusive fashion than traditional medicine. In homeopathy, symptoms include any change that the patient experiences during the illness, including changes in emotional or mental patterns. Homeopaths classify symptoms according to a hierarchy of four categories: - Peculiar symptoms. These are symptoms unique to the individual that do not occur in most persons. Homeopaths make note of peculiar symptoms because they often help to determine the remedy. - Mental and emotional symptoms. These are important general symptoms that inform the homeopath about the patient's total experience of the disorder. - Other general symptoms. These are physical symptoms felt throughout the patient's body, such as tiredness, changes in appetite, or restlessness. - Particular symptoms. Particular symptoms are localized in the body; they include such symptoms as nausea , skin rashes , or headaches. Miasms Homeopaths regard the patient's symptom profile as a systemic manifestation of an underlying chronic disorder called a miasm. Miasms are serious disturbances of what homeopaths call the patient's vital force that are inherited from parents at the time of conception. Hahnemann believed that the parents' basic lifestyle, their emotional condition and habitual diet, and even the atmospheric conditions at the time of conception would affect the number and severity of miasms passed on to the child. Hahnemann himself distinguished three miasms: the psoric, which he considered the most universal source of chronic disease in humans; the syphilitic; and the sycotic, which he attributed to gonorrhea . Later homeopaths identified two additional miasms, the cancernic and the tuberculinic. The remaining major source of miasms is allopathic medicine. It is thought that specific allopathic treatments—particularly smallpox vaccinations, cortisone preparations, major tranquilizers, and antibiotics—can produce additional layers of miasms in the patient's constitution. Constitutional prescribing evaluates the person's current state or miasmic picture, and selects a remedy intended to correct or balance that state. The homeopath may prescribe a different remedy for each miasmic layer over time, but gives only one remedy at a time directed at the person's current state. The basic principle governing the prescription of each successive remedy is the law of similars, or \"like cures like.\" Hering's laws of cure The homeopathic laws of cure were outlined by Constantine Hering, a student of Hahnemann who came to the [United States](/places/united-states-and-canada/us-political-geography/united-states) in the 1830s. Hering enunciated three laws or principles of the patterns of healing that are used by homeopaths to evaluate the effectiveness of specific remedies and the overall progress of constitutional prescribing: - Healing progresses from the deepest parts of the organism to the external parts. Homeopaths consider the person's mental and emotional dimensions, together with the brain, heart, and other vital organs, as a person's deepest parts. The skin, hands, and feet are considered the external parts. - Symptoms appear or disappear in the reverse of their chronological order of appearance. In terms of constitutional treatment, this law means that miasms acquired later in life will resolve before earlier ones. - Healing proceeds from the upper to the lower parts of the body. Healing crises Homeopaths use Hering's laws to explain the appearance of so-called healing crises, or aggravations, in the course of homeopathic treatment. It is not unusual for patients to experience temporary worsening of certain symptoms after taking their first doses of homeopathic treatment. For example, a person might notice that arthritic pains in the shoulders are better but that the hands feel worse. Hering's third law would indicate that the remedy is working because the symptoms are moving downward in the body. In constitutional prescribing, a remedy that removes one of the patient's miasmic layers will then allow the symptoms of an older miasm to emerge. Thus the patient may find that a physical disease is followed by a different set of physical problems or by emotional symptoms. Preparations The most important aspects of preparation for constitutional prescribing are the taking of a complete patient history and careful patient education. Case-taking Homeopathic case-taking for constitutional prescribing is similar to that for acute prescribing, but more in-depth. The initial interview generally takes one to two hours. The practitioner is concerned with recording the totality of the patient's symptoms and the modalities that influence their severity. Also included are general characteristics about the patient and his or her lifestyle choices. For example, a practitioner might ask the patient if he or she likes being outside or is generally hot or cold. There is also an emphasis on the patient's lifetime medical history, particularly records of allopathic treatments. Patient education Homeopaths regard patients as equal partners in the process of recovery. They will take the time to explain the theories underlying constitutional prescribing to the patient as well as taking the history. Patient education is especially important in constitutional prescribing in order to emphasize the need for patience with the slowness of results and length of treatment, and to minimize the possibility of self-treatment with allopathic drugs if the patient has a healing crisis. Homeopathic remedies In constitutional prescribing, one dose of the selected remedy is given. Patients then wait two to six weeks before following up with the homeopath, while the body begins the healing process. At the follow-up visit, the remedy may be repeated, or a different remedy prescribed. The preparation, selection, administration, and storage of remedies for constitutional prescribing are the same as for acute prescribing. These procedures are described more fully in the article on acute prescribing. Precautions Constitutional homeopathic prescribing is not appropriate for diseases or health crises requiring emergency treatment, whether medical, surgical, or psychiatric. In addition, constitutional prescribing should not be self-administered. Although home treatment kits of homeopathic remedies are available for acute self-limited disorders, the knowledge of homeopathic theory and practice required for constitutional evaluation is beyond the scope of most patients. Patients are instructed to avoid touching homeopathic medicines with their fingers. The dose can be poured onto a piece of white paper or the bottle's cap and tipped directly into the mouth. Homeopathic remedies are not taken with water; patients should not eat or drink anything for 15-20 minutes before or after taking the dose. Homeopathic remedies may lose their potency if used at the same time as other products. Some homeopathic practitioners recommend the avoidance of mint and mentholated products (toothpastes, candies, [chewing gum](/sports-and-everyday-life/food-and-drink/food-and-cooking/chewing-gum), mouth rinses), as well as camphor and camphorated products (including eucalyptus and Tiger Balm), patchouli and other [essential oils](/science-and-technology/chemistry/organic-chemistry/essential-oils) , moth balls, strong perfumes, aftershaves, scented soaps, stress, x rays, coffee, nicotine, recreational drugs (marijuana ) and certain therapeutic drugs (most notably cortisone and prednisone) during treatment. Patients are also advised to avoid electric blankets and dental work, as these are thought to adversely affect homeopathic therapy. Homeopathic remedies should never be placed near magnets. Side effects Homeopathic medicines are so diluted that sometimes no trace of the original substance can be detected. These medicines are therefore considered non-toxic and generally free of harmful side effects. The primary risks to the patient from constitutional homeopathic treatment are the symptoms of the healing crisis and individual reactions to homeopathic medicine. The complexity of constitutional prescribing requires homeopaths to have detailed knowledge of the [materia medica](/medicine/drugs/pharmacology/materia-medica) and the repertories, and to take careful and extensive case notes. An intensified healing response may occur as treatment begins, which causes symptoms to worsen, but the phenomenon is temporary. In some patients, old symptoms may re-appear from past conditions from which recovery was not complete. Such phenomena are taken as positive indications that the healing process has commenced. Research & general acceptance As [Samuel Hahnemann](/people/medicine/medicine-biographies/samuel-hahnemann)'s healing system grew in popularity during the 1800s, it quickly attracted vehement opposition from the medical and apothecary professions. Since the early 1900s, when the [American Medical Association](/sports-and-everyday-life/social-organizations/private-organizations/american-medical-association) and pharmacists waged a battle against it, homeopathy has been neglected and sometimes ridiculed by mainstream medicine. Aside from politics, part of the reason for this oppostion is that there are some aspects of homeopathy which have not been completely explained scientifically. For instance, homeopaths have found that the more they dilute and succuss a remedy, the greater effect it seems to have on the body. Some homeopathic remedies are so diluted that not even a single molecule of the active agent remains in a solution, yet homeopaths maintain that it still works. Also, homeopathy puts an emphasis on analyzing symptoms and then applying remedies to these symptoms, rather than working by classifying diseases. Thus some people with the same disease may require different homeopathic medicines and treatments. Furthermore, conventional medicine strives to find out how medicines work in the body before they use them; homeopathy is less concerned with the intricate biochemistry involved than with whether a remedy ultimately works and heals holistically. For all these reasons, conventional medicine claims that homeopathy is not scientific, while homeopaths are quick to reply that homeopathy has been scientifically developed and studied for centuries, with much documentation and success. There continue to be many studies on the effectiveness of homeopathic treatments. Among the most celebrated, the British Medical Journal in 1991 published a large analysis of homeopathic treatments that were given over the course of 25 years. This project involved more than 100 studies of patients with problems ranging from vascular diseases, respiratory problems, infections, stomach problems, allergies, recovery from surgeries, arthritis, trauma, psychological problems, diabetes, and others. The study found improvement with homeopathic treatment in most categories of problems, and concluded that the evidence was \"sufficient for establishing homeopathy as a regular treatment for certain indications.\" In early 2002, a study in England sought to prove homeopathy's effect on treating chronic fatigue syndrome. Homeopathic consultations with patients took place monthly and the homeopaths in the study were allowed to choose any remedies they deemed appropriate and changed them as needed. Patients who received homeopathic treatments reported feeling more rested, less tired, and fitter than those in the placebo control group. Overall, nearly two-thirds of chronic fatigue patients reported some improvement. In the [United Kingdom](/history/modern-europe/british-and-irish-history/united-kingdom-great-britain-and-northern-ireland) and other countries where homeopathy is especially popular, some medical doctors incorporate aspects of acute prescribing homeopathy into their practices. Countries in which homeopathy is popular include [France](/places/britain-ireland-france-and-low-countries/french-political-geography/france), [India](/places/asia/indian-political-geography/india), [Pakistan](/places/asia/pakistan-and-bangladesh-political-geography/pakistan), [Sri Lanka](/places/asia/sri-lankan-political-geography/sri-lanka), [Brazil](/places/latin-america-and-caribbean/south-american-political-geography/brazil), in London and [Glasgow](/places/britain-ireland-france-and-low-countries/british-and-irish-political-geography/glasgow), and homeopathic medical centers can be found in India and [South America](/places/oceans-continents-and-polar-regions/oceans-and-continents/south-america). Training & certification It takes three to four years of training to become a qualified homeopath. Naturopathic physicians study homeopathy during their four-year medical school programs, and other practitioners may study homeopathy in post-graduate courses. The Council on Homeopathic Education is the only organization that accredits training programs in classical homeopathy. As of 2004, it has accredited five institutions: Bastyr University of Natural Health Sciences in [Seattle](/places/united-states-and-canada/us-political-geography/seattle), Washington; Ontario College of [Naturopathic Medicine](/medicine/divisions-diagnostics-and-procedures/medicine/naturopathic-medicine) in [Toronto](/places/united-states-and-canada/canadian-political-geography/toronto); Hahnemann Medical Clinic in Albany, [California](/places/united-states-and-canada/us-political-geography/california); the National College of [Naturopathic Medicine](/medicine/divisions-diagnostics-and-procedures/medicine/naturopathic-medicine) in Portland, Oregon; and the International Foundation for Homeopathy, also in Seattle. Other well-known training programs include the Pacific Academy of Homeopathic Medicine in Berkeley, California, and the [New England](/places/united-states-and-canada/miscellaneous-us-geography/new-england) School of Homeopathy in Amherst, [Massachusetts](/places/united-states-and-canada/us-political-geography/massachusetts). There are several organizations that certify homeopathic practitioners: - The National Center for Homeopathy is the largest homeopathic organization, with over 7,000 members. It also runs the Council on Homeopathic Education, and provides a listing of all its members and their credentials. - The American Institute of Homeopathy is the oldest national medical body. It provides a list of D.Ht.s (Diplomates in Homeopathy) certified by the American Board of Homeotherapeutics. - The Council for Homeopathic Certification was created in 1992 to establish a certification exam and a code of ethics. It confers upon qualified practitioners a C.C.H. (Certification in Classical Homeopathy). - The Homeopathic Academy of Naturopathic Physicians offers a certification based on a competency exam, the \"Diplomate in the Homeopathic Academy of Naturopathic Physicians\" (D.H.A.N.P.). - The North American Society of Homeopaths certifies non-physician homeopaths. Resources BOOKS Cummings, Stephen, Guide to Homeopathic Medicines. [Los Angeles](/places/united-states-and-canada/us-political-geography/los-angeles): Jeremy York](/places/united-states-and-canada/us-political-geography/new-york): HarperCollins Publishers, Strohecker, James. Alternative Medicine: The Definitive Guide. Tiburon, Calif.: Future Medicine Publishing, Inc., 1999. Ullman, Dana. Discovering Homeopathy: Your Introduction to the Science and Art of Homeopathic Medicine. Berkeley, Calif.: North Atlantic Books, 1991. Vithoulkas, George. Homeopathy: Medicine of the New Man. [New York](/places/united-states-and-canada/us-political-geography/new-york): Fireside Books (Simon & Schuster), 1992. PERIODICALS Walsh, Nancy. \"Homeopathy May Help Patients with Chronic Fatigue Syndrome.\" Clinical Psychiatry News (March 2002): 27. ORGANIZATIONS The American Institute of Homeopathy. 1585 Glencoe, Denver, CO 80220. (303) 898-5477. The Council Certification. P.O. Box 157, Corte Madera, CA 94976. The International Foundation for Homeopathy. 2366 Eastlake Avenue East, #301, Seattle, WA 98102. (425)776-4147. The National Center for Homeopathy. 801 North Fairfax Street, Suite 306, Alexandria, VA 22134. (703) 548-7790. The North American Society of Homeopaths. 15, #350, , Definition Fibromyalgia (formerly known as fibrositis) is an inflammation of the fibrous or connective tissue (muscles, joints, ligaments, and tendon...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/fibromyalgia) [Transverse Myelitis , Definition Transverse myelitis is an inflammation of the full width of the spinal cord that disrupts communication to the muscles, resulting in pain...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/transverse-myelitis) [Ambulatory Care Facilities , Adiagnosis of chronic fatigue syndrome (CFS) might bring patients initial relief, because the source of their suffering has finally been identified....](https://www.encyclopedia.com/medicine/divisions-diagnostics-and-procedures/medicine/ambulatory-care-facilities) [Schizophrenia , Definition Schizophrenia is a psychotic disorder (or group of disorders) marked by severely impaired thinking, emotions, and behaviors. The term schi...](https://www.encyclopedia.com/medicine/psychology/psychology-and-psychiatry/schizophrenia) [Multiple System Atrophy , Definition Multiple system atrophy (MSA) is a neurodegenerative by parkinsonism, cerebellar dysfunction, and autonomic disturba...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/multiple-system-atrophy) [Detoxification , Definition Detoxification is a process in which the body is allowed to free itself of a drug. During this period, the symptoms of withdrawal are also...](https://www.encyclopedia.com/medicine/divisions-diagnostics-and-procedures/medicine/detoxification) About this article Homeopathy, Constitutional Prescribing [About encyclopedia.com content](/about)Print Article "}