{"title": "PDF", "author": "PDF", "url": "https://www.bmc.org/sites/default/files/documents/bmc-IMP-3.22.10Pt1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "INSTITUTIONAL MASTER PLAN RENEWAL BOSTON UNIVERSITY MEDICAL CENTER MARC H 22, 2010 SUBMITTED TO: BOSTON REDEVELOPMENT AUTHORITY ONE CITY HALL SQUARE BOSTON , MA 02201 S UBMITTED PURSUANT TO ARTICLE 80D OF THE BOSTON ZONING CODE S UBMITTED BY : BOSTON MEDICAL CENTER CORPORATION ONE BOSTON MEDICAL CENTER PLACE BOSTON , MA 02118 TRUSTEES OF BOSTON UNIVERSITY ONE SILBER WAY, SUITE 904 BOSTON , MA 02115 P REPARED BY: I N ASSOCIATION WITH : RFWalsh collaborative partners TSOI/KOBUS & ASSOCIATES 51 SLEEPER BOSTON MA 02210 R UBIN AND RUDMAN LLP E PSILON ASSOCIATES TABLE OF CONTENTS i 1.0 O v e r v i e w 1 - 1 1.1 Introduction 1-1 1.2 Project Identification 1-3 1.3 Boston University Medical Cent er Mission and Objectives 1-4 1.3.1 Boston Medical Center 1-4 1.3.2 Boston University Medical Campus 1-6 1.3.2.1 Boston University School of Medicine 1-6 1.3.2.2 Goldman School of Dental Medicine 1-7 1.3.2.3 School of Public Health 1-8 1.4 Existing Campus and Facilities 1-8 1.5 Guiding Principles and Planning Assumptions 1-12 1.5.1 Shared Planning Assumptions and Objectives 1-12 1.5.2 BMC Planning Assumptions and Objectives 1-13 1.5.3 BU Medical Campus Planning Assumptions and Objectives 1-14 1.5.4 Campus Adjacencies 1-15 1.5.5 Addressing Aging Buildings 1-17 of 1-17 1.6.1 Clinical Services 1-18 1.6.2 Administrative 1-18 Service 1-18 1.6.5 Student Housing 1-19 1.6.6 Academic and Student Services 1-20 1.7 Summary of Institutional Master Plan Projects 1-20 1.8 Public Benefits 1-21 1.8.1 Boston Medical Center 1-21 1.8.1.1 Community Benefits Introduction 1-21 1.8.1.2 Employment, Workforce Development, Educational Opportunities 1-22 1.8.1.3 Property Taxes/PILOT 1-25 1.8.1.4 Other 1.8.2 Boston Campus 1-26 1.8.2.1 Community Benefits Introduction 1-26 1.8.2.2 Employment, Workforce Development, Educational Opportunities 1-27 1.8.2.3 Linkage 1-29 1.9 Public Review Process 1-30 2.0 Proposed Institutional Mast e r P l a n 2 - 1 2.1 Introduction 2-1 2.2 Underlying Campus Design Goals and Objectives 2-1 2.2.1 Addressing Aging Buildings 2-2 2.2.1.1 Dowling Building 2-2 Office Building and Infrastructure 2-8 2.3.5 Inclusion of Leased Space 2-8 TABLE OF CONTENTS ii 2.3.5.1 Crosstown 2-8 2.3.6 Removal Doctors Office Building 2-9 2.3.9 Campus Improvement Projects (Infrastructure and Open Space) 2-10 2.3.9.1 Campus Improvement Projects 2-10 2.3.9.2 Campus and Building Maintenance Projects 2-10 2.4 Future Program Needs and Long Term Planning 2-10 2.4.1 Anticipated Program Needs Beyond the Term of the IMP 2-10 2.4.1.1 Clinical Services 2-10 2.4.1.2 Support Operations and Infrastructure 2-11 2.4.1.3 Energy Service 2-11 2.4.1.4 Academic & Student Services Building 2-11 2.4.1.5 Additional Administrative Space 2-11 2.4.1.6 Future Plans Albany Fellows Remaining Parcels 2-12 2.4.2 Areas of Interest for Future Campus Expansion 2-12 2.5 Project Schedule and Potential Permits 2-13 2.6 Zoning 2-13 3 . 0 U r b a n D e s i g n 3 - 1 3.1 Urban Design Objectives 3-1 3.2 Existing Urban Fabric 3-3 3.3 Public Realm 3-3 3.3.1 Campus Development, Past and Present: A Balanced Approach 3-3 3.3.2 Current Access and Connectivity 3-4 3.3.3 Current Open 3-5 3.3.4 Current Campus Wayfinding Plan 3-6 Plan 3-11 Massing Height 3-11 3.4.2 Master Plan Improvements 3-13 4 . 0 T r a n s p o r t a t i o n 4 - 1 4.1 Introduction and Purpose of Report 4-1 4.2 BUMC Campus Growth and Sustainability 4-1 4.2.1 Background 4-1 4.2.2 Management Strategies Management Strategies 4-2 4.2.4 Transportation Demand Managemen t Services and Programs 4-3 4.3 Summary of IMP Transportation Impacts 4-5 4.3.1 Summary of Findings 4-6 4.3.2 Proposed Mitigation and Long Term Sustainability 4-6 4.4 Intentionally Omitted 4.5 Transportation Impact Study 4-8 4.5.1 Existing Campus Description 4-8 4.5.2 Study Description 4-9 Area Roadways 4-11 4.5.4 Study Area Intersections 4-13 4.5.4.1 Description of Study Area Intersections 4-15 4.5.5 Data Collection 4-18 TABLE OF CONTENTS iii 4.6 Existing Transportation Conditions 4-22 4.6.1 Traffic Operations 4-22 4.6.2 4.6.5 and Scooter Facilities 4-36 4.6.6 Loading and Service 4-39 4.7 Evaluation of Long Term Transportation Impact 4-41 4.7.1 No-Build Scenario 2019 4-41 4.7.2 4.7.3 Loading and Service 4-71 4.7.4 Future Parking Supply and Demand 4-71 4.7.5 Transit, Pedestrian, and Bicycle Impacts 4-72 5.0 Environmental and Infrastructure Systems 5-1 5.1 Environmental Protection 5-4 5.1.13 University Medical Center Sustainable Initiatives and Design 5-4 5.1.13.1 The BMC Green Committee 5-4 5.1.13.2 The BU Medical Campus Sustainability Committee 5-4 5.1.13.3 IMP Sustainable Design Goals 5-5 5.2 Historic and Archaeological Resources 5-5 5.2.1 Historic Resources 5-5 5.2.2 Archaeological Resources 5-8 5.3 Infrastructure Systems 5-8 6.0 Coordination with Other Governmental Agencies 6-1 6.1 Introduction 6-1 6.1.1 Architectural Access Board Requirements 6-1 6.1.2 Massachusetts Environmental Policy Act 6-1 6.1.3 Massachusetts Historical Commission / 6-1 South End Landmark District Commission 6.1.4 Boston Civic Design Commission 6-2 6.1.5 Boston Groundwater Trust 6-2 6.1.6 Other Permits and Approvals 6-2 TABLE OF CONTENTS iv Appendices Appendix A Boston University Medical Center Institutional Master Plan Background/History Appendix B Boston Medical Center Community Benefits Report Fiscal Year 2008 Appendix C Boston University Medical Ca mpus Community Outreach Initiatives Appendix D Historic and Archaeological Resources Appendix E Albany Fellows Graduate Student Housing Project Appendix F Response to Comments and BRA Scoping Determination List of Figures Figure 1-1 BUMC Campus Plan and IMP Area 1-2 Figure 1-2 Building and Land Ownership and Leases 1-11 Figure 1-3 Campus Adjacencies 1-16 Figure 2-1 IMP Figure 3-1 Campus Plan Improvements 3-2 Figure 3-2 Major Vehicular Access and Major Entry Points 3-8 Figure 3-3 Neighborhood Connectivity and Open Space Network 3-9 Figure 3-4 BUMC Campus Signage Plan 3-10 Figure 3-5 Aerial View A looking South 3-15 Figure 3-6 Aerial View B Looking West 3-16 Figure 3-7 Aerial C Looking North 3-17 Figure 3-8 Aerial View D Looking South East 3-18 Figure 3-9 Aerial View E looking West 3-19 Figure 3-10 Aerial View F Looking North West 3-20 Figure 3-11 Skyline and Massachusetts Avenue Gateway 3-21 Figure 4-1 Locus Map 4-8 Figure 4-2 Study Area Intersections 4-14 Figure 4-3 Existing Conditions A.M. Peak-Hour Traffic Volumes 4-20 Figure 4-4 Existing Conditions P.M. Peak-Hour Traffic Volumes 4-21 Figure 4-5 Off-Street Parking in the Study Area 4-31 Figure 4-6 On-Street Parking in the Study Area 4-32 Figure 4-7 Existing Public Transportation 4-34 Figure 4-8 Pedestrian Pathways 4-37 Figure 4-9 Bicycle and Scooter Facilities on Campus 4-38 Figure 4-10 Existing Campus Plan 4-40 Figure Conditions p.m. Peak-Hour Traffic Volumes 4-50 Figure 4-14 Project Trip Distribution: Trips Entering the Campus 4-58 Figure 4-15 Project Trip Distribution: Trips Existing the Campus 4-59 Figure 4-16 Project-Generated Trips, a.m. Peak-Hour traffic Volumes Trips, p.m. Peak-Hour traffic Volumes 4-68 Figure 4-18 Build Conditions a.m. Peak-Hour Traffic Volumes 4-69 Figure 4-19 Build Conditions p.m. Peak-Hour Traffic Volumes 4-70 Figure 4-20 Proposed IMP Campus Plan 4-72 Figure 5-1 Historic Resources 5-7 TABLE OF CONTENTS v List of Tables Table 1-1 Boston University Medical Center Building and Land Ownership and Leases 1-9 Table 1-2 Inpatient Admissions and Outpatient Visits at BMC 1-13 Table 1-3 BU Medical Campus Enrollment - Fall 1-19 Table 1-4 BMC Employment (FY08) 1-23 Table 1-5 BU Medical Campus Employment 2009 1-28 Table 1-6 Community, Public, City Agency Meetings 1-30 Table 2-1 IMP Projects and Other IMP Elements 2-4 Table 4-1 Proposed Transportation Improvement and Mitigation plan 4-7 Table 4-2 Intersection Level of Service (LOS) Criteria 4-22 Table 4-3 Existing Conditions Peak-Hour Intersection Operations, a.m. 4-23 Table 4-4 Existing Conditions Peak-Hour Intersection Operations, p.m. 4-26 Table 4-5 Campus Parking Supply and Occupancy 4-29 Table 4-6 Existing MBTA Bus Service in the Study Area 4-33 Table 4-7 Existing Daily Truck Activity 4-39 Table 4-8 Conditions Intersection Operations, a.m. Peak-Hour Intersection Operations, p.m. 4-51 Table 4-10 BTD Area 15 Daily Mode Shares 4-54 Table 4-11 Boston University Medical Center Employee Mode Shares 4-55 Table 4-12 Net New Trip Generation Summary 4-56 Table 4-13 Build Conditions Peak-Hour Intersection Operations, a.m. 4-61 Table 4-14 Build Conditions Peak-Hour Intersection Operations, p.m. 4-64 Table 4-15 Level of Service Comparison Table, a.m. Peak Hour 4-74 Table 4-16 Level of Service Comparison Table p.m. Peak hour 4-76 Table 5-1 Buildings Constructed Before 1958 5-6 Overview 1.0 OVERVIEW S e c t i o n 1 1-1 Overview 1.0 OVERVIEW 1.1 Introduction Boston University Medical Center is comp rised of Boston Medical Center (\"BMC\") and Boston University Medical Campus (\"BU Medical Campus\") which includes three of Boston University's health science schools - the School of Medicine, the Henry M. Goldman School of Dental Medicine and the School of Public Health. Boston Medical Center Corporation and the Trustees of Boston University (collectively known as the \"Proponents\"), are pleased to submit this Institutional Master Plan (\"IMP\") in accordance with the Boston Redevelopment Authority (\"BRA\") Article 80 Institutional Master Plan review process for the renewal of the Bost on University Medical Center Institutional Master Plan (\"IMP\"). This is pursuant to Section 80D-8 of the Boston Zoning Code (\"the Code\"). On May 18, 2000, the BRA approved the existing Boston University Medical Center IMP. Since that time, IMP amendments, Notices of Project Change (\"NPC\") and proposals for small additions have been filed to obtain approval for new construction or rehabilitation projects, or to revise and update uses as previously reported. The most significant of these include: the rehabilitation of the 66,952 s.f. Surgical Building (May 2001 IMP Amendment); the replacement of the approv ed Medical Services Center with the 133,217 s.f. Moakley Building (July 2003 NPC); and the approximately 245,000 s.f. new Shapiro Ambulatory Care Center (August 2007 IMP Amendment). Most recently, the BRA approved the Renewal and Amendment of the IMP (June 2009) extending the term for 2 years including a minor 845 s.f. expansion to the Emergency Department. Additionally, the BRA approved the IMP Amendment (January 2010) for the addition of the Albany Fellows Site and Graduate Student Housing Project. Such site and project are included in the renewal IMP. A more detailed history of the Boston Univer sity Medical Center IMP is provided as Appendix A. This IMP does not include the area known as BioSquare, which is subject to a separate Planned Development Area Master Plan. With this submission, the Proponents request that the BRA renew the Boston University Medical Center Institutional Master Plan for a period of 10 years. Figure 1-1 illustrates the general location of the Boston Univer sity Medical Center Campus (\"BUMC Campus\"). 1-2 Overview Figure 1-1 BUMC Campus Plan and IMP Area 1-3 Overview 1.2 Project Identification Project Name: Boston University Medical Center Institutional Master Plan Renewal Address/Location: The BUMC Campus is located in Boston's South End. The campus is comprised of approximately 20 acres including 28 BUMC Campus-owned or controlled buildings, a helipad and development parcels. BMC and BU Medical Campus also leases space in 8 buildings located on and/or proximate to the campus. Proponents: Boston Medical Center Corporation One Boston Medical Center Place Boston, MA 02118 (617) 638-6909 Ronald E. Bartlett, Vice President for Finance and Chief Financial Officer Trustees of Boston University One Silber Way, Suite 904 Boston, MA 02215 (617) 353-4468 Gary Nicksa, Vice President, Operations Project Manager: RFWalsh collaborative partners 51 Sleeper Street, 8th Floor Boston, MA 02210 (617) 778-0900 Jack C. Hobbs, FAIA, President and CEO Donna M. Camiolo, Project Executive Architect: Tsoi/Kobus & Associates, Inc. One Brattle Square P.O. Box Cambridge, MA 02138 Luongo, AIA 1-4 Overview Permitting Consultant: Epsilon Associates, Inc. 3 Clock Tower Place, Suite 250 Maynard, MA 01754 (978) 897-7100 Victoria Fletcher, Principal Transportation Consultant: Howard/Stein-Hudson, Inc. 38 Chauncy Street, 9th Floor Boston, MA 02111 (617) 482-7080 Jane Howard , Principal Legal Counsel: Rubin and Rudman LLP 50 Rowes Wharf Boston, MA 02110 (617) 330-7000 James H. Greene, Attorney Historic Preservation Consultant: Tremont Preservation Services 374 Congress Street Boston, MA 02111 (617) 482-0910 Leslie Donovan 1.3 Boston University Medical Center Mission and Objectives Boston University Medical Center is dedicated to serving the needs of the community. Comprised of BMC and BU Medical Campus, the synergy among these institutions and the incorporation of teaching and research with the clinical programs is essential to improving health for the general public. 1.3.1 Boston Medical Center BMC was incorporated as a Massachusetts charitable corporation July 1, 1996 with the merger of Boston City Hospital, Boston Specialty and Rehabilitation Hospital, and the Boston University Medical Center Hospital, refe rred to as University Hospital. BMC is a private, not-for-profit, 626-licensed bed, academic medical center located in Boston's historic South End. The hospital is the primary teaching affiliate for Boston University School of Medicine. Emphasizing community-based care, BMC, with its mission to provide consistently accessible health services to all, is the largest safety net hospital in New England. BMC provides a full spectrum of pediatric and adult care services, from 1-5 Overview primary to family medicine to advanced specia lty care. With the largest 24-hour Level 1 trauma center in New England, the Emergency Department had more than 129,169 visits in 2008. With 29,411 admissions and 953,510 patient visits in 2008, BMC provides a comprehensive range of inpatient, clinical and diagnostic services in more than 70 areas of medical specialties and subspecialties. In Fiscal Year 2008, the BMC operating budget was $1 billion. Unwavering in its commitment to serve the community, BMC is dedicated to providing accessible health care. Approximately 70 percent of BMC patients represent underserved populations including low-income families, elders, people with disabilities, minorities, and immigrants. Seventy percent of all patients are from racial and ethnic minority populations and 30 percent do not speak English as a primary language. Approximately 200,000 of patients have MassHealth, Commonwealth Care or no insurance at all and more than 75 percent live in Suffolk County. Fifty percent of BMC patients have an annual income at or below $20,420. With its strong focus on urban health, in 1997 BMC was a founding partner in Boston HealthNet, an integrated service delivery netwo rk that includes BMC, Boston University School of Medicine, and 15 community health centers throughout the greater Boston area. In 2008, Boston HealthNet patients comprised 30% of all inpatient admissions to BMC. Boston Medical Center HealthNet Plan is a managed care organization founded by Boston Medical Center in 1997. Offering MassHealth and Commonwealth Care coverage, BMC HealthNet Plan serves more than 240,000 members statewide. BMC is a recognized leader in groundbreaking medical research. BMC received more than $93 million in sponsored research funding in 2008, and oversees 431 research and service projects separate from research ac tivities at Boston University School of Medicine. BMC is a major employer in the City of Boston and is committed to promoting employment opportunities for Boston residents. See Section 1.8.1.2 - Employment, Workforce Development, and Educational Opportunities for more information. The mission of BMC is \"to provide consistent ly excellent and accessible health services to all in need of care regardless of status and ability to pay.\" The objective of BMC is to meet the health needs of the people of Boston and its surrounding communities by providing high quality, comprehensive care to al l, particularly mindful of the needs of the vulnerable populations through an integrated delivery system in an ethically and financially responsible manner. The goals of the integrated system of care are to promote health and well being, meet the medical and public health needs of all served, and educate future physicians and caregivers. In compliance with the mission statement above, and in an effort to create a community-based system of services in collaboration with Boston HealthNet (see Section 1.8.1.1 - Community Benefits for more information), BMC has committed itself to seven equally important values. 1-6 Overview BMC will: Serve patients and their families, physicians, staff and communities with dignity; Integrate public health, preventative, emergency and rehabilitative programs with a full range of primary to tertiary medical service; Serve the ever-changing need of urban and suburban populations, while honoring their ethnic, religious and cultural differences; Apply a high degree of medical, nursing and technical management in a professional and accountable manner; Collaborate with Boston University, its schools and other institutions to support a premier learning environment for all members of the community; Conduct research that will lead to major improvements in health care and health status for all people, and further scientific advances in medicine; and Develop and participate in community-based and managed care programs that promote affordable, responsible and high-quality health care. 1.3.2 Boston University Medical Campus BU Medical Campus has a rich history dat ing back to 1848 when its School of Medicine began as the New England Female Medical College, the first institution in the world to offer medical education to women and graduated the first black woman physician. In 1873, the medical college merged with Boston University, becoming the first coeducational medical school in the nation. In addition to the School of Medicine (\"BUSM\", with its Division of Graduate Medical Sciences), the BU Medical Campus is also comprised of the Goldman School of Dental Medicine (\"SDM\") and the School of Public Health (\"SPH\"). Renowned for the quality of teaching and research and for service to the community, these schools provide education and training in the most current thinking and techniques in their fields, with a particular focus on serving the disadvantaged, underserved and indigent populations. Together the schools employ more than 2,700 full time equivalent faculty members, many who are leading experts in their fields, and train a diverse group of more than 3,000 students. 1.3.2.1 Boston University School of Medicine The mission of the Boston University School of Medicine is to educate physicians who will have the knowledge, skills, and dedication needed to provide the best care to every patient from all communities in a diverse society, within an ever-changing health care environment. Other specific objectives are: The Vision - Patients, peers, and mentors will recognize the BUSM graduate as an exemplary clinician who maintains the highest standards of medical care and professional conduct and who is fully prepared for postgraduate training; 1-7 Overview Clinical Arts - The graduate will: possess excellent diagnostic skills, a broad foundation of medical knowledge, and the clinical experience needed to deliver effective and efficient medical care; demonstrate excellence in communicating with and educating patients from diverse cultures, races, and ethnicities; work effectively and collaboratively within interdisciplinary teams; use information technology effectively to find and evaluate the best clinical evidence to guide patient care; be dedicated to preventing illness and improving the health of the community in which he or she practices while responsive to the family, psychosocial, cultural, and spiritual/religious determinants of health and illness; and Professionalism - The graduate will: treat all patients in a caring, compassionate, and altruistic manner; adhere to the highest ethical standards of medical practice; possess the attitudes, abilities, and self-knowledge necessary for leading a life-long pattern of learning; support improvements in access to health care for all populations, a reduction in racial and ethnic disparities in health status, and improvements in the social conditions of disadvantaged populations; contribute to the advancement of scientific knowledge. BUSM promotes these qualities via: establishment of a supportive, respectful, and nurturing educational environment; maintenance of the highest standards of student performance; commitment to achieving and supporting a diverse student body; engagement of students in curricular evaluation; maintenance of a curriculum inclusive of evidence-based educational methods and through leadership in developing, applying, and evaluating innovative methods of medical education. To achieve a dynamic curriculum responsive to rapid social and biomedical changes, and to insure that student and curricular goals are met and the highest educational standards of excellence are maintained, BUSM continuously evaluates its learners, faculty, programs, and its mission and goals. 1.3.2.2 Goldman School of Dental Medicine The mission of the Henry M. Goldman School of Dental Medicine is to provide excellent education to dental medicine professionals throughout their careers; to shape the future of dental medicine and dental education through research; to offer excellent health care services to the community; to participate in community activities; and to foster a respectful and supportive environment. Other specific objectives include: Educate DMD and postdoctoral candidates to pursue basic science and clinical science research on the academic level; and Support faculty development, thereby improving the quality of dental education, research and clinical care; and Contribute to advances in oral biology and dental medicine by pursuing basic, applied and clinical research and disseminating important findings to the dental community; and 1-8 Overview Provide high quality cost-effective, accessible dental care for children and adults, with an emphasis on prevention. 1.3.2.3 School of Public Health The mission of the School of Public Health is to improve the health of local, national and international populations, particularly the disadvantaged, underserved and vulnerable, through excellence and innovation in education, research and service. In keeping with the SPH's service-oriented philosophy, each department combines research and academics with a practicum requirement, resulting in a rigorous, well-rounded curriculum enhanced by work experience in the public health environment. Strategic themes of the SPH include: Involved: Emphasize real-world in volvement and meaningful partnerships Interconnected: Emphasize interdisciplinary efforts and integrated programs Global: Emphasize global health issues and perspectives. Through longstanding collaborations with such institutions as the Massachusetts Department of Public Health, the Boston Public Health Commission, and the Veterans Affairs Administration; and international alliances with the Red Cross, the Peace Corps, and foreign governments, the students, faculty, and alumni draw on their own diverse backgrounds to carry out the SPH's mission in a variety of settings. 1.4 Existing Campus and Facilities The BUMC Campus is located in Boston's historic South End. The main campus includes 28 Boston University Medical Center owned or controlled buildings, a helipad and development parcels that are individually-owned or controlled and shared facilities associated with each or both of the institutions. In addition to the property owned or controlled by the Proponents, each institution also leases office, residential, and/or clinical space in 8 buildings located on and/or proximate to the campus. Total Boston University Medical Center owned or controlled and leased space is approximately 3,000,000 square feet of usable space. Buildings range from 2 to 14 stories in height above ground. The buildings were built between 1864 (BCD/FGH) and 2006 (Moakley Building). The Ambulatory Care Building, recently named the Carl J. & Ruth Shapiro Ambulatory Care Center (\"SACC\"), was approved by the BRA in 2007 and is currently under construction. The Dr. Solomon Carter Fuller Mental Health Center, a state mental health facility, is also located on the BUMC Campus. There are currently 2,973 structured parking spaces within six garages and 282 surface parking spaces (3,255 total on-campus and offsite parking spaces). See Table 1-1 and Figure 1-2 for Ownership and Leases. 1-9 Overview Table 1-1 Boston University Medical Center Building and Land Ownership / Leases Facility Year Built Principal Uses Floors Above / Below Grade Building SF* Own/ Lease** Boston Medical Center Newton Pavilion 1986 Inpatient 257,019 Owned Yawkey Ambulatory Care Owned Dowling Owned Doctors Office Building 1969 Administration/Outpatient B+12 91,783 Owned Preston 1967 Outpatient 5 65,967 Owned FGH 1864 Administration B+5 29,435 Owned Health Services 1973 Inpatient Support/Outpatient B+6 73,651 Owned Carl J. & Ruth Shapiro Ambulatory Care Center 2011 Outpatient B+9 245,000 Owned Menino Pavilion 1994 Inpatient B+8 337,340 Owned Power Plant 1972 Mechanical B+4 64,064 Owned Northampton Square (formerly South Block) 1970 Public Health 6 20,070 Leased 85 East Concord Street 1928 Administration B+8 66,952 Owned 125 East Concord Street, Solomon Carter Fuller Mental Health Center 1975 Administration B+9 11,000 Leased Vose Hall 1898 Administration 5 22,695 Owned Old Evans 1942 Administration 9 60,070 Owned Collamore 1936 Administration 7 41,970 Owned Gambro (660 Harrison) 1990 Administration/Outpatient 3 35,000 Owned Helipad NA Helipad NA NA Owned Perkin Elmer NA Administration B,1st, 3rd 36,524 Leased 801 Massachusetts Avenue, Crosstown Center 2006 Administration 1st 12,197 Leased Moakley Building 2006 Outpatient B+3 133,217 Owned 1-10 Overview Table 1-1 Boston University Medi cal Center Building and Land Ownership / Leases (Continued) Facility Year Built Principal Uses Floors Above / Below Grade Building SF* Own/ Lease** Boston University Medical Campus 680 Harrison Avenue, Robinson (\"B\") Building 1915 Administration/Research/Instruction B+6 56,487 Owned 75 East Newton Street, Evans (\"E\") Building 1972 Administration/Research/Instruction B+9 180,099 Owned 1876/1884/1891 Administration/Research/Instruction B+4 87,080 Owned 80 Medical School (\"A\") Building 1912 Administration/Research/Instruction B+5 25,931 Owned 100 East Newton (\"G\") Buildi ng 1969 Administration/Research/Instruction B+7 89,406 Owned 70 East School Instructional (\"L\") Bu ilding 1968 Administration/Research/Instruction B+14 215,002 B+10 Admi nistration/Research/Instruction B+6 34,692 Owned 615 Albany Street, Naval (jointly owned w/BMC) ca. 1865 Administration/Research/Instruction B+5 19,710 Own ed 1905 / ca.1922-1928 Administration/Research/Instruction B+7 77,886 Owned 560 Harrison Avenue 1894 Administration/Research/Instruction 3rd 14,786 Leased 580 Harrison Avenue 1896 Administration/Research/Instruction 3rd 18,952 Leased Albany 801 Crosstown Center 2006 Administration/Research/Instruction 2nd, 3rd, 4th 101,114 Leased 125 East Concord Street, Solomon Carter Fuller Mental Health Center 1975 Administration/Research/Instruction B+9 43,589 Leased 761 Harrison Avenue, Harrison Court Apartments ca 1861-1863 Admini stration/Research/Instruction/Residential B+4 122,922 Leased N/A Administrati on/Research/Instruction/Residential/Retail 38,920 s.f. N/A Administration/Research /Instruction/Residential/Retail 15,234 s.f. Administration/Research /Instruction/Residential/Retail 20,766 s.f. (Land) *** *** * Owned buildings are expressed as approximate Gross Squar e Feet (without exclusions). Leased buildings (where the Proponent s are the Lessee) are expressed as Rentable Square Feet (without exclusions). ** The designation \"Own/Lease\" is included to differentiate between BUMC Campus buildings which are controlled or owned by the Proponents and buildings which are leased for a term of years by the Proponents. *** The Albany Fellows Site was the subject of an IMP Amendment approved by the BRA on January 12, 2010 and the Zoning Commissi on on February 10, 2010. See Section 1.1 and Appendix A for further description. 1-11 Overview Figure 1-2 Building and Land Ownership and Leases 1-12 Overview 1.5 Guiding Principles a nd Planning Assumptions An Institutional Master Plan has been developed for Boston University Medical Center that allows the Proponents to create a campus supportive not only of the institutions' common goals, but also of their unique needs and individual missions now and in the future. BMC endeavors to sustain the highest expected standard of patient care while BU Medical Campus strives to maintain an exceptional environment for students interested in basic science, clinical investigation, or public health and health services oriented research, and medical educational programs. Aging buildings, deficient infrastructure components, and inefficient operational adjacencies create challenges for each institution to keep up with current advancements in health care and academic trends. As a result, campus modifications will be necessary over the next 10 years, including but not limited to, constructing new facilities, demolishing obsolete buildings, renovating existing structures, and improving infrastructure. 1.5.1 Shared Planning Assumptions and Objectives The following challenges play a role in addressing the Proponents' program needs: Building age (and obsolescence); Traffic demands; Parking needs; Open space preservation; and Utilities, power plant, and other energy infrastructure upgrades. The Proponents acknowledge the following planning design drivers as elements critical to the successful realization of their objectives: Planning for long-term future growth and transformation; Transformation of the Albany Street campus image; Sensitivity to context through massing, scale and materials; Creation of a clear and welcoming sense of arrival; Implementation of unified site signage and enhanced wayfinding; Development of pedestrian-friendly street edges; and Enhance accessibility to parking and existing buildings. 1-13 Overview 1.5.2 BMC Planning Assumptions and Objectives While patient volume continues to grow, a primary issue in providing care is cost management, especially during times when state and local governments struggle with rising expenses and decreasing revenues. BMC's inpatient admissions and outpatient visits reflect the current trends in patient care. The number of admissions increased 33% from 22,162 (in 2000) to 29,411 (in 2008). Outpatient visits also increased 33% from 714,481 visits (in 2000) to 953,510 visits (in 2008). See Table 1-2. While patient volume dipped slightly from 2007-2008, the trend for 2009 is that inpatient volume will increase 2.7% and total outpatient volume will increase 4.8% from 2008. Patients are referred to BMC for its full spectrum of pediatric and adult care services from many sources, including the 15 community health centers in BMC's service region. Both inpatient and outpatient visits are anticipated to continue to increase in the coming years. Inpatient volume grows as the population ages. Outpatient volume grows as advances in technology allow physicians to tr eat certain conditions (which previously required an inpatient stay) through outpatient surgery, treatment or therapy. Table 1-2 Inpatient Admissions and Outpatient Visits at BMC 2000 2001 2002 2003 2004 2005 2006 2007 these clinical trends and achieve th e primary goal of providing quality health care to the neediest individuals, BMC objectives include: Accommodate increasing patient volume; Consolidate clinical services; Upgrade and expand the Emergency Department and Trauma Center; Right size space for current clinical standards; Accommodate new technology; Upgrade materials handling/receiving/distribution and waste removal facilities; Implement an efficient and sustainable energy infrastructure program to ensure reliability and redundancy of services and support future growth; 1-14 Overview Integrate sustainable design principles and operations; Facilitate access to the cam pus and improve campus image; Consolidate Medical Administrative functi ons in proximity to clinical services; Locate General Administrative functions on the campus perimeter; and Move the core of the Clinical campus to the west. 1.5.3 BU Medical Campus Planning Assumptions and Objectives The BU Medical Campus outlines three areas of concern regarding their current instructional facilities: 1.) Quantity - BU Medical Campus currently struggles to meet space needs within their existing buildings as academic programs in medical and research studies and enrollment grow. In addition to the current demand limitations, the American Association of Medical Colleges is calling on medical schools to increase their class size by 30% over the next decade. 2.) Quality - Certain types of academic spaces need to be planned specifically to meet the requirements of the curriculum. These spaces can be more traditional classroom settings or creative solutions driv en by instructional technology and strategy. Rooms retrofitted into existing structures are often limited by size, layout, technical infrastructure, and available resources and subsequently do not adequately meet the needs of the university. 3.) Proximity - It is imperative that new instructional spaces designed to meet growth needs are located in an area considered core to current instructional facilities. Developing instructional space in BU Medical Campus-owned or rented buildings that are not proximate to the current core has a detrimental effect on the operational and didactic aspects of the academic effort. Moving students around for breakout classes for large lectures (as is required for the medical school curriculum) or between classes (as is typical for other curricula) contributes to a loss of instructional time. The issue of proximity also creates issues for ancillary se rvices in supporting rooms for the delivery of instruction. Offering and maintaining support services over a wider geographic area deteriorates the quality of that service. Distance creates limitations in availability of the staff to clean, set up and maintain rooms, provide initial and ongoing audiovisual support, respond to technology/systems troubleshooting requests or other needs and services sought by the instructor in support of their class. These areas of concern are also relevant for current research facilities needed to support the long term needs of the medical and educational institutions. 1-15 Overview In order to support the primary goal of educating future health care professionals, BU Medical Campus objectives include: Provide student housing consistent with City's desire to reduce demand on off- campus rental housing stock; Expand academic programs; Upgrade student services; Consolidate and upgrade research facilities; and Consolidate administrative support functions. 1.5.4 Campus Adjacencies The existing BUMC Campus uses are generally zoned with educational functions centrally located, flanked by clinical uses to the east and west. This relationship is primarily a function of the remnants of the pre-merger of the original two campuses. Other major zones include a Support Zone (Power Plant and Parking) and Research (BioSquare) south of Albany Street, and Administration (Crosstown) west of Massachusetts Avenue. See Figure 1-3. Campus design goals and objectives are specifically associated with enhancing institutional functions, primarily through the establishment of ideal adjacencies between complementary uses. This is particularly important for a campus that delivers medical services, where efficiency is not simply desirable, but may be critical to delivery of patient care in a timely manner. At the same time, it is also advantageous to create synergies between the delivery of medical services and academic instruction in health sciences. Boston University Medical Center's master planning objectives of shifting administrative functions away from the inner clinical core location is ideal for inpatient clinical expansion to be situated proximate to other key clinical programs as well as situating academic spaces proximate to the instructional core. 1-16 Overview Figure 1-3 Campus Adjacencies 1-17 Overview 1.5.5 Addressing Aging Buildings A facilities assessment was completed to evaluate the physical conditions of the major buildings on the campus. The purpose of this assessment was to prioritize capital investments and determine highest and best use for the buildings for the short and long term. The BUMC Campus is comprised of buildings of various ages and conditions, from the recently completed Moakley Building to the 145-year-old BCD and FGH Buildings. The assessment concluded that certain buildings contain major deficiencies and require major improvements to function acceptably as clinical, medical education and/or administrative space. These buildings include Vose Hall and the Dowling Building. Others, such as the Yawkey Building and the Doctors Office Building (\"DOB\") were also identified as needing significant infrastructure investment. (The 91 East Concord Building was included in this assessment, but has since been demolished for the new Shapiro Ambulatory Care Center). In determining the highest and best use of Boston University Medical Center's building resources, several factors are weighed. Evaluating criteria for clinical buildings and sites include: Minimum typical floor plate area of 25,000-30,000 square feet; Minimum floor plate width of 100 feet; Adequate floor-to floor height to accommodate relative mechanical systems; Adjacency to existing clinical ancillary services; Location consistent with Boston University Medical Center master plan objectives; Impact on surrounding neighborhoods; Ease of access, covered drop-off; and Accessibility to parking. 1.6 Summary of Program Needs Based upon the guiding principles and planning assumptions presented in Section 1.5, Boston University Medical Center proposes a comprehensive facilities plan over the next 10 years that includes a matrix of new construction, demolition and renovation projects. Several of Boston University Medical Center's program needs will be accomplished during the term of the IMP. Looking into the future, beyond the term of the IMP, Boston University Medical Center acknowledges that additional program needs will be warranted as trends in patient care and health sciences continue to advance. 1-18 Overview 1.6.1 Clinical Services Increasing inpatient and outpatient volumes and technological advancements in medical equipment necessitate that new space be obtained. Due to very specific requirements for hospital and clinical functions driven by today's code and clinical space standards, it is impractical to rehabilitate certain buildings. BMC strives to consolidate its clinical programs in proximity to core medical serv ices and operational support functions. This is a particularly important consideration in locating medical facilities to allow for time and continuity of care as well as efficiency for staff and convenience for visitors. BMC proposes a new construction project to address the more than 50% growth in Emergency Service and Trauma volume in the last 10 years as well as the increased inpatient volume. 1.6.2 Administrative A major objective of Boston University Medical Center is to consolidate campus functions while shifting administrative uses away from the clinical and instructional cores. Administrative uses are scattered through the campus creating inefficiencies and occupying space that is ideal for clinical expansion and academic programming. To consolidate these functions and improve campus adjacencies, BMC proposes a new construction project that will provide new and efficient space for administrative offices. BMC as well as BU Medical Campus also anticipate leasing and reusing existing space. This IMP seeks to add space for administrative use in the near term through a combination of renovating existing space and including administrative uses in new construction projects. Additional administr ative space, whether renovation of existing space or construction of new space, is also identified as a long-term goal. 1.6.3 Support Operations and Infrastructure Boston University Medical Center includes many older structures and has expanded over the years. As Boston Medical Center's clinical programs have expanded, the infrastructure that supports day-to-day operations for loading and receiving and materials handling and trash removal has remained unchanged. Servicing these buildings and projected future programming requires new and upgraded facilities to support BMC's operations. As part of BMC's new construction project for administrative use, new support space for loading and receiving and materials handling and trash removal will be programmed to support BMC's clinical programs and existing operations will be relocated from Albany Street. 1.6.4 Energy Service The BUMC Campus relies on many utilities that are approaching operating capacity. In order to support the growth of the campus, keep up with advancements in technology, and deliver clinical services 24/7, Boston Univ ersity Medical Center is faced with the challenge of managing the availability and reliabilit y of energy service which is critical to 1-19 Overview a major medical center. The goal is to reduce Boston University Medical Center's demand on existing taxed infrastructure, cr eate redundancy, and to install more energy- efficient equipment that will set the foundation for supporting greener campus growth. The new Energy Facility, being undertaken by BMC, will address infrastructure and energy service needs for the BUMC Campus as well as the adjacent BioSquare. 1.6.5 Student Housing Boston University is seeking to increase student housing to reduce student demand for rental apartments in the neighborhood that might otherwise be available for workforce housing. This is consistent with Mayor Thomas Menino's most recent strategy for housing, as published in Leading the Way II. One of the goals of this strategy is to encourage academic institutions to build more on campus housing, especially for graduate students. In February 2008, Boston University acquired ownership of Parcel 2A, and acquired control over the remaining Parcels 1 and 2B of the Albany Fellows Site. The construction on a portion of the Albany Fellows Site of the Graduate Student Housing Project for BU Medical Campus is wholly consistent with the City's policy that each of the educational institutions in the City of Boston provide housing for its students, who otherwise would compete for affordable housing stock in Boston's neighborhoods. The Graduate Student Housing Project will provide such housing for up to 208 students who currently attend the Graduate School of Medicine and the Division of Graduate Medical Sciences but who live in private apartments in the City of Boston. Current statistics maintained by Boston University for students enrolled in these two graduate programs show that of a current student body of 1,457 full-time students, only 111 are currently housed in Boston University owned housing, leaving 1,346 students to find their own housing. Of that number, 800 students live within the City of Boston. Thus, construction of the Graduate Student Housing Project addresses an important segment of Boston's need for additional housing. Moving up to 208 graduate students into the 104 units of housing will return an approximately equal number of affordable housing units to the City's available housing inventory. See Table 1-3 below for BU Medical Campus Enrollment. Table 1-3 Medical Campus Enrollment - Fall 2008 Full Time Part Time Total School of Medicine Medicine 655 33 688 Graduate Medical Sciences 802 152 954 School of Dental Medicine 781 9 790* School of Public Health 405 478 883* Total Medical Campus Enrollment 2,643 672 3,315 * Includes non-degree students 1-20 Overview As approved through the IMP Amendment by the BRA on January 12, 2010 and the Zoning Commission on February 10, 2010, Boston University intends to proceed with the Graduate Student Housing Project as a nine story building of approximately 84,000 square feet and the planned 12,000 square foot landscaped open space on a portion of Parcel 2A. The building will provide 104 two bedroom units to house up to 208 graduate students of the BU Medical Campus and will also contain approximately 5,000 square feet of ground floor retail space. See Section 1.6.5 and Appendix E for project detail. 1.6.6 Academic and Student Services BU Medical Campus anticipates the need to accommodate additional academic functions to serve its increasing enrollment and to respond to advancements in medical sciences. Some advancements may involve specific requirements for educating future caregivers, such as space needs for new types of equipment or laboratory work space for instructional purposes. No specific space requirements have been identified at this time. However, the ideal location for future academic programming would be in close proximity to the instructional core on the BUMC Campus. The D Lot and L Building Annex located at the corner of Harrison Avenue and East Concord Street are likely locations for a future academic building. 1.7 Summary of Instituti onal Master Plan Projects This IMP includes three new construction projects over the next 10 years: Energy Facility - Construct an approximately 48,000 s.f. building on the existing surface parking lot located to the east of the Power Plant to improve energy efficiencies, ensure reliability, and support greener campus growth. Administration/Clinical Building - Construct an approximately 160,000 s.f. building on the surface parking lot located on the north side of the Power Plant along Albany Street to consolidate administrative functions and improve campus adjacencies. This building will also accommodate space for outpatient offices and operational support space. New Inpatient Building - Construct an approximately 405,000 s.f. building on the Dowling Building site to support the increased inpatient volume and the growth in Emergency Service and Trauma volume. This project will necessitate the demolition of the Dowling Building. Section 2.3 includes further descriptions of the IMP projects anticipated during the term of the IMP and clarifies ownership and use changes of existing buildings. Additionally, future program needs are also discussed in Section 2.4 1-21 Overview 1.8 Public Benefits Boston University Medical Center provides numerous public benefits to the City of Boston. The IMP projects will directly enhance the Proponents' abilities to administer the services that support their missions within the community. 1.8.1 Boston Medical Center 1.8.1.1 Community Benefits Introduction As previously noted, BMC's mission is to \"provide consistently excellent and accessible health services to all in need of care regardless of status and ability to pay.\" Over 50 percent of BMC patients have incomes at or below 200% of the federal poverty level. Over 30% do not speak English or require an interpreter to access health care. BMC's core patient population demographics are racial, ethnic or cultural minorities of lower socioeconomic status who have MassHealth, Commonwealth Care, or no insurance at all. Many are newcomers to the community or first generation Americans; some are refugees and asylum seekers. BMC values its diverse patient population and is committed to honoring their ethnic, religious and cultural differences. The Interpreter Services program at BMC is the most extensive in New England and one of the largest in the country. In addition to providing person-to-person interpreters on-site in more than 30 languages, 24 hours a day, the program uses the latest advances in technology, such as telephonic and video interpreting. BMC interpreters help break language barriers as well as serve as cultural brokers to patients and staff. In 2008, BMC handled approximately 197,406 requests for interpreter services. BMC is committed to addressing health disparities, an issue for the Boston health care community that has been brought to the fore by several reports and government commissions in recent years. This commitment is reflected in investment in new facilities, technology and equipment to ensure that patients have access to state-of-the-art care; in cultural competency training for clinical and non-clinical staff and managers; and in specific projects reaching into the community or addressing disparities within disease areas. In addition to health care services, BMC provides a wide range of social services to meet the basic needs of the many vulnerable people it serves. Leveling the health care playing field for patients goes beyond commitment to providing exceptional health care without exception: BMC realizes that it must work in a multidisciplinary fashion and at multiple levels of patients' needs to help se cure its patients' health. BMC services have evolved over many years, including at it s predecessor institutions, to provide benefits and services in line with its public health mission. Many programs that started at BMC - like the Reach Out and Read program and the Medical-Legal Partnership - are now 1-22 Overview nationally replicated models to improve the health and development of vulnerable populations. BMC's Community Benefits program is not formalized in a specific annual Community Benefits Plan. The BMC Board of Trustees, BMC senior management, the Boston HealthNet Board of Directors, and individual department leaders annually prioritize programs and services for the vulnerable populations they serve. BMC categorizes Community Benefits programs by the themes of ensuring access to health care for underserved populations and securing the fundamentals of health in key areas of public health concern. These programs receive significant, dedicated budgetary support from the hospital, Boston HealthNet health centers, or BMC departments in addition to philanthropic or grant funds. There are numerous other community services provided at BMC and in the community by BMC employee s and medical staff to foster community health. Many of these programs are supported at the departmental level or through grants, philanthropy, or volunteerism. A comprehensive review of BMC's Community Benefits program in 2008 is attached in Appendix B. lt highlights BMC's work in five areas: addressing domestic and community violence, outreach to individuals living with HIV/AIDS, services for children with autism spectrum disorder, expansion of the Medical-Legal Partnership (formerly the Medical-Legal Partnership for Children), and diet and exercise interventions for obese children. In FY08, the various community benefits programs of BMC included the following achievements: Provided more than 3,000 visits at the Pediatric Dental Clinic. Supported 197,406 on site patient interactions with Interpreter Services with over 30 languages. Provided Shuttle Service rides to 167,055 patients and families. Provided food from the Preventive Food Pantry to 61,500 patients and their household members (an average of 5,125 individuals monthly). Screened 1,819 men for prostate cancer at 48 events throughout the Boston community and assisted 1,134 women in accessing breast cancer screening and treatment through our Women's Health Network site. Continued to expand our patient navigation programming, adding three additional navigators to programs. Distributed free winter coats, hats, and gloves to 1,500 low-income adults and children. Supported over 1,100 women through Birth Sisters during pregnancy, childbirth, and early motherhood. We also expanded services to support breastfeeding 1-23 Overview women on the postpartum hospital floor through peer counseling, where we reached an additional 450 women in FY08. 1.8.1.2 Employment, Workforce Development, and Educational Opportunities BMC is a major employer in the City of Boston and is committed to promoting employment opportunities for Boston residents, particularly individuals living in adjacent neighborhoods. BMC employs a diverse workforce, with 5,957 full and part-time employees including per diems and temporary staff, 4,647 full-time equivalent employees (FTEs), who work to provide the highest quality, patient-focused care. (See Table 1-4 below.) Forty-one percent of BMC's employees live within the city of Boston and 26% live in six core workforce neighborhoods (Mattapan, North Dorchester, Roxbury, South Dorchester, South Boston and the South End). BMC offers employees competitive wages and benefits, educational assistance and tuition reimbursement, and skill-based training seminars including cultural diversity forums. Table 1-4 BMC Employment (FY08) Full-time Part-time Total Total 5,957 Residents of Boston 2,091 362 2,453 provides a wide range of workforce development and educational opportunities for its current employees and people wishing to gain the skills necessary to become BMC employees. BMC's workforce development program results compare favorably to benchmarks established by the Massachuse tts Department of Education and the US Department of Labor. BMC connects profoundly to its slogan, \"We are the community that we serve,\" and strives to fulfill this mission by addressing the following: BMC encourages broad neighborhood economic development that connects with residents one at a time; BMC targets workforce development progr ams to reach BMC employees from the six Core Workforce Neighborhoods - Mattapan, North Dorchester, Roxbury, South Dorchester, South Boston, and the South End; BMC tracks a cohort model—from youth to pre-college to graduate level—thereby increasing expectations, peer support, and performance; 1-24 Overview BMC strives to increase the number of minority health care professionals in Boston; BMC mirrors the career advancement \"road map\" recommended by the Institute of Medicine/National Academy of Sciences; and BMC focuses on professions related to volume goals via enhanced patient access for minorities and the underserved (Medical Interpreter, Patient Access Representative, and Health Care Manager). BMC attempts to break down workforce development barriers with calibrated, neighborhood-oriented opportunities by including: On-site courses introducing health care job skills; On-site college prep, certificate, and degree programs; Up-front payments to colleges and money for books, childcare, and \"unrecognized\" educational expenses through President Scholarships; Win/Win tuition reductions, including bulk purchase of courses by BMC to reduce costs per credit; and Promotion of \"BMC Employee Scholarsh ips\" and connections with a diverse audience who resides in or grew up in Boston. Through its alliances with several Boston-area higher educational institutions, such as Boston University, Roxbury Community College, Cambridge College, Northeastern University, and Parkway Academy of Technology and Health (PATH), BMC is capable of influencing higher education policies and practices, as follows: BMC clinicians and professionals align college curricula with hospital practice; Customized programs, created for BMC, become new health care initiatives, provided by colleges and open to the broader community. The Radiology Technology Program at Roxbury Co mmunity College has been launched and licensed with BMC as its major clinical site. Interpreter Certificate internships at Greater Roslindale Community Health Center expand service capacity and BMC's patient base; and BMC enables on-site access to training in hard-to-fill health career positions, including nursing, radiology, and medical interpreter. Cambridge College provides 18 undergraduate credits in the Medical Interpreter Training Program. Both Cambridge College and Northeastern University provide credit programs in health care management that can lead to a certificate, a Bachelor's degree and Master's degree. 1-25 Overview BMC reaches many objectives through its commitment to expanding workforce options and educational opportunities for its staff. Since April 2005, the following achievements were documented: BMC/PATH Partnership (\"Youth Pipeline\") - nine students completed the first cycle of internships in challenging roles; On-site College - 161 BMC employees participated in courses located at the BMC campus; Off-site College - 500 employees participated in college courses at affiliated institutions (Cambridge College, Northeastern University, and Roxbury Community College) or at Boston University MET College; President's Scholarships - BMC awarded 36 scholarships totaling $75,000 (Average award: $2,083). Nineteen recipients are Boston residents of whom 16 live in the Core Workforce Neighborhoods of Boston; Development - Over a five year period (FY 2005-FY2010), BMC will have engaged 1,720 employees in Workforce Development; Career Advising - 425 employees have participated in career advising services; Associate Degree Course Enrollments - 350 employees are enrolled in associate degree courses; Bachelor and Graduate Degree Course Enrollments - 188 employees have been or are enrolled in programs since April 2006. 1.8.1.3 Annual Property Taxes / PILOT Although much of BMC's property is tax-exempt , BMC contributes annually to the City of Boston's Payment in Lieu of Taxes (PILOT) program. 1.8.1.4 Other Economic Benefits BMC's community goals are to continue to prov ide effective and accessible services to vulnerable populations in the Boston community and to continue to expand efforts that deepen relationships with the communities they serve. Estimated hospital direct expenses on community benefit programs in fiscal year 2008 totaled $18,434,426. Total community benefits programs expenditures in fiscal year 2008 per the Attorney General's guidelines were $30,204,021. In addition, this expenditure and budget summary does not include the costs associated with numerous other programs and projects of BMC that make valuable contributions to the community. 1-26 Overview BMC contributes to the local economy through employment of Boston residents and the purchase of goods and services from Boston businesses. BMC spent $111 million in fiscal year 2008 for goods and services provided by Boston suppliers. The BMC HealthNet Plan, founded in 1997, is the largest MassHealth and Commonwealth Care managed care organization in Massachusetts providing health insurance to 242,000 members who are served by participating providers in Greater Boston and in Southeastern and Western Massachusetts. The Plan offers comprehensive coverage, interpreter services, membership cards, and personal physicians providing care for the whole fa mily. It furnishes other member benefits (beyond the mandated benefits) including free car seats, bike helmets, manual breast pumps for nursing mothers, and a member/provider hotline. 1.8.2 Boston University Medical Campus 1.8.2.1 Community Benefits Introduction The Boston University Medical Campus schoo ls (School of Medicine, Goldman School of Dental Medicine, and School of Public Health) share a long history and commitment to community service and public health th rough student service-learning and faculty service. Boston University School of Medicine offers medical students a unique service-learning experience through community based medicine and social advocacy programs. The programs include: Outreach Van Project - Founded in 1997 by School of Medicine and School of Public Health students, students under the supervision of a licensed physician provide food, clothing, and reliable, consistent medical care to the underserved, predominately Hispanic community of East Boston where 25 percent of children live below the poverty line. The Outreach Van Project is currently the only outreach agency supporting the underserved community in East Boston. Project MED HEALTH (Helping Educate Adolescents to Live Tomorrow Health) - School of Medicine students lead interactive, technology based educational workshops for Boston Public School children on key health issues such as nutrition, fitness, safety, puberty, and sex education. Codman Square Fiscal Health Survey & Intervention - A partnership of School of Medicine students and leaders of Codman Square community based organizations working together to explore the links between community economics, community health, effective listening, effective advocacy, and racism. The Henry M. Goldman School of Dental Medicine has an unwavering commitment to improving oral health and quality of life in communities through strategic partnering, health education and promotion, and implementation of public health initiatives. The 1-27 Overview Goldman School of Dental Medicine programs serve as national models for training dental students and non-dental health professionals to provide oral health services for disadvantaged populations. The Goldman School of Dental Medicine's work includes: City-wide dental health programs operating in 59 public schools in Boston, Chelsea, Framingham, Lawrence, and Natick. The program s provide oral screenings, sealant placement, fluoride applications, and oral health education. Similar services are provided at Early Head Start, Head Start, and other preschool programs in the greater Boston metropolitan area. Chelsea School Dental Center where oral health services have been offered since opening in 2003. This bilingual treatment center provides free care for close to 1,000 Chelsea children annually, ranging in age from preschool to high school. Over 50 other oral health promotion programs for underserved populations with programs targeted to serve the homeless, financially disadvantaged, uninsured and underinsured, elders, survivors of torture, refugees, and individuals with HIV. The Boston University School of Public Health has a long standing, service-oriented philosophy evidenced by the combination research and academics with a practicum requirement involving work experience in a public health environment. Through longstanding collaborations with the Massachusetts Department of Public Health, the Boston Public Health Commission, and the Veterans Affairs Administration; and international alliances with the Red Cross, the Peace Corps, and foreign governments, School of Public Health students, faculty, and alumni draw on their own diverse backgrounds to carry out the School's mission in a variety of settings. Boston University Medical Campus schools provide numerous educational and community service programs free of charge to neighborhood residents and the greater Boston community. Students, faculty, and staff donate considerable time and resources to these service programs focusing on health-related issues. In collaboration with other University schools and colleges, BU Medical Campus schools offer access to more 200 community service programs and initiatives described in Appendix C. 1.8.2.2 Employment, Workforce Development, and Educational Opportunities In addition to educating future health care professionals focused on community, the schools of the BU Medical Campus extend employment and professional development opportunities to the people of Boston and the surrounding communities and help fuel the local economy by purchasing goods and services. BU Medical Campus employs approximately 2,798 full-time equivalent employees and 471 part-time employees. See Table 1-5 on the next page. Of these, 872 are Boston residents. Approximately 5.7% (186 employees) reside in the core neighborhoods. 1-28 Overview Employment at the BU Medical Campus is expected to increase in proportion to moderate increases in student enrollment and the development of research programs. Table 1-5 BU Medical Campus Employment (2009) Full-time Part-time Total Total Employees 2,798 471 3,269 Residents of Boston 783 89 872 02111, 02118, 02119, 02120, and 02121 Boston University Medical Center has a longstanding relationship with Career Collaborative, a not-for-profit organization t hat focuses on finding employment for Boston resident immigrants and individuals returning to the workforce following a significant lapse in employment. BU Medical Campus offers a variety of workforce development and educational opportunities for employees. The University 's Office of Human Resources offers monthly professional development seminars to Boston University employees. The seminars offer a wide array of workshops to improve current skills and give employees the opportunity to develop new skills. Boston University conducts employment presentations and workshops at social services agencies, and attends other similar career events addressing, and presenting job search related topics such as resume writing and interviewing skills. As a participant in The Boston Private Industry Council-Summer Jobs program, Boston University hires four to six local high school students for the summer. The Boston University Office of Human Resources also sponsors Element K, an instructor-facilitated training and collaborative online learning resource catering to specific career tracks. This online training includes the following programs: Corporate Comprehensive: A full suite of Element K authored information technology (IT) and business courses, from office applications to advanced programming, networking, design and media, and general business skills training. Business Complete: Element K authored business courses with a diverse array of business, sales, and customer service skills and leadership training. Computer Professional: A comprehensive co llection of IT training topics, such as networking, OS, programming, web development, database, and design courses. 1-29 Overview BU Medical Campus employment professional s regularly attend area job fairs including: Diversity Job Fair in October 2007 sponsored by the NAACP and other organizations. The booth was shared by representatives of both the University's Medical and Charles River Campuses. Diversity Career Fair at the Courtyard-Marriott sponsored by Banner Publications on April 3, 2008. A joint job fair sponsored by the University's Human Resources Office, Boston Medical Center, and CityLab Academy was held on the Medical Center Campus on May 8, 2008. A job fair at Roxbury Community College on April 13, 2008. 1.8.2.3 Annual Property Taxes/PILOT Although much of the Boston University Medica l Campus property is tax-exempt, the BU Medical Campus contributes annually to the Ci ty of Boston's Payment in Lieu of Taxes (PILOT) program. 1.8.2.4 Other Economic Benefits Each of the BU Medical Campus schools contribute toward a variety of health-related programs offered free of charge to area residents. BU Medical Campus spent approximately $18,700,000 in fiscal year 2007 for goods and services provided by Boston suppliers. 1.8.3 Linkage Upon approval of the Boston University Medi cal Center IMP in 2000, Boston University Medical Center entered into a Development Impact Project (\"DIP\") Agreement with the BRA for its institutional projects which exceeded the threshold requirements of Article 80B of the Code. With the adoption of the new IMP for a new 10 year term commencing upon its approval, Boston University Medical Center and the BRA will enter into a new DIP Agreement which will govern all new projects which exceed the thresholds set forth in Article 80B of the Code. Due to the size of the proposed Energy Facility of approximately 48,000 square feet, such project will not be a Development Impact Project. Future institutional projects to be undertaken by Boston University Medical Center under the new IMP that are designed to exceed 100,000 square feet, including the Administration/Clinical Building and the New Inpatient Building, will be subject to linkage in accordance with Article 80B, Section 80B-7 of the Code. 1-30 Overview 1.9 Public Review Process The Proponents file this IMP in accordance with Boston Redevelopment Authority's Article 80D Institutional Master Plan review process and the BRA Scoping Determination dated 11/16/09. (A copy of the BRA Scoping Determination is included in Appendix F.) Response to the BRA Scoping Determination for the Energy Facility Project is included in the Draft Project Impact Report (\"DPIR\") filed separately and concurrently with this IMP submission. The Proponents have met with members of the BRA, the Boston Civic Design Commission and representatives of the South End Landmark District Commission. Additionally, the Proponents have had several meetings with the Task Force designated for the Boston University Medical Center IM P and will continue to meet with the Task Force following submission of this IMP. The Proponents have also met with numerous public and city regulatory agencies. The Proponents are committed to an open and inclusive public process and will continue to se ek input from community representatives, neighbors and stakeholders, as well as public and elected officials. Table 1-5 below provides a list of meetings that have been held on the IMP and Energy Facility Project since the filing of the Boston University Medical Center IMPNF and Energy Facility PNF in September 2009. Table 1-5 Community, Public, City Agency Meetings Proposed Institutional Master Plan 2.0 PROPOSED INSTITUTIONAL MASTER PLAN S e c t i o n 2 2-1 Proposed Institutional Master Plan 2.0 PROPOSED INSTITUTIONAL MASTER PLAN 2.1 Introduction Based upon the guiding principles and planning assumptions presented in Section 1.5 and the program needs identified in Section 1.6, the Proponents seek zoning approval for three new construction projects during the term of the IMP. This section provides an overview of primary campus design objectives that underlie the organization of the campus, conceptually presents the proposed institutional projects, and identifies future programming needs and long term planning goals. See Section 3.0 for more information regarding urban design objectives that influence campus planning. 2.2 Underlying Campus Design Goals and Objectives While related to urban design, campus design goals and objectives are specifically associated with enhancing institutional functions, primarily through the establishment of ideal adjacencies between complementary uses. This is particularly important for a campus that delivers medical services, where efficiency is not simply desirable, but may be critical to delivery of patient care in a timely manner. At the same time, it is also advantageous to create synergies between the delivery of medical services and academic instruction in health sciences. The primary BUMC Campus design goals are to accommodate increased demand for space due to increasing patient volumes and student populations, to address aging buildings, and to consolidate functions for improved patient access and provider efficiency. Several other objectives stem from these primary goals, such as management of traffic and parking, and upgrading infrastructure. These campus design goals and objectives underlie the proposed organization of uses within the IMP Area and are discussed in further detail in the context of overall urban design objectives that seek to meet institutional needs while responding to the context of the neighborhood in which Boston University Medical Center is located. The Proponents' shared goal of evaluating aging buildings is driven by the specific nature of medical services and instruction in health sciences. Addressing aging buildings may involve substantial renovations, or may necessitate demolition. In either instance, the functions presently housed in aging buildings must be accommodated in the interim condition, either during renovations or permanently. The need to address aging buildings is discussed below. The urban design objectives that drive the organization of displaced uses are discussed further in Section 3.0. 2-2 Proposed Institutional Master Plan 2.2.1 Addressing Aging Buildings The BUMC Campus has buildings in a wide range of conditions and usefulness. Boston University Medical Center recognizes some of its older buildings are vital to the architectural and historical development of the campus. Over the years, Boston University Medical Center has worked to preserve its unique and important historic resources including the Talbot Building, the BCD and FGH Buildings, and 85 East Concord Street. By recognizing and preserving these important structures, Boston University Medical Center has demons trated an ongoing commitment to historic preservation. Boston University Medical C enter will continue to assess its buildings throughout the term of the IMP to determine opportunities to preserve historic structures while ensuring that buildings meet the requirement for state-of-the-art medical and academic institutions. As outlined in Section 1.5.5, many of its aging buildings contain major deficiencies and are increasingly challenging for the institutions to meet the needs of a modern academic medical center. Some buildings require substantial renovations that would still not meet the needs of patients, accommodate advancements in technologies, or meet new regulations. Based upon campus design goals and objectives, Boston Medical Center has determined that two of its aging buildings - the Dowling Building and the DOB - warrant action in the very near term. These buildings are discussed further below. In the longer term, BMC will continue to evaluate the efficien cy of Vose Hall which is in fair to poor condition and has small, narrow floor plates which could limit options for re-use. 2.2.1.1 Dowling Building The growth in inpatient, emergency and trauma patient volume has resulted in the need to identify how hospital facilities can expand to serve the current and projected increase in demand. The site of the existing Dowling Building, which currently houses primarily administrative functions, has been identified as an ideal location to meet these future needs because of its proximity to the existing Emergency Department and Trauma Center, the Med Flight helipad, and critical care functions within the Menino Pavilion. Originally designed as an inpatient building in 1937, the Dowling Building's primary function as an inpatient building was downgraded to administrative office space in 1994 upon the opening of the Menino Pavilion. The Dowling Building was phased out of use as an inpatient building due to its numerous physical and infrastructure deficiencies. It does not meet current hospital construction standards and is obsolete as a clinical building. Renovating the existing structure is not an option as the floor plates are too small to yield the clinical space required as well as the infrastructure upgrades that would be required. The Dowling Building is irregular in plan and is built-up of a series of stepped blocks. The first story is the only level that occupies the full footprint of the site 2-3 Proposed Institutional Master Plan at approximately 30,000 square feet. The upper stories form a U and step-down in sequence from the 10-story center pavilion to 6-stories at the wings with a typical floor only yielding approximately 10,000 square feet. Current industry standards for clinical buildings suggest floor plates in the range of 25,000 to 30,000 square feet with a minimum floor plate width of approximately 100 feet (Dowling typical floors are 40-48 feet wide). Similarly, floor-to-floor heights are inadequate in Dowling, with industry standards suggesting approximately 15 feet to accommodate appropriate mechanical systems. Even as an administrative office building, Dowling does not meet current standards for similar reasons, with limited floor-to-floor hei ghts, minimal air conditioning and ventilation and obsolete elevators. Relocation of administrative functions away from the clinical core will also reinforce the BUMC Campus Master Plan objective of focusing clinical functions within the campus core. 2.2.1.2 Doctors Office Building In 2005 the Department of Public Health (\"DPH\") reviewed the conditions in the DOB, which was constructed in 1969, and determined that the building no longer met expectations and requirements related to space allocation and HVAC air volumes for outpatient care. The cost to upgrade the DOB to current clinical and DPH standards was deemed substantial and would result in fewer services being provided due to the limitations of space per outpatient clinic. A renovation project was also determined to be extremely intrusive and lengthy, as systems would need to be updated in an occupied building, requiring many smaller phases of construction. As a result, BMC determined that the preferred solution was to construct a new facility to meet current outpatient clinical standards and provide an improved patient care environment. This new facility, the Shapiro Ambulatory Care Center (\"SACC\"), was approved as an amendment to the BUMC IMP in 2007 and is currently under construction. Upon completion of the SACC in the spring of 2011, existing ambulatory services in the DOB will relocate to the new facility. As proposed in the 2007 IMP Amendment, the DOB will be downgraded and will undergo some interior renovations and be converted to use as administrative office space. 2.3 Proposed IMP Projects Boston University Medical Center recognizes an immediate need to address the space and physical constraints of its existing campus through new construction, demolition and renovations. The Proponents have developed an IMP that will allow the BUMC Campus to develop in a manner that will support the institutions' missions and ensure that both 2-4 Proposed Institutional Master Plan BMC and BU Medical Campus maintain leadership roles in providing quality patient care, medical education and research. The proposed IMP projects will accomplish the following objectives: Accommodate the increase in inpatient volumes and evolving patient care trends; Meet current patient care standards and improve the patient care environment; Consolidate clinical functions in proximity to core medical services; Enhance day-to-day operations to support clinical programs; Improve energy efficiencies and ensu re reliability to support 24/7 clinical services; Consolidate administrative functions toward the campus perimeter; Improve staff efficiency and convenience for visitors; Improve access and connectivity to and through the campus; and Continue the transformation of the Albany Street image. These projects are shown on Figure 2-1 and outlined in Table 2-1. Table 2-1 IMP Projects and Other IMP Elements IMP Element Approximate Size Use IMP Projects - New Construction Energy Facility 48,000 s.f. Utility Administration / Clinical Building 160,000 s.f. Administrative; ient Use; Emergency Department and Trauma Center Leased Space Add leased space 101,144 s .f. Crosstown Administrative; Research; Instruction Remove leased Bradston Street Ownership of Gambro 34,905 Administrative; Outpatient Change of Use - DOB s.f. Administrative 2-5 Proposed Institutional Master Plan Figure 2-1 IMP Projects 2-6 Proposed Institutional Master Plan 2.3.1 Energy Facility A new 48,000 s.f. combined heat and power energy facility is proposed at the site of the existing surface parking lot located to the east of the chiller Power Plant building on the BUMC Campus. This facility will use state-of-the-art technologies to produce electricity and steam. It will be the first new construction project initiated during the term of the IMP. (The existing Power Plant supplies chilled water to the BUMC Campus and is the steam and electric distribution center for the BUMC Campus - it is not a true Power Plant.) Currently Boston University Medical Center re lies on a steam distribution system that is at capacity to meet heating and instrument sterile processing load requirements, as well as an electrical distribution system that is not designed to support future growth. Creating independent and redundant energy sources will improve reliability and eliminate the possibility of energy service failure or disruption that would be detrimental to the delivery of patient care in a 24/7 environment. The primary objectives of this project are to improve reliability, reduce energy expenses and decrease the carbon footprint to support greener campus growth. The Energy Facility is intended to meet the majority of the electrical demand and all of the high pressure steam demand required by BUMC Campus buildings and BioSquare through cogeneration. Cogeneration is the simultaneous production of electric power and steam. The Energy Facility will contain two combustion turbine generators (\"CTG's\"). Each CTG will have a heat recovery steam generator (\"HRSG\"). The Energy Facility will connect to the existing steam headers in the Power Plant building. Steam will be distributed from the existing plant to the campus. The Project will be a 4-story building above grade and approximately 48,000 s.f. with a typical floorplate of 11,000 s.f. Detail information and analysis is provided in the Draft Project Impact Report (\"DPIR\") that is being filed in accordance with Article 80B Large Project Review. The DPIR is being submitted to the Boston Redevelopment Authority concurrently with this IMP submission. 2.3.2 Administration / Clinical Building A new 160,000 s.f. Administration/Clinical Building is proposed on the site of the surface parking lot located to the north of the BMC Power Plant along Albany Street. This building will allow for the consolidation and relocation of administrative offices from spaces within the clinical core. New outpatient clinic space will also be provided for BMC's existing Behavioral Health program relocating from the Dowling Building. Preliminary design studies anticipate a 9-story building above grade of approximately 160,000 s.f. The building floorplates average approximately 17,000 s.f. The north face of the building engages the sidewalk along Albany Street, helping to better define the urban 2-7 Proposed Institutional Master Plan fabric for pedestrians. The length of the building is held away from the proposed Energy Facility to reduce the overall length of the street wall so that it is more consistent with the finer grain of the Albany Street context. This results in the creation of a new landscaped open space in front of the Energy Facility Project. The penthouse level along Albany Street will also be set back to help reduce the overall scale of the building. This building will be consistent with Boston University Medical Center's broader urban design goal which is to continue to transform the Albany Street image and improve the image of the BUMC Campus. Specifically, this building is intended to obscure the less desirable view of the Power Plant enhancing the experience for visitors and neighbors. Together with the proposed new Inpatient Building and the Shapiro Ambulatory Care Center presently under construction, this new building will further concentrate medical functions in this easily-accessible campus location along Albany Street. The Administration/Clinical Building is in a preliminary stage of planning, and more detail will be provided in a subsequent Large Project Review documentation. 2.3.3 New Inpatient Building A new 405,000 s.f. Inpatient Building is proposed on the site of the present Dowling Building. This new building will necessitate the demolition of the existing 157,376 s.f. Dowling Building currently used for administrative and support functions. The New Inpatient Building will provide additional inpatient units to address the growth in inpatient volume. This Building will also provide expanded space for the Emergency Department and Trauma Center to accommodate the growth in Emergency Service and Trauma visits. The expanded Emergency Depart ment and Trauma Center will also consolidate the Emergency Department function on campus. Presently there are two Emergency Departments: the primary Emergency Department including the Trauma Center is at the Menino Pavilion while a smaller Emergency Department has remained in operation at the Newton Pavilion due to patient volume. Consolidating the two departments will enhance patient care by locating all required resources in one location. This will facilitate staff efficiency, add convenience for patients and visitors, and improve continuity of critical care. Preliminary design studies for this building anticipate a 14-story building above grade of approximately 405,000 s.f., and a typical floorplate of approximately 27,000 s.f. including the expanded Emergency Department and Trauma Center and mechanical and support services. The New Inpatient Building is proposed in this location to take advantage of proximity to other medical services, to leverage adjacency to the existing helipad and existing critical care functions, and to maximize efficient vehicular access. The site's visibility will enable 2-8 Proposed Institutional Master Plan visitors to quickly orient themselves when they arrive on the BUMC Campus. For those traveling by car, seeing the Inpatient Building will assist in their wayfinding before they have parked. Emergency and trauma access w ill continue to be along Albany Street while patients and visitors will utilize the Harrison Avenue access loop to the Menino Pavilion lobby. This building is in a preliminary stage of planning, and more detail will be provided in a subsequent Large Project Review documentation. 2.3.4 Support Operations and Infrastructure The existing loading dock at the Menino Pavilion is undersized for the future needs of the hospital's west clinical campus and existing below-grade tunnels used for materials handling, medical waste and trash removal operations have space constraints due to aging infrastructure that limits their use by staff. The Administration/Clinical Building will facilitate the creation of a central location within BMC's west clinical campus for support services including materials handling, medical waste and trash removal functions proximate to the clinical core. When this building is constructed, a new loading dock will be located at the rear of the Power Plant, eliminating this function from Albany Street, and space will be created within the Power Plant to manage clean and soiled materials. Either existing tunnels beneath Albany Street will be upgraded or new below-grade tunnels will be constructed to connect support service functions and utility infrastructure from the new locations at the Administration/Clinical Building and the Power Plant to continue to serve the BUMC Campus. The new loading dock at the rear of the Power Plant will require the relocation of the helipad to the south of the Finland Building. The ambulance route from the helipad to the Emergency Department and Trauma Center will be maintained. 2.3.5 Inclusion of Leased Space Since the filing of the existing IMP, the Proponents have periodically entered into lease agreements for existing space proximate to the BUMC Campus to meet immediate space needs. The Proponents request that certain leased space, which is subject to a long-term lease agreement and listed in Table 1-1, be formally included in the renewal of the Boston University Medical Center IMP. 2.3.5.1 Crosstown The Proponents will seek approval to incorporate a portion of the Crosstown Site (801 Massachusetts Avenue, shown on Figure 2-1) as additional leased property for Administration/Research/Instruction use for BU Medical Campus. This site has already undergone Large Project Review, and no change to that project's BRA approval is required to enable BU Medical Campus to occupy 101,144 s.f. of space although it must be approved for institutional use through the BUMC IMP. BMC subleases a portion of the 101,144 s.f. leased by BU Medical Campus. BMC's sublease area is 34,203 s.f. for 2-9 Proposed Institutional Master Plan administrative purposes. BMC also directly leases 12,197 s.f. of space in Crosstown Center for administrative purposes, which was included in the 2007 IMP Amendment for the Shapiro Ambulatory Care Center. 2.3.6 Removal of Leased Space Since the filing of the existing IMP, the Proponents are no longer leasing space that has been approved for institutional use. BMC wishes to remove the following buildings from the BUMC IMP as institutional use: Finland Building - BMC terminated its lease of 35,309 s.f. for Research use. BMC no longer occupies space in the Finland Building at this time. Kakas Building - BMC terminated its lease of 8,000 s.f. for Administrative use. BMC no longer occupies space in the Kakas Building at this time. BU Medical Campus wishes to remove the following building from the BUMC IMP as institutional use: 19 Bradston Street - BU Medical Campus terminated its lease of 17,784 s.f. for Administration/Research/Instruction use. BU Medical Campus no longer occupies space at 19 Bradston Street at this time. 2.3.7 Clarification of Ownership 2.3.7.1 Gambro Building BMC had been leasing 22,000 s.f. of the 34,905 s.f. Gambro Building, for office use. BMC has since purchased the Gambro Building, and intends to continue utilizing approximately 19,047 s.f. of the building for administrative space, and to lease approximately 16,000 s.f. for outpatient use. Seventeen off-street parking spaces are associated with the Gambro Building. 2.3.8 Change in Use 2.3.8.1 Doctors Office Building The DOB is currently classified as \"Outpatient\" in the 2000 IMP. As presented in the 2007 IMP Amendment for the new Shapiro Ambulatory Care Center, the outpatient services from the DOB will be relocated to the new Shapiro Ambulatory Care Center when complete in 2011. BMC plans to use the DOB to accommodate its immediate need for administrative uses. 2-10 Proposed Institutional Master Plan 2.3.9 Campus Improvement Projects (Infrastructure and Open Space) 2.3.9.1 Campus Improvement Projects Boston University Medical Center will be under taking sidewalk improvements as part of the Shapiro Ambulatory Care Center that is presently under construction. Similar improvements will be made in the vicinity of the proposed IMP projects, when advanced, to establish a unified streetscape and to assist patients and visitors in wayfinding. These improvements will include new sidewalk paving, landscaping and signage. See Section 3.1 and Figure 3-1 for Campus Improvement Pr ojects that details campus improvements previously undertaken by Boston University Medical Center as well as previously approved improvements associated with the Shapiro Ambulatory Care Center. 2.3.9.2 Campus and Building Maintenance Projects Boston University Medical Center will cont inue to pursue various campus and building maintenance activities throughout the term of the IMP. These include: replacing aging infrastructure throughout the campus; maintaining plant materials in the soon-to-be constructed planters in the median strips on Massachusetts Avenue upon completion of the Massachusetts Avenue Reconstruction Pr oject; and improvements to the Albany Street sidewalk to improve the pedestrian experience along the street and to assist patients and visitors in wayfinding. During the term of the IMP, Boston Universi ty Medical Center will also continue to maintain the various open spaces that are located throughout the campus, including the new 12,000 s.f. park to be constructed in conjunction with the Albany Fellows Graduate Student Housing Project. 2.4 Future Program Needs and Long Term Planning 2.4.1 Anticipated Program Needs Beyond the Term of the IMP The Proponents have identified possible longer-term program needs to advance their respective institutional missions based on the anticipated volume increases for both inpatient and outpatient services, coupled with the mission to educate the next generation of health care professionals. Future space programming is anticipated to occur beyond the term of the IMP. 2.4.1.1 Clinical Services Boston University Medical Center anticipates a continued need for both inpatient services and outpatient services to accommodate future patient care trends and rapid advancements in medical technology. Current and future patient care standards impact space needs and complicate the reuse of many of the older facilities. As a result, existing buildings become functionally obsolete. As existing buildings continue to enter functional obsolescence, future patient care standards will make it harder to reuse many 2-11 Proposed Institutional Master Plan of the older facilities. Consistent with BMC's long term plan to move its clinical core to the west, BMC will continue to evaluate opportunities south of Albany Street as an ideal location for future clinical care space due to its proximity to existing medical services and the campus parking and support zone. Locating future clinical buildings adjacent to existing clinical space and support services will establish ideal adjacencies between complementary uses and further enhance the continuity of patient care. However, this underscores the need to develop a continuous and convenient travel route between clinical buildings south of Albany Street to the remainder of the BUMC Campus for patients, visitors and staff. This may necessitate the need for an above grade connection that extends a direct path across Albany Street to the west campus core. 2.4.1.2 Support Operations and Infrastructure BMC's West Campus operations are supported by mechanical services routed through the yellow utility tube from the Power Plant to the Menino Pavilion. BMC recognizes the impact of this infrastructure along the Albany Street corridor. As part of its long term planning efforts, BMC will study various options for reconfiguring or replacement of this infrastructure. 2.4.1.3 Energy Service Boston University Medical Center must continue to assess its options for reliable energy sources and infrastructure that supports clinical operations. Continued planning and upgrades will be necessary to keep up with the pace of new technology requirements for powering patient care and research space. Initiatives previously undertaken by Boston University Medical Center and future planning objectives related to infrastructure systems are further described in Section 5.3. 2.4.1.4 Academic & Student Services Building BU Medical Campus anticipates the need for additional space to serve its increasing enrollment and future academic program re quirements. Although no specific space requirements have been identified at this time, it is anticipated that new space would be proximate to the campus instructional core and other academic uses. The D Lot and L Building Annex located at the corner of Harrison Avenue and East Concord Street are likely locations for a future academic building. BU Medical Campus will continue to evaluate its academic program needs during the term of the IMP. 2.4.1.5 Additional Administrative Space Boston University Medical Center anticipates a continued need for administrative space. In particular, it is anticipated that such space will be necessary to support the growth of inpatient and outpatient services and academic trends in medical and research studies as well as to provide a permanent location for administrative functions that may be 2-12 Proposed Institutional Master Plan displaced by other IMP projects. Additional administrative space will be sought in the area within or proximate to the campus. Bost on University Medical Center will continue to evaluate its administrative space needs during the term of the IMP as projects move forward. 2.4.1.6 Future Plans Albany Fellows Remaining Parcels As presented in the IMP Amendment approv ed by the BRA on January 12, 2010, it is anticipated that future development on Parcels 1 and 2B of the Albany Fellows Site will be consistent with the development density studied by the BRA for the prior Albany Fellows development. Under this assumption, total development on Parcel 1 and Parcel 2B (including the remainder of Parcel 2A, not used for the open space and the Graduate Student Housing Project) will be limited to approximately 358,500 square feet of above-grade building space and up to 322 parking spaces. Potential uses for these future facilities may include: housing (either student housing or housing for faculty and staff of Boston University or Boston Medical Center), ground level retail, office, backstreets, research & development, and academic space. As currently envisioned, the density of devel opment of these two remaining building sites, Parcels 1 and 2B, is expected to be more evenly distributed than that which was proposed in a prior development, with the Parcel 2B site having a range of between 110,000 and 190,000 square feet of program (exclusive of parking), and the Parcel 1 site (with the remainder of Parcel 2A area) having a range of between 80,000 and 170,000 square feet of program (exclusive of parking). This more even distribution of development density would result in two buildings of moderate height (i.e., in a range from 9 to 14 stories) and therefore substantially less high than the 19 story building studied in a prior development. As and when specific projects are proposed for Parcels 1 and 2B, a further evaluation will be made of the nature of the proposed uses, the density, dimensions and scale of such proposed development, and the anticipated impacts which such development will generate. To the extent that the uses and impacts are generally within the impacts previously studied for the Albany Fellows Site, further notices of project change may be filed pursuant to Article 80. However, if there is a materially different use, or significant increase in impacts from those studied impact levels, new studies under Large Project Review would be undertaken pursuant to Article 80. In any event, all future projects will be subject to review under Article 80D, Institutional Master Plan Review. 2.4.2 Areas of Interest for Future Campus Expansion As the Proponents look into the future and patient demand and academic needs exceed supply, they will continually evaluate opportunities for future expansion. Although there is no planning being considered at this time, the Proponents recognize the following sites, if available, as ideal locations for future expansion due to the proximity to the existing BUMC Campus: 2-13 Proposed Institutional Master Plan Perkin Elmer Site, 575 Albany Street Solomon Carter Fuller Building Chief Medical Examiner's Office Building Finland Building Flower Exchange Jacobson Floral Immaculate Conception Church and the attached Link Building 2.5 Project Schedule and Potential Permits The Proponents intend to construct three projects during the term of the IMP - an Energy Facility, an Administration/Clinical Building and a New Inpatient Building. Design for the Energy Facility is currently underway and a DPIR is being submitted separately to the BRA concurrently with this IMP submission. Project details and the anticipated schedule will be presented in the DPIR in accordance with Article 80B Large Project Review requirements. The Administration/Clinical Building and New Inpatient Building are expected to be initiated in the 5 to 10 year timeframe of the IMP, with the New Inpatient Building being the last project to proceed at the end of the 10 years. As details of the Administration/Clinical Building and New Inpatient Building are developed, the Proponents of the proposed projects will submit Project Notification Forms to the BRA to initiate review under Article 80B Large Project Review of the Boston Zoning Code. These PNFs will include a list of potential permits for each IMP Project. Scheduling of potential future projects is unknown at this time and is expected to occur beyond the term of the IMP. 2.6 Zoning The main campus of Boston University Medical Center is located within the South End Neighborhood Zoning District shown on Map 1P of the Zoning District Maps of the City of Boston. Article 64 of the Boston Zoning Code (\"Code\") establishes the zoning controls for the South End District. Section 64-24 of the Code provides for the establishment of Institutional Subdistricts within the South End Neighborhood District and specifically established the Boston University Medical Center Institutional Subdistrict. The use and dimensional limitations with respect to a project in Institutional Subdistricts are set forth in Section 64-25 and Section 64-26 of the Code. Additionally, Section 64-27 of the Code establishes requirements for the review and approval of Institutional Master Plans and Proposed Institutional Projects under Article 80 of the 2-14 Proposed Institutional Master Plan Code. Section 64-27.1 of the Code requires that the Proposed Institutional Project be consistent with an improved Institutional Master Plan within the meaning of Section 80D-2 of the Code, except for exempt projects set forth in Subsection 2 of Section 64-27 of the Code. Notwithstanding the exemption of certain Proposed Institutional Projects, pursuant to Section 80D-2.5, a proponent may elect to include such institutional projects within an Institutional Master Plan. Thus, the institutional projects shall be governed by the provisions of the Institutional Master Plan and Article 80. Additionally, in accordance with the provisions of Section 80D-11 of the Code, with the issuance of a Certification of Consistency pursuant to Section 80D-10 of the Code and, if applicable, a Certification of Compliance under Large Project Review pursuant to Section 80B-6 of the Code, a Proposed Institutional Project shall be deemed to be in compliance with the use, dimensional, parking and loading requirements of the underlying zoning, notwithstanding any provision of the underlying zoning to t he contrary and without the requirement of further zoning relief. The approval of Proposed Institutional Projects by the BRA, the Zoning Commission and the Mayor in accordance with Article 80D of the Code establishes the zoning controls for the Proposed Institutional Project within the Institutional Master Plan Area. In accordance with the provisions of Section 80D-8, Renewal of Institutional Master Plan, the Proponents are filing with the Authority this IMP seeking the renewal of the previously approved Institutional Master Plan for a ten (10) year period commencing upon its approval in accordance with Section 80D-3 of the Code. The review and approval requirements for Institutional Master Plan renewal are the same as those for the initial approval of the 2000 Boston University Medical Center IMP. Urban Design 3.0 URBAN DESIGN S e c t i o n 3 3-1 Urban Design 3.0 URBAN DESIGN 3.1 Urban Design Objectives Section 1.5 provides details regarding the shared planning assumptions, the consolidation of campus functions, and the optimization of operational adjacencies. This section outlines the broader urban design goals that benefit neighbors and visitors, as well as students, patients, faculty, and staff, and describes how all users engage and experience the campus. The primary urban design objective of Boston Un iversity Medical Center is to create a cohesive medical campus thoughtfully integrated into the abutting institutional and commercial uses and the adjacent residential neighborhood. Since the merger of Boston City Hospital, Boston Specialty and Rehabilitation Hospital, and University Hospital in 1996, sensitive design, careful open space planning, and conscientious site and streetscape enhancements have supported this objective. Projects implemented under the previous master plan refined the aesthetic of the BUMC Campus, specifically along Harrison Avenue. (See Figure 3-1 - Campus Improvement Projects.) Additional master planning design goals to support future development on the BUMC Campus include: Transform the Albany Street campus image. Complement the existing context, i.e. massing, scale, and materials. Create a clear and welcoming sense of arrival along Albany Street. Enhance open spaces on the campus. Develop pedestrian friendly street edges. Enhance accessibility to parking and existing buildings. Integrate sustainable design principles and operations. Plan proactively for long-term future growth and transformation. These master plan goals, combined with the previously applied design principles, will enrich the physical image of the BUMC Campus, improve the integration with the surrounding neighborhood, and elevate the perceptions of the Boston University Medical Center by its users, particularly on Albany Street. Ultimately, the vision of this IMP is to continue a consistent, compatible, and connected campus as it relates to the surrounding neighborhood through the design and location of its buildings, open spaces, streetscapes, pedestrian access, and overall campus circulation. 3-2 Urban Design Figure 3-1 Campus Plan Improvements 3-3 Urban Design 3.2 Existing Urban Fabric The BUMC Campus is bound by a residential neighborhood to the north along Harrison Avenue, support and research and development uses to the south along Albany Street, and light industrial and commercial uses to the east and west. The existing campus is also bordered by major roadways, most notably Massachusetts Avenue. This prominent artery forms an important gateway to the BU MC Campus and links the institution to the City of Boston. Significant pedestrian routes, such as the East Concord Street corridor, weave through the campus. The existing architectural context is comprised of a variety of scales, styles, and periods. Building heights range from 2- to 14-stories. Historic buildings, such as the Talbot Building, BCD, and FGH Buildings, were constructed in the late 1800's. The recently completed Moakley Building and the Shapiro Ambulatory Care Center (currently under construction) portray the current, modern campus aesthetic. These diverse buildings represent Boston University Medical Center's sensitivity to historic context through preservation and its commitment to delivering state-of-the-art healthcare. 3.3 Public Realm 3.3.1 Campus Development, Past and Present: A Balanced Approach As clinical care trends have evolved over the years, so have the physical parameters necessary to support them. Buildings with larger footprints and uninterrupted floor plates are often required. These contemporary design responses sometimes result in a need to carefully weave these healthcare solutions into existing urban settings. While addressing the ever-changing aspects of clinical care, the BUMC Campus utilizes a balanced master planning approach with minimal collateral loss to existing infrastructure through its commitment to historical precedents and open space strategies. Recent planning initiatives have sensitively recognized the surrounding neighborhoods while continuing to define a sense of campus and meet the institutions' primary mission of healing and education. As a result, many of the original streets of the historic neighborhood configuration have been retained and enhanced to better integrate the campus with the neighborhood. The Moakley Building is a recent example of careful campus planning. This structure was strategically placed and oriented to reinforce the significant pedestrian connection between the east and west campuses and the centrally positioned medical school. Moakley Green, located north of the Moakley Building, aligns with Worcester Square and provides a landscaped transition between the campus edge and the residential neighborhood. Moakley Green is accessible to the public and provides pedestrian access to the campus from the north. 3-4 Urban Design 3.3.2 Current Access and Connectivity The experience with the BUMC Campus begins with the approach. The arrival sequence along Harrison Avenue is clear and the architecture and open spaces impart an immediate and welcoming sense of arrival and place. The arrival experience also conveys the image and identity of the institution as a leading healthcare, education, and research center. The BUMC Campus is well connected to regional and district roadways in addition to several MBTA bus and rapid transit routes that service the area. The intersections of Massachusetts and Harrison Avenues and Massachusetts Avenue and Albany Street form key entry points to Boston University Medical Center. About half of the visitors arriving at the BUMC Campus by car will go directly to the parking garage located on Albany Street. The block between Massachusetts Avenue and East Concord Street along Albany Street is host to entry points for several critical institutional uses including BMC's West Campus Emergency Department and Trauma Center, BMC's loading, trash, and materials management, the BUMC Campus Power Plant and other non-Boston University Medical Center related institutional buildings. Currently the arrival experience along this block of Albany Street consists of a ragged edge of buildings of varying styles, ages, and conditions. This is the primary Trauma Center access route for both east and west campuses. As previously stated, transforming and refining the Albany Street edge is essential to the future development of the BUMC Campus. (Section 3.4.2 demonstrates how future campus master plan refinements will support this design objective.) Once on the campus, users encounter a range of choices for navigating to their destinations. Wayfinding must be clarified through the careful design and manipulation of building massing and materials, tree planting, sidewalk improvements, and a unified signage system. Section 3.3.4 describes ca mpus wayfinding and signage plan details. Massachusetts Avenue, East Concord Street, East Newton Street, and East Brookline Street are the major north/south vehicular and pedestrian throughways that connect the campus to the neighborhood. East Concord Street is the most important north/south pedestrian connection due to its axial relationship with the public parking garage at 710 Albany Street and its central location to the east and west medical campuses and the medical school. Harrison Avenue and Albany Street are the major east/west vehicular and pedestrian throughways that connect the campus to Massachusetts Avenue (and I-93) and the neighborhood. Albany Street will provide conn ectivity to the Boston University Albany Fellows Graduate Student Housing and link future developments and medical and bio- 3-5 Urban Design tech clusters to the east and west as envisioned in the Harrison/Albany Strategic Planning Study. On the southern perimeter of the BUMC Campus, pedestrian pathways facilitate staff movement between the 610 parking garage, BioSquare, and the main medical center. The South Bay Harbor Trail also joins the network of Boston University Medical Center connections where it intersects with Massachusetts Avenue. See Figure 3-3, Neighborhood Connectivity and Open Space Network. There are several pedestrian pass-through connections on the BUMC Campus. These include access corridors at the Menino Pavilion, Moakley Building, and Talbot Building. The public corridor through the Menino Pavilion links the walk-in Emergency Department and Trauma Center entry with the Menino Lobby. There is a limited-access corridor for wheelchair/stretcher patients through the Moakley Building that unites the Moakley/Shapiro Ambulatory Care Center south entry court with the Moakley Lobby. All users (public and institutional) access the Talbot Green along Albany Street through the Talbot Building's two archways. Some public access through buildings that would connect Harrison Avenue to Albany Street is limited due to security concerns. Additionally, Boston University Medical Center has a very active bicycle program that further promotes movement and connectivity throughout the medical center. See Transportation Section 4.3.5 for more information. See also Figure 4-9 for BUMC Campus Bicycle Facilities. 3.3.3 Current Open Space Open space is useful in clarifying wayfinding and enhancing the user's experience. Visual cues for circulation and effective linkages between city streets and campus pathways are the effective results of well sited open spaces. One of the unique characteristics of Boston University Medical Center is the amount and quality of its open space, virtually unprecedented on Boston hospital campuses. The existing network of open spaces features various nodes where the campus and community come together. Examples include the Moakley Green and landscaped public street edges along the Talbot Building, BioSquare, and Harrison Avenue. The open spaces also provide gathering areas for students, faculty, and staff. In particular, the lawn between the Talbot Building and the Boston University School of Medicine enables multi-purpose programming for campus events and accommodates pedestrians, bicycles, and vehicles. With the completion of the Moakley Building and renovations to the BCD and FGH buildings in 2006 and 2007, an enhanced arrival sequence and landscaped open spaces improved the north edge of the West Campus that is adjacent to the South End Landmark District. This campus feature benefits both the campus and surrounding 3-6 Urban Design neighborhoods through better design, welcoming aesthetics, and greater connectivity. The location of the new Moakley Building, with its three-story atrium facing the green to the north, also reinforces an existing east/wes t pedestrian link. This further unifies the campus both physically and symbolically. See Figure 3-3, Neighborhood Connectivity and Open Space Network. As per the institutional design goals and objectives, the BUMC Campus will continue to complement and animate its open space network through additional streetscape refinements and landscaped areas along the Albany Street corridor. 3.3.4 Current Campus Wayfinding and Signage Plan Boston University Medical Center developed a comprehensive signage and wayfinding plan several years ago. The goals of the BUMC Campus signage plan were to strengthen existing signing programs beyond the site in coordination with Federal, State and City authorities, to implement a program of gateway, directional, and street name signing, and coordinate and strengthen private signing to clarify the identity of each member institution. Boston University Medi cal Center signage efforts were coordinated with its neighbors including representatives of Crosstown, Newmarket Business Association, and the BRA. The architectural variation and intensive vehicular traffic in the general area of the BUMC Campus can present navigational difficulties for a visitor who is unfamiliar with the medical center. To address this issue, Boston University Medical Center implemented a program focused on four primary elements: off-site signing, on-site signing, area identification, and inner and outer loop campus signing. The program includes: Installation of trailblazer signage, in coordination with regulatory authorities, which displays the \"H\" hospital symbol reinforced by the BUMC Campus logos; Installation of a Gateway Pylon which serves as a directional sign, as well as a landmark, to indicate the point of entry into the BUMC Campus at the intersection of Massachusetts Avenue and Harrison Avenue; Installation of channel letters on the main hospital pavilions for area identification; and Installation of directional signage for the inner campus loop that links all the individual medical institutions within the inner campus, and outer loop signage that identifies BMC, BU Medical Campus, and BioSquare. Building identifiers were also placed near entrances to each campus building. BMC buildings are distinguished with blue and s ilver leaf signage and BU Medical Campus buildings are distinguished with red and gold leaf signage. 3-7 Urban Design Parking area identification is standardized since BMC, BU Medical Campus, and BioSquare share the same parking facilities. A \"P\" parking symbol consistent with the City of Boston standard is located at the entrance of each parking facility. In addition, the name of the institution served by the parking facility is listed below the parking symbol. For pedestrians, map retainer displays are located at key points on the BUMC Campus. The maps identify each institution and display information regarding roadways, transportation routes, landmarks, public transportation, parking, and other public amenities. The most recent expansion of the signage program was the inclusion of BioSquare Drive. The signage plan allows for future implementation and independent facility updates for each member institution. See Figure 3-4, BUMC Campus Signage Plan. The proposed IMP projects and all previously approved projects will be consistent with the BUMC Campus signage plan. 3-8 Urban Design Figure 3-2 Major Vehicular Access and Major Entry Points 3-9 Urban Design Figure 3-3 Neighborhood Connectivity and Open Space Network 3-10 Urban Design Figure 3-4 BUMC Campus Signage Plan 3-11 Urban Design 3.4 The Master Plan 3.4.1 Massing and Height There are several key influences that drive the proposed massing, height, and location of the three master plan projects. These include programmatic needs, optimization of existing real estate, architectural cont ext, and urban planning principles previously established in the 2000 Boston University Medical Center IMP. Continuing to balance the needs of the institutions while strengthening and enhancing the relationship between the BUMC Campus and the neighborhood has been the prime objective of the Proponents. Each project responds appropriately, both individually and collectively, to the established institutional scale and aesthetic. The proposed projects will sensitively acknowledge the character of the South End via materials, massing, and scale. All three proposed buildings will be located on Albany Street and will enrich the overall experience of that urban corridor. See Figures 3-5 through 3-11. Energy Facility The new Energy Facility will be located next to the existing Power Plant on Albany Street as necessitated by its function and operati onal adjacencies. As described in the Large Project Review documentation, the new Energy Facility will tie in to the existing utility system and infrastructure in that location in order to enhance the overall operational efficiency. The height and massing are directed primarily by dimensional clearances required for the large turbines and other equipment housed within the building envelope. The building will be approximately 4-storie s above grade with an overall height of approximately 100 feet to the top of the partially enclosed rooftop mechanical penthouse. This is shorter than the adjacent existing Power Plant. The materials and architectural forms of the Energy Facility will be simplified to reflect the utilitarian function and maintain consistency with other architectural statements along the Expressway and Massachusetts Av enue Connector. The Energy Facility will complement the existing utilitarian nature of this area and highlight the forward-thinking approach to \"green\" technology by Boston University Medical Center and the City of Boston. Administration/Clinical Building The proposed Administration/Clinical Building will be north of the existing Power Plant and across Albany Street from the Menino Pavilion and the Shapiro Ambulatory Care Center. The location of this building is strategic as it will accommodate medical administrative functions that support the adjacent clinical facilities. Prior to construction 3-12 Urban Design of the New Inpatient Building, all administrative functions will be relocated from the Dowling Building to the Administration/Clinical Building. This building will be pivotal to the phasing of the proposed developments along Albany Street. The building will be approximately 9-stories above grade and is consistent with the institutional scale of the BioSquare development (to the east) and the new Shapiro Ambulatory Care Center currently under construction. The building is sited in front of the existing Power Plant allowing the north face of the building to engage the sidewalk along Albany Street. This will reinforce the pedestrian environment along the street edge and partially shield the less desirable impact of the parking lot and the Power Plant beyond. As shown in Figure 3-5, the plan configurations of the proposed Administration/Clinical Building and the proposed Energy Facility create an open landscape space on Albany Street. This offers additional embellishment to the street edge. The open space reduces the overall length of the street wall so that frontage dimensions will be contextual with the area. See Section 3.4.2 for more information. New Inpatient Building The New Inpatient Building will be located on the present site of the existing Dowling Building (at the corner of Massachusetts Avenue and Albany Street) due to essential operational adjacencies. To ensure the continuity of critical care, the New Inpatient Building will work in conjunction with the existing critical care functions in the Menino Pavilion, such as the Emergency Department and Trauma Center. The New Inpatient Building will also be in close proximity to the existing helipad. Continuous projected future growth and steady increases in inpatient admissions, Emergency Department visits, and Trauma visits dictate the height and massing of the structure. Additionally, current clinical care standards require more square footage per patient. This strategic location is essential for the need to connect to the existing diagnostic and clinical adjacencies. It should be noted that there are no other siting options for this building. Looking at the campus in terms of an urban design response, the Dowling parcel is key in that it needs to respond to the surrounding scale, announce the entry to the BUMC Campus, and anchor a corner that has been historically weak and not in scale or supportive of the pedestrian experienc e. This existing condition is the lost link between the Crosstown development, the South Block development and the BUMC Campus. The New Inpatient Building will be a major connection to the development that is now occurring on the other side of Massachusetts Avenue. The New Inpatient Building will be approximately 14-stories above grade and near other buildings of similar size. The existing South Block residential tower is 28-stories above grade. The approved Albany Fellows Graduate Student Housing Project (Parcel 2A) will proceed as a 9-story building above grade. Consistent with the development density 3-13 Urban Design studied by the BRA for the prior Albany Fellows development, Albany Fellows future development parcels (Parcels 1 and 2B) will range between approximately 6- and 19- stories above grade. Collectively, these buildings will work as an urban composition within the city fabric. They will also create a counterpoint to the monolithic building masses of previous developments along the Albany Street corridor. Placing the New Inpatient Building at the intersection of Massachusetts Avenue and Albany Street reinforces the important gateway quality of this intersection (See Figure 3-11). Along with the South Block residential tower, the New Inpatient Building anchors this major crossroad, serves as a landmark to announce the BUMC Campus, and provides a visual cue for wayfinding. At a macro scale, these vertical accents and variations in the skyline emphasize Boston University Medical Center's greater civic role and importance in the City of Boston. 3.4.2 Master Plan Improvements The three projects planned in this IMP will continue to transform the appearance and thereby reinforce the importance of the Albany Street corridor, enhance the pedestrian experience, and strengthen the connections to the City of Boston beyond the boundaries of the BUMC Campus. Together, these projects are of similar height, massing, and appearance to other structures in their immediate vicinity as seen in the aerial renderings included in this section. The existing loading dock facilities on the north side of Albany Street (at the Menino Pavilion) will be relocated to the south side of the existing Power Plant as part of the future Administration/Clinical Building. This will greatly improve vehicular traffic and pedestrian movement along Albany Street. On the south side of Albany Street, the configuration of the proposed Energy Facility and Administration/Clinical Building will infill current gaps in the street face and eliminate existing surface parking in that location. These projects will engage the street edge and establish a new landscaped open space in front of the Energy Facility, emulating the configuration of the nearby Talbot quadrangle. This new open space will be aligned with the public elevator lobbies of the Shapiro Am bulatory Care Center providing great views of the streetscape. In addition to this green space, new trees and sidewalk embellishments approved under the Shapiro Ambulatory Care Center project will be constructed in front of the proposed Energy Facility and Administration/Clinical Building. These refinements will invite and bolster pedestrian connectivity along the significant east/west Albany Street corridor. Other streetscape improvements associated with the New Inpatient Building project will maximize the pedestrian experience. Sidewalk extensions, site lighting, and supplemental landscaping established on the S hapiro Ambulatory Care Center project will continue along the street. 3-14 Urban Design Together the Albany Street enhancements will: Beautify this important circulation route; Enliven the streetscape, invite connectivity, and provide green respite to the public; Integrate the pedestrian experiences of students, faculty, staff, visitors, residents, and patients; Provide a safe and pleasant environment for all users; Establish a gateway to the campus and create a clear and welcoming sense of arrival; Improve wayfinding by adding key entry points; Reinforce campus links to the City of Boston via the South Bay Harbor Trail along the Roxbury Canal; Expand the established network of open spaces; and Energize the connections between the Albany Fellows Graduate Student Housing, BioSquare and its promenades, and the BUMC Campus; A series of BRA sponsored initiatives will also contribute to the importance of the Albany Street corridor. The City has identified potential enhancements that will reinforce connectivity to future developments in nearby neighborhoods such as the Crosstown Corridor, Dudley Square, and Melnea Cass Boulevard. In addition, links to other medical and bio-tech clusters such as the Longwood Medical and Academic Area, Tufts, and Massachusetts General Hospital will be amplified. 3-15 Urban Design Figure 3-5 Aerial View A Looking South 3-16 Urban Design Figure 3-6 Aerial View B Looking West 3-17 Urban Design Figure 3-7 Aerial C Looking North 3-18 Urban Design Figure 3-8 Aerial View D Looking South East "}