{"title": "Cleansing Herbal Vinegar", "author": "Brittany Hixson", "url": "https://oregonswildharvest.com/blogs/herbal-diy/cleansing-herbal-vinegar", "hostname": "oregonswildharvest.com", "description": "Nettles are beginning to spring up in the Northwest. Whether you gather them fresh or use the dried variety, they are a perfect companion to your lighter diet or possibly a spring cleanse. This recipe is a vinegar extract of Nettles and Calendula. Vinegar is an effective way to extract and preserve many of the nutrients in Nettles, especially the minerals.", "sitename": "Oregon's Wild Harvest", "date": "2021-03-04", "cleaned_text": "Cleansing Herbal Vinegar Nature is stirring and awakening from the long winter's slumber and the changing weather is a signal to our body to shed the accumulated toxins. Nature gives us clues for foods we should be eating to support our body's natural desire to detox at these times. Our ancestors would be dining on far fewer calories now that they have eaten all their stored foods from the winter, and they would be eating greens and lighter foods which support us during this time. In the late winter and early spring, the elements of water and earth are prevalent forces; and the body can feel cold, slow, heavy, and damp. In traditional cultures such as Ayurveda and Traditional Chinese Medicine, it is recommended to balance these qualities with foods and herbs which are light, hot, pungent, and dry and avoiding heavy and dense foods such as dairy, grains or meat. On cooler days, a light soup full of vegetables is wonderful, and on warmer days a salad is perfect. Nettles are beginning to spring up in the Northwest. Whether you gather them fresh or use the dried variety, they are a perfect companion to your lighter diet or possibly a spring cleanse. This recipe is a vinegar extract of Nettles and Calendula. Vinegar is an effective way to extract and preserve many of the nutrients in Nettles, especially the minerals. Using the vinegar in a basic vinaigrette (see below) will give your salad superpowers to help your body spring into action and shake off the long winter. Nettle and Calendula Apple Cider Vinegar INGREDIENTS: 1 pint of Apple Cider Vinegar 1 ½ cups of [organic Nettle leaf](https://oregonswildharvest.com/products/nettle-leaf-organic-cut-and-sift?_pos=2&_sid=ddc708a7d&_ss=r) or 3 cups of fresh chopped careful picking them!) ½ cup [organic Calendula flowers](https://oregonswildharvest.com/products/calendula-flowers-organic-whole?_pos=1&_sid=53bbfb71e&_ss=r) (optional) 1 large mason jar with lid INSTRUCTIONS: - Add the ingredients together in the jar - Shake thoroughly - Store in a cool dry place for at least one week - Strain the solids out from the liquid - Store the herbal vinegar in a new clean jar and use as you would regular vinegar (you should get approximately 1 ½ cups) Basic Vinaigrette INGREDIENTS: 1 ½ cups of herbal vinegar (see above) 1 cup of olive oil 1 tablespoon of lemon juice 1 tablespoon of maple syrup or honey 1 teaspoon of stone ground mustard Seasonings such as salt and pepper INSTRUCTIONS: - Add all ingredient to a jar - Shake thoroughly before using - Dress any salad of your choice - Other superfoods for spring salads include bitter greens such as "}