{"title": "Aromatherapy Safety Guidelines", "author": null, "url": "https://absolute-aromas.ca/pages/aromatherapy-guidelines-information", "hostname": "absolute-aromas.ca", "description": "Aromatherapy utilizes the various properties of essential oils to assist the body's own natural healing processes and enhance well-being. Although this can take the form of treatment by a professional aromatherapist, many of our products can also be used at home. Essential oils are concentrated plant extracts, each hav", "sitename": "Absolute Aromas Canada", "date": "2023-01-01", "cleaned_text": "Aromatherapy Safety Guidelines Aromatherapy utilizes the various properties of essential oils to assist the body's own natural healing processes and enhance well-being. Although this can take the form of treatment by a professional aromatherapist, many of our products can also be used at home. Essential oils are concentrated plant extracts, each having their own therapeutic properties. The oils are produced from different parts of the plants, this can be from the root, seed, flower, bark of the tree, wood, peel of the fruit or resin. Most essential oils are produced by steam distillation of the plantthough many citrus oils are cold pressed/expressed from the peel of the fruit. Some flowers are too delicate to distil and are normally solvent extracted, producing an absolute. Plants have been used for their healing and fragrant properties for centuries. Essential oils are today widely used in all sorts of skincare products. Suggested Uses Massage Blend: Blending a total of 3 to 6 drops of essential oil into 10ml of carrier oil makes a blend which is suitable for most healthy adults. The dilution of essential oil should be halved for children, the elderly and women who are pregnant or nursing. Bath: Dilute up to 8 drops of essential oil in a dispersant, this could be a carrier oil, bath dispersing oil, or a spoonful of honey and stir into the water. Vaporiser: Add up to 6 drops of essential oils to a traditional oil burner or an electronic Aroma-Diffuser to create an aromatic ambience. Compress: Add 4 or 5 drops of essential oils to a bowl of warm or cold water, soak a clean flannel or sterile gauze in the water and apply to the desired area. This is particularly good for easing inflammation. Footbath: Soak feet in a bowl of warm water with 4 to 5 drops of essential oils stirred in, preferably diluted in a dispersant before being added to the water. This is a great way to treat tired or aching feet naturally. Inhalation: Place a towel over your head and lean over a bowl of just boiled water with up to 4 drops of essential oils added. Breathe normally for ten minutes and inhale the aromatic steam. Or, put 2 drops of essential oil onto a tissue or on your pillow. Storage Store essential oils in dark glass bottles, upright, at room temperature and away from sunlight. Storing carrier oils in the fridge may prolong their shelf life. Store essential oils out of reach of children and pets. Precautions Do not take essential oils internally. Avoid contact with the eyes and mucous membranes. Seek professional/medical advise before use if you are pregnant or if you have a medical condition (such as epilepsy, high blood pressure etc). Do not use essential oils neat on the skin (unless advised that is it safe to do so by a professional), always dilute in a carrier oil or cream base. If you experience an adverse reaction to an essential oil, stop use immediately and seek professional/medical advise. Seek advise from a qualified Aromatherapist before using essential oils on babies and young children. Some essential oils have specific contraindications, always follow these instructions and use "}