{"title": "1. What is immunisation?", "author": null, "url": "https://www.science.org.au/learning/immunisation-and-climate-change/science-immunisation/what-is-immunisation", "hostname": "science.org.au", "description": "Immunisation protects against infectious disease The purpose of immunisation is to prevent people from getting sick. It helps to protect people against the complications of becoming ill, including developing chronic diseases, cancer, and death.6-8 Vaccines work by stimulating the body's defence mechanisms to provide protection against infection. Vaccines can sometimes produce", "sitename": "1. What is immunisation?", "date": "2023-01-01", "cleaned_text": "The purpose of immunisation is to prevent people from getting sick. It helps to protect people against the complications of becoming ill, including developing chronic diseases, cancer, and death. [6-8](/node/4052) Vaccines work by stimulating the body's defence mechanisms to provide protection against infection. Vaccines can sometimes produce a stronger, longer-lasting protective response compared to immunity from a natural infection. Vaccines create immunity without causing disease. Disease can lead to serious complications, which is why vaccination is a safer way to develop immunity. Vaccines work by stimulating the body's defence mechanisms to provide protection against infection and illness. These defence mechanisms are collectively referred to as the immune system. Vaccines mimic and sometimes improve the protective response normally mounted by the immune system after infection. The great advantage of immunisation over natural infections is that immunisation has a much lower risk of harmful outcomes. [2-4,9-15](/node/4052) To understand how immunisation protects against the diseases produced by pathogens (such as viruses and bacteria), we first need to understand how the immune system works. [16,17](/node/4052) The immune system is the body's defence mechanism, protecting against invaders like bacteria and viruses to keep us healthy. Cells are the main building blocks of our body. Our immune system relies on many different types of cells, each playing an important role. Many of these can be found in our bloodstream, especially white blood cells, which are the main component of the human immune system. White blood cells are strategically located throughout the body, not only in the bloodstream but in the lymph nodes, spleen, lungs, intestines and skin. This allows them to deal with pathogens wherever they enter the body. There are two main types of white blood cells: Other blood cell types include red blood cells, which carry oxygen to our tissues, and platelets, which help our blood to clot. The skin and the lining of the lungs and intestine are the first line of defence against infection, forming a physical barrier for protection. These tissues and the sentinal cells that live there form the innate immune system. [17,18](/node/4052) Some of these cells ingest pathogens or vaccine particles and use these to activate lymphocytes (part of specific immunity). Some innate immunity cells produce chemicals capable of causing inflammation and amplifying the response of specific immunity. The innate immune system gives a generalised response towards anything it identifies as 'foreign'. By itself, that response might not be strong enough to protect against an infection. After a person has an infection or is vaccinated, specific lymphocytes learn to recognise their target antigens and multiply. Some then become effector cells that can eliminate or prevent infection, while others turn into long-lived memory cells that are ready to respond more rapidly and effectively if the infection returns. They are 'specific' because they are created to target and respond only to that antigen. There are two types of lymphocytes: T cells and B cells. [19-21](/node/4052) When antibodies attach to a pathogen they flag it for destruction, and when they attach to a toxin they neutralise its ability to cause damage. [16,17](/node/4052) The immune system's responses to pathogens stops the infection in most cases, followed by repair of any damage to the body. However, serious infections can overwhelm the immune system's capacity to respond and can lead to severe disease or death. Giving a vaccine before exposure to the infection generates protective immunity in advance and avoids the serious outcomes of the disease. Immune responses are very specific, and that is the reason we need to have a specific vaccine for each disease. The immune system responds separately to each pathogen it encounters. It cannot be 'overloaded' by giving the full range of currently available vaccines or by having multiple antigens in one vaccine. A healthy immune system can generate hundreds of millions of T and B cells, each of which targets one particular antigen. [23](/node/4052) However, pathogens can sometimes overwhelm the immune response. Vaccines give the immune system a head start by allowing it to learn and remember what a pathogen looks like, providing valuable protection against aggressive pathogens. These immune responses are very specific, so we need to have a separate vaccine for each disease. The immune system can respond independently to each pathogen it encounters. This is why the system cannot be 'overloaded' or damaged by giving the full range of currently available vaccines or by having multiple antigens in one vaccine. When the immune system recognises a pathogen, individual lymphocytes make antibodies and cytokines against the infection and multiply quickly. As a result, the number of lymphocytes (T and B cells) specific for that infection increases, enabling the body to fight the infection more efficiently. Most of the cells involved in immune responses live for only a few days, but a small number of lymphocytes survive for months or years after the infection has been cleared away. These lymphocytes either continue to produce antibodies or retain a 'memory' of the invading pathogen. [17,24,25](/node/4052) In the case of measles, for example, that memory has been shown to last for more than 60 years. [26](/node/4052) The way the immune system remembers infections is one of its most valuable assets. This memory means the immune system can mount a much faster, larger and more sustained response if it encounters the same pathogen again. [17,24,25](/node/4052) That response can control subsequent infection more efficiently, without leading to the unwanted and serious complications associated with the infection itself. The body's immune system begins developing before birth. [27](/node/4052) A mother's antibodies protect newborns against many (but not all) serious infections during and soon after birth, while the baby's immune system function is still maturing. This protection usually lasts for about four months. The current immunisation programs for infants are designed to balance waiting for the baby's immune system to have the capacity to respond to the vaccine, against the risk of the baby getting an infection. Chronic carrier Chronic carriers are people who remain hosts of pathogens for months or years after they were first infected. In the case of hepatitis B, for example, the risk to the baby is high, and exposure to the virus at birth or in the first few months of life can result in the infant becoming a chronic carrier for life. That is why vaccination for hepatitis B starts within one week of birth. The situation is different for other pathogens, either because there is a lower risk of infection in the first few months of life or because they would not produce a protective immune response to them at that age. For example, administering the vaccines against Haemophilus influenzae type b (Hib) and Streptococcus pneumoniae is delayed until 6-8 weeks of age when the infant's immune system can respond more effectively. The measles-containing MMR (measles, mumps and rubella) vaccine is not given until 12 months of age, when maternal antibodies against measles, which can interfere with vaccine responses, have essentially disappeared. It takes around 7-21 days after being vaccinated to generate an effective immune response in healthy individuals. Most vaccines work by switching on a person's immune system to make the antibodies, cytokines and memory cells needed to protect against infection. However, this kind of active immune response takes 7-21 days to fully develop. Sometimes, in the case of overwhelming and dangerous infections, an unwell person may receive pre-formed antibodies as part of their medical treatment to prevent or combat the infection. These either come from healthy blood donors or are produced in a laboratory, as they can act much more quickly to help the person fight off the infection. [17](/node/4052) This is known as 'passive immunisation'. However, these antibodies don't stay in the body for very long—it is better to make antibodies through being vaccinated wherever possible. © 2023 Australian Academy of Science "}