{"title": "PDF", "author": "PDF", "url": "https://www.kumc.edu/Documents/physiology/annual-reports/2018%20Final%20Physiology%20Annual%20Report(0).pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Annual Report of the Department of Molecular & Integrative Physiology University of Kansas Medical Center July 1, 2017 - June 30, 2018 TABLE OF CONTENTS Year in Review..................................................................... 1 Department Chairs................................................................. 8 Emeritus Professors............................................................... 9 Donors................................................................................ 10 Faculty................................................................................ 20 Graduate Students................................................................ 21 Department Roster................................................................ 22 Graduate Student Activities...................................................... 28 Courses Taught..................................................................... 33 Department Seminars............................................................. 35 Publications a. Published (7/1/17 - 6/30/18)....................................... 46 b. In Press................................................................. 52 c. Abstracts................................................................ 54 Research Support.................................................................. 57 Faculty Activities................................................................... 61 1 YEAR IN REVIEW 2017 - 2018 The Department of Molecular and In tegrative Physiology continue s under the leadership of Dr. V. Gustavo Blanco, who se rves as the Kathleen M. Osborn Chair and Dr. Warren Nothnick, who is the Vice Chair . The department maintains a rel atively large size, currently having 16 tenured facult y members, 3 research track f aculty, 3 postdoctoral fellows, 3 senior scientists, and 17 doctoral graduate students. In May of 2018, a new faculty member, Dr. Ning Wang , joined our department as an assi stant professor. Dr. Wang came from Harvard Universit y and with his work in male rep roduction, he represents a great addition to our group of reproductive resear chers. During this past year the physiol ogy department has successfull y continued working towards its academic goals, whi ch include: 1) engaging in high quality research to generate new discoveries of physiol ogical relevance in basic an d translational science that contribute to advance human health; 2) training new genera tions of physicians, graduate students, and postdoctora l fellows in physiology and p athophysiology through high quality and innovat ive teaching, to contribute to the acad emic excellence of KUMC and 3) providing academic servic e through participation in diff erent committees and task forces that help the functioni ng of our department and school. Research programs in the departm ent span various areas of resea rch and the investigators have continued to m aintain a consistent level of publications. This past year approximately 60 peer reviewed original articles were publ ished in top research journals and as book chapters. The main research areas of the d epartment include male and female reproduction, neur oscience, muscle, metabolism and integrative physiology. Studies are performe d at the molecular and whole an imal level and utilize a wide diversity of methods and approaches. In addition, research in the department complements the research efforts of several centers in our inst itution. Regarding teaching, the departm ent has had another outstanding year. Our faculty continued to maintain a high pres ence in medical education duri ng the first and second year of the Active Competency bas ed and Excellence driven (ACE) curriculum. Dr. Wood served as Discipline Lead er, and he and Dr. S tanford lead the Cardiopulmonary and Muscle and Movement blocks res pectively as Module Directors . Dr. Wolfe has been working on the upcomi ng Reproductive block. All our faculty wer e involved as Facilitators, leading the small group Case Based Clinical Learn ing (CBCL) activities of the ACE medical curriculum. The hard work of our faculty in tea ching has been recognized with important awards given to individual lecturers and to course directors for their excellence in educati on. Members of our department ha ve also continued to play a major role in the educat ion of graduate students by part icipating in the core Integrated Graduate Progr am in Biological Sciences (IGPBS) curr iculum. Faculty also taught in our department's mandator y courses for graduate stude nts, including the Comprehensive Human Physiology and Human Pathophysiology course s, led by Drs. Andrei Belousov and Steve LeVi ne respectively. In addition, var ious advanced physiology courses were offered, which cover new advances in sp ecific areas of physiology. As a testament to the work of our faculty these cou rses have received 2 excellent reviews fr om the students. Moreov er, several of our f aculty were invited to give educational seminars at ot her universities; Drs. Blanco an d Christenson taught lectures and a laborat ory in the prestigious Frontiers in Repro duction international course offered every year at t he Marine Biological Laboratories in Woods Hole, Massachusetts. We are also proud that members of the physiology department hav e continued serving in numerous key comm ittees and leadership roles at the universi ty level which are essential to the overall mission of our school. Dr. Smith serve s as the Senior Associate Dean for Research and the Co-Dir ector of the Kansas Intellectua l and Developmental Disabilities Research Center ( KIDDRC); Dr. Nothnick is the Dire ctor of the Center for Reproductive Sciences; Dr. Stanfor d is the Program Director of the KUMC Biomedical Research Training Program and t he Campus Coordinator, K-INBRE P rogram Director; Dr. Blanco is the K-INBRE Resear ch Developmental Core Director; Dr. Geiger is the Facility Co- Director of the Me tabolic and Obesity Research Phe notyping Facility (MORPh); Dr. Thyfault is the Sci entific Director of Children's Mercy Healthy Lifestyle and Nutrition Center (KUMC/CMH joint funded center), and Dr. Wo lfe is the Research Integrity Officer of our school . In addition, we have maintaine d our presence at the national and internat ional level. Our faculty have served on di fferent review panels of the National Institutes of Health as well as review panels of o ther funding agencies. They have also participated as editors, or as members of the ed itorial boards for a variety of journals. We are very grateful to our faculty who th rough talent and hard work, have continued to maintain the high academic standards and succ ess that gives our department great national and international visibility. The physiology department has a lso undergone some challenges th is year. This consisted in difficulties rela ted to obtaining extramural fundi ng, which is a problem common to other departments and schools. This has been caused b y the continuous reduction in funding from local a nd national agencies. Funding was further impacted by some changes in the allocation m odel for the distribution of fu nds in our university, which occurred at the beginni ng of 2018. The department has tak en initiatives, by starting an enhancement program, with the idea of facilitating faculty obtaining grants. We are confident that this should improve our ability to obtain new funds. Regarding the department's office , we continue oper ating with S hari Standiferd, who serves as the Director of Oper ations, and Jennifer Wallace and Liam Higgins, who are our coordinators for financial a ccounting support. Our special thanks go to them. They provide outstanding administra tive support to our department th rough their hard work and continuous dedication. In addi tion, we would like to thank our work study students, Alexis Battershell and Mackenz ie Boone, who provided additional excellent clerical support to our office. We would like to especially rec ognize our benef actor and contin uous supporter Mr. Jim Osborn. His generous contributions o ver the years, in memorial of his daughter Kathleen, and wife Marion, as well as his recent commitment hav e significantly contributed to our success. The Kathleen M. Osborn Endowed Chai r, the Marion M. 3 Osborn Professorship, and the lectureship in honor of Kathleen M. Osborn have made a great difference to our departm ent. These funds continue to sup port the department's goals and our students. We all imm ensely appreciate the excepti onal support that Jim Osborn has given in honor of his family. 4 HIGHLIGHTS FROM THE 2017 - 2018 ACADEMIC YEAR RESEARCH FUNDING: The loss of faculty, as well as the difficulties in obtaining new grants, has resulted in a decr ease in research funding to the d epartment. Most universities today face a climat e of low general funding levels . Currently members of our department continue to work hard to produce and submit high qua lity grant proposals. This has resulted in new grant s being funded; however, our goal is to increase this number. Based on data provided by KUMC Enterprise Analytics, to tal NIH funding was $3,184,810, which is higher than that of last year ($2,571,231) . The latest data available shows that our department was r anked 52nd at the national level for NIH research funding among 81 medical schools re ceiving NIH funding. While t his is a good position, we would like to imp rove this ranking. During fiscal year 2018 grant requests from the department indicated total costs of $47,599,374 (which included $34,479,119 in direct costs and $13,120,255 in indirect c osts). From these, $44,936,4 33 corresponded to grant proposals submitted to the National Institutes of Health. EDUCATION: Continuing a long tradition th e physiology depar tment has had another outstanding year with respect to t eaching. As mentioned previou sly, Drs. John Wood and Stanford led the Cardiopulm onary and Muscle and Movement bl ocks of the ACE curriculum. Cardiopulmonary wa s awarded best module and Drs. Bl anco and Wood received Student Voice awards for excellence in teaching. These awards were presented by the medical student s at the Grande Affair celebrat ion on January 20, 2018. These awards are a testimony to the long-lasting commitme nt of our faculty members to education. As a cont inuation of our commitment to ed ucation, our faculty participated in developing the ne w ACE medical curriculum. Dr. John Wood served as a Discipline Leader. Due to the importance of physiology in years 1 and 2 of the medical curriculum, faculty in our depar tment will continue to have an important role in teaching new generations of physicians . Regarding the graduate student c urriculum, we continued offering our two main c ourses, Human Physiology and H uman Pathophysiology, directed by Drs. Belousov and LeVine respectiv ely. In addition, several advanced courses were t aught. These included the Integr ative Physiology of Exercise course (directed by Drs . Geiger and Thyfault) and the Molecular Mechanisms of Neurological Disorders (lead by Dr. LeVine). TENURE TRACK APPOINTMENTS: We are pleased and excited to have added Dr. Ning Wang to the department as a new assistant professor. Ning Wang, Ph.D., started as an assistant professor on May 1, 2 018. His research focuses on the study of male germ cell development and the mole cular mechanisms involved in meiosis during spermatogenesis. RESEARCH TRACK APPOINTMENTS: No new appointments occurred this fiscal year. JOINT AND ADJUNCT APPOINTMENTS: No new appointments this fiscal year. 5 FACULTY PROMOTIONS: Dr. Lane Christenson was promoted to full professor with tenure starting July 1, 2018. Dr. Christenson's work focuses o n ovarian function and microRNA-vesicle meditated (exo some) cellular communication. Dr. Paige Geiger was promoted to full professor with tenure sta rting July 1, 2018. Dr. Geiger's work focuses on muscle physiology and the effects of e xercise, diet and hormonal levels on muscle metabo lism and insulin resistance, ty pe II diabetes. Dr. Phil Lee was promoted to full professor with tenure startin g July 1, 2018. Dr. Lee's work focuses on neurophysiology and neuroimaging, specifically on the characterization of functional and physiological processes of the brain in vivo in health and disease, using advanced non-invasive neuroimaging techniques. Dr. John Stanford was promoted to full professor with tenure st arting July 1, 2018. Dr. Stanford's work focuses on motor function in neurological disor ders across the lifespan. Dr. John Thyfault was promoted to full professor with tenure st arting July 1, 2018. Dr. Thyfault's work focuses on chronic physical inactivity, sedenta r y b e h a v i o r , a n d l o w aerobic fitness and their relationship to the development of ch ronic disease conditions (obesity, insulin resistance, fatty liver disease, type 2 diabe tes, and cardiovascular disease). FACULTY/STAFF DEPARTURES: Joseph S. Tash, Ph.D. finished his phased retirement period and fully retired on Janu ary 14, 2018. He was recruited to KUMC on June 24, 1990. Dr. Tash was named Emeritus Professor on January 15, 201 8 and we wish him the best retirement after 27 year s of dedicated service as Prof essor of Physiology. FACULTY AWARDS/ACCOMPLISHMENTS: Numerous members of our department have been serving on review panels from NIH and other agencies. They have also served as editors or on the editorial board of different journals and presented invited lectures at different national and internati onal meetings and seminars at o ther universities. GRADUATE PROGRAM AND PHYSIOLOGY SOCIETY: The student led \"Physiology Society\" continued functioning well this year. A new president was elected and a new committee was chosen. The leader ship of the Physiology Society is currently: Zahraa Alali, President Younshim Park, Vice-President/Stowers Chair Joshua Curry, Social Chair The graduate students in the depar tment had another active year . In 2017-2018 eight new students were recruited to the department. These include st udents who are working with our affiliate members at Sto wers Research Institute and jo int appointment faculty at KUMC. Currently, our department has a total of 17 enrolled doct oral students. Several of our students were awarded external fellowships to support their training. Funding came 6 from different sources, includi ng the SELF Fellowship program, the KUMC Biomedical Training Program, National Sc ience Foundation, and National Ins titute of Health. The new graduate students that j oined the department in the 201 7-2018 fiscal year included the following individuals (their respective mentors ar e listed in parenthesis): Fatimah Aljubran (Dr. V argheese Chennathukuzhi) Ashley Chennathukuzhi) Page Hayley Randolph Nudo) Rikki Christenson) Diego Paez-Moscoso (Dr. Peter Baumann) Consuelo Perez Sanchez (Dr. Si) Elizabeth Thoenen (Dr. Iwakuma) Alex Von Schulze (Drs. Pai ge Geiger/John Thyfault) Four students completed their Ph .D. degrees during the summer o f 2017. Congratulations to all of t hem and their mentors. S u m m e r 2 0 1 7 F a l l 2 0 1 7 S p r i n g 2 0 1 8 Amy Cantilena, Ph.D. No Graduat es for Fall No Graduates for Sp ring L i y i n g L i , P h . received her degree with Dr. Bu ddhadeb Dawn in the Cardiovascular Department. T he title of her dissertation was \"The Role of Endoglin in the Immuno modulatory Capacities of Mesenchymal Stem Cells and the Relationship to Hyperbaric Oxygen Therapy\". Margaret Pruitt, Ph.D. (May 11, 2017) received her degree with Dr. Peter Baumann at the Stowers Institute. The title of her dissertation was \"Inter rogating Telomerase Activity and Telomere Function through In-Flask Template Evolution\". Dr . Pruitt is now a M.D. student in her third year of clerk ship at KU Medical Center. Archana Raman, Ph.D. (June 12, 2017) received her degr ee with Dr. Darren Wallace in the Kidney Institute. The title of her dissertation was \"The Ro le of Matricellular Signaling in Polycystic Kidney Disease\". Dr. Raman continued as a Postdo ctoral Fellow in the Kidney Institute at K U Medical Center. Liying Li, Ph.D. (June 22, 2017) received her degr ee with Dr. Kausik Si at the Stowers Institute. The title of her ssertation was Orb2, a Putative Memory\". Dr. Li. is a Postdoctoral research associate at the University of California San Francisco. 7 Prepared by: V. Gustavo Blanco, M.D./Ph.D. Professor and Kathleen M. Osborn Chair 8 9 Molecular & Integrative Physiology Emeritus Professors 10 In Honor of Physiology Donors and the Continued Impact that their Generosity Provides Mr. James Osborn (1919 - 2018) Mr. Osborn's relationshi p with our department began through his daughter Kathl een. She developed an interest in science and biol ogy in high school and while attending college at the Univ ersity of Missouri. During the summers of 1968 and 1969, Kathleen worked in the reproductive physiology lab of Dr. Gilbert Greenwald at the KU School of Medicine. This experience was particularly meaningful to Kathleen and might have motivated her to enter a career in science had she not been taken prematurely in an automobile accident in 1970. At the time of her death, Kathleen was in her junior year at the University of Missouri. Mr. Osborn and his late wife Mari on, had such high regard for D r. Greenwald, who died in 2004, and deep gratitude for Kathleen's experience, that the y made plans to benefit the medical center through KU E ndowment. Their generosity start ed with the Kathleen M. Osborn Lectureship in 1971. Thi s lectureship remains the lon gest running and most successful lectureship in the hi story of the medical center. It has attracted a long list of preeminent scientists from ar ound the world and funds from the Kathleen Osborn Lectureship have also support ed the annual Gilbert S. Greenwald Symposium. In 2006, in memory of his beloved wife, Mr. Osborn established the Marion M. Osborn Professorship to support reproduct ive science within the depart ment. The inaugural and current recipient is Dr. Leslie Heckert. Mr. Osborn continued his generosit y in honor of his daughter in 2012, establishing the Kathleen M. Osborn Chair to s upport the leadership position of the department. Dr. Paul Cheney was the inaugural r ecipient and in 2016 Dr. Gustavo Blanco was named the second Kathleen M. Osborn Chair. This year we are again the thank ful beneficiaries of Mr. Osborn 's philanthropy with the establishment of the Kathleen M. Osborn Fellowship in Reproduct ive Physiology. This fellowship will support graduate students in our department int erested particularly in reproductive science. The fellowsh ip will enable recipient stud ents to discover the same 11 enthusiasm for science and love o f learning that Kathleen found so many years ago. The first student to receive this great honor was Rikki Nelson. 12 William Biklen Pendl eton J.D. (1920 - 2015) William Biklen Pendleton attended Liberty High School and graduated in 1939 from Shattuck High School in Minnesota. After graduation he attended the University of Kansas and joined the Beta Theta Pi fraternity. William served during World War II i n the U.S. Army from 1942- 1946 as a Lieutenant in the 593rd engineer boat and shore regiment that was attached to the Australian 6th Division for the invasion of B orneo. Following the war, he resumed his studies at the University of Kansas. He graduated with an AB in ec onomics in 1946. He was hired by the account ing department of Link Belt Company of San Francisco. Later, he moved back to Lawrence and farm ed for five years. In 1957 he re ceived his JD from the University of Kansas Law School. D uring his law practice he was a municipal court judge from 1959-1967, and president o f the Douglas County Bar A ssociation in 1981. In 1958 he married Edith Cottom Livingston and adopted her two children Stephen and Helen. Together, they had a son Martin William Pendleton. Edith and Martin both passed away in 1974 in an automobile accident. When William retired he remained active in the community. He pa rticipated in many clubs including the KU Chancellors Club, Elizabeth M. Watkins S ociety, the Vestry of Trinity Episcopal Church and wa s treasurer in the 1960's, Lawre nce Breakfast Optimist Club was Optimist of the Year i n 1992 and 1997, the Midland Rai lway Historical Association where he was a di rector, and the American Legion. H e volunteered at the Heartland Medical Clinic at the L eo Center and Fr iends of Hidde n Valley. When he was not volunteering or participati ng in clubs William enjoyed coll ecting one-cylinder antique engines, traveling and riding st eam trains around the world, an d going on rail excursions in his own Fairmont inspection car. He passed away at the age of 95 on May 15 th, 2015 at Pioneer Ridge Assisted Living in Lawrence, KS. Pendleton donat ed his body to research. Pendleton graciously donated to the University of Kansas Endowm ent Association. He wished for the money to be used in reproductive biology for fam ily planning and birth control research and counseling. 13 Dr. Louis R. Fletcher (1892 - 1973) \"Life is so precious and exciting, and there is so much to be learned, that I dislike to waste a minute.\" Louis R. Fletcher, M.D. Dr. Louis R. Fletcher left an unforgettable and generous mark on the University of Kansas. Described as a farm boy from Harper, Kansas, Dr. Louis R. Fletcher attended the University of Kansas and Southwestern College for medical school. Hardworking, humble, and adventurous are just a few words to describe the life Dr. Louis R. Fletcher lived. Dr. Fletcher was a modest man who worked extremely hard for his opportunities and income. Throughout college he paid for his expenses by washing dishes, lawn keeping, and working wheat fields. Additionally, he took breaks in his schoo ling to save money by working in various employment opportunities in Alaska including working in the gold mines, ore processing mills, and as a bridge carpenter. He retu rned to KU for the 1917- 18 school year and then finished his last 2 years of education at Rush Medical College of the University of Chicago where he received his degree in medic ine. He spent much of his professional career (26 years) working for the United Fruit Company in hospitals in Panama, Guatem ala, and Honduras. He served his country as a commissioned Lieutenant Commander i n the Navy. Additionally, he also served as chief of surgery at the Camp White Na val Hospital in Medford, Oregon. He had a lifelong love of learning. He returned to KU for postgraduate study in anatom y, not for a degree, but for the inner desire to learn. Dr. Fletcher rarely stayed idle in his work as he then served i n many different medical positions. His adventurous spirit served as a driving factor as he traveled and worked in many different countries. He returned to the United Fruit Compa ny for a few years, served at a hospital at Superior, Ariz ona, worked as the medical super intendent of the Valdez Community Hospital, was the project physician at the Naval Base at Point Barrow, and served as a surgeon for a constru ction company in the Marshall Islands. Following retirement from the medical pr ofession, Dr. Fletcher spent time traveling to grand places. He began by sailing from New Orleans to South Africa and then c ontinued his travels to Asia, Australia, and New Zealand. Throughout his life, Dr. Louis R. Fletcher became intrigued wit h the prospect of being a \"millionaire.\" Fletcher made th is happen through \"frugality, sk imping, and strict economy.\" He invested his money and was very conservative with his spendi ng and lifestyle. He lived modestly, ate low cost substantial food, and chose to tra vel by bus instead of train or plane. Dr. Fletcher humbly ac hieved that goal of a million d ollars, in which he then said, \"As you know, I have always dreamed of acquiring a million doll ars. This has finally been accomplished and today I have given this million dollars to Kan sas University, the school that I love so deeply and which has had such a tremendous good influence on my life. I 14 have done this with the greatest of pleasure and satisfaction.\" His donation to the Kansas University Endowment Association has provided support for resea rch in physiology, biochemistry, pharmacology, and anatomy at the University of Ka nsas Medical Center as well as construction of the Dr. Louis R. Fletcher Research Labo ratories. The physiology department wants to extend a grac ious and continued thank you t o Dr. Louis R. Fletcher for the opportunities and suppor t his generosity continues to p rovide. 15 Dr. Walter Joseph Meek (1878 - 1963) Dr. Walter Joseph Meek demonstrated academic excellence throughout his life. Dr. Meek and his family's generosity is cont inually valued and honored in the Physiology Departm ent. Walter Joseph Meek was born in Dillion, KS in 1878. At age eight, Dr. Meek's father passed away f ollowed by his mother's passing a few years later. Following their passing, he was raised with his first cousins. From a young age, Dr. Meek showed strong educ ational aspirations. Dr. Meek graduated from the University of Kansas in 1902 where he was senior class president and editor of the school paper. As of 1983, Dr. Meek held the highest-grade point aver age of a University of Kansas Graduate. He cont inued his educational pursuits at Penn College and the University of Chicago obtaining his Ph.D. in Physiology in 1909. While pursui ng his Ph.D. he taught at Penn College from 1903 - 1908 wher e he attained the rank of pro fessor of biology. Dr. Meek then began teaching at the University of Wisconsin. He ser ved as instructor in physiology (1908-1910), assistant professor (1910-1912), associ ate professor (1912- 1918), and professor (1918-1948). He then assumed the position of chairman of Physiology Department until his retirement in 1948. Additional professional accompli shments at the University of Wi sconsin include assistant dean of medicine from (1920 - 1942) , acting dean (1942 - 1945), and associate dean from 1945 until his retirement. Dr. Walter Joseph Meek also hel d the commission of major in the Chemical Warfare Service during the World War I. A chemi cal warfare unit was set up at the University, and Dr. Meek assisted with discovering th e biological effects of mustard gas, lewisite, and phosgene. Dr. Meek married Crescence Eberley on December 26, 1906. Six ye ars later, they had their first child, Joseph Walt er Meek, born in 1912. Joseph bec ame a law school professor at the University of New Mexico. Their second child, Mary Cresc ence Meek, born in 1917, worked as a stewardess for American Airlines. Their third and f inal son, John Sawyer Meek, was born a year later in 1918. He became a professor of c hemistry at the University of Colorado. The Meek family wa s very adventurous, embarking on many different outdoor endeavors. They visited Swi tzerland to hike over the hi gh passes and climbed Pikes Peak. They also spent time at Yellowstone and Glacier Nat ional Parks. Additionally, Dr. Meek enjoyed side hobbies including photography, gardening, repairing and refinishing antique furniture, and collecting shells and stamps . Dr. Meek's contributions to the study of the history of medicin e are nothing short of extraordinary. His bibliography c onsisted of 110 scientific pap ers and one of his most clinically relevant contributions was the discovery, in collabo ration with Maurice H. 16 Seevers and Ralph M. Waters, tha t catecholamines cause ventricu lar fibrillation in dogs anesthetized with cyclopropane. Upon Dr. Meek's retirement in 1948 he remained at the Universit y of Wisconsin as a research professor for an additional year. He continued to lect ure at the University of Texas and served on a committee to establish a medical school i n Gainesville, Florida. His death occurred quietly in 1963 at the age of 84. Mrs. Meek passed away in 1973 at the age of 92. His ashes are bur ied with his wife's in her fami ly's burial plot in Pennsylvania. The Physiology D epartment extends remembrance and sincere gratitude to Dr. Meek and his family for the generosity bestowed upon the Physiology Department. The allocation of funds is st ill greatly valued and utilized wi thin the Department to continue Dr. Meek's passion of advancing medicine. 17 Abrahams Lectureship Established Mr. J. Hambleton Abrahams (1913 - 1996) Abrahams and his wife, J ulie, lived in Topeka, where he was born and raised. Mrs. Abrahams was a KU E ndowment Association trustee. He attended Chattuck Military Academy, Northwestern University and graduated from the Universi ty of Chicago with a bachelor's degree in philosophy. In 1978 he received an honorary doctor's degree in Business from Washburn University. He served during World War II in the U.S. Navy and later in the Naval Re serve as an officer. Abrahams was active throughout the community. Serving as an officer or member on the board of banks, hospitals, the chamber of commerce, the Red Cross, and many other organizations. Security Benefit is the paren t company of the Security Benefit Group of Companies, a financial services organization th at maintains more than $13 bi llion of life insurance in force and has $2 billion in a ssets under management. After join ing the company in 1935 he later held the positions of secretary treasurer, executive v ice president, president, and chairman. Abrahams encompass ed the leadership skills to gro w Security Benefit from a small, midwestern company to one of the largest life ins urance companies in the United States. The Security Benefit Group o f Companies headquartered in Topeka , started an annual gift of $7,500 to the KU Endowmen t Association to fund the J Ha mbleton Abrahams lectureship in Physiology at K UMC. The lecture series honors Ab rahams's 50 years with Security Benefit. According to Gilbert S. Greenwal d, Ph.D., chairman of the Physi ology Department in KUMC: \"the funds will be used to bring annually to the center a person of national and international reputat ion in one of the physi ology subspecialtie s: cardiovascular physiology, renal physiology, neurophysiology, endocrinology, b iophysics or epithelial transport physiology.\" After 60 years of service for Se curity Benefit Abrahams retired in 1995. He stayed busy traveling between homes in Topek a, Colorado, and Arizona. Abrah ams passed away at the age of 83 in 1996 one y ear after reti rement. 18 Mr. James Osborn (1919 - 2018) Born December 18th 1919. Jim Osborn 98, passed away on February 6th, 2018 at the Kahala Nui skilled nursing unit in Honolulu, Hawaii. All members of our departm ent express their sadness and deepest sympathy as we remember our benefactor, who always showed great interest and provid ed valuable and strong support for the research in reproductive physiology performed in our department. A memorial service was held March 12th, 2018 at the National Memorial Cemetary of the Pacific in Honolulu Hawaii. Floral arrangment sent from the Department of Molecular & Integrative Physiology to the service 19 Amy Cantilena, Ph.D. (1986 - 2017) A former student at KUMC, Amy Cant ilena earned her doctorate in Molecular and Integrativ e Physiology in 2017. As an undergraduate student, Amy a ttended Villanova University where she received her B.S. in Chemistry. In 2005 she began at the Liver Diseases Branch of the National Instit ute of Diabetes and Digestive and Kidney Diseases in a biochemistry laboratory stud ying hepatitis B virus. After receiving a post-ba ccalaureate intramural research training award, she jo ined Dr. Cynthia Dunbar's labora tory in the Hematology Branch of t he National Hear t, Lung and Blood Institute. Together they worked on two projects; one of them was directed to develo p lentivirus to reprogram somatic cells int o pluripotent stem cells. Her second project was oriented to determine if membrane polarity o f hematopoietic progenitor cell s was necessary for engraftment in a transplant model. She was later accepted int o KUMC's M.D./Ph.D. program and began medical school in August 2010 . During her time at KUMC she res earched the differences of immun e- modulating properties of mesenchy mal stem cells (MSC). She comp leted her first semester as a third-year medica l student and completed her Ph.D . with Dr. Buddha Dawn this past spring. Amy passed away on December 16th, 2017 in a tragic plane a ccident along with her father Dr. Louis Cantilena. Louis was a professor of medicine i n clinical pharmacology at the Uniformed Services Unive rsity of Health Sciences in Beth esda, Maryland. Surviving are his wife Kathleen \"Cathy\" Conry Cantilena, two si sters; and her brother. Amy and Louis were laid to rest Thursday, December 28th, 2017 at All Souls Cemetery in Germantown, Maryland. 20 Department of Molecular & In tegrative Physiology Faculty 2017 - 2018 (Left to right): Melissa Lars on, Phil Lee, Ning Wang, John Thyf ault, Lane Christenson, Andrei Belousov, Sam Enna, Stev en LeVine, Gustavo Blanco, el Wolfe, E. Matthew Morris, Warren Nothni ck, Paige Geiger, John Stanford Lesli e Heckert, Sumedha Gunewardena, Peter Smith, John Wood 21 Department of Molecular & Integr ative Physiology Graduate Stude nts 2017 - 2018 Front Row (left to right): Pere z Sanchez, Page Hayley, Fatimah Aljubran, Preethi Kunchala Back Row (left Fox, Ale x Von Schulze, Adrianna Maure r, Kelly Fuller, Ashley Cloud, Rikki Nel son, Younshim Park, Elizabeth Th oenen, Ayushi Vashisht Not Pictured : Zahraa Alali, Bradley Lamb, Jianzheng Wu 22 DEPARTMENT ROSTER July 1, 2017 - June 30, 2018 a. Faculty Primary Appointment in Physiology V. Gustavo Blanco, M.D., Ph.D., Professor & Kathleen M. Osborn Chair Andrei Belousov, Ph.D., Associate Professor Vargheese M. Chennathukuzhi, Ph.D., Associate Professor K. Christenson, Ph.D., Associate Professor Salvatore J. Enna, Ph.D., Professor and Associate Dean for Research and Graduate Education Paige C. Geiger, Ph.D., Associate Professor Leslie L. Heckert, Ph.D., Marion M. Osborn Professor fo r Reproductive Sciences Phil Lee, Ph.D., Associate Professor Steven M. LeVine, Ph.D., Professor Warren Nothnick, Ph.D., Professor and department Vice Chair Peter G. Smith, Ph.D., John H. Wineinger, Professor, Senior Associate Dean for Research John A. Stanford, Ph.D., Associate Professor John P. Thyfault, Ph.D., Associate Professor Ning Wang, Ph.D., Assistant Professor Michael W. Wolfe, Ph.D., Associate Professor John G. Wood, Ph.D., Professor and Director of Educational Programs Emeritus Paul D. Cheney, Ph.D., Professor Norberto C. Gonzalez, M.D., Professor Thomas J. Imig, Ph.D., Professor Lawrence P. Sullivan, Ph.D., Professor Joseph S. Tash, Ph.D., Professor Paul F. Terranova, Ph.D., Professor Randal Professor Scott Professor Sue Ph.D., Associate Professor Nicolas Rohner, Professor Kausik Si, Ph.D., Professor Sarah Zanders, Assistant Professor 23 Research Track Faculty Sumedha Gunewardena, D.Phil., Research Assistant Professor Melissa Larson, Ph.D., Research Assistant Professor E. Matthew Mo rris, Ph.D., Research Assistant Professor Joint Appointment in Physiology Shrikant Anant, Ph.D., (Cancer Biology) PT, Ph.D., FAHA, ( Physical Therapy and Rehabilitation Science) William Brooks, Ph.D., (Neurology, Director of Ho glund Brain Imaging Center) Jeffrey Burns, M.D., (Neurology) Mark E. Medicine - Pulmonary Division) Shawn Frost, Ph.D., (Physical Therapy and Rehabilitation Science) Tomoo Iwakuma, M.D., Ph.D., (Cancer Biology) Jill Jacobson, Li, Ph.D., (Urology) Joan Lewis-Wambi , Ph.D., (Cancer Biology) Joshua Mammen, M.D., (General Surgery) Courtney Marsh, M.D., M.P.H. (Obstetrics and Gynecology, Reproductive Endocrinology and Infertility Pierce, Ph.D., ARNP, CCRN, (Nursing) Jeff Radel, Ph.D., (Occupational Therapy) (Neurology) Russell H. Swerdlow, M.D., (Neurology) Shahid Umar, Ph.D., (Surgery) Darren Wallace, Ph.D., (Nephrology and Hypertension) Carl Weiner, M.D., M.B.A., (OB/GYN) Danny Welch, Ph.D., (Cancer Biology) Alan Yu, MB, B.Chir., (Internal Medicine, Nephrology Division) 24 b. Graduate Students Zahraa Alali Fatimah Aljubran Ashley Archer (Ward) Li Chen Ashley Cloud Joshua Curry Blake Ebner Cameron Fox Kelly Fuller Page Hayley Liying Li Ph.D. Ellis Lauren Stubbs Tyler Elmendorf Jonathan Warren Emily Fey Emma Renwick 26 e. Research Staff Gladis Sanchez, M.D. - Research Associate Jana Belousova, M.S. - Senior Research Associate Jake Cushing - Research Technician Jeffrey McDermott - Senior Research Associate Julie Allen - Senior Research Associate Mariad Thatcher - Research Associate at Hoglund Brain Imaging Center Naomi Holloway - Research Assistant Peter Adany - Senior Research Scientist at Hoglund Brain Imaging Center Theodore Budden - Part-time Research Technician Xiaoman Hong, M.D. - Senior Research Associate Anuradha Chakrabarty, Ph.D. - Senior Scientist Sarah Tague, Ph.D. - Senior Scientist Fengyan Deng - Research Assistant Julia Draper - Research Associate Clara Amat Fernandez - Clinical Research Coordinator Fnu Sornakala Ganeshkumar - Research Assistant Amanda Graham - Research Associate Lesya Holets, Ph.D. - Senior Scientist Roberto Noland Mora - Research Technician Amamika Ratri - Research Technician (part-time) Kimberly Stanford - Director of Operations Catherine Traxler - Research Assistant Zhaohui Liao, M.D. - Research Associate Dora Krizsan-Agbas - Senior Scientist Illya Bronshteyn - Research Associate Bailey Bye - Research Associate Fengyan Deng - Research Assistant Julia Draper - Research Associate Clara Amat Fernandez - Clinical Research Coordinator Fnu Sornakala Ganeshkumar - Research Assistant Amanda Graham - Research Associate Lesya Holets, Ph.D. - Senior Scientist Roberto Noland Mora - Research Technician Amamika Ratri - Research Technician (part-time) Kimberly Stanford - Director of Operations Catherine Traxler - Research Assistant Zhaohui Liao, M.D. - Research Associate Dora Krizsan-Agbas - Senior Scientist Illya Bronshteyn - Research Associate Bailey Bye - Research Associate 27 f. Support Staff Alexis Battershell - Student Assistant MacKenzie Boone - Student Assistant Liam Higgins - Accountant Lynn LeCount - Managing Editor Jennifer McNichols - Editorial Coordinator Shari Standiferd - Director of Operations Jennifer Wallace - Accountant 28 Activities of Graduate Students Zahraa Alali Publications: Nothnick WB, Marsh C, Alali. Z. Future Directions in En dometriosis Research and Therapeutics. Current Women`s Health Reviews 2018; 14:189 - 194. Alali Z , Swan K, Nothnick WB. Matrix Me talloproteinases and Endometrio sis. Current Women's Health R Acidic Ribosomal Protein P1 (RPL P1) Expression: A Novel Pathway in Endometriotic Lesion Tissue Su rvival. In: Reproductive Sciences ; 2018. pp. 108. Presentations: The 14th Annual Gilbert S. Greenwal d Symposium on Reproduction and Regenerative Medicine: Oral Pres entation. The University of Kan sas Medical Center, Kansas Cit y, KS. October 19 - 20, 2017 65th Annual Meeting fo r the Society for Reproductive Investigat ion: Oral Presentation. San Diego, CA. Mar ch 7 - 10, 2018, San Diego, CA Seminars: A novel Role of Ribosomal Prote in RPLP1 in Endometriosis Pathop hysiology /The Kansas Medica l Center, Molecular and Integra tive Physiology Departmental seminar s eries, Kansas City, KS/ ry 29, 2018, Kansas City, KS. Meetings Attended: 65th Annual Meeting fo r the Society for Reproductive Investigat ion// San Diego, CA /March 7 - 10, 2018, San Diego, CA Honors/Awards: SRI- IN- Training Investigator T ravel Award, Society for Reprod uctive Investigation, February 2018 Physiology Society Travel Award, The University of Kansas Medic al Center, March 2018 Trainee Oral Presentation Award, The 14 th Annual Gilbert S. Greenwald Symposium on Reproducti on and Regenerative Medicine, Kansas Cit y, KS, October 2017 Past President - KUMC Physiology Society 29 Ashley Cloud Presentations: Student Research Forum: Oral Presentation. KUMC. April 2nd, 2018 Meetings Attended: Greenwald Symposium. K UMC. October 19 - 20, 2017 Honors/Awards: Physiology Society, Crescence E. Meek Excellence Award Top Oral Presentation in Molec ular and Integrative Physiology, Student Research Forum Other: President - KUMC Physiology Society Page Hayley Publications: Jack MM, JM, McCarson KE , et al. 2017. Rats bred for low and high running capacity display alterations in peripheral tissu es and nerves relevant to neuropathy and pain. Brain Behav. 7(10):e00780.doi: 10.1002/brb3.780. Other Activities: Acceptance the Kansas Program in Neur ological and Rehabilitation Scienc es (T32 Program), an institutional training program funded by the National Institutes of Health Rikki Nelson Honors/Awards: Kathleen M. Osborn Fellowship in Reproductive Physiology Fall 2017 30 Consuelo Perez Sanchez Publications: Michael A. Cooper, Blaise W. Menta, Consuelo Perez-Sanchez , Megan M. Jack, Zair W. Khan, Janelle M. R yals, Michelle Winter, Dougla s E. Wright. 2018. A ketogenic diet reduces met abolic syndrome-induced all odynia and promotes peripheral nerve growt h in mice. Experimental Neurol ogy Volume 306. 149 - 157. Elizabeth Thoenen Publications: A. Thoenen, E. and Iwakuma T. interplay between mutant p53 and the mevalonate pathway\" Cell Death and Differentiation 25(3): 460 - 470 Presentations: KUCC Cancer Biology Program M eeting: Poster Presentation. The Embassy Suites Kansas City. June 8, 2018 Student Research Forum - Poster Presentation. KUMC. April 2 - 3, 2018 University of Kansas Cancer Center Symposium- Poster Presentat ion. University of Kansas Edwards Campus. December 1, 2017 Greenwald symposium- Poster Pres entation. KUMC. October 19 - 2 0, 2017 Meetings Attended: KUCC Cancer Biology Program M eeting/The Embassy Suites Kansas City (Olathe Hotel & Conferenc e Center)/June 8,2018 Student Research Forum/Universit y of Kansas Medical Center/ Ap ril 2 - 3, 2018 University of Kansas Cancer Cen ter Symposium/University of Kan sas Edwards Campus/December 1, 2017 Greenwald Symposium/University of Kansas Medical Center/ Octob er 19 - 20, 2017 Other: Social Chair - KUMC Physiology Society 31 Alex Von Schulze Publications: Von Schulze, Alex , Colin S. McCoin, Julie Allen, Paige Geiger, Gerald W. Dorn , E. Morris, and P. Thyfault . adaptations and BN IP3 mediated mitophagy.\" The Journal of Physiology (2018). Archer, Ashley E., Robert S. Rogers, Alex T. Von Schulze , Joshua L. Wheatley, E. Matthew Morris, Colin S. McC oin, John P. Thyfault, and Paige C. Geiger. \"Heat Shock Protein 72 R Accumula tion.\" American Journal of Physiology-Regu latory, Integrative and Comparative Physiology (2018). Archer, Ashley E., Alex T. Von Schulze , and Paige C. Geiger. \"Exercise, heat shock proteins and in sulin resistance.\" Phil. Trans. R. Soc. B 373, no. 1738 (2018): 20160529. Wilkins, Heather M., Ian Wei Scott Koppel, Xiaowan Wang, Alex T. Von Schulze , and Russell H. Swerdlow. \" Mitochondrial Function and Neurodegenerative Diseases.\" In The Molecular and Cellular Basis of Neurodegenerative Diseases , pp. 369 - 414. 2018. Presentations: KUMC Student Research Forum: P oster Presentation. Kansas City, KS. April 26, 2018 Keystone Symposia - Bioenerget ics and Metabolic Disease: Poste r Presentation. Keystone, CO. January 21-25, 2018 The 2017 Saltin International Gr aduate Course in Exercise & Cl inical Physiology: Poster and Oral Presentati on. Ottawa, Ontario, Canada. Septem ber 18 - and Metabolic Disease: - 25, 2018 The 2017 Saltin International Gr aduate Course in Exercise & Cl inical Physiology: Ottawa, Ontario, CAN. S eptember 18 - 21, 2017 Honors/Awards: KUMC Student Research Forum : Group 2 Poster Session - 1 st place Awarded the Self Graduate Fellowship 32 Jianzheng Wu M, Halfmann R. Quantifying nucl eation in vivo reveals the physical basis of prion-like phase behavi or. Molecular Cell 7(1), 155 - 168. PubMed PM ID: 29979963; PubMed Central P MCID: PMC6086602. (*equal authorship) of Cell Biolog Poster Presentation. Philade lphia, PA. December 5 Student Research Forum: Oral Pr esentation. KUMC, KS. April 2nd, 2018 Protein Homeostasis in Health a nd Disease: Poster Presentation . Cold Spring Harbor Laboratory, NY. April 19th, 2018 Seminars: \"Characterizing self- assembly of AB42 mutants in vivo \", Stowers Institute, MO. August 10 th, 2018 Meetings Attended: Protein Homeostasis in Health a nd Disease, Cold spring Harbor Laboratory, NY. April 17 - 21, 2018. American Society for Cell Biolo gy, Philadelphia, PA. December 2 - 6, 2017. Honors/Awards: ASCB (American Society for Cell Biology) Travel Award 2017 33 COURSES TAUGHT Medical Curriculum Core Courses CORE 815 - Cardiopulmonary . Dr. Wood, Dr. Geiger, Dr. G onzalez, and Dr. Smith CORE 820 - Gastrointestinal Tract and Nutrition . Dr. LeVine CORE 825 - Renal and Endocrine System . Dr. Wolfe and Dr. Blanco CORE 830 - Reproduction and Sexuality . Dr. Wolfe CORE 840 - Brain and Behavior . Dr. LeVine and Dr. Stanford CORE 860 - Integration and Consolidation, Dr. Blanco and Dr. Wood Departmental Graduate Courses PHSL 800 - Medical Physiology . Dr. Smith PHSL 834 - Reproductive Physiology . Dr. Chennathukuzhi PHSL 835 - Integrative Physiology of Exercise . Dr. Geiger, Dr. Thyfault, and Dr. Gonzalez PHSL 842 - Comprehensive Human Physiology . Dr. Belousov, Dr . Christenson, Dr. Chennathukuzhi, Dr. Geiger, Dr. LeVine, Dr. Wolfe , Dr. Heckert and Dr. Nothnick PHSL 843 - Physiology Disease. Dr. Nothnick , Dr. Christenson, Dr. Chennathukuzhi, Dr. Thyfault, Dr. Wolfe, Dr. Stanford, Dr. Heck ert, Dr. Geiger, and Dr. Blanco PHSL 846 - Advanced Neuroscience . Dr. Stanford, Dr. Cheney, Dr. Lee, and Dr. Smith PHSL 848 - Molecular Mechanisms of Neurological Disorders . Dr. LeVine, Dr. Belousov, Dr. Stanford PHSL 851 - Course . Dr. 34 . Chennathukuzhi, Christenson GSMC 853 - Cellular Structure . Dr. Belousov and Dr. Blanco GSMC 854 - Cell Communication . Dr. Nothnick GSMC 852 - Introduction to Biomedical Research. Dr. Christenson GSMC 856 - Introduction to Research Ethics. Dr. Wolfe 35 DEPARTMENT SEMINARS The Department Seminar progr am was directed by Dr. Va rgheese Chennathukuzhi. Forty-five speakers made presen tations, ten of which were from outside the university. In addition to support from the department, t he J. Hambleton Abrahams Lectureship in Physiology Endowment Fund, Kathleen M. Os born Memorial Lectureship in Physiology Endowment Fund, the Office of the Dean of the School of M edicine, the KIDDRC, Landon Center of Aging and the Center for Reproductive Sciences, Dr. Louis R. Fletcher Endowment Physiology Fund, and the School of Medicine Bohan Visiting Professor Program made important financ ial contributions to our program. July 31, 2017 Faculty Candidate Seminar Ning Wang, Ph.D. Assistant Professor Obstetrics Harvard Medical School \"Mechanism of Meotic Initiation in Mammalian Germ Cells\" Massachusetts General Hospital Boston, MA Funded by the Dr. Louis R. Fletcher Endowment Physiology Fund August 28, 2017 Faculty Candidate Seminar \"Epigenetic Regulation of Histone Eviction During Spermatogenesis\" Lacey Luense, Ph.D. Post-Doctoral Fellow Department of Cellular & Developmental Biology University of Pennsylvania Philadelphia, PA Funded by the Dr. Louis R. Fletcher Endowment Physiology Fund September 11, 2017 Andrei Belousov, Ph.D. Associate Professor \"Complex Contributions of Neuronal Gap Junctions to Cell Death and Survival\" Molecular & Integrative Physiology KUMC September Membrane Proteins\" Biochemistry and Molecular Biology KUMC 36 September 25, 2017 Chad Slawson, Ph.D. Associate Professor Biochemistry and Molecular Biology \"New Insights into the Interplay Between O-GlcNAc and Metabolism\" October 2, 2017 R. Scott Rector, Ph.D. Assistant Professor Nutrition & Exerci se Physiology and Medicine-GI \"Hepatocellular eNOS and NAFLD Susceptibility\" University of Missouri, Columbia, MO Hosted by Dr. John Thyfault, Ph.D. Associate Professor Molecular and Integrative Physiology KUMC October 9, 2017 Thomas Mueller, Ph.D. Research Assistant Professor Biology Kansas State University, Manhattan, KS Hosted by Dr. John Stanford, Ph.D. Associate Professor Molecular and Integrative Physiology \"The October 16, 2017 Sean M. Riordan, Ph.D. Research Assistant Professor Pediatrics Division of Child Neurology Children's Mercy Kansas City Hosted by Dr. John Stanford Associate Professor \"Variations in Variants and Variability: Tackling Genetic Susceptibility to Bilirubin\" Molecular and Integrative Physiology KUMC October 23, 2017 Joshua Curry \"Claudin-2, Calcium, and Kidney Stones: A Tale of Two Tissues\" Graduate Student Molecular & Integrative Physiology KUMC 37 October 30, 2017 Sarah Dallas, Ph.D. Lee M. and William Lefkowitz Endowed Professor \"Extracellular Vesicles as a Mechanism for Cell-Cell Communication in Bone\" University of Missouri, Kansas City School of Dentistry, Department of Oral and Craniofacial Sciences Hosted by Dr. Lane Christensen Associate Professor Molecular and Integrative Physiology KUMC November 6, 2017 Panying Rong, Ph.D. Assistant Professor Department of Speech- Language- \"Toward better understanding and assessment of motor speech disorders- The application of Hearing and Disorders University of Kansas biobehavioral and quantitative approaches\" Hosted by Dr. John A. Stanford Associate Professor Molecular & Integrative Physiology KUMC November 13, 2017 School of Medicine Lecturer Christian C.G. Naus, Ph.D. Professor \"Can Connexins Fill the Gap in Stroke Therapeutics?\" Department of Cellular & Physiological Sciences Canada Research Chair in Gap Junctions & Disease The University of British Columbia Vancouver, British Columbia Hosted by Dr. Andrei Belousov Associate Professor Molecular and Integrative Physiology KUMC Sponsored by the School of Medicine Bohan Visiting Professor Program and the J. Hambleton Abrahams Lectureship in Physiology Endowment Fund 38 November 27, 2017 A.J. Mellott, Ph.D. Research Assistant Professor Plastic Surgery KUMC \"Orchestrating the Extracellular Environment to Induce Stem Cell Differentiation and Tissues Repair\" December 4, 2017 Kathleen M. Osborn Memorial Lectureship Jerome F. Strauss, M.D., Ph.D. Professor \"Preterm Birth: Genes and the Environment\" Department of Obstetrics and Gynecology, Division of Reproductive Biology & Research Virginia Commonwealth University Richmond, Virginia Funded by the Kathleen M. Osborn Memorial Endowment Fund Hosted by Dr. Leslie Heckert, Marion M. Osborn Professor for Reproductive Sciences, Physiology KUMC Dr. Lane Christenson Associate Professor Molecular and Integrative Physiology KUMC December 11, 2017 In-Young Choi, Ph.D. Associate Professor Director of Magnetic Resonance Science \"Magnetic resonance spectroscopy (MRS) of the living brai n: What it can tell us\" Hoglund Brain Imaging Center KUMC December 18, 2017 Ashley E. Archer Graduate Student Molecular & Integrative Physiology \"Heat Shock Proteins in Liver Metabolism\" KUMC 39 January 8, 2018 M.A. Karim Rumi, Ph.D. Associate Professor \"Role of ESR2 in female fertility\" Department of Pathology and Laboratory Medicine Institute for Reproductive Health and Regenerative Medicine KUMC January 22, 2018 Phil Lee, Ph.D. Associate Professor \"Tissue-type specific measurement of neurochemicals and cerebral blood flow using MRI and MRS\" Director of Magnetic R esonance Technology Hoglund Brain Imaging Center KUMC January 29, 2018 Blake Ebner Graduate Student Molecular and Integrative Physiology \"The Role of Putative Prioin-Like Protein, CPEB2, in Translation and Long-Term Memory\" KUMC January 29, 2018 Dissertation Defense, 1:30 p.m. Beller Conference Center \"Heath Shock Protein 72 Reguation of Metabolism\" Ashley Archer Graduate Student Molecular & Integrative Physiology KUMC February 5, 2018 Leonard Dobens, Ph.D. Professor \"Complementary scre ens for new genes mediating the ability of the School of Biological Sciences pseudokinase Tribbles to antagonize Division of Molecular Biology and insulin signaling\" Biochemistry University of Missouri- Kansas City Hosted by Andrei Belousov, P h.D.; Associate Professor Department of Molecular and Integrative Physiology KUMC 40 February 12, 2018 Elin Grundberg, Ph.D. Roberta D. Harding & William F. Bradley, Jr. Endowed Chair in Genomic Research Faculty \"Capturing functional epigenomes for insight into metabolic disease susceptibility\" Children's Research Institute, Children's Mercy Hospital Kansas City Associate Professor Department of Pediatrics University of Missouri- K.C. School of Medicine Hosted by John Thyfault, Ph.D.; Associate Professor, Molecular and Integrative Physiology, KUMC and Leslie Heckert, Ph.D.; Marion M. Osborn Professor for Reproductive Sciences, Molecular and Integrative Physiology KUMC February 19, 2018 Zelha Nil Graduate Student Molecular and Integrative Physiology KUMC \"Regulated assembly of a its phosphatase activity and embryonic development\" February 26, 2018 Z a h r a a A l a l i \"A novel Role or Ribosomal Protein Graduate Student RPLP1 in Endometriosis Department of Molecular and Integrative KUMC March 5, 2018 School of Medicine Bohan Distinguished Lecturer Paul J. Fadel, Ph.D. Pathophysiology\" \"Neural Cardiovascular Regulation in Type 2 Diabetes Patients\" Director, Human Neural Car diovascular Control Lab Professor, Department of Kinesiology Associate Dean for Research, CONHI University of Texas Arlington Arlington, TX Hosted by John Thyfault, Ph.D.; Associate Professor Department of Molecular and Integrative Physiology KUKMC Sponsored by the School of Medicine Bohan Visiting Professor Program and the J. Hambleton Abrahams Lectureship in Physiology Endowment Fund 41 March 12, 2018 David Schulz. Ph.D. Associate Professor Division of Biological Sciences University of Missouri- Columbia Hosted by Andrei Belousov, Ph.D.; Associate Professor Department of Molecular and Integr ative \"Plasticity in the nervous system in response to injury: compensatory and pathological\" Physiology KUMC April 2, 2018 Liquin Zhao, Ph.D. Assistant Professor Department of Pharmacology & Toxicology \"Targeting Glycolysis to Promote Brain Resilience against Alzheimer's Disease\" School of Pharmacy University of Kansas April 9, 2018 Julie Kim, Ph.D. Susy Y. Hung Associate Professor Obstetrics and Gynecology \"Redox Dysregulation Promotes Survival of Uterine Fibroids\" Division of Reproductive Science in Medicine Robert H. Lurie Comprehens ive Cancer Center Northwestern University, Chicago, IL Sponsored by the J. H ambleton Abrahams Lectureship in Physiology Endowment Fund Hosted by The Physiology Society Department of Molecular and Integrative Physiology KUMC April 16, 2018- Cancelled Sarah Robbins Ph.D. Assistant Professor \"The Philosophy of Neuroscience: How Optogenetics is revolutionizing the Study of Memory\" Department of Philosophy University of Kansas- Lawrence 42 April 23, 2018-Postponed to Fall 2018 School of Medicine Bohan Distinguished Lecturer Richard A. Ceroine, Ph.D. Goldwin Smith Professor of Pharmacology and Chemical Biology \"How Rho GTPases led us to new areas of biology and disease\" Departments of Molec ular Medicine & Chemistry and Chemical Biology Cornell University, Ithaca, NY Hosted by Lane Christenson, Ph.D. Associate Professor Department of Molecular and Integrative Physiology KUMC Sponsored by the School of Medicine Bohan Visiting Professo r Program and the J. Hambleton Abrahams Lec tureship in Physiology Endowment Fund May 3, 2018 James L. Voogt Lecture in Neuroenddocrinology Jon D. Levine, M.D., Ph.D. \"Sex, Drugs, and Pain\" Professor Department of Medicine, Or al and Maxillofacial Surgery, and Physiologica l Nursing Vice Chair Oral Surgery Scientific Investigator , The Rosalind Russell Medical Research Center for Arthritis University of California, San Francisco Sponsored by the Institute for Reproductive Health & Regenerative Medicine, James L. Voogt Lectureship Fund, Department of Molecular and Integrative Physiology, and the Bohan Visiting Professor Program 43 May 4, 2018 Exercise is Medicine Conference \"Benefits of Exercise for Aging\" M a r c u s B a m m a n , P h . D . \"Promoting Healthy Aging of P r o f e s s o r Skeletal Muscle through Departments of Physiology & Biophysics, Medicine Exercise\" Nutrition Sciences Direc tor, Center for Exercise Medicine University of Alabama Birmingham School of Medicine Hosted by John Thyfault, Ph.D., and Paige Geiger, Ph.D.; Associate Professors Department of Molecular and Integrative Physiology KUMC Lara Boyd, P.T., Ph.D. Canada Research C hair (Tier II) Neurobiology of Motor Learning \"High Intensity Exercise Facilitates Motor Learning: A Novel Intervention for Stroke?\" Director, Brain Behavior Laboratory University of British Columbia Hosted by John Thyfault, Ph.D. and Paige Geiger, Ph.D.; Associate Professors Department of Molecular and Integrative Physiology KUMC Susan Gilshrist, M.D. Associate Professor Department of Clinical Cancer Prevention and Cardiology \"Cardiorespiratory fitness to mitigate cardiovascular risk in cancer patients\" Hosted by John Thyfault, Ph.D. and Paige Geiger, Ph.D., Associate Professors Department of Molecular and Integrative Physiology KUMC 44 May 7, 2018 Eduardo Rosa-Molinar, Microscopy & Analytical Imaging Research Core Laboratory Professor Pharmacology and Toxi Neuroscience Graduate Program University of Kansas- Lawrence Dissertation Defens e. 2:00 p.m. Lied Auditorium Joshua Curry Graduate Student \"The Role of Claudin-2 in the Proximal Tubule and Kidney Stone Disease\" Molecular and Integrative Physiology KUMC May 11, 2018 Dissertation Defens e, 1:30 p.m. Lied Auditorium Blake Ebner \"The Role of Putative Prion-like Protein, CPEB2, in Translation and Long-term Memory\" Graduate Student Molecular and Integrative Physiology KUMC May 14, 2018 School of Medicine Bohan Distinguished Lecturer \"Gastric Bypass: Taste, Palatability, and Food Selection\" Alan Spector, Ph.D. Distinguished Research Professor Department of Psychology and Program in Neuroscience Florida State University, Tallahassee, FL Hosted by John Thyfault, Ph.D., Associate Professor Department of Molecular and Integrative Physiology KUMC Randolph J. Nudo, Ph.D., P rofessor & Vice Chair Research Department of Rehabilitation Medicine and Landon Center of Aging Sponsored by the School of Medicine Bohan Visiting Professor Program and the J. Hambleton Abrahams Lectureship in Physiology Endowment Fund 45 May 21, 2018 Voyages Seminar Series Michael J. Parmely, Ph.D. Professor and Former Chair Microbiology, Molecular Genetics and Immunology \"Bilbo Baggins, Owens Meany and the Passage of Time\" KUMC June 19, 2018 Dissertation Defense, 2:00 p.m. Stowers Institute for Medical Research Z e l h a N i l Graduate Student Molecular and Integrative Physiology \"Regulated Assembly of Prion-Like Phosphate, CG5830, Controls its Phosphate Activity and Embryonic Development in Drosophila Melanogangster\" KUMC June 27, 2018 Dissertation Defense, 9:00 a.m. Stowers Institute for Medical Research \"Characterization of the Mammalian Methyltransferase Tgs1\" Li Chen Graduate Student Molecular & Integrative Physiology KUMC 46 PUBLICATIONS a. Manuscripts Published Archer AE, Rogers RS, Von Sc hulze AT, JP , PC . Heat shock protein 72 r egulates hepatic lipid accumulation. Am J Physiol Regul Integr 2018 Archer, A.E., Von Schulze, A., Geiger, P.C. \"Exercise, heat shock proteins and insulin resistance\" in Heat shock prot eins in health and disease, them e issue of Philosophical Transactions of t he Royal Society B. Ed. Blatch, Price, Edkins and Pockley. 2017. Bani-Ahmed Cirstea CM. Primary motor cortex ipsilateral to the paretic arm - a potential ne ural substrate for compensatory trunk use in chronic stroke. Int J Phys Med Rehabil (2017) 5: 3. Joyner MJ, Limberg PJ. Insulin i ncreases ventilation during eug lycemia in humans. neurode velopment and sible role of neuronal connexin in a Norman Bowery, Neuropharmacology 136: 1-2, 2018. Bhattacherjee A, Mu Y, Win ter MK, Knapp JR, Eggimann LS, Gunewardena SS , Kobayashi K, Kato S, Krizsan-Ag bas D, Smith PG. \"Neuronal cyto skeletal gene dysregulation and mechanical hyper sensitivity in a rat model o f Rett syndrome''. Proc Natl Acad in Rat Model of Re tt Syndrome''. Toedebusch RG. Role of in chronic diseases : evolutionary insight and patho physiological mechanisms. Gavril. Pasternak, Joseph T. Coyle ( eds.), Apprentices to Genius: A Tribute to Solomon H. Snyder, Vol. 82, Advances in Pharmacology , pp. 21-34, Academic Press, Enna, S.J. , Zohar, J., Racagni, A New Nomenclature for Classi fying Psychotropic Drugs. British Journal of Clinical Pharmacology 2017. Casillan AJ, Chao J, Wood NC. Acclimat ization of the systemic microcirculation to alveolar h ypoxia is mediated by an . Effects Ligame nt Injury and Surgical Repair on Wr ist Cartilage T2 Relaxation Ti me. J Musculoskel 20: Choi IY, Lee P , Hughes AJ, Denney DR, Lynch S G. Longitudinal changes of cereb ral glutathione (GSH) levels associated with the clinical course o f disease progression in patients with se condary P, AJ, Belliston S, Denney DR, Lynch SG. In vivo evidence of oxidative stress in brains of JM, Hay ley P, Escher T, Koch LG, Brit ton SL, Raupp SM, Winter MK, McCarson KE, Geiger PC , Thyfault JP , Wright DE. Rats bred for low and high running capacity displa y alterations in peripheral ti ssues and nerves relevant to neuropathy and pain. B rain Behav. 2017 Sep 6;7(10) e00780. Cirstea CM, Choi IY, Lee P , Peng H, Kaufman CL, Frey SH. Magnetic resonance spectroscopy of current hand am putees reveals evidence for neu and premotor c ortices predicts therapy gain after subcortical stroke - a pilot study. AM J J, Cirstea CM. Remote motor system metabolic profile and su rgery outcome in X. Fu, W.X. Ding, S.C. Burgess, R .S. Rector, and J.P . Thyfault. Aerobic Capacity mediates susceptibilit y Biochemical Pharma cology doi:10.1016/j.bcp.2018.03 .01, 2018. Enna, S.J. Stephen P.H. A lexander (Volu me Editors). Cannabinoid Pharmacol ogy. Advances in Pharmacology, Vol. 80, Academic Press, United Kingdom, 475 pp. 2017. Enna, S.J. (Series Editor), Gavril Pasternak and Joseph T. Coyle (Volume E ditors). A Tribute to Solomon H. Snyder. A dvances in Pharmacology, Vol. 8 2, Academic Press, United Ki ngdom, 348 pp, 2018. 48 Enna, S.J. (Series Phar macology: and Extracellula r Matrix. Advances in Pharmac ology, Vol. 81, Academic Press, Unit ed Kingdom, 391 pp, 2018. Fletcher JA, Linden MA , Sheldon RD, Meers GM, Morris EM , Butterfield JW 2nd, Rector RS, Fibroblast growth factor 21 increases hepatic oxidative capacity but not ph ysical activity or energy ture in hepatic PGC- in infected ues harvested from derangements reduced Alzheime r's Disease. Mediators Inflamm . 2018 Feb 22,2018. Gan L, Ma D, Li M, Yang F-C, Rogers RS, Wheatley JL, Koch LG, B ritton SL, Thyfault JP , Geiger PC , Stanford JA (2018) Striatal PGC1- and other markers of mitochondrial biogenesis are related to intrinsic aerobic capacity and are re sponsive to acute high fat diet exposure. Neurosci Lett 674, 49-53 Gan L, Ma D, Li M, Yang FC, Rog ers RS, Wheatley JO, Koch LG, Br itton SL, Thyfault J P , Geiger PC , Stanford JA . Region-specific differences in bioenergetics protein and protein response to acute high fat diet in brains of low and high capacity runner rats. Neurosci Lett . 2018 May miR-181b-5p of TIMP-3 during vitro dec idualization of a human endometr ial stromal cell line and identification of miR-181b-5p targets by differential in-g el analysis. Reprod Sci. 24: and LeVine, pathways as possible therapeutic Regen. Res . 1 2:1262-1267. Review Hung WT, Navakanitworakul R, K han T, Zhang P, Davis LK, uptake and an E, AW, Zhu H, RH. A bioenergetics syst hepatic oxidative c apacity but not physical activ ity or energy expenditure in hepatic P GC-1 MS, Dayton RD, Stanford JA , Klein RL (2017) Methods and tips for intravenous administrati on of adeno-associated virus to ra ts and transduction. Christenson L.K. , Arulanandam BP. MicroRNA mediated regulation of immunity against gram-negative bacteria. Int Rev Immunol 20 17 Aug 11:1-13. PMID: 28800263 Khristi V, Chakravarthi VP, Si ngh S, Pramanik A, Ratri A, Borosha S, Roby Mol Cell End ocrinol 474:214-26. Khristi V, Chakravarthi VP, Si ngh P, Ghosh S, Pramanik A, Ratri A, Borosha S, Roby K MW Rumi 2018 Differ entially regulated genes in Esr2-mutant rat granulosa cells. D ata Brief 19:1008-11. Kim JM, Billington E, Reyes A, N otarianni T, Sage J, Agbas E, T aylor M, Monast I, Stanford JA (Cn) interaction zinc aggregation in SOD1 G93A . 3. [Epub ahead of print]. Kim J, Choi IY, Duff K, Lee P . Progressive pathological changes in neurochemical profile of the olfactory bul bs and hippocampus of N, Holcomb A, Gunewardena S, Thomas SM. \"De velopment and Characterizatio n of an In Vitro Model for Radiation-Induc ed Fibrosis\". Radiat Res. 2018 P , Adany Imaging bas ed magnetic resonance spectrosco py (MRS) localization for quantitative neurochemical analysis IY, Lee P . Perspective frequency correction using outer volume suppression-localized navigator for MR Spectroscopic Imaging. EB, Fischer K J. Evaluation of midcarpal capitate contact mechanics in normal, injured JA, Gastecki ML , Koch L, Britton SL, Fletcher JA, Fu X, Ding WX, Burgess SC, Rector RS, Thyfault JP . Aerobic capacity mediates susceptibility for the transit ion from steatosis to steatohepa , Adams SH. The serum metabolomics signature of Type 2 Diabetes is obscured e. ED , Wilkins HM, Archer AE, Thyfault Alzheimers 2017;58(4):1129-1135. Nielson CV, JG Burns: Pathophysiology of Systemic Com plications and Current Manageme nt. J of Burn Care Res, 38(1), e469-e481, 2017. 50 Norman GJ, Carlson JA, Patrick K , Kolodziejczyk JK, Godino JG, Huang J, Thyfault J behavior and cardiomet abolic associations (2017) Serum miR- 451a levels are significantly eleva ted in women with endometriosis and recapitulated in baboons (Papio anubis) with experimentally -induced disease. Re prod Sci. 24:1195-1202. Nothnick WB (2017) MicroRNAs and endometriosis : distinguishing drivers fr om passengers in disease pathogenes is. Sem Reprod Med. 35: 173 - 180. Nwachokor J, Tawfik O, Rector RS. Soy compared with milk protein in a western di et changes fecal microbiota and de creases n derivatives to different Na, K-ATPase isoforms: a molecular docking approach. J Enzyme Payton Circulati ng microRNAs as for early embryonic viability Mol Reprod effe cts of exercise training in require FGF21. H. NCB5OR deficiency in the cerebellum and midbrain leads to dehydration and alterations i n thirst response, fasted feeding behavior, and vo luntary exercise in mice. Cerebellum . JE, Georg GI, Blanco G . Design, Synthesis, and in Vitro and in Vivo Evaluation of Ouabain Anal ogues as Potent and Selective Na,K-ATPase 4 Is oform Inhibitors for Male Contr aception. Zha g S, ME, Rider V, Stanford JA , Ward RE, Chapes SK (2018). The K-INBRE Symposium: A ution Improve Physiol Edu 42, 104-110. 51 Yang F-C, Draper J, Smith PG, Vivian JL, Shapiro SM, Stanford JA (2018) Short Term Development and Fate of MGE-Like Neural Progenitor Cells in Jau ndiced and Non- Jaundiced Rat Brain. Cell Transplant 27, 654-665 52 b. Manuscripts in Press A.E. Archer, R.S. Rogers, A.T. Von Schulze, Geiger . Heat Regulates Accumulation. Am J Physiol Regul Integr metalloprotei nases and endometriosis pathophysiology. Current Women' s Health Reviews. 14:147 - 153. Bhattacherjee A, Mu Y, Win ter MK, Knapp JR, Eggimann LS, Gunewardena SS , Kobayashi K, Kato S, Krizsan-Agbas D, Smith PG. Neuronal cytoskeletal gene dysregulation and mechani cal hypersensitivity in Rett Syndrome . Proceedings of the National Academy E ggimann L, Mu Y, Gunewardena S, Li ao Z, Christianson JA, and Smith PG . (2017) Motor, somatosensory, v iscerosensory and metabolic heterozygous female rat model of Rett syndrom e. International doi: 10.3390/ijm s19010097. Chakrabarty A, and Smith PG. (2017) Inflammatory renin-angiotensin system disruption attenuates s ensory hyperinnervation and anical in a Dalal S, Singh P, Wolfe M , Rumi MAK. 2017. Repression of p57KIP2 in trophoblast stem cells by SAT B homeobox proteins. Internat ional Federation of Placenta Associations, Aug . 2, Manchester, UK. Enna, S.J. (Series Editor), Kim Brosen and Per Damkier (Volume Editors). Pharmacogenetics. Advances in P harmacology, Vol. 83, Academic Press, United Kingdom, in press. Khristi V, Singh P, Ghosh S, Pra manik A, Borosha Dalal gonadotropin induc ed preovulatory follicle matura tion and ovulation. 1 4 th Annual Gilbert S. Greenwald Sym posium on Reproduction, Kansas City, KS. McCarson KE, Winter MK, Abrahamson DR, Berman NE, Smith PG . (2018) Assessing Repetitive Movement Behaviors i n Rodent Models of Neurological Disorders. Neurobiology of Learning and Memory, do i: 10.1016/j.nlm.2018.02.025. Graham A. (2018) Macrophage migration inhibitory factor receptor, over -expressed interleukin-8 Nothnick WB , Marsh C, Alali Z. (2018) Future directions in endometriosis r esearch and therapeutics. Current Women's H ealth Reviews. 14:189 Woo I, Christenson LK , Gunewardena S, Ingles SA, Thomas S, K, Bendikson K, Paulson R, McGinnis LK. Micro-RNAs involved in cellular proliferation have altered expression prof iles in granulosa of young women w ith diminished ovarian reserve.J Assist Reprod Genet In Press 53 Yang FC, Draper J, Smith PG , Vivian JL, Shapiro SM, Stanford JA . Short Term Development and Fate of MGE-Like Neural Progenitor Cells in Ja undiced and Non-Jaundiced Rat Transplant. 2018 Jan 1: 27(4):654-665. PMID: 29845869. PMCID: PMC6041884 Yu W, Dalal K, Singh P, Wolfe M , Rumi MAK. 2017. Disruption of SATB signaling dysregulates BMP4 ex pression in stem of Placenta Associat ions, Aug. 30-Sept. 2, Manchest er, . 2017. A-to-I RNA editing in mammalian oocyt es. 50th Annual meeting of Soci ety for the Study of Reproduction, Washington, DC. Brachova P, Alverez N, Latham K, Albertini D, and L.K. . lters codon usage. Keystone Mobil e Genomic Meeting Santa Fe, Utah. Chakrabarty A, Liao Z, Rumi KM, Smith PG (2018) Estrogen receptor Esr1 is required for development of hypersensit ivity and hyperinnervation in a rat model of vestibulodynia. World Congr ess on Pain, Boston MA Choi I-Y, Lee P , Hughes AJ, Adany P, Belliston S, Denney DR and Lynch SG. The relationship between oxidative stress and symptoms of fatigue and depression in multiple sclerosis: a pilot study. Mult Scler (2017) 23(S3):547. 33rd Congress of the European Committee for Treatm ent and Research in Multiple Sclerosis (ECTRIMS) and 7th Joint ECTRIMS -ACTRIMS meeting, Paris, France 25-28, Novel Space Flight Plan to Moni tor Female Mice Fertility Using Reduced Crew Time. American Society of Grav itational and Space Research, S P and Brooks WM. Transcranial direct current sti mulation effects on prefrontal cortex in major depressive disorder (MDD) ed by in vivo proton magnetic resonance spectroscopy (1H MRS). Brain Stimulation (2017) Biennial International Meeting on Neurom odulation (NYC Neuromodulation) , New York, NY, January 13-15, 2017. - poster presentation De A, Zhou S I NDUCE A BARRETT'S ESOPHAGUS LIKE METAPLASTIC CHANGE BUT ALSO IN DUCE MALIGNANT BEHAVIOR IN NORMAL ESOPHAGEAL CELLS. DDW 2018. Emily D.O., Ke lsee Youth\" Meeting of the Pediatric Endocrine Society. May 5-8, 2018 - Toronto, Canada Emily Paprocki, D.O., Ke lsee Halpin, M.D., Leslie Heckert Ph.D., Jill Jacobson, M.D. Establishing New Growth Charts in Transgender and Gender Non-B inary Adolescents on Standard Gender Affirming Therapy. 100th Annua l Meeting of the Endocrine Society. March 17-20, 2018 Chicago, Illinois Lee C-Y, Choi IY and Lee P . Prospective frequency correction using outer volume suppression-localized navigator for MR Spectroscopic Imaging. Proc Int Soc Magn Reson Med 25 (2017) 5526. Honolulu, HI, April 22-27, 2017. - electronic multimedia poster presentation 55 Lee CY, Choi IY, Lee P . In vivo validation of OVS-localized navigator for prospective frequency correction in MRSI, Proc Int Soc Magn Reson Med 26 (2018) 1311. Paris, France, June 16-21, 2018. - electronic poster presentat ion Lee CY, Choi IY, Lee P . Retrospective frequency correct ion for fluorine (19F) MRS using an external reference, Proc Int Soc Magn Reson Med 26 (2018) 3884. Paris, France, June 16-21, 2018. - electronic poster presentat ion Lee P , Lee CY, Choi I-Y, Lynch SG, Hui singa JM. Correlation between sensorimotor delay and microstructural integr ity Mult Scler (2017) 23(S3):1018. - 33rd Congr ess of the European Committee for Treatment and Research in Mult iple Sclerosis (ECTRIMS) and 7th Joint ECTRIMS-ACTRIMS meeting, Paris, France, October 25-28, 2017. - poster presentation E. Matthew Morris, Alex Von Schulze, Julie A llen, Colin McCoin, John Thyfault . Impact of Reduced Liver Mitochondrial Function on Intermittent HFD-induced Adiposity in Young Mice. The Obesity Society Annual Meeting at ObesityWeek SM 2017; October 29 Ouabain enhances the cystic phenotype of the kidney in a mous e model of ADPKD. P-Type-ATPa se Meeting, Otsu, Japan, September 2017. Jeff P. McDermott, Gladis Sánchez and Blanco . Mutation of the Na,K-ATPase 4 isoform ouabain site does not affect sperm fertilizing capa city. American Society of Andrology. Miami, April 2018. Jeff P. McDermott, Gladis Sánchez, Liu Lijun and Gustavo Blanco . Na,K-ATPase 4, but not 1 is essential for s perm function, but its ouabain bi nding site is not required for male fertility. P-T ype-ATPase Marck, Xiaoyu Cui, Judith Heiny, Gustavo B l a n c o , Sandrine Pierre, and Zijian Xie. Isoform-Specific Role of Na/K-ATPase 1 in Skeletal Muscle Growth and Performance. Experimental Bio logy, Chicago, IL, April 2017. Pan, X, Sands, SA, Yue, Y, Zhang, K, LeVine, SM* , and Duan, D*. Vector optimization dramatically improved the outco me of Krabbe disease gene thera py in the twitcher mouse model. ASGCT 21st Annual Meeting in Chicago, I L, May 16 19, 2018. Molecular Therapy 2018; 26(5):260 Pauline Marck, Xiaoliang W ang, Gustavo Blanco , Liquand Cai, Zijian Xie and Sandrine V . Pierre. Cardiac structure and function in mice with a cardiomyocyte-specific knockout of Na+/K+-ATPase 1-isoform. Experimental Biology, Chicago, IL, Preet R, Hung WT, Vishwakarma V, Christenson LK, Dixon HuR ATES EXTRACELLULAR VESICLE SECRETION IN COLOREC TAL CANCER. Stanford JA , Stanford KG, Rogers RS, O'Meara B, Hong Y, Nishimune H (2017) . Effects of long-term forelimb resistance training on neuroprot ective proteins in the brains of aged rats. Poster presented at the 47th Annual Meeting of the Society for Neuroscience in Washington, D.C . 56 Yang, F-C, Riordan SM, ian, JL, Shapiro, outgrowth after transpla ntation into jaundiced and nonjaundiced rat brain. Poster presented at the 24th Annual Meeting of the American Society for Neural Therapy and Repair in Clearwater Beach, FL . Yang Riordan SM, Vivian (2017) Time course neural progenitor cell survival and development after transpla ntation into jaundiced rat brain. Poster presented at the 47th Annual Meet ing of the Society for Neuroscience in Washington, D.C . 57 RESEARCH SUPPORT V.G. Blanco: NIH: \"Inhibitors of Na, K-ATPas e alhpha4 as male contraceptive s\" April 1st, 2014 - March 31st, 2019. Annual Direct Costs: $190,000 NIH: \"Kansas IDeA Network of Bio medical Research Excellence\" Ma y 15th, 2014 - April 30th, 2019. Annual Direct Costs: $20,000 NASA: \"Space flight-altered mo tility sperm from sea urchin and rodents\" March 30th, 2017 - April Direct Costs: $170,000 V.M. Chennathukuzhi: NIH/NICHD: \"The uterine fibroids (Role: PI) 10 antagonists for the treatment of uterine fibroids (Role:PI) \" August 8th, 2018 - July 31st, 2020. Annual Direct Costs: $210, 547 NIH/NICHD: \"Cell-cycle regulatory kinases as targets for male c ontraceptives drug development (Role:PI) \" 2014 - 2019. L.K. induced n and estrogen signaling d ysfunction, adaptation, and recovery\" N ovember 1st, 2014 - Costs: Pulmonary Remodeling\" July 1st, 2016 - June 30th, Enna, Co- - 2020. Annual Dir ect Costs: $140,000 International Union of Basic and Clinical Pharmacology: \"Societ y Office\" 2006 - 2018. Annual Direct 58 P.C. NIH/NIGMS HSF1-PGC1a-HSP72 transcriptional mitochondrial h liver 2017 - 2019. Annual Direct Costs: $60,000 American Physiological Society R esearch Career Enhancement Awar d: \"Heat therapy and vascular function training\" 2 - 17 - 2019. Annual Direct Co sts: $19,505 KUMC ADC: \"Targeting the heat sho ck proteo stasis and lower risk for Alzheimer's Disease\" 2018 - 2019. Annual Direct Costs: $16, of Anesthesiol ogy: \"Heat therapy for fibromyalg ia: the effect on chronic pain and possible mech anisms\" 2018 - Encephalomyelitis\" June 1st, 2017 - March 31st, 2019. Annual Direct Costs: $71,400 National Multiple Sclerosis Socie ty: \"High Dose Biotin Therapy and Remyelination\" November 1st, 2017 - October 31st, 2018. Annual Direct Costs $40,000 E.M. Morris: NIH/NIDDK: \"Hepatic mitochondrial function gain\" September 8th, 2017 - Annual \"Reduced modulates neur al development impacting obesity risk\" May 1st, 2018 - April 30th, 2018. $75,000 W.B. pathogenesis\" August 1st, 2017 - May 31st, 2018. Annual Direct Costs $125,000 NIH: \"The role of REST in the pathogenesis of uterine fibroids\" August 1st, 2013 - July 31st, 2018. P.G. Smith: NIH: \"Identifying therapeutic ta rgets for vulvodynia\" July June 30th, 2017. Annual Direct Cost: $260,000 KUEA: \"Spinal Cord Injury Repair Program\" April 15th 2011 - April 14th 2018. Annual Direct Cost: $400,000 NIH: \"Creation opmental disorder\" April 1st, 2015 - Cost: $135,000 Core\" 31st, 2017. Direct Cost: $493,000 NIH: \"Kansas Intellectual & Dev elopmental Disabilities Research Center (KIDDRC)\" September 26th, 2016 - June 30th, 2021. encephalopathy\" June 1st, 2013 - August 31st, 2019. Annual Direct Costs: $100,000 NIH: \"Exercise- activated me chanisms reduce degeneration of age d neuromuscular junctions\" September 30th, 2015 - May 31st, 2020. Annual Direct Costs: $1,959,385 J.S. Tash: NIH - non-hormonal male contraceptive agents.\" Septem 01, 2012 - June 30, 2017. NIH: regulat ory kinases as targets for male contrac eptive drug development.\" April 1, 2014 - March 31, NASA: \"Space flight-altered mo tility activation and fertility-d sperm from sea urchin and rodent s.\" August 1, 2013 - March 31, 2019. NASA: \"Female reproductive health : Space flight induced ovarian & estrogen signaling dysfunction, adaptation, and reco very.\" Capacity\" Jul y 20th, 2017- July 19th, 2022. Total cost over 5 years: $3,041,884 \"Skeletal muscle ial Abnormalities in Alzheimer' s Disease\" May 1st, 2017- April 31st, 2019. Total cost over 2 years: $420, 750 Veterans Affair Merit Review: \" Mitochondrial Abnormalities in A lzheimer's Disease\" October 1st, 2014 - September 31st, 2018. Total cost over 4 years: $961,328 NIH: \"Increased Protein at Br eakfast for Weight Management in O verweight Adolescents\" October 1st, - September and functional h ier\" A nnual Direct Cost: M.W. lineage developm ent\" July 2014 - unity-oriented research and education (T-SCORE)\" February 1st, 2016 - January 30th, 2020. Annual Direct Cost: $200,000 Academy of Medical Educators: \"In teractive, ipped classroom hemodynamic monitoring for dical education\" 2017 - 2018. Annual Direct Cost: $10,750 61 ACTIVITIES OF FACULTY Andrei B. Belousov, Ph.D. , Associate Professor We are interested in the mechanisms of r egulation of neuronal gap junctions (electrical synapses) during development a nd neuronal injury. We also st udy the role of neuronal gap junctions in death of neurons in the developing nervous system and in the secondary, glutamate-dependent neuronal death following ischemic stroke, traumatic brain injury and epilepsy. As a result of t hese studies, a novel model of the mechanisms of glutamate-dependent neur onal death has been proposed, where neuronal gap junctions play a critical role. Committee Activities: K U M C Physiology Department Representat ive, KUMC Faculty Council Information Resource C ommittee, KUMC Member Community Student Research Forum, KUMC Judge Resident, Postdoc, and Fellow Research Forum, KUMC Judge Student Committee Service Member, Ph.D. dissertati on committee, Page Hayley Community Greater Kansas City C hapter of the SFN, Member Editorial and Grant Reviews: Ad Hoc Reviewer, Cellular and Molecular Neurobiology Ad Hoc Reviewer, Frontiers in Molecular Neuroscience Ad Hoc Reviewer, Neuroscience Letters Ad Hoc Reviewer, Journal of Neuroscience Research Ad Hoc Reviewer, Pharmacology and Therapeutics Ad Hoc Reviewer, Neuropharmacology Ad Hoc Reviewer, OncoTarget Ad hoc Reviewer, Frontiers in Cellular Neuroscience Ad hoc Reviewer, NTRC study section, NIH Grant Reviewer, KUMC, Research Institute Clinical Pilot Grants Reviewer, Abstracts for the Inte rnational Stroke Conference, Am erican Heart Association Lied Basic Science Grants, KUMC Reviewer, Mallinckrodt Foundation, KUMC Teaching Activities: PHSL 842 - Comprehens ive Human Physiology 9 - 2 hour lectures IGPBS - Cellular Structure 2 - 2 hour lectures 1 - 2 hour seminar 62 Dr. Belousov (continued ) B2.021- Altered mental sta tus in an elderly patient 1 - 1 hour lecture B5.072- CBCL: Malabsorption syndrome 1 - 1 hour lecture C B C L 8 - 2 hour lectures Research Personnel: Janna V. Belousova, M.S., Senior Research Associate 63 V. Gustavo Blanco, M.D., Ph.D. , Professor & Kathleen M. Osborn Chair Our laboratory studies the role of ion-transpor t proteins of the plasma membrane in cell function, with a particular emphasis on the Na,K-ATPase. The Na,K-ATPase or Na pump is an enzyme of the cell plasma membrane, that uses ATP to transport cytoplasmic Na+ out of the cell in exchange for extracellular K+. Structurally, Na,K- ATPase is composed of a catalytic and an associated subunit. In mammals, different molecular variant s or isoforms of the (1, 2, 3 and 4) and a (1, 2 and 3) polypeptide are expressed in a tiss ue and cell dependent manner. Our work has shown that different isoforms of the Na,K -ATPase have enzymatic properties that are unique and that they are not biologically redundant. Wh ile the ubiquitously expressed Na,K-ATPase 1 and 1 functions as the housekeeping Na,K-ATPase in the cell, the other isozymes mediate tissue-spec ific roles. We have identified 4 as a catalytically active isoform of the Na,K-ATPase, which is only expressed in testis male germ cells and is abundant in the sperm flagellum. Using pharmacological tools and genetic approaches in transgenic mice, we hav e established that Na,K-ATPase 4 is essential for sperm motility and male fertility. We are currently continuing experiments to understand the mechanisms of action and regulation of 4, with the idea of using it as a biomarker for male fertility and a target for male contraception. In addition, we are studying the role of the Na,K-ATPase in autosomal dominant polycystic kidney disease (ADPKD). ADPKD is characterized by the progressive enlargement of fluid filled cysts in the kidneys that comp romise the function of the organ. We have found that the hormone ouabain, acti ng via the Na,K-ATPase 1 stimulates renal cyst formation and progressi on in ADPKD. We continue experiments to understand the role and mechanisms of ac tion of ouabain in ADPKD, with the idea of finding approaches to slow ADPKD cystogenesis. Meetings Attended: September 2017 - P-Type-ATPa - and U01 Steeri Meeting. Greenwald Symp osium in Reproduction, KUMC December 2017 - Association of C hairs of Departments of Physio logy, Jamaica Committee Activities: Departmental Kathleen M. Osborn Chair, Departmen t of Molecular & Integrative Physiology Co-Director, Thesis Committee, A rchana Raman, Physiology, Ph.D. Member, Thesis Committee, P ei-Lei, Physiology, Ph.D. Member, Thesis Committee, Felcy Selwyn, Pharmacology, Ph.D. Member, Thesis Committee, Wen Zhao, Pharmacology, Ph.D. Member, Thesis Committee, Kelli Boxberger, Pharmacology, Ph.D. Member, Thesis Committee, Yuc hen Zhang, Pharmacology, Ph.D. Member, Thesis Committee, Younshi m Park, Physiology, Ph.D. Member, Thesis Committee, Zahr aa Alali, Physiology, Ph.D. 64 Blanco (continued) Member, Thesis Committee, Shreya Mukherji, Pharmacology, Ph.D., Member, Thesis Pharmacology, Ph.D., Mar shall University KUMC Director, K-INBRE Developmental Research Core (DRPP Core) Member, Wescoe Society, serving as a mentor for medical student s Member, M.D./Ph.D. Admission Co mmittee Program, helping to inte rview and select students Member, Committee for the Univer sity Biotechnology Sequencing F acility Member, Committee member for t he organization of the Greenwald Symposium Member, Wescoe Academic Society Member, Review Committee for Pilo t Grant Program of the Liver D isease C O B R E Member, KUMC Strategi c Planning Committee Member, K-INBRE Incentive and Awards Committee Editorial and Grant Reviews: Grant Review, K-INBRE research grants Grant Review, Lied Basic Science Pilot Grants, KUMC Reviewer, American Journal of Physiology - Metabolism and Endocrinology Section Reviewer, Journal of Assisted Reproduction and Genetics Reviewer, Frontiers in Reproduction Ad Hoc Reviewer, Journal of American Journal of Physiology - Endocrinology Ad Hoc Reviewer, Journal Assisted Reproduction and Genetics Ad Hoc Reviewer, American Journal of Physiology Ad Hoc Reviewer, Biology of Reproduction Invited Presentations: September 2017 - G. Blanco. Relativ e contribution of Na,K-ATPas e 4 and Na,K-ATPase 1 isoforms to sperm motility. The 15 th International Conference on Na,K-ATPase and Re lated Transport ATPases, Otsu, Japan September 2017 - G. Blanco. Na,K-AT Pase 4, but not 1 is essen tial for sperm function, but its ouabain bindi ng site is not required for male fertility. The 15th International Conference on Na ,K-ATPase and Related Transport ATPases, Otsu, Japan October 2017 - Gladis Sanchez, Shameen Sultana Syeda, Kwon Ho H ong, Gunda Georg and Gustavo Blanco. Cardenolid e inhibition of the sperm- specific Na,K-ATPase 4 for ma le contraception. U54 Steering Committee. New York 65 Dr. Blanco (continued) November 2017 - G. Blanco. \"Na,K-A TPase 4: the ion transporter that propels sperm and drives sperm fertility\", Northwestern University, Chi cago IL January 15, 2018 - K-INBR E Annual Symposium. Developmental Rese arch Core. Overland Park, Kansas April 2018 - K-INBRE Exter nal Advisory Committee. KUMC May 2018 - G. Blanco. Thesis def ense evaluation for Hang Nielse \"Mutational studies of the mechanisms of ion binding and PKA regulation of the Na+,K+-pump\", Aarhus University, Aarhus, November 2017 - Blanco. \"Na,K-A TPase 4: the ion transporter that propels sperm and drives sperm fertility\", Northwestern University, Chi cago IL November 2017 - G. Na,K- ATPase effects of ouabain in autosomal dominant pol ycystic kidney disease. Marsha ll University, Huntington WV May 2018 - G. Blanco. The testis specific Na,K-ATPase. Marine B iological Laboratories, Woods Hole, MA Academic Honors: Students Voice Award for Excellence in Teaching Teaching Activities: CORE 825 - Renal Physiology 18 - 1hour sessions Integration and Consolidat ion - Renal Insufficiency 1 - 2 hour session Remediation Course- Renal Physiology 2 - 3 hour sessions Step Prep Course- Renal Physiology 1 - 1 hour session CBCL- Renal Failure, Diabetes insipidus, Renal arterial stenosi s 1 - 1 hour session Nephrology Fellow Boards- Clinical Renal Physiology 4 - 1 hour sessions Medical Curriculum 7 - 2 hour sessions Prematriculation Hemorrhagic s hock, myocardial infarction 2 - 2 hour sessions IGPBS, Membrane biology and transport 3 - 6 hour sessions Frontiers of Reproduction 2 - 16 hour sessions Human Physiology 3 - 2 hour sessions 66 Dr. Blanco (continued) Physiology of Disease 3 - 2 hour sessions Research personnel: Gladis Sanchez M.D., Research Associate Jeff McDermott, Senior Research Associate Marco Tulio Correa Pessoa, visiting Ph.D. student Abdouli 67 Vargheese M. Chennathukuzhi, Ph.D. , Associate Professor My research interests include uterine fibroi d pathogenesis, fertility and contraception. Uterine fibroids are the most common tumors of the fema le reproductive tract and are the leading indication for hyster ectomies in the US. Sadly, there is no approved drug to treat uterine fibroids chronically. Our l aboratory is trying to understand the regulation and function of GPR10, a G pr otein-coupled receptor, aberr antly expressed in uterine fibroids. We have generated transgenic mice overexpressing GPR10 in the myometrium in order to understand its ro le in the pathogenesis of fi broids. Transgenic-hGPR10 mice develop uterine fibroids that are phenotypically identical to the human disease. We plan to use this preclinical model for the dev elopment of small mole cule modulators of GPR10 as treatment for fibroids. In addition, we have identified t he molecular machinery that regulates aberrant expressi on of GPR10 in uterine fibroi ds. We recently developed a conditional knockout model for Rest, the tr anscriptional represso r of GPR10. Rest cKO mice develop uterine fibroid phenotype. We have also identified PRICKLE1 as the upstream regulator of REST st ability and function in the uterus . Our laboratory is trying to validate the role of environmental estr ogens in the suppression of Prickle1 gene and REST protein expression using rodent models. Our laboratory is also interested in molecu les that regulate sper m function and male fertility. We have an ongoing proj ect to identify small molecule inhibitors of CDK2 that specifically inhibit meiosis, as potential contraceptive dr ugs. We are also studying the functional regulation of the sperm specif ic sodium-proton exchanger (sNHE) in expression systems that ut ilize chimeric channels. Committee Activities: Departmental Member, Finance Committee Member, GSAC Coordinator, Physiology Seminar Series Member, Faculty Search Committee Student Service Committee Member, Thesis Committee, Zah raa Alali, Physiology, Ph.D. Member, Thesis Committee, Youns him Park, Physiology, Ph.D. Member, Thesis Committee, Wei-T ing Hung, Physiology, Ph.D. Member, Thesis Committee, Saieed Safder, Microbiology, Ph.D. Member, Thesis Committee, Ash ley Ward, Physiology, Ph.D. Member, Thesis Committee, Brittany Jack, Anatomy and Cell Biolo gy, P h . D . K U M C Member, Faculty Council Member, D3ET (Drug Discovery , Delivery and Experimental Therapeutics), IAMI Member, IGPBS Admissions Committee C o m m u n i t y Chair, SSR Awards Committee 68 Dr. Chennathukuzhi (continued) Editorial and Grant Reviews: Ad Hoc Reviewer, Integrative and Clinical En docrinology and Re production (ICER) study section (ad hoc) Ad Hoc Reviewer, CMIR Study section 6/21/2017 Ad Hoc Reviewer, Biology of R eproduction, PLOS One, Human Repr oduction Member, Endocrine and Reproductive Special Emphasis P anel/Scientific Review Group 2017/10 ZRG1 EMNR-V (02) M) Panel/S cientific Review Group ZHD1 DSR -L (50) Member, Special Emphasis Panel / Scientific Review Group 2018/01 ZHD1 DSR- L (50)1 Seminars Presented: November 6th, 2017 loss of R EST in uterine fibroids\" Wic hita State University Teaching Activities: PHSL 834 - Reproductive Physiology Course Director 3 - 2 hour sessions IGPBS Genetic Switches -Gene Expression 3 - 2 hour sessions PHSL 842 - Comprehensive Human Physiology 2 - 2 hour sessions PHSL 843 - Physiology of Disease 2 - 2 hour sessions CBCL- Small Group Facilitation 7 - 2 hour group sessions Research personnel: Faezeh Koohestani, Ph.D . (Postdoctoral Fellow): The T in the pathogenesis of uterine fibroids - Accepted a science and marke ting manager position at GenScript. Michelle McWilliams (Graduate St udent): Estrogenic regulation o f PRICKLE1 and its effect on REST in uterine fi broids - Submitted the graduate thesis, defended and graduated with Ph.D. in Physiol ogy during the year - Accepted the position of Resear ch Scientist at Charles River, R eno, NV Mina Farahbakhsh (M.D./Ph.D. Gr aduate Student): Role of ADAM12 and other REST target genes in uterine fibr oids - Submitted the graduate thesis, defended and graduated with Ph.D. in Physiol ogy during the year . Currently back in clinic al rotations at KUMed. Ashley Cloud (IGPBS Rotation St udent): Spring duate Ganeshkumar (Research Assistant) Kavya Shivashankar Undergraduate S tudent, Columbia, NY - Joined recently in the M.D. program of Thomas Jeffe rson University, Philadelphia, PA 69 Dr. Chennathukuzhi (continued) Abril Lara (Gear UP Summe r Intern, June - Aug 2017) Ganesh Aruna (Summer Intern June - Aug 2017) Currently undergra duate student at Vanderbilt India Barnett (Gear UP Su mmer Intern, June - Aug 2018) 70 Lane K. Christenson, Ph.D. , Associate Professor Fertility, infertility and ovarian cancer are major health concerns for women. Research in my laboratory focuses on understanding t he terminal events involved in follicular development and ovulation. The studies have di rect implications in development of a fertile healthy oocyte, contraception and dis ease conditions such as polycystic ovarian syndrome and ovarian cancer. Current studies focus on understanding the role extracellular vesicles (exosomes and microves icles) play in ovarian maturation, granulosa cell function) and in ov arian cancer. The laboratory is also examining how post-transcriptional regulator y processes such as RNA editing impacts oocyte developmental competen ce. These studies use the latest state of the art technologies, including next-gen-sequencing, nanoparticle analysis in addition to standard molecular and biochemical techni ques. The laboratory also uses a comparative approach using human, bovine and murine cells and animal studies in both cows and mice to gain further insights into the reproductive biology of the ovary. Committee Activities: Departmental Member, Greenwald Sympos ium Planning Committee Early Development Theme Leader, KIDDRC Member, Departmental Finance Committee Member, Departmental Faculty Search Committee Student Service Committee Chair, Advisory and Dissertation Committee, Rikki Nelson, Physi ology, P h . D Phys P h ion Committee, Jonathon Keck, Immunology, Ph.D. Universit y of Texas San Antonio Member, Advisory and Dissertati on Committee, Greg Burns, Ph.D., University of Missouri Member, Advisory and Dissertat ion Committee, Jianzheng Wu, Physiology, Ph.D. Member, Advisory and Dissert ation Committee, Hope Waisner, Microbiology, Ph.D. KUMC Member, Freezer Mon itor Committee, SOM Member, Genomics Core, KINBRE Member, Human Stem Cell Research Oversight Committee National Director on SSR Board, Society for Study of Reproduction Progra m Committee 71 Dr. Christenson (continued) Editorial and Grant Reviews: Reviewer, National Institute of Health- Reproduction, Andrology and Gynecology Study Section 2015 - 19 - Permanent member Ad Hoc Reviewer, Grant, Welcome T rust/DBT India Alliance Fellow ship Ad Hoc Reviewer, Grant, United St ates/ Israel Binational Scien ce Foundation Grant Reviewer, Member, NIH- P50 Special Review Panel Editorial Board Member, Jour nal of Assisted Reproduction and G enetics Reviewer Editorial Board of Repr oductive Endocrinology, Frontie r in Endocrinology Office/ Advisory Groups: Director on SSR Board (Nationally Elected), Society for Study of Reproduction Invited Presentations: July 15, 2017 - Society for Study of Reproduction - Cellular Co mmunication with the Ovarian Follicle - Extracell ular Vesicles Is There a Role? Symposium Session - Control of Ovarian Development, Washington, DC May 18, 2018 - Annual Michigan Alliance for Reproductive Techno logies and Sciences - RNA editing in Oocyt e and Ovarian Function. Grand R apids, MI Teaching Activities: Frontiers in Reproduction at Marin e Biology Laboratory- Tole of RNA editing in ovarian function 1 - 2 hour session MI CBCL 6 - 2 hour sessions IGPBS 3 - 2 hour sessions PHYS 842 1 - 2 hour session Meetings Attended: July 15, 2017 - Society for St udy of Reproduction, Washington D C October 3, 2017 - Americ an Society for Gravit ational and Space (NRSA- Compl eted) Senior Research Associate Jake Cushing - Research Technician Rikki Nelson - Ph.D. Student Lauren Stubbs - Underg raduate Volunteer Tyler Elmendorf - Undergraduat Summer Scholar 72 Salvatore J. Enna, Ph.D. , Professor, Associate Dean fo r Research and Graduate E d u c a t i o n Neurotransmitters and neurotransmitter recept ors, with particular emphasis on the structure, function and pharmaco logy of GABA receptors. Meetings Attended: July 13 - 15, 2017 - Reference M odule in Biomedical Sciences E ditorial Board Meeting, Oxford, Unite d Kingdom, July 13-15, 2017. August 6 - 8, 2017 - Nebraska INBR E Conference, Nebraska City, Nebraska September 16 - 17, 2017 - Current Protocols in Pharmacology Editorial Board Meeting, Philadelphia, Pennsylvania September 27 - 29, 2017 - ICMAN Na tural Products Conference, Ab erdeen, United Kingdom October 28 - 29, 2017 - Internat ional Union of Basic and Clinic al Pharmacology (IUPHAR) Executive Committ ee Meeting, Rimini, Italy October 25 - 28, 2017 - Italian Society of Pharmacology Congres s, Rimini, Italy November 1 - 3, 2017 - PhRMA F oundation Grant Review Meeting, Washington, D.C., December 3 - 7, 2017 - Americ an College of Neurophsychopharmaco logy Meeting, Palm Springs, California March 7 - 10, 2018 - Neurothera peutics Discovery and Developmen t for Academic Scientist Course, Rockville Maryland April 21 - 25, 2018 - Experimenta l Biology, American Society fo r Pharmacology and Experimental Therapeutics Annual Meeting, San Diego, Califo rnia May 15 - 20, 2018 - Pharmacology Futures and NC-IUPHAR Committe e Meetings, Edinburgh , United Kingdom Committee Activities: Departmental Chair, Departmental Appointment s, Promotions, and Tenure Comm ittee KUMC Internal Advisory Committee (Co- Chair), Kansas University Train ing Program in Neurological and Rehabilitation Sciences Member, Executive Research Committee Member, Faculty Activity Colla borative Tool (FACT) Committee Member, Medical School E xtended Dean's Committee National Chair, Nebraska-INBRE External Advisory Committee Member, PhRMA Foundation Pha rmacology Advisory Panel Member, British Pharmacological Society International Advisory Group Member, GABA-B Nomencla ture Database Committee Member, UMKC School of Pharmacy Research Advisory Council 73 Dr.Enna (continued) International President, International Union of Basic and Clinical Pharmacolo gy (IUPHAR) Member, International Union of Basic and Clinical Pharmacology (IUPHAR) Executive Committee Editorials and Grant Reviews: PhRMA Foundation Pharmacology/T oxicology Grant Review Committe e Editorial Advisory Board, CNS Drug Review Editorial Advisory Board, Current Opinion in Pharmacology Editorial Advisory Board, Chinese Medicine Editorial Advisory Board, Pharmacology International Editorial Boards of S Protocols in Pharmacology Series Editor, Advances in Pharmacology Guest Editor, Biological and Pharmaceutical Bulletin Section Head, Neuropharmaco logy and Psychopharmacology, Faculty of 1000 Pharmacology Section Editor, Reference Module in Biomedical Sciences Invited Presentations: October 26 th, 2017 - Plenary Lecture \"In Vivo In Vitro Dolo, Itali an Pharmacology Society Remini, Italy March 7th, 2018 - NIH Neurother apeutics Drug Discovery Course Lecture: Alternative Approaches to Drug Discovery, Rockville, Maryland Teaching Activities: Faculty Advisor Orr Society Mentor for: Lauren Arney 2 - 1 hour group sessions Ojas Patel 2 - 1 hour group sessions Other Student Contact T32 Lecture- Manuscript Preparation 1 - 2 hour group sessions Medical Education CBCL - Alzheimer's Disease 1 - 2 hour group sessions CBCL - Aplastic Anemia/ Transplant 1 - 2 hour group session CBCL - Renal Artery Stenosis 74 Enna (continued) 1 - 2 hour group session CBCL - Pulmonary Infection 1 - 2 hour group session CBCL - Cholecystitis/Cholelithiasis 1 - 2 hour group session CBCL - Viral Hepatitis 1 - 2 hour group session CBCL - Diabetes Insipidus 1 - 2 hour group session CBCL - Diabetes and the Pancreas 1 - 2 hour group session Med. School year 2 - Small Group Discussion-CNS Drugs 2 - 2 hour group sessions Med. School year 2 - Small Group Discussion- Toxicology & Chemotherapy 2 - 2 hour group sessions Graduate Advanced Neuroscience 3 - 2 hour sessions KU School of Pharmacy Graduate Student Lecture on Manuscript Preparation 1 - 2 hour session KUMC Psychiatry Residents Lectu re- Neurochemistry, Neurotrans mitters and Psychiatric Illness 1 - 2 hour session Research Personnel: Ms. Lynn LeCount, Managing Editor, Biochemical Pharmacology; Paige C. Geiger, Ph.D. , Associate Professor My research focus is on the cellular mechanisms leading to the development of insulin resistance and type 2 diabetes. My laboratory examines insulin signaling pathways and the regulation of glucose uptake and mitochondrial function in skeletal muscle in response to obesity-inducing high fat diets as well as exercise training and heat treatment. Our research to date has contributed to an understanding of the role of heat shock proteins in metabolic disease with implications for future treatment of diabetes and neurodegenerative diseases. Meetings Attended: April 2018 - Experiment al Biology, San Diego, CA May 2018 - KUMC Exercise is Medi cine, Kansas City, KS (co-organ izer) Committee Activities: Departmental Member, Graduate Studen t Affairs Committee KUMC Chair - Elect, School of Medi cine Research Committee Co - Organizer and Faculty Adviso r, Exercise is Medicine Sympo sium Member, Executive Committee WIMS Faculty Advisor, American M edical Women's Association Member, Cray Diabetes Cent er Advisory Board Member, Student Union Corporation Board Member, BRTP review committee Student Committee Service: Member, Dissertation Committee, O livia Eller-Smith, Anatomy, Ph .D. Member, Dissertation Committee, Daniel Elliot, A natomy, M.D./ P h.D. Mentor - Joshua Miller Mentor - Vendita Garimella Administrative Facility Co - Director, Met abolic and Obesity Research Pheno typing Facility (MORPh) Community, Regional, and National Activities Exercise Physiology Councilor and Secretary - Treasurer, APS Environmental and Exercise Phy siology (EEP) Steering Committ ee Editorials and Grant Reviews: Editorial Reviewer, American Journal of Physiology: Regulatory, Integrative and Comparative Physiology Ad Hoc Reviewer, American Journal of Physiology Ad Hoc Reviewer, Journal of Applied Physiology Ad Hoc Reviewer, Journal of Physiology Teaching Activities: B4 - Respirati on and Circulation 3 - 3 hour sessions 76 Dr. Geiger (continued) B5 - CBCL Large Group 1 - 1 hour session C B C L 7 - 2 hour sessions PHSL 842 - Human Physiology 11 - 2 hour sessions PHSL 836 - Physiology of Disease 12 - 2 hour sessions Research Personnel: Alex Von Schulze, Graduate Student, Self-Fellow Fengyan Deng, Ph.D., Research Assistant Gunewardena, Interest: Bioinformatics and genomics: modeling protein-DNA interactions, biological sequence analysis, micr oarray data analysis, biological pathways and network analysis, development of computational tools and databases. Publications: Bhattacherjee A, Mu Y, Win ter MK, Knapp JR, Eggimann LS, Gunewardena SS , Kobayashi K, Kato S, Krizsan-Ag bas D, Smith PG. ``Neuronal cyt oskeletal gene dysregulation and mechanical hyper sensitivity in rat model o f Rett syndrome''. Proc Natl Acad S , Z, Christianson JA, Smith PG. ``Mo ory and Metabolic Impairments in a Heter ozygous Female Rat Model of Re tt Syndrome''. in infected ues harvested from S, New J N, Holcomb A, Gunewardena S, Thomas SM. \"De velopment and Characterizatio n of an In Vitro Model for Radiation-Induc ed Fibrosis\". Radiat Res. 2018 Jan Leslie L. Heckert, Ph.D. , Marion M. Osborn Professor for Reproductive Sciences Through collaboration with Dr. Jill Jacobson at Children's Mercy Hospital (CMH) I continued research on hormonal and genetic va riations in transgender individuals and patients with disorders of sex development. To assist thes e efforts, I spent a 6-month sabbatical learning genetic variant analysis at the CMH Center fo r Pediatric Genomic Medicine. This provided new skills in hu man sequence analysis and the integration of various data sources to help identify relevant variants in mitochondrial disease. I continue to collaborate with Isabelle Thiffa lt and Warren Cheung at the Genome Center on evaluation of patients with mitochondrial disorders. Meetings Attended: April 19 - 22, 2017 - XXIVth Nort h American Testis Workshop. M iami, Florida Committee Activities: Departmental Member, Department Finance Committee Member, Promotions & Tenure Committee Member, Faculty Recruitment Committee KUMC Member, Institutional B iosafety Committee Member, Transgenic and Gene Target ing Core Oversight Committee Member, IGPBS Curriculu m Committee- November Member, IGPBS Advisory Board, November Member, Institutional B iosafety Committee Community, Regional and Na tional Activities Executive Committee, North American Testis Workshop Chair, Program Committee, Nor th American Testis Workshop Editorial and Grant Reviews: Ad Hoc Reviewer, Molecular and Cellular Endocrinology Ad Hoc reviewer, Biology of Reproduction Ad Hoc reviewer, FASEB Editorial Board Member, Endocrinology Teaching Activities: C B C L 3 - 2 hour group sessions C B C L 5 - 2 hour group sessions PHSL 842 - Comprehens ive Human Physiology 5 - 1 hour sessions Physiology of Disease 1 - 1.5 hour session 79 Melissa A. Larson, Ph.D. Research Assistant Professor As the Technical Director of the Transgenic and Gene-Targeting Institutional Facility, my role is largely defined by service. I am responsible for providing services in the generation of gene- modified mice, sperm and embryo cryopreservation, assisted reproductive technologies, and embryonic stem cell propagation and targeting. We provide these services for investigators at KU Med and KU-Lawrence, as well as the entire Kansas City metro area. In addition, I am interested in exploring and implementing new technologies that allow creation of unique mouse research models. Invited Presentations: October 15 - 18, 2017 - American Associat ion for Laboratory An imal Science National Meeting as a represent ative for the International Soc iety for Transgenic Technologies, Austin, Texas Seminars: October 15, 2018 - Genome Editi ng of the Mouse and Pluripotent Stem Cell Models, Genome Editing Works hop, KUMC, Kansas City, KS Meetings Attended: October 15 - 18, 2017 - American Association for laboratory Ani mal Science National Meeting, Austin, Texas October 1 - 4, 2017 - Transgenic Te chnology Meeting, Salt Lake City, Utah Committee Activities: KUMC Member, Institutional Ani mal Care and Use Committee Member, Institutional BioSafety Committee National Representative, American Associ ation for Laboratory Animal Sc ience on behalf of the International Socie ty for Transgenic Technologies Research personnel: Illya Bronshteyn, M.S., Research Associate Julia Draper, M.S., R esearch Associate 80 Phil Lee, Ph.D. , Associate Professor The major focus of my research is to char acterize structural, functional, physiological and metabolic changes linked to aging, disease activity and progression using advanced in vivo magnetic resonance tec hniques. Another important focus of my research is to develop novel in vivo magnet ic resonance imaging techniques to offer new possibilities for monitoring the disease st atus and the impact of treatments through new quantitative, non-invasive biomarkers. My own research and collaboration have yielded 11 publications during this fiscal year. Invited Presentations: September 8 - 11, 2017 - Workshop oral presentation, Prospectiv e correction for motion-induced frequency drifts i n MR Spectroscopy using OVS-lo calized navigator, ISMRM Workshop on Moti on Correction in MRI and MRS, Cape Town, South Africa March 27, 2018 - Invited speaker p resentation, Emerging advance d MRS strategies, International Soc iety of Magnetic Resonance in Medi cine (ISMRM) Workshop on Advanced Neur o MR: Best Practices for Techn ical Implementation, Seoul, S. Korea March 31, 2017 - Keynote speaker p resentation, Compartment-base d spatial localization in quantitative MR I and MRS, International Congres s on Magnetic Resonance Imaging (ICMRI ) & Annual Scientific Meetings of KSMRM, Seoul, S. Korea Seminars Presented: December 15, 2017 - Neuroimagi ng in neurology: Principles a pplications, Neurology/Neurosurgery Grand Rounds, KUMC, Kansas City, KS January 22. 2018 - Tissue-type s pecific measurement of neuroche mical and cerebral blood flow using MRI and MRS, Seminars in Physiology, KUMC, Kansas City, KS Meetings Attended: October 25- 28, 2017 - The 33rd Congress of the European Commit tee for Treatment and Research in Multiple Sclerosis (ECTRIMS) and 7th Joint ECTRIMS-ACTRIMS meeting, Paris, France Committee Activities: University Advanced Technology Development C ommittee of the Hoglund Brain Imaging Center (HBIC) HBIC Executive Committee HBIC Project Review Committee HBIC Staffing Committee Faculty judge for 2017 Resident, Pos tdoc & Fellow Research Day at KUMC 81 Dr. Lee (continued ) International Conference Organizing Committee of the International Conference on Brain Energy Metabolism (ICBEM) Service on Student Committees Thesis Committee, M.S. B ioengineering, Sean Ellis Thesis Committee, Ph.D. Otolaryng, Andrea Freemyer Editorials and Grant Reviews: Ad Hoc Reviewer, Journal of Magnetic Resonance Imaging Ad Hoc Reviewer, Magnetic Resonance Materials in Physics, Biology and Medicine Ad Hoc Reviewer, Neurochemical Research Ad Hoc Reviewer, NMR in Biomedicine Ad Hoc Reviewer, Brain Imaging and Behavior Ad Hoc Reviewer, Neu rotoxicity Research Ad Hoc Reviewer, N MR in Biomedicine Conference proceedings of Internat ional Society for Magnetic Re sonance in Medicine Conference proceedings of Ameri can Society for Nutrition Editorial Board member , Neurochemical Research Teaching Activities: BIOE 899 - Independent Investigation 12 - 1 - 2 hour sessions Other Activities: Consultant of magnetic resonance imaging program of Center for Brain, Biology and Behavior at University of Nebraska Consultant of the Imaging Center a t University of Missouri at C olumbia Research Personnel: Chu-Yu Lee, Postdoc at Hoglund Brain Imaging Center Peter Adany, Senior Research S cientist at Hoglund Brain Imaging Center Sean Ellis, Graduate student of B ioengineering program, KU-L Mariad Thatcher, Research Associ ate at Hoglund Imaging Ce nter 82 Steven M. LeVine, Ph.D. , Professor We study two demyelinating diseases of th e central nervous system, multiple sclerosis and Krabbe's disease. We examine pathog enic mechanisms and test experimental interventions in animal models of these diseases. The goal of our studies is to improve treatment options for patients a fflicted with these conditions. Committee Activities: Departmental Member, Graduate Student A dvisory Committee Member, Departmental Promoti ons and Tenure Committee KUMC Member, Safety Committee for the Smith East Building Community Member, Neurodegenerative Subcommi ttee for the KCALSI Regional Strategic Assessment Editorials and Grant Reviews: Ad Hoc Reviewer, Immunological Ad Hoc Reviewer, Neural Regeneration Research Ad Hoc Reviewer, Orphane t Journal of Rare Diseases Ad Hoc Reviewer, Neuroscience Letters Grant Reviewer, KUMC Research Institute Internal Clinical Pilot Research Grant Grant Reviewer, Lied Basic Science Grant Programs Grant Reviewer, Austrian Sc ience Fund- Hertha Firnberg Teaching Activities: PHSL 842 - Human Physiology 4 - 1 hour sessions PHSL 842 - Comprehens ive Human Physiology 1 - 1 hour session PHSL 843- Physiology of Disease 2 - 1.5 hour sessions *mentored students for lecture preparation and attended/graded seven additional student presentations CORE 840 - Neuropathy Labs(co-taught) 4 - 2 hour sessions Gastrointestinal- Renal- GI Physiology I, II, III, IV 4 - 1 hour sessions Gastrointestinal- Renal- Constipation(assisted) 1 - 1 hour session 83 Dr. Levine (continued) Research Personnel: Rebecca Heidker, Ph.D. - Volunt eer Research Assistant, working on paper together Yi Feng, Ph.D. - part-time Pos tdoctoral Fellow in my lab Mingcai Zhang Ph.D. - part-time P ostdoctoral Fellow in my lab Theodore Budden, part-time Research Technician in my lab Other Activities: Multiple Sclerosis Resear ch Group at KUMC - Member CBL on Constipation for the Gast rointestinal - Renal block - L ead Author 84 E. Matthew Morris, Ph.D. , Research Assistant Professor Dr. Matt Morris investigates the role of peripheral energy metabolism in the development of obesity, type 2 diabetes, and cardiovascular disease. His work centers on how the function of the primary energy pr oducing cellular bodies, mitochondria, can impact tissue function and ultimately systemic health. The current focus is how liver mitochondrial function can, th rough neural pathways to the brain, influence high fat diet- induced weight gain via changes in food intake and storage of dietary fat. Meetings Attended: November 30 - October 3, 2017 - Obesity Week, Washington DC Committees: Service on Student Committees Member, Ph.D. Molecular and Int egrative Physiology, Alex Von Schulze Editorial and Grant Reviews: Ad Hoc Reviewer, Lied Basi c Science Grant Program Ad Hoc Reviewer, Vidi Grant, I nnovational Research Incentives S cheme of the Domain Science - Netherlands Or ganization for Scientific Resea rch Ad Hoc Reviewer, Journal of Applied Physiology Ad Hoc Reviewer, Experimental Physiology Ad Hoc Reviewer, Applied Physiology, Nutr ition, and Metabolism Ad Hoc Reviewer, Diabetes Care Ad Hoc Reviewer, Physiology & Behavior Ad Hoc Reviewer, Journal of Physiology Teaching Activities: CBCL - M1 7 -3 hour lectures PHSL 843 - Physiology of Disease 1 - 3 hour lecture PHSL 836 - Advanced Neuroscience 1 - 3 hour lecture 85 Warren B. Nothnick, Ph.D., H.C.L.D. , Professor and Vice-Chair Research in the focuse s on deciphering the role of microRNAs (miRNAs) in the pathophysiology of endometrio sis and the potential of targeting these miRNAs and/or their target transcripts as potential therapies for endometriosis treatment. Emphasis is placed upon di ssecting these miRNA-mediated pathways utilizing both in vitro and in vivo models. Secondary interests focus on the regulation and function of microRNAs in the decidua lization process and endometrial infertility associated with endometriosis and progesterone resistance. Committee Activities: Departmental Vice-Chairman, Department of Mole cular and Integrative Physiolo University of Kansas Medical Ce nter, January 1, 2017 - present Chairman, Department of Molecula r & Integrative Physiology, Uni versity of Kansas Medical Center, Financ e Committee, 2014 - Present. Chairman, Faculty Search Committ ee, Reproductive Biology Positi on Student Committee Service: Chair/Mentor, Zahraa Alal i, Member, Sachith Polpitivia Ar achchige, Microbiology, Ph.D. Oral Composition Member, Camer on Fox, Physiology, M.D./ Ph.D. Oral Composition Member, JZ Wu, Physiology, Ph.D. KUMC: Director, Center for Reproductive Health Sciences Member, Diverse Faculty Recruit ment Committee, School of Medici ne Member, Executive Committee o f the School of Medicine Faculty C ouncil Chairman, Appointment, Promotion and Tenure Committee, School of Medicine Judge, Poster Presentation Comp etition, The 14th Annual Gilbert S. Greenwald Symposiu m on Reproduction Other Activities: Poster Judge, 65 th Annual Meeting for the Society for Reproductive Investigation, M a r c h 7th - 10th, 2018, Denver, CO Seminars Presented: September 26 th, 2017 - \"New insights into the pathophysiology of endometriosi s: The role of miR-451a.\" University of Colorado School of Medicin e, Department of Obstetrics and Gynecology, Denver, CO. November 1st, 2017 - \"miR-451a as a central m ediator in the pathogenesis of endometriosis.\" University of Georgia College of Pharmacy, Pharmaceutical and Biomedical Sciences, Athens, GA. Meetings Attended: March 6 th - 10th - 65th Annual Meeting for the Society for Reproductive Investigation, San Diego, CA. 86 Dr. Nothnick (continued ) Editorial and Grant Reviews Ad Hoc Reviewer, Biology of Reproduction Ad Hoc Reviewer, Reproductive Sciences Ad Hoc Reviewer, Human Reproduction Ad Hoc Reviewer, Scientific Reports Ad Hoc Reviewer, 2018/10 ZRG1 OBT- R (80) Academic Research Enha ncement Award (AREA) study section , Washington, DC, June 13, 2018 (Teleconference) Ad hoc Reviewer, Oregon National Primate Research Center Pilot Research Program, April 2018 Abstract Review Committee, Ameri can Society for Reproductive Me dicine, Endometriosis special Interest Group 74th Annual Meeting of the American Society for Reproductive Medicine, 2018, Denver, CO Abstract Review Committee, 65th Annual Meeting for th e Society for Reproductive Investigation, March 7th - 10th, 2018, San Diego, CA Abstract Review Committee, Ameri can Society for Reproductive Me dicine, Endometriosis Special Interest Group 73rd Annual Meeting of the American Society for Reproducti ve Medicine, 2017, San Antonio, TX Study Section Chairperson, 2018/ 10 ZRG OBT-T (80) The Role of Stem/Progenitor Cells in The Pathogenesis and treatment of Gy necologic Disorders, SEP, Bethesda, MD, June 18, 2018 Overseas External Assessor, Nati onal Health and M edical Researc h Australian Government) Grant Review. 2017 Teaching Activities: PHSL 842 - Comprehens ive Human Physiology 2 - hour sessions PHSL 843 - Physiology of Disease 1 - 1.5 hour session GSMC 854 - Cell Communication 3 - 2 hour lectures CBCL Moderator PGY1 7 - 14 hour sessions Research Personnel: Amanda Graham, Research Associate Zahraa Alili, Pre - Doctoral Student Ayushi Vashisht, Pre - Doctoral Student 87 Peter G. Smith, Ph.D. , John H. Wineinger, M.D. Profe ssor, Senior Associate Dean for Research My research interests include: i) Mechani sms of peripheral nervous system plasticity leading to sensory nerve sprouting in increas ed mechanical sensitivity; ii) Role of the peripheral sensory nervous syst em in abnormal sensitivity in Rett syndrome and related Autism Spectrum Disorders; iii) Repair of the damaged nervous system using stem cell- derived neuronal precursors ; iv) Creation and charac terization of cellular and organismal models of genetic ne urodevelopmental disorders. Meetings Attended: November 19 - 21, 2017: Intellect ual and Developmental Disabil ity Research Centers Directors' meeting. St. Louis, MO. Committee Activities: University Committees K U M C S e n i o r A s s o c i a t e D e a n f o r R e s e a r c h C h a i r , R e s e a r c h A d v i s o r y C ouncil C h a i r , R e s e a r c h I n s t i t u t e R e s e a r c h C o m m i t t e e Director, Frontiers Pilots Co llaborative Research Projects p r o g r a m s , C T S A C h a i r , K U M C G enomics Core Advisory Committee M e m b e r , M a s s S p e c t r o s c o p y A d v i s o r y B o a r d A f f iliate Member, KU Cancer Center M e m b e r , A l z h e i m e r ' s D i s e a s e C e n t e r I n t e r n a l A d v i s o r y B o a r d , and E x e c u t i v e C o m m i t t e e Editorial and Grant Reviews: Ad Hoc Reviewer, Nutritional Neuroscience Ad Hoc Reviewer, Journal of Investigative Dermatology Associate editor, Autonomic Neur oscience: Basic and Clinical Chair, SPACE/ETTN-B(56) review panel for Stimulating Periphera l Activity to Relieve Conditions, Bethesda MD, July 19 th, 2017 Chair, NCCIH Center of Excellenc e for Research on Complementar y and Integrative Health (P01) WebEx- based Review Meeting, March 23rd, 2018 Teaching Activities: Advanced Neuroscience 2 - 2 hour sessions CBCL, M1 7 - 2 hour sessions M1: R&C - Autonomic Neuroscien ce; cardiovascular control 2 - 1 hour sessions 88 Dr. Smith (continued) Research Personnel: Anuradha Chakrabarty, Ph.D. . Associate Dora Krizsan- Agbas Ph.D., Senior Scientist 89 John A. Stanford, Ph.D. , Associate Professor My research is focused on preclinical models of normal aging and age-related diseases and conditions that affect motor function, such as Parkinson's disease (PD), Amyotrophic Lateral Sclerosis (ALS) and neonatal hyperbilirubinemia (kernicterus). We are currently examining the effects of isometric strength training on neuromuscular denervation in aged rats, in rats that differ in inherent aerobic capacity, and in the SOD1-G93A rat model of ALS. Our most recent studies involve determining the survival and phenotype of stem cells transplanted in the brains of jaundiced vs non-jaundiced Gunn rats. Meetings Attended: November 1 - 15, 2017 - 47th Annual Meeting of the Society for Neuroscience, Washington, D.C. April 26 - 29, 2017 - 25th Annual Meeting of the American Society for Neural Therapy and Repair, Clearwater Beach, FL Invited Presentations: September 11 th, 2017 - My Rat Can Lick Your Ra t! Developing Translatable Exercise Interventions for Neur omuscular Function. Keynote pr esentation for the 9th Annual Fall Retr eat of the Neurol ogical and Rehab ilitation Sciences Training Program. Unive rsity of Kansas Medical Cente r, Kansas City, KS April 26 th, 2018 - Effects of Traumatic Bra in Injury on Measures of Limb and Tongue Function in Rats. 25th Annual Meeting of the American Society for Neural Therapy and Repair/15th Annual Meeting of the Internat ional Society for Neural Therapy and Repair, Clearwater Beach, FL Committee Activities: Departmental Member, Physiology Finance Committee Member, Physiology Graduate Student Affairs Committee Student Committee Service Member, Lauren McLean, KCU, College of Biosciences II-year Rese arch track program Member, Mercy Adewale, KCU, Col lege of Biosciences II-year Rese arch track Member, Page Haley, Physiology, Ph.D. Consuelo Perez Sanc hez, Physiology, Member, Rodent Behavior Advisory Committee Member, KUMC Neuroscience Graduate Program Advisory Committee Member, KIDDRC Core B Advisory Committee Member, Society for N euroscience Kansas City Chapter Executive Committee Co-President, Society for Neuro science Kansas City Chapter Member, KUMC Faculty Council 90 Dr. Stanford (continued) Member, KUMC IGPBS Admissions Committee (Neuroscience representative) Program Director, KUMC Biomedi cal Research Training Program Campus Coordinator, K-INBRE P rogram Director and KUMC C o m m u n i t y National: Member, Teachers and Students for Community Oriented Research Education Advisory Board Chair and awards committee, Nati onal IDeA Symposium for Biomedi cal Research Excellence Member, Steering Committee, Nat ional IDeA Symposium for Biomedi cal Research Excellence Member, College & Careers Advisory Board, Member, Diploma+ Program, Kansas City Public Schools Member, Councilor and Scient ific Program Committee Member, American Society fo r Neural Therap y and Repair Editorial and Grant Reviews: Member, NIH CSR Motor Function Speech and Rehabilitation (MFSR) Study Section Ad Hoc Reviewer, Movement Disorders Ad Hoc Reviewer, Journal of Applied Physiology Ad Hoc Reviewer, Brain Research Bulletin Ad Hoc Reviewer, Neurobiology of Disease Ad Hoc Reviewer, Journal of Cerebral Blood Flow and Metabolism Ad Hoc Reviewer, Behavioral Brain Research Ad Hoc Reviewer, Neurochemistry International Ad Hoc Reviewer, Redox Biology Ad Hoc Reviewer, Neurobiology of Learning and Memory Teaching Activities: PHSL 846 - Advanced Neuroscience Course Director 9 - 2 hour sessions PHSL 843 - Physiology of Disease 2 - 1.5 hour sessions Brain and Behavior 4 - 4 hour group sessions 91 Dr. Stanford (continued) Research personnel: Kimberly Stanford, M.A. - Resear ch Associate: Resistance traini ng and neuromuscular junctions ALS Jane Yang, Ph.D. - Postdoc: Prec linical Studies of Kernicterus P reclinical Studies of Kernicter u Emma Renwick - High School Student: Neur al Effects of Resistance Exe rcise in Aged Rats Emily Fey - High School Student : Neural Effects of Resistance Exercise in Aged Rats 92 Joseph S. Tash, Ph.D. Professor My research interests, funded by NIH, focus on the discovery and development of reversible non-hormonal male contraceptives . In addition, my NASA funded research is focused on elucidating the impact of long te rm space flight on reproductive health in males and females. In January of 2017, I decided to enter the Phased Retirement Program for a period of one year. I reti red on January 14, 2018 and became Emeritus Professor on January 15, 2018. Meetings Attended: NICHD CRB U54/U01 Steering Committ ee meeting, Bethesda, MD, Oct ober 15 - 17, 2017 NASA Equipment Verification Test at Bioserve in Boulder, CO, Oc tober 17 - 22, 2017 32nd Annual Meeting of the Americ an Society for Gravitational a nd Space Research. Seattle, WA; October 25 - 29, 2017 Committee Activities: Departmental Member, Department Promotion and Tenure Committee. Research personnel: Lesya Holets, Ph.D., Senior Sci entist, Cell-cycle regulatory ki targets for male contraceptive drug developm ent, H2-Gamendazole analogues a s reversible non-hormonal m ale contraceptive agents Eric Yarns, Research Assistant, S pace flight-altered motility a ctivation and fertility-dependent responses in spe rm from sea urchin and rode nts, Female reproductive health: Space flight induced ovarian & estr ogen signaling dysfunction, adapt ation, and recovery 93 John P. Thyfault, Ph.D., FACSM , Professor 1. Links between fatty liver, hepatic mitochon drial dysfunction, and low aerobic fitness and the role that hepatic PGC-1a ma y be playing in this process 2. Role of hepatic mitochondrial function to impact systemic metabolism and regulation of energy intake and physical activity 3. Role of physical activity and inactivity to modulate insulin action and glycemic control 4. Impact of statins to negatively impact t he ability of exercise training to improve skeletal muscle mitochondrial content and aerobic fitness Committee Activities: Departmental Search Committee, Reproduction B iologist Faculty Position Student Committee Service Member, Ian Huck, Pharmacolo gy, Toxicology, Therapeutics, IGB PS Member, Michael Co oper, IGBPS Member, Ashley Ward, Physiology, IGBPS Member, Shaima Alothman, P Therapeutics, Ph.D. Member, Scott Koppel, Neuroscience, Ph.D. Member, Pao Yen Wu, Anatomy & Cell Biology Member, Olivia Eller-Smi Scientific - Children' s Mercy Healthy Lifestyle and Nu trition Center - (KUMC/CMH joint funded center) Community Committee, Kansas City VA IACUC Planning Committee, Obes ity Society meeting Co-Director, Integrative Physiology Track 2017 - 2018 Invited Presentations: September 27, 2017 - Fi tness impacts susceptibility for metabol ic disease. The Charles River World Congre ss Meeting. Boston, MA November 2, 2017 - Exercise plu s liver= health. The Obesity Soc iety- Obesity Week Annual Meeting . Washington D.C. Meetings Attended: November 1 - 4 - The Obesity So ciety Meeting, Washington DC Editorial and Grant Reviews: Member, NIH Integrative Physiol ogy of Obesity and Diabetes (IPO D) study section Ad Hoc Reviewer, Diabetes Ad Hoc Reviewer, AJP Endocrinology and Metabolism Ad Hoc Reviewer, Diabetologia 94 Dr. Thyfault (continued ) Ad Hoc Reviewer, Journal of Clinical Endocrinology & Metabolism Ad Hoc Reviewer, JCI Ad Hoc Reviewer, Experimental Physiology Ad Hoc Reviewer, Journal of Applied Physiology Ad Hoc Reviewer, Medicine in Sciences and Sports and Exercise Ad Hoc Reviewer, P hysiology Behavior Associate Editor, Exp erimental Physiology Associate Editor, Physiological Genomics Associate Editor, Journal of Applied Physiology Seminars Presented: November 15, 2017 - Hepatic fit ness and susceptibility for meta bolic disease, University of Buffalo, Departmen t of Nutrition and Exercises, B uffalo, NY November 17, 2017 - Movement = M edicine: The critical role of p hysical activity for treatment of type 2 diabetes . Second Annual Kansas City Reg ional Diabetes Summit. February 7, 2018 - Hepatic fitne ss and susceptibility for obesi ty and metabolic dysfunction. UMKC School of Den tistry, Kansas City, MO April 10, 2018 - Hepatic fitne ss and susceptibility for metabol ic disease. University of Pennsylvania Diabet es and Obesity Research Center , Philadelphia, PA Courses Taught: Medical School Lecture- Exercise and Diabetes 1 - 1 hour session CBCL 2 - 3 hour sessions CBCL 2 - 3 hour sessions IGPBS Cell Biology Course - Integrative Metabolism 3 - 3 hour sessions PHSL 843 Physiology of Disease - Diabetes 1 - 3 hour session Research Personnel: Julie Allen - Lab Manager Dr. E. Matthew Morris - Research Assistant Professor: Role of h epatic mitochondrial function to impact weight gain Dr. Colin McCoin - Post-Doctora l IGPBS Student: Hepatic mitochondrial function, eat shock proteins, Kelly Fuller, Graduate Student: Sta tins and mitochondrial funct ion 95 Ning Wang, Ph.D., Assistant Professor Spermatogenesis is a classic stem ce ll dependent process essential for male reproduction. Undifferentiated spermatogonia with spermatogonial stem cells (SSCs or male germline stem cells, GSCs) at the foundation of the differentiation hierarchy undergo both self-renewal and differentiation to support lifelong production of sperm. We employ molecular, cellular, genetic, and transplantation approaches to investigate the mechanism regulating SSCs maintenance and meiotic differentiati on. In addition to the basic science importance, our studi es will aid the development of SSC transplantation therapy to improve and re scue fertility in clinical settings. Joined the department on May 1, 2018. Research Personnel: Bailey Bye, Research Assistant Xiaoyu Zhang, Ph.D., Postdoctoral Fellow 96 Michael W. Wolfe, Ph.D. , Associate Professor Research in my laboratory has focus ed on estrogen signaling and its control of reproduction and metabolism. Use rat models in which estrogen receptor alpha or beta has been mutated. These receptors have diffe rential and at times opposing functions. We have found that loss of estrogen signaling l eads to female infertility, hyperplasia of the male prostate and alterations in metabolism including hepatic function. Meetings Attended: August 29 th, 2017 - Mechanisms of Liver Inju ry and Diseases COBRE Pilot Grants Symposium, KUMC October 19 - 20, 2017 - 14th Annual Gilbert S. Greenwald Symposium on Reproduction, Kansas City, KS April 3 - 5, 2018 - \"P lagiarism: The identification, processing , prevention and cultural context on plagiarism\" Indianapolis, IN Committee Activities: Departmental Director, Graduate Student A dvisory Committee Student Committee Service Member, Ashley Ward, Physiology, Ph.D. Member, Zelha Nil, P hysiology, Ph.D. Member; Chair- Physiology, Ph .D. Member, Bhaswati Bhattacharya, Pathology, Ph.D. Member, Eric Young, Cancer Biology, M.D./Ph.D. Member, Li Chen, Physiology, Ph.D. Member, Elizabeth Thoenen, Physiology, Ph.D. Chair- Comprehensive Exam, Cam eron Fox, Physiology, Ph.D. KUMC Officer, KUMC Research Integrity Member, KUMC Graduate Council Member, IGPBS Advisory Board Member, KUMC Responsible Conduc t of Research program advisory committee Member, Frontiers Training Cent er Advisory Committee (FTCAC) Part of the Frontiers Clinical and Translational Science Award Invited Presentations: August 19 th, 2017 - \"Estrogen regulation o f metabolism and liver function. \" Gave presentation at the Mechanisms o f Liver Injury and Diseases COB RE Pilot Grants Symposium Editorial and Grant Reviews: Reviewer, Journal of Assisted Reproduction and Genetics 97 Dr. Wolfe (continued) Teaching Activities: CORE 805 - Molecular & Cellular Medicine 1 - 1 hour session Reproduction, Development & Sex uality (course director) C B C L 7 - 2 hour group sessions GSMC 856 - Introduction to Resea rch Ethics (course director) 12 - 1 hour sessions PHSL 842 - Comprehensive Hum an Physiology (co-director) 10 - 1 hour sessions PHSL 832 - Physiology of Disease 1 - 1.5 hour session PHSL - 843 (Mentored 2 st udents presenting lectures) 4 - 1 hour group sessions Research personnel: Subhra Gosh, Research Technician Khyati Dalal, Research , Post-doctoral fellow Andres Calva Lopez- 3 rd year Medical Student from University of Navarra 98 John G. Wood, Ph.D. , Professor, Director of Educational Programs Currently our major goal is to examine me chanisms responsible for the microvascular inflammatory response following cutaneous ther mal injury. These experiments are in collaboration with Dr s. James Howard and R ob Winfield in the Dept. of Surgery. Intravital microscopy is used quantitate microvascular alterations in mesenteric post-capillary venules. Committee Activities: Student Committee Service Member, Thesis Committee, Blake Ebner, Physiology, M.D./Ph.D. Member, Thesis Committee, Lug i Duan, Pharmacology, Ph.D. Member, Thesis Committee, Afreen Sayed, Surgery, Ph.D. KUMC Member, Chancellor's Distinguish ed Teaching Award Selection Committee Member, Delp Academic Society Member, Institutional Ani mal Care and Use Committee Member, Phase I Committee Member, Student Liaison Departmental Member, Surgery Research Committee Member, Surgery Residency Applicant Interviews Member, Surgery Resident Education Committee Invited Presentations: October 2017 - Cutaneous burn - I venules attenuated by upregulatio n of heme oxygenase, American College of S urgery, San Diego, CA (Jonathan Warren, M.D. Surgery Resident) Teaching Activities: Medical Education Step Preparation Board Review - CV Review 1 - 1 . 5 hours session Pre- Matriculation - CV 11 - 1 hour sessions Pre-Matriculation Respiration and Circulation - CV 13 - 1 hour sessions Cardiopulmonary simulation sessions 5 - 1 hour sessions Integration and Cons olidation - CV 3 - 1 hour sessions CBCL Facilitator 12 - 2 hour sessions 99 Dr. Wood (continued) Graduate Physiology Graduate Course 7 - 1 - 2 h o u r s e s s i o n s Research Personnel: Naomi Holloway, R esearch Assistant Jonathan Warren, M.D., Resident in Dept. of Surgery "}