{"title": "On the Fence about the COVID-19 Vaccines?", "author": null, "url": "https://www.michiganmedicine.org/health-lab/fence-about-covid-19-vaccines", "hostname": "michiganmedicine.org", "description": "Experts answer lingering questions.", "sitename": "michiganmedicine.org", "date": "2021-06-01", "cleaned_text": "Experts answer lingering questions. 9:14 AM Author | [Kelly Malcom](/author/kelly-malcom) While millions of people have gotten a COVID-19 vaccine so far, others still have questions they want answered before signing up. Like Podcasts? Add the [Michigan Medicine News Break](https://www.amazon.com/Michigan-Medicine-News-Break/dp/B07CS5B9LY/?sa-no-redirect=1&pldnSite=1) on [iTunes](https://itunes.apple.com/us/podcast/michigan-medicine-news-break/id1390241260?mt=2), [Google Podcast](https://podcasts.google.com/search/michigan%20medicine%20news%20break) or anywhere you listen to podcasts. Two Michigan Medicine experts, [Payel Patel, M.D.](https://www.uofmhealth.org/profile/4136/payal-patel-md), of the Division of Infectious Disease and [Diane Harper, M.D., MPH](https://medicine.umich.edu/dept/family-medicine/diane-m-harper-md-mph-ms), of the Department of Family Medicine, answered several of the most commonly asked questions in a recent livestream in hopes of dispelling myths about the COVID-19 vaccines, and bringing comfort to those on the fence about vaccination. Some highlights include: If the vaccines don't stop every case of COVID, is there really a point to getting one? Patel: One way I heard thinking about this is that getting the vaccine \"de-fangs\" the virus. Your chances of getting sick at all drop by a lot and you passing it along to people around you also drop. We're seeing people here in the hospital whose entire families are getting COVID. Getting vaccinated not only protects you, it also protects others as well. This is the same with the flu shot; if you get the flu shot, even if you get sick, you're actually much less likely to go to the hospital, get on a breathing machine and the same is true for the COVID-19 vaccine. Harper: When I talk to my patient, I ask them to think about what's the possibility of you dying of the disease, and what is your tolerance for that death. If there's something that would keep you from dying, would you be interested in it and then would your mom or grandma want you to be interested in it. There are a lot of people affected by what happens to you. What do we know about long-term issues from the COVID vaccines? Patel: We are learning more and more, not about effects of the vaccine, but about getting COVID and what people are dealing with after the infection. There are lot of people discussing issues such as inner ear issues, depression and other health effects associated with COVID-19. When we think about effects of vaccines, it's very rare to think that in a year or two or seven you would have effects—the only things vaccines do is protect you from dying from common infections. If you're someone who is waiting, think about the things that could happen if you do get COVID that we're already seeing in hundreds of thousands of people. Harper: Over the history of vaccines, we've looked at when we would expect to see side effects and what is biologically plausible as to when we'd see a side effect. It's pretty clear over the last 100 years, that if the body were going to experience something not so good happening, it'd be within the first six weeks or 42 days. Forty-two days is the cut off for the CDC. The CDC is very interested in side effects and they do want to hear from you if you have one. We have not had very many reported with the COVID vaccine. Can mRNA vaccines change your genetic material or affect your fertility? Patel: I get this question a lot from either pregnant women, breastfeeding women or people considering getting pregnant soon. And one thing that helped me understand as I was thinking about mRNA is that they way these vaccines work, they are really quick. What happens is you get your shot and it's in and out of your system really quickly. It doesn't have time to set up shop and cause crazy changes. That was comforting to myself and the first group of people to get vaccinated. And now the CDC just came out with results of a study of the first 36,000 pregnant women that had gotten the shot and luckily what they found is there really have been no changes in outcomes. Also, people have been studying mRNA vaccines and how they work for years. This isn't a completely new technology. Because we had that technology already, we were able to harness it in the emergency that we had with the pandemic and combine the powers of research to get things going in a quick way. It's better that we have this technology—we don't want to be stuck where we were a hundred years ago with vaccines and antibiotics. We need to use this as we move forward to continue to fight infectious diseases. Explore a variety of healthcare news & stories by visiting the Health Lab home page for more articles. Department of Communication at Michigan Medicine Want top health & research news weekly? Sign up for "}