{"title": "Traditional Chinese Medicine—Where is the Evidence?", "author": null, "url": "https://www.nutraceuticalsworld.com/blog/Evidence-Based-Nutraceuticals/2013-06-10/traditional-chinese-medicine-where-is-the-evidence/", "hostname": "nutraceuticalsworld.com", "description": "Ensuring the safety, efficacy and quality of TCM requires a great deal of research and development.", "sitename": "Nutraceuticals World", "date": "2013-06-10", "cleaned_text": "One of the biggest differences between Complementary and Alternative Medicine (CAM) and conventional allopathic medicine, and the basis of much controversy, is the Traditional Chinese medicine (TCM) is one of the largest and most significant parts of CAM. Within Asia, TCM is the system with the longest history, developed through thousands of years of empirical testing and refinement. Before the early 19th century, when English missionaries arrived with drugs, devices and practices of modern medicine, TCM was the only medical practice in China. Outside China, in other Asian countries including Japan, South Korea, Malaysia and Vietnam, traditional medicine has formed its own distinct culture, but the underlying philosophy and principles are similar because they all originated from TCM. For around 200 years, two very different systems of medicine have been used in Asia to cure diseases and keep people healthy. The local Asian one is based on traditional Chinese medicine (TCM)—herbal mixtures developed though observation and experience accumulated over thousands of years, but with unknown mechanisms of action. On the other hand, modern medicine, imported from the West, consists of chemically purified compounds that have been discovered through scientific investigation and tested in controlled clinical trials. Herbal regulation around the world is getting tougher and stricter; particularly the Traditional Herbal Medicinal Products Directive (THMPD) came into force across the European Union (EU) in April 2011. Although herbal remedies work gently and typically cause milder side effects than modern medicines, they can still be dangerous. Adverse events can vary from the minor (gastric distress and appetite loss) to the serious (interstitial pneumonia or renal cancer), and even death. It is obvious that pharmaceutical regulations in the West are developed according to the Western way of drug R&D, and they may are may not fit for evaluating TCM drugs. But of course, TCM should be proved on the basis of scientific evidence in order to be part of an evidence-based healthcare system. Commercial Success So far, no drugs based on established TCM formulae have been approved in the U.S. or Europe. The nearest example is sinecatechins (marketed as Veregen by German biotech company MediGene), a cream made from a mixture of green tea extracts for the treatment of genital and perianal warts. Sinecatechins was approved in 2006 by the U.S. FDA, and is the agency's first and only \"botanical\" drug—approved on clinical results despite the fact that the mechanism of action of the active ingredients are not known. However, the danshen dripping pill, manufactured by the Tainjin-based Tasly Group in China, has successfully completed phase II trials in the U.S. and could be the first botanical drug derived from the TCM repertoire. The Way Forward New integrative medicine centers are developing, aiming to encourage research into traditional medicine, to provide professional advice to support the development of WHO guidelines and, if necessary, to provide training. For instance, between 2006 and 2010, Malaysia opened 12 hospitals that practice both modern and traditional medicine. In addition, the WHO has established 25 collaborating centers for traditional medicine: seven in China, five in Africa, three in Europe, two in each of Japan, South Korea, India and the U.S., and one in both North Korea and Vietnam. Pharmaceutical companies are also taking an active interest in TCM research. For example, GlaxoSmithKline has established a research and development base in Shanghai, China, and is actively seeking to expand its operations in traditional medicine. Most of these companies are hoping to find the next \"miracle\" drug like artemisinin, an antimalarial drug extracted from the medicinal plant sweet wormwood, which has saved millions of lives. Ensuring the safety, efficacy and quality of TCM requires a great deal of research and development and obviously research funding. The good news is the investment from the central Chinese government is substantial. The total funding allocated to TCM research was 4.9 billion yuan (U.S. $770.5 million) in 2010—more than quadruple its 2001 level. In 2010, according to the State Administration of Traditional Chinese Medicine, 6,093 Chinese scientists were employed in TCM research—a 53% increase since 2001. Dilip Ghosh, PhD, FACN, is director of nutriConnect, based in Sydney, Australia. He can be reached at —— The ideas and opinions expressed in this article are those of the author and do not necessarily reflect views held by Nutraceuticals World. [evidence—or lack thereof](http://patients.about.com/od/researchtreatmentoptions/a/evidencebased.htm)—that CAM actually works to improve a patient's well-being. Most allopathic medicine is marketed to patients with evidence accumulated through [clinical trials](http://patients.about.com/od/researchtreatmentoptions/a/clinicaltrials.htm)and other research. Traditional Chinese medicine (TCM) is one of the largest and most significant parts of CAM. Within Asia, TCM is the system with the longest history, developed through thousands of years of empirical testing and refinement. Before the early 19th century, when English missionaries arrived with drugs, devices and practices of modern medicine, TCM was the only medical practice in China. Outside China, in other Asian countries including Japan, South Korea, Malaysia and Vietnam, traditional medicine has formed its own distinct culture, but the underlying philosophy and principles are similar because they all originated from TCM. For around 200 years, two very different systems of medicine have been used in Asia to cure diseases and keep people healthy. The local Asian one is based on traditional Chinese medicine (TCM)—herbal mixtures developed though observation and experience accumulated over thousands of years, but with unknown mechanisms of action. On the other hand, modern medicine, imported from the West, consists of chemically purified compounds that have been discovered through scientific investigation and tested in controlled clinical trials. Herbal regulation around the world is getting tougher and stricter; particularly the Traditional Herbal Medicinal Products Directive (THMPD) came into force across the European Union (EU) in April 2011. Although herbal remedies work gently and typically cause milder side effects than modern medicines, they can still be dangerous. Adverse events can vary from the minor (gastric distress and appetite loss) to the serious (interstitial pneumonia or renal cancer), and even death. It is obvious that pharmaceutical regulations in the West are developed according to the Western way of drug R&D, and they may are may not fit for evaluating TCM drugs. But of course, TCM should be proved on the basis of scientific evidence in order to be part of an evidence-based healthcare system. Commercial Success So far, no drugs based on established TCM formulae have been approved in the U.S. or Europe. The nearest example is sinecatechins (marketed as Veregen by German biotech company MediGene), a cream made from a mixture of green tea extracts for the treatment of genital and perianal warts. Sinecatechins was approved in 2006 by the U.S. FDA, and is the agency's first and only \"botanical\" drug—approved on clinical results despite the fact that the mechanism of action of the active ingredients are not known. However, the danshen dripping pill, manufactured by the Tainjin-based Tasly Group in China, has successfully completed phase II trials in the U.S. and could be the first botanical drug derived from the TCM repertoire. The Way Forward New integrative medicine centers are developing, aiming to encourage research into traditional medicine, to provide professional advice to support the development of WHO guidelines and, if necessary, to provide training. For instance, between 2006 and 2010, Malaysia opened 12 hospitals that practice both modern and traditional medicine. In addition, the WHO has established 25 collaborating centers for traditional medicine: seven in China, five in Africa, three in Europe, two in each of Japan, South Korea, India and the U.S., and one in both North Korea and Vietnam. Pharmaceutical companies are also taking an active interest in TCM research. For example, GlaxoSmithKline has established a research and development base in Shanghai, China, and is actively seeking to expand its operations in traditional medicine. Most of these companies are hoping to find the next \"miracle\" drug like artemisinin, an antimalarial drug extracted from the medicinal plant sweet wormwood, which has saved millions of lives. Ensuring the safety, efficacy and quality of TCM requires a great deal of research and development and obviously research funding. The good news is the investment from the central Chinese government is substantial. The total funding allocated to TCM research was 4.9 billion yuan (U.S. $770.5 million) in 2010—more than quadruple its 2001 level. In 2010, according to the State Administration of Traditional Chinese Medicine, 6,093 Chinese scientists were employed in TCM research—a 53% increase since 2001. Dilip Ghosh, PhD, FACN, is director of nutriConnect, based in Sydney, Australia. He can be reached at [dilipghosh@nutriconnect.com.au](mailto:dilipghosh@nutriconnect.com.au); [www.nutriconnect.com.au](http://www.nutriconnect.com.au/). —— The ideas and opinions expressed in this article are those of the author and do not necessarily reflect views held by Nutraceuticals World. "}