{"title": "PDF", "author": "PDF", "url": "benefitsm.filice.com/tbcc/2022/kpchirosp.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Sus benecios de QUIROPRÁ CTICA y ACUPUNTURA de Los servicios son pr opor cionados por American Specialty Health Plans of (ASH Plans) Cuando necesite a tención quir opráctica o de acupuntur a, siga estos simples pasos: 1. Encuentr e un P roveedor P articipante de ASH en su zona: Visite ashlink.com/ash/kp (en inglés). 1-800-678-9133 (TT Y 711), de lunes a viernes, 2. Programe una cita. 3. Pague la visita al consultorio cuando llegue a la cita. (Vea más detalles en el r everso). 607516297Visitas al Consultorio Costo Compartido y Límites de Consultas Los Servicios cubiertos se limitan a los Servicios Quiroprácticos y de Acupuntura Médicamente Necesarios autorizados y prestados por Proveedores Participantes de ASH, excepto para exámenes iniciales, Servicios Quiroprácticos y de Acupuntura de Emergencia o de Urgencia, y aquellos Servicios que no están disponibles a través de los Proveedores Participantes de ASH u otros proveedores con licencia contratados por ASH para brindar la atención cubierta. Puede recibir un examen inicial de cualquier Proveedor Participante de ASH sin una referencia de un Médico del Plan de Kaiser Permanente. Cada visita al consultorio se considera para el límite de visitas, en caso de que corresponda.Costo compartido por visitas al consultorio: [copago de $XX por visita] [coseguro del XX %] (si su Enmienda es compatible con una evidencia de cobertura de HDHP HMO, el costo compartido está sujeto al Deducible del Plan descrito en la EOC) Límite de visitas al consultorio: Hasta un total combinado de XX consultas de Quiropráctica y de Acupuntura por año. Beneficio de soportes y aparatos quiroprácticos: [NO HSA LANGUAGE: Si el monto del aparato en la lista de tarifas de ASH Plans supera los $50, usted pagará la diferencia] [YES HSA LANGUAGE: Sin cargo (si su Enmienda es compatible con una evidencia de cobertura de HDHP HMO, el costo compartido está sujeto al Deducible del Plan descrito en la EOC)]. Los aparatos quiroprácticos cubiertos se limitan a soportes de codos y de columna, collares y almohadas cervicales, alzas para talones, compresas calientes o frías, soportes y fajas lumbares, cojines lumbares, artículos ortésicos, apoyos para muñecas, correas para costillas, unidades de tracción para uso en el hogar, tobilleras, rodilleras, soportes de costillas y muñequeras. Radiografías y análisis de laboratorio: Las radiografías y los análisis de laboratorio Médicamente Necesarios tienen cobertura sin cargo cuando se recetan como parte de la atención quiropráctica cubierta y cuando un Proveedor Participante de ASH presta los Servicios o lo refiere a otro proveedor con licencia contratado por ASH para prestar los Servicios. Si su Enmienda es compatible con una evidencia de cobertura de HDHP HMO, el costo compartido está sujeto al Deducible del Plan descrito en la EOC. Proveedores Participantes de ASH ASH Plans contrata a Proveedores Participantes de ASH y a otros proveedores con licencia para prestar Servicios Quiroprácticos y de Acupuntura cubiertos. Debe recibir estos servicios de parte de un Proveedor Participante de ASH u otro proveedor con licencia contratado por ASH, excepto para Servicios Quiroprácticos y de Acupuntura de Emergencia o de Urgencia, y aquellos Servicios que no estén disponibles a través de los proveedores contratados con autorización previa de ASH Plans. Para obtener la lista completa de los Proveedores Participantes de ASH, visite el sitio web de ASH Plans en ashlink.com/ash/kaisercamedicare (en inglés) para miembros de Kaiser Permanente Senior Advantage o ashlink.com/ash/kp (en inglés) para los demás miembros, o llame al Departamento de Servicio al Cliente de ASH Plans al 1-800-678-9133 (TTY 711). La lista de Proveedores Participantes de ASH está sujeta a cambios en cualquier momento y sin previo aviso. Cómo Obtener Servicios Para obtener Servicios cubiertos, llame a un Proveedor Participante de ASH a fin de hacer un examen inicial. Si necesita Servicios adicionales, tal vez se solicite comprobar que los Servicios sean Médicamente Necesarios. El Proveedor Participante de ASH solicitará cualquier determinación de necesidad médica requerida. Un médico de ASH Plans con la misma especialidad o similar a la del proveedor de los Servicios en consideración decidirá si los Servicios son o fueron Médicamente Necesarios. ASH Plans le informará, cuando usted lo solicite, sobre los criterios por escrito que sigue para autorizar, modificar, demorar o denegar una solicitud de autorización. Si tiene alguna pregunta o inquietud, llame al Departamento de Servicio al Cliente de ASH Plans. Segundas Opiniones Puede solicitar una segunda opinión sobre los Servicios cubiertos si se comunica con otro Proveedor Participante de ASH. Un Proveedor Participante de ASH también puede solicitar una segunda opinión sobre los Servicios cubiertos mediante una referencia a otro Proveedor Participante de ASH con la misma especialidad o con una similar. Sus Costos Cuando recibe Servicios Quiroprácticos o de Acupuntura cubiertos, debe pagar el costo compartido que se describe a continuación. El costo compartido no se aplica al Deducible del Plan ni al Gasto Máximo de Bolsillo del Plan que se describe en la Evidencia de Cobertura (Evidence of Coverage, \"EOC\") del Plan de Salud, a menos que la Enmienda de los Servicios Combinados Quiroprácticos y de Acupuntura (\"Enmienda\") cambie una evidencia de cobertura de un Plan de Salud con Deducible Alto (High Deductible Health Plan, HDHP) de una Organización para el Mantenimiento de la Salud (Health Maintenance Organization, HMO) que admite cuentas de ahorros para gastos médicos (health savings accounts, HSA). Si la Enmienda es compatible con una evidencia de cobertura de HDHP HMO, el costo compartido que pague por los Servicios cubiertos está sujeto al Deducible del Plan y al Gasto Máximo de Bolsillo del Plan descritos en la EOC. Servicios Quiroprácticos y de Acupuntura de Emergencia y de Urgencia Cubrimos los Servicios Quiroprácticos de Emergencia, Servicios de Acupuntura de Emergencia, Servicios Quiroprácticos de Urgencia y Servicios de Acupuntura de Urgencia que prestan Proveedores Participantes de ASH y Proveedores No Participantes. A menos que ASH Plans lo autorice con anticipación, no cubrimos los servicios de seguimiento ni la atención continua de Proveedores No Participantes. Tampoco cubrimos los servicios de un Proveedor No Participante si ASH Plans determina que no son Servicios Quiroprácticos de Emergencia o de Urgencia ni Servicios de Acupuntura de Emergencia o de Urgencia. Cómo Obtener Ayuda Si tiene alguna pregunta o inquietud sobre los Servicios que recibió de un Proveedor Participante de ASH u otro proveedor con licencia contratado por ASH Plans, llame a la línea sin costo del Departamento de Servicio al Cliente de ASH Plans al 1-800-678-9133 (TTY 711 ), disponible de lunes a viernes, de 5 a. m. a 6 p. m. (hora del Pacífico).SUS BENEFICIOS COMBINADOS DE QUIROPRÁCTICA Y ACUPUNTURA DE KAISER PERMANENTE 607516297Quejas Formales Tiene derecho a presentar una queja formal ante Kaiser Permanente por cualquier problema. En su queja formal debe explicar el problema, como los motivos por los que cree que se tomó una decisión equivocada o por los que no está satisfecho con los servicios que recibió. Puede presentar su queja formal de manera verbal o por escrito ante Kaiser Permanente, como se describe en la EOC de su Plan de Salud. Exclusiones Servicios de Acupuntura para condiciones médicas que no sean Trastornos Musculoesqueléticos o Trastornos Relacionados, náuseas o dolor Acupuntura realizada con agujas reutilizables Servicios de un acupunturista que estén fuera del marco de las prácticas incluidas en el título de un acupunturista con licencia para ejercer en California Para los Servicios de Acupuntura, tratamientos complementarios, a menos que se administren durante el mismo ciclo de tratamiento y junto con los servicios de acupuntura Servicios de un quiropráctico que estén fuera del marco de las prácticas incluidas en el título de un quiropráctico con licencia para ejercer en California Para los Servicios Quiroprácticos, tratamientos complementarios no asociados con la manipulación vertebral, muscu lar o de las articulaciones Aparatos de aire acondicionado, purificadores de aire, colchones terapéuticos, aparatos quiroprácticos, equipo médico duradero, suministros, dispositivos, aparatos y cualquier otro artículo, excepto los que se encuentran cubiertos según la Enmienda Servicios para el asma o las adicciones, como la adicción a la nicotina Hipnoterapia, capacitación sobre el comportamiento, terapia del sueño y programas para el control del peso Termografía Servicios experimentales o de investigación Tomografías computarizadas, imágenes por resonancia magnética, tomografías por emisión de positrones, gammagrafías óseas, medicina nuclear y cualquier otro tipo de imagen diagnóstica o radiología, excepto las radiografías cubiertas según la sección \"Servicios Cubiertos\" de la Enmienda Ambulancias y otros tipos de transporte Programas educativos, cuidado personal no médico o autoayuda, cualquier entrenamiento para ejercicio físico de autoayuda y cualquier prueba de diagnóstico relacionada Servicios para exámenes físicos preocupacionales o de rehabilitación vocacional Fármacos y medicamentos, entre ellos los de venta sin receta y los patentados Servicios que recibe fuera del estado de California, excepto los Servicios Quiroprácticos o de Acupuntura de Emergencia y los Servicios Quiroprácticos o de Acupuntura de Urgencia Servicios hospitalarios, anestesia, atención bajo anestesia y otros servicios relacionados Suplementos alimenticios y nutricionales, como vitaminas, minerales, hierbas, productos a base de hierbas, suplementos inyectables y productos similares Terapia de masajes Cuidados de mantenimiento (servicios que se prestan a miembros cuyos registros de tratamiento indiquen que han alcanzado el beneficio terapéutico máximo) Definiciones ASH Plans: American Specialty Health Plans of California, Inc., una empresa de California. Médicamente Necesario: Servicio que, desde la perspectiva médica, es adecuado y necesario para prevenir, diagnosticar o tratar una condición médica o síntomas clínicos según las normas profesionales de práctica médica generalmente aceptadas que concuerden con las normas de atención de la comunidad médica. Proveedor No Participante: Un proveedor que no es un Proveedor Participante de ASH. Proveedor Participante de ASH: Un acupunturista con licencia para prestar servicios de acupuntura en California y que tiene un contrato con ASH Plans para ofrecerle los Servicios de Acupuntura Médicamente Necesarios o un quiropráctico con licencia para prestar servicios quiroprácticos en California y que tiene un contrato con ASH Plans para ofrecerle los Servicios Quiroprácticos Médicamente Necesarios. Servicios: Artículos o servicios de atención médica. Servicios de Acupuntura de Emergencia: Servicios de Acupuntura Cubiertos prestados para el tratamiento de un Trastorno Musculoesquelético y Trastorno Relacionado, náuseas o dolor que se manifiesten con síntomas agudos de suficiente gravedad (incluido el dolor intenso) que podrían hacerle determinar que la falta de Servicios de Acupuntura inmediatos podría poner en grave riesgo su salud, sus funciones corporales o los órganos del cuerpo Servicios de Acupuntura de Urgencia: Servicios de Acupuntura que cumplen con todos los siguientes requisitos: Son necesarios para prevenir un deterioro grave de su salud como consecuencia de una enfermedad, una lesión o una complicación imprevistas de una condición médica existente, incluido el embarazo. No se pueden demorar hasta que usted regrese al Área de Servicio. SUS BENEFICIOS COMBINADOS DE QUIROPRÁCTICA Y ACUPUNTURA DE KAISER PERMANENTE Please recycle. 607516297Definiciones (continuación) Servicios de Acupuntura: La estimulación de ciertos puntos sobre la superficie del cuerpo o cerca de ella mediante la inserción de agujas para evitar o modificar la percepción del dolor o para normalizar funciones fisiológicas y los tratamientos complementarios apropiados, como compresas frías o calientes, calor infrarrojo o acupresión, cuando se administran durante el mismo ciclo de tratamiento y junto con la acupuntura, y cuando la realice un acupunturista para el tratamiento de su Trastorno Musculoesquelético y Trastorno Relacionado, las náuseas (como las relacionadas con la quimioterapia, las posquirúrgicas o las relacionadas con el embarazo) o el dolor de las articulaciones (como el dolor en la parte baja de la espalda, en los hombros o en las articulaciones de la cadera) y el dolor de cabeza. Servicios Quiroprácticos: Los servicios quiroprácticos incluyen la manipulación vertebral y de las extremidades y los tratamientos complementarios, como ecografías, ejercicios terapéuticos o estimulación muscular eléctrica, cuando se administran durante el mismo ciclo de tratamiento y junto con los servicios de manipulación quiropráctica y con otros servicios prestados o recetados por un quiropráctico (incluidos análisis de laboratorio, radiografías y soportes y aparatos quiroprácticos) para el tratamiento de su Trastorno Musculoesquelético y Trastorno Relacionado. Servicios Quiroprácticos de Emergencia: Servicios Quiroprácticos Cubiertos prestados para el tratamiento de un Trastorno Musculoesquelético y Trastorno Relacionado que se manifieste con síntomas agudos de suficiente gravedad (incluido el dolor intenso) que podrían hacerle determinar que la falta de Servicios Quiroprácticos inmediatos podría poner en grave riesgo su salud, sus funciones corporales o los órganos del cuerpo. Servicios Quiroprácticos de Urgencia: Servicios Quiroprácticos que cumplen con todos los siguientes requisitos: Son necesarios para prevenir un deterioro grave de su salud como consecuencia de una enfermedad, una lesión o una complicación imprevistas de una condición médica existente, incluido el embarazo. No se pueden demorar hasta que usted regrese al Área de Servicio. Trastornos Musculoesqueléticos y Trastornos Relacionados: Condiciones médicas que presentan signos y síntomas relacionados con el sistema nervioso, el muscular o el esquelético. Los Trastornos Musculoesqueléticos y los Trastornos Relacionados son condiciones médicas que, por lo general, se clasifican como trastornos estructurales, degenerativos o inflamatorios, o como la disfunción biomecánica de las articulaciones del cuerpo o los componentes relacionados del sistema muscular o el esquelético (músculos, tendones, fascia, nervios, ligamentos o cápsulas, discos y estructuras sinoviales) y las manifestaciones o problemas de salud relacionados. Este es solo un resumen y tiene como objetivo responder las preguntas más frecuentes sobre los beneficios de los servicios quiroprácticos y de acupuntura, incluido el costo compartido. Consulte la Enmienda para obtener una descripción detallada de la cobertura de los servicios quiroprácticos y de acupuntura.SUS BENEFICIOS COMBINADOS DE QUIROPRÁCTICA Y ACUPUNTURA DE KAISER PERMANENTE Language Assistance Services English : Language assistance is available at no cost to you, 24 hours a day, 7 days a week. You can request interpreter services, materials translated into your language, or in alternative formats. Just call us at 1-800-464-4000 , 24 hours a day, 7 days a week (clo sed holidays). TTY users call , : ` 1-800-464-4000 ` 24 ` 7 ( ): TTY - 711: Chinese: 7 24 7 24 1-800-757-7585 (TTY) 711 . 7 hu rau 1-800-464-4000 , 24 teev ib hnub Khmer : 24 7 1-800-464-4000 24 : eao oeeae a a eeoa 24 7 e ee (oe a e). ooae TTY o o o oe 711. Spanish: Contamos con asistencia de idiomas sin costo alguno para usted 24 horas al día, 7 días a la semana. Puede solicitar los servicios de un intérprete , que los materiales se traduzcan a su idioma o en formatos alternativos . Solo llame al 1-800-788-0616 , 24 horas al día, 7 días a la semana (cerrado los día s festivos). Los usuarios de TTY, deben llamar al 711. Tagalog: May magagamit na tulong sa Vietnamese: Dch theng ch c cung c p min phí cho quý v 24 gi v theng ch, tài li u phiên d ch ra ngen ng ca quý v hoc li u bng u khác. Quý v ch cn s 1-800-464-4000, 24 dùng TTY xin gi 711. "}