{"title": "PDF", "author": "PDF", "url": "https://smiba.org.ar/revista/vol_016_04_2020/smiba_4_2020.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Revista de Medicina Interna es el órgano de comunicación de la Sociedad de Medicina Interna de Buenos Aires. Es una publicación trimestral. Propietario: Sociedad de Medicina Interna de Bs. As. Registro de la Propiedad Intelectual N° RL_2018-49013731 APN-DNDA#MJ - ISSN 1669-5089 ISSN ON-LINE 1669-6611. La Revista Medicina Interna es indizada por SIIC Data Bases. Indizada en Latindex. En Internal medicine: Free medical journals y Revistas médicas en español de acceso libre. El contenido de los artículos firmados es responsabilidad de los autores. Ninguna parte de esta revista podrá ser reproducida por ningún medio, incluso electrónico, ni traducida a otros idiomas sin autorización escrita de sus editores. Editada por GPS Editores. E-mail: rogapa62@gmail.com - Impresa en GRÁFICA PINTER S.A., D. Taborda 48 C.A.B.A. DG Eduardo Argañarás argaedu@gmail.com Presidente : Dra. María SaloMé Pilheu VicePresidente : Dr. Miguel Ángel FalaSco secretario : Dr. FeDerico Bottaro Prosecretario : Dr. Daniel roMano tesorera : Dra. María inéS VÁzquez Protesorero : Dr. Jorge caStagnino Vocales titulares : Dra. graciela FernÁnDez , Dr. Daniel luiS carnelli y Dr. Joaquín MercaDo Vocales suPlentes : Dra. anDrea PiSareVSky , Dra. noeMí garro y Dr. aleJanDro caroSio Órgano de FiscalizaciÓn : Dr. roDolFo BaDo y Dra. ViViana FalaSco comité de docencia de la escuela de graduados director : Dr. reuSSi roBerto sub-director : Dr. MercaDo Jorge secretario : Dr. BaDo roDolFo Jorge Vocales: DreS. Maino roDolFo, Marongiu FeDerico antonio, FalaSco Miguel Ángel, FalaSco SilViaSMISociedad de Medicina Interna de Buenos Aires Revista de Medicina Interna directora : dra. silVia i. Falascosecretaria de redacciÓn dra. margarita gasetrelaciones institucionales dr. osValdo cerdá conseJo editorial Y de arbitraJe Dr. Rodolfo Bado, Expresidente de ISIM (International Society of Internal Medicine). Ex-Prof. Adjunto Curso Especialista en Terapia Intensiva Uni - versidad del Salvador Dr. Mario Bruno, Presidente de la Sociedad de Periodismo Médico y de la Sociedad de Cancerología. Asociación Médica Argentina Dr. Norberto Cardozo, Jefe de Servicio Clínica Médica Htal. \"R. Larcade de San Miguel\". Prof. Adjunto de Medicina Interna Dr. Samuel Córdova Roca, Prof. Emérito de Medicina de la Facultad de Medicina de la Universidad Mayor de San Andrés. Jefe del Servicio de Medicina I-Cardiología Htal. de Clínicas Universitario. Bolivia Dr. Jorge Daruich, Jefe Sección Hepatología, Hospital de Clínicas \"José de San Martín\", Facultad de Medicina, UBA y de la Fundación de la Hemofilia Dra. Ana María Di Lonardo, Prof. Titular de Inmunología Básica y Clínica Fa - cultad de Medicina UCES. Fundadora del Banco Nacional de Datos Genéticos Dr. Miguel Ángel Falasco, Jefe de Servicio de Docencia e Investigación HIGA \"Pedro Fiorito\". Prof. Titular de Medicina Interna, Universidad Favaloro Dra. Viviana Falasco, Jefa de Servicio Clínica Médica HIGA \"Pedro Fiorito\". Prof. Adjunta Medicina Interna Universidad de Bs. As. Dra. Margarita Gaset, Jefa de Departamento Medicina HGA \"Dr. Parmenio Piñero\". Prof. Adjunta Medicina Interna, Universidad Favaloro Dr. Jorge Giannattasio, Médico Sanitarista y Oncólogo. Médico Consultor del Hospital Tornú Dra. Ana Matilde Israel, Ex jefa del Departamento de Medicina del Hospital Rivadavia. Docente Asociado de la UBA UDH Rivadavia Dra. María Cristina Jiménez Bazzano, Magister en Educación Médica Supe - rior. Prof. Titular Facultad de Ciencias Médicas. Universidad Nacional de Asunción. Paraguay Dr. Rodolfo Maino, Miembro fundador de la Sociedad Argentina de Genéti - ca Médica. Ex Jefe Sección Inmunología del Hospital RivadaviaDr. Federico Marongiu, Doctor en Medicina de la Universidad de Bs. As. y de la Universidad de Friburgo de Alemania. Ex. Jefe Departamento de Medicina Interna Hospital Alemán Dr. Marcelo Melero, Doctor en Medicina. Director de la Carrera de Médicos Especialistas Universitarios en Medicina Interna, Facultad de Medicina, UBA Dr. Jorge Mercado, Fellow American College of Physicians, Miembro de Honor de la Asociación Médica Argentina Dr. Jesús Millán Núñez-Cortés , Catedrático-Jefe de Servicio de Medicina Interna. Jefe de Estudios Hospital General Universitario Gregorio Marañón. Facultad de Medicina de la Universidad Complutense. Madrid. España Dr. Florencio Olmos, Presidente de la Sociedad de Medicina Interna de Bs. As. Dr. Félix Puchulu, Jefe de División Diabetología Hospital de Clínicas \"José de San Martín\" Dr. Eduardo Penny Montenegro, Profesor Asociado Universidad Peruana Cayetano Heredia. Perú Dr. Roberto Reussi, Vicepresidente de la Asociación Médica Argentina. Presidente de la Fundación Reussi Dr. Hernán Seoane , Decano de la Facultad de Ciencias Médicas - Pontificia Universidad Católica Argentina. Vicepresidente del Comité de Economía de la Salud - Asociación Médica Argentina Dr. Iván Darío Sierra Ariza, Profesor Consultor permanente de la Facultad de Medicina de la Universidad Nacional de Colombia Dr. Hugo Sprinsky, Jefe de Terapia Intensiva Instituto Otorrinolaringológico Arauz Dr. Carlos Tajer , Jefe del Servicio de Cardiología, Hospital \"El Cruce\" Dra. Susana Turyk , Doctora en Medicina. Jefa Servicio Genética Médica, Hospital Británico de Buenos Aires Dr. Eusebio Zabalúa , Presidente del Comité de Docencia de la Fundación Arauz Revista de Medicina Interna volumen 16 / número 4 / Octubre, Noviembre y Diciembre 2020 153EDITORIAL ATENCIÓN MÉDICA VIRTUAL. EL CAMBIO HACIA LA TELEMEDICINA Dra. EstEla EDith titto omontE TRABAJO DE REVISIÓN SIMULACIÓN EN EDUCACIÓN MÉDICA. APRENDIZAJE CON SIMULACIÓN SIMULATION IN MEDICAL EDUCATION. LEARNING WITH SIMULATION Dra. Falasco ViViana 195 ALGORITMOS DIAGNÓSTICOS Y/O TERAPÉUTICOS ALGORITMO DIAGNÓSTICO Y TERAPÉUTICO DE LA LITIASIS URINARIA Dra. silVia i. F alascoÍndice 155 170 CONSENSO CONSENSO DE INMUNIZACIONES EN ADULTOS CON CARDIOPATÍAS (SEGUNDA PART E) SOCIEDAD ARGENTINA DE CARDIOLOGÍATRICITOPENIA EN CONTEXTO DE PACIENTE CON VIH (+) TRICYTOPENIA IN A PATIENT WITH HIV (+) DrEs. m onti Blás, Giunta , m oralEs FaBricio , stark alEjanDro163CASO CLÍNICOpagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 153Editorial ATENCIÓN MÉDICA VIRTUAL. EL CAMBIO HACIA LA TELEMEDICINA El 2019 no imaginábamos lo que se nos venía para el 2020, si bien conocemos la rá - pida evolución de la ciencia y la tecnología, ya hace 20 años se hablaba de telemedicina e incluso en 1997 se organizó la Sociedad Internacional de Telemedicina que poste - riormente se refundó en 2003 como Asocia - ción Internacional de Telemedicina (Nerlich M, 2004)1. Los médicos ejercen su profesión en este escenario científico social, donde la relación médico paciente del acto médico es uno de los principios de la medicina. Son profesionales a los que se les exige responsabilidad, por el incremento del co - nocimiento médico, el avance tecnológico y las expectativas de los pacientes. Los esfuerzos para adaptarse al ritmo acelerado del progreso de la medicina de - ben ser continuos e implican inversión del tiempo del médico. Con la pandemia por Covid-19, ante la incertidumbre de una enfermedad descono - cida, con alto índice de transmisión, tuvimos que adaptarnos velozmente para cambiar el paradigma de la necesidad de atención mé - dica presencial; era imposible hasta hace unos meses hacerlo por videollamadas. El cambio que vivimos por la aparición del SARS CoV 2 modificó en todo el mundo la forma de atender a los pacientes, ¿cómo hacerlo sin perder la humanidad? Se generó miedo y ansiedad en los médi - cos, ante el desconocimiento de la enferme - dad y sus posibles consecuencias sobre su propia salud. Rápidamente buscamos acciones para atender a los pacientes, y alternativas para seguir la atención médica.Es posible que a partir de ahora se cam - bie a la atención médica virtual en todos los países; esto implica que tengamos un desa - fío muy complejo. Se deben adquirir nuevas competencias para la atención de los pacien - tes. El esfuerzo intelectual debe ser constan - te, y obliga a tomar medidas importantes para la formación de futuros profesionales; hay mucho por hacer. A partir de ahora, ¿será la educación médica virtual? El acceso a la información y la facilidad de la comunicación permiten a todos obte - ner de manera amplia la información sobre las enfermedades que le aquejan al paciente. Se pide al médico la explicación de posi - bilidades diagnósticas, se discute acerca de propuestas terapéuticas, por lo que el médi - co está en constante actualización, capacita - ción y autoformación. Existe un cambio en la práctica médica. La utilización de la tecnología es nece - saria para garantizar la atención médica, mantener la distancia física y reducir las po - sibilidades de transmisión de la infección, proteger al paciente y al equipo médico de posibles contagios. Los médicos nos adaptamos y tuvimos que aprender a usar el sistema digital en muy poco tiempo, en muchos casos sin haber te - nido experiencia en este tipo de actividad. La telemedicina ya se usaba en algunas instituciones; se incrementó en forma expo - nencial en las instituciones que poseían un sistema y otras aprendieron ante la pandemia. La atención virtual ayudó al evitar los riesgos de los posibles contactos intrahospi - talarios y permitió el trabajo en su lugar de residencia.REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 154Editorial La consulta virtual permite seguir viendo a los pacientes que necesitan ser atendidos de manera urgente o programada, tanto a pacientes agudos o crónicos; es segura tanto para el paciente como para el médico, redu - ce las exposiciones para los que necesitan atención presencial. El paciente, familiar o cuidador también pueden estar en Zoom o en la videollamada; podemos ver al paciente en el contexto en que vive. Estamos siendo creativos a la hora de atender; ha sido muy gratificante hacer se - guimiento a los pacientes y detectar a tiem - po la indicación de consulta presencial. Es posible hacer la exploración física aun sin tocar a un paciente. Aunque aún no podemos usar el estetoscopio para escuchar los pulmones o el corazón, observamos los detalles como el tórax, la forma en que res - pira mientras habla, ver si se esfuerza al res - pirar. La temperatura, frecuencia cardíaca, frecuencia respiratoria, presión arterial, el peso pueden medirse y evaluarse a través de una consulta virtual. En países con mayor tecnología los pacientes tienen disponibles dispositivos con los que se puede mejorar esta parte de la semiología médica. La comunicación virtual, por cuestiones de privacidad o por solicitud del paciente, al abordar temas médicos delicados, deberá precisar si es necesario hacer la consulta de modo presencial. Un detalle importante es la confidencialidad para hacer algunas pre - guntas que puedan ser sensibles, a menos que sea algo absolutamente necesario y que vaya a cambiar significativamente el mane - jo del paciente. Es posible hacer seguimiento y enviar mensajes para confirmar si el paciente com - prendió las indicaciones. Las consultas virtuales eran una novedad para muchos, tanto para los médicos como para los pacientes, situación a la que nos re - sistíamos hasta hace poco. Al haber utilizado la tecnología y superar el paradigma de la presencialidad, estar en una consulta a través de Zoom versus estar en el consultorio, la mayoría logra sentirse como en una consulta presencial. Dificulta que muchos no tienen suficien - tes datos en su plan para hacer una videolla - mada, o no tienen Wi-Fi en su casa. La telemedicina es la nueva realidad de la atención médica , afirmación que implica trabajo por hacer. Debemos mejorar la observación clínica, el escuchar y el contacto con el paciente, bases de la relación médico paciente y del diagnóstico, sin pérdida de la humanidad, a través de la pantalla. Establecer la seguridad del registro de la información, los aspectos médicos-legales, la remuneración por la consulta médica vir - tual, la privacidad del profesional. Un buen médico además de ser experto en el arte de comprender al ser humano, en su contexto con incertidumbres y vicisitu - des, implica la solución o alivio de una si - tuación de vida. Dra. Estela Edith Titto Omonte Médica Internista. Hospital Santa Cruz C.P.S. Sociedad Cruceña de Medicina Interna. Sociedad Boliviana de Medicina Interna. Sociedad Cruceña de Neumología. Miembro de ALAT, ERS, Nerlich M, Mohr MT, Rdal DG. The ups and downs of the International INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 155SIMULACIÓN EN EDUCACIÓN MÉDICA. APRENDIZAJE CON SIMULACIÓN SIMULATION IN MEDICAL EDUCATION. LEARNING WITH SIMULATION Dra. Falasco ViViana1 1 FACP. Médica internista y Reumatóloga. Prof. Titular Medicina Interna Universidad Favaloro Prof. Adjunta Medicina Interna Universidad de Buenos Aires Directora Carrera de Especialista Medicina Interna Universi - dad de Buenos Aires e-mail: vifalasco@hotmail.comtraBaJo De reViSión RESUMEN Una amplia variedad de competencias forma parte de la enseñanza del pre y post - grado en Medicina, no sólo en el marco de conocimiento médico, sino también de destrezas y habilidades, como son las co - municacionales, relaciones interpersona - les, profesionalismo, gestión, liderazgo, toma de decisiones, etc. Para evitar el daño y promoviendo la seguridad del paciente, estas competencias se pueden enseñar y aprender reproduciéndose a través de expe - riencias en escenarios diferentes y por me - dio de simuladores. La simulación es reco - nocida como una herramienta docente muy útil que permite subsanar limitaciones de la metodología pedagógica tradicional. La finalidad es aprender, practicar, probar aun con el error y su corrección, fomentando el aprendizaje reflexivo sobre la experien - cia vivida. El uso de simuladores permite graduar las tareas de aprendizaje desde las más simples a las más complejas, reprodu - ciendo la experiencia un elevado número de veces con el mismo control de varia - bles, reaccionando tal como lo haría en el SUMMARY A wide variety of competences, are part of the teaching of the undergraduate and postgraduate in Medicine, not only in the framework of medical knowledge, but also of skills, such as communications, inter - making, these be taught and learned by reproducing through experien - ces in different scenarios and through si - mulators. The simulation is recognized a very The purpose is to learn, practice, and try even with error and its correction, encouraging thoughtful learning about the lived experience. The use of simulators allows you to graduate learning tasks from the simplest to the most complex, reproducing the experience a high number of times with the same control of variables, reacting just as it would in the real professional world. The simulators Fecha de recepción: 1 de junio de 2020 Fecha de aceptación: 15 de junio de 2020REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 156mundo profesional real. Los simuladores de los que disponemos actualmente pueden clasificarse de muchas formas, en función de su fidelidad a la realidad, su tecnología, complejidad, en función de las áreas de uso específicas, etc. Palabras clave: educación médica- si - mulación- aprendizaje- have classified in many ways, depending on their fidelity to reality, their technology, complexity, de - pending on the specific areas of use, etc. Keywords: medical education- simula - tion- learning- skills INTRODUCCIÓN Según la Real Academia de la Lengua Es - pañola (RAE), simular es representar algo, fingiendo o imitando lo que no es y según el Center for Medical Simulation (Cambridge, Massachussets), \"es una situación o un esce - nario creado para permitir que las personas experimenten la representación\". Aprendizaje con simulación: es una for - ma de entrenamiento que interpreta con exactitud la realidad, pero en donde los acontecimientos pueden ser corregidos, modificados y controlados. Simulación en Medicina: La educación en medicina basada en la pirámide de Miller (Gráfico 1) reconoce que, en la formación de los profesionales de la salud, no sólo se debe poseer un am - plio conocimiento teórico sino saber cómo aplicar dichos conocimientos y demostrar - los. La enseñanza actual basada en la ad - quisición de una variedad de competencias, requiere además de un amplio conocimien - to médico, el aprender destrezas y habi - lidades, no únicamente en las diferentes maniobras médicas sino también en otras, como son las comunicacionales, relaciones interpersonales, profesionalismo, gestión, liderazgo, la toma de decisiones entre algu - nas, siendo hoy parte de la enseñanza en el pre y postgrado. Algunas de estas compe - tencias no pueden ser aprendidas sobre el paciente, para evitar que sufra algún daño, y promover así la seguridad del mismo; estas experiencias pueden reproducirse a través de escenarios diferentes y por medio de simuladores. La simulación es reconocida como una herramienta docente muy útil que permite subsanar limitaciones de la metodología pedagógica tradicional, estableciéndose como un método educativo que reduce la brecha en lo que \"se ve \"y en el que \"se hace\". Como cualquier herramienta, puede desarrollarse de muchos modos y utilizarse de forma amplia. La era moderna de la simulación médica no es actual, tiene su origen en la segunda mitad del siglo XX, siendo el primer mo - vimiento el \"Resusci Anne\", el simulador modelo de reanimación cardiopulmonar efectivo para desarrollar habilidades y des - trezas psicomotoras. Estas nuevas estrate - gias de enseñanza que forman parte de la reforma educativa intentan lograr un apren - dizaje de habilidades clínicas, comunica - cionales, competencias, con la finalidad de evitar el error médico y sus complicacio -Dra. Falasco ViVianapagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 157simulación En EDucación méDica... pag. 155 a pag. 162 nes fomentando la cultura de seguridad del paciente, llevando a una atención segura, efectiva, eficiente y equitativa. En salud, el aprendizaje con simulación constituye un campo propicio para su apli - cación tanto en la formación en el pregra - do, postgrado para la formación continua, permitiendo adquirir las competencias en los distintos niveles. La finalidad es apren - der, practicar, probar aun con el error y su corrección. No sustituye a la realidad, pero acerca a ella mucho más que otro tipo de enseñanza. Gráfico 1. Pirámide de Miller (modificado) VENTAJAS DEL APRENDIZAJE CON SIMU - LACIÓN La simulación como método de ense - ñanza fomenta el aprendizaje reflexivo y significativo. Introduce la reflexión sobre la experiencia vivida. Ayuda a discutir so - bre los objetivos de aprendizaje y sobre las buenas prácticas, además de utilizar el aprendizaje en base a los errores que se pudieran cometer. El error no es punitivo, sino que por el contrario se aprende del mismo en forma correctiva. Favorece el aprendizaje por des - cubrimiento, obliga a demostrar lo aprendido. Fomenta la creatividad Ejercitación del alumno de forma in - dependiente El uso del simulador permite graduar las tareas de aprendizaje desde las más simples a las más complejas Puede reproducir la experiencia un elevado número de veces con el mis - mo control de variables Permite al alumno reaccionar tal como lo haría en el mundo profesio - nal real Facilita el autoaprendizaje y la au - toevaluación Estimula el trabajo en equipoSIMULACIÓN Miller GE. The assessment of clinical skills/competence/performance. Acad Med 1990REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 158Dra. Falasco ViViana La simulación está supeditada a cua - tro componentes: 1. La tecnología de simulación que se utilice 2. El diseño de la enseñanza 3. El objetivo del aprendizaje 4. La capacitación del docente tutor La simulación pretende ampliar y sus - tituir las experiencias reales por experien - cias dirigidas que reproduzcan los aspectos importantes y trascendentes de una situa - ción real que puede ser cotidiana o poco frecuente pero no por esto irreal. El desa - rrollo de las técnicas de simulación está pues ligado por un lado al desarrollo de la tecnología de computación necesaria para la creación de los escenarios virtuales, o a través de muñecos, simuladores robóticos, etc.; pero también la simulación en el arte comunicacional no necesita de tecnología sino de una actuación de roles en situación de actores que representen a pacientes y/o familiares para comunicar, por ejemplo, malas noticias o simplemente cómo reali - zar una historia clínica o entablar una rela - ción médico-paciente correcta. Según Corvetto M, los avances en la si - mulación clínica responden a cuatro facto - res fundamentales: 1- El desarrollo del concepto de respeto y protección a los individuos afianzado en la declaración de Helsinki de 1964 2- El aumento de las exigencias en la ca - lidad ofrecida por los profesionales 3- La demostración cada vez más evidente de la capacidad iatrogénica de los siste - mas sanitarios que están dando auge al concepto de seguridad del paciente 4- El imprescindible desarrollo tecnoló - gicoFASES DE LA SIMULACIÓN Las fases de enseñanza con la simula - ción son: Pre debriefing: es la etapa donde el do - cente realiza una introducción del tema a tratar, explica en qué consiste la simu - lación y los objetivos de la simulación. Se establece la logística a seguir esta - bleciendo las consignas, el escenario, los tiempos, los roles; además se pauta la confidencialidad del método. Com - partir los detalles de la simulación que - branta la confidencialidad. Simulación propiamente dicha: utiliza el aprendizaje previamente adquirido para aumentar la participación del estudiante en donde los elementos de la realidad se simplifican y se adecuan a la situación del aula. El objetivo es tratar de imitar en lo posible condiciones reales para que lo aprendido y las soluciones se transfieran a situaciones que se presen - tan en la vida cotidiana. Aprenden de las consecuencias de las propias acciones. Los alumnos participan en la simulación y el docente desempeña el papel de ár - bitro y entrenador. Lo importante es que la simulación puede detenerse para que los estudiantes reciban realimentación, evalúen sus actuaciones y decisiones y clarifiquen las concepciones erróneas. Existen cuatro características de la si - mulación: observación del mundo real, representación física o simbólica, acción sobre la representación y los efectos de la acción sobre el aprendizaje humano Debriefing o realimentación: es la activi - dad que sigue a la experiencia de simu - lación; en ella se realiza un análisis de lo actuado de carácter reflexivo, siem - pre guiada por el docente. Los alumnos presentan el informe final. Identifican pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 159simulación En EDucación méDica... pag. 155 a pag. 162 el impacto de la experiencia y la com - para con el mundo real ayudados por el docente. Se explican conceptos, hechos y los principios utilizados en la simula - ción. Se identifican los diferentes pun - tos de vista de los participantes de la experiencia vivida. Favorece la adqui - sición de conocimientos en forma más estructurada, facilita el autoaprendizaje. El estudiante puede también autoeva - luarse. Promueve la intercomunicación entre los participantes y la corrección de errores. En el Gráfico 2 se esquematiza una plantilla para diseñar escenarios de simu - lación extraído del artículo de Lidia Gó - mez-Lópeza y cols. Gráfico 2. Tomado de Educación Médica 2018; vol 19, S3: 350-359 REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 160Dra. Falasco ViViana ROL DEL DOCENTE O FACILITADOR El docente debe ayudar a los estudiantes a reflexionar y a mejorar los conocimien - tos, asegurándose que los estudiantes ten - gan lo que necesitan para tener éxito du - rante la simulación; esto es aconsejable que se encuentre escrito y debe ser parte del guion del facilitador docente y siempre re - cordar que el debriefing debe ser una con - versación y no una conferencia. Funciones: Explicar : para aprender de las simula - ciones, los alumnos deben comprender las consignas lo suficiente como para llevar a cabo la mayor parte de las ac - tividades. Arbitrar : el docente debe controlar la participación del estudiante para garan - tizar que las reglas, roles y consignas sean cumplidas y así lograr la obtención de los correctos resultados, pero el docente no debe interferir en las actividades. Tutorar : cuando sea necesario, acon - sejando a los alumnos para su mejor desempeño, debe brindar apoyo, pero con una actitud no evaluadora. Analizar : en el defriefing debe analizar los resultados. Después de una sesión es aconsejable analizar en qué medida lo simulado tiene similitud con el mundo real, cuáles fueron las dificultades y las percepciones de los alumnos. TIPOS DE SIMULADORES En las últimas décadas se produjo una verdadera explosión de desarrollo en el campo de la simulación médica con un úni - co fin, la necesidad de mejorar la capacidad de los profesionales de la salud para la reso - lución de situaciones en el ámbito clínico, de la anestesia, cardiología, cuidados críti - cos y con la directriz basada en la seguri - dad del paciente. Desde el primer maniquí en 1960, prototipo inicial que simplemente poseía una cabeza y dos pulmones, han sur - gido con las unidades de simulación dife - rentes y sofisticados simuladores como son los del área robótica para el entrenamiento de maniobras específicas. Los simuladores de los que disponemos actualmente pueden clasificarse de muchas formas, en función de su fidelidad a la realidad, en función de su tecnología, complejidad, y en función de las áreas de uso específicas, etc. Clasificación de los simuladores (Andrea Dávila- Cervantes, Inv Ed Med 2014;3(10):100-105) Tipo de simulación Características Baja fidelidad Simuladores de segmento anatómico. Permiten realizar procedimientos y maniobras invasivas y no invasivas. Prácticas como exploración ginecológi - ca, aplicación de inyecciones IM o EV. Toma de presión arterial Intermedia Combina el uso de una parte anatómica con computadoras que permite manejar ciertas variables Alta fidelidad Integración de variables fisiológicas, manejados por computadoras utilizan - do hardware y software para aumentar el realismo: intubación orotraqueal, resucitación cardiopulmonar, partos eutócicos y complicados pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 161simulación En EDucación méDica... pag. 155 a pag. 162 Clasificación de Ziv de simuladores: 1-Simuladores de uso específico y baja tecnología : modelos diseñados para replicar sólo una parte del organismo y ambiente. Sirven para habilidades psicomotoras.ej.: brazo para punción o cabeza para intubación orotraqueal 2-Pacientes simulados : actores entre - nados para actuar de pacientes. Sirve para adquirir entrenamiento en rea - lización de historias clínicas, anam - nesis, realización del examen físico y como parte de la habilidad de la comunicación, como por ejemplo dar malas noticias 3-Simuladores virtuales en pantallas : simulan situaciones en áreas de fisio - logía, farmacología o problemas clí - nicos. Entrena y evalúa conocimien - tos y toma de decisiones 4-Simuladores de tareas complejas : usa dispositivos electrónicos compu - tarizados de alta fidelidad visual, au - ditiva táctil (cirugía laparoscópica y endoscopias) 5-Simuladores de paciente comple - to. Maniquíes de tamaño real, ma - nejados por computadora. Simulan aspectos anatómicos, fisiológicos, competencias en situaciones difíciles EVALUACIÓN EN SIMULACIÓN En la evaluación de la enseñanza con simulación hay que destacar que la simu - lación en sí lleva implícito una potente herramienta de evaluación; ayuda a con - trolar, medir, perfeccionar y evaluar mejor la perspectiva del aprendizaje tanto para el docente como para el estudiante (se au - toevalúa), permitiendo un juicio crítico y objetivo. Los docentes han encontrado en la simulación una técnica efectiva para en -señar y evaluar en tiempo real, sometiendo al estudiante a un escenario casi real. PIRÁMIDE DE KIRKPATRICK Establece un modelo para evaluar la efec - tividad de un programa de adiestramiento basado en la simulación (Gráfico 3). 1. Evaluación de reacciones de los par - ticipantes (satisfacción) en el programa de formación. 2. Evaluación de aprendizaje: conoci - miento de las competencias adquiridas. 3. Evaluación de comportamiento (co - nocimiento aplicado) y transferencia de los aprendizajes al lugar de trabajo 4. Evaluación de resultados: impacto en la población o sociedad, por ejemplo, reducción de complicaciones en la coloca - ción de una vía central Gráfico 3. Pirámide del modelo de KIRKPA - TRICK (Tomado de https://www.galileo.edu/ ivn/2011) CONCLUSIONES La simulación médica constituye un nuevo paradigma educativo Reproduce un ambiente de trabajo donde se enseña y aprende en un am - biente seguro y reflexivo REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 162Dra. Falasco ViViana En esta forma de aprender se ve el Error como una oportunidad de aprendizaje, NO desde lo punitivo, \"no hay castigo y un culpable\" El objetivo es trabajar sobre la segu - ridad del paciente y la del equipo de salud Se aprende por propia experiencia, existe autoaprendizaje y autoeva - luación Permite practicar, entrenar y repro - ducir casos BIBLIOGRAFÍA 1. Davila-Cervantes A. Simulación en Educa - ción Médica. Inv Ed Med 2014;3(10):101- 105 2. Cabero-Almenaray J, Costas J. Prisma So - cial Nº17 | dic 2016-may 2017 | Revista de Investigación Social 17 | ISSN : 1989- 3469:344-372 3. Corvetto M, Bravo MP, Montaña R, Utili F, Escudero E, Boza C, Varas J, Dagnino J. Simulación en Educación Médica: una si - nopsis. Rev Med Chile 2013; 141: 70-79 4. Taylor Peterson D, Willig J. Foundations of Simulation for Difficult Conversations. De - sarrollo de Capacitación Docente -Cómo enseñar situaciones difíciles a través de la simulación ACP. V Congreso Internacional de Medicina Interna-Clínica Médica. Puer - to Madero, Buenos Aires. Argentina. 19 al 22 de noviembre 20195. Lopreiato, J, Downing D, Gammon W, Lio - ce et al. Terminology & Concepts Working Group. (2016). Healthcare Standards (2016, DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 163TRICITOPENIA EN CONTEXTO DE PACIENTE CON VIH (+) TRICYTOPENIA IN A PATIENT WITH HIV (+) DrEs. monti DaniEl ricar Do2, moral Es FaBricio3, alEjanDro4 Servicio de Clínica Médica -Clínica de la Esperanza-Buenos Aires, Argentina 1- Médico Residente 4°año Medicina Interna 2- e-mail: blasmonti@hotmail.comcaSo clínico RESUMEN La tricitopenia es un trastorno relativa - mente frecuente en la práctica clínica pero con un gran abanico de etiologías que lo pueden producir por lo que se requiere de un exhaustivo estudio a fin de llegar al diagnóstico definitivo. A grandes rasgos y a fin de facilitar el estudio de este trastorno hematológico se las suele clasificar en tricitopenias centra - les y periféricas; o primaria y secundaria de la médula ósea, siempre debiendo des - cartar causas autoinmunes, alteraciones genéticas, carencia de nutrientes, enferme - dades neoplásicas, enfermedades metabó - licas, enfermedades infecciosas, como así también toxicidad por drogas, químicos o radiaciones. En este trabajo enfocaremos el estudio de una tricitopenia secundaria o adquirida en un paciente masculino joven con diag - nóstico reciente de VIH y concomitante in - fección por tuberculosis pulmonar. Palabras clave: tricitopenia, pancitope - nia, VIH, tuberculosis pulmonar, tricytopenia is a relatively frequent disorder clinical practice but with a wide range of etiologies that can produce it, so an exhaustive study is required in order to reach the definitive diagnosis. Broadly and in order to facilitate the study of this haematological disorder, they are usually classified as central and peripheral tricytopenias; or primary and autoimmu or ra - diation toxicity. In this work we will focus on the study of secondary or acquired tricytopenia around a young male patient Fecha de recepción: 28 de Abril de 2020 Fecha de aceptación: 31 de Mayo de 2020REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 164INTRODUCCIÓN Se define tricitopenia a la producción disminuida de los tres linajes hematopo - yéticos principales: anemia, leucopenia y trombocitopenia. Hemoglobina menor a 13 g% en hom - bres y 12 g% en mujeres, recuento de leu - cocitos menor a 4500/mm3 y plaquetas en valor menor a 150000/mm3. Dependiendo de su severidad se la clasi - ficará en leve, moderada o severa. Es leve cuando cumple con leucocitos mayores a 2500/mm3, hematocrito mayor a 26% y plaquetas mayores a 75000/mm3, severa cuando los leucocitos son menores a 1500/ mm3, el hematocrito es menor a 20% y las plaquetas menores a 45000/mm3, es mode - rada la que no se encuentre en los criterios de leve o severa. El fallo medular puede manifestarse en edades tempranas con síndromes here - ditarios como la anemia de Fanconi o el síndrome de Shwachman -Diamond; o en edad adulta por un gran número de causas, clasificadas en centrales o periféricas. Para el abordaje de la tricitopenia conta - mos con diversos estudios que van de me - nor a mayor complejidad abarcando cada una de las causas posibles dependiendo del paciente a estudiar. 1. Hemograma completo con reticulo - citos 2. Bioquímica de la sangre incluyendo función hepática, función renal, LDH, haptoglobina, y función tiroidea 3. Frotis sangre Punción aspiración de medula ósea (PAMO) + Biopsia de médula ósea 5. Citometría de flujo de médula ósea y sangre periférica 6. Estudio citogenético de médula ósea 7. Serologías virales: Virus de hepatitis A-B-C, Virus de Epstein Barr, Cito -megalovirus, VIH, Virus herpes 6, parvovirus B19 y dengue. 8. Infecciones parasitarias y bacterianas posibles de infiltración de la médula ósea como: tuberculosis, brucelosis, fiebre tifoidea, leishmaniasis, palu - dismo y toxoplasmosis. 9. Enfermedades autoinmunes como lu - pus eritematoso sistémico Con respecto al cuadro clínico que repre - senta la tricitopenia cabe destacar que esta entidad no es una enfermedad en sí, sino que subyace a una enfermedad a diagnosticar por lo que la presentación clínica va a ser muy variada dependiendo de la causa que genere el déficit hematopoyético y de la evolución de la misma, pudiéndose encontrar pacientes sintomáticos y asintomáticos. Entonces, la presentación clínica estará relacionada con el grado de tricitopenia, encontrándonos con anemia sintomática en un paciente taquicár - dico, disneico; o simplemente con palidez mucocutánea; fiebre secundaria a leucope - nia, y sangrados mucocutáneos que pueden ir desde petequias a hemorragias severas como una hemorragia digestiva o hemoptisis. También es frecuente la presentación con visceromegalias (hepatomegalia o espleno - megalia). Otro hallazgo pueden ser las ade - nopatías. CASO CLÍNICO Paciente masculino de 38 años de edad consulta a la guardia por cuadro clínico de aproximadamente un mes de evolución ca - racterizado por fiebre asociado a tos pro - ductiva, astenia, adinamia, hiporexia y pér tóxi - co-alérgicos, quirúrgicos y farmacológicos. A su ingreso, paciente en malas condiciones generales, febril, confuso, desorientado en tiempo y espacio e incontinencia urinaria.DrEs. monti Blás y cols.pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 165tricitop Enia En cont Exto DE paci EntE con Vih (+).. . pag. 163 a pag. 169 Signos vitales : Tensión arterial 130/70 mmHg, temperatura 38.9°C, - cutánea y deshidratación leve. Disminución de la implantación capilar a nivel frontal. Presenta lesión en piel a nivel interglútea de aproximadamente 5 cm eritematosa de bordes definidos, dolorosa. Muguet oral. Sin adenomegalias palpables ni signos de sangrado activo. Hemodinámicamente compensado, aus - cultación cardíaca con 2 ruidos en 4 focos, taquicárdico, silencios libres. Pulsos peri - féricos conservados. Sin signos de falla de bomba. Buen patrón respiratorio, taquipneico, con disminución del murmullo vesicular en base pulmonar derecha asociado a roncus y subcrepitantes en campo medio ipsilateral. Abdomen distendido, no doloroso. RHA (+), Hepatomegalia palpable. Vigil, parcialmente orientado, confuso. Sin presencia de signos de foco motor ni de irritación meníngea. Glasgow 14/15. Laboratorio de ingreso : hematocrito 25%, glóbulos rojos 3.05 he eritrosedimentación 107mm, Proteína C con Anticuerpos anti VIH >12 sinusal, FC 130 lat/min, eje entre 30-60°, sin cambios en segmento S-T. Radiografía de tórax : Imagen con de - rrame pleural derecho asociado a imágenes en campo medio derecho compatibles con infiltrados algodonosos. Índice cardio-torá - cico normal (Figura 1). TAC cerebro : No se observan colecciones hemáticas agudas, ni lesiones de índole expansivas infra ni supratentoriales. Línea media respetada, ventrículos dilatados, simétricos y media - les. Signos de retracción cortical. No se evidencia patología ósea. Figura 1. Rx. Tórax TAC de tórax : Derrame pleural dere - cho asociado a imagen con tendencia a la consolidación en lóbulo medio e inferior derecho. Mediastino centrado. Axilas sin adenomegalias (Figura 2). TAC abdomen y pelvis : Hígado, bazo, páncreas y glándulas suprarrenales de ca - racterísticas conservadas. Riñones orto - tópicos de forma y tamaño conservados, sin signo de uronefrosis ni macrolitiasis; uroexcreción conservada. REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 166No se observan adenopatías mesentéri - cas, retroperitoneales ni inguinales, mínima cantidad de líquido libre en cavidad abdo - minal. Distensión generalizada del marco colónico sin imagen obstructiva asociada. Vejiga sin lesiones endoluminales.Eco Doppler cardíaco : motilidad parie - tal global conservada, función del ventrí - culo izquierdo y derecho conservada. FEY 70%. Pericardio ocupado (derrame leve posterior). Figura 2. TC Tórax Válvulas de motilidad y morfología conservadas. Sin masa ni trombos intraca Se realizan hemocultivos x3, los micótico. Esputo seriado con resultado positi - vo (xxx) para Bacilo ácido alcohol re - sistente en las tres muestras remitidas. Coprocultivo negativo pleural sin desarro - llo bacteriano. Parasitológico y cols.pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 167Inicio de antibioticoterapia con Pipera - cilina-tazobactam 4.5 g cada 6 horas en - dovenoso y Vancomicina 1g endovenoso cada 12 horas empírico. endovenoso/día Aciclovir 800 mg endovenoso/día mg lunes, miércoles y viernes Antifímicos : Rifampicina 300 mg cada 12 horas vía oral Isoniacida 300 mg/día vía oral Pirazinamida 500 mg con desayuno y 250 mg con almuerzo, merienda y cena vía oral Etambutol 400 mg cada 8 horas vía oral Tratamiento antirretroviral : 1- Lopinavir/Ritonavir 100/25 mg, 2 comprimidos cada 12 horas vía oral 2- Lamivudina 300 mg, 1 comprimido/ día vía oral Paciente persiste febril intra tratamiento antibiótico por lo que se deben escalar es - quemas, se adiciona Meropenem a 1 g cada 8 horas endovenoso y se inicia con Anfote - ricina B 50 mg/día endovenoso. Al mes de internación paciente inicia con descenso persistente y marcado de glóbulos rojos, plaquetas y glóbulos blan - cos: Hematocrito 23%, hemoglobina 7.5 g/ dl, glóbulos plaque - tas en 44 mil/mm3, reticulocitos 0.4%. Se inicia aislados, linfocitos (2% y maduros), monocitos normales (8%). No se encuentran células inmaduras.PAMO, citometría de flujo, cultivo y Biopsia de médula de médula ósea: Cambios displásicos. Serologías virales. Negativo para: Virus hepatitis A, B y C, virus Epstein Barr, Citomegalovirus, Virus herpes 1,6 y 8 y parvovirus B19. Vitamina ng/dl, Ácido fólico 1.2 ng/ml. Se descarta exposición a agentes físicos y químicos como contaminantes ambienta - les u ocupacionales durante los últimos 6 meses: Benceno y otros solventes, arséni - co, radiaciones ionizantes, pesticidas agrí - colas como organoclorados, organofosfo - rados y carbamatos, agentes lubricantes y drogas recreacionales. Drogas relacionadas que recibió el pa - ciente durante su internación que podrían haber inducido o colaborado a la produc - ción de su tricitopenia: ibuprofeno, diclofenac, naproxeno. En relación a los hallazgos obtenidos en estudios realizados, en contexto a la in - munosupresión del paciente, tratamiento y respuesta del mismo se interpreta tricito - penia de origen multifactorial teniendo en cuenta: (1) Relacionada al propio virus, (2) secundaria a enfermedades oportunistas (tuberculosis), (3) asociada a fármacos uti - lizados en el tratamiento instaurado del pa - ciente y (4) secundaria a déficit de folatos. Medidas, tratamiento implementado y evolución de paciente En primer lugar se optimiza tratamiento para VIH con rotación del mismo a Ralte - gravir 400 mg 2 comprimidos cada 12 horas y Tenofovir/lamivudina 300/300 mg 1 com - primido/día. Presenta respuesta favorable; carga viral control a los 60 días con franca disminución de las copias del virus a 431 copias/ml (log CV 2.63) y recuento de CD4 paci Vih (+).. . pag. 163 a pag. 169REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 168Continúa con antifímicos, completa los primeros 2 meses con 4 drogas: Rifampici - na + Isoniacida + Pirazinamida + Etambu - tol, continúa en tratamiento antituberculoso con Rifampicina e Isonicida. Baciloscopia seriada por tres negativa. Por presencia de cultivos bacteriológi - cos y fúngicos sin desarrollo se logra sus - pender anfotericina B. Se inicia tratamiento con ácido folínico 50 mg/día endovenoso por 5 días y luego mantenimiento con 50 mg semanal endo - venoso hasta obtención de valores de ácido fólico sérico superior a 24 ng/ml. DISCUSIÓN Y CONCLUSIONES Los desórdenes hematológicos en pa - cientes infectados por VIH son frecuentes y aumentan su presentación a medida que progresa la enfermedad, llevando al pa - ciente a un mayor riesgo de complicacio - nes secundarias a estos trastornos. Se ha descripto que la presencia de trici - topenia en pacientes con VIH es en su ma - yoría de naturaleza multifactorial, siendo la más prevalente la anemia que, por sí sola, se asocia a mayor riesgo de muerte inde - pendiente de otros factores. Varios son los mecanismos relacionados en su producción: Etapa avanzada de VIH. Presencia de una carga viral alta y re - cuento bajo de CD4. Uso de tratamiento antirretroviral (ej.: zidovudina) y de drogas usadas como profilaxis de sus complicacio - nes como Trimetoprima-Sulfame - toxazol, ganciclovir, la terapia antirretroviral me - jora la supervivencia del paciente, puede presentarse anemia de leve a moderada en personas con terapia an - tirretroviral de largo plazo. Presencia de enfermedades agudas e infecciones oportunistas crónicas. Dentro de los más frecuentes encon - tramos: Parvovirus B19, Tuberculo - sis, Citomegalovirus, MAC, VHB, VHC, histoplasmosis. Infiltración de la médula ósea por el propio virus alterando su microam - biente e inhibiendo así la hemato - poyesis; se desconoce el mecanismo por el cual se produce el desequili - brio en dicho tejido. En los pacientes con diagnóstico de VIH asociado a tricitopenia son muchos los fac - tores que contribuyen y variadas etiologías para que ésta se manifieste, por lo que debe realizarse un estudio exhaustivo de las mis - mas para llegar a su origen. Son pacientes que, en general, se encuen - tran en regulares condiciones generales, en estadios avanzados de su enfermedad y per - manecen internados de forma prolongada con numerosas intercurrencias por lo que requieren de un manejo multidisciplinario incluyendo principalmente los servicios de clínica médica, hematología, infectología, nutrición y psicología. El servicio de clíni - ca médica debe realizar un enérgico trabajo tanto para realizar diagnóstico como para su seguimiento continuo y tratamiento. Por lo general el pronóstico de estos pa - cientes no es bueno y cursan con un gran riesgo de morbimortalidad.DrEs. monti Blás y cols.pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 169BIBLIOGRAFÍA Williams D. Pancitopenia, anemia aplásica y aplasia pura de glóbulos rojos. Hematolo - gía clínica. Cap 31. Pag. 793-813. 9° Edi - ción. Editorial Inter Médica. 1994. Elena G, Milovic V , Ramos A, Rossi B, Touliet V . Síndromes de fallo medu - lar. Sociedad Argentina de hematología. Guías de Diagnóstico y tratamiento. 2017 http://sah.org.ar/docs/2017/005-Síndro - mes%20de%20Fallo%20Medular.pdf Santiago Rodríguez Eduardo J. , Mayor Ángel M., Fernández Santos Diana M. and Hunter Mellado Robert F. Profile of HIV-Infected Hispanics with Pancytopenia. Int J Envi - . 2016 Jan; 13(1): 38. https://www.ncbi.nlm.nih.gov/pmc/articles/ PMC4730429/ Severini Trivisonno Fabián, Miljevic Julio. Hospital Bautista Alberdi. Rosario. Abordaje del paciente con pancitopenia. Universi - dad Nacional de Rosario, Rosario, Santa Fe, República Argentina. 2010. http://www. clinica-unr.com.ar/2015-web/Downloads/ Revisiones%20-%20Pancitopenia.pdf Mofredj A., Guerin distress and pancytopenia HIV-infec - ted European - nal 1996 2685-2687. https://erj.ersjour - nals.com/content/9/12/2685 M Gary Brook, Helen Ayles, Claire Ha - rrison, Clare Rowntree, Robert F Mi - ller. Diagnostic utility of bone ma - Patients with nicoimmunologic Hematología. Enferme - dades del sistema leucocitario, Clini - cal case of the Apropos of pan - cytopenia in a paci EntE con Vih (+).. . pag. 163 a pag. 169REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 170CONSENSO DE INMUNIZACIONES EN ADULTOS CON CARDIOPATÍAS (SEGUNDA PARTE) SOCIEDAD ARGENTINA DE CARDIOLOGÍA (SAC) DIRECTOR Dr. SeBaStiÁn garcía-zaMora (Sac) CODIRECTOR Dr. Franci Sco nacino Vich (SocieDaD argentina De inFectología -SaDi-) SECRETARIOS CIENTÍFICOS Dr. JoSé M. P icco y Dra. María gaBriela Matta SECCIONES Virus de inFluenza Dra. María inéS SoSa liPranDi, Dr. ricarDo Villarreal , Dr. JoSé Picco, Dr. Daniel Stecher inFecciÓn neumoc Ócica Dra. laura PuliDo, Dr. JaVier Mariani, Dr. SeBaStiÁn garcía-zaMora, Dra. Mariel calaBró, Dr. carloS M. l una tétanos Y diFteria Dra. Valeria Barone, Dr. SeBaStiÁn ghiBauDo, Dr. PaBlo Merlo, Dra. MiriaM rozenek PiSterMan Vacunaci Ón en Pacientes anticoagulados Dr. SeBaStiÁn garcía-zaMora, Dr. JoSé M. P icco y Dra. María gaBriela Matta alergia al hueVo Y Vacunaci Ón Dr. congénitas del adulto Dr. clauDio MoróS, MariSa Pacheco otero miembro Por conarec Dra. luDMila MorcoS REVISORES EXTERNOS Dr. oScar rizzo Dr. ricarDo igleSiaS Dr. ricarDo rüttiMann Dr. anDréS roSenDe Dra. Paula Monti Abril 2020conSenSo VACUNA ANTINEUMOCÓCICA Dra. Laura Pulido, Dr. Javier Mariani, Dra. Mariel Calabró, Dr. Carlos M. Luna Introducción Las infecciones neumocócicas repre - sentan un importante problema de salud pública a nivel mundial, tanto en países en vías de desarrollo como en aquellos indus - trializados, debido a la morbimortalidad que acarrean. Constituyen la primera causa de muerte en el mundo debido a enfermedades preve - nibles por vacunas (61). Las formas más frecuentes de infección las constituyen la otitis media aguda, la neumonía neumocócica y la enfermedad neumocócica invasiva, que es aquella que compromete tejidos y/o fluidos corporales habitualmente estériles (p. ej., bacteriemia, meningitis o empiema, entre otros). Así, se estima que aproximadamente el 27% de las neumonías adquiridas en la comunidad tienen como agente causal a Streptococcus pneumoniae (\"neumococo\") y casi el 25% de estas infecciones tendrán hemocultivos positivos para dicho germen (62). El neu - mococo es responsable de múltiples cua - dros infecciosos y puede originar, además de neumonías, otras entidades graves como meningitis o endocarditis. Así, constituye una causa importante de muerte especial - mente en las edades extremas de la vida. Si bien tiene tratamiento antibiótico espe - cífico, su letalidad no ha variado en los úl -pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 171timos 50 años. Habitualmente se describe una distribución bimodal de la enfermedad neumocócica, que afecta principalmente a niños pequeños y adultos mayores: los primeros por inmadurez del sistema in - munitario y los segundos por el fenóme - no conocido como inmunosenescencia, el cual describe un estado de desregulación de la función inmunitaria que condiciona una mayor susceptibilidad a padecer infec - ciones de cualquier tipo, además de otras enfermedades que comprometen el sistema inmunológico (p. ej., inmunodeficiencias congénitas y adquiridas, enfermedades autoinmunes, asplenia funcional o anató - mica, neoplasias, entre otras)(63,64). Por ello, y explicado al menos en parte debi - do a la inmunosenescencia, se ha estimado que entre adultos de 65 años o más, el RR de desarrollar una neumonía neumocócica o una enfermedad neumocócica invasiva sería aproximadamente 5 veces mayor que el del grupo etario de 18 a 49 años (65). Por otra parte, e independientemente de la edad, algunas enfermedades crónicas como la diabetes mellitus, la EPOC o las enfer - medades cardiovasculares se asocian a ma - yor riesgo de padecer neumonía, a que esta se deba a neumococo y a presentar formas invasivas de la enfermedad (66). Final - mente, la asociación de dos o más de estas enfermedades crónicas (multimorbilidad) multiplican la tasa de neumonía de cual - quier causa, de neumonía neumocócica o de una enfermedad neumocócica invasiva. Así, la mortalidad en adultos comunica - da por la bibliografía internacional se ubi - ca en 3,8/100.000 personas en poblaciones menores de 65 años sin comorbilidades, 36,4 /100.000 en mayores de 65 años sin comorbilidades y alcanza 173/100.000 en huéspedes inmunocomprometidos como los portadores del VIH. Diversos estudios de carga de enfermedad neumocócica rea - lizados en la Argentina mostraron una tasa de letalidad en estos pacientes entre el 16,7 y 17,4%(67,68). Por ello, y para disminuir su impacto en la salud, se plantea la nece - sidad de una estrategia preventiva a través de la inmunización. Asociación entre eventos cardiovas - culares e infecciones por neumococo. Si bien la vinculación entre infecciones respiratorias y eventos CV se encuentra bien establecida (véase Gráfico 1), solo recientemente se ha podido establecer con mayor precisión la magnitud del problema y sus distintas aristas. Así, en el año 2011, Corrales-Medina y cols.(69) realizaron una revisión sistemática y metaanálisis de estudios observacionales sobre este tema. Incluyeron 24 estudios y encontraron que, en pacientes internados por neumonía ad - quirida en la comunidad (NAC), un 17,7% tuvieron complicaciones cardiovasculares: entre éstas 14,1% presentaron ICC, 5,3% un SCA y 4,7% arritmias. Entre los pacien - tes ambulatorios 1,4% presentaron ICC, el 0,1% un SCA y 0,9% algún tipo de arrit - mia. Si bien discriminaron estos hallazgos según la gravedad en el grupo de pacientes internados, el reducido número de estudios y participantes limitó la generalización de esas observaciones. Un año más tarde, el mismo grupo de trabajo (35) publicó los resultados de una cohorte prospectiva de individuos con NAC seguidos durante 30 días posterio - res al diagnóstico de la infección, donde incluyeron 1343 individuos internados y 944 tratados de forma ambulatoria. La tasa de complicaciones cardiovasculares fue del 2,1% entre pacientes ambulatorios y del 26,7% en quienes habían sido inter - nados. En ambos grupos, la complicación más frecuente fue el desarrollo de ICC \"de novo\" o el empeoramiento de ICC previa en aproximadamente el 65% de los casos. El segundo evento cardiovascular más fre - cuente fue la presencia de arritmias (35% en el grupo ambulatorio y 22,1% en el de los internados); ningún paciente ambula -cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 172conSenSo torio y el 3,5% de los internados tuvieron un IAM. Adicionalmente un 7,5% de los pacientes del grupo internado presentaron dos eventos cardiovasculares diferentes el mismo día (69). De forma global, el 33,1% de todos los individuos que desarrollaron una complicación cardiovascular no tenían antecedentes de patología cardiovascular y esta fue la primera manifestación. Al anali - zar la dinámica de ocurrencia de los eventos CV se observó que la mayoría ocurrieron el primer día, tanto en pacientes internados (55,2%) como en aquellos tratados de for - ma ambulatoria (50%). Adicionalmente, el 89,1% de los pacientes internados y el 75% de los pacientes ambulatorios que desarro - llaron un evento CV adverso lo hicieron dentro de la primera semana, y un número reducido de participantes tuvieron inter - currencias hasta 30 días luego del evento índice. En un análisis multivariado, los autores encontraron que 13 variables se asociaron de forma independiente con mayor riesgo de desarrollar eventos CV: edad (OR 1,03 IC 95% 1,02 a 1,03), residir en geriátrico (OR 1,8 IC 95% 1,2 a 2,9), presencia de comorbilidades como ICC (OR 4,3 IC 95% 3,0 a 6,3), arritmias cardíacas (OR 1,8 IC 95% 1,2 a 2,7), enfermedad coronaria (OR 1,5, IC 95% 1,04 a 2,0), hipertensión ar - terial (OR 1,5 IC 95% 1,1 a 2,1), frecuen - cia respiratoria > 30 ciclos por minuto al momento de la consulta (OR 1,6 IC 95% 1,1 a 2,3), ciertas alteraciones de laborato - rio: pH < 7,35 (OR 3,2 IC 95% 1,8 a 5,7), uremia > 30 mg/dL (OR 1,5 IC 95% 1,1 a 2,2), sodio < 130 mg/dL (OR 1,8 IC 95% 1,02 a 3,1), hematocrito < 30% (OR 2,0 IC 95% 1,3 a 3,2), y algunas variables clínicas como derrame pleural (OR 1,6 IC 95% 1,1 a 2,4) y haber requerido internación para el tratamiento de la NAC (OR 4,8 IC 95% 2,8 a 8,3). Como puede inferirse a partir de estas observaciones, hubo una mayor tasa de eventos CV entre los pacientes más gra -ves. Así, al dividir a los participantes según el puntaje de riesgo para neumonías (Pneu - monia Severity Index o PSI en la literatura anglosajona) los participantes de la catego - ría más baja, es decir, aquellos que tenían menor gravedad o riesgo, tuvieron una in - cidencia de eventos CV de 1,2%, mientras que aquellos en la categoría de mayor gra - vedad tuvieron 47,3%. Al evaluar el impacto de la ocurrencia de eventos CV en este grupo de pacientes con NAC, Corrales-Medina y cols. encon - traron que esto se asoció a un riesgo incre - mentado de muerte (OR 3,5 IC 95% 2,3 a 5,2, p < 0,05) aun luego de ajustar por múltiples variables, entre ellas el PSI. De forma interesante, al analizar los datos ex - cluyendo a los individuos que fallecieron el día de diagnóstico de la neumonía, desa - rrollar eventos cardiovasculares durante la evolución también se asoció a mayor ries - go de muerte a 30 días (35). En el año 2015, Corrales-Medina y cols. (70) publicaron otro estudio sobre este tema: realizaron un estudio de casos y con - troles anidado en dos cohortes de pacien - tes. La primera de estas cohortes (el Car - diovascular Health Study [CHS]) incluyó 5888 participantes mayores de 65 años; la segunda (el Atherosclerosis Risk in Com - munities study [ARIC]) incluyó 15.792 participantes con una edad de 45 a 64 años. Se incluyeron 2 controles hospitalarios por cada caso de neumonía enrolado en el estudio. Los casos de NAC y los controles fueron evaluados y seguidos según la ocu - rrencia de un evento CV por 10 años. De los 591 pacientes con NAC, 206 tuvieron eventos CV dentro de los 10 años luego de su hospitalización por dicha infección. El riesgo de complicaciones CV después de ocurrida la NAC fue mayor en el pri - mer año: así, durante los primeros 30 días presentaron alguna complicación 54 par - ticipantes del grupo \"casos\" y 6 controles (HR 4,07 IC 95% 2,86 a 5,27, p < 0,05); pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 173entre los 31 y 90 días posteriores, 11 ca - sos y 9 controles presentaron algún evento (HR 2,94 IC 95% 2,18 a 3,70, p < 0,05) y entre los 91 días y el primer año, 22 casos y 55 controles (HR 2,10 IC 95% 1,59-2,60, p < 0,05). Adicionalmente, el riesgo CV se mantuvo elevado hasta el noveno y déci - mo año (HR 1,86 IC 95% 1,18 a 2,55, p < 0,05). Estos resultados sugieren que la hos - pitalización por NAC se asociaría a un au - mento del riesgo de sufrir complicaciones CV , tanto a corto como a mediano y largo plazo (70). En lo que a ICC respecta, las infeccio - nes respiratorias tienen una doble vincu - lación con esta entidad: por un lado, son responsables de un número considerable de descompensaciones, las cuales se asocian a elevada morbimortalidad (véase Gráfico 1) (10,71,72). Por otro lado, a medida que progresa la enfermedad, los individuos se - vuelven más propensos a las infecciones (73,74). Si bien la neumonía neumocócica tiene un patrón estacional similar al de la gripe, algunos datos locales sugieren que solo el 38% de ellas ocurrieron en la épo - ca invernal en una ciudad de la Argentina (75). Asimismo se ha postulado que la in - corporación de la vacuna con las recomen - daciones actuales ha provocado una dismi - nución de las infecciones neumocócicas, especialmente por los agentes contenidos en las vacunas (76-78). Indicaciones de vacunación antineu - mocócica Al igual que en el caso de la vacuna con - tra la influenza, en este escenario existen múltiples entidades y comorbilidades que aumentan el riesgo de infección por neumo - coco y que constituyen una indicación for - mal para la vacunación. Esquemáticamente podríamos resumir las indicaciones de va - cuna contra neumococo en dos grupos: 1) personas de 65 años o mayores (inde - pendientemente de la presencia o no de factores de riesgo),2) personas de 5 a 64 años y que presen - ten algún factor de riesgo, 3) menores de 2 años (lo cual se encuentra fuera del alcance de este Consenso). Debido a que muchas entidades son fac - tores de riesgo compartidos entre infección neumocócica e infección por influenza, la Tabla 4 los resume señalando similitudes y diferencias Vacunas disponibles y sus caracterís - ticas Las vacunas antineumocócicas disponi - bles comercialmente en el país son de dos tipos: - Vacuna polisacárida de 23 serotipos (VPN23) Los 23 serotipos incluidos son: 1, 2, 3, 4, 5, 6B, 7F, 8, de 13 serotipos (VCN13) (22) Los serotipos incluidos son: 1, 3, 4, vacunas polisacáridas se aíslan los polisacáridos de la cápsula de los 23 se - rotipos más frecuentes de neumococo, con - servando sus antígenos. Como toda vacuna polisacárida, tienen un pobre estímulo so - bre las células T del sistema inmunitario, por lo que no genera inmunidad de memo - ria. Su eficacia para la prevención de en - fermedad neumocócica invasiva en sujetos inmunocompetentes mayores de 65 años es alta, en torno al 75%. En cambio es menos eficaz en sujetos más jóvenes (no es inmunogénica en me - nores de 2 años) y en inmunosuprimidos. Estas vacunas no tienen impacto sobre la portación respiratoria de neumococo. Por su parte, las vacunas conjugadas utilizan polisacáridos que se conjugan con cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 174una proteína transportadora (en el caso de la VCN13 es la proteína CRM197), por lo que los antígenos se vuelven dependientes de las células T e inducen una respuesta in - munitaria robusta, la cual deja memoria in - munológica. Asimismo, previenen la por - tación respiratoria de neumococo, aspecto de gran relevancia epidemiológica porque la colonización es una condición sine qua non para padecer cualquier forma de enfer - medad neumocócica. Diversos estudios realizados con ambas vacunas han mostrado que la inmunogeni - cidad fue superior para la vacuna conjuga - da en ocho de los serotipos compartidos y comparable a los otros cuatro. A su vez hay un serotipo (el 6A) que solo se encuentra en la vacuna conjugada. Además, utilizar ambas vacunas en forma secuencial (admi -nistrando la vacuna conjugada en primer lugar) mejora la respuesta inmunitaria de la segunda dosis, sea de vacuna polisacárida, o una nueva dosis de conjugada (véase más adelante ) (84). Esquema recomendado de vacunación Desde el año 1983, la prevención de la NAC en adultos se ha basado en la admi - nistración de vacuna polisacárida elabora - da con los 23 serotipos más frecuentes que producen la mayor parte de las infecciones por neumococo (85). En el año 2012, el Ministerio de Salud de la Nación incorpo - ró al Calendario Nacional la vacuna con - jugada 13 valente para niños menores de dos años y continuó con la vacunación en adultos mayores y grupos de riesgo con va - cuna polisacárida 23 valente. La evidencia desarrollada en los últimos años llevó a que conSenSo Tabla 4. Grupos de riesgo con indicación de inmunización contra neumococo (79,80) Grupo 1: Enfermedades cardíacas a) Insuficiencia cardíaca, enfermedad coronaria, reemplazo valvular, valvulopatías moderadas o severas b) Cardiopatías congénitas (los mismos grupos de riesgo que para influenza) Grupo 2: Enfermedades respiratorias a) Enfermedades respiratorias crónicas (los mismos grupos de riesgo que para influenza) Grupo 3: Inmunodeficiencias congénitas o adquiridas (no oncohematológicas) a) Infección por VIH b) Utilización de inmunosupresores o corticoides en dosis altas (igual régimen que para vacuna contra influenza) c) Inmunodeficiencia congénita d) Asplenia funcional o anatómica (incluida anemia drepanocítica) (los mismos grupos de riesgo que para influenza, a excepción de la desnutrición grave) Grupo 4: Pacientes oncohematológicos y trasplantados a) Tumor de órgano sólido en tratamiento b) Enfermedad oncohematológica c) Trasplantados de órganos sólidos o precursores hematopoyéticos (los mismos grupos de riesgo que para influenza) (81) Grupo 5: Otros a) Diabetes mellitus b) Insuficiencia renal crónica y/o síndrome nefrótico (igual que para influenza) Grupo 5b, Otros: Condiciones propias de la vacuna antineumocócica a) Antecedentes de haber padecido alguna forma de enfermedad neumocócica invasiva b) Implantes cocleares c) Fístulas de líquido cefalorraquídeo d) Tabaquismo (82,83): - tabaquismo activo con al menos 15 paquetes/año - extabaquistas de al menos 10 paquetes/año, si abandonaron hace menos de 10 años e) Alcoholismo f) Enfermedad hepática crónica (incluyendo la cirrosis)pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 175en 2017 se recomendara la vacunación se - cuencial con ambas vacunas, como se deta - lla a continuación (86,87): - Pacientes menores de 65 años, con fac - tores de riesgo (p. con un intervalo mínimo de 12 meses luego de la vacuna conjugada. 1.er refuerzo: vacuna polisacárida a los 65 años, pero respetando un intervalo mí - nimo de 5 años desde la dosis anterior de VPN23. - Pacientes mayores de 65 años (indepen - dientemente de los con un intervalo mínimo de 12 meses luego de la vacuna conjugada. En conclusión, los pacientes que fueron vacunados por factores de riesgo CV deben recibir un refuerzo de vacuna polisacárida (VPN23) a los 65 años o a los 5 años de la dosis inicial. Una excepción a este esquema lo consti - tuyen los pacientes inmunocomprometidos (p. ej., trasplante cardíaco) en quienes se recomienda administrar VCN13 y luego una dosis de VPN23 al menos 8 semanas posterior a la primera. El CDC (Centers for Disease Control and Prevention) recomien - da en estos pacientes administrar una nue - va dosis de VPN23 luego de 5 años y, en caso de haber recibido dicha vacuna antes de los 64 años, ser vacunados nuevamente luego de los 65 años (88). Edad y vacuna antineumocócica Las recomendaciones actuales del Mi - nisterio de Salud y Desarrollo Social de nuestro país (79), respaldadas principal - mente por los resultados del estudio co -nocido por el acrónimo CAPiTA (Poly - saccharide Conjugate Vaccine against Pneumococcal Pneumonia in Adults) (89), son las anteriormente enunciadas. En el año 2019, la Sociedad Argentina de Infec - tología (SADI) recomendó disminuir la edad a 60 años, como un posicionamiento de expertos (90). Por su parte Lopardo y cols. realizaron un estudio en ciudades de la Argentina (Ge - neral Roca), Uruguay (Rivera) y Paraguay (Concepción), para valorar la incidencia de neumonía en dichas comunidades (91). In - cluyeron 2302 pacientes adultos con diag - nóstico de NAC y realizaron un seguimien - to durante 3 años. Solamente el 6,1% de los participantes tuvieron antígeno urinario positivo para neumococo y se desconoce el agente etiológico de los restantes casos. Para valorar la incidencia de neumonía di - vidieron a la población en tres grupos eta - rios: 18 a 49 años, 50 a 64 años y mayores de 65 años. Respecto de los participantes más jóvenes, aquellos con edades por en - cima de 65 años tuvieron una incidencia 3 a 15 veces más alta, con ligeras diferencias entre las ciudades incluidas. Más intere - sante aún resulta la observación de que el 82% de los participantes que padecieron una neumonía tenían al menos un factor de riesgo para la enfermedad, y el 48% tenían dos o más factores predisponentes. Un dato llamativo fue la diferente tasa de incidencia de neumonías entre las ciudades estudiadas. Para explicar esto, los autores plantearon dos hipótesis: por un lado, las diferencias climáticas entre las ciudades y, por otro, las diferentes políticas de va - cunación en niños, lo cual podría impactar en la ocurrencia de neumonías en adultos por el \"efecto rebaño\". En consonancia con esto Gentile y cols. realizaron un registro unicéntrico (en la ciudad de Tandil) que in - cluyó 279 pacientes con neumonía neumo - cócica durante un período de 16 años, entre cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 1761989 y 2015 (75). Durante los dos últimos años del registro, la tasa de incidencia de admisión por neumonía neumocócica se redujo a menos de la tercera parte de la pre - sentada en los años anteriores, planteando también como posible explicación la intro - ducción de la vacuna conjugada (VCN13) en el año 2012 en los niños de la Argentina. Resultados similares encontraron Luna y cols. en un Hospital Universitario de la ciudad de Buenos Aires (77). Estos estudios resaltan la importancia epidemiológica de alcanzar las mayores tasas posibles de vacunación en niños (si bien este no es un tema abordado por el presente Consenso). Respecto del grupo etario de 60 a 64 años, la evidencia indirec - ta sugiere que el beneficio será menor que el de otros subgrupos; por lo tanto, debería analizarse cada caso particular, consideran - do el incremento en los costos que esta in - tervención supone. Debido a ello creemos que es oportuno mantener la edad de 65 años, hasta tanto se cuente con evidencias que demuestren los beneficios de bajar el punto de corte etario. Fundamentos de la vacunación se - cuencial Como ya se mencionó, la vacuna poli - sacárida se ha utilizado desde hace más de 30 años para prevenir las infecciones inva - sivas por Streptococcus pneumoniae. Sin embargo, algunos cuestionamientos sobre su inmunogenicidad en pacientes inmu - nocompetentes han surgido en los últimos años. A fin de evaluar esto, un metaanálisis realizado por Diao y cols. (92) se propuso valorar la eficacia de esta vacuna. Incluye - ron 7 estudios aleatorizados con 156.010 participantes y encontraron que la adminis - tración de la vacuna polisacárida previene la ocurrencian de NAC por todas las causas (RR 0,87 IC 95% 0,76 a 0,98, p = 0,02), es -pecialmente en individuos mayores de 65 años y sujetos menores (19 a 64 años) con factores de riesgo para la enfermedad (RR 0,72 IC 95% 0,69 a 0,94, p< 0,05). Sin em - bargo, no encontraron descensos en la mor - talidad total (RR 1,04 IC 95% 0,87 a 1,24, p = 0,68) ni en las neumonías neumocócicas (RR 0,54 IC 95% 0,18 a 1,65, p = 0,28), esto último probablemente debido al menor ta - maño muestral de pacientes analizados. En lo que a vacunas conjugadas res - pecta, se desarrollaron inicialmente las vacunas 7, 9 (nunca llegó a comercializar - se), 10 valente y posteriormente la vacuna conjugada 13 valente (PCV13), la cual ha cobrado mayor preponderancia, respaldada principalmente por el estudio conocido con el acrónimo CAPiTA (89). Este fue un en - sayo clínico aleatorizado, doble ciego, con - trolado con placebo, que se realizó en los Países Bajos con el fin de evaluar si la va - cuna conjugada otorgaba protección contra enfermedades neumocócicas en adultos. Se incluyeron 84.496 sujetos inmunocom - petentes mayores de 65 años, los cuales fueron aleatorizados a recibir vacunación o placebo, con un seguimiento promedio de 3,97 años en cada grupo. El tiempo de seguimiento se realizó hasta el primer epi - sodio de: a) neumonía neumocócica bac - enfermedad neumocócica invasiva; o d) neumonía adquirida en la co - munidad, incluyendo neumonía no neumo - cócica. Los autores encontraron un porcentaje de eficacia vacunal del 45,6% para reducir la ocurrencia de NAC por neumococo (IC 95% 21,8 a 62,5, p < 0,001). Reducciones similares encontraron en neumonías neu - mocócicas no bacteriémicas y enfermedad neumocócica invasiva. Sin embargo, la va - cuna no disminuyó la mortalidad por NAC o enfermedades invasivas.conSenSopagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 177cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194 Con respecto a la utilidad de la vacu - nación secuencial se han llevado a cabo varios estudios de inmunogenicidad, eva - luando diferentes esquemas de vacuna po - lisacárida y conjugada (93-95), así como también la seguridad de la revacunación (96-98). En líneas generales, lo observado en esos estudios fue: La revacunación es segura, con un li - gero incremento en los efectos adver - sos locales en el sitio de inyección, los cuales disminuyen separando los intervalos entre vacunas polisacári - das por 5 o más años. La vacunación con vacuna conjuga - da produjo mayor inmunogenicidad para los serotipos en común que la vacuna polisacárida en individuos de riesgo, pero inmunocompetentes. La administración de vacuna conju - gada (VCN13) seguida de la vacuna polisacárida (VPN23) produjo mayor inmunogenicidad que la administra - ción en orden inverso. En individuos que ya han recibido la vacuna polisacárida, administrar la vacuna conjugada produjo mayor in - munogenicidad para los serotipos en común que una nueva dosis de vacu - na polisacárida. La administración de un refuerzo (re - vacunación) induce mayor número y duración de anticuerpos. Debe tenerse presente que no se ha es - tudiado el impacto clínico del esquema se - cuencial de vacunación, aunque es lógico suponer que aportará beneficio a las pobla - ciones de riesgo (99). A favor de esta asun - ción, los datos del Sistema Nacional de Vi - gilancia de la Argentina del año 2015, antes de la decisión de modificar el esquema de vacunación, mostraban un aumento de las tasas de neumonía a partir de los 65 años. Luego de la introducción de la vacuna neu -mocócica conjugada en los niños (en 2012) se observó una moderada declinación del estado portador nasofaríngeo de los sero - tipos vacunales, con aumento de los sero - tipos no contenidos en la vacuna, trayendo aparejada una disminución del 47,5% de las neumonías probablemente bacterianas en población pediátrica y del 48,7% en ma - yores de 65 años que no habían recibido la vacuna (100). La disminución se evidenció a partir del segundo año de la incorporación de la vacuna en los lactantes, y correspondería al \"efecto rebaño\" o protección colectiva (véase el apartado de conceptos generales sobre vacunas) que generan las vacunas conjugadas (77). Eventos adversos vinculados a la va - cunación antineumocócica Ambas vacunas tienen un excelente per - fil de seguridad y los eventos adversos vin - culados a éstas son poco frecuentes. El evento más constante es la reactoge - nicidad local, que se observa en alrededor del 30% de los vacunados y no requiere conducta activa. El desarrollo de fiebre es muy raro, y se ha estimado que ocurre en menos del 1% de los individuos que reci - ben la intervención. CONTRAINDICACIONES para la vacu - nación contra neumococo La única contraindicación formal de la vacuna es el antecedente de reacción alér - gica severa (anafilaxia) posterior a una do - sis previa de ésta. Se debe tener precaución ante enferme - dades agudas graves con fiebre, y postergar la vacunación hasta su resolución. Sin em - bargo, los cuadros agudos benignos, como rinitis, tos, catarro o diarrea NO requieren que se postergue la vacunación.REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 178ASPECTOS PRÁCTICOS de la adminis - tración de la vacuna Ambas vacunas contra neumococo (VPN23 y VCN13) se pueden adminis - trar simultáneamente con otras vacunas (p. ej., vacuna antigripal, con la que comparte indicaciones), pero deben ser aplicadas en sitios diferentes. En el caso de que una persona adulta (mayor a 18 años) con indicación de va - cunación secuencial contra neumococo haya recibido inicialmente una dosis de vacuna polisacárida (VPN23), deberá esperarse al menos 12 meses para admi - nistrarle la vacuna conjugada (VCN13). La vía de administración de ambas va - cunas es INTRAMUSCULAR. En el caso de la vacuna conjugada (VCN13), el fabricante sugiere su administración subcutánea en pacientes anticoagula - dos siendo esto seguro, y contando con evidencia indirecta de que sería igual - mente inmunogénica. Al igual que para cualquier vacuna en pacientes anticoa - gulados se deberá corroborar que las personas que utilizan antagonistas de la vitamina K (acenocumarol o warfarina) no se encuentren en valores superiores a lo recomendado (véase apartado con - cerniente a anticoagulación). Además, se deberá realizar compresión más pro - longada para asegurar la hemostasia (véase apartado \"Vacunación en pacien -tes anticoagulados\", más adelante). En el caso de la vacuna polisacárida (VPN23) en pacientes bajo tratamiento anticoagulante parecería razonable em - plear los mismos recaudos que para la vacuna antigripal (véase el apartado co - rrespondiente). Resumen de evidencia y recomenda - ciones A la fecha, la mayor evidencia acumula - da se encuentra en torno al potencial de la vacuna contra el neumococo para inducir in - munidad y reducir el desarrollo y la grave - dad de infecciones asociadas a este germen. Si bien el impacto en la reducción de even - tos cardiovasculares es menos claro, debe tenerse presente que la vacuna tiene un ele - vado perfil de seguridad, y que estimacio - nes locales e internacionales la posicionan como un recurso costoefectivo (101,102). Por tanto, resulta razonable recomendar la vacunación contra neumococo en pacientes de mayor edad (65 años o mayores) y en aquellos jóvenes que posean alguna cardio - patía, especialmente insuficiencia cardíaca o un síndrome coronario agudo reciente. Por compartir gran parte de las indica - ciones con la vacuna antigripal, y poder ad - ministrarse de forma simultánea, es desea - ble establecer estrategias que fomenten la administración de ambas vacunas, ya que las tasas de administración en individuos con indicaciones concretas para ella conti -conSenSopagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 179cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194 RECOMENDACIONES DE VACUNACIÓN CONTRA NEUMOCOCO EN SUJETOS CON CARDIOPATÍAS PoblaciónGrado de evidencia Toda persona mayor de 65 años independientemente de los factores de riesgo que padezca. En menores de 65 años está indicada cuando se asocia a uno o más de los siguientes factores: insuficiencia cardíaca (independientemente de la FEy) síndrome coronario agudo dentro de los 5 años previos otras comorbilidades frecuentes: diabetes, enfermedades respiratorias crónicas, alcoholismo, enfermedad hepática y renal en estadios avanzados. En menores de 65 años está indicada cuando se asocia a uno o más de los siguientes factores: cardiopatías congénitas del adulto, complejas o sin corregir valvulopatías severas sintomáticas reemplazo valvular hipertensión pulmonar severa. Menores de 65 años con: síndrome coronario agudo de más de 5 años, con revascularización quirúrgica o percutánea, sin disfunción ventricular valvulopatías severas asintomáticas y sin disfunción ventricular tabaquismo activo con al menos 15 paquetes/año o extabaquistas (mínimo 10 paq/año si abandonaron hace < 10 años). Menores de 65 años con: valvulopatías moderadas asintomáticas y sin disfunción ventricular cardiopatías congénitas del adulto simples, corregidas, sin alteraciones estructurales. Pacientes trasplantados cardíacos: administrar primero una dosis de vacuna conjugada 13 (VCN13) y luego de al menos 8 semanas administra una dosis de vacuna polisacárida 23 (VPN23). A los 5 años de esta última, administrar una nueva dosis de VPN23 (refuerzo)* en pacientes que recibieron el refuerzo de la VPN23 antes de los 65 años, deberán recibir una nueva dosis al cumplir esta edad.IB IB IC IIA IIB IC * Los pacientes que hayan recibido previamente una o más dosis de VPN23 deberán ser vacunados con VCN13 al menos 1 año luego de la última dosis de vacuna polisacárida. Posteriormente deberán continuar según lo recomendado. FEy: fracción de eyección. núan siendo bajas. VACUNA CONTRA TÉTANOS Y DIFTERIA Dra. Valeria Barone, Dr. Sebastián Ghi - baudo, Dr. Pablo Merlo, Dra. Miriam Rozenek Pisterman Introducción El tétanos es una enfermedad bacteriana aguda causada por un bacilo grampositivo: Clostridium tetani (103). Es un germen ubicuo y puede ingresar en el organismo a través de heridas conta - minadas con tierra, estiércol o metales oxi - dados (104). Estas heridas suelen ser trivia - les por lo que, en general, no generan una consulta médica. En condiciones de anaerobiosis, C. teta -ni libera tetanospasmina, una neurotoxina que actúa a nivel de la unión neuromus - cular de las motoneuronas inhibiendo la liberación de neurotransmisores y produ - ciendo, como consecuencia, una intensa ri - gidez y espasmo muscular acompañado de disfunción autonómica (105). No existe inmunidad natural o adquirida luego de una infección, excepto a través de la vacunación con toxoide tetánico, dispo - nible desde 1924. El tétanos es una importante causa de muerte en países en vías de desarrollo, principalmente en su presentación mater - no-neonatal y en adultos mayores. Es muy raro en países desarrollados debido a las políticas de vacunación y a las condiciones de asepsia durante los procedimientos qui -REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 180rúrgicos, ya que C. tetani es muy sensible a la acción de los antisépticos convenciona - les. Se observa principalmente en mayores de 60 años (cuando se manifiestan los efec - tos de la inmunosenescencia) o en perso - nas que nunca han sido vacunadas, con una mortalidad superior al 50%, especialmente en sujetos de mayor edad. Las cirugías de mayor riesgo para tétanos posquirúrgico son las abdominopelvianas, siendo el pa - ciente en muchos casos el que actúa como reservorio, con la presencia del bacilo en la materia fecal. En el año 2012, el entonces Programa Nacional de Control de Enfermedades In - munoprevenibles (PRONACEI) notificó 10 casos de tétanos, 5 de los cuales evolu - cionaron en forma fatal. En todos los casos se trató de personas sin vacunación (106). Los últimos dos casos de tétanos neonatal fueron registrados en 2007, y 6 casos con - firmados en 2018 de tétanos en otras eda - des (107). Si bien la enfermedad se encuentra con - trolada en la Argentina, para sostener este logro deben mantenerse altas coberturas de vacunación, dado que C. tetani es un agen - te presente en el ambiente que no es pasible de eliminación. La difteria es producida por Corinebac - terium diphteriae, un bacilo grampositivo aerobio de distribución universal capaz de generar toxinas cuando es infectado por un virus bacteriófago portador de información genética de la toxina (tx gene)(103). Por esta causa no todas las cepas son toxigé - nicas. La toxina inhibe la síntesis proteica y es responsable de la destrucción tisular y la formación de membranas. El único re - servorio de C. diphteriae es el ser humano, pero existen portadores sanos. La transmi - sión es por vía inhalatoria entre personas o, más raramente, por contacto con secrecio - nes contaminadas. La difteria puede pre - sentarse en varias formas clínicas (nasal anterior, tonsilar, laríngea, faríngea y cu - tánea) luego de un período de incubación de 1 a 10 días. El cuadro suele ser insidio - so, con fiebre, odinofagia y la formación de una membrana blanquecina a grisácea en la faringe, que puede producir obstruc - ción respiratoria y cuya remoción produce sangrado. En 2018 y 2019, tres países de América (Colombia, Haití y Venezuela) han notificado casos de difteria. Tanto la incidencia de la enfermedad como la portación de C. diphteriae han dis - minuido significativamente a partir de la administración conjunta de ambas vacunas. Por este motivo, la indicación de la va - cuna antitetánica debe reemplazarse por doble adultos (dT) contra tétanos y difte - ria, siempre que esta última se encuentre disponible. Generalidades de la vacuna contra el tétanos y la difteria Los toxoides son proteínas que promue - ven el desarrollo de anticuerpos para con - tribuir a la inmunidad contra el tétanos y la difteria. La vacuna con toxoide tetánico y diftérico se encuentra disponible en la Ar - gentina desde fines de la década de 1940. En 1971 se creó en nuestro país el primer Calendario Nacional de Vacunación que incluye la vacuna triple bacteriana (difte - ria, tétanos y tos convulsa -DPT-). Esta vacuna es obligatoria y gratuita. Actualmente, el esquema inicial consta de 3 dosis separadas por al menos 4 sema - nas, y el primer refuerzo luego de 12 me - ses de la última dosis (vacuna quíntuple o pentavalente, con componentes contra té - tanos, difteria, tos convulsa, hepatitis B y Haemophilus influenzae tipo b -DTP HB Hib-). El segundo refuerzo es a los 6 años (tétanos, tos convulsa y difteria -triple bac - teriana-) y luego cada 10 años (junto con difteria -dT-). Cuando el esquema es dis -conSenSopagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 181continuado se recomienda completar con las dosis faltantes independientemente del tiempo transcurrido desde la última dosis. Respecto de los pacientes con cardio - patías, no existe evidencia que sugiera que deberían manejarse de un modo diferente del resto de la población. Indicaciones En relación con la profilaxis prequirúr - gica, la Sociedad Argentina de Infectología (SADI) recomienda la vacunación en adul - tos con doble bacteriana (dT) una semana antes del procedimiento solo en aquellos pacientes que recibieron la última dosis hace más de 10 años. En aquellos con va - cunación incompleta deberá completarse el esquema antes descripto (3 dosis) (108). Las prácticas involucradas en esta reco - mendación incluyen la colocación de dis - positivos (marcapasos definitivo, resincro - nizadores, desfibriladores implantables), sistemas de asistencia ventricular u oxigenador por membrana extracorpórea [ECMO]) y cirugías cardiovasculares. Re - sulta oportuno señalar que las motivaciones que justifican esta práctica no se encuentran basadas en evidencia, ya que de por sí estos procedimientos (aun realizados en el ámbi - to de la urgencia) son considerados heridas -limpias- y con bajo riesgo para contraer tétanos. Sin embargo, las tasas de vacuna - ción en adultos en nuestro medio son bajas, lo cual ha motivado esta recomendación. Asimismo, estas intervenciones muchas veces sirven como oportunidades que per - miten a los miembros del equipo de salud completar esquemas de vacunación incom - pletos en la población. De hecho, la respuesta inmunitaria con la aplicación de la vacuna se alcanza alre - dedor de los 10 días posadministración. Al momento de elaborar el presente documen - to no hallamos evidencia que respalde la conducta de vacunación con toxoide tetá - nico previa a intervenciones cardiológicas invasivas, ni siquiera en personas con es - quema de vacunación incompleto. Sin em - bargo, resulta razonable su recomendación para mejorar las tasas de vacunación en la sociedad, en vista de que no se dispone de elementos que hagan suponer que los pa - cientes con cardiopatías deberían mane - jarse de un modo diferente del resto de la población. Eventos adversos vinculados a la va - cunación doble adultos (dT) Para la vacuna doble bacteriana (dT), los efectos adversos son infrecuentes y le - ves (eritema, induración y dolor en sitio de aplicación, fiebre moderada y malestar). Con la administración repetida y excesiva se pueden observar reacciones locales me - diadas por inmunocomplejos, con activa - ción del complemento (reacción de hiper - sensibilidad tipo III o tipo Arthus), motivo por el cual no se recomienda la vacunación indiscriminada en intervalos menores de los estipulados (109). CONTRAINDICACIONES para la vacu - nación doble adultos (dT) Las contraindicaciones son infrecuen - tes; entre ellas se encuentran: Personas con antecedentes de anafilaxia por alguno de los componentes de la va - cuna, o cuadro de encefalopatía dentro de los 7 días de haber sido vacunadas sin otra causa demostrable. Antecedentes de síndrome de Guillain Barré dentro de las 6 semanas posterio - res a la administración de la vacuna. Ante cuadros de enfermedad neuroló - gica progresiva se deberá postergar la vacunación hasta la estabilización de la enfermedad. En caso de una reacción tipo Arthus, la vacuna debe postergarse hasta cumplir 10 años de la última dosis de toxoide te -cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 182tánico o diftérico. La inflamación extensa del miembro superior no es contraindicación para la vacunación. No existen contraindicaciones para la administración en inmunosuprimidos, aun - que debe tenerse en cuenta que la respuesta inmunogénica podría ser subóptima en este grupo de pacientes. ASPECTOS PRÁCTICOS de la adminis - tración de la vacuna La administración reciente o concomi - tante de gammaglobulina no afecta la respuesta inmunitaria lograda con la va -cunación. Se debe colocar de forma intramuscular en el músculo deltoides en mayores de 12 meses. En caso de pacientes anticoa - gulados, el fabricante sugiere su admi - nistración subcutánea; está contraindi - cada su administración intravenosa. El intervalo interdosis mínimo es de 4 semanas. Por tratarse de una vacuna inactivada, puede aplicarse concomitantemente con cualquiera de las vacunas incluidas en el calendario nacional de vacunación, pero se debe aplicar en sitios anatómicos dis -conSenSo RECOMENDACIONES DE VACUNACIÓN DOBLE ADULTOS (dT) EN SUJETOS CON CARDIOPATÍAS (86,110) Población Población Grado de evidencia Todo paciente atendido de forma ambulatoria o en internación, y que haya recibido la última dosis de vacuna antitetánica en un lapso mayor de 10 años deberá recibir una única dosis de vacuna doble adulto, y repetirla posteriormente a iguales intervalos (10 años). Los pacientes adultos que van a ser intervenidos quirúrgicamente (independientemente del procedimiento planificado) y que presenten vacunación completa (3 o más dosis) con última dosis de dT dentro de los 10 años previos no deben recibir una nueva dosis de dicha vacuna. Los pacientes adultos que van a ser intervenidos quirúrgicamente (independientemente del procedimiento planificado) y que presenten vacunación completa (3 o más dosis) con última dosis de dT más de 10 años antes (o que no puedan precisar el lapso) deberán recibir una única dosis de esta vacuna, SIN administrar gammaglobulina. NO se recomienda la administración de gammaglobulina de forma rutinaria en pacientes que serán intervenidos quirúrgicamente, aun en escenarios de urgencia/emergencia, a excepción de que se tenga certeza de que la persona haya recibido 2 dosis o menos de dT, y hayan transcurrido más de 5 años desde la última dosis de dT*. Toda persona adulta debe haber recibido al menos 3 dosis de vacuna doble adulto o cualquier vacuna con componente antitetánico (triple, cuádruple o quíntuple pentavalente) en su vida. En caso de que haya recibido menos dosis, deberá completarse este esquema (con intervalos de 1 mes si requiere más de una dosis), y continuar luego con la vacunación cada 10 años**.IC IC IC III IC *De acuerdo con el Calendario Nacional de Vacunación de la Argentina, desde el año 1971, los niños reciben 3 dosis de vacuna antitetánica en los primeros 6 meses de vida, y 2 dosis adicionales antes del ingreso escolar (véase más arriba). Por lo tanto, resulta improbable que una persona adulta nacida luego de dicha fecha haya recibido menos de 3 dosis de dT en su vida, y requiera la administración de gammaglobulina. Las personas nacidas antes de dicho año podrían no haber estado expuestas a la vacuna, y en ese escenario resulta importante interrogar sobre vacunación ante intervenciones quirúrgicas previas, heridas, embarazo, u otro escenario que haya servido de oportunidad para la inmunización. **En caso de que un adulto haya recibido dos dosis de dT en su vida, deberá recibir solamente una dosis de dT previa a la intervención, y luego continuar con la vacunación cada 10 años. Si en cambio hubiera recibido una sola dosis de dT en su vida, deberá ser vacunado antes de la intervención, y recibir la 3.a dosis al mes de la anterior. Luego continuará con la vacunación cada 10 años.pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 183cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194 tintos, con diferentes jeringas (110). En el caso de heridas o cirugías sucias (p. ej., apertura de órganos huecos, frac - turas expuestas, etc.) se debe adminis - trar una nueva dosis de vacuna doble adultos (dT) o cualquier vacuna con componente antitetánico cuando hayan transcurrido más de 5 años desde la úl - tima dosis. Sin embargo, esto no aplica a los procedimientos cardiovasculares, sean programados o de urgencia. Inmunoglobulina humana antitetáni - ca (gammaglobulina) La administración de inmunoglobulina humana antitetánica debe quedar reservada para aquellos pacientes que hayan recibi - do menos de 3 dosis de vacuna antitetánica (en cualquiera de sus combinaciones dis - ponibles en el calendario de vacunación) o inmunocompromiso grave, y que presenten una herida potencialmente tetagénica (heri - das mayores, sucias). Aspectos prácticos del empleo de inmu - noglobulinas (86,110): Se deberán aplicar vía intramuscular, en una dosis de 5 UI/kg; la dosis estándar en adultos es de 250 UI. Se puede considerar una dosis 500 UI en pacientes con una superficie corporal elevada y heridas de más de 24 horas de evolución. Pueden observarse reacciones locales como dolor e inflamación en el sitio de punción. Se encuentra contraindicada en aquellos pacientes que hayan presentado una re - acción anafiláctica conocida a la inmu - noglubilina. Las inmunoglobulinas interfieren con el desarrollo de inmunidad cuando se apli - can con vacunas con virus vivos atenua - dos (p. ej., vacuna de la fiebre amarilla, fiebre hemorrágica argentina, varice - la, etc.), motivo por el cual no pueden aplicarse en forma simultánea, debien - do diferirse la administración de dichas vacunas al menos 3 meses luego de la inmunoglobulina. Por ser la vacuna antigripal una vacuna con virus inactivados, no hay interferen - cias para administrarla con antitetánica, o luego de ella. VACUNACIÓN EN PACIENTES ANTI - COAGULADOS Dr. Sebastián García-Zamora, Dr. José Picco, Dra. María Gabriela Matta Un importante número de pacientes con cardiopatías se encuentran anticoagulados, lo cual puede generar dudas respecto de la seguridad de aplicar las vacunas antes men - cionadas de forma intramuscular o subcu - tánea, o contraindicarlas. La mayor infor - mación al respecto proviene de estudios realizados en pacientes anticoagulados que debían recibir vacuna antigripal, o de las sugerencias realizadas por los fabricantes. En el año 1995, Raj y cols. estudiaron 41 pacientes adultos (con una mediana de edad de 65,7 años, y un rango de 44 a 76 años) que recibían anticoagulación oral y a los que se les administró una dosis intra - muscular de vacuna antigripal (111). Los pacientes fueron seguidos durante 14 días y no se encontraron hematomas ni diferen - cias en el diámetro basal del brazo luego de la administración de la vacuna. Como limi - tación, además del reducido tamaño mues - tral, no se dispone de datos con respecto al motivo de la anticoagulación de los partici - pantes, ni la intensidad del tratamiento que recibían. Por su parte, Delafuente y cols. realizaron un estudio unicéntrico aleatori - zado pero simple ciego donde estudiaron a 26 individuos con una edad mayor de 60 años, los cuales fueron aleatorizados a REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 184conSenSo recibir vacuna antigripal por vía intramus - cular o subcutánea (112). No encontraron diferencias significativas en la ocurrencia de eventos adversos entre ellos y, al cabo de 4 meses de seguimiento, el desarrollo de títulos de anticuerpos fue comparable en - tre los participantes de ambos grupos. Más recientemente, Torrens y cols. realizaron un estudio similar, donde aleatorizaron 59 pacientes anticoagulados a recibir vacuna antigripal de forma subcutánea (n = 28) o intramuscular (n = 31) (113). Los autores encontraron mayor frecuencia de lesiones cutáneas en el grupo de administración subcutánea, así como también una tenden - cia a presentar mayor dolor en el sitio de punción. Sin embargo, el grupo que reci - bió la vacuna de forma subcutánea también presentó valores de RIN [International Normalized Ratio, por sus siglas en inglés] más elevados (2,4 comparado con 2,15 en el grupo intramuscular, p = 0,096). Nueva - mente, la principal limitación de este estu - dio es su reducido tamaño muestral. En 2008, Casajuana y cols. publicaron los resultados del estudio de mayores di - mensiones hasta el presente sobre vacuna - ción antigripal en pacientes anticoagulados (114). Realizaron un ensayo clínico multi - céntrico simple ciego en cuatro centros de atención primaria en Barcelona, España. Incluyeron 229 pacientes con indicación de vacunación, y los aleatorizaron a aplica - ción intramuscular (n = 100) o subcutánea (n = 129). No hubo entrecruzamiento de grupos. A las 24 horas de la administración de la vacuna, 3 personas de la rama sub - cutánea se rehusaron a ser contactadas, y en el día 10 de seguimiento esto ocurrió en 8 participantes del grupo intramuscular y 11 participantes del grupo vacuna subcutá - nea. Un dato interesante es que 28 partici - pantes (14 en cada grupo) presentaban un RIN al ingreso al estudio con valores entre 3 y 4. No se comunicaron eventos adver -sos mayores ni hemorragias mayores entre los participantes de ninguno de los grupos. El punto final primario del estudio fue el cambio en la circunferencia del brazo a las 24 horas de la vacunación, pero no se en - contraron diferencias entre los grupos. La única diferencia comunicada fue una ma - yor incidencia de lesiones cutáneas meno - res en el grupo de vacuna subcutánea a las 24 horas de la administración, lo cual fue significativamente mayor que lo observado en el grupo con vacunación intramuscu - lar (37,4% versus 17,4% IC 95% 8,2% a 31,8%, p < 0,05). La lesión más frecuente - mente observada fue el eritema; 2 partici - pantes del grupo subcutáneo y 1 en el gru - po intramuscular presentaron hematoma, los tres casos con valores de RIN entre 2 y 3. En el control del día 10, ningún partici - pante presentó lesiones de ningún tipo en el sitio de administración de la vacuna. Si bien el tamaño muestral fue aún más reducido, los participantes con prótesis valvulares y valores más altos de RIN no presentaron un incremento en la ocurrencia de complicaciones. Una explicación para la mayor inciden - cia de eventos adversos observados con la administración subcutánea de la vacuna podría ser el menor grado de entrenamien - to y empleo de esta vía en la práctica coti - diana. Como ocurre con la mayoría de los procedimientos, el riesgo de complicacio - nes disminuye con la experiencia del ope - rador. Por lo tanto, la evidencia disponible refuerza el concepto de que la vacunación antigripal es segura en personas anticoagu - ladas en rango terapéutico. Además parece razonable recomendar la vía intramuscular en la región deltoidea, a excepción de que el personal de salud que va a administrar la vacuna presente mayor experiencia y pre - fiera la vía subcutánea. Si bien no encontramos estudios que ha - yan evaluado estas estrategias, los expertos pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 185cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194 sugieren el empleo de agujas intramuscula - res lo más cortas y finas posibles, para dis - minuir el daño tisular, y por consecuencia la aparición de complicaciones. En lo que respecta a la vacuna conju - gada antineumocócica (VCN13), su vía de administración es intramuscular, pero el fa - bricante sugiere emplear la vía subcutánea en pacientes anticoagulados. Lo mismo ocurre con la vacuna polisacárida contra el neumococo (VPN23), la vacuna doble adultos y la gammaglobulina antitetánica. Como desventaja del uso de la vía sub - cutánea, varios estudios iniciales sugirie - ron que la administración por esta vía ten - dría menos efecto inmunogénico (115). Un metaanálisis reciente encontró que ambas vías de administración eran comparables (116). En adultos mayores, el mismo estu - dio encontró que -cuando se administraban dosis más elevadas de forma subcutánea- estas producían una mejor respuesta inmu - ne (116). Además, en estos estudios, la vía subcutánea también se asoció a más efec - tos adversos locales. Un aspecto para considerar a la hora de optar por la vía de administración de las vacunas es que no todas las presentaciones intramusculares son iguales. De hecho, tan - to la vacuna antineumocócica conjugada como la polisacárida poseen agujas simila - res a las de las vacunas antigripales, aunque levemente mayores. Debido a ello podrían extrapolarse los resultados de la vacuna an - tigripal. En cambio, la vacuna doble adul - tos utiliza una aguja de mayor tamaño, por lo cual podría resultar más seguro utilizar la vía subcutánea, o suspender transitoria - mente la anticoagulación, en caso de que se opte por la vía intramuscular. Respecto de las agujas para emplear importa tanto su largo como su diámetro, ya que, a mayores dimensiones, mayor daño tisular. Otro aspecto por considerar es el volu -men de solución para administrar: eviden - cia indirecta sugiere que menores volúme - nes resultan más seguros. Independientemente de lo antes mencio - nado, algunos aspectos importantes deben ser tenidos en cuenta a la hora de aplicar una vacuna en pacientes anticoagulados: Cuando se utiliza un antagonista de la vitamina K (A VK, p. ej., acenocumarol o warfarina) se debe corroborar que el valor de RIN se encuentre en el rango terapéutico para el paciente, y preferen - temente en su límite inferior. Se debe realizar hemostasia de forma más prolongada (algunos estudios han utili - zado compresión durante 2 minutos para disminuir el riesgo de complicaciones). Se debe revisar la indicación de anticoa - gulación (y por lo tanto su riesgo trom - boembólico) y la historia de sangrados de la persona. Una mención especial merecen los an - ticoagulantes orales directos [AOD], riva - roxabán, apixabán y dabigatrán. Al momento de elaborar el presente do - cumento no hemos encontrado evidencia directa que guíe su empleo en pacientes que deben vacunarse (117). Sin embargo, sus propiedades farmacocinéticas y far - macodinámicas sugieren que su manejo podría ser más sencillo que el de los A VK. Un registro prospectivo alemán enroló 2179 participantes anticoagulados que re - cibían un AOD (76% rivaroxabán), de los cuales 595 pacientes debían someterse a una intervención (con un total de 863 pro - cedimientos quirúrgicos) (118). De estos, el 15,6% fueron clasificados como proce - dimientos mínimos (superficiales), 74,3% fueron procedimientos menores (donde se incluiría la vacunación,si bien no se en - cuentra discriminado el número de éstas) y 10,1% de procedimientos mayores. El manejo de la anticoagulación fue decidi -REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 186conSenSo do por el médico tratante: el 48,6% inte - rrumpió temporalmente la anticoagulación, sin empleo de -puente- con heparina, y el 21,7% continuaron el empleo del AOD sin interrupción. Las complicaciones hemo - rrágicas en todos los grupos fueron bajas (5,3% en el total de participantes), siendo algo menores en los participantes que tu - vieron intervenciones menores 4,5% (IC 95% 3,1 a 6,4%). Se produjeron 3 sangra - dos mayores en este grupo (0,5% IC 95% 0,0 a 1,4%), ninguno de los cuales resultó fatal. Además, ocurrieron 6 muertes en el total de la muestra (0,7%), pero no vincu - ladas a sangrados. El empleo de heparina como puente se asoció a mayor riesgo de sangrado; en cambio, la discontinuación transitoria de los AOD por escasos días no se asoció a mayores eventos embólicos ni de sangrado. Debido a esto, en personas bajo tratamiento con AOD con bajo riesgo de sangrado, sería razonable manejar la va - cunación de igual forma que ante el empleo de A VK. En cambio, en personas con alto riesgo de sangrado se podrían omitir una o más dosis del fármaco, y administrar la vacuna en el lapso entre dosis. Un aspecto importante es que la vida media de los AOD se prolonga con la dis - minución de la función renal, y esto resulta especialmente notorio en el caso de dabi - gatrán (117). Respecto de la vacuna doble adultos, al momento de la redacción del presente Consenso, se encuentra en desarrollo un estudio prospectivo doble ciego con el ob - jetivo de analizar la eficacia y seguridad de su aplicación en pacientes anticoagulados; el reclutamiento ha finalizado y se esperan sus resultados para el año 2020 (119). Otro temor con respecto al empleo de vacunas en pacientes anticoagulados es el empeoramiento en el control de la coagu - lación. Algunos estudios iniciales sugerían que la vacuna contra influenza empeoraba el control de aquellos pacientes anticoagu - lados que reciben A VK (120,121). Otros estudios más recientes no han mostrado que exista dicha interacción con vacuna antigripal (122-127) ni para la vacuna con - tra el neumococo (124,128). Una cohorte retrospectiva con 5167 pacientes anticoa - gulados con valores estables de RIN ana - lizó si la administración de vacuna antigri - pal, antineumocócica, antitetánica o contra la hepatitis A alteraba los parámetros de coagulación en los 28 días siguientes a la administración de la vacuna (124). Los au - tores no encontraron evidencia de que nin - guna de estas vacunas produjera cambios considerables en el RIN de los participan - tes. En el año 2010, Iorio y cols. realizaron un ensayo clínico aleatorizado y doble cie - go en 104 pacientes anticoagulados que de - bían recibir vacuna antigripal, administran - do secuencialmente ésta o placebo (125). No encontraron diferencias en el tiempo en rango terapéutico luego de la adminis - tración de la vacuna o el placebo (70,7% versus 72,4% respectivamente, p = 0,57). No observaron sangrados mayores ni even - tos adversos serios, pero un 11% de los participantes tuvieron sangrados menores mucocutáneos locales. En definitiva, la evidencia disponible hasta el presente no sugiere que la aplica - ción de las vacunas analizadas en el pre - sente Consenso produzca alteraciones rele - vantes en el control de la coagulación de los pacientes que reciben A VK y resulta crucial no perder la oportunidad de vacu - nar esta subpoblación de riesgo. pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 187cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194 RECOMENDACIONES DE VACUNACIÓN EN SUJETOS ANTICOAGULADOS Población Población Grado de evidencia En personas anticoaguladas (con AVK o AOD) que deben recibir vacuna antigripal se recomienda emplear la vía intramuscular en la región deltoidea, y realizar hemostasia local (aprox. 2 minutos). En personas anticoaguladas (con AVK o AOD) que deben recibir vacuna antineumocócica se sugiere emplear la vía intramuscular en la región deltoidea, a excepción de que el operador se encuentre más entrenado en la vía subcutánea, y realizar hemostasia local (aprox. 2 minutos). En personas anticoaguladas (con AVK o AOD) que deben recibir otras vacunas (incluyendo dT) se recomienda individualizar la elección de la vía de administración de acuerdo con el tamaño de la aguja y la experiencia del operador, haciendo especial énfasis en realizar adecuada hemostasia local (aprox. 2 minutos). En personas anticoaguladas con AVK se recomienda revisar el estado de anticoagulación antes de la administración de cualquier vacuna. En personas anticoaguladas con AOD se deberá individualizar el manejo de acuerdo con su riesgo embólico y de sangrado, para decidir si continuar el tratamiento o diferir/discontinuar algunas dosis para la administración de las vacunas.IB IIa IC IC IIa AVK: antagonistas de la VACUNACIÓN EN PACIENTES CON CAR - DIOPATÍAS CONGÉNITAS DEL ADULTO Dr. Claudio Morós, Dra. Marisa Pacheco Otero Los pacientes con cardiopatías congé - nitas del adulto constituyen una población heterogénea, en cuanto a la anatomía y fi - siología, así como también debido a las di - ferentes técnicas quirúrgicas correctoras o paliativas. Estos pacientes no son curados de su enfermedad a pesar de un tratamiento exi - toso en la infancia, y casi todos presentan secuelas por su cardiopatía nativa o por los procedimientos realizados. Por tal motivo, la mayoría de estos pacientes pertenecen al grupo de huéspedes especiales con altera - ciones específicas y se engloban dentro del grupo de riesgo que debe vacunarse contra gripe y neumococo (129). Asimismo cons - tituyen un subgrupo más propenso a recibir intervenciones (nuevas cirugías cardíacas, ablaciones, implante de dispositivos) debi - do a lo cual resulta crucial la vacunación doble adultos (dT).Existen diferentes clasificaciones para intentar englobar a los pacientes con car - diopatías congénitas del adulto; la más uti - lizada desde hace años es aquella que divi - de las cardiopatías en simples, moderadas y de alta complejidad en relación con la anatomía (Tabla 5 ). En el año 2018 se publicaron las últimas guías de manejo del adulto con cardiopa - tía congénita y se agregó a la clasificación anterior el estado fisiológico de los indivi - duos al momento de ser evaluados, utili - zándose así una clasificación anatómica y fisiológica (Tabla 6) que permite una valo - ración más integral de los pacientes (131). La inmunización de los huéspedes es - peciales requiere un análisis exhaustivo y personalizado de cada caso, debido a las diferentes características de estos pacientes con enfermedades crónicas. Si bien no se han desarrollado estudios específicos acer - ca de este subgrupo de pacientes, es razo - nable inferir que -a mayor gravedad anató - mica y funcional de los pacientes- mayor será el beneficio que otorgará la inmuni - zación contra neumococo e influenza. Sin REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 188Tabla 5. Clasificación anatómica de las cardiopatías congénitas (130) Cardiopatías simples Estos pacientes generalmente son seguidos en centros convencionales Enfermedad nativa - Enfermedad valvular aórtica congénita aislada - Enfermedad valvular en parachute y cleft mitral) - Foramen oval permeable o comunicación interauricular pequeña aislada - CIV pequeña aislada - Estenosis pulmonar leve Enfermedad reparada - Conducto (ductus) ligado o cerrado previamente - CIA ostium secundum o seno venoso reparada sin shunt residual - CIV reparada sin shunt residual Moderada complejidad Estos pacientes deben ser seguidos periódicamente en un centro especializado en cardiopatías congénitas del adulto Son múltiples; entre las más frecuentes se encuentran: - CIA ostium primum o seno venoso, anomalía patología cardíaca asociada, fístula aorta-ventrículo izquierdo, drenaje venoso pulmonar anómalo (parcial o total), canal auriculoventricular (parcial o completo), coartación de aorta, obstrucción significativa del tracto de salida del ventrículo derecho, estenosis o insuficiencia pulmonar (moderada o severa), estenosis subvalvular o supravalvular aórtica (no miocardiopatía hipertrófica) Alta complejidad Estos pacientes deben ser seguidos regularmente en un centro especializado en cardiopatías congénitas del adulto Entre las más frecuentes se encuentran: - Cualquier forma de cardiopatía cianótica, síndrome de Eisenmenger, circulación de Fontan, ventrículo único, cualquier valvular, conductos valvulados o no valvulados, doble salida ventricular, de grandes vasos, tronco arterioso CIA: comunicación interauricular; CIV: comunicación interventricular. embargo, aun en cardiopatías congénitas simples en estadio A de la clasificación fi - siológica pueden esperarse beneficios con la intervención, aunque el impacto real de ésta será considerablemente menor. Una excepción a esto lo constituyen el foramen oval permeable (presente en algunas series en un 20-25% de la población general) y el aneurisma del septum interauricular (pre - sente en aproximadamente un 2,5% de la población), ya que -si bien suelen incluirse dentro de las cardiopatías congénitas sim - ples- no tienen repercusiones hemodiná - micas ni riesgo de progresión en el tiempo, por lo cual algunos expertos las consideran variables anatómicas cuyo impacto sue -le vincularse al incremento del riesgo de ACV en personas jóvenes (132). Por otra parte, debe recordarse que las personas con cardiopatías congénitas re - presentan un subgrupo con indicación de vacunas no contempladas en el presente documento (como la vacuna contra he - patitis B). Estas normas obedecen a las recomendaciones del Ministerio de Sa - lud de la Nación, en consonancia con las normas de la Sociedad Norteamericana de Enfermedades Infecciosas (Infectious Diseases Society of America, o IDSA por sus siglas en inglés), al Consenso de la So - ciedad Argentina de Pediatría y el Comité Asesor en la práctica inmunizaciones del conSenSopagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 189cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194 Tabla 6. Clasificación \"fisiológica\" de los pacientes con cardiopatías congénitas (131) Estadio A Pacientes en Clase Funcional I de la NYHA y, - Sin secuelas hemodinámicas ni anatómicas - Sin historia de arritmias - Normal capacidad de ejercicio - Normal función renal/hepática/pulmonar Estadio B Pacientes en Clase Funcional II de la NYHA y, - Secuelas hemodinámicas leves (leve dilatación aórtica, leve dilatación ventricular, leve disfunción ventricular); enfermedad valvular leve; shunt mínimo o leve (sin repercusión hemodinámica); arritmias que no requieren tratamiento; anormal limitación objetiva al ejercicio Estadio C Pacientes en Clase Funcional III de la NYHA y, - Enfermedad valvular significativa (moderada-severa); moderada o severa que severa); disfunción renal/ hepática/pulmonar con respuesta al tratamiento Estadio D Pacientes en Clase Funcional III de la NYHA y, - Dilatación aórtica severa; arritmias refractarias a tratamiento; severa (casi pulmonar severa; síndrome de Eisenmenger; disfunción renal/ hepática/pulmonar refractaria Centro and Prevention [CDC]) (133,134,110,99,135). Con respecto a las vacunas abordadas en el presente Consenso, distintas series han informado que solo entre el 43%[136] y el 68%[137] de los pacientes adultos con cardiopatías congénitas (GUCH por sus si - Congenital Heart Disease-) reciben vacunación antigripal. Si bien este rango de vacunación es superior al de la población general, está muy por debajo del porcentaje buscado, ya que con las vacunas se pretende superar el 85-90% de la pobla - ción objetivo. Los pacientes mayores y que no habían experimentado ningún efecto se - cundario previo con la vacuna fueron los más propensos a vacunarse, como también los que fueron informados por sus médicos de los beneficios de la vacunación (136). Esto sugiere que educar al paciente res -pecto de los beneficios de la vacunación y advertir sobre la posibilidad de eventuales efectos adversos, habitualmente leves y transitorios, puede mejorar la tasa de va - cunación en las poblaciones vulnerables, especialmente en pacientes GUCH. Las pautas de administración para las tres vacunas en esta población son idénti - cas a las recomendadas para otras pobla - ciones de riesgo. VACUNACIÓN EN PACIENTES CON ALERGIA AL HUEVO Dr. Sebastián García-Zamora, Dr. Francisco Nacinovich Tradicionalmente se ha postulado que la alergia al huevo era una contraindica - ción mayor para recibir algunas vacunas, entre ellas la antigripal. Sin embargo, la evidencia disponible actualmente sugiere que la mayoría de las personas pueden ser vacunadas, aun con alergia documentada al huevo.REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 190RECOMENDACIONES DE VACUNACIÓN EN PACIENTES CON CARDIOPATÍAS CONGÉNITAS Población Población Grado de evidencia Se recomienda vacunar con vacuna antigripal y antineumocócica a todos los pacientes con cardiopatías congénitas de complejidad moderada o severa, o aquellos con cardiopatías congénitas simples pero que presenten una clasificación fisiológica B o mayor. Se sugiere vacunar con vacuna antigripal y antineumocócica a todo paciente con una cardiopatía congénita simple y una clasificación fisiológica A. Se recomienda indicar igual esquema de vacunación antitetánica a los paciente con cardiopatías congénitas que el empleado en la población general La presencia de foramen oval permeable o aneurisma del septum interauricular, de forma aislada o combinados entre sí, no constituye una indicación para la vacunación contra neumococo e influenza.IB IIb IC III Se estima que sólo el 0,2% de los adultos (y 1,3% de los niños) son alérgicos al hue - vo (138,139), y una pequeña proporción de éstos desarrollará una reacción alérgica grave ante la exposición a la vacuna (140). Un registro impulsado por el CDC encon - tró 33 casos de anafilaxia confirmada luego de 25.173.965 dosis de vacuna antigripal, lo cual equivale a una tasa de 1,31 casos de anafilaxia (IC 95% 0,9 a 1,84) por cada millón de dosis administradas (141), con hallazgos similares en otras series (142). Del total de casos de anafilaxia, el 25% (n = 8) se produjeron en los primeros 30 mi - nutos, otro 25% (n = 8) entre los 30 y 120 minutos, mientras que los restantes casos se produjeron en las siguientes horas, con un único registro al día siguiente de la va - cunación (141). Debido a esto, diversos organismos na - cionales e internacionales recomiendan (23,79,138): Las personas con alergia al huevo que experimentaron solamente urticaria (u otras lesiones cutáneas) deberían recibir la vacuna, con mínimos recaudos. Luego de la vacunación, las personas con alergia al huevo (o fuerte sospecha de ella) deberían permanecer en obser - vación por al menos 30 minutos, sin ne -cesidad de medidas adicionales (dosis separadas, aplicación en dos etapas o pruebas cutáneas). Las personas que han experimentado re - acciones alérgicas importantes, pero no anafilácticas (p. ej., angioedema, vómi - tos recurrentes, mareos o malestar gene - ral) no representan una contraindicación para la vacuna, aunque deberían recibir - la en centros con capacidad de asistir cuadros graves. La vacuna antineumocócica no utiliza proteínas de huevo para su elaboración, por lo cual es segura su administración en per - sonas con alergia a este alimento (79,143). Por último, debe tenerse presente que al - gunas vacunas no abordadas en este docu - mento contienen mayores proporciones de proteína de huevo (p. ej., la vacuna contra la fiebre amarilla) y por tanto no deberían ex - trapolarse estos hallazgos universalmente. ESTRATEGIAS DE IMPLEMENTACIÓN Con el objetivo de maximizar la imple - mentación de las recomendaciones vertidas en el Consenso, el equipo que lo elaboró desarrolló material adicional específica - mente destinado a tal fin. En la página web de la Sociedad se dispone de una versión resumida del do -conSenSopagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 191cumento (www.sac.org.ar). Asimismo, se desarrolló una infografía la cual resume es - quemáticamente las indicaciones y perio - dicidad de las vacunas recomendadas en el Consenso (véase Anexo I). Se confeccionó un documento que re - sume aspectos prácticos de la utilización las vacunas recomendadas (Anexo II) y un apartado sobre errores y mitos frecuentes en torno a la vacunación (Anexo III). COSTO-EFECTIVIDAD DE LA VACUNA - CIÓN Debido a que las vacunas recomenda - das en el presente documento se encuen - tran incluidas en el Calendario Nacional de Vacunación de la Argentina, y a que las indicaciones propuestas no difieren sustan - cialmente de dichas normas, se decidió no realizar un análisis de su costo-efectividad. Se realizó una búsqueda sistemática de estudios de costo-efectividad locales o de la región que hayan evaluado esta temática, pero no se encontraron publicaciones al res - pecto al momento de finalizar el Consenso. CONCLUSIONES El aumento de la expectativa de vida y el mejor pronóstico de los pacientes con eventos cardiovasculares agudos hace que un número creciente de individuos posean algún grado de afectación cardíaca durante largos períodos de tiempo. Esto los expone al riesgo de infecciones respiratorias, que pueden tener consecuencias graves a corto y mediano plazo. Existe evidencia consis - tente de la asociación entre enfermedades respiratorias y eventos cardiovasculares, lo cual genera una grave morbimortalidad, bien desencadenando eventos o bien des - compensando a individuos estables. Existe evidencia de que la incorpora - ción de una práctica simple y segura como las vacunas reducirá no solo la incidencia de las enfermedades de las que pretenden proteger sino también el riesgo de eventos cardiovasculares en población vulnerable, traduciéndose ello en mejor pronóstico in - dividual y colectivo. La falta de convicción de los médicos con respecto a la utilidad de las vacunas ha sido reconocida como una de las prin - cipales causas responsables de la pérdida de oportunidad de vacunación. Por lo tan - to, identificar las barreras regionales que limitan este accionar permitirá trasladar las recomendaciones en acciones concretas. Esto constituye un desafío insoslayable para la comunidad médica en general, y para la cardiológica en particular. Por ser la cardiología una especialidad que promueve principalmente prácticas preventivas, resulta indispensable incor - porar estas estrategias que, por diferentes motivos, no han sido tradicionalmente con - sideradas dentro de su campo de acción. Esto redundará en beneficios no solo del paciente individual, sino de la sociedad en su conjunto. FUENTE DE FINANCIACIÓN No se ha recibido financiamiento total ni parcial para la confección del presente documento.cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 192REFERENCIAS 61. González-Romo F, Picazo JJ, García Rojas A, Labrador Horrillo M, Barrios V , Magro MC, et al. [Consensus document on pneumococcal vaccination in adults 2017 Update]. Rev Esp Johnson HL, Nonyane BAS, Deloria-Knoll M, O'Brien KL, AGEDD Adult Pneumococcal Burden the immune system. Int 2009;22:1041-50. 65. González-Romo F, Barrios V . ¿Por qué deberíamos recomendar la vacuna antineumocócica a los pacientes con cardiopatías crónicas? RevEsp Which individuals 246 Patients 2011. 68. 68. Nacinovich F, Marin M, Bonvehí P. Resultados finales de un estudio multicéntrico en Argentina. 8th International Symposium on Pneumococci and Foz de 2012. Corrales-Medina VF, Suh KN, Rose G, Chirinos JA, LA, Angus DC, Chirinos JA, Chang C-CH, et al. Association between hospitalization for pneumonia and subsequent risk of cardiovascular disease. and reduced ejection fraction: an analysis of Heart Failure Long-Term Registry.Eur J Heart Fail 2017;19:1574-85. Claggett BL, Pfeffer K, and prognostic importance precipitating J al. ESC Guidelines for diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC). Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur J Heart Fail 2016;18:891-975. 30 REVISTA ARGENTINA DE CARDIOLOGÍA / VOL 88 Suplemento 1 / 2020 74. Ahmed MB, Patel K, Fonarow GC, Morgan CJ, Butler J, Bittner V , et al. Higher risk for incident heart and cardiovascular mortality octogenarians Hernández Ceriani C, Bruggesser F. Bacteremic Pneumococcal Pneumonia: a Longitudinal Study in 279 Adult Patients from a Single Center. University of Louisville Journal of Respiratory Infections 2018;2:47-51. 76. a decade pneumococcal conjugate vaccine on American communities. J 2012;205:280-8.77. Luna CM, Pulido L, Niederman MS, Casey A, Burgos D, Leiva Agüero Decreased relative risk nested case-control study. Pneumonia (Nathan) 2018;10:9. 78. Luna CM, Pulido L, Burgos D. Why is the rate of Argentina 2017-2018. Lineamientos técnicos, de Salud. Disponible V , D'Egidio V , in Hematological Malignancies: a Systematic Dis LH, smoking and pneumococcal disease. Active Bacterial Core Surveillance Team. N Engl J Med 2000;342:681-9. 83. Jiménez Ruiz CA, Buljubasich D, Sansores R, Riesco Miranda JA, Guerreros Benavides A, Luhning S, et al. SEPAR-ALAT Consensus Document on Antipneumoccal Vaccination Smokers. a 2011;29:6838-47. 85. Vilá M, Bello S. Vacuna antineumocócica: indicaciones, momento y resultados. Archivos de Bronconeumonología 2004;40:43-50. 86. Recomendaciones sobre vacunas. Actualización 2019. Sociedad Argentina de Infectología; n.d. 87. Tomczyk S, Bennett NM, Stoecker C, Gierke R, Moore MR, Whitney CG, et al. Use of 13-valent pneumococcal Bolkenbaas M, C, Patterson S, S, et al. Polysaccharide conjugate vaccine against pneumococcal pneumonia in adults. N Engl J Med 2015;372:1114-25. 90. Recomendaciones sobre vacunas. Actualización 2019. SADI: Sociedad Argentina et al. a population-based prospective surveillance study in three cities in South America. BMJ Open 2018;8:e019439. 92. Diao W-Q, Shen N, Yu P-X, Liu B-B, He B. 2016;34:1496-503. 93. Jackson LA, Gurtman A, Rice K, Pauksens K, Greenberg RN, Jones TR, et al. Immunogenicity and safety of a 13-valent pneumococcal conjugate vaccine in adults 70 vaccinated with 23-valent pneumococcal polysaccharide vaccine. Vaccine Jackson LA, El Sahly HM, George S, Winokur P, Edwards K, Brady RC, et al. Randomized clinical trial of a single versus conSenSopagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 193a double dose of 13-valent pneumococcal conjugate vaccine in adults previously vaccinated with 23-valent pneumococcal polysaccharide vaccine. Vaccine Cleeff M, Frenck 96. Jackson LA, Benson P, Sneller VP, Butler JC, Thompson RS, Chen RT, et al. Safety of revaccination with pneumococcal polysaccharide vaccine. JAMA 1999;281:243-8. 97. Mufson DF, CE, Schiffman G. Revaccination with pneumococcal vaccine of elderly persons 6 after vaccination. Vaccine 1991;9:403-7. 98. Remschmidt C, Infect Dis 2016;16:711. 99. Kobayashi M, Bennett NM, Gierke R, Almendares O, Moore MR, Whitney CG, et al. Intervals Between PCV13 and PPSV23 Mortal Wkly Rep 2015;64:944-7. 100. OPS, de la Salud OP. Taller de Análisis de Información de la Vigilancia Centinela de Neumonías y Meningitis Bacterianas, y Rotavirus. Organización Panamericana de La Salud 2015. https://www.paho.org/hq/dmdocuments/2015/nuevas- vacunas-Analisis-Datos-Informe-Taller-DOM-Jun2015.pdf (Consultado marzo de 2019). 101. Giglio N, Micone P, Gentile A. The pharmacoeconomics of D, Sato R, Strutton D, Edelsberg J, Atwood M, Jackson LA. Public health and economic impact of 13-valent pneumococcal conjugate vaccine in US Scheifer C, Rolland-Debord C, Badell E, Reibel F, A, Perignon A, et al. of Corynebacterium diphtheriae. Med Mal Infect 2018. Cook TM, Protheroe RT, Handel JM. Tetanus: a review of the J Surg 106. PRONACEI, Programa Nacional de Control de Enfermedades Inmunoprevenibles. Alerta por tétanos. Ministerio de Salud de la Nación. Disponible en: http://www.reporteepidemiologico. com/wp-content/uploads/2014/08/PRONACEI-Alerta-por- Tétanos-18-10-2012.pdf n.d. 107. Boletín Integrado de Vigilancia. Ministerio Salud y Desarrollo Social. Actualización de la situación epidemiológica de difteria, tétanos y de las coberturas de vacuna quíntuple en Argentina. Boletín Integrado de Vigilancia del Ministerio de Salud y Desarrollo Social 2019:88-92. 108. Kretsinger K, Broder KR, Cortese MM, Joyce MP, Ortega- Sanchez I, Lee et al. 109. Jackson LA, Yu O, Belongia EA, Hambidge SJ, Nelson J, Baxter R, et al. attended Datalink study. BMC Infect Dis 2009;9:165.Consenso de inmunizaciones en adultos con cardiopatías 31 110. Programa Nacional de Control de Enfermedades Inmunoprevenibles. Recomendaciones Nacionales de Vacunación Argentina. ProNaCEI - Programa Nacional de Control de Enfermedades Inmunoprevenibles 2013. http:// www.msal.gob.ar/images/stories/bes/graficos/0000000451 cnt-2013-06_recomendaciones-vacunacion-argentina-2012. pdf (Consultado marzo de 2019). 111. Raj G, Kumar R, McKinney WP. Pharmacotherapy 113. Torrens M del MB, del Mar Ballester Torrens M, Acosta MA, Pérez MTM, Pérez BI, Brunet JC y cols.. Utilización de la vía intramuscular para la administración de la vacuna antigripal en pacientes que reciben anticoagulantes orales. Medicina Clínica 2005;124:291-doi:10.1157/13072321. 114. Casajuana J, Iglesias B, Fàbregas M, Fina F, Vallès J-A, Aragonès R, et al. Safety of intramuscular influenza vaccine Dis 116. Marra F, Young F, Richardson K, Marra A meta-analysis of intradermal versus intramuscular Antz M, Desteghe L, et al. The 2018 European Heart Rhythm Association Practical Guide on the use of non-vitamin K antagonist oral anticoagulants in patients with Förster Köhler C, Werth S, et al. Peri-interventional management of novel oral anticoagulants in daily care: results from the prospective Dresden NOAC and efficacy of the tetanus vaccine intramuscularly versus subcutaneously Fam Cook CE, McClain E, Abbate R, Gensini GF, al. AM, Camilloni B, Basileo M, Guercini F, Conti S, Ferrante F, et al. Influenza vaccination in patients on long-term M, S, Ashby D. Lack of effect of influenza immunisation anticoagulant Saf 124. Jackson ML, Nelson JC, Chen RT, Davis RL, Jackson LA, Vaccine Safety Marcucci M, Guercini F, Camilloni B, Paccamiccio E, et al. vitamin K antagonist treatment: a placebo-controlled, randomized, double-blind crossover study. Arch Intern Med 2010;170:609- 16. 126. Kuo AM, Brown JN, Clinard V . Effect of influenza cons Enso DE inmunizacion Es En aDultos con carDiopatías pag. 170 a pag. 194REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 194therapy. J Clin Pharm U, De Ponti F, Gentili M, et al. No signal of interactions between influenza vaccines and drugs used for Expert Rev Farrow PR, Nicholson KG. of effect of influenza and pneumococcal on , F, A, Aversa Ly cols. Guías de Vacunación en Huéspedes Especiales. Rev Hosp Niños (B Aires) 2018;60:96-110. 130. Warnes CA, Williams RG, Bashore TM, Child JS, Connolly HM, Dearani JA, et al. ACC/AHA 2008 Guidelines for the Management of Adults with Congenital Heart Disease: Executive Summary: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (writing committee to develop guidelines for JM, AHA/ACC for Management of Adults With Congenital Heart Disease: Executive Summary: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol Academy of Pediatrics Committee on Infectious Diseases, Kimberlin D, Mary Ann Jackson, Jackson MA. Red Book 2015: 2015 Report of the Committee on Infectious Diseases. American Academy of Pediatrics; 2015. 134. V , Aversa L, Gentile A. en Rev Disease Control and Prevention, Infectious Disease Society America, American K, Farida N, Dehghani P. Frequency and Consequences of Influenza Broder Vaccines: Recommendations of the Advisory Committee 2015;64:818-25. M, N, Lucas JSA, Warner JO. Recommendations for the administration of influenza vaccine in children egg. BMJ al. Safe administration of the seasonal trivalent influenza vaccine Duffy J, Sukumaran L, Jacobsen SJ, Klein NP, et al. Risk of anaphylaxis after vaccination in children and adults. J Allergy Clin Immunol 2016;137:868-78. 142. 1Haber P, Moro PL, Lewis P, Woo EJ, Jankosky C, Cano M. Post-licensure surveillance of quadrivalent inactivated influenza vaccine in Event Reporting System (V AERS), July 1, 143. Vaccination of the egg-allergic individual - Clinical Immunology and Allergy. 2017. DisponibleconSenSopagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 195ALGORITMOS DIAGNÓSTICOS Y/O TERAPÉUTICOS ALGORITMO DIAGNÓSTICO Y TERAPÉUTICO DE LA LITIASIS URINARIAFICHA Nº e Lito > 20 mm 1) NLPC 2) NERF o LE C Lito 10-20 mm LEC o endour ología Lito < 10 mm 1) LE C o NERF 2) NLPC Liasis polo in ferior 10-20 mm: a LEC 1) Anormalidades ana erir abundan te candad de líquido , reducir ing esta de sodio (< 5 g /d), incremen tar aport e de frut as, v erduras, a Protrombina/INR Hemogr ama in tacta/ úric o Alcaliniz ar la orina, sales de citrato pot asio, reducir ing esta purinas, allopurinolLiasis es truvit a y/o apa ta Alcaliniz ar la orina, r educir ingesta purinas, allopurinol, sales de citr + o. quirúr gicoLiasis cisna ar bicarbona to Na+, opr oninaREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 196ALGORITMOS DIAGNÓSTICOS Y/O TERAPÉUTICOS ALGORITMO DIAGNÓSTICO Y TERAPÉUTICO DE LA LITIASIS URINARIAFICHA Nº 4 Dra. Silvia I. Falasco REVISTA DE MEDICINA INTERNA / VOLUMEN 10 / NÚMERO 2 / ABRIL, MAYO, JUNIO2014 pag 91PROGRAMA DE EVALUACIÓN ELPROGRAMA AiresFORMACIÓN CONTINUA EN MEDICINA INTERNA2014-1.qxp 23-07-2014 13:15 PÆgina 33 La litiasis urinaria puede ser un hallazgo en un paciente asintomático en un control de salud o ser la causal de un cólico renal. Las guías internacionales recomiendan el estudio metabólico frente a un primer episodio de litiasis renal en determinadas situaciones: pacientes monorrenos, con nefropatía crónica, gota, nefrocalcinosis, osteoporosis, fracturas patológicas, infecciones urinarias recurrentes, litiasis múltiple, necesidad de tratamiento quirúrgico del lito, reciente diagnóstico de HTA, úlcera gástrica, frente a antecedentes familiares de litiasis urinaria. Hay enfermedades que predisponen a la litiasis urinaria la enfermedad inflamatoria intestinal, mieloma múltiple, sarcoidosis, hiperparatiroidismo, hipervitaminosis D, síndrome metabólico, enfermedad renal poliquística, cirugía bariátrica, resección de íleon, entre otras más. Altas temperaturas en el medio ambiente y la exposición crónica al plomo y cadmio son factores de riesgo. Generalmente se realizan dos estudios de orina de 24 hs. Si éstos son negativos se repiten a los 4 meses. Es aconsejable luego de un cólico renal por lito esperar 30 días para iniciar los estudios metabólicos. Para el tratamiento del dolor usar AINEs y en segunda línea opioides. Los cálculos más frecuentes son los de oxalato de calcio. Estudios recientes evidencian que dietas ricas en calcio disminuyen la formación de éstos (1.000-1.200 mg de calcio dietario por día). El tratamiento de primera línea para los cálculos de ácido úrico es la alcalinización de la orina. La litiasis de estruvita también se la conoce como coraliforme o asociada a infección (bacterias que degradan la urea). El 70% de los pacientes presenta hematuria (micro o macroscópica). La UROTC permite diagnosticar casi todos los litos excepto los de indinavir. Los cálculos de ácido úrico son radiolúcidos y no se ven en una radiografía simple. Los antiespasmódicos para el tratamiento del cólico renal son contraproducentes para la expulsión del lito. La tamsulosina puede disminuir el dolor en litiasis ureteral distal cuando se decida un tratamiento expulsivo (lito < 5 mm). La LEC está contraindicada en el embarazo, ITU no tratada, obesidad, aneurismas cercanos a la litiasis y obstrucción distal al lito. Los cálculos que en la UROTC tienen > 1000 UH tienen menos probabilidades de desintegrarse con la litotricia. Los cálculos menores a 4 mm suelen expulsarse en forma espontánea en el 90% de los casos en término de 40 días. En los pacientes con tratamiento médico- dietario realizar un control metabólico en orina de 24 hs. a los 6 meses y luego anualmente (vinculado al tipo de lito). BIBLIOGRAFÍA 1. Susaeta R, Benavente D, Marchant F, Gana R. Diagnóstico y manejo de litiasis renales en adultos y niños. Revista Médica Clínica Las Condes 2018; 29(2) 197-212 2. Denu-Ciocca C, Matlaga M, Monga M et al. Manejo Médico de los Cálculos Renales: Guía de la Asociación Urológica Estadounidense (AUA, American Urological Association) 2019 https://caunet.org/guias-clinicas-aua-cau-noticias 3. Türk C, Petrik A, Neisius A, Seitz C, Skolarikos A, K. Asociados de las guías: Davis NF, Donaldson JF, Grivas N, Lombardo R, Ruhayel Y . Urolitiasis. Asociación Europea de Urología. Guía de bolsillo edición 2020: 243-270pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 197 REVISTA DE MEDICINA INTERNA / VOLUMEN 10 / NÚMERO 2 / ABRIL, MAYO, JUNIO2014 pag 91PROGRAMA DE EVALUACIÓN ELPROGRAMA AiresFORMACIÓN CONTINUA EN MEDICINA INTERNA2014-1.qxp 23-07-2014 13:15 PÆgina 33 REVISTA DE MEDICINA INTERNA / VOLUMEN 10 / NÚMERO 2 / ABRIL, MAYO, JUNIO2014 pag 91PROGRAMA DE EVALUACIÓN ELPROGRAMA AiresFORMACIÓN CONTINUA EN MEDICINA INTERNA2014-1.qxp 23-07-2014 13:15 PÆgina 33 el PrograMa De eValuación coMPrenDe una Serie De 30 PreguntaS SoBre loS artículoS PuBlicaDoS en caDa núMero De la reViSta. caDa Pregunta tiene 3 reSPueStaS PoSiBleS , SiguienDo el SiSteMa De oPcioneS MúltiPleS o De V-F. Por caDa núMero Se otorgarÁn créDitoS ProPorcionaleS al núMero De reS- PueStaS aProBaDaS , que le PerMitirÁ oBtener PuntaJe Para la recertiFicación en la eSPecialiDaD o SerVirÁ coMo anteceDente De Su ForMación ProFeSional en MeDicina interna . enVíe el \"cuPón reSPueSta\" al aPartaDo eSPecial De la SocieDaD que Figura con Franqueo PagaDo en el MiSMo cuPón o Por e-Mail a medicina@smiba.org.ar o smiba@fibertel.com.ar. la Fecha líMite Para la recePción De loS cuPoneS co- rreSPonDienteS al n° 4 VoluMen 16 SerÁ el 31/03/2021. loS MéDicoS que conteSten la eValuación reciBirÁn Por correo la caliFicación oBteniDa y laS claVeS De corrección .REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 19801Señale la aFirMación correcta SoBre SiMu- laciónA B CPromueve la seguridad del paciente Sólo permite desarrollar habilidades y destrezas psico - físicas Sustituye a la realidad 02la SiMulaciónA B CEn la fase de debriefing se establecen los tiempos y consignas Facilita la autoevaluación y autoaprendizaje El error es punitivo 03en el DeBrieFingA B CEl docente presenta el informe final Se realiza un análisis de lo actuado de carácter reflexivo A y B Señale V o F en laS Siguiente S aFirMacione S SoBre la SiMulación 04A B CExplicar, arbitrar, tutoriar y analizar son los roles del facilitador El error es una oportunidad de aprendizaje Permite practicar, entrenar y reproducir casos 05cóMo DeFine a una tricitoPeniaA B CCompromiso de las tres series hematológicas que se vinculan a otra patología Anemia, leucopenia y plaquetopenia secundaria a enfermedades infecciosas u oncológicas Compromiso de las tres series secundario a infiltración medular 06la tricito Penia SeVera eS la que cuMPle con loS Siguiente S criterio S:A B CLeucocitos <1500/mm3 - Hematocrito < 25% - Plaque - tas < 50000/mm3 Leucocitos <1000/mm3 - Hematocrito < 20% - Plaque - tas < 50000/mm3 Leucocitos <1500/mm3 - Hematocrito < 20% - Plaque - tas < 45000/mm3 07cuÁl eS la única antineu MocócicaA B CReacción anafiláctica posterior a dosis previa de la vacuna Alergia al huevo Rinitis, tos o catarro 08Señale V o F A B CLa otitis media aguda es poco frecuente por el neu - mococo La DM favorece el desarrollo de enfermedad neumocó - cica invasiva 50% de las NAC son por neumococo 09la hoSPitalización Por nacA B CSe asocia a mayor riesgo CV sólo a corto plazo Las arritmias son la principal complicación CV La principal complicación CV es la ICC 10la Vacuna antineu Mococo conJugaDa tieneA B del 95% Mayor eficacia en neumonías bacteriémicas No disminuyó la mortalidad por NACpagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 19911cuÁl eS la Vía De aDMiniStración De laS VacunaS contra neuMococoA B CSubcutánea o intramuscular Intramuscular para ambas Subcutánea para 12eS cierto SoBre cloStriDiuM tetaniA B CEn anaerobiosis libera la neurotoxina tetanospasmina Es un bacilo gram negativo La infección deja inmunidad adquirida 13la ProFilaxiS Prequirúrgica con Vacuna DoBle Dt Se haceA B CEn todos los pacientes una dosis de dT Pacientes con vacunación dT completa y última dosis hace más de 10 años Suero y vacuna en todos los pacientes una semana antes 14en relación a la gaMMagloBulina antitetÁnicaA B CSe aplica en pacientes con heridas mayores, sucias, que no tienen 3 dosis de dT Se puede aplicar simultánemente con vacunas a virus vivos atenuados No debe administrarse simultánemente con antigripal 15en PacienteS anticoagulaDoSA B CLa administración de vacunas no implica un riesgo agregado La vacuna antigripal se recomienda en la región deltoidea IM Existe evidencia que la vacuna dT provoca cambios considera - bles en el RIN 16qué Paciente Se BeneFicia MÁS con la inMunización antigriPal y antineuMococoA B CPaciente con Las cardiopatías congénitas con mayor gravedad anatómica y funcional de los pacientes 17en relación a PerSonaS con alergia al hueVoA B CTienen contraindicación para vacunación Está contraindicada la vacuna antineumocócica La vacuna contra la fiebre amarilla tiene más riesgo 18toDa PerSona que haya reciBiDo la últiMa DoSiS De antitetÁnica en un laPSo Mayor a 10 añoS DeBeA B CRecibir una única dosis de doble adultos Recibir vacunación antitetánica completa Recibir una dosis de vacuna antitetánica y de gam - maglobulina 19qué Paciente con carDioPatía Menor De 65 añoS Se DeBe Vacunar contra el neuMococoA B CTodos los pacientes Pacientes con insuficiencia cardíaca con Fey menor 35% Ex tabaquistas mínimo 10 paq/año que abandonaron < 10 años antes 20el corineBacteriuM DiPhteriaeA B CEs un bacilo grampositivo anaerobio El único reservorio es el ser humano Todas las cepas son toxigénicasREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 20021qué inDicaría Para el trataMiento De la litiaSiS urinaria cÁlcicaA B CCon hipercalciuria carbonato de calcio con las comidas Aumentar la ingesta de sodio Ninguna es correcta 22una De laS SiguienteS alteracioneS anató- MicaS no Se aSocia a litiaSiS urinariaA B CRiñón Hipoplasia la litiaSiS urinaria Por aPatitaA B CAcidificar la orina Reducir la ingesta de purinas A y B 24en el cólico renal Por lito líneaA correcta SoBre urinariaA B CLa hipovitaminosis D predispone a la litiasis Los cálculos de ácido úrico son radiopacos La UROTC es el gold estándar para el diagnóstico imagenológico 26loS cÁlculo S urinario S MÁS Frecuente S Son De:A B COxalato de calcio Estruvita Ácido úrico 27Señale V o F en laS SiguienteS aFirMacio - neSA B CEs infrecuente la hematuria en la litiasis urinaria La tamsulosina puede disminuir el dolor en litiasis ureteral distal Restringir el calcio de la dieta en litiasis de oxalato de calcio 28Para litoS renaleS > 20 MMA B CRealizar en primera opción Nefrolitotomía percutánea Realizar LEC en primera opción Realizar tto. médico 29en el eStuDio De la litiaSiS urinaria Solicitaría B 30eS FalSoA B CLa LEC está contraindicada en el embarazo, ITU no tratada y obesidad La UROTC no diagnostica los litos de indinavir Litos < 1000 UH en UROTC no se desintegran con litotriciapagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 201 2021Sociedad de Medicina Interna de Buenos Aires APARTADO ESPECIAL Nº 104 C.P. 1000 - BUENOS AIRESFRANQUEO SERA PAGADO POR EL DESTINATARIORESPUESTAS POSTALES PAGADAS2014-1.qxp 23-07-2014 13:15 PÆgina 38 SMI Instrucciones a los autores Normas y requisitos para la publicación de trabajos 1. LOSTRABAJOS DEBERÁN SERENVIADOSAL A SOCIEDAD DEMEDICINA INTERNA DEBS. AS. (REVISTA ). LIBERTAD 1067, PISO2 DELARCHIVO FORMATO , LCOMITÉ A UNPROFESIONAL ): EXTENSIÓN MÁXIMA : 3 PÁGI- NAS. TRABAJOS DEINVESTIGACIÓNY EXPERIEN - CIASCLÍNICAS: EXTENSIÓN MÁXIMA : 15 PÁGI- NAS. SEADMITIRÁN HASTA 6 FIGURAS ENTRE FOTOGRAFÍASY GRÁFICAS Y6 ARTÍCULOS DEREVISIÓN : EXTENSIÓN MÁXI- MA: , HASTA 4 FIGURAS Y4 TA- BLAS CONNOMÁS DE15 CITAS BIBLIOGRÁFI - CAS. CASOCLÍNICO: EXTENSIÓN MÁXIMA : PÁGI- NAS, HASTA2 TABLASY 2 FIGURAS . CARTAS DELECTORES : EXTENSIÓN MÁXIMA 3 PÁGINAS TABLAÓFIGURAYHASTA SER ATRIBUIDO . NOMBREYDIRECCIÓN DEL AUTOR CON QUIEN ESTABLECER CORRESPONDENCIA . ORIGEN DELAPOYO FINANCIERO (SILOHU- BO). QUIENESHAEXPERIMENTADO EFE- RENCIAS ; CUANDO ÉSTOS HAYAN SIDO DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 203SMI Instrucciones a los autores Normas y requisitos para la publicación de trabajos 1. LOSTRABAJOS DEBERÁN SERENVIADOSAL A SOCIEDAD DEMEDICINA INTERNA DEBS. AS. (REVISTA ). LIBERTAD 1067, PISO2 DELARCHIVO FORMATO , LCOMITÉ A UNPROFESIONAL ): EXTENSIÓN MÁXIMA : 3 PÁGI- NAS. TRABAJOS DEINVESTIGACIÓNY EXPERIEN - CIASCLÍNICAS: EXTENSIÓN MÁXIMA : 15 PÁGI- NAS. SEADMITIRÁN HASTA 6 FIGURAS ENTRE FOTOGRAFÍASY GRÁFICAS Y6 ARTÍCULOS DEREVISIÓN : EXTENSIÓN MÁXI- MA: , HASTA 4 FIGURAS Y4 TA- BLAS CONNOMÁS DE15 CITAS BIBLIOGRÁFI - CAS. CASOCLÍNICO: EXTENSIÓN MÁXIMA : PÁGI- NAS, HASTA2 TABLASY 2 FIGURAS . CARTAS DELECTORES : EXTENSIÓN MÁXIMA 3 PÁGINAS TABLAÓFIGURAYHASTA SER ATRIBUIDO . NOMBREYDIRECCIÓN DEL AUTOR CON QUIEN ESTABLECER CORRESPONDENCIA . ORIGEN DELAPOYO FINANCIERO (SILOHU- BO). QUIENESHAEXPERIMENTADO EFE- RENCIAS ; CUANDO ÉSTOS HAYAN SIDO liBertaD PB \" c\" (1012), caBa, argentina y/o a SMiBa@FiBertel.coM.ar S canear la MiSMa Para Su PreSentación Vía e-Mail. 1. loS autore S DeBerÁn enViar Su ManuS- crito a www.SMiBa.org.ar con la reFeren- cia: \"traBaJo Para eValuación reViSta De MeDicina interna\" 2. Se DeBerÁ aDJuntar una carta De Pre- Sentación Del traBaJo con la FirMa De toDoS loS autore S exPreSanDo Su Volun- taD De PuBlicarlo, con noMBre, aPelliDo, Dirección y teléFono. aSiMiSMo Si huBiere inForMación SoBre la iDentiFicación De un Paciente y/o Fotogra FíaS que reVelaran la MiSMa Se requerir Á el conSentiMiento eS- crito Del MiSMo. laS carta S DeBen eStar eScanea DaS. 3. el traBaJo DeBe Ser inéDito, eScrito en caStellano , coMo DocuMento De worD, a DoBle eSPacio, en hoJaS taMaño carta o a4, con MÁrgene S De al MenoS 2.5 cM. toDaS laS hoJaS Se nuMerarÁn en el Án- gulo SuPerior Derecho. Fuente arial 10. 4. la exten Sión De loS traBaJoS DeBerÁ aJuStarSe a: eDitorial (Solicita Do Por el coMité a un ProFeSional): exten Sión MÁxiMa: 3 PÁ- ginaS. clínica S: exten Sión MÁxiMa: 15 PÁginaS.Se aDMitirÁn haSta 6 Figura S entre Fotogra- FíaS y grÁFicaS y 6 taBlaS. artículo S De reViSión: exten Sión MÁxiMa: 12 P ÁginaS, haSta taBlaS. caSo clínico: exten Sión MÁxiMa: 8 PÁgi- naS, haSta 2 taBlaS Figura S. cartaS De lectore S: exten Sión MÁxiMa: 3 PÁginaS, 1 taBla ó Figura. 5. el orDen De caDa traBaJo SerÁ el Si- guiente (caDa Sección DeBe coMenzar en una nueVa PÁgina): a) PÁgina Del título título Del artículo , conci So Pero in- ForMatiVo SoBre el conteni Do De la PuBlicación . en caStellano e ingléS. noMBre y aPelliDo De loS autore S. noMBre Del DePartaMento, SerVicio e inStitución a la que el traBaJo DeBe Ser atriBuiDo. noMBre y Dirección electrónica Del autor con quien eStaBlecer corre SPon- Dencia. origen Del aPoyo Financiero (Si lo huBo). laS reFerencia S a loS cargo S De loS auto- reS Figurar Án con el Mayor título acaDé- Mico al Pie De la PÁgina. B) reSuMen DeBe hacer reFerencia al ProPóSito Del eStuDio o inVeStigación , Material y MétoDo utiliza Do, reSultaDoS oBteniDoS y Princi- PaleS conclu SioneS. en caStellano e ingléS, De no MÁS De 150 PalaBraS Para loS reSúMeneS no eStruc- turaDoS y De no MÁS De 250 Para loS eStructura DoS. a continuación 3 a 10 PalaBraS claVeS Para la BúSqueDa Del artículo . c) loS traBaJoS De inVeStigación y laS ex- Periencia S clínica S DeBen DiViDirSe en Sec- cione S (intro Ducción -Material y MétoDo - reSultaDoS - DiScuSión). otroS tiPoS De artículo S, coMo loS \"caSoS clínico S\" y \"artículo S De reViSión\" PueDen acoMo- DarSe MeJor a otroS ForMatoS que Sean aProBaDoS Por loS eDitoreS. introDucción: exPonga el ProPóSito Del artículo y re- SuMa la racionali DaD Del eStuDio u oB- SerVación. Material y MétoDo: DeScriBa clara Mente la Selección De loS SuJetoS que ha oBSerVaDo o con quiene S ha exPeriMentaDo (Paciente S, aniMaleS De laBoratorio , incluyen Do loS controle S). iDentiFique loS MétoDoS, aParato S (con el noMBre Del FaBricante y la Dirección entre Parénte SiS) y loS ProceDiMiento S uSaDoS con SuFiciente Detalle Para que PerMita a otroS autore S reProDucir el traBaJo. cuanDo utilice MétoDoS Bien eStaBleciDoSDe uSo Frecuente (incluSo loS eStaDíS- ticoS) nóMBreloS con SuS reSPectiVaS reFerencia S; cuanDo éStoS hayan SiDo PuBlicaDoS, Pero no Se conozcan Bien, agregue una BreVe DeScriPción De loS MiS- MoS. Si loS MétoDoS Son nueVoS o aPlicó MoDiFicacione S a MétoDoS eStaBleciDoS, DeScrí-BaloS con PreciSión, JuStiFique Su eMPleo y enuncie SuS liMitacione S. cuanDo coMunique exPeriencia S con PerSo- naS inDique Si loS ProceDiMiento S SeguiDoS eStaBan De acuer Do con laS regla S éticaS Del coMité De exPeriMentación huMana De la inStitución DonDe Se hizo el exPeriMen- to, o De acuer Do con la Declaración De helSinSki De 1975. iDentiFique con Preci- Sión toDaS laS DrogaS eMPleaDaS, inclu- yenDo loS noMBreS genérico S, DoSiS y VíaS De aDMiniStración . no uSe loS noMBreS De Paciente S, iniciale S o núMero De regiStro Del hoSPital. incluya el núMero De oBSerVacione S y el SigniFicaDo eStaDíStico De loS hallazgo S cuanDo corre SPonDa. DeScriBa loS anÁ- liSiS eStaDíSticoS, laS DeriVacione S Mate- MÁ-ticaS. reSultaDoS: PreSente loS reSultaDoS en Secuencia ló- gica en el texto, taBlaS e iluStracione S. no rePita en el texto toDoS loS DatoS que eStÁn en laS taBlaS y/o iluStracione S, Ponga énFaSiS o reSuMa SolaMente laS oB- SerVacione S iMPortante S. DiScuSión: enFatice loS aSPectoS nueVoS e iMPortan- teS Del eStuDio y laS conclu SioneS que Surgen De él. no rePita en Detalle loS Da- toS que Figuran en reSultaDoS. incluya en DiScuSión la iMPlicancia De loS hallazgo S y SuS liMitacione S y relate laS oBSerVacio- neS De otroS eStuDioS releVanteS. rela- cione laS conclu SioneS con loS oBJetiVoS Del eStuDio, Pero eVite conclu SioneS que no eStén coMPletaMente aPoyaDaS Por SuS hallazgo S.REVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag . EVITEARGUMENTARQ POR PRIMERA VEZENELTEXTO, AÚNENTRÁMITE AGREGANDO A CONTINUACIÓN DEL NOMBRED ELAREVISTA \"(ENPRENSA )\". LOSTRABAJOS ENVIADOS A NARTÍCU- 10:12 PÆgina 40 eVite arguMentar que el traBaJo no ha SiDo coMPletaDo. Plantee nueVaS hiPóte- SiS cuanDo corre SPonDa, Pero aclare que Son Sólo hiPóteSiS. laS recoMenDacione S, Si Son aDecuaDaS, DeBen incluir Se. agraDeciMiento S: agraDezca SolaMente a laS PerSonaS e inStitucione S que han hecho contri Bucio- neS SuStanciale S al eStuDio. D) BiBliogra Fía laS citaS BiBliogr ÁFicaS DeBen Mencionar - Se en el orDen en que Se laS Menciona Por PriMera Vez en el texto, MeDiante nuMera- leS arÁBigoS coloca DoS entre Parénte SiS al Final De la FraSe o PÁrraFo en que Se laS aluDe. laS reFerencia S que Sean citaDaS única Mente en laS taBlaS o en laS leyen DaS De laS Figura S DeBen nuMerar- Se en la Secuencia que corre SPonDa a la PriMera Vez que Se citen DichaS taBlaS o Figura S en el texto. loS traBaJoS acePta- DoS Por una reViSta, Pero aún en trÁMite De PuBlicación , DeBen anotar Se agregan Do a continuación Del noMBre De la reViSta \"(en PrenSa)\". loS traBaJoS enViaDoS a PuBlicación , Pero toDaVía no acePtaDoS oFicialMente, PueDen Ser citaDoS en el texto (entre Parénte SiS) coMo \"oBSer- Vacione S no PuBlicaDaS\", Pero no DeBen uBicarSe entre laS reFerencia S. Se DeBe Seguir el Siguiente orDen: artí- culoS en reViStaS: aPelliDo e inicial Del noMBre Del o loS autore S, en MayúSculaS. Mencione toDoS loS autore S cuanDo Sean 6 ó MenoS, Si Son 7 ó MÁS, coloque loS 6 PriMeroS y agregue \"et al\". a continuación el título coMPleto Del artículo . noMBre De la reViSta en que aPareció (aBreViaDo Según el inDex MéDicuS) año De PuBlicación ; VoluMen De la reViSta: PÁgina inicial y Final Del artículo . en liBroS: aPelliDo e inicial Del noMBre Del o loS autore S en MayúSculaS. título Del liBro. eDición. ciuDaD y PaíS: caSa eDi- tora; año De PuBlicación . Si eS caPítulo De un liBro: autore S. título Del caPítulo. \"en...\" (toDaS laS reFerencia S Del liBro). PÁgina inicial y Final Del caPítulo. Ma- terial electrónico : coMo en artículo S en reViStaS inDicanDo la Dirección Del correo electrónico De ProceDencia Del traBaJo. loS autore S Son reSPonSaBleS De la exac- tituD De SuS reFerencia S.6. M aterial iluStratiVo taBlaS: PreSente caDa taBla en hoJaS aParte, SeParanDo SuS líneaS con DoBle eSPacio. nuMere laS ta- BlaS en orDen conSecutiVo y aSígnele S un título que exPlique Su conteni Do (título De la taBla). SoBre caDa coluMna coloque un enca- BezaMiento corto o aBreViaDo. SePare con líneaS horizontale S SolaMente loS encaBezaMiento S De laS coluMnaS y loS título S generale S. laS coluMnaS De DatoS DeBen SePararSe Por eSPacioS y no Por líneaS Verticale S. cuanDo Se requieran notaS aclaratoria S, agréguela S al Pie De la taBla. uSe notaS aclaratoria S Para toDaS laS aBreViatura S no eStÁnDar. cite caDa taBla en Su orDen conSecutiVo De Mención en el texto De traBaJo. Figura S: DenoMine \"Figura\" a cualquier iluStración que loS grÁFicoS DeBen Ser DiBuJaDoS Por un ProFeSional o eMPleanDo un Progra Ma coMPutacional aDecuaDo. enVíe laS Fotogra FíaS en Blanco y negro, laS letra S, núMeroS, Flecha S o SíMBoloS DeBen VerSe claro S y nítiDoS en la Foto- graFía y DeBen tener un taMaño SuFiciente coMo Para Seguir SienDo legiBleS cuanDo la Figura Se reDuzca De taMaño en la PuBlicación . SuS título S y leyen DaS DeBen aParecer en la Fotogra Fía, que Se incluir Án en hoJa aParte, Para Ser coMPueStoS Por la iM- Prenta. loS SíMBoloS, Flecha S o letra S eMPleaDaS en laS Fotogra FíaS De PrePara- cione S MicroScóPicaS DeBen tener taMaño y contra Ste SuFiciente Para DiStinguir Se De Su entorno , inDicanDo MétoDoS De tinción eMPleaDoS y aMPliación realiza Da. cite caDa Figura en el texto, en orDen conSecutiVo. Si una Figura reProDuce Material ya PuBli- caDo, inDique Su Fuente De origen y oBten- ga PerMiSo eScrito Del autor y Del eDitor original Para reProDucirla en Su traBaJo. laS Fotogra FíaS De Paciente S DeBen cu- Brir Parte(S) Del roStro Para Proteger Su anoniMato. a MenoS que Sea eSencial Para loS ProPóSitoS cientí FicoS en cuyo caSo Se aDJuntar Á conSentiMiento inFor- MaDo Del Paciente, PaDre o tutor Para Su PuBlicación . 7. la Dirección De la reViSta Se reSerVa el Derecho De acePtar loS traBaJoS, aSí coMo De realizar correccione S graMaticale S que no iMPliquen un caMBio conce Ptual Del original , cuanDo lo conSiDere neceSario. 8. la reViSta De la SocieDaD De MeDicina interna De BuenoS aireS no Se reSPonSa- Biliza Por laS aPreciacione S, coMentario S y/o aFirMacione S ManiFeStaDaS Por loS au- toreS De SuS traBaJoS. laS PreSenteS norMaS eStÁn De acuer Do con loS requeri Miento S uniForMeS Para ManuScritoS SoMetiDoS a reViStaS BioMé- DicaS, eStaBleciDoS Por el international coMMettee oF MeDical Journal eDitorS (5ta. eDición-1997-). tranSMiSión De loS Derecho S De autor Se incluir Á con el ManuScrito una carta Fir- MaDa Por toDoS loS autore S, contenien PÁrraFo. \" el/loS aBaJo Fir- Mante/S tranSFiere/n toDoS loS Derecho S De autor a la reViSta, que SerÁ ProPieta- ria De toDo el Material reMitiDo Para Pu- Blicación \". eSta ceSión tenDría ValiDez en el caSo De que el traBaJo Fuera PuBlicaDo Por la reViSta. no Se PoDrÁ reProDucir ningún Material PuBlicaDo en la reViSta Sin autorizaciónpagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 205 Talleres DE MEDICINA INTERNA 2020 Talleres Sociedad de Medicina Interna de Buenos Aires Jueves 18:30 a 20:00 hsSociedad de Medicina Interna de Buenos Aires Mes de Abril: Medicina Crítica. Coordinador: Dr. Hugo Sprinsky 16/4 Uso responsable de Antibióticos en Unidad de Cuidados Intensivo. Dra. Wanda Corniste 23/4 Sedación en terapia intensiva, para qué? y con qué? Dr. Martín Deheza 30/4 Evaluación y tratamiento del paciente crí - tico mediante ultrasonografía. Concepto PO - CUS. Dr. Ignacio Previgliano Mes de Mayo: Diagnóstico por imágenes. Coordinadora: Dra. Patricia Carrascosa 7/5 \"Screening del cáncer de pulmón con TC de baja dosis\". Dr. Juan Cruz Gallo. 14/5 \"Estudio de la próstata por resonancia magnética\". Dr. Ezequiel Salas 21/5 \"Enfermedades intersticiales. Patrones tí y diagnósticos Capuñay 28/5 Miocardiopatías. Evaluación por RM. Diag Mes ERGE, cuándo y cómo utilizar las herra - mientas diagnósticas. Dra. Mercedes Rebay 18/6 HD oculta y otras indicaciones de cápsula endoscópica. Dr. Ricardo Figueredo 25/6 Test del aire espirado, mitos y realida - des. Dr. Daniel Britos Mes de Julio: Cardiología. Coordinadora: Dra. Laura Vitagliano 2/7 Clínica de FA. Dr. Luis Ignacio Mondragon 16/7 Enfermedad de múltiples vasos. Dr. Juan Pablo Costabel 23/7 De lo central a lo periférico. Dr. Fernan - do Belcastro 30/7 TAVI. Dra. Florencia CastroMes de Agosto: Serventi 6/8 Dolor. Dr. Diego Asesoramiento genético para cáncer. Dra. Janneth Alcantara 20/8 Inmunoterapia. Manejos de efectos ad - versos. Dr. Patricio Servienti 27/8 Nuevos tratamientos Karina Blanco 10/9 Tratamiento Asma EPOC. Taller inhalado - res. Dra. Salomé Pilheu y Dr. Lamari 17/9 diagnósticos Cuándo? Dra. Salomé Pilheu Nuevas guías de - to TVP-TEP9 Mes de Octubre: Patologías de la glándula suprarrenal 22/10 Patología de la glándula tiroides 29/10 Patologías del eje hipotálamo hipofisario Mes de Noviembre: Clínica Médica. Coordinadora: Dra. Silvia Falasco 5/11 Riesgos del uso de celulares, tablets, whatsapp en medicina. Dr. Fabián Vítolo 12/11 Control periódico de salud. Dra. Marga - rita Gaset 19/11 Yoga y Meditación. Medicina Integrativa. Inzeo 26/11 del alimento\" Lic.en Nutrición Andrea FuentesREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 206 Curso Online de Emergencias Clínicas Coordinadores: Dr. Daniel N. Romano / Dr. Daniel Carnelli Objetivo: Actualizar el conocimiento de la patología clínica de emergencias y brindarle al médico internista una herra - mienta de suma utilidad que le permita poder atender a este tipo de patologías. Marco Contextual: Es por todos conocida la creciente demanda que las urgencias médicas están sufriendo en los últimos años. Dicho aumento conlleva una creciente conflic - tividad social, que sitúa a los servicios de urgencias tanto hospitalarios como extrahospitalarios en el punto de mira de la sociedad, solicitándose una mejora en este tipo de asis - tencial. Es por este motivo que consideramos que el médico internista debe actualizar constantemente los conocimientos de este grupo de patologías para poder brindar una atención de calidad en emergencias a nuestra población. Dirigido: A médicos clínicos en todas las etapas de for - mación y especialidades afines. Metodología: Curso anual, compuesto por 9 módulos, una entrega mensual, los cuales serán publicados a través de la página web de SMIBA, durante todo el año lectivo. Evaluación al final de cada módulo Otorga 10 puntos para la recertificación por cada módulo aprobado. Carga Horaria: 200 horas El certificado de compleción del curso enviado por co - rreo electrónico a quienes hayan respondido el 80% de las evaluaciones parciales correspondientes a cada año lectivo dentro de los tiempos establecidos. Socios de SMIBA al día: SIN CARGO No socios de SMIBA: $4600 Extranjeros: Consultar por Mail Curso Online Patología Ambulatoria del Adulto Mayor Coordinadores: Dr. Daniel N. Romano / Dr. Daniel Carnelli Objetivo : Actualizar el conocimiento de la patología ambula - toria de una población cada vez más numerosa en la actuali - dad, como lo es sin duda la que componen los adultos mayo - res y brindarle al médico internista una herramienta de suma utilidad que le permita poder atender a este grupo poblacional. Marco Contextual: En la segunda mitad del siglo XX la esperanza de vida al nacer aumentó considerablemente y llegó a los 66 años, en nuestro país estos valores siguieron aumentado llegando al año 2011 a 75,8 años y se prevé que siga aumentado hacia el año 2050 por lo menos un 10% más. Obviamente este cambio es consecuencia del progreso tec - nológico, el mayor conocimiento científico y de la mejoría de los sistemas de salud. Dirigido: A médicos clínicos en todas las etapas de forma - ción y especialidades afines. Metodología: Curso anual, compuesto por 9 módulos, una entrega mensual, los cuales serán publicados a través de la página web de SMIBA, durante todo el año lectivo. Evaluación al final de cada módulo Otorga 10 puntos para la recertificación por cada módulo aprobado. Carga Horaria: 200 horas El certificado de compleción del curso enviado por correo electrónico a quienes hayan respondido el 80% de las eva - luaciones parciales correspondientes a cada año lectivo den - tro de los tiempos establecidos. Socios de SMIBA al día: SIN CARGO No socios de SMIBA: $4600 Extranjeros: Consultar por MailCURSOS ONLINE Inicio: 7 de Abril de 2020. Aranceles: $ 5000 por MóduloSociedad de Medicina Interna de Buenos Aires .pagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 207 PROGRAMA 2020 de Septiembre a Diciembre (tercera parte)coMité De Docencia Director: Dr. Roberto Reussi - Subdirector: Dr. Jorge Mercado - Secretario: Dr. Rodolfo Bado Vocales: Dr. Rodolfo Maino, Dr. Federico Marongiu, Dr. Miguel Ángel Falasco, Dra. Silvia Falasco Septiembre 1/9: 17:00 a 18:00 hs. Examen de Urgencias en Medicina Interna. Análisis al finalizar el examen. Casos clínicos introductorios al Mó - dulo de Dermatología e Inmunología Dr. Jorge Mercado 18:00 a 19:00 Módulo de Dermatología Dr. Osvaldo Stringa Dra. Viviana Falasco Dr. Rodolfo Maino Dr. Jorge Mercado. Dermatología para el clínico. Las enfermeda - des inflamatorias de la piel. Farmacodermias exantemá - ticas. Stevens Johnson y Lyell. Fisiología y Patogenia 19:00 a 20:00 Módulo de Inmunología Dra. Viviana Falasco Dr. Rodolfo Maino. Fisiopatología de la Inmu - nidad. Conceptos de inmunología clínica. Casos clínicos interactivos. Aprovechamiento y evalua - ción diaria de los contenidos del día. 9/9: 17:00 a 18:00 Módulo de Dermatología Dr. Osval - do Stringa. Dermatología para el clínico: Enfermeda - des infecciosas de la piel. Micosis y parasitosis más comunes. Enfermedades bacterianas y virales. Diag - nóstico diferencial 18:00 a 20:00 Módulo de Inmunología Dra. Viviana Falasco Dr. Rodolfo Maino. Inmunodeficiencias prima - rias y secundarias. Casos clínicos interactivos. Apro - vechamiento y evaluación de los contenidos del día 20:00 a 21:00 Ateneo clínico desarrollado por Hospi - tal de la Comunidad con participación de los alumnos en la discusión del caso 15/9: Jornadas de Medicina Interna. Participación acti - va de los médicos alumnos en las actividades científi - cas de las Jornadas de Clínica Médica Medicina Interna. Presentación de trabajos científicos y guía y discusión 22/9: 17:00 a 18:00 Módulo de Dermatología Dr. Os - valdo Stringa Dermatología para el clínico: El lunar que preocupa Los tumores de la piel: basocelular, espinocelular El melanoma. Conductas 19:00 a 20:00 Módulo de Inmunología Dra. Viviana Falasco Dr. Rodolfo Maino. Concepto de las terapias biológicas. Los anticuerpos monoclonales en Medici - na Interna. Utilidad diagnóstica y terapéutica 29/9: 17:00 a 18:00 Módulo de Dermatología Dr. Os - valdo Stringa Mostración y repaso en atlas fotográfico de los temas de dermatológicos tratados. Casos clí - nicos interactivos 18:00 a 20:00 Módulo de Inmunología Dra. Viviana Falasco Dr. Rodolfo Maino Dr Jorge Mercado La inflamación como mecanismo primario de salud y enfermedad. Asma y EPOC. Sepsis. Ateroesclerosis Hígado graso y Hepatitis. Obesidad y Diabetes Casos clínicos interactivos. Aprovechamiento y eva - luación de los contenidos del díaOctubre 6/10: 17:00 a 18:00 hs. Examen del Módulo de Dermatología e Inmunología. Análisis al finalizar el examen Casos clínicos introductorios al Módulo de Endocrino - logía Dr. Jorge Mercado 18:00 a 20:00 Módulo de Endocrinología Dr. Oscar Levalle Introducción a la endocrinología Enfermeda - des del sistema Hipotálamo Adenohipofisario Casos clínicos interactivos. Aprovechamiento y evaluación de los contenidos del día 13/10 17:00 a 18:00 Diagnóstico por imágenes Dra. Patricia Carrascosa Imágenes en Endocrinología Estudio de la hipófisis 18:00 a 20:00 Módulo de Endocrinología Dr. Oscar Levalle. Hipo e Hipertiroidismo. El nódulo tiroideo. Tiroiditis frecuentes. Cáncer de tiroides Casos clínicos interactivos. Aprovechamiento y eva - luación de los contenidos del día 20:00 a 21:00 Ateneo clínico presentado por Hospital de la Comunidad y participación de los alumnos 20/10 17:00 a 18:00 Diagnóstico por imágenes Dra. Patricia Carrascosa. Imágenes en endocrinología Estudio de la tiroides. La ecografía. La punción con aguja fina (PAF)- Estudios radio isotópicos TAC y RNM 18:00 a 20:00 Módulo de Endocrinología Dr. Oscar Levalle Patología asociada a las glándulas paratiroides Metabolismo fosfo cálcico. Raquitismo. Osteomalacia. Osteoporosis. Casos clínicos interactivos. Aprovecha - miento y evaluación de los contenidos del día 27/10 17:00 a 18:00 Diagnóstico por imágenes Dra. Patricia Carrascosa. Imágenes de las glándulas supra - rrenales. Incidentaloma. Concepto. Conductas Tumores gonadales. Imágenes primitivas y metastási - cas de los tumores gonadales 18:00 a 20:0 0 Módulo de Endocrinología Dr. Oscar Levalle. Enfermedades de las glándulas suprarrenales Sindromes cushingoides y Enfermedad de Addison El ovario poliquístico y el sindrome metabólico La menopausia y la andropausia A quién ofrecer terapia hormonal sustitutiva Casos clínicos interactivos. Aprovechamiento y eva - luación de los contenidos del día Noviembre 3/11: 17:00 a 18:00 Examen del Módulo de Endocrinología. Análisis al finalizar el examen. Casos clínicos introductorios al Módulo de Neumonología Dr. Jorge Mercado 18:00 a 20:00 Módulo de Neumonología Dra. María Salomé Pilheu. Asma bronquial y EPOCCurso Universitario Trienal de Clínica Médica y Medicina InternaREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 pag 208 Conductas diferenciadas. Casos clínicos interactivos. Aprovechamiento y evaluación diaria de los conteni - dos del día 10/11 17:00 a 18:00 Diagnóstico por imágenes Dra. Patricia Carrascosa. Imágenes en patología pulmonar. Medios de diagnóstico y exploración: desde la Radio - grafía simple hasta la TAC de 520 detectores. Tumores pulmonares Enfermedades intersticiales e inflamatorias del pulmón 18:00 a 20:00 Módulo de Neumonología Dra. María Salomé Pilheu. Patología intersticial del pulmón. Mé - todos de diagnóstico de las enfermedades respira - torias: Espirometría, test de marcha, Difusión Casos clínicos interactivos. Aprovechamiento y evaluación de los contenidos del día 20:00 a 21:00 Ateneo clínico presentado por Hospital de la Comunidad con participación de los alumnos en la discusión del caso clínico 17/11 17:00 a 18:00 Diagnóstico por imágenes Dra. Patricia Carrascosa. Estudio del Tromboembolismo Pulmonar. Clasificación, diagnóstico y tratamiento de las imágenes de la circulación pulmonar 18:00 a 20:00 Módulo de Neumonología Dra. María Salomé Pilheu. Patología asociada a la circulación pulmonar. La hipertensión pulmonar 1ria y 2ria. TEP y TVP dos caras de la misma moneda. Manejo de los nuevos anticoagulantes frente al TEP Casos clínicos interactivos. Aprovechamiento y eva - luación de los contenidos del día 24/11 17:00 a 18:00 Diagnóstico por imágenes Dra. Patricia Carrascosa. Tuberculosis: Imágenes desde la radiografía simple y la descentrada de vértice hasta las imágenes actuales 18:00 a 20:00 Módulo de Neumonología Dra. María Salomé Pilheu. Tuberculosis en el siglo XXI. Cifras y distribución en Argentina. La tuberculosis resistente y multiresistente Conducta. Nuevas drogas Casos clínicos interactivos. Aprovechamiento y eva - luación de los contenidos del día 20:00 Examen del Módulo de Neumonología 1/12 17:00 a 18:00 Electrocardiografía Dr. Jorge Gon - zález Zuelgaray. Electrocardiografía en Cardiopatía is - quémica. Sobrecarga sistólica y diastólica Pericarditis. La miocardiopatías 18:00 a 20:00 Cardiología Dr. Carlos Tajer Insuficiencia cardíaca. Sistólica y diastólica. Terapéu - tica farmacológica y no farmacológica. Las miocardio - patías hipertróficas, restrictivas y obstructivas Casos clínicos interactivos. Aprovechamiento y eva - luación de los contenidos del día 20:00 a 21:00 Ateneo Clínico Hospital de la Comuni - dad. Discusión con participación de los alumnos 15/12 17:00 a 18:00 Electrocardiografía Dr. Jorge Cardiología Dr. Carlos Tajer Taquiarritmias: Fibrilación auricular: diagnóstico, tera - péutica. Modos de anticoagulación. Otras taquicardias Bradiarritmias. Diagnóstico y terapéutica. Marcapasos Casos clínicos interactivos. Aprovechamiento y eva - luación de los contenidos del día Curso Online de Educación Médica Comité de Docencia Director: Prof. Dr. Roberto Reussi Co-Director: Catedrático Prof. Dr. Jesús Millán Núñez-Cortés Coordinadora: Prof. Dra. Silvia Falasco Objetivo Brindar a todos los profesionales interesados en el área de la educación médica de herramientas que con - tribuyan a su mejor desempeño docente. Este curso fue planificado con anterioridad a la pan - demia COVID-19 basado en las actividades del Foro Iberoamericano de Educación Médica (FIAEM) en el marco del V Congreso Internacional de Clínica Mé - dica-Medicina Interna y otras actividades posteriores. Temario 1. Enseñanza por competencias 2. Labor tutorial como marco imprescindible en la for - mación 3. Residencias: ¿dónde vamos (y de dónde venimos) con la formación de postgrado? 4. Formación del internista: factores a tener en cuenta 5. Estrategias educativas en medicina interna 6. El currículo como instrumento de política educativa para la atención primaria de salud 7. ¿Curiosidad o Conocimiento? 8. Seguridad del paciente .....y del médico??9. Uso de las simulaciones en educación médica 10. Importancia de la comunicación en la educación de la medicina 11. Evaluación en medicina Dirigido A médicos clínicos y especialidades afines interesados en actividades docentes. Metodología Modalidad on line de 2 (dos) clases mensuales con eva - luaciones parciales que le permitirán su autoevaluación y una evaluación final, ambas de elección múltiple. Fecha de inicio: 1 de junio de 2020 Fecha de finalización: 15 de noviembre de 2020 Carga Horaria: 60 horas Para aprobar el curso es necesario obtener un puntaje igual o superior al 80% de respuestas correctas en la eva - luación final. El certificado de aprobación será enviado por correo electrónico. Socios de SMIBA al día: SIN CARGO No socios de SMIBA: $3000 Extranjeros: Consultar por MailpagREVISTA DE MEDICINA INTERNA / VoluMen 16 / núMero 4 / octuBre, noVieMBre y DicieMBre 2020 209REVISTA DE MEDICINA INTERNA TRABAJOS PUBLICADOS EN EL VOLUMEN 16, 2020 Nº1 EDITORIAL Profesión y profesionalismo en medicina Prof. Dr. Alfredo E. Buzzi TRABAJO DE REVISIÓN Deterioro Cognitivo Cognitive impairment Dra. Cassi Andrea Karina La salud y la enfermedad bajo el modelo médico humanístico integrativo Health and disease under the Meeroff JC, Zoll Dom Stuart, Meeroff Daniel E. CONSENSO Toma de posición intersocietaria sobre reco - mendaciones para la prevención de eventos trombóticos venosos en viajes ALGORITMOS DIAGNÓSTICOS Y/O TERAPÉUTICOS Algoritmo diagnóstico en infección por helico - bacter pylori (hp) Dra. Falasco Silvia I. Nº2 EDITORIAL Una mirada crítica: la Medicina Interna frente al Covid-19 Prof. Dr. Roberto M. Cataldi Amatriain TRABAJO DE REVISIÓN Estimulación cerebral profunda en la práctica clínica Deep brain stimulation in clinical practice Sacristán H E, Galati A S, Canestrari L CASO CLÍNICO Cerebelitis aguda: mecanismos implicados en etiología autoinmune. Presentación de un caso y revisión de la Acute cerebelitis: mechanisms Fuentes Verónica, Rango Graciela Silvia, Buona - notte Carlos Federico CONSENSO Consenso de Enfermedad Cardiovascular y Dia - betes 2019. Sociedad Argentina de Cardiología ALGORITMOS DIAGNÓSTICOS Y/O TERAPÉUTICOS Algoritmo terapéutico para la erradicación de la infección por helicobacter pylori (hp) Dra. Falasco Silvia I.Nº3 EDITORIAL Espiritualidad y medicina Dra. Isabel Victoria Cavani Trabajo de INVESTIGACIÓN Experiencia con terapia con plasma de convale - ciente (PC) en neumonía grave por COVID-19 en el Servicio de Clínica Médica del HIGA Pedro Fiorito Experience with convalescent plasma therapy (CP) in severe pneumonia due to COVID-19 at the Pedro Medicine Ward Dres. Falasco Viviana, Falasco Miguel A, Bernat Marina, Barotto Gabriela, Szyrma María E, González Julieta et al Estudio de eficacia y seguridad del uso de iver - mectina + iota-carragenina tópicas en la profilaxis de la enfermedad covid-19 en el personal de salud Effectiveness and safety study of the use of topical iver - mectin + iota-carragenin in the prophylaxis of covid-19 disease in health personnel Dres. Carvallo Héctor E, Contreras Verónica Predicción de mortalidad y estancia hospitalaria en pacientes con neumonía adquiridad en la comuni - dad, evaluados con el score de Fine. Prediction of mortality and length of hospital stay in patients with com - munity-acquired Pneumonia, evaluated with Fine scale Dr. Castillo Ildigardo CONSENSO Consenso de Inmunizaciones en Adultos con Car - diopatías (primera parte) Sociedad Argentina de Cardiología ALGORITMOS DIAGNÓSTICOS Y/O TERAPÉUTICOS Algoritmo diagnóstico de la diarrea crónica Dra. Falasco Silvia I. Nº 4 EDITORIAL Atención médica virtual. El cambio hacia la tele - medicina Dra. Estela Edith Titto Omonte TRABAJO DE REVISIÓN Simulación en Educación Médica. Aprendizaje con simulación. Simulation in Medical Educa - tion. Learning with simulation Dra. Falasco Viviana CASO CLÍNICO Tricitopenia en contexto de paciente con VIH (+) Tricytopenia in a patient with HIV (+) Dres. Monti Blás, Giunta Daniel Ricardo, Morales Fa - bricio, Stark Alejandro CONSENSO Consenso de Inmunizaciones en Adultos con Cardiopatías (segunda parte) Sociedad Argenti - na de Cardiología ALGORITMOS DIAGNÓSTICOS Y/O TERAPÉUTICOS Algoritmo diagnóstico y terapéutico de la litiasis urinaria Dra. Falasco Silvia I. "}