{"title": "Plan detox para una piel más sana y luminosa", "author": "Àngels Marin", "url": "https://bellezaactiva.com/2014/08/22/plan-detox/", "hostname": "bellezaactiva.com", "description": "La palabra detox está de moda. Y no es extraño: estamos saturados de toxinas acumuladas durante todo el año. Por eso agosto es un buen mes para hacer limpieza a fondo de nuestro organismo. Nuestra piel quedará radiante. ¡Y nuestra mente lo agradecerá!", "sitename": "Belleza Activa", "date": "2014-08-22", "cleaned_text": "La palabra detox está de moda. Y no es extraño: estamos saturados de toxinas acumuladas durante todo el año. Por eso agosto es un buen mes para hacer limpieza a fondo de nuestro organismo. Nuestra piel quedará radiante. ¡Y nuestra mente lo agradecerá! Últimamente oímos hablar a menudo de bebidas detox, dietas detox, estilo de vida detox... Quizá se trate de una moda pasajera, pero lo cierto es que tanto a nivel físico como mental nos sentimos ligeramente «intoxicados», agobiados por los excesos de un ritmo de vida apresurado, comidas poco saludables y noticias aún menos saludables. Y, ante esto, se aprecia un retorno a la comida sana, con ingredientes naturales, sin grandes ni complicadas elaboraciones, y una tendencia hacia un tipo de vida más respetuoso y sostenible. No es que lo digamos nosotras, según un estudio realizado por el laboratorio farmacéutico Abbott 9 de cada 10 españoles creemos que llevamos una vida saludable y para conseguirlo las principales medidas que adoptamos son: tomar alimentos saludables para frenar los efectos del envejecimiento (83,3%); usar cremas y lociones (35,1%). Desde [Belleza activa](https://bellezaactiva.com) no podemos cambiar el mundo, pero sí podemos aportar información que nos sea útil y haga más agradable y saludable nuestro entorno. ¿Necesito depurarme? Si observamos nuestro cuerpo, sabremos si necesitamos unos días de dieta desintoxicante. Internamente, el cuerpo se muestra cansado, saturado de excesos y con una sensación de fatiga que puede llegar a afectar el ritmo de sueño, produciendo insomnio aunque parezca un contrasentido. Externamente, la piel se muestra apagada y mate, como opaca y falta de vida. Es entonces cuando llega el momento de hacer limpieza general del organismo para eliminar las toxinas que lo colapsan. La limpieza general debe abarcar todos los ámbitos de la vida. Es necesario estimular la eliminación de toxinas y, para ello, podemos escoger una dieta basada en frutas, verduras y cereales, eliminando durante un par de días las proteínas animales y las grasas. Sin excederse ni recurrir al ayuno, que siempre debe realizarse con conocimiento y aprobación médica. No hay que olvidar tomar muchos líquidos, básicamente agua pero también zumos de frutas y verduras o caldos vegetales. El agua es uno de los mayores depurativos que existen y ayuda a limpiar el organismo en profundidad, además de contribuir a hidratar la piel. Pero no es suficiente: los zumos y caldos de fruta y verdura te ayudarán a depurar de forma más eficaz, ya que contienen nutrientes que estimulan el buen funcionamiento de nuestro organismo, desde el sistema digestivo hasta el inmunológico. Además, son importantísimos para que nuestra piel y cabello estén sanos y brillantes. Unos hábitos de sueño que incluyan acostarse temprano y levantarse también temprano ayudarán a descansar correctamente al organismo y a que éste se regenere durante la noche. Higiene sin agresiones Por lo que respecta a la piel, también es necesario hacer limpieza profunda. Conviene realizar una exfoliación suave, antes o durante la ducha o el baño, que elimine las pieles muertas y las toxinas y aclare y sanee la piel. Pero, ¡cuidado! Si te estás exponiendo al sol o lo has hecho recientemente, no te exfolies, podrías dejar extremadamente sensible la piel. Se trata de abrir poros y eliminar toxinas de una forma suave, por lo que puedes recurrir a mascarillas desintoxicantes, arcillas, cosméticos desinfiltrantes, etc. Estos te ayudarán a eliminar toxinas sin necesidad de eliminar capas de piel. Recuerda que después de limpiar o exfoliar es imprescindible aportar de nuevo hidratación y nutrición para ayudar a reponer el agua y los lípidos perdidos. No sólo de forma tópica: tomar un vaso de agua o un zumo después de la ducha es una muy buena idea. El tercer puntal de una buena dieta detox es caminar: hay que movilizar todo el organismo para que la circulación sanguínea y linfática realicen su doble función de drenaje de residuos y aporte de oxígeno y nutrientes a las células. Un buen paseo diario es una de las mejores recetas de salud y consigue que se evaporen muchos problemas (que, tenlo claro, ¡son toxinas!). Convirtámoslo en un hábito porque nos merecemos estar bien. Aprovecha además estos últimos días de verano para realizar todo aquello que quieres hacer durante el año y no puedes: una pedicura a fondo, aplicarte mascarillas en el rostro y el cabello, probar cómo le sientan a tu piel los nuevos aceites... Una dieta de frutas y verduras, un paseo diario y una higiene adecuada limpiarán y descongestionarán el organismo para que podamos volver a la rutina diaria con la energía alta. Cuenta con ellos Licuadora Philips Avance. Licuadora que prepara hasta 2,5 litros de zumo de una sola vez y extrae hasta un 10% más de zumo sin necesidad de trocear la fruta y la verdura, ya que dispone de una boquilla de entrada XXL (80 mm) que permite introducir frutas y verduras grandes como manzanas o remolachas sin trocearlas. Motor de 900W y dos velocidades, para frutas y verduras blandas o duras. Según la marca, se limpia en un minuto gracias a la tecnología QuickClean, toda la pulpa se deposita en el mismo sitio (no es necesario eliminar pulpa de otras piezas, sólo del depósito), todas las piezas desmontables son aptas para lavavajillas y dispone de un sistema anti-goteo para que el zumo no manche la superficie de la cocina. 149,99€ el modelo HR1869/01 Mix & Go Batidora Compacta de [Russell Hobbs](https://es.russellhobbs.com/index.html). Batidora ideal para mezclar ingredientes frescos y saludables, transformarlos en batidos, cremas y zumos y llevarlos contigo a cualquier parte sin casi ensuciar; incluye 2 vasos pequeños con tapa para poder transportarlos que caben en los portavasos del coche, así como cuchilla para hielo; piezas lavables en el lavavajillas; purificante, antioxidante para la piel enriquecida com Macro-Antioxidantes® (moléculas antioxidantes extraídas de la piel de la fruta) que ayuda a combatir el envejecimiento cutáneo, estimula el metabolismo y favorece la eliminación de toxinas; contiene alga espirulina y zinc, así como compuestos bioactivos como la vitamina A, la B6, la B12 y la E, selenio, colágeno y ácido hialurónico, entre otros; sin azúcares añadidos, 20 calorías por cada 100ml, no necesita refrigeración. 2,85€. Venta exclusiva en El Corte Inglés. Más información en [mybeautyandgo](https://www.mybeautyandgo.com) Baño de Espuma de Aloe Vera y Chumbera Douglas Söhne. Crema de baño de burbujas refrescante y nutritiva con aloe vera y chumbera, ambas plantas de efecto hidratante, calmante, anti-inflamatorio, cicatrizante y regenerador, limpia la piel en profundidad de forma suave y placentera. 9,95€. En perfumerías Douglas Bio enzymes Mascarilla facial con bio-celulosa, una nano-fibra natural 100% compatible con la piel conseguida a partir de la fermentación enzimática de un micro-organismo presente en flores, frutas, miel y vino, que es 500 veces más ligera que la celulosa vegetal y que se adhiere como una segunda piel. Tras 15 minutos de aplicación matifica, reduce imperfecciones (granos, rojeces, puntos negros...) y cierra los poros. Para pieles grasas con imperfecciones. Contiene canela (astringente), árnica (reduce las imperfecciones y calma) y nuez de argán (antioxidante). 12€. En farmacias y parafarmacias Tratamiento Reductor Drenante Piernas de Somatoline Cosmetics. Gel de rápida absorción con efecto hielo de triple acción: efecto criogénico, que provoca un descenso inmediato de la temperatura de la piel gracias al mentol y la menta, cosa que estimula la circulación sanguínea y linfática; acción reductora gracias a la cafeína que estimula la combustión de la grasa acumulada (lipólisis); y acción drenante gracias al risco y la escina que propician la eliminación de líquidos y toxinas, aliviando la pesadez de piernas. 200ml "}