{"title": "Natural healing", "author": "ABIGAIL KLEIN LEICHMAN", "url": "https://www.jpost.com/magazine/features/natural-healing-342041", "hostname": "jpost.com", "description": "\"In the States, there are so many barriers to research, while in Israel they welcome thinkers and encourage innovations.\"", "sitename": "The Jerusalem Post", "date": "2014-02-20", "cleaned_text": "Not long after Dr. Binyamin Rothstein made aliya, he spends his Friday nights hanging out with teens at a park near his Ramat Beit Shemesh home. The osteopathic physician is not there to drink or smoke with the lads, but to tell them stories in his admittedly fractured Hebrew.He explains that he has noticed the weekly gatherings of Israeli and immigrant adolescents \"wondering what to do with themselves,\" and figured that nobody wanted a lecture but everybody loves a story. So he practiced a good story in Hebrew and sauntered up to the group asking if they wanted to hear it. A relationship grew out of that gesture, and now many of the teens look forward to the arrival of \"Doc,\" as they call him, to confide their woes.\"They now line up to talk to me. Some just want a hug,\" says Baltimore native Rothstein, who became a Chabad Lubavitch follower during medical school in Iowa. \"Last Friday night, one kid came up to me and said he's getting his tattoos removed and stopped smoking. I don't know his name, but apparently my being out there inspired him. I'm just a regular guy, yet when you care about these kids there is an amazing turnaround.\"Enhancing quality of life Most people would not describe Rothstein as \"just a regular guy.\"After finishing medical school as a newly religious Jew (holding a human brain in his hand awakened his faith, he says) and serving in the US army as a physician from 1983 to 1986, he and his wife, Rivka, raised their eight children in Baltimore, where he established a successful family practice. He has also written a book, Brain Fog, about preventing Alzheimer's disease.Specializing in the treatment of pain, injuries and ADHD, Rothstein began to further explore a longtime interest in alternative medicine. He was treating many patients who had not found relief through conventional medicine and became increasingly frustrated with the American health system's disregard for alternative approaches. \"Eventually it came to a point that it was obvious it was time to make aliya,\" he says. \"In Israel, alternative medicine is embraced. Sometimes medications and surgery are necessary, but if there's an alternative with fewer side effects, quality of life can be greatly enhanced. My philosophy is that no one should have to take medications unnecessarily. I'm all about getting down to the causes of conditions, not just masking the symptoms.\"The very day they landed, Rothstein treated a family member's 17-month-old daughter, whose parents were told she would need surgery and braces in order to walk properly. He says that within two weeks, after a few treatments, the child was not only walking, but running.On a typical day, he dips in the mikve (ritual bath), prays in synagogue, studies Torah, and then begins seeing patients. He's also working with small business development center MATI on a few projects, including a natural remedy for anxiety.\"In the States, there are so many barriers to research, while in Israel they welcome thinkers and encourage innovations,\" he says.Married 32 years The couple gravitated to Ramat Beit Shemesh, where they had friends. \"We found a great apartment with a fabulous view, and we have wonderful neighbors,\" says Rothstein, who has applied for an Israeli medical license and meanwhile is allowed to treat patients privately as an osteopath.Rivka Rothstein manages her husband's practice, exercises daily at a local studio and has joined an a cappella choral group, Al Kanfei Shira. A dance major at the University of California in her pre- Lubavitch days, she recorded a CD of Lubavitch melodies with one of her daughters nine years ago, called WomanSoul. She explains that she became religious at 21 and moved to the Lubavitch stronghold of Crown Heights, Brooklyn. Five years later, a match was proposed with Binyamin while he was doing a medical rotation in Michigan, where she spent her childhood.\"The rabbi called and asked, 'Do you want to go out with a doctor from Texas who's in the army?' I said, 'He strikes out on all counts.' I was into alternative medicine, so I thought we'd always be at odds, I wasn't keen on the Texas drawl, and I was wary of anyone going into the US military. Luckily I went out with him anyway, and to my pleasant surprise found out he was inclined toward holistic medicine, he went into the army to pay for medical school, and he's actually from Baltimore. He turned out to be the best of both worlds!\" The couple has been married for 32 years. Their youngest daughter, who is 15, chose to leave Israel and is boarding at a Lubavitch high school in Connecticut.Their 18-year-old daughter studies in a seminary in Safed. Their married 20-year-old daughter works with her 31-year-old brother, a Chabad representative and chaplain at Vanderbilt University in Tennessee.A 22-year-old daughter served in the IDF's canine unit and now works as a personal trainer in Jerusalem.The Rothsteins' 24-year-old son and 27-year-old daughter both live with their families in Monsey, New York, while their 29-year-old daughter, a massage therapist, is raising her five children in Baltimore.The commitment of aliya \"For me, the biggest challenge of living in Israel is the distance from my precious children and grandchildren,\" Rivka Rothstein says. \"When the longing gets difficult, I remind myself that we're not here just for ourselves. My husband has been blessed with unique abilities, and if he can help people live with less pain and disability, it's all worth it. I would love to see my husband's skills used to help wounded soldiers. Hopefully my married children will come one day and it won't take them 30 years like it took me.\"Two of her siblings - historian and journalist Moshe Dann and psychotherapist and author Miriam Adahan - had moved to Israel many years ago and built prominent careers.\"I'd been here a number of times, but making aliya is so different from visiting,\" she says. \"Like in marriage, when you make a commitment, you reveal the depth, intimacy and possibilities of the relationship. Aliya was a commitment that revealed the depth of my relationship to the land. Just open a Tanach (Bible) and you see that Israel 'is real,' and that is exhilarating.\"Both Rothsteins find spoken Hebrew to be their biggest challenge, and are working hard on improving their fluency, especially because so many native Israelis seek treatment.But the good doctor says his conversations with God have gotten better since his move, even when they are conducted in English. He often sets out on his bike to the forest for a few hours of meditation and prayer out in nature.\"God is everywhere, but when you come to Israel it's a local call,\" he quips. "}