{"title": "Be Informed: Autism with Dr T; Mini SVA Retreat in Santa Barbara - CA; Shyama- A Dance Drama not to be missed! Vaidya Mishra's Newsletter June 21, 2018, # 24, Vol 8  Shaka Vansiya Ayurveda", "author": "Vaidya Mishra", "url": "https://www.svayurveda.com/be-informed-autism-with-dr-t-mini-sva-retreat-in-santa-barbara-ca-shyama-a-dance-drama-not-to-be-missed-vaidya-mishras-newsletter-june-21-2018-24-vol-8/", "hostname": "svayurveda.com", "description": "Summer Solstice Sale: exquisite Pranic Personal Care! if you, or someone you know have been affected by autism, read Dr. Teitelbaum's article, watch the video testimonial below, and forward it - it contains life-altering information! If you read these weekly newsletters you will see that we have talked about our work with autism on a ...", "sitename": "Shaka Vansiya Ayurveda", "date": "2018-06-23", "cleaned_text": "Summer Solstice Sale: exquisite Pranic Personal Care! if you, or someone you know have been affected by autism, read Dr. Teitelbaum's article, watch the video testimonial below, and forward it - it contains life-altering information! If you read these weekly newsletters you will see that we have talked about our work with autism on a few occasions. Vaidya taught me how to treat just about everything that presents itself to my busy practice, however, he was especially concerned about treating children on the autistic spectrum. This was basically because he felt it wasn't a typical disease that we would treat in patients that comes from a lifetime of unhealthy diet, improper daily routine and other various factors which could weaken one's physiology. Instead, he felt that most of what we were seeing in these children came from an extremely aggressive vaccination schedule which injects babies with more toxins than their undeveloped kidneys and blood-brain barrier could handle. As a result, he felt this condition could be easily avoided by taking numerous precautions. In addition, he was deeply saddened when the parents would bring in videos of their child, showing their developmental progress, and then show us their decline after each round of shots. It was almost like each time they lost them a little more after a round of vaccinations, then a little more, until they felt they had totally lost them into their world of autism, where they could no longer communicate effectively. Many people ask me what immunizations they should receive, if any? Medicine is outside of my scope of practice, so I am unable to give advice on this. Plus, it is really up to the parents to decide which way to turn on this issue. What I can do is to alert the public to the dangers of the ingredients in the vaccines and how they might disrupt the brain, gut, and immune system. Once the parents know the facts they can speak with their pediatricians about the best way to go forward. When Vaidya and I were working on this problem together, the rate of autism was an astounding 1 in 168 children. Then, as more vaccines came out the incidence rose high to 1 in 68, which was shocking. Now that women are directed to get a flu shot and sometimes a pertussis shot while they are pregnant, the rate of autism has skyrocketed to 1 in 36 children. I shudder when I hear the estimates that predict that the rate will continue to climb until almost every child will have autism if more and more shots continue to be developed. The best thing for parents is to read the research. scroll down to read more There is a book I recommend to my patients called \"Vaccine Epidemic\" which shows lots of excellent research on the subject. You might also read an article in the Journal of Translational Science (2017), \"Pilot comparative study on the health of vaccinated and unvaccinated 6- to 12-year-old U.S. children,\" which demonstrates that while vaccinations have prevented millions of infectious illnesses, hospitalizations and deaths among U.S. children, the long-term health outcomes of the vaccination schedule remain uncertain. This study demonstrates the high rate of ADHD, Autism, acute ear infections as a side effect of receiving numerous immunizations. Another book, available on Amazon, \"Vaccines & Autoimmunity,\" discusses the role of the aluminum adjuvant and how it can induce diverse autoimmune clinical manifestations in children and adults. There is an excellent video professionally made by a team of Dartmouth pediatricians, who, although they are not anti-vaccine, feel that not only is it totally unnecessary to give the Hepatitis B shot on the second day of life, but it is extremely dangerous as: a) the blood-brain barrier has not developed yet which could allow the toxins in the vaccination to enter the brain; and b) the dose of the aluminum within the shot is extremely high, causing a tendency to damage the brain in genetically susceptible infants. Thus, they no longer give this shot, which they feel isn't necessary since Hepatitis B usually affects health workers and drug addicts. Hepatitis B is a sexually transmitted disease so the only way a baby can catch it is through blood or body fluid exposure, which is extremely unlikely to happen for any baby or young child in the United States. You may want to read \"Do We Really Need Hepatitis B on the Second Day of Life: Vaccination Mandates and Shifting Representations of Hepatitis B,\" by Elena Conus published in The Journal of Medical Humanities, 2011, June 32(2): 155-166. If you look at research on PubMed and Google Scholar, and other research outlets, you will not find articles stating directly that immunizations cause autism, but you will find dozens and dozens of good research articles showing numerous problems associated with immunizations, such as the depletion of the glutathione system, how the body't own macrophages deliver the aluminum adjuvant into the brain, the role aluminum plays in the development of brain damage, the dangers of the nanoparticle of aluminum, called the aluminum adjuvant, present in all shots, how the testosterone in baby boys attenuates (makes stronger) the negative impact of these deadly chemicals in the shots thus increasing the rate of autism in boys, the role of polysorbate 80 and how it can also pick up the aluminum adjuvant and carry it past the blood-brain barrier. Also learn about how the monosodium glutamate in the shots are notorious for causing brain cell death as glutamate is a tightly controlled excitatory neurotransmitter due to its negative effects on brain neurons. Also look up the National Vaccine Information's Center map of the United States and you can see in your state what some of the exemptions are: philosophical, medical, religious, etc. if you want to decline the shots. Some parents opt out for a reduced vaccination schedule. Normally the CDC groups six vaccines all together at 2 months, 4 months and 6 months. Some pediatricians feel that you can delay the shots and give less each time they are given so as not to overwhelm the child's physiology. In fact, some countries delay the shots for a year. Some of the pediatricians feel that since we now know that the shots are riddled with side effects, it would be best to cut down on the overall number of immunizations, especially those that aren't totally necessary, such as mumps, rubella and chicken pox, which are mild childhood diseases. Dr. Robert W. Sears, a pediatrician who has written extensively on this subject states that when they research the shots, they are studied at different time intervals and given apart from each other instead of grouped together. Thus, by studying the vaccines in this way they can see that they are just as effective if given in a staggered fashion, so he recommends that is how they should be given in the first place to prevent the potential toxicity that may arise from giving too many shots in one session. Other pediatricians delay the polio shot since we don't have polio in the United States and we haven't had it here for over 30 years. Also try to research the two types of immunity — the natural immunity you get following actually coming down with the disease. This immunity lasts a lifetime. However, the acquired immunity you get from receiving an immunization gives a temporary immunity, which is why someone could be given a pertussis vaccine and still come down with the disease. We see this quite often with the chicken pox vaccine and several other immunizations. If you are the parents of young children or are planning to have a baby in the future, it is worth the effort to thoroughly research this topic since there is a lot at stake here. I hope this helps you in your quest to determine the best option for you and your family. Dr. Marianne Teitelbaum Cinnaminson, New Jersey 856-786-3330 because you deserve it! it's time to give yourself the break you've been promising yourself and hand your body over to expert therapists! This event is organized with Maharani Ayurveda, an expert panchakarma technician and SVA educator with more than 2 decades of hands-on experience and training. Find out for yourself! BACK IN STOCK Vaidya's Best-sellingToxin-Free Devi Incense Aside from chemical toxicity, there is another very important reason why you want to chose only 100% pure aromas - only natural aromas contain the subtle prabhavas, special divine properties, of the herbs. The artificial aromas in most incenses today add toxicity to your environment and your body in the name of spiritual purification. Do you really want to breathe in toxins while you meditate? Choose to use an incense that will open your mind and heart to the divine without creating toxins for your body. In fact, this incense is designed specifically to detoxify the lungs with the herbs contained in it. Pushkarmool and Indian Sarsaparilla both help to detoxify the lungs. There is a whole chapter of Charak Samhita, the oldest textbook of Ayurveda, devoted to the therapeutic effects of herbal remedies delivered in smoke form. Ingredients & their properties this incense comes in loose moist powder form and is to be used on a burner (charcoal) as shown in the image above Pushkarmool: strengthens and detoxifies the lungs Frankincense Pearl: divine aroma which opens the heart lotus and helps to connect the individual consciousness to the universal consciousness—this frankincense is collected directly from the tree and is delivered to you with no alteration; Indian Sarsaparilla: purifies the lungs Camphor: highly aromatic and purifying—we use only natural camphor - not synthetic Lavender oil : calms the mind Himalayan cedar oil: aromatic, divine tree which opens the heart and expands consciousness Grapefruit oil: adds a subtle aroma Mom's Ghee: divine vibration of cow's ghee coordinates all of the other ingredients and adds sattwa. a message to our European Union SVA residents stay in touch - action needed IF YOU ARE A SVA FOLLOWER WHO LIVES IN THE EUROPEAN UNION, PLEASE READ ON AND CLICK ON THE LINK BELOW TO RECONFIRM YOUR SUBSCRIPTION TO OUR NEWSLETTER. As you may know, a new European privacy regulation called General Data Protection Regulation (\"GDPR\") will go into effect on May 25th, 2018. This new regulation is designed to unify the current data protection privacy laws throughout the EU, and to enhance the rights of European residents to protect their personal information. The GDPR also applies to any business that offers its products or services to European residents. We recognize that privacy is important to you. We have not changed our current settings or how we process your information - we do not sell, share, or make available any of your data. If you would like to review, correct, update, or delete personal information that you have previously provided to us, please email us at: info@prana-center.com. We send our SVA emails/newsletters to keep you \"in the know\" on the latest SVA services, products, and courses. If you do not wish to receive future messages from us you may unsubscribe anytime but using the link at the bottom of this email or any emails we send out. If you wish to remain on our list - and you live in any country that's part of the European Union you will need to reconfirm your subscription below. Kindly fill in the information below and submit. Thank you for your continued interest in all things SVA and your kind patronage. The sole purpose of this blog is to provide information about the alternative healing modalities of Shaka Vansiya Ayurveda (SVA) as practiced in Vaidya Mishra's ancestral family tradition. The information contained herein is not intended for use in the diagnosis, prevention or cure of any disease. If you have any serious, acute or chronic health concern, please consult a licensed health professional who can fully assess your needs and address them effectively. Otherwise, for more information, you may call Vaidya Mishra's Prana Center toll free in the USA at 1.888.3CHANDI (888.324.2634). or 1.818.709.1005 globally, or email us at: www.vaidyamishra.com, Mishra the voice of Shaka Vansiya Ayurveda, an uninterrupted living tradition. "}