{"title": "AbbVie presents phase II data evaluating the efficacy of Humira® in patients with Hidradenitis Suppurativa (HS), a chronic inflammatory skin disease", "author": "European Pharmaceutical Review", "url": "https://www.europeanpharmaceuticalreview.com/news/21889/abbvie-presents-phase-ii-data-evaluating-efficacy-humira-patients-hidradenitis-suppurativa-hs-chronic-inflammatory-skin-disease/", "hostname": "europeanpharmaceuticalreview.com", "description": "AbbVie (NYSE: ABBV) today announced results from a post-hoc analysis of an investigational Phase II study, which evaluated HUMIRA® (adalimumab) in the treatment of patients with moderate-to-severe hidradenitis suppurativa (HS) after 16 weeks of therapy.1", "sitename": "European Pharmaceutical Review", "date": "2013-10-03", "cleaned_text": "the efficacy of Humira® in patients with Hidradenitis Suppurativa (HS), a chronic inflammatory skin disease Posted: 3 October 2013 | [European Pharmaceutical Review](https://www.europeanpharmaceuticalreview.com/content_author/european-pharmaceutical-review/) | [No comments yet](https://www.europeanpharmaceuticalreview.com/news/21889/abbvie-presents-phase-ii-data-evaluating-efficacy-humira-patients-hidradenitis-suppurativa-hs-chronic-inflammatory-skin-disease/#respond) AbbVie (NYSE: ABBV) today announced results from a post-hoc analysis of an investigational Phase II study, which evaluated HUMIRA® (adalimumab) in the treatment of patients with moderate-to-severe hidradenitis suppurativa (HS) after 16 weeks of therapy.1 Efficacy results were reported using a novel Hidradenitis Suppurativa Clinical Response (HiSCR) endpoint that was developed in consultation with regulatory health authorities. These data, which analyze the reduction of total abscess and inflammatory nodule (AN) count from baseline, were presented at the 22nd Congress of the European Dermatology and Venereology (EADV) meeting in Istanbul, Turkey.1 HUMIRA is not approved by health authorities for the treatment of HS. The post-hoc analysis found that HUMIRA induced a significant response rate in adult patients with moderate-to-severe HS at week 16 versus placebo (pbo) for the two dosing regimens assessed. The efficacy of HUMIRA was re-assessed in this analysis by using the HiSCR measure, which is an endpoint defined as at least a 50 percent reduction from baseline in total AN count, with no increase in counts for abscesses and draining fistulas. Specifically, HiSCR response rates for HS patients given pbo, HUMIRA every other week (eow) or HUMIRA weekly (ew) were 25.6 percent (11/43), 33.3 percent (15/45) and 54.5 percent (24/44), respectively.1 In addition, this analysis provides initial evidence that HiSCR is a more responsive method to determine improvement in patients than HS-physician-global assessment (PGA) based on clinical response and demonstrate that HiSCR may be a useful new tool to assess the efficacy of HS therapy in clinical practice and research trials. \"Although hidradenitis suppurativa affects a significant number of people, there is no approved treatment option for this underserved patient group,\" said Gregor Jemec, M.D., Department of Dermatology, University of Copenhagen, Roskilde Hospital. \"These Phase II study results suggest HUMIRA could be a promising therapeutic option in patients with moderate-to-severe HS and will be further evaluated in Phase III trials.\" Hidradenitis suppurativa is a chronic, often painful, immune-mediated disease characterized by inflamed areas, typically located around the armpits and groin.2,3 Mild cases of HS can resemble small bumps or blackheads, while patients with more severe forms can have multiple interconnected sinus tracts and abscesses, which sometimes release fluid. Progression of the disease can lead to significant pain and discomfort and may result in scarring.2,3,4 Currently, there is no cure or approved treatment for HS by any regulatory health authorities, which is estimated to affect one percent of the general adult population.3 \"AbbVie developed the HiSCR endpoint to help advance hidradenitis suppurativa research and address the need for a reliable and relatively simple measure of clinical response in HS,\" said John Medich, Ph.D., vice president, Clinical Development, Immunology, AbbVie. \"We are excited that HiSCR has the potential to be a useful method to assess the efficacy of HS therapies in research and in clinical practice.\" Two fully-enrolled Phase III clinical trials (PIONEER I and PIONEER II) are underway to evaluate the safety and efficacy of HUMIRA in approximately 600 adult patients with moderate-to-severe HS. Results of these Phase III trials are expected in 2014. More information on these trials is available at www.clinicaltrials.gov (NCT01468207 and NCT01468233). About the Study In the Phase II trial, the HS-PGA, one of the current methods for measuring HS severity, was used to evaluate the clinical response of HUMIRA at 16 weeks.1,5 These study findings correlate with the HS-PGA data published previously, which was the primary efficacy variable of the study. At week 16, 3.9 percent (2/51), 9.6 percent (5/52) and 17.6 percent (9/51) of patients in the pbo, eow and ew groups, respectively, achieved an HS-PGA of clear, minimal, or mild, with at least a 2-grade improvement relative to baseline (P<0.05 for ew compared to pbo). This post-hoc analysis evaluated HS patients with a baseline AN count of >3 and draining fistula count of <20 in the three study arms: pbo (n=43), HUMIRA 40 mg eow after an initial loading dose (n=45) or HUMIRA 40 mg ew after initial loading doses (n=44).1,5 Patients were assessed based on several retrospective evaluations including achieving HS-PGA-based clinical response; HiSCR; 50 percent, 75 percent, 100 percent reduction in total AN count (AN50, AN75, AN100) relative to baseline and percent change from baseline in AN count. The safety findings observed in the randomized study population (n=154) were consistent with those seen in previous HUMIRA studies.5 The most common adverse events (AEs) (>10 percent of subjects in any treatment group) observed in the HUMIRA eow arm at week 16 of the study versus placebo were headache (13.5 percent vs. 3.9 percent), nasopharyngitis (13.5 percent vs. 11.8 percent) and hidradenitis (13.5 percent vs. 11.8 percent). The most common AEs observed in the HUMIRA ew arm of the study versus placebo were headache (15.7 percent vs. 3.9 percent), nasopharyngitis (11.8 percent vs. 11.8 percent) and hidradenitis (7.8 percent vs. 11.8 percent). The findings from this analysis supplement the initial presentation at the 2013 American Academy of Dermatology (AAD) Annual Meeting. About Hidradenitis Suppurativa Hidradenitis suppurativa, sometimes referred to as \"acne inversa\" by dermatologists, is an inflammatory disorder that can occur at any age, but the condition most commonly develops in adults in their early 20s, with declining rates after the age of 50 to 552,3. Women are more likely to develop HS than men.2,3 The condition is characterized by inflamed areas typically located around the armpits and groin. These inflamed areas often include lesions, nodules and boils, and usually occur where many oil and sweat glands are located, as well as under the breasts, on the buttocks and in the inner thighs, where skin rubs together. The severity of the disease varies considerably, and patients often report diminished quality of life as symptoms progress.2,3,4 U.S. Product Information for HUMIRA® (adalimumab)6 HUMIRA is a prescription medicine used to: Reduce the signs and symptoms of: - Moderate-to-severe rheumatoid arthritis (RA) in adults. HUMIRA can be used alone, with methotrexate, or with certain other medicines. HUMIRA may prevent further damage to your bones and joints and may help your ability to perform daily activities. - Moderate-to-severe polyarticular juvenile idiopathic arthritis (JIA) in children 4 years of age and older. HUMIRA can be used alone, with methotrexate, or with certain other medicines. - Psoriatic arthritis (PsA) in adults. HUMIRA can be used alone or with certain other medicines. HUMIRA may prevent further damage to your bones and joints and may help your ability to perform daily activities. - Ankylosing spondylitis (AS) in adults. - Moderate-to-severe Crohn's disease (CD) and to achieve and maintain clinical remission in adults who have not responded well to conventional treatments. HUMIRA is also used to reduce signs and symptoms and achieve clinical remission in these adults who have also lost response to or are unable to tolerate infliximab. - In adults, to help get moderate to severe ulcerative colitis (UC) under control (induce remission) and keep it under control (sustain remission) when certain other medicines have not worked well enough. It is not known if HUMIRA is effective in people who stopped responding to or could not tolerate anti-TNF medicines. - Treat moderate to severe chronic plaque psoriasis (Ps) in adults who are ready for systemic therapy or phototherapy, and are under the care of a doctor who will decide if other systemic therapies are less appropriate. IMPORTANT SAFETY INFORMATION HUMIRA is a TNF blocker medicine that affects the immune system and can lower the ability to fight infections. Serious infections have happened in people taking HUMIRA. These serious infections include tuberculosis (TB) and infections caused by viruses, fungi, or bacteria that have spread throughout the body. Some people have died from these infections. People should be tested for TB before HUMIRA use and monitored for signs and symptoms of TB during therapy. People at risk of TB may be treated with medicine for TB. Treatment with HUMIRA should not be started in a person with an active infection, unless approved by a doctor. HUMIRA should be stopped if a person develops a serious infection. People should tell their doctor if they live in or have been to a region where certain fungal infections are common, have had TB, hepatitis B, are prone to infections, or have symptoms such as fever, fatigue, cough, or sores. For people taking TNF blockers, including HUMIRA, the chance of getting lymphoma or other cancers may increase. Some people have developed a rare type of cancer called hepatosplenic T-cell lymphoma. This type of cancer often results in death. If using TNF blockers including HUMIRA, the chance of getting two types of skin cancer (basal cell and squamous cell) may increase. These types are generally not life-threatening if treated. Other possible serious side effects with HUMIRA include hepatitis B infection in carriers of the virus, allergic reactions, nervous system problems, blood problems, certain immune reactions, including a lupus-like syndrome, liver problems, and new or worsening heart failure or psoriasis. The use of HUMIRA with anakinra or abatacept is not recommended. People using HUMIRA should not receive live vaccines. Common side effects of HUMIRA include injection site reactions (redness, rash, swelling, itching, or bruising), upper respiratory infections (including sinus infections), headaches, rash, and nausea. HUMIRA is given by injection under the skin. In the E.U. SmPC, HUMIRA is contraindicated in people who are allergic to adalimumab or any other ingredients of HUMIRA, those who have a severe infection including active TB, or those who have moderate to severe heart failure.7 The benefits and risks of HUMIRA should be carefully considered before starting therapy. This is not a complete list of the Important Safety Information for HUMIRA. For additional important safety information, please click here for the [Full Prescribing Information](http://www.rxabbvie.com/pdf/humira.pdf) and [Medication Guide](http://www.rxabbott.com/pdf/humira_medguide.pdf). Globally, prescribing information varies; refer to the individual country product label for complete information. References - Efficacy Results Using a Novel Hidradenitis Suppurativa Endpoint, HiSCR (Hidradenitis Suppurativa Clinical Response), From the Phase of a Phase 2 Adalimumab Study. Abstract #FC03.5 22nd Congress of the European Dermatology and Venereology (EADV) Meeting, Istanbul, Turkey. - Suppurativa. N Engl J Med. 2012; Mayo Health Clinic. Hidradenitis Suppurativa. Available at http://www.mayoclinic.com/health/hidradenitis-suppurativa/DS00818. Updated April 9, 2013. Accessed September 22, 2013. - Collier F., Smith R., Morton C. Diagnosis and Management of Hidradenitis Suppurativa. BMJ. 2013; 346:f2121. - Kimball AB, Kerdel F, Adams D, et al. Adalimumab for the Treatment of Moderate to Severe Hidradenitis Suppurativa. Ann Intern Med. 2012; "}