{"title": "What Is Dandelion Root Tea — And What Are The Benefits?", "author": "Elizabeth Blasi", "url": "https://www.yourtango.com/2019323031/what-dandelion-root-tea-and-what-are-the-benefits", "hostname": "yourtango.com", "description": "We're no longer picking dandelions, we're drinking them.", "sitename": "YourTango", "date": "2019-04-08", "cleaned_text": "We're no longer picking dandelions, we're drinking them. By [Elizabeth Blasi](/users/elizabeth-blasi) — Written on Apr 08, 2019 Photo: getty To homeowners and landscapers, it's the pesky weed that takes over a front yard. To children, it's a whimsical flower used to make wishes and pick for your school crushes. To our bodies, it's a powerful boost of nutrients and one of the healthiest plants you can put into your body. It's dandelion root tea, and we're going to review how to incorporate it into our diets. Read on as we go over seven dandelion root tea benefits and where to purchase it. RELATED: [5 Health Benefits Of Matcha Green Tea — And Why People Who Drink It Live Longer](https://www.yourtango.com/2018318467/what-is-matcha-5-health-benefits-of-drinking-green-tea) 1. It's a natural liver cleanser. We've all had our handful of occurrences where we weren't too kind to our own livers. Whether it was a night of tequila shots or binging on processed foods, our livers were the ones to suffer the consequences. The good news? By consuming dandelion root tea, you're able to help cleanse the liver of harmful chemicals and toxins. As dandelion root tea has positive effects on digestion, carbohydrate metabolism, insulin release, and -cell function, these all add helpful attributes to lipid metabolism and aid in maintaining and healing the liver, [according to the US National Library of Medicine](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5553762/). It's a true liver detoxifier as it also helps promote bile flow through our digestive systems. Nutritionist and Registered Dietitian, [Melissa Eboli](http://www.viamelissa.com/), explains just how beneficial dandelion root root be for your cleansing your \"A [2017 study](https://www.mdpi.com/1420-3049/22/9/1409/htm) suggests that polysaccharides found in dandelion are what make this all possible (dandelion cleansing the liver). Additionally, dandelion tea It is the ultimate cleanser because it is loaded with anti-inflammatory and antioxidants while giving you a natural energy booster making the tea a one stop shop so to say for multiple nutritional benefits.\" 2. It boosts your body full of antioxidants, vitamins, and minerals. Look no further than dandelion tea as your complete (and natural) multi-vitamin. Along with supplying your body with calcium, iron, vitamin A (a glass of dandelion root tea makes up the body's daily amount needed of vitamin A), K, B6, potassium, riboflavin, and thamin, dandelion helps your body produce necessary antioxidants to help strengthen the immune system. Some of these antioxidants include carotene and lutein. Both of these are flavonoids which aid in supporting the body and preventing diseases like asthma, stroke, and heart disease. 3. It provides iron to your body. Just like Popeye loves his spinach, we're wondering how he feels about dandelion root tea as it's also a punch full of iron. In fact, one cup of dandelions makes up around 20 percent of a man's daily value of iron and around 10 percent of a woman's [daily value of iron for a day](https://healthyeating.sfgate.com/much-iron-dandelions-6312.html). Iron is important to the body, in particular the blood. It promotes red blood cell production, and this in turn gives us more energy as oxygen is being moved through our body quickly and with ease. 4. It could potentially assist with weight loss. While there's no direct study that connects weight loss with drinking dandelion tea, there are many [supplemental study confirmations](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3155102/) that state dandelion tea can be used as a diuretic. By helping our body cleanse the body of built up water weight, it's natural to see weight start to fall off. Eboli also claims dandelion root tea can assist in weight loss, \"as it aids in increasing bile production, which then aids in easier digestion of fats while helping your stools become looser and more regular. For some people it may even have a laxitive-like effect. In addition, it is a diuretic that helps rid water retention that would also result in instant weight loss.\" The cleansing nature can also [minimize the apperance of cellulite](https://www.yourtango.com/2018319284/how-get-rid-cellulite-21-products-actually-work) throughout various parts of our body. 5. It's also a great source of amino acids and protein. In a [study by the American Journal of Biochemistry and Biotechnology](https://thescipub.com/pdf/10.3844/ajbbsp.2012.118.127), researchers found that consuming dandelion root can add essential proteins and amino acids into our diet. For vegetarians and vegans, dandelion leaf (versus stem and root) can provide a comparable amount of protein to the body as animal byproducts. As many vegetarians and vegans rely on nuts, seeds, and legumes for protein, dandelion root outweighs in daily percentage values and should be a staple in the diet. 6. Plus, it's good on the gut. Hippocrates once said all disease begins in the gut, so it's vital to keep the gut and your intestinal tracks healthy and clean. By acting as a diuretic (as mentioned earlier), dandelion root tea can promote bowel movements and hydration/urinary systems. Additionally, just like we need probiotics to add healthy bacteria into the gut, we also need to monitor and manage the bad bacteria in our gut as well, which can be helped with dandelion root. In fact, dandelion root can stop the multiplication of candida which can lead to yeast infections. 7. It lessens your chance of cancer. [According to the Memorial Sloan Cancer Center](https://www.mskcc.org/cancer-care/integrative-medicine/herbs/dandelion#msk_consumer), they found that dandelion houses many anti-cancer properties. While these studies have not been performed on humans with cancer, it's helpful to know that consumption of dandelion may help avoid cancer cells from growing and multiplying in our bodies. How do you pick the right tea, and where can you buy it? Something important to note when it comes to buying or creating your own dandelion root tea is to know which part of the plant is the most beneficial. While the entire plant is edible, from flower to root, it's good to remember that the root and stem hold the majority of the nutrients and flavor. The flower can be used as an added bonus for decor, but the benefits and nutrients are more subtle than the remainder of the plant. There are many places to purchases dandelion tea, whether online or in your own health food store. But did you know you can also make it yourself (and it's painless)? RELATED: [5 Secrets Only People With The Most Beautiful Skin Know](https://www.yourtango.com/2019323033/how-to-get-clear-skin-using-a-healthy-skin-care-routine-with-hum-nutrition-supplements) [A post shared by Plant Romance (@plantromance)]on Nov at 8:15am PST Alvita Teas organic dandelion root, and exudes an enjoyable roasted and nutty flavor and aroma. It's certified gluten-free and kosher. ( [Alvita Herbal Teas](https://www.twinlab.com/product-page/dandelion-root-tea), $7.99) The Spice and Tea Exchange This roasted version makes a great alternative to coffee with similar bitter and malty notes. When consumed, roasted dandelion root has been known to provide relief or assist with digestion, detox, and inflammation. ( [The Spice and Tea Exchange](https://www.spiceandtea.com/dandelion-root-roasted-3522.html), $4.95) RELATED: [4 Major Health Benefits Of Kombucha (And What It Actually Is)](https://www.yourtango.com/2018310968/what-kombucha-4-biggest-health-benefits-uses) Elizabeth Blasi is a New Yorker. A lifestyle & travel writer, who is often seen with a suitcase in hand, jetsetting to her next location. But as a true Digital Nomad, her love of writing and romance novels means her laptop is always beside her. "}