{"title": "VUMC Reporter", "author": null, "url": null, "hostname": null, "description": null, "sitename": "Vanderbilt University", "date": "2017-06-29", "cleaned_text": "Science Translational Medicine Archives [Resistance to COVID-19 drug detected in lab study](https://news.vumc.org/2022/05/10/resistance-to-covid-19-drug-detected-in-lab-study/) May. 10, 2022—Vanderbilt research shows that the virus that causes COVID-19 can develop partial resistance to the antiviral drug remdesivir during infection of cultured cells in the laboratory by more than one mechanism. [Study provides new insight into how antidepressant drugs work](https://news.vumc.org/2021/12/01/study-provides-new-insight-into-how-antidepressant-drugs-work/) Dec. 1, 2021—A study by Vanderbilt researchers sheds light on how current antidepressant drugs work and suggests a new drug target in depression. [VUMC team aids development of potential antiviral drug for COVID-19](https://news.vumc.org/2020/04/06/vumc-team-aids-development-of-potential-antiviral-drug-for-covid-19/) Apr. 6, 2020—Researchers at Vanderbilt University Medical Center are playing a key role in the development of a potential new antiviral drug to treat COVID-19. [Triple-negative breast cancer drug therapy shows promise](https://news.vumc.org/2020/03/12/triple-negative-breast-cancer-drug-therapy-shows-promise/) Mar. 12, 2020—Researchers from Vanderbilt-Ingram Cancer Center (VICC) discovered a role for MYCN in triple-negative breast cancer (TNBC), a particularly aggressive form of the disease, and identified a potential intervention for further clinical investigation. [Potential second-line melanoma treatment identified](https://news.vumc.org/2019/08/15/potential-second-line-melanoma-treatment-identified/) Aug. 15, 2019—A study led by Anna Vilgelm, MD, PhD, and Ann Richmond, PhD, has identified a possible second-line treatment for melanoma patients. [New target for chronic kidney disease](https://news.vumc.org/2019/01/31/target-chronic-kidney-disease/) Jan. 31, 2019—Preventing the formation of secretory structures that promote scarring in the kidney could offer new therapeutic options for a disease that affects millions of people worldwide. [New imaging approach offers unprecedented views of staph infection](https://news.vumc.org/2018/03/15/imaging-unprecedented-views-staph-infection/) Mar. 15, 2018—A new integrated imaging approach makes it possible to probe the molecules involved in invasive infections and can be broadly applied to any health or disease state. [Drug discovery efforts may lead to new Rett syndrome treatments](https://news.vumc.org/2017/08/24/drug-discovery-efforts-may-lead-to-new-rett-syndrome-treatments/) Aug. 24, 2017—Vanderbilt University research-ers have relieved symptoms of Rett syndrome in a mouse model with a small molecule that works like the dimmer switch in an electrical circuit. [Breast Cancer Genomic Profiling Reveals Clues to Treatment Resistance](https://news.vumc.org/2017/08/09/breast-cancer-genomic-profiling-reveals-clues-to-treatment-resistance/) Aug. 9, 2017—Thanks to advances in treatment, the relative five-year survival rate from all combined subtypes of breast cancer now exceeds 90 percent and yet the disease remains the third leading cause of cancer deaths in the United States after lung and colorectal cancers. [Team investigates antiviral that inhibits SARS, MERS](https://news.vumc.org/2017/06/29/team-investigates-antiviral-that-inhibits-sars-mers/) Jun. 29, 2017—A new antiviral drug candidate inhibits a broad range of coronaviruses, including the SARS and MERS coronaviruses, a multi-institutional team of investigators reports this week in Science Translational Medicine. [Scientists create unique disease 'catalog' linked to immune system gene variations](https://news.vumc.org/2017/05/10/scientists-create-unique-disease-catalog-linked-to-immune-system-gene-variations/) May. 10, 2017—A study led by researchers at Vanderbilt University Medical Center (VUMC) and the University of Arizona College of Pharmacy has generated the first comprehensive catalog of diseases in a single population associated with variations in HLA genes that regulate the body's immune system. [Study explores how some breast cancers resist treatment](https://news.vumc.org/2016/04/21/study-explores-how-some-breast-cancers-resist-treatment/) Apr. 21, 2016—A targeted therapy for triple-negative breast cancer (TNBC), the most aggressive form of breast cancer, has shown potential promise in a recently published study. TNBC is the only type of breast cancer for which there are no currently approved targeted therapies. "}