{"title": "News & Insights", "author": "The COVID-", "url": "https://covid.immune.org.nz/news-insights/long-covid-another-strong-reason-get-vaccinated", "hostname": "immune.org.nz", "description": "We all know that getting vaccinated protects us against getting sick, especially from getting very sick. But what you may not know is quite how important it is in preventing us from getting Long COVID. It's pretty clear that unvaccinated people who get severely ill from COVID can take a very long time to recover and some may not ever fully recover. The sickest people - those who have spent time in ICU - are quite likely to die early.", "sitename": "covid.immune.org.nz", "date": "2022-02-01", "cleaned_text": "Long COVID - another strong reason to get vaccinated News We all know that getting vaccinated protects us against getting sick, especially from getting very sick. But what you may not know is quite how important it is in preventing us from getting Long COVID. It's pretty clear that unvaccinated people who get severely ill from COVID can take a very long time to recover and some may not ever fully recover. The sickest people - those who have spent time in ICU - are quite likely to die early. We need more research to work out exactly what the chance of getting long COVID is for those who have not needed to go to hospital - at present studies estimate from quite low to quite high eg around 10 to more than 30 percent. Professor Peter McIntyre, one of IMAC's clinical experts provides an update for us below, concluding that for people with severe COVID-19, effects are greater and more long-term. Not surprisingly, the duration of symptoms after acquiring COVID is inextricably linked to the severity of illness, which in turn is highly correlated with age. Estimates of the frequency and severity of 'Long COVID' or 'Post COVID state' have been problematic because studies often do not distinguish between ongoing disability and functional impairment in people who required hospitalisation or ICU admission due to COVID-19 and ongoing symptoms in people with less severe COVID-19. Most studies have followed up people requiring hospital-level care who can have a wide range of problems related to not just their lungs, but often other organs including the heart, brain, liver, pancreas, kidneys, gut and skin. (1) Longer-term secondary health issues are not surprising following any severe infection with organ impairment and prolonged hospitalisation. Among people managed in the community, it is much more challenging to tease out persistent effects of COVID-19 from symptoms or problems due to other causes - to do that requires comparison data from controls - for example, people with symptoms who have a negative COVID test. (2) A study from France used a large adult cohort including just over 2000 people recruited pre 2020 who had SARS-CoV-2 serology (blood tests) performed to compare people who - knowing their serology result - believed or did not believe that they had had COVID-19 and did or did not have a positive blood test for COVID-19 - 4 groups. (3) This allowed comparison of symptoms reported by people who believed they had COVID-19 with or without a positive blood test to confirm infection. Results suggested that symptoms often attributed to long COVID were common in all 4 groups, with only anosmia (loss of smell) significantly associated with a positive blood test. However, this study included only small numbers of people and people who had mild COVID-19 and as blood tests are not 100% reliable could have had some inaccuracies. A larger English study used a primary care database with 80 million records to identify 107,000 people with documented COVID-19 and match them, by age and previously documented health problems, with the same number of people with documented influenza from pre-2020. (4) This study showed that between 3 and 6 months after diagnosis, 42% of those with COVID-19 had one or more persistent symptoms vs 30% of those with influenza, with significantly higher proportions for anxiety/depression, breathing difficulties, headache and cognitive impairment, and a range of others, as well as characteristic symptom clusters. Persistent symptoms were significantly more likely with higher age and requirement for hospital care. (4). For people with severe COVID-19, effects are greater and more long-term: An Australian study of outcomes for COVID-19 patients 6 months post-discharge from ICU found very high levels of morbidity and mortality for this most severe group. Among 274 patients with a median age of 61 years (range 51 to 70 years), 6 months after ICU, 27% had died and of the others 71% had persistent symptoms and 39% reported a new disability. (5) Even in young people, residual symptoms may persist for a long period after severe COVID-19. In a cohort of 333 health care workers in China with severe COVID-19 and a median age of only 36 years, one year later nearly one third had persistent symptoms including decline in muscular strength, flexibility, agility and dynamic balance, similar to findings among Swiss soldiers. (6) Vaccines prevent long COVID A recent Israeli study of 951 infected and 2437 uninfected individuals found that common symptoms - like fatigue (22%), headache (20%), weakness (13%), and persistent muscle pain (10%) - were no more likely to be reported by people who developed infection after two vaccine doses than by people without infection. (7) "}