{"title": "Home", "author": null, "url": "https://anthroposophyla.org/", "hostname": "anthroposophyla.org", "description": null, "sitename": "anthroposophyla.org", "date": "2023-01-01", "cleaned_text": "The Rudolf Steiner Community Center is open to everyone who sees the value of anthroposophy, without regard to gender, national origin, race, ethnicity, sexual orientation, age, and/or religion. In addition, our branch encourages a wide range of artistic, scientific, and economic perspectives and practices. [Watch It Again!](https://anthroposophyla.org/past-events/) Did you miss one of our recent events? Visit our [Past Events](https://anthroposophyla.org/past-events/) and watch, listen, and learn wherever you are. And we encourage you to join us for another [Upcoming Event](https://anthroposophyla.org/events/). What we offer... Insight Anthroposophy is a discipline of research as well as a path of knowledge, service, personal growth, and social engagement. The word \"anthroposophy\" means \"wisdom of the human being,\" or, for us today, \"awareness of one's humanity.\" It was introduced and developed by the philosopher, scientist, and Goethe scholar Rudolf Steiner as a \"science of the spirit.\" Anthroposophy is concerned with all aspects of human life and spirit, as well as humanity's future evolution and well-being. [Find out about events, study groups, and other resources for your path.](https://anthroposophyla.org/Initiatives) Inspiration Anthroposophy takes its starting point from modern critical consciousness and our contemporary orientation towards technology and science. It is a kind of schooling which leads to concrete experience of the spiritual dimensions of the human being and the world. A path of inner development, Christ-centered at its esoteric core, its fruits are visible in art, social forms, and practical enterprises. Over time, about 10,000 institutions and initiatives have been founded that endeavor to apply anthroposophy. [Learn more about initiatives and individuals with values like yours. ](https://anthroposophyla.org/Initiatives) Community Anthroposophy is a nonsectarian, nonpolitical membership organization supporting the development, communication, and practice of anthroposophy in the United States. As a part of the Anthroposophical Society in America, the Los Angeles Branch seeks to nurture the life of anthroposophy in the surrounding area. Our branch supports the individual path of self-development, together with the community path of social health and renewal in the light of anthroposophy. ANTHROPOSOPHY (noun) [an-thro-POS-o-phy] The art and science of becoming more fully human. Rudolf Steiner was born on February 27, 1861 in what is now Croatia and died on March 30, 1925 in Dornach, Switzerland. His monumental achievements of drafting an alternative science, a new pedagogy, new perspectives in medicine and agriculture, and new forms of expression in both the visual and performing arts, have entered into the spiritual heritage of the present time. They live in today's cultural life as an impulse and an inspiration. \"Anthroposophy does not want to impart knowledge. It seeks to awaken life.\" - Rudolf Steiner RUDOLF STEINER LIBRARY & BOOKSHOP NEW 'For Sale' books, and NEW library books are arriving for hands-on purchase and borrowing! Many used book bargains, too, welcome your perusal. OUTSTANDING PERIODICALS await your visit. Bring your coffee and stay a while! Conversation, too, is golden! VOLUNTEER help is always most welcome to assist with library ongoing projects. - book repair, inventory, shelf arrangement, ordering and more. SATURDAYS we're OPEN 1 TO 5 pm—even later! as well as before and after Branch events. RENEW books with a call or email to 626-795-7105 · rslibraryla@dslextreme.com Explore the weekly verses that Steiner shared with us in his native German language and since translated into English by great students of anthroposophy and compiled by Eloise Krivosheia. The selected images and commentary may help anyone to open the deep mysteries and rhythms in the verses. [Read the verses](https://anthroposophyla.org/calendar-of-the-soul-verses/) Anthroposophical Society in America Los Angeles Branch Rudolf Steiner Community Center 110 Martin Alley, Pasadena "}