{"title": "NEVERAS PARA VACUNAS Y TERMOS PARA TRANSPORTE DE VACUNAS", "author": null, "url": "http://www.dartico.com/refrigeradores-y-congeladores-biomedicos/biomedica-2v951bbc6a451dv951bbc6a451d/", "hostname": "dartico.com", "description": "Neveras para el almacenamiento de vacunas certificadas por la OMS , con alarmas por alta y baja temperatura, vida fría sin energía 60 h.", "sitename": "dartico.com", "date": "2015-07-01", "cleaned_text": "NEVERAS PARA VACUNAS Y TERMOS PARA TRANSPORTE DE VACUNAS Atendemos las necesidades de la red de vacunación en la cadela logistica de refrigeración con las neveras para vacunas Haier Biomedical en diferentes tamaños cubriendo requerimientos desde el centro de vacunación más pequeño, hasta centros de acópio con los cuartos fríos tipo PAI. Nuestras neveras tienes la certificación PQS de la OMS para el almacenamiento seguro de biologicos y el certificado anticongelamiento grado A. Contamos también con termo y cajas isótermicas marca Nilkamal necesarios en el transporte de vacunas dentro de la ciudad o sitios remotos, logrando conservar la temperatura hasta por 70 horas. Nevera de vacunas HBC-80 Las neveras de vacunación Haier Biomedical pueden almacenar biológicos o vacunas, son certificadas por la OMS con el código PQS E003/089, y la comunidad europea CE, esta nevera es capas de sostener la temperatura hasta 59 horas entre 2 a 8 °C, en ausencia de energía. Con alarma por alta y baja temperatura. Bajo consumo de energía compresor Inverter, termómetro solar, capacidad libre 61 L , 2 canastillas y muy silenciosa. Nevera de vacunas HBC-150 La nevera vacunas referencia HBC-150 sirve para almacenar biológicos o vacunas certificada por la OMS el código PQS E003/088, , capaces de sostener la temperatura hasta 60 horas entre 2 a 8 °C, en ausencia de energía. Con alarma por alta y baja temperatura. Bajo consumo de energía compresor Inverter, termómetro solar, capacidad libre 122 L , 3 canastillas y muy silenciosa. Nevera de vacunas HBC-260 Esta nevera horizontal de vacunas es una de las neveras para vacunas con mayor capacidad interna de almacenaminto de biológicos o vacunas con 211 L, 5 canastillas y espacio libre adicional bajo ellas, está certificada por la OMS el código PQS E003/087, tiene un hold over time superior a 60 horas en caso de no tener energía . Con alarma por alta y baja temperatura. Bajo consumo de energía compresor Inverter, termómetro solar, y muy silenciosa. Congelador de paquetes frios HBD-86 Congelador de vacunas y paquetes fríos certificado por la OMS con el código PQS E003/126, y la comunidad europea CE, capaces de sostener la temperatura hasta 7 horas y 19 min a -5°C, en ausencia de energía. Con alarma error en el sensor. Bajo consumo de energía compresor Inverter, termómetro solar, capacidad libre 61 L , 3 canastillas , congela 17.6 kg de agua en 24 horas , es silencioso. TERMOS PARA TRANSPORTE DE VACUNAS Cajas isotermicas y termos para transporte de vacunas Certificados por la OMS con código PQS, capaces de sostener la temperatura por debajo de los 8°C de 30 a 80 horas. PAQUETES FRIOS PARA VACUNAS Los termos y cajas de transporte de vacunas usan paquetes fríos para funcionar con refrigeración pasiva, ofrecemos paques fríos de 400 ml y 600 ml, con certificado PQS de la Organización mundial de la salud. ALARMA PARA CONTROL DE TEMPERATURA Contamos con Centinela sistema que monitorea la temperatura de algún equipo frigorífico como neveras para vacunas,ultra congeladores,cuartos fríos que cumplen con la normatividad PAI. CUARTOS FRIOS PAI Nuestros cuartos fríos para almacenamiento de vacunas cumplen con la normatividad PAI de la OMS, su aislamiento de 10 cm garantizan mantener la temperatura, tiene doble equipo frigorífico como respaldo en caso de fallas o cortes en la energía y cuenta con alarma para control de temperatura entre otros requisitos que garantizan la conservación adecuada de las vacuna. "}