{"title": "PDF", "author": "PDF", "url": "www.sefh.es/sefhjornadas/15_TOXICOLOGIA_CL_NICA_papelfarmaceutico.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "DEL FARMACÉUTICO AINARA CAMPINO VILLEGAS ADJUNTA SERVICIO DE FARMACIA HOSPITAL UNIVERSITARIO CRUCES JUNIO 2013 JUNIO 2013INDICE INDICE Conceptos generales Toxíndromes Tratamiento de una intoxicación aguda. Medidas básicas Antídotos Controversias y novedadesControversias y novedadesCONCEPTOS GENERALES CONCEPTOS GENERALES ¿Q U ÉE ST O X I C O L O G Í A ? ¿ QUÉ ES TOXICOLOGÍA? \"la ciencia que estudia los efectos adversos, ( o la toxicidad), de las sustancias y productos químicos sobre los organismos vivoslas sustancias y productos químicos sobre los organismos vivos así como los mecanismos de acción, diagnóstico, prevención y tratamiento de las intoxicaciones\"¿ QUÉ ES TOXICOLOGÍA CLÍNICA? ¿ QUÉ ES TOXICOLOGÍA CLÍNICA? \"Rama de la toxicología cuya misión fundamental es contribuir alRama de la toxicología cuya misión fundamental es contribuir al diagnóstico y al tratamiento de las intoxicaciones agudas y crónica\"¿ QUÉ ES UN TÓXICO?(I) ¿ QUÉ ES UN TÓXICO?(I) \" ód d ó \"Los t óxicos son sustancias capaces de pro ducir en un órgano o sistema de órganos lesiones estructurales o funcionales e incluso provocar la muerte\" \"d l d \"\"La dosis es la que determina que una cosa sea o no veneno \" Paracelso 1493-1541¿ QUÉ ES UN TÓXICO?( II) ¿ QUÉ ES UN TÓXICO?( II) Dosis letal (DL) Dosis letal (DL) es aquella cuya administración causa la muerte Dosis Letal 50 (DL 50) causa la muerte al 50% de los individuos que la recibencausa la muerte al 50% de los individuos que la reciben¿ QUÉ ES UN TÓXICO?(III) ¿ QUÉ ES UN TÓXICO?(III)CLASIFICACIÓN DE LAS INTOXICACIONES CLASIFICACIÓN DE LAS INTOXICACIONES Las intoxicaciones sobreagudas: la acción del producto tóxico se produce con gran rapidez, ocasionando con frecuencia la muerte en pocos minutos u horas.p Las intoxicaciones agudas van a dar lugar a síntomas visibles y generalmente graves pudiendo producir lamuerte enpocos días generalmente graves ,pudiendo producir lamuerte enpocos días. Se denominan subagudas si la intoxicación tiene lugar en el transcurso devarios días osemanas transcurso devarios días osemanas . Las crónicas son debidas generalmente a pequeñas cantidades de una sustancia tóxica durante mucho tiempo, con una lenta acumulación en el organismo¿ QUÉ ES UN PRODUCTO ATÓXICO? ¿ QUÉ ES UN PRODUCTO ATÓXICO? Ningún agente químico es Ningún agente químico es totalmente seguro Volumen de un trago en un niño menor de 5 años es de 5mL y el de un adulto de 15 mL 5mL y el de un adulto de 15 mL ¿QUÉ ES UN ANTÍDOTO?(I) ¿QUÉ ES UN ANTÍDOTO?(I) \" con junto de medicamentos que, a través de diversos jq , mecanismos, impiden, mejoran o hacen desaparecer algunos íd l \" signos y s íntomas de las intoxicaciones \"¿QUÉ ES UN ANTÍDOTO?( II) ¿QUÉ ES UN ANTÍDOTO?( II) MECANISMOS DE ACCIÓN: Unión al tóxico en el espacio vascular o extravascular, por mecanismo químico o inmunológico ( anticuerpos antidigoxina ) Bloqueo de una vía de una vía metabólica ( N-acetilcisteina) Reversión de una acción tóxica (azul de metileno) Normalización de trastornos metabólicos (l ) Normalización de trastornos metabólicos (glucosa ) Antagonistas de receptores (naloxona)¿QUÉ ES UN ANTÍDOTO?( III) ¿QUÉ ES UN ANTÍDOTO?( III) Efectos adversos EVALUACIÓN BENEFICIO RIESGO EVALUACIÓN BENEFICIO -RIESGO ¿QUÉ ES UN MEDICAMENTO DE ALTO RIESGO?(I) ¿QUÉ ES UN MEDICAMENTO DE ALTO RIESGO?(I) \"Medicamentos de alto riesgo son aq ellos q e c ando se\"Medicamentos de alto riesgo son aquellos que cuando se utilizan incorrectamente presentan una mayor probabilidad de causar daños graves o incluso mortales a los pacientes\" ¿QUÉ ES UN MEDICAMENTO DE ALTO ¿Q RIESGO?(II) Recomendaciones para el manejo de medicamentos de alto riesgo establecer y difundir una relación con los medicamentos de alto riesgo estandarizar su prescripción, almacenamiento, preparación y dóadministraci ón establecer dosis máximas y alertas automatizadas limitar el número de presentaciones y de concentraciones disponibles implantar prácticas de doble chequeo en la preparación y administración de estos medicamentosTOXÍNDROMES TOXÍNDROMES ¿QUÉ ES signos y s íntomas cuya agrupaci ón sugiere la exposición a un producto tóxico, habitualmente un medicamento o droga de abuso\" ningún toxíndrome es patognomónico de una a gente es pecífico gp g g p o de una causa tóxica¿QUÉ ES UN TOXÍNDROME ?(II) Antihistamínicos piel mucosas alcaloide de Belladonaqp y y Amanita Antidepresivos tricíclicos Bromuro de ipratropioHipertermia Alucinaciones, delirio Escopolamina Midriáticos tópicos ) Tratamiento sintomático. BenzodiacepinasSÍNDROME O NARCÓTICO SÍNDROME OPIÁCEO morfina 2 a gonistas centrales Triada: miosis en punta de alfiler , depresión SNC (como flácido) y depresión respiratoria g sobredosis como clonidina e imidazolinasdep es ó esp ato a Algunos dan convulsionescon agitación , INTOXICACI ÓN AGUDA: MEDIDAS BÁSICAS PILARES DEL TRATAMIENTO PILARES DEL TRATAMIENTO Md i d dt l Medidas de sopor te genera l Disminución de la absorción del tóxico Descontaminación digestiva, cutánea u ocular At dl li i ió Aumen to de la eliminación AntídotosDESCONTAMINACIÓN SELECTIVA(I) DESCONTAMINACIÓN SELECTIVA(I) Productos absorbibles por la mucosa digestiva Dosis tóxicas El proceso de absorción no está aún completo ( antes de 2 horas post ingesta). este periodo puede ser mayor en casos de coma, hipotensión arterial , fármacos o tóxicos retard o con recirculación he pática y en in gestas de pyg sustancias potencialmente mortalesDESCONTAMINACIÓN SELECTIVA(II) DESCONTAMINACIÓN SELECTIVA(II) gástrico Adsorbentes CatárticoDESCONTAMINACIÓN SELECTIVA(III) DESCONTAMINACIÓN SELECTIVA(III) DESCONTAMINACIÓN SELECTIVA PROVOCACIÓN DEL VÓMITO (I) JARABE DE IPECACUANA ingesta reciente de fármacos no adsorbibles por el carbón activado como las sales de litio yde hierro activado , como las sales de litio y de hierroDESCONTAMINACIÓN SELECTIVA PROVOCACIÓN DEL VÓMITO (II) DESCONTAMINACIÓN SELECTIVA PROVOCACIÓN DEL VÓMITO (III) NO tiene lugar en el manejo de las intoxicaciones en la edad intoxicaciones en la edad pediátrica, salvo que no se disponga de otras medidas de descontaminación gastrointestinal g DESCONTAMINACIÓN SELECTIVA ADSORBENTES (I) CARBÓN ACTIVADO Muy eficaz Pocos efectos (II) Sustancias no adsorbibles por el carbón activado El carbón está completamente contraindicado tras la ingesta de cáusticostras la ingesta de cáusticos en los pacientes con riesgo de hemorragia digestiva alta o perforación gastrointestinal como consecuencia de una cirugía digestiva reciente o de una severa patologíacomo consecuencia de una cirugía digestiva reciente o de una severa patología gastrointestinal previaDESCONTAMINACIÓN SELECTIVA ADSORBENTES (III) La dosis más recomendada y única es de 25 gramos en el adulto o de 1 g/kg en el niño ( máximo 10 - 25 g en menores de 1 año y máximo 25 -50 g entre 1 -14 años) En las ingestas de fármacos de cantidad superior a 25 g de principio activo ( poco frecuente), se administrarán 50 g de carbón activo En intoxicaciones potencialmente muy graves (antidepresivos tricíclicos, antipalúdicos, antiarrítmicos, digoxina,..) se administrarán también 50 minutosDESCONTAMINACIÓN SELECTIVA ADSORBENTES (IV) ADMINISTRACIÓN DE DOSIS REPETIDAS DE CARBÓN ACTIVADO Productos muy tóxicos o dosis capaces de generar secuelas o la muerte ( arsénico, insecticidas organofosforados) Productos muy tóxicos y (Amanita phalloides, antidepresivos cíclicos, carbamazepina, fenotiazinas, tiroxina) I n g e s t ad em e d i c a m e n t o sc o nm a n i f e s t a c i o n e sc l í n i c a sd eg r a v e d a dye nl o s que se ha demostrado la utilidad de la «diálisis gastrointestinal» (fenobarbital, teofilina, fenitoina, aspirina, quinina, dapsona) Ingesta de medicamentos con presentaciones ti po« r e t a r d » yad o s i sm u y g p p y y tóxicas.DESCONTAMINACIÓN SELECTIVA ADSORBENTES (V) DOSIS REPETIDAS DE CARBÓN ACTIVADO 25 gramos de carbón activado cada 3 horas hasta un máximo de 12 horas25 gramos de carbón activado cada 3 horas , hasta un máximo de 12 horas ( o 24 horas en casos muy graves) Pacientes pediátricos 1g/kg/2-4 horas Si se ha introducido el carbón por sonda, ésta se deja pinzada durante 2 horas y luego se pasa a declive durante 1 hora Mezclar con la primera dosis de carbón activado, 30 gramos de sulfato sódico ( dosis única)DESCONTAMINACIÓN SELECTIVA CATÁRTICOS SULFATO SÓDICO Y POLIETILENGLICOL Combatir el estreñimiento que provocan las dosis repetidas de carbón activado El li il i l d d l d úi l lii i Elpolietilengicoldec adena larga pue des e r útilenlasintox icaciones por litio y hierro, y en el transporte intracorporal de drogas de abuso (body-packers), para acelerar el tránsito intestinal de estospaquetes de drogaDIURESIS FORZADA HEMODIALISIS (I) DIURESIS FORZADA -HEMODIALISIS (I) Criterios relacionados con las características físico-químicas del tóxico Criterios relacionados con la técnica de de puraciónp Criterios relacionados con las manifestaciones de la intoxicaciónDIURESIS FORZADA ( II) DIURESIS FORZADA -HEMODIALISIS (II) INCLUIRSE EN EL STOCK DE ¿Q ANTÍDOTOS Y EN QUÉ CANTIDADES? (I) Efectos adversos ¿QUÉ DEBE INCLUIRSE EN EL STOCK DE ¿Q ANTÍDOTOS Y QUÉ 2003 OMS -Med esenciales OMS -Med esenciales¿QUÉ DEBE INCLUIRSE EN EL STOCK DE ¿Q ANTÍDOTOS Y EN QUÉ CANTIDADES? (II) Li Aí d f á d b id i Lista A, ant ídotos y otros fármacos que deben estar inme diatamente. Recomienda un stock mínimo suficiente para tratar a dos pacientes durante 48 h. LiB f á di i l i d Lista B, fármacos que pue den requer irse ocas ionalmente y no se cons ideran imprescindibles para todos los hospital es. Sin embargo, todos los hospitales tienen que tener acuerdos preestablecidos para su obtención cuando sean necesariosnecesarios . Lista C, antídotos y otros medicamentos cuya disponibilidad no se considera esencial. No se considera esencial tener acuerdos preestablecidos para suesencial. No se considera esencial tener acuerdos preestablecidos para su obtención Lista D, medicamentos que pueden ser necesarios en ocasiones en el paciente Lista D, medicamentos que pueden ser necesarios en ocasiones en el paciente intoxicado como terapia de soporte¿QUÉ DEBE INCLUIRSE EN EL STOCK DE ¿Q ANTÍDOTOS Y EN QUÉ CANTIDADES? (III) Fármacos inmediatamente dis ponibles p Fármacos dis ponibles en 1 hora p Fármacos de dis ponibilidad re gional pg Fármacos no esencialesFármacos no esenciales Se establece un stock recomendado de fármacos de las dos primeras listas para pp tratar a un individuo de 70 kg en las primeras 24 horas ¿QUÉ DEBE INCLUIRSE EN EL STOCK DE ¿Q ANTÍDOTOS Y EN QUÉ CANTIDADES? (VI) ¿QUÉ DEBE INCLUIRSE EN EL STOCK DE ¿Q ANTÍDOTOS Y EN QUÉ CANTIDADES? (VII) Efectividad Cociente beneficio - riesgo Disponibilidad inmediata o en 60 minutos Previsión de pacientes a atender Cantidad de medicamento para tratar un paciente de Cantidad de medicamento para tratar un paciente de 100 kg ( entre el percentil 75 y el 85 para ho mbres y el 95 para mujeres en Estados Unidos ) Tratamiento para 8 horas o 24 horas ( 1 hora) Lista C dos pacientes de 70 kg durante 24 horas ¿SE CUMPLEN LAS RECOMENDACIONES DE ¿ STOCKS DE ANTÍDOTOS? Med Clin (Barc) 2006;127(20):770-3 «Los ámbitos sanitarios de Cataluña no disponen de todos los antídotos necesarios para tratar cualquier intoxicación. Las principales deficiencias corresponden a fármacos que l ádi ibl fó l il di actua lmente est ándispon me dicamentos extranjeros» Emergencias 2006;18:219-228 «necesidad de establecer un consenso en cuan to a la dotación mínima de antídotos y el tiempo en que deben estar disponibles, en función del nivel asistencial del hospital» Aust. J. Rural Health (2010) 18, 78-84 «deficiencias en cuanto a los antídotos dis ponibles en los hos pitales y la cantidad de los pp y mismos» Emer gMedJ 2012 g «Solo la mitad de los hospitales de agudos de UK cumplían las recomendaciones de antídotos»CONTROVERSIAS Y NOVEDADES CONTROVERSIAS Y NOVEDADES ETANOL VERSUS FOMEPIZOL (I) ETANOL VERSUS FOMEPIZOL (I) ETANOL VERSUS FOMEPIZOL (II) ETANOL VERSUS FOMEPIZOL (II) Indicaciones potenciales del fomepizol Intoxicación por metanolIntoxicación por metanol Intoxicación por etilenglicol Interacción etanol-antabús o etanol-disulfiram Interacciones del etanol con substancias antabús-like (Coprinus atramentarius, ditiocarbamatos, etc.) Contraindicaciones del fomepizol Alergia oao t r o s pirazoles ypirazolonas (metamizol Alergia pirazolonas (metamizol , fenilbutazona, etc.) Uso simultáneo de etanol (terapéutico) o ingesta simultánea de etanol por el intoxicado (inhiben recíprocamente su metabolismo alterando suel intoxicado (inhiben recíprocamente su metabolismo , alterando su cinética).Fomepizol Etanol Bolo iv 15 mg/kg + 10mg/kg/12h, 4 dosis + 15 mg/kg/12h hasta concentración de Bolo inicial de 1 mL/kg de etanol + 15 mg/kg/12h hasta concentración de metanol o etilenglicol < 20 mg/dL. Duración de cada perfusión : 30 min absoluto en 50mL de Dx5% ( 60min) + perfusión continua en alcohólicos y 0,2mL/kg/h en alcohólicos crónicos No requiere monitorización del fármaco crónicos Control de etanolemia cada 6 horas y glicemia capilar y venosa cada 3 horas Durante la hemodialisis (HD), (a) administrar 1,25 mg/kg/h en perfusión continua o (b) si hace más d6 h dlú l t i di i t i ó d glicemia capilar y venosa cada 3 horas Doblar la velocidad de perfusión de tl ( d b l l t i ó ) de 6 horas de la última a dministración, dar nueva dosis. Durante la HD cada 4 h. Al acabar la HD, si hace entre 1-3h de la úl tima dosis, dar el 50% de la dosis que tocaría. SI hace más de 3h de la última dosis dar dosis completa etanol ( o doblar la concen tración) durante el tiempo que dure la hemodialisis última dosis , dar dosis completa 3131 86 euros ( 60 kg 24 h) 48,75 euros ( 60 kg, 24 h) 3131 ,86 euros ( 60 kg, 24 h) 48,75 euros ( 60 kg, 24 h)ETANOL VERSUS FOMEPIZOL (IV) ETANOL VERSUS FOMEPIZOL (IV) Elevado costeFórmula magistral Mi i i ó ilFOMEPIZOL ETANOL Elevado coste Menor disponibilidad Menor experienciaMonitorización niveles No valido en pacientes en tratamiento con disulfiram Di ó S N CDepres ión SNC Mayor ingreso UCI No requiere monitorización No induce depresión SNC Menor carga enfermeríaMenor carga enfermería Menos ingreso en UCI¿? Menor necesidad de HD ¿? Di f i i ó ái lBajo coste Experiencia Dosificación más simpleANTICUERPOS ANTIDIGITAL (I) ANTICUERPOS ANTIDIGITAL (I) ANTICUERPOS ANTIDIGITAL (II) ANTICUERPOS ANTIDIGITAL (II) Estimación de la car ga cor poral de di goxina gp g Concentración plasmática (ng/mL) X volumen de p( g/) distribución (L/kg) X peso corporal (kg) Cada vial de anticuerpos antidigoxina contiene 40 mg de anticuerpos que neutralizan 0,5 mg de digoxinaANTICUERPOS ANTIDIGITAL (III) ANTICUERPOS ANTIDIGITAL (III) DOSIFICACION ANTICUERPOS ANTIDIGOXINA DOSIFICACION ANTICUERPOS ANTIDIGOXINA DESCONOCIDA Reconstituir 160 mg (4 viales). Diluir en 100 ml de suero fisiológico. Ad i i t 30 i tAdministrar en 30 minutos. Repetir a los 30 minutos si no hay respuesta DOSIS INGERIDA Nºde viales ( 40 mg) =(digoxina ingerida (mg) x 0 8) / 0 5 DOSIS INGERIDA CONOCIDAN de viales ( 40 mg) (digoxina ingerida (mg) x 0.8) / 0.5 Ej: ha tomado 10 mg (10 X 0.8)/ 0.5 = 16 viales (administrar inicialmente la mitad) DIGOXINEMIA Digoxinemia presente (mg) = (Vd (5.6) x peso (kg) x concentración)/1000Ej: Si tenemos una digoxinemia de 12 ng/ml en un paciente de 70 kg: () /( 5.6 x 70 x 12 )/ 1000 = 4,7 mg Un vial (40 mg) neutraliza 0.5 mg de digoxinemia presente necesitaremos 10 viales (administrar inicialmente la mitad) PARADA CARDIACA Administrar 10 viales ( 400 mg) en bolo sin diluir EMULSIÓN LIPÍDICA (I) EMULSIÓN LIPÍDICA (I) Revertir la toxicidad cardiovascular de diversos medicamentos, fd l é i l l iíi fundamenta lmente anest ésicos locales y ant iarrítmicos Situación clínica Producto tóxico Situación clínica Parada cardiaca refractariaProducto tóxico Anestésicos locales At i t li refractaria LIPÍDICA (II) Mecanismo de acción: la hipótesis más atractiva es el efecto esponja, con desplazamiento del tóxico hacia el espacio extracelular con eldesplazamiento del tóxico hacia el espacio extracelular con el consiguiente descenso de la concentración en el órgano diana y aumento del mismo a nivel plasmático de evidencia 3-4 «No hay suficiente evidencia para afirmar de forma inequívoca l ló lí bf l l que lae m u lsiónlipídica aporte beneficio o pueda sup lir a la reanimación cardiovascular convencional» Association o f Anaesthetist o f Great Britain and Ireland ff American Society of Critical Care Anesthesiologists, Resuscitation Council in the UKHIDROXICOBALAMINA (I) HIDROXICOBALAMINA (I) Material Temperatura Proximidad física al núcleo Intoxicación por humo Riqueza en oxígeno Duración de la exposición HIDROXICOBALAMINA (II) HIDROXICOBALAMINA (II) La intoxicación por humos es un síndrome consecuencia de la inhalación de gases axfisiantes ( monóxido de carbono, cianuro, g ( dióxido de carbono), con deprivación de oxígeno y ld temperaturas e levadasHIDROXICOBALAMINA (IV) HIDROXICOBALAMINA (IV) CRITERIOS DE ADMINISTRACIÓN DE HIDROXICOBALAMINA Paciente que ha inhalado humo ( restos de hollin en boca, faringe, esputo) Alteraciones neurológicas (confusión, coma, agitación, convulsiones) Presenta alguna de las siguientes circunstancias: Bradipnea ( <12 r.p.m) o 8 mmol/L o acidosis lácticaHIDROXICOBALAMINA (IV) HIDROXICOBALAMINA (IV) Administración intravenosa de 5 g a pasar en 15 min en adultos o 70 mg/kg de peso en niños Puede repetirse la megadosis una vez si 70 mg/kg de peso en niños . Puede repetirse la megadosis una vez si persiste sintomatología o existe inestabilidad hemodinámica o el paciente está en parada cardiaca Previsión mínima de stock: Ambulancia: al menos un envase de 5 gramos ( idealmente dos envases) Hospitales con servicio de urgencias: seis envases de 5gCONCLUSIONES CONCLUSIONES ¿ cual es el papel de farmacéutico en toxicología? A tk dd tt dd l td it lit ti Asegurar un s tockadecua dotantodesdeelpuntodevistac u a litativo como cuantitativo Asegurar que los antídotos están accesibles ante una urgencia toxicológica Establecer mecanismos que eviten errores de medicación Uso "}