{"title": "Bebidas deportivas: ¿Son realmente saludables? - Children's Health", "author": "Children's Health", "url": "https://es.childrens.com/health-wellness/sports-drinks", "hostname": "childrens.com", "description": "Conozca la verdad sobre las bebidas deportivas y energizantes, y si su hijo debería beberlas.", "sitename": "es.childrens.com", "date": "2017-09-08", "cleaned_text": "En los últimos años, muchas personas han recibido el mensaje de que los refrescos que contienen azúcar no son una opción saludable para su familia y han empezado a comprar menos de estas bebidas. Sin embargo, a medida que disminuye el consumo de refrescos, más personas compran bebidas deportivas y energizantes pensando que son alternativas más saludables. El marketing de estas bebidas incluye a atletas profesionales y promete un aumento de la energía y el rendimiento atlético. Si una bebida es lo suficientemente buena para los mejores atletas, debe ser saludable para el público en general, ¿verdad? \"No necesariamente\", dice Ashley Kim, nutricionista registrada de Get Up & Go de Children's Health. \"La mayoría de las bebidas deportivas y energizantes que nuestros niños consumen contienen la misma cantidad de [azúcar](/health-wellness/sugar-and-kids-how-much-is-too-much) que una lata de refresco normal, y una ingesta excesiva de azúcar puede provocar un aumento de peso y caries\", dice. A continuación, Ashley explica quién debería beber bebidas deportivas y cuándo. Bebidas deportivas frente a bebidas energizantes Para empezar, las bebidas deportivas y energizantes varían significativamente y, por lo tanto, no deben utilizarse de forma indistinta. Las bebidas deportivas son bebidas saborizadas que generalmente contienen electrolitos, vitaminas, minerales y carbohidratos en forma de azúcar. Reponen a los atletas el agua y los electrolitos perdidos por el sudor y proporcionan energía del azúcar que contienen. Por otro lado, las bebidas energizantes contienen un estimulante como la cafeína para dar un impulso energético. A los médicos les preocupa cómo afecta la [cafeína al corazón](/health-wellness/caffeine-for-kids) de los niños en crecimiento y advierten que los niños que beben demasiada cafeína pueden tener problemas para dormir y un aumento de la ansiedad. No se ha establecido un límite seguro de ingesta de cafeína para los niños. La Academia Estadounidense de Pediatría desaconseja a los padres el consumo de bebidas energizantes de niños y adolescentes. ¿Debería mi hijo beber bebidas deportivas? Cuando se consumen de forma correcta, las bebidas deportivas no son necesariamente una mala opción para los niños. De hecho, muchas de las afirmaciones que los anunciantes hacen sobre sus beneficios son verdaderas. \"Las bebidas deportivas son beneficiosas para los niños que necesitan una reposición rápida de carbohidratos y electrolitos después de una hora o más de actividad física vigorosa\", afirma Ashley. \"Sin embargo, si no hacen ejercicio durante tanto tiempo, el agua sigue siendo el estándar de referencia para la rehidratación\". Las bebidas deportivas solo son adecuadas para las personas que participan en actividades físicas intensas que duran más de una hora. Para el atleta informal y todos los demás, el agua es la mejor opción. Al asegurarse de que haya agua disponible antes, durante y después de los eventos deportivos, la mayoría de los atletas pueden [mantenerse hidratados](/health-wellness/the-importance-of-hydration-for-young-athletes) sin el azúcar adicional de las bebidas deportivas. Una [dieta bien equilibrada](/health-wellness/whats-on-your-plate-a-parents-guide-to-a-balanced-diet) les proporciona electrolitos, vitaminas y minerales de forma natural. Si bien las bebidas deportivas y energizantes se venden como bebidas que dan energía a las personas activas, recuerde que estas bebidas siguen siendo formas diferentes de agua azucarada. Es mejor evitar las bebidas energizantes porque los niños deben beber poca cafeína o nada. A menos que el niño sea deportista, trate las bebidas deportivas como cualquier otra bebida endulzada con azúcar y limite su ingesta. Si el niño duerme lo suficiente y tiene una dieta bien equilibrada, debe tener toda la energía necesaria para llevar un estilo de vida activo. Obtenga más información ¿Le interesa obtener más información sobre hábitos más saludables para su familia? Obtenga más información sobre los programas [pediátricos de control del peso](/specialties-services/specialty-centers-and-programs/endocrinology/programs-and-services/weight-management), que incluyen Get Up & Go, COACH, clínicas de bariatría y nutrición. ¡Gracias! Ahora está suscrito al boletín familiar de Children's Health. Children's Health no venderá, compartirá ni alquilará su información a terceros. [Lea "}