{"title": "Equine Endocrine Diseases: The Basics", "author": null, "url": "https://aaep.org/horsehealth/equine-endocrine-diseases-basics", "hostname": "aaep.org", "description": "By Emily A. Graves VMD, MS, Dipl. ACVIMEquine endocrine disorders have been recognized for many decades. However, only more recently have they become a focus of significant research on the topics of diagnosis and efficacy of treatment. The most common endocrine disorders dealt with today by equine practitioners and owners are pituitary pars intermedia dysfunction (PPID, a.k.a.", "sitename": "aaep.org", "date": "2022-01-01", "cleaned_text": "Advanced Search By Emily A. Graves VMD, MS, Dipl. ACVIM Equine endocrine disorders have been recognized for many decades. However, only more recently have they become a focus of significant research on the topics of diagnosis and efficacy of treatment. The most common endocrine disorders dealt with today by equine practitioners and owners are pituitary pars intermedia dysfunction (PPID, a.k.a. Cushing's Syndrome) and equine metabolic syndrome (EMS). In general, the endocrine system is composed of several organs which produce hormones that control many body functions. These organs include the hypothalamus, pituitary gland, thyroid gland, parathyroid glands, adrenal glands, pineal body, and the reproductive organs (ovaries and testes). The pancreas is also on this list; it has both hormone production and digestion duties. Compared to people and companion animals, endocrine disorders appear to occur less frequently in equine patients. While other diseases are known to occur in equid species, such as diabetes insipidus, hypothyroidism, and hyperthyroidism, they are extremely rare findings. Thus, the remainder of this discussion will focus on the most common endocrine problems in horses and ponies, namely PPID and EMS. The aim is to provide clear, concise definitions of these illnesses and review the current best practices in diagnosis, treatment, and long-term management. Pituitary Pars Intermedia Dysfunction Pituitary pars intermedia common endocrine disorder in equine species. The acronym, PPID, is preferred in the veterinary community because it provides a more accurate name. A second acronym is also used occasionally, pars intermedia pituitary adenoma (PIPA). Cushing's disease in people and dogs differs in some important aspects. The affected portion of the pituitary gland is different, and thus use of the human medical term \"Cushing's\" can be misleading. In a normal equine pituitary gland, a specific cell type (melanotrope) receives neuronal input from the hypothalamus. These neurons release dopamine. Dopamine then inhibits the intermediate lobe of the pituitary gland from making and releasing many different hormones. In the diseased gland, these hypothalamic neurons degenerate and much of that dopamine input is lost. The melanotropes become dys-inhibited. As a result, the pituitary gland's intermediate lobe undergoes hypertrophy and hyperplasia. The cells are hyperactive or present in high numbers and lead to production of abnormally high levels of many pituitary hormones. This list includes adrenocorticotropic hormone (ACTH), melanocyte stimulating hormone (a-MSH), b-endorphin, and other products of a large precursor hormone, calledPro-OpioMelanoCortin, or POMC. While not all of the effects of these hormones are known, some like ACTH are better understood. Specifically, ACTH overstimulates a horse's cortisol synthesis by the adrenal glands. The hyper-cortisolemic state leads to the long list of outward problems in the affected animal, although exact pathophysiology is not yet known. The more common signs observed in PPID-affected equids are: 1) Failure to shed fully 2) Long, sometimes curly, haircoat - this can begin as long hairs along the jaw line and \"feathers\" near the fetlocks 3) Chronic infections 4) Repeated laminitis episodes, sometimes with associated hoof abscesses 5) Excess or inappropriate sweating 6) Increased water intake and urination, called polyuria/polydipsia (PU/PD) 7) Lethargy 8) Loss of muscle mass (later in process, if horse is untreated), typically noticed over the back and hind quarters, as well as the \"pot-bellied\" appearance 9) Infertility, or lack of estrus cycles 10) Abnormal mammary gland development The long, curly haircoat that fails to shed, called hypertrichosis, results from hair follicles staying in the anagen phase of hair growth. The reason for this change is not clear. Recent evaluation of 48 horses and ponies suggested that hypertrichosis becomes more severe as PPID progresses. This was based on ACTH concentrations and lack of cortisol suppression in a dexamethasone suppression test (unpublished data, HC Schott 2013). Some laboratory test abnormalities seen in PPID cases are low lymphocytes, increased neutrophil counts, and intermittent high blood sugar. The veterinary community has not yet determined the cause and effect for every PPID sign. One understood consequence is the effect of long-term high blood cortisol concentrations. Cortisol is called a \"stress\" hormone and leads to immune system suppression over time. This suppression can result in chronic infections in PPID-affected horses or ponies. In addition, chronic elevations in cortisol are thought to be related to a state of high insulin secretion and possibly a greater potential for insulin resistance (IR) to develop. PPID - Diagnostic Test Options For PPID, there are a variety of diagnostic tests available. In equine practice, poor test sensitivity continues to hamper veterinarians in diagnosing patients with PPID (i.e. false negative result). In 2011, a working group of the American College of Veterinary Internal Medicine (ACVIM) published a diagnostic workup algorithm for PPID. Test options fall into two categories: Tier 1 and Tier 2. Their consensus was that use of Tier 1 tests was the best first step in evaluating a horse for PPID. Tier 1 tests include plasma ACTH concentration measurement or the overnight dexamethasone suppression test (DST). If the result of one of these Tier 1 tests is negative in a patient where signs of PPID were strongly suggestive, then the next step is to perform the other Tier 1 test, or perform the Tier 2 test. The group recommended only one diagnostic method as Tier 2 - the Thyrotropin Releasing Hormone (TRH) Stimulation of ACTH release test (TRH stim). If results are again negative, then repeat testing in 6-12 months. Protocols for the recommended tests follow Overnight dexamethasone suppression test (DST) The testing protocol is simple and requires two farm visits. A limitation is that the test dose of steroid may worsen a horse or pony's laminitis (if present). It should be noted that occurrence of this phenomenon is NOT well documented in the literature. 1) Collect pre-test serum sample. 2) Give dexamethasone IM. 3) Collect post-test serum sample 15-19h after dexamethasone was given. In the field, the DST is most easily accomplished by giving the dexamethasone dose in the late afternoon, and then returning to collect the post-blood sample between 9am and 12pm the following day. To diagnose PPID, the post-test sample cortisol concentration does not suppress to below 1 mg/dl. However, one must recall some important limitations of this test. Several studies have shown it has poor repeatability when individual horses were followed over time. (Miesner et al. 2003) We also know that the DST has poor sensitivity in the early stages of disease. This means that a horse that truly has PPID can test negative on a DST, when the disease is early in its progression, also termed a false negative result. Plasma ACTH concentration 1) Collect a single plasma sample, mix well and refrigerate quickly. 2) Or collect 2 plasma samples 15 minutes apart (each with proper handling and refrigeration), then combine for hormone assay. PPID is indicated by a plasma ACTH value greater than the seasonally adjusted reference range (typically >29 pg/ml). Reference ranges will vary between endocrinology laboratories. One caveat in using plasma ACTH concentration as a diagnostic tool is that ACTH can be elevated outside the normal range during certain months, namely in early fall (in northern hemisphere). It is theorized to be due to seasonal effects on normal pituitary hormone production. Consequently, a normal horse may have an elevated ACTH during this time of the year, and be wrongly diagnosed with PPID. A more recent (2012) study suggested that ACTH levels in PPID-affected horses may have such exaggerated increases during that time of year that the test can still be used to diagnose PPID. TRH stimulation test 1) Collect pre-test plasma sample (for ACTH). 2) Give 1mg TRH IV. 3) Collect post-test plasma sample 30 minutes later, again for ACTH measurement. PPID is indicated by either a baseline plasma ACTH value greater than the seasonally adjusted reference range (typically >29 pg/ml) and/or a post stimulation plasma ACTH >100 pg/ml. The availability of TRH can be a limiting factor to performing this test. Other diagnostic tests used historically are no longer suggested as testing options. That is because they (1) are not validated in horses, (2) underperform compared to plasma ACTH or DST, or (3) are more difficult to complete because of lack of commercially available assays. Diurnal cortisol rhythm is not a good test because too many factors can alter serum cortisol concentrations. Also, validation of this test method has never been published. Measuring serum insulin concentration is NOT a specific test for pituitary dysfunction. Rather, it is useful as a screening tool for insulin resistance. If it is elevated, it only suggests that insulin resistance is present in some degree. In summary, the \"non-recommended\" list includes: - Combined DST/TRH Stimulation Test - Domperidone Response Test - a-MSH - b-Endorphin - - Diurnal cortisol rhythm - Serum insulin concentration Further diagnostics to include or consider are: - Foot radiographs, for baseline information o Especially if laminitis is present, suspected, or has occurred o Include lateral and dorsopalmar views - Full urinalysis - Complete blood count (CBC) - Serum chemistry profile * One should consider repeating the CBC and chemistry profile annually. Lastly, it must be emphasized that none of these tests is 100% sensitive and specific for diagnosis of PPID. In horses with more advanced PPID, the common sign of the long, curly haircoat can be as good as a blood test in making the diagnosis. The bigger challenge now is making a PPID diagnosis at a much earlier stage in the disease process. That is a current, primary focus of many equine endocrine disease researchers. PPID - Treatment and Management Options Treatment and Management Options As expected, management of PPID is a multi-modal process consisting of better husbandry and nutrition, regular preventative health care, medical treatment and hoof/foot care. Generally, a horse recently diagnosed with PPID will be recommended a diet of low soluble carbohydrate-content feed and forage. This is especially true for those animals that have high blood sugar and/or high insulin levels. The aim is to limit how much the diet stimulates blood sugar and insulin levels to rise. Such a diet often includes low carbohydrate hay (or hay pellets/cubes), a pelleted feed made for aged horses (if extra calories are needed), and minimal grazing. The \"classic\" sweet feed is not part of this approach. Access to pasture is highly debated because of the high sugar content at certain times of the day and the year. A good premise is to limit grazing to a few hours a day or to use a grazing muzzle. Some choose to not allow their horse or pony to graze at all. Since nutrition is key to longevity in PPID horses, it makes sense to also keep dental care a priority. Routine dental care is suggested as most PPID cases are aged and likely have tooth issues. Better tooth health will help these cases digest their feed better. Some of the clinical signs of PPID can be managed by the owner with some very routine steps, including: - Frequent bedding changing or constant outdoor turnout (to avoid excessively wet stalls) - Body clipping throughout the year, as needed - Frequent bathing/cold water hosing for the excess sweating, especially in hot weather - Consistent monitoring for signs of infection and getting appropriate veterinary guidance. The most disheartening and damaging clinical sign of PPID is laminitis. Typically, this complication has a slow, insidious onset. Hoof changes and pain develop gradually and are often intermittent, but lead to chronic foot pain and anatomic changes. This disease is related to cortisol and other hormonal effects on glucose (aka sugar) action on the tissues of the hoof wall, although exact \"cause and effect\" pathway has not been elucidated yet. Many reviews of active research are available. Once a diagnosis of laminitis has been made, the challenge for owners of PPID horses is to find and develop a team of experts to aid in managing both PPID and laminitis. This team ideally includes one's veterinarian, a farrier, and the horse's daily caretakers. Farrier therapies for PPID-associated laminitis will not be discussed further in this paper. Many peer-reviewed articles and current websites provide excellent guidance and discussion. Part of managing laminitis flare-ups is pain control. That means virtually all PPID horses and ponies with active laminitis will frequently take anti-inflammatory drugs (NSAIDs), such as phenylbutazone, Banamine®, or Equioxx®. With acute episodes, added pain relief is often required and has led to use of some new alternatives, such as: - tramadol - gabepentin - acupuncture An integral part of PPID management is medical treatment. While none of the medications discussed are curative, they can provide substantial alleviation of clinical signs. The most widely used drug is pergolide. This drug is a dopamine agonist and is naturally produced in all of our bodies. It serves to decrease some of the hormone production by the pituitary gland. This drug was only recently approved for use in horses, as a strictly veterinary drug called Prascend®. A human medication, called Permax®, was on the market until 2007. When it was pulled, a huge demand by the veterinary community eventually led to the development of this veterinary pergolide product. It achieved FDA approval in 2011. Regarding its efficacy, several studies have addressed its usefulness in PPID-affected equids and shown significant improvements in hair coat, frequency of urination and drinking, frequency of infections and laminitis bouts, and many laboratory test results. An extended use study of horses on Prascend (24 to 36 months) supported this historical knowledge. The drug is prescribed for once daily administration. Another drug which works at the level of the pituitary gland and brain is cyproheptadine. This drug is a serotonin antagonist and works indirectly to achieve similar effects as pergolide. Some of the same studies described earlier were comparison studies of horse groups treated with either pergolide or cyproheptadine. These studies suggest that cyproheptadine is not as effective in improving the clinical signs of PPID. However, it has been used with success by many practitioners and owners, and seems to aid those animals with minimal response to pergolide alone. Although the combination of the two drugs is more expensive, adding cyproheptadine to pergolide daily therapy can be a very useful treatment for some equine patients. In the herbal remedy field, some veterinarians and owners have reported positive results following use of chaste berry supplements. Anecdotal reports exist that chaste berry is helpful to PPID horses. However, a comparison study concluded that an herbal product containing chaste berry (Vitex agnus castus) had no beneficial effect on horses with PPID compared to a group treated with pergolide. It should also be noted that standardization of herbal remedy contents is not required and therefore it is virtually impossible to know exactly what one is buying. To summarize, PPID is a disease of older equids that can be managed, but not cured. Chronic infections and laminitis tend to be the most detrimental and frustrating clinical manifestations of the disorder. Thus, early recognition and regular veterinary and farrier care are imperative to help one's horse or pony maintain a good quality of life. Insulin Resistance and Equine Metabolic Syndrome Equine Metabolic Syndrome (EMS) is a recently described collection of clinical abnormalities which shares some characteristics with PPID. Both of these disorders alter cortisol metabolism. EMS has no underlying connection to thyroid gland dysfunction. It is thought that EMS results from excess production of active cortisol primarily in fat cells, or adipose tissue. The pituitary gland functions normally in patients with this disorder. Understandably, while the underlying causes of EMS and PPID may be different, the resulting clinical problems are very similar, including abnormal fat deposition (along the crest, over the tail head, and in geldings' sheaths) and laminitis. EMS is typically seen in middle-aged horses, perhaps starting at 10-20 years of age. It is also observed more often in various breeds: pony breeds, domesticated Spanish European Warmbloods, American Saddlebreds, and Morgan horses. This suggests an EMS genetic predisposition is present, but this has not been scientifically proven. With more recent study of the syndrome, experts agree that the term EMS should be used only when the following, three diagnostic criteria are met: 1. insulin resistance (IR); 2. history of or active laminitis; and 3. excess fat depositions in typical regions, i.e. neck crest, fat pads at the base of tail. Insulin resistance is a term used to describe the condition in which various body tissues fail to respond appropriately to insulin. In a classic scenario, the individual has both abnormally high blood sugar and blood insulin concentrations. Once the pathologic state of IR develops, poor utilization of glucose from the diet and intermittent high blood sugar occurs (similar to Type 2 diabetes mellitus in people). Diets that are higher in carbohydrates exacerbate this state because they stimulate further insulin production when eaten. The possible mechanisms behind IR in horses are numerous and can be discussed with your veterinarian. A major concern with IR is that it appears to be linked to pasture-associated laminitis in horses and ponies. Thus, when IR is identified or suspected in a horse, veterinarians often suggest methods which may help a horse's insulin sensitivity. This typically includes diet changes and an increase in regular exercise. As an aside, although IR is not identified in all horses with PPID, it can be an associated endocrine problem for many equine PPID cases as well. More recent research in horses with EMS has found that horses can have some of the same medical problems as people with metabolic syndrome. This may include: - hyperglycemia - altered tissue-level cortisol activity - increased leptin concentrations - altered lipid metabolism with hypertriglyceridemia - increased expression of inflammatory cytokines - hypertension EMS - Diagnostic Test Options For EMS, testing options are still debated as the equine medical community learns more about this syndrome. To diagnose EMS, presence of the previously described clinical changes and blood tests are used. A single test to identify increased cortisol in fat tissue does not yet exist. The primary and most consistent laboratory abnormality is a high serum insulin concentration. In addition, because of the shared traits of animals with EMS and PPID, it is important to rule out a diagnosis of PPID. A distinguishing feature between EMS and PPID is the result of an overnight dexamethasone suppression test. EMS patients have normal responses, i.e. normal cortisol suppression following a dose of dexamethasone, whereas PPID patients have abnormal DST results, i.e. lack of cortisol suppression. Similarly, endogenous plasma ACTH concentration is normal in EMS cases and elevated in most PPID patients. Also, because laminitis is often the first complaint, assessing coffin bone position with foot radiographs is very important. In addition, in order to evaluate a horse or pony for IR, it is recommended to measure the horse's resting insulin concentration as well as perform an insulin-glucose sensitivity test. This test requires several blood samples to be collected over a relatively short period of time. It can be done in the field, but is often not practical for the busy, ambulatory veterinarian. Two test options are the IV glucose tolerance test (IVGTT) or the combined glucose-insulin test (CGIT). One can discuss the advantages and disadvantages of each test with a veterinarian. When multiple sample tests are not performed, many veterinarians are using their test of choice for PPID combined with serum glucose and serum insulin measurements to evaluate a horse or pony for EMS. While the results can be frustrating and not point to an obvious diagnosis, they are still useful tools. Veterinarians recognize that many horses and ponies fit an \"inconclusive\" category where PPID or EMS cannot be diagnosed with certainty. That said, it is often suggested to repeat diagnostic tests in horses suspected of having PPID or EMS. It is possible that at certain times, the subject's hormone levels are abnormal, and at other times, they are normal. EMS - Management Practices Management of horses and ponies with EMS focuses on therapy for laminitis and dietary adjustments with the aim of limiting the stimulus for insulin production. Unfortunately, because of the abundance of high carbohydrate-content commercial feed options, diet supervision can be extremely difficult for owners. In order to decrease this stimulus for insulin secretion, an alternate feeding regimen with a low glycemic index is recommended for these patients. Fortunately, this goal is becoming easier to achieve in today's world. Glycemic index signifies the degree to which a certain food raises blood sugar and insulin levels in the body. Molasses-based diets, such as sweet and certain senior feeds, oats, and barley have high glycemic indexes. Low glycemic index feeds include Bermuda grass hay, rice bran, and beet pulp. Other hays, such as timothy and alfalfa, have moderate glycemic indexes. An important recommendation is to feed grass hay or other feed sources which are low in water-soluble carbohydrates (WSC) or non-structural carbohydrates (NSC). Forage analysis of your hay is strongly encouraged to accurately determine the WSC/NSC content of one's hay. NSC content below 12% is suggested for IR horses and ponies, in both EMS and PPID patients. Also, if more calories are needed, fat sources, such as vegetable oil or rice bran, are excellent choices instead of grains and feeds with high molasses content. Higher fiber content in the daily diet is also encouraged. This can be found in beet pulp and many commercially produced pelleted feeds. Regarding medical therapy, some veterinarians have begun to look at use of trilostane (described in the PPID treatment section) in EMS cases. Again, this is an off-label use of the drug, but researchers argue that decreasing cortisol production by the adrenal glands may help reduce clinical signs in EMS patients. Addition of oral antioxidants, Vitamin E specifically, has also been recommended (5000-7000 units per day). Before making any treatment decisions, additional therapy or supplement use should always be discussed with your regular veterinarian. Also, with any PPID and EMS patient, regular health check-ups are critical to long-term care. This includes the performance of basic blood work, dental care and regular foot/hoof trimming and care. As said previously, chronic laminitis is the primary, day-to-day effect of EMS - and also the most life-threatening, if not controlled. As with PPID-affected horses and ponies, making a team of people to manage EMS-associated laminitis is critical. Owners must maintain strict control of dietary management and be prepared for acute laminitis episodes during season changes (especially spring pasture) and any disruption to his/her horse's typical daily diet. Managing a horse or pony with EMS requires a long-term commitment, but can be very successful. REFERENCES 1. Asplin et al. Vet J 2007;174: pp. 530-535. 2. Beech et al. AAEP Proceedings 2002; pp. 175-77. 3. Donaldson et al. J Vet Int Med 2002; 16; pp. 743-746. 4. Donaldson et al. Med 2005; 19; pp. 217-222. 5. Dybdal AAEP Proceedings, Vol. 52, 2006, pp. 51-54. 8. Frank N et al. J Vet Intern Med 2010 May-Jun; 24(3): pp. 467-75. 9. Geor pp. 55-59. 15. pp. 36; pp. 295-298 17. Meissner 18. Schott HC, Graves EA, Refsal KR, Vol 2005, pp. 159-169. Proceedings, 2009. 22. Treiber KH, Kronfeld DS, Hess TM, et al. J Am Vet Med Assoc 2006; 228: pp. 1538-1545. Reviewed by original author in 2015. "}