{"title": "PDF", "author": "PDF", "url": "http://www.bccdc.ca/resource-gallery/Documents/Communicable-Disease-Manual/Chapter%205%20-%20STI/HIV_Guidelines_Testing_FollowUp_Prevention.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 1 TABLE OF CONTENTS 1.0 INTRODUCTION ................................ ................................ ................................ .............................. 2 1.1 ........................ 2 1.2 Sequelae of Human ....................... 3 3.1 Rationale for HIV Testing ................................ ................................ ................................ .............. 9 3.2 When ................................ ................................ ................... 9 3.3 Pre-test Information for the 10 3.4 Roles & Responsibilities ................................ ................................ 3.5 Screening & Diagnostics 12 3.6 Interpreting Results HIV Case 3.8 Managing Principles of Partner Notification 24 4.5 Duty to Warn ................................ ................................ ................................ ............................... 29 5.0 PREVENTION OF HIV ACQUISITION & TRANSMISSION ................................ ........................... 31 5.1 Prevention Strategies ................................ ................................ ................................ .................. 32 5.2 The Context of Prevention with People Living with HIV ................................ ............................... 34 APPENDIX A: Current HIV Testing Systems At The BC CDC Public Health Laboratory .................. 35 APPENDIX B: Interpreting BCCDC Public Health Laboratory HIV Result Reports .......................... 36 APPENDIX C: Point of Care HIV Test Guidelines For Health Care Settings ................................ .... 37 APPENDIX D: Ethical APPENDIX Health -care and Follow Up Recommendations ........................ 43 APPENDIX G: AIDS Defining Conditions And AIDS Case Form ................................ ....................... 45 APPENDIX H: Key Elements of Discussion ................................ .......................... 46 APPENDIX I: C onceptual Model For the Implementation & Evaluation OF HIV Testing Strategies in British Columbia ................................ Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 2 1.0 INTRODUCTION Each year in BC, 200-300 people are diagnosed with human immunodeficiency virus (HIV) infection ( 1). HIV infection (2) compromises an individual's health by progressively destroying the body's CD4+ T lymphocytes - cells that are crucial to the normal function of the human immune system. While advances in treatment have been substantial, there continues to be significant an d avoidable morbidity and mortality occurring amongst people living with HIV , much of which is attributable to late diagnosis. In the last decade in Vancouver, over 60 per cent of diagnoses occurred after client s should have already been receiving treatmen t (3). In BC, up to 17 per cent of client s have advanced disease at the time of diagnosis ( 4). Data from the United Kingdom ( 5), United States ( 6), and Vancouver (7) indicate that people diagnosed late in their infection have had multiple missed opportunit ies for earlier diagnosis in acute, community, and primary care settings. Delays in diagnosis have serious consequences for both individuals and the community. For individuals diagnosed late, there is an impaired response to ART and increased morbidity an d mortality. For the community, late diagnosis contributes to the spread of HIV. It is estimated that 54 per cent of new HIV infections occur via transmission from individuals who are unaware of their HIV status ( 8). However, people who are diagnosed do, i n most circumstances, take steps to avoid onward transmission of HIV. Furthermore, the use of effective HIV treatment can significantly reduce the HIV transmission risk from people living with HIV to their partners. In 2014, a working group under the sponsorship of British Columbia's (BC) Office of the Provincial Health Officer revised the HIV Testing Guidelines for the Province of British Columbia1 to include when and how often to order HIV testing. One of the primary goals identified in the Guideline s is to decrease the frequency of late diagnoses across BC. To achieve this, the Guidelines recommend an expansion of the indications for HIV testing. Previously, HIV testing was offered largely when a risk for HIV acquisition was identified, client s prese nted with signs and symptoms of advanced HIV disease, or client s asked for a test. The Guidelines recommend that indications for HIV testing be expanded to include routine HIV testing in acute and primary care settings for all client s presenting for care b ased on broad frequency and clinical criteria. This shift is based on evidence that risk -based testing has proven insufficient in achieving early diagnosis for a substantial proportion of clients. Additionally, a routine -testing approach has been shown to significantly reduce many barriers to testing. This document provides further detail on the process by which HIV testing should be provided by health -care practitioners in BC with a particular emphasis on nursing, allied health and other testing providers. These guidelines also serve as a resource for health -care providers who support newly diagnosed clients, including guidance for rapid and effective linkage to HIV care and H IV prevention in BC. Lastly, they offer new strategies to support clients with acute HIV and strategies for dealing with HIV disclosure. 1.1 Purpose of Manual The purpose of these guidelines is to provide health -care providers - including physicians, regi stered nurses, nurse practitioners, allied health -care providers and non -regulated health -care providers - with best practices and general principles for HIV testing and client follow up in BC. 1 To view the HIV Testing Guidelines for the Province of British Columbia please visit: http://hivguide.ca/ Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 3 1.2 Sequelae of Human Immunodeficiency Virus Infections (HIV) Without treatment, HIV infection leads to immune suppression and places infected individuals at an increased risk of developing a variety of clinical conditions referred to as AIDS . A lack of treatment leads to premature death for the majority of peo ple living with HIV. For a more comprehensive list of AIDS defining conditions please refer to Appendix G. 1.3 Transmission HIV transmission occurs through specific exposure to blood and/or body fluids of a person living with HIV. The most common types of exposure include sexual exposure, blood exposure through needle sharing or blood transfusion, perinatal mother -to-child tran smission and percutaneous exposure in a health -care setting (see Table 1 -1). The risk of transmission is especially high in the acute HIV stage where infected persons typically exhibit high viral loads. In 2013, 10 per cent of new HIV diagnoses were ident ified in the acute phase (9). Regular and routine testing for HIV is vital to be able to identify acute HIV infection and target public health interventions to prevent onward transmission. In 2011, the HIV Prevention Trials Network conducted a large rando mized controlled trial which indicated that the early initiation of antiretroviral therapy (versus delayed therapy) can reduce HIV transmission by 96 per cent in predominantly heterosexual and sero -discordant couples (10)2. Two subsequent studies with a focus on MSM are currently ongoing and have reported results from interim analyses. The first, the PARTNER study (with approximately 40 per cent MSM), demonstrated no linked HIV transmissions in a total of 767 sero -discordant couples where the HIV -positive partner was on effective treatment with stable viral suppression (11). The other study, the Opposites Attract study, enrolled exclusively MSM and demonstrated no linked HIV transmissions at the interim analysis, following the enrolment of 152 couples ( 12). 2 Today, perinatal transmission of HIV in BC has been virtually eliminated via routine HIV testing and treatment in pregnancy. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 4 Table 1 -1: Estimated per -act probability of acquiring HIV from an infected source, by exposure route (13) Refer to reference (13) for sources cited below: Factors that may increase the risk of HIV transmission include sexually transmitted diseases, acute and late -stage HIV infection, and high viral load. Factors that may decrease the risk include condom use, male circumcision, antiretroviral treatment, and p re-exposure prophylaxis. a) For blood transfusion in a setting without adequate screening. b) Estimate of risk of transmission from sexual exposure to an HIV -infected partner and assumes no condom use. c) A pooled estimate was not calculated due to the he terogeneity of the studies (different study designs and HIV subtype made the data difficult to combine) for injection drug use ; therefore, we present the most robust and applicable estimate to the US epidemic of five estimates from three studies. d) A simi lar pooled estimate [140 per 10 000 exposures, 95% confidence interval (CI) 20 -250] was calculated using a random -effects model. Jin et al. reported an estimated per -contact probability of HIV transmission for unprotected receptive anal intercourse (URAI) of 143 per 10 000 exposures (95% CI 48 -285) with ejaculation inside the rectum, and of 65 per 10 000 exposures (95% CI 15-153) with withdrawal prior to ejaculation. Regardless of when ejaculation occurred, the estimated per -contact probability of HIV trans mission for URAI was 91 per 10 000 exposures (95% CI 41 - 207) (James Jansson, personal communication). By comparison, two other large prospective studies that did not distinguish when ejaculation occurred reported similar results. Vittinghoff et al. reporte d an estimate of 82 per 10 000 exposures (95% CI 24 -276) and a recent study by Scott et al. reported an estimate of 73 per 10,000 exposures (95% CI 45 -98). e) The US study may underestimate transmission risk because partners of unknown HIV status were also included without attempting to estimate the HIV prevalence among these partners (i.e. assumed all persons with unknown HIV status were infected). A recent study by Scott et al. reported an estimated per -contact probability of HIV transmission for unprotec ted insertive anal intercourse (UIAI) of 22 per 10 000 exposures (95% CI 5 -39). f) These estimates represent the asymptomatic phase of HIV infection and do not account for various factors that can affect in fectivity. Pooled estimates from low -income countr ies were generated despite substantial heterogeneity existing across studies. The difference in per -act transmission attributable to receptive and insertive penile -vaginal intercourse is attenuated -regression models sugg for receptive and insertive penile -vaginal intercourse. g) Risk is considered to be low relative to the other sexual exposures, but it is not zero. The Clopper -Pearson exact binomial 95% CIs are based on observing no even ts out of 8965 receptive oral sex acts; the sample size was not large enough to generate a more precise point estimate. h) With antiretroviral use, there was a 67.4% relative reduction in risk of HIV transmission from 22.6 to 7.6%. These results were not c ombined with studies conducted in developing countries because substantial heterogeneity existed across studies. Exposure Route Risk per 10,000 exposures to an infected source 95% Confidence Interval Parenteral exposure Blood transfusion (a) Needle -sharing injection drug use Percutaneous needle stick 9,250 63 (c) 23 8,900 - 9,610 41 - 92 0 - 46 Sexual exposure (b) Receptive anal intercourse Insertive anal intercourse Receptive penile -vaginal intercourse Receptive oral sex Insertive oral sex Vertical transmission Mother -to-child transmission 138 (d) 11 (e) 8 (f) 4 (f) Low (g) Low (g) 2260 (h) 102 - 186 4 - 28 6 - 11 1 - 14 0 - 4 0 - 4 1,700 - 2,900 Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 5 1.4 Epidemiology In recent years in BC, there are about 250 new diagnoses of HIV annually. The number and rate of new HIV diagnoses have been decreasing since 2004 (see Figure 1-1). Males continue to have significantly higher rates of new HIV diagnoses than females. Gay, bisexual, and other men who have sex with men (MSM) comprise the greatest number of new HIV diagnoses in BC (accoun ting for about 60 per cent of all new HIV diagnoses in recent years). New HIV diagnoses in people who inject drugs (PWID) have been declining in both males and females since 2007 (see Figure 1 -2). The decrease in new diagnoses among PWID is the main driver of the overall provincial decrease in new HIV diagnoses. Figure 1 -1: New HIV Diagnosis in BC by health authority, 2004 to 2013 Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 6 Figure 1 -2: New HIV Diagnoses in BC by Exposure Category - total, 2004 to 2013 Over the past 10 years, the proportion of reported ethnicities among people newly diagnosed with HIV in BC has shifted. The percentage of new diagnoses among Caucasian people has gradually decreased while the percentage of diagnoses among Asian people has increased with t he proportion of most other ethnicities remaining relatively stable. However, Aboriginal Peoples have been disproportionately overrepresented in BC's HIV epidemic, consistently comprising approximately 11 -15 per cent of new HIV diagnoses while representing only about five per cent of the total provincial p opulation.3 Please see the BCCDC HIV Annual Report http://www.bccdc.ca/health -profes sionals/data - reports/annual -surveillance -reports 3 There are multiple social, economic, and historic factors that contribute to the increased risk of HIV among Aboriginal Peopl es - such as colonization, the experience of Indian Residential Schools, loss of language and culture, access to culturally safe c are and ongoing discrimination - which have contributed to inequities in health. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 7 2.0 DEFINITIONS Acute HIV Infection: An acute HIV infection is the period from the point of infection up to the first eight to 12 weeks after acquiring HIV. This period is characterized by high levels of viremia; a person living with acute HIV infection is especially at risk of transmitting HIV to other s given their high HIV viral load during this period. For more information on the staging definitions of HIV, see Section 3.7.2 . Anonymous HIV Testing: HIV testing and reporting in which results are linked to the client using a code only they know. No identifiable or contact information is collected and the client must provide their anonymous testing code in order to receive their r esult. This option for testing is currently being piloted in BC and available to select sites only. Antiretroviral Therapy (ART): The standard treatment of HIV and includes a combination of three or more medic ation that stop viral replication . HIV Designated Nurse: A registered nurse in the regional health authority designated by the medical health officer to receive reports of and follow up on HIV infection HIV Follow Up: Includes the continuum of care from the testing provider to the antiretrovir al therapy (ART) prescribing physician. HIV follow up also provides HIV designated nurses with opportunities to support clients through partner notification, transmission prevention education and linkages to appropriate HIV care and community health suppor ts. HIV NAAT (Nucleic Acid Amplification Test): Standard HIV test for HIV RNA. It is used to confirm acute HIV infection and to resolve indeterminate results following 4th generation enzyme immunoassay testing (EIA) and HIV confirmatory assay. HIV Viral Load Test: A viral load test is a lab test that measures the number of HIV virus particles per unit of volume of blood. These particles are called \"copies.\" A viral load test provides information on the degree of viral replication in the body and is a measure of effectiveness of treatment and infectiousness. Informed Consent: Refers to the process of obtaining voluntary agreement for proposed care, treatment, or research. Conditions for consent include the client being adequately informed and capable of giving or refusing consent and that consent is given voluntarily without coercion, fraud, or misrepresentation . In British Columbia, informed consent for HIV testing is the same as for any other diagnostic test. There is no requirement for written consent for HIV testing in BC. Nominal and Non -Nominal Reporting: Individuals testing for HIV have the legal right to choose whether to use their name (nominal) or their initials (non-nominal) as the identifiers for reporting positive HIV results to the Medical Health Officer. Opt-In Testing: Refers to testing where the client must provide permission before it can be performed. Opt-Out Test: Refers to testing performed after a client is notified that they may elect to decline or defer testing. C onsent is then assumed unless the client declines testing. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 8 Partner Counselling and Referral Services (PCRS): Refers to the counselling and support services offered to newly diagnosed HIV + clients in order to assist with partner notification and testing for partners who may have been exposed. Client -initiated HIV Testing: Refers to HIV testing that is requested by the client to a health -care provider. Point of Care (POC) Test: Diagnostic tests for HIV antibodies that typically provide results in minute s and are performed on a finger -stick sample of blood. A positive test is considered a preliminary positive result. A blood sample by venipuncture is necessary for confirmation by standard laboratory testing. Provider -initiated HIV Testing: Refers to HIV testing that is offered to the client by a health -care provider. Reporting: Refers to the process of reporting HIV within the province of BC (HIV is a reportable infection in BC). All positive HIV resul ts (lab -based and point of care) are reported to the regional medical health officer and followed up by an HIV designated nurse. Window Period: Refers to the point of time when a person is first infected with HIV to the point when the infection is detectable through a specific laboratory test. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 9 3.0 TESTING FOR HIV 3.1 Rationale for HIV Testing As described in the introduction, delays in HIV diagnosis have serious consequences for both individuals and the community. To decrease late diagnoses, many jurisdictions, such as the United S tates ( 14, 15) the United Kingdom ( 16), and France ( 17), now recommend routine HIV testing in acute and primary care - in addition to existi ng approaches to HIV diagnosis. This approach recognizes that risk-based HIV testing is insufficient in achieving early diagnosis for a substantial proportion of clients due to various unperceived risks or other barriers. These barriers may include health -care providers not perceiving a risk or individuals not understanding the ir risk, or withholding the reason for testing due to fear or stigma. Requiring clients to disclose a risk prior to testing may therefore pose an unintended barrier to testing and present a missed opportunity for diagnosis. As such, an HIV test should be routinely offered and recommended . This approach has been shown to be highly acceptable to client s and health -care providers, and effective in reaching and diagnosing client s who were not benefiting from early diagnosis and treatment ( 18). 3.2 When to Offer Testing Experience with antenatal screening has shown that routine testing of a large group of individual s based on demographic factors, and not on risk factors , is considered generally acceptable and is a critical element in the effective prevention of HI V transmission. Indications for Routine Testing The 2014 HIV Testing Guidelines for the Province of British Columbia recommend that health -care providers know the HIV status of all clients under their care. As such, the Guidelines recommend that health -care providers offer an HIV test: Routinely, every five years to all clients 18 -70 years. Routinely, every year to people within populations with a higher burden of HIV infection (see below). Once at age 70 or older if the client's HIV status is unknown. Testing for Populations Known to Have a Higher Burden of HIV Infection Some populations in BC experience a higher burden of HIV infection and morbidity. For these clients, it is recommended that HIV testing be offered on an annual basis (or earlier if an e xposure to risk is identified). In BC, these populations include: Gay, bisexual and other men who have sex with men People who inject drugs People who work in the sex trade People from endemic countries4 Aboriginal People5 4 In 2014, countries where HIV is endemic are limited to countries of the Caribbean and Sub -Saharan Africa. 5 BC's Aboriginal Population, like other populations with a higher burden of disease, is diverse and has a range of HIV prevale nce. As with other populations having a higher burden, recommendations on testing frequency may be subject to change. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 10 Additional Reasons for HIV Test ing Health -care providers should offer an HIV test to all clients, whenever: They present with a new or worsening medical condition that warrants laboratory investigation. They present with symptoms of HIV infection or advanced HIV disease as part of the c lient's diagnostic work -up. They or their providers identify a risk for HIV acquisition. They are tested for other STIs, Hepatitis B or C or tuberculosis. They request an HIV test. They are pregnant. 3.2.1 Occupational Exposures Occupational exposures to HIV most often occur in a health -care setting. Such exposures are very stressful for health -care providers, and can be made more stressful if their concerns are dismissed due to a low risk of transmission. It remains important to provide the same degree of support, information and referrals to exposed health -care providers as to clients who are expected to be less familiar with HIV. Please refer to the Blood and Body Fluid Exposure Management section in Chapter 1 of the BC Centre for Disease Control's Communicable the Client The purpose of a pre -test discussion is to establish informed consent. For HIV testing, obtaining informed consent is the same as for any other diagnostic test or treatment. As with other diagnostic tests, if the pretest probability of a positive result is high, more extensive discussion may be warranted. If a client declines an HIV test, the reason for refusing the test should be explored to ensure it is not due to false information about HIV infection or the conseque nces of testing. Making written information available can facilitate HIV testing discussions with clients. Throughout all discussions ensure that clients are given the opportunity to ask questions. Written consent for HIV testing is not required. The BC Health File \"HIV and HIV Tests\" found at http://www.healthlinkbc.ca/healthfiles/hfile08m.stm provides information about HIV testing for the public in English, French, Chinese, Punja bi, Vietnamese and Spanish. Practitioner Alert! HIV Testing in BC When Clients Are Unable to Give Consent If a client is unable to provide consent and HIV testing is clinically indicated, usual clinical practices for ordering all necessary testing, including the use of Substitute Decision Makers, should be applied. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 11 3.4 Roles & Responsibilities The following section outlines the general roles and responsibilities of the numerous health -care providers and organizations involved in HIV testing and client management within the province of BC. Specific roles and responsibilities can vary in local jur isdictions and may also be shared across multiple health -care providers and organizations. 3.4.1 HIV Testing Tester/Health -Care Provider: Offers HIV testing as per HIV Testing Guidelines ( see Section 3.2 ). Considers HIV in the differential diagnosis. Performs client testing and interprets results according to established case management procedures (refer to Section 4.3 ). BCCDC Public Health Laboratory (BCCDC PHL ): 1. Performs HIV screening (e.g . enzyme immunoassay testing) - there are also several other laboratories within BC that perform HIV screening, including Island Health Laboratories in Victoria, St. Paul's Hospital Laboratory in Vancouver and various private lab oratories . 2. Performs all HIV confirmatory testing including confirmation to reactive point -of-care tests (all tests are considered prelimina ry until confirmed by BCCDC PHL ). 3. Reports positive and indeterminate HIV results to the Medical Health Officer accor ding to established regional procedures for communicable disease reporting. BC Centre for Disease Control (BC CDC ) HIV Surveillance Nurse: For the purposes of reporting, a copy of all HIV positive test results and accompanying lab requisitions are provided to the BCCDC HIV Surveillance Nurse who: Determines if the testing report* is a new HIV diagnosis and if new, reports the case to the Medical Health Officer or designate in the health authority where the testing provider is located. *reports are made nominally or non -nominally as per the Communicable Disease Regulations of the Public Health Act. 3.4.2 Follow Up and Prevention Education A summary of individual roles and responsibilities for the follow up of a positive HIV result is outlined below. For detailed information , refer to Section 4 . Tester/Health -Care Provider: 1. Manages or delegates management of testing results according to professional standa rds. 2. Arranges for confirmatory laboratory tests for all preliminary positives when conducting rapid point -of-care HIV diagnostic tests . 3. Reports preliminary positive point of care results to the Medical Health Officer 4. Links client to care and support . 5. Discusses prevention of HIV transmission . 6. Provides client with partner notification support resources, including information about the role of Public Health in their care program . Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 12 Medical Health Officers (M HOs) and HIV Designated Nurses: 1. Provides follow u p to all individuals newly diagnosed with HIV. This follow up is most often done with the testing provider, with the testing provider taking primary responsibility for the care of the patient diagnosed with HIV, and the MHO and HIV Designated Nurses taking primary responsibility for the care of partners. Follow up can also be entirely delegated by the testing provider to Public Health. Delegation most often occurs when the testing provider does not have an ongoing clinical relationship with the patient or f or acute HIV diagnoses. 2. Follow up includes: o Ensuring that the client is informed of their diagnosis in a safe and supportive manner . o Providing linkage to care and support . o Providing education and support to care providers. o Identification and follow up for partners and contacts of individuals infected with HIV. 3.5 Screening & Diagnostics Tools 3.5.1 Tests to Detect HIV Most HIV tests ordered in BC are performed by the BCCDC PHL . At present, the BCCDC PHL tests for HIV using 4th generation enzyme immunoassay testing (EIA), which consists of a test for HIV antibodies and a test for p24 antigen (an HIV core protein). All reactive results from the EIA are followed up with a HIV confirmatory assay to provide confirmation of a HIV diagnosis. To rule out an acute infection, a test for HIV RNA (i.e. genetic material) may be used. HIV RNA testing is only done in conjunction with the 4th Practitioner Alert! Commonly Confused Definitions in Testing Nominal HIV Testing: HIV testing in which the test is conducted and reported using the client's full name, address and contact information ( e.g. email address or phone number). Non-Nominal Testing: HIV testing in which the test is conducted using initials per agency standard s. Note: In BC, the ability to test under initials is not covered by regulation; rather this is a matter of practice of the provider or site ordering the test. For a list of sites in BC which offer non- nominal testing , please check www.smartsexresource.com Pseudonym HIV Testing: HIV testing in which the test is conducted using a pseudonym. Note: In BC, the ability to test under a pseudonym is not covered by regulation; rather this is a matter of practice of the provider or site ordering the test. Non-Nominal Reporting: Individuals testing for HIV have the legal right to have their name , and address removed as the identifiers for reporting positive HIV results to the Medical Health Officer. Note: The Communicable Disease regulation applies specifically to non -nominal reporting to public health and not to the non -nominal ordering of tests. Non -nominal HIV reporting is identified through checking a tick box on the laboratory requisitio n form. Anonymous Testing: HIV testing and reporting in which results are linked to the client using a code only they know. No identifiable or contact information is collected and the client must provide their anonymous testing code in order to receive their result. For a list of s ites in BC which offer anonymous HIV testing, please check www.smartsexresource.com Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 13 generation EIA a nd health -care providers should write \"acute HIV infection suspected\" on the requisition. (See Practitioner Alert on Page 1 5). Table 3 -1: Tests to Detect HIV6 Test Description Indication for Use by Health - Care Providers Estimated Window Period Possible Results Considerations 4th Generation EIA test Enzyme Immunoassay (EIA) which detects the presence of both p24 antigen and HIV antibodies. Screen for HIV If positive, a second 4th generation test is used to confirm the result. ~2-3 weeks Non Reactive (\"No evidence of HIV infection\") or \"Reactive\" High sensitivity for HIV antibodies Does not distinguish between p24 antigen and antibody Possibility of false reactive results caused by cross - reacting or non - specific antibodies Biolytical INSTI HIV - 1/HIV -2 Point -of-Care Antibody Test EIA test which detects the presence of HIV antibodies Point -of-care screening test (first step). ~3-4 weeks Negative (\"No evidence of HIV Infection\" ) or Preliminary Positive: Diagnosis must be confirmed with serum specimen submitted to BCCDC PHL for HIV confirmatory assay and/or HIV NAAT. High sensitivity for HIV antibodies Possibility of false reactive results caused by cross - reacting or non - specific ant ibodies, especially in low prevalence populations Western Blot * Immunoblot which detects HIV antibodies directed against specific HIV proteins. Confirms HIV infection ~4-6 weeks, (may take up to 8 weeks for a positive result) Non Reactive, or Indeterminate or Non-specific reactivity ( in these cases, a NAAT is performed) or EIA screening with confirmation by Western blot has an estimated sensitivity and specificity of 99.9% for detection of HIV infection 6 Adapted f rom BC CDC, A Primer on HIV Testing, 2014. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 14 Reactive: (\"Findings indicate HIV infection\" ) HIV confirmatory assay Immuno blot which detects and differentiates antibodies specific to HIV -1 and HIV -2 Confirms HIV infection ~4-6 weeks, (may take up to 8 weeks for a positive result) Non Reactive, or Indeterminate or Non-specific reactivity ( in these cases, a NAAT Reactive: (\"Findings indicate HIV infection\" ) NB: Findings for this assay will specify if it is an HIV -1 or HIV -2 infection Sensitivity and specificity for EIA screening w ith confirmation by HIV confirmatory assay is currently being estimated, but is likely similar to that of EIA with Western Blot HIV RNA qualitative NAAT Detects HIV RNA in plasma or serum Confirms acute HIV infection Also used to resolve indeterminate results following 4th Generation EIA and HIV confirmatory assay <1-2 weeks \"No HIV -1 RNA detected\" or detected. (\"Findings are suggestive of acute HIV infection\" ) Can help to rule out HIV infection in case of falsely reactive or indeterminate EIA results Can identify likely acute HIV infection Persons receiving adequate antiretroviral therapy will likely have a negative RNA NAAT but will have a reactive HIV confirmatory assay *The Western Blot will no longer be in use at BCCDC PHL as of fall 2016. Its replacement is the HIV confirmatory assay. Most HIV tests ordered in BC are performed by the BCCDC PHL . At present (2015), the BCCDC PHL tests for HIV using 4th generation enzyme immunoassay testing (EIA), which includes testing for the p24 antigen. All reactive results from the EIA are followed up with a HIV confirmatory assay to provide confirmation of a HIV diagnosis. The HIV antibody test is the only test val idated for the diagnosis of HIV in BC. HIV RNA is used only when a health -care provider is concerned about acute HIV infection, and the provider writes \"acute HIV infection suspected\" on the requisition. However, this is only performed in conjunction with the 4th generation EIA (refer to the Practitioner Alert on page 15). Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 15 Standard HIV Laboratory Test Procedure The standard HIV laboratory test procedure is the process by which blood is drawn by venipuncture for HIV antibody testing and sent to the provi ncial lab for processing. Turnaround time for the test is approximately one week. For more information on laboratory testing for HIV in BC, please see Appendix A. 3.5.2 Understanding the Window Periods of HIV tests and When to Test The HIV test window period refers to the point of time when a person is first infected wi th HIV to the point when the infection is detectable through a specific laboratory test. Table 3 -1, describes the window period of common HIV diagnostic tests. Figure 3.1 shows both the time course of HIV in fection and the appearance of laboratory markers. Understanding HIV test window periods is critical as clients testing for HIV during these window periods may produce a false negative result. As diagnostic methods and technologies continue to evolve, the window periods have become increasingly shorter. Most clients can now be tested at three weeks following exposure . About 70 per cent of infected individuals will have detectable antibodies at t his time ( 19). If negative, a repeat test at six weeks is recommended at which point 99 per cent of individuals infected with HIV will have detectable antibodies. In very rare circumstances, it can take up to three months to develop antibodies to HIV following infection. Recommendations for testing for clients following an exposure to blood and body fluid and for clients receiving post -exposure prophylaxis differs slightly. Please see the BCCDC Communicable Disease Manual for guidelines on blood and body fluid exposure management , available at: http://www.bccdc.ca/resource - gallery/Documents/Guidelines%20and%20Forms/Guidelines%20and%20Manuals /Epid/CD%20Manual/C hapter%201%20 -%20CDC/CPS_CDManual_BBFExpManage.pdf The benefits to testing as soon as possible after a possible exposure to HIV are: Fewer missed opportunities to diagnose clients infected with HIV as many individuals do not always retu rn for repeat testing (clients may misconstrue being sent away as meaning testing is not necessary). Infection with HIV may have occurred during an earlier exposure to HIV. Earlier testing can help if clients are anxious about their HIV status following a potential exposure to HIV. An early negative result at six weeks, which is likely to remain HIV negative at three months, may help to reduce anxiety. A greater possibility to prevent HIV transmission by changing client behavior after they become aware of their HIV status. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 16 Figure 3 -1: Sequence of appearance of laboratory markers for HIV infection Practitioner Alert! Testing for Acute HIV Following High -risk Exposures Test for HIV whenever a client presents with suspect acute HIV. Acute HIV can be suspected on the basis of recent contact risk coupled with the emergence of typical symptoms arising two to four weeks following infection . The most common clinical signs and symptoms may include, but are not limited to: fever, myalgia, rash, fatigue, nausea or vomiting, pharyngitis, headache, and lymphadenopathy. A proportion of clients with acute infection are asymptomatic; estimates vary widely from 10 to 60 per cent. When acute HIV infection is suspected, write \"acute HIV suspected\" on the laboratory requisition form. This will ensure a NAAT test is performed if the 4th generation EIA test is non -reactive. Although 4th generation screening identifies most acute HIV cases, the NAAT has slightly higher sensitivity and will become positive a few days earlier . Results of these tests require careful interpretation and must consider both the clinical presentation and risk exposure profile of the client. A negative result in an individual with a high likelihood of being HIV positive can be reviewed with the medical microbiologist responsible for the testing laboratory . HIV POC Image obtained and adapted from: http://www.cdc.gov/hiv/pdf/hivtestingalgorithmrecommendation -final.pdf Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 17 3.6 Interpreting Results 3.6.1 Non-reactive Result to a HIV Antibody EIA Test A non -reactive result means that no HIV antibodies or antigens were detected at the time of testing. Clients who have a non -reactive HIV test result and who had a rece nt high risk exposure to HIV should have a test immediately upon identification and if negative, a repea t test at six weeks (at which, 99 per cent will have a positive test). In rare circumstances, it may take 3 months for a positive HIV test result. If the risk of HIV infection is high, consider a repeat test for HIV at 3 months. All other clients with a non - reactive HIV test result should be routinely re -tested for HIV as per the PHO HIV Testing Guidelines (see Section 3-2). Clinical judgment remains important in HIV testing. If you receive a negative or indeterminate result for a client who you consider to have a high likelihood of HIV infection , or a positive test in a client in whom HIV infection is very unlikely , you may contact a medical or clinical virologist at the BCCDC PHL to review the case and to determine if additional tests are indicated. 3.6.2 Reacti ve Result to a HIV Antibody EIA Test All reactive EIA results are confirmed by a HIV confirmatory assay prior to reporting the diagnosis to the clinician who ordered the test. Therefore, most new positive test results do not need to be repeated to confirm the diagnosis. Repeat testing may be considered when the client's history suggests a low -risk exposure for HIV (ex. to rule out specimen handling errors such as mislabeling ) but in general a secondary confirmatory test is not required. For individuals wi th falsely reactive screening tests, the serological pattern does not usually change over time and confirmatory tests, including HIV RNA NAAT on the initial and/or repeat falsely reactive specimen, will help to rule out HIV infection. Individuals who ar e newly infected with HIV will typically develop HIV specific antibodies that lead to a reactive HIV confirmatory assay over a period of one to two months. Therefore, if the initial EIA result and RNA NAAT are suggestive of early or acute HIV infection, fo llow up samples will be requested as required to confirm HIV infection by the HIV confirmatory assay . Health -care providers may receive reports of reactive in determinate results and should receive a final result shortly after. Practitioner Alert! Client Notification and Indeterminate Test Results The labs report indeterminate results. Indeterminate results do not represent a final test result. Health care providers who receive an indeterminate test result should refrain from reporting the result t o the client until all confirmatory tests have been completed. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 18 3.6.3 Indeterminate Result to a HIV Antibody EIA Test An indeterminate EIA test will result when a client is in early stages of sero -conversion, has advanced HIV infection at diagnosis, or has cross -reacting antibodies that are not HIV -related. To rule -out early disease, BCCDC PHL typically performs HIV NAAT on samples with indeterminate EIA results. The virologist at the BCCDC PHL will typically contact the testing provider to guide appropriate follow up testing for indeterminate EIA results. When clinicians receive a report of an indeterminate test result they should refrain from reporting the result to the client, until all confi rmatory tests have been completed . Refer to Appendix B for further information on interpreting laboratory HIV result reports. Please follow lab directions in the case of an indeterminate result or speak with the virologist for clarification. 3.7 HIV Case Definitions 3.7.1 HIV Case Definition A case of HIV infection is defined differently based on the age of the individual. For children less than 18 months old , an individual is considered to be HIV in fected if two or more separate samples collected at different times reveal the presence of HIV DNA by nucleic acid amplification testing (NAAT). HIV is defined differently for children under 18 months because infants born to HIV infected mothers can have H IV antibodies present in their blood, even if the infant is not infected. These antibodies are passively transferred prior to birth and do not necessarily indicate HIV infection. For adults, adolescents, and children 18 months old or older , an individual is considered to be HIV infected if the HIV antibody was detected in a blood sample by screening test (e.g. EIA or Point of Care Practitioner Alert! Diagnosis of maternal and neonatal HIV infection Diagnosis of neonatal HIV infection is complicated by the fact that infants acquire passively - transferred HIV antibodies from the mother; thus, serologic testing cannot be used for confirmation of infection and HIV NAAT testing must be used instead . Cord blood should not be used for neonatal diagnosis due to the risk of cross -contamination with maternal blood. There is good correlat ion between a negative HIV RNA NAAT test and the absence of HIV infection in the infant . A positive NAAT test on at least two sequential specimens from the infant confirms infection. Infants in whom HIV infection has been ruled out by NAAT testing are usua lly followed up serologically for up to two years to document the loss of maternal antibodies. HIV NAAT is available on request for screening HIV EIA non -reactive high-risk pregnant women who are close to delivery . Please refer to Oak Tree Clinic (http://www.bcwomens.ca/health - professionals/professional -resources/hiv -aids-resources ), BC Women's Hospital and Health Centre for guidelines regarding HIV testing and management in pregnancy. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 19 HIV test), followed by positive confirmatory test (e.g. HIV confirmatory assay or nucleic acid amplification test), or detection of HIV nucleic acid (RNA or DNA) or detection of p24 antigen with confirmation by neutralization assay, or isolation of HIV in culture. 3.7.2 HIV Staging Definitions Staging of HIV infection is important in order to prioritize public hea lth follow up - with priority follow up placed on clients diagnosed in the acute stage (also referred to as Stage 0) of infection and clients diagnosed in advanced stages of HIV infection (Stage 3) . The stages of infection are based on laboratory findings that are suggestive of acute HIV and CD4+ level at the time of diagnosis. Specifically: Acute HIV Infection (Stage 0) : Meets definition for HIV case, and has laboratory findings suggestive of acute HIV infection (i.e., detection of HIV DNA or RNA by NAAT, or detection of p24 antigen in the absence of confirmed detection of HIV antibody), or previous negative or indeterminate HIV test within 180 days of first confirmed positive HIV test. Stage 1: Doe s not meet definition for Acute HIV infection, and CD4+ 500 cells/mm3 Stage 2a: Does not meet definition for Acute HIV infection, and CD4+ 350 -499 cells/mm3 Stage 2b: Does not meet definition for Acute HIV infection, and CD4+ 200 -349 cells/mm3 Stage 3: D oes not meet definition for Acute HIV infection, and CD4+ < 200 cells/mm3 Stage Unknown: Does not meet definition for Acute HIV infection, and no information available on CD4+ 3.8 Managing Results 3.8.1 For HIV Negative Individuals A separate post -test visit is not necessary. Results can be managed as any other negative result in the office or clinic. If a client had a specific concern about HIV, a post -test discussion may be a good opportunity to educate about risk and risk reduction. Please refer to Section 5.0 for more information on HIV prevention. Clients who have a non -reactive HIV test result and who had a recent high-risk exposure for HIV should have a repeat test at six weeks. Repeat HIV testing every three to six months is recommended for clients who disclose ongoing HIV exposure risks. All other clients with a non -reactive HIV test result should be routinely re -tested for HIV as per the HIV Testing Guidelines for the Province of British Columbia (see Section 3.6 .1). 3.8.2 For Individuals Diagnosed with HIV When a client is diagnosed with HIV, it is important to provide support, offer information, and engage them in follow up pla nning. If the provider or facility is unable to do this, consult with the HIV designated nurse or local Public Health Office for direction and support. As HIV is a reportable infection, all positive HIV results will be reported to the MHO in the region whe re the test was ordered. The HIV Surveillance nurse at the BCCDC will report new positive cases to the HIV designated n urse in the Health Service Delivery Area (HSDA) where the client tested. Note reporting to the jurisdiction of the Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 20 testing provider i s unique to HIV, as other communicable diseases are reported to the client's place of residence. This exception is made to respect a client's choice to test outside of their home community. HIV designated n urses have a wealth of information and resources and should be viewed as part of the clinical team in the initial management of a recently HIV diagnosed client. These nurses can support health -care providers to inform the client of his/her diagnosis, develop a partner notification plan, and provide linkage to care. More information on HIV follow up can be found in Section 4.0 . The period following a positive test result can be complex for both the c lient and health -care provi der7. Since an HIV diagnosis is rarely a medical emergency, health care providers who are less experienced with HIV care can reach out to public health resources in their community to prepare for the follow up visit. As with the delivery of all difficult diagnoses, HIV positive results should be given face -to-face in a confidential environment and in a clear, direct and compassionate manner. Focusing on the availability of free and effective treatment for HIV, the excellent prognosis for client s on treatm ent and the very low likelihood of transmission to others can provide clients hope in the face of a new HIV diagnosis. Linkage to both medical and psychosocial support services should also be emphasized during this time (see Appendix E for client follow up resources and Appendix F for follow up resources for health -care providers ). The SPIKES protocol for breaking difficult news can also assist . It has four objectives: 1. Gathering information from the client 2. Transmitting the medical i nformation 3. Providing support 4. Eliciting the client's collaboration in developing a strategy or treatment for the future Additional information on the SPIKES protocol can be viewed at: http://ubccpd.ca/sites/ubccpd.ca/files/SPIKES%20Protocol%20for%20Breaking%20Bad%20News.pdf 3.8.3 Legal Implications of Non -Disclosure For many clients, their responsibilities to past, present and future partner s is often of primary concern. This is exacerbated by the fact that in Canada, non -disclosure of a positive HIV status to sexual partners can have legal implications. Additional resources for clients with specific questions about the potential legal implicatio ns of an HIV diagnosis are available at: http://www.aidslaw.ca/site/hiv -disclosure -and-the-law-a-resource -kit-for-service -providers/ For information on partner notification, refer to Section 4.3 . The Canadian AIDS Treatment Information Exchange (CATIE) has also prepared a guide for HIV designated nurses about the legal and cli nical implications of HIV non -disclosure in Canada . The guide aims to offer practical advice to HIV designated nurses and clarify professional obligations regarding HIV non-disclosure and the criminal law ; available at: http://librarypdf.catie.ca/pdf/ATI -20000s/26450.pdf 7 Because HIV diagnoses are rarely a medical emergency, health -care providers who are less experienced with HIV care can reach out to public health resources in their community to prepare for the follow up visit. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 21 3.8.4 Non-Attendance for Positive HIV Results and HIV Delegate Follow Up Processes For support in notifying a client who has not returned for their results or who has already been discharged from your care and for whom you have no ongoing clinical relationship (e.g. detox, ER) please call your public health unit and ask to speak with the HIV designated nurse or MHO . HIV designated nurses, working in collaboration w ith their MHO, can provide post -test counselling and linkage to care services on behalf of the testing provider. This process is sanctioned under the BC Public Health Act and is known as delegate follow up. 3.9 Reporting Results 3.9.1 Reporting of Reactive HIV Results to Public Health HIV is a reportable communicable disease under the BC Public Health Act , Communicable Disease Regulations. All HIV reactive results are reported by the BCCDC PHL and/or their delegate to the Medical Health Officer in the Health Service Delivery Area where the test was ordered. If the client requested non - nominal reporting of a new HIV diagnosis, only the client's initials, date of birth, and gender are reported to Public Health. If the client had an anonymous HIV te st performed, no identifiers or contact information are associated with the positive result in either clinical records or when reporting to Public Health. Public Health can therefore provide follow up for clients tested nominally and non -nominally, but not if they tested anonymously. Some clients do test nominally after a positive anonymous test, and for these client s public health follow up can also be provided. Following a report to public health, the HIV designated nurse contacts the ordering provid er to offer support, resources, education and referral for the client. Acquired Immune Deficiency Syndrome (AIDS) is also reportable under the Public Health Act Communicable Disease Regulations. AIDS is defined as one or more of the specific indicator d iseases, and meets the case definition for HIV (see Appendix G for a list of AIDS defining conditions ). Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 22 4.0 FOLLOW UP TO HIV DIAGNOSIS 4.1 Authority The authority for the control of communicable diseases through case and contact management (i.e. partner notification) exists under the BC Public Health Act (2008). The Public Health Act is available at: http://www.bclaws.ca/EPLibraries/bclaws_new/document/ID/freeside/00_08028_01 4.2 Objectives The follow up of HIV has several key public health objectives, including to: Ensure the client is informed of their diagnos is in a timely, safe, and supportive manner. Facilitate linkage to care with an appropriate antiretroviral therapy ( ART) - prescribing provider. Provide care to partners. Priority is given to r ecent partners and partners at ongoing risk for HIV . For partne rs of an individual with acute infection, care is particularly time -sensitive given the high risk of transmission. 4.3 Case Management All new positive HIV tests performed at the BCCDC PHL are reported via the HIV Survei llance N urse at BCCDC to the Medical Health Officer or HIV designated n urse in the Health Service Delivery Area (HSDA) where the test originated. Typically, follow up with the client is performed by the HIV designated nurse or assigned to another nurse wit h HIV training on behalf of the MHO. Follow up can also be designated to another care team as appropriate. Follow up typically begins with the responsible nurse contacting the testing Health Care Provider (HCP) and creating a plan for follow up care. This plan includes informing the client of their diagnosis, linking them to care and support, and providing prevention education services . If the testing provider cannot be reached, the responsible nurse, after consultation with the Medical Health Officer, can contact the patient directly, to avoid delays in follow -up. The components of preventative services that fall under the responsibility of public health are detailed in Table 4 -1 (also see Section 3.4.2 ). Table 4-1: Components of HIV Follow -up Components Action 1. Informing of diagnosis If patient is not yet aware of their diagnosis, inform them of diagnosis in a safe and supportive manner. 2. Linking to care Provide links and referrals to resources such as local HIV support groups. Determine the support system for the client especially over the next 24 to 48 hours. Discuss treatment , emphasizing that HIV is a manageable chronic condition with good prognosis. Arrange for follow up care 3. Preventing transm ission Review HIV transmission information and strategize ways to prevent transmission. Provide general information about disclosure to current and/or future contacts (for discussions about disclosure of one's HIV status, health -care providers should act Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 23 within their scope and according to appropriate professional and employer guidelines ) See Section 3.8.3 Support with partner notification (s ee Section 4.4) 4. Prevention of related conditions Provide or refer to public health for recommended immunizations and TB screening. (this may be done by the primary or HIV care provider ). 5. Reporting Discuss the reporting process . Explain the reason for reporting, wh ere HIV information is stored, and who may have access to it - offer the client the HealthLinkBC file titled: HIV and HIV Tests . http://www.healthlinkbc.ca/healthfiles/hfile08m.stm Complete the HIV or AIDS Case Report Form and submit one copy to BCCDC HIV Surveillance Nurse and file one copy locally. The following figure outlines the process from HIV test ing through to reporting and follow -up. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 24 Figure 4 -1: Flow from HIV Testing to Reporting and Follow -up HIV Test Request Pre Test Discussion Blood Specimen Sent to Laboratory HIV Surveillance (BCCDC) receives Positive Lab Cases HIV Surveillance Identifies Previous Positives Initiation of Case Report for all new positives New Cases Reported to Designated Nurse (DN) in HSDA where Test Ordered Hardcopy of Positive Lab Result Sent to DN Doing Follow -up DN, Testing Clinician and Index Case Develop a Plan for Follow -up and Partner Notification Interview of Partners Completed Case Report Form Sent to HIV Surveillance (BCCDC) Testing Report ing Follow -Up Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 25 4.3.1 Recommended Lab Work Please see Appendix F for recommendations on follow up laboratory and clinical assessment of newly diagnosed HIV positive clients. 4.3.2 Supporting People Living with HIV Resources to support physicians and other health -care providers in providing HIV clinical care can be found thr ough the BC Centre for Excellence for HIV/AIDS (BC -CfE) and through the Rapid Access to Consultative Expertise (RACE) line (see Appendix F for more inform ation). Case management teams, located in each regional health authority, are also available to provide support to assist with linking clients diagnosed with HIV to care. In BC, publically funded medications for HIV treatment are available through the BC -CfE Drug Treatment Program (DTP). Clinicians can contact the BC -CfE for access to medications to treat HIV (http://www.cfenet.ubc.ca/drug -treatment -program/how -obtai n-hiv-medication ). Additional client resources can be found through various community organizations (see Appendix E ). Clients with complex mental health or addiction needs should be referred to case ma nagement support services in their regional health authority . 4.4 Principles of Partner Notification 4.4.1 Introduction (20,21) Partner notification and care in BC is the responsibility of the Medical Health Officer . That care is usually provided by designated nurses with specific training in this activity and in consultation with the Medical Health Offi cer8. Partners are those individuals with whom the client diagnosed with HIV has a history of activities that are associated with HIV transmission. These activities most often include unprotected sex or sharing injecting equipment (needles, rigs). Partners are identified based on an estimate of the time of infection, with priority for notification placed on recent and/or ongoing partners. The purpose of partner notification is to provide care to a population that is likely to benefit from preventive interventions . It is NOT to identify the source of infection for any individual. For HIV, partner notification is an effective intervention because: a. Partners of individuals newly diagnosed with HIV have a higher probability of having been infected with HIV . In Vanc ouver Coastal Health in 2014 , six per cent of partners of clients with a new diagnosis of HIV were themselves newly diagnosed with HIV upon being notified as a partner. This is likely to be an underestimate, as many partners do not inform public health of the result of testing following partner notification. b. Individuals previously diagnosed with HIV , and named as partners of a person newly diagnosed with H IV, may have fallen out of care and/or may not have the skills to negotiate safer sex. 8 The MHO and/or DN have the option to support the primary care team in the delivery of the partner notification process. This can solidify the trust between provider and client and generate a more accurate number of partners. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 26 Partner notification is an opportunity to re -engage these individuals in HIV care and support them to prevent transmission . c. Partners of individuals newly diagnosed with HIV , and who test negative for HIV , can be at an ongoing risk for HIV. Partner notification for these individuals can be an opportunity to engage with enhanced preventive services. Partner notification is a voluntary activity and is based on trust. While the individual diagnosed with HIV has no legal obligation to disclose the ident ity of his or her partners to public health professionals, engaging in effective partner notification with public health is beneficial both to the client and the community. Whenever possible, partner notification by public health is anonymous. To limit t he possibility that the partner can identify the client, n o information about the client (who named them as the partner ) is provided. Such information would include: any client identifiers, the type of exposure, the time of exposure , location . To protect c onfidentiality, we recommend that a nurse, other than the nurse providing support to the client, informs a partner(s). Exceptions to anonymity can occur. For example, if the client with HIV is the partner's sole or ongoing partner the client's anonymity could be compromised. These situations should be discussed with the MHO prior to the initiation of partner notification to assess the risks and benefits to both the client and the partner. Risk assessment should include domestic violence screening when app licable. The literature pertaining to partner notification and HIV provides compelling evidence that notifying partners of client s newly diagnosed with HIV/AIDS is an effective public health intervention. Partner notification provides vital health information to partners and through early diagnosis, re -engagement in care and counseling , and thus contributes to the prevention of transmission of HIV. Partner notification is often confused with the ethical and legal requirement known as \"duty to warn \" - but the two are fundamentally different. Duty to warn is both an ethical and a legal pri nciple and it applies to health -care professio nals in all areas of practice. In situations when a health -care provider is aware of a client's intent or potential to harm another individual, they have a responsibility to use reasonable care to warn the persons at risk of harm . These warnings are essential in order to avert foreseeable harm (i.e. health -care providers have a duty to warn the individual at risk of harm ). In HIV care, this duty has been interpreted to apply when a health -care provider is aware that a client is exposing an identifiable person or persons to HIV without disclosing the risk of transmission. The duty to warn is not a voluntary activity , and w hen it is done it is not easy to protect the client's anonymity to the same extent that partner notification can protect anonymity. Please see Section 4.5 below for further information. 4.4.2 Types of Partner Referra l Services Partner notification is handled differently within different public health jurisdictions, but characteristically involves two key components . First, the client is counseled regarding partner notification and helped to compile a list of sex or injection partners . All sex and injection partners since the estimated time of infection should be elicited or since the client's last negative HIV test . Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 27 Second, partne rs are notified that they have been named as a partner by one of four methods: (1) client referral, (2) provider referral, (3) contract referral, or (4) dual referral. 1. Client Referral: the client agrees to inform his or her partners. 2. Provider Referral: the provider (typically a designated nurse with specific training in this activity , but potentially a clinician, nurse, or health educator) is responsible for confidentially notifying the client's partners. 3. Contract Referral: the client agrees to attempt to notify his or her partners, but if they fail to do so within a pre -specified period of time, the provider confidentially notifies any remaining partners. 4. Dual Referral: the client informs the partner with the provider present. Most HIV partner notification programs in BC primarily use provider referral. For all four methods, the outcome of partner notification should be documented and communicated to the Medical Health Officer or designate. 4.4.3 Benefits of Partner Notification There are a n umber of good reasons for partner notification. For one, partner notification can identify partners who have been infected with HIV but are unaware of their infection . The partners of people newly diagnosed with HIV have a high probability of being either: HIV positive and unaware ; HIV positive, aware, but out of care ; or, HIV negative but at high risk of acquiring HIV. In fact, some studies have revealed that the prevalence of HIV among partners of newly diagnosed client s could range from 15 per cent to 30 per cent. Another benefit of partner notification is that it can help modify the high -risk behaviors of partners who may not be infected but were unaw are of their potential contact with HIV. There is evidence to suggest that partners named as contacts t o HIV value being notified In some jurisdictions, partner notification is used as an opportunity to re -engage previously positive partners with HIV care. Much has been learned about the practice of partner notification. Most literature suggests that pro vider referral is much more effective in achieving partner contacting and testing than client referrals, thus leading to earlier HIV diagnosis . Another important finding is that most individuals are willing to participate in partner notification programs so long as their wishes for privacy are respected. 4.4.4 Creating a Partner Notification Plan An HIV diagnosis is a very significant event in an individual's life something that must be considered by health -care providers in order to provide successful partner care. Most clients are concerned about the health and well -being of their partners, but are best able to participate in partner notification and care once the ir own health and psychosocial needs are met. Partner elicitation and notification should also be viewed as an ongoing program of care; extending beyond initial diagnosis. Keeping in mind the initial trauma often felt after a diagnosis, engaging and re- engaging with clients who are initially reluctant to participate in partner notification is an effective strategy. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 28 Further, a client's reluctance to partner notification should not limit their access to health services ; whether clinical or psychosocial. Assistance with partner notification should be offered to all newly diagnosed HIV clients , at or around the time of their initial diagnosis , regardless if they chose nominal or non -nominal reporting. If partner notification was incomplete at or around the time of diagnosis, provide opportunities to complete the process in the weeks and months following diagnosis . The potential for violence, to either the client or partner, must also be considered. If violence to either party is considered possible, seek expert advice before proceeding with notification . Lastly, be sure to f ollow up on referrals for partner violence services to verify that the referred persons are safe and have accessed these services. Several suggestions for creating a successful part ner notification plan are outlined in Table 4 -2. Table 4-2: Components of a Partner Notification Plan Component Action 1 Engage the client in a discussion about all sex and/or drug equipment sharing that has occurred since the estimated time of infection or since the last negative test based on clinical judgment. Provide the client the opportunity to highlight other partners they may be concerned about or who may benefit from a HIV test; a specific risk behavior does n ot need to be elicited for each partner. \"Is there anyone you are worried about \" is a non -invasive and respectful way to elicit partners . See Section 4.4.7 for specific considerations for partner notification of clients with acute HIV infection. 2 Create a plan with the client for the safest way for partners to be notified. Prioritize recent or ongoing partners. The following options for notifying partners should be offered: Anonymous notification of partners can be provided by an HIV designated n urse. Collect ident ifying and locating information of partners . Screen for potential violence. If the client chooses to notify their partners , coach and help crea te a plan. For clients who choose to notify partner s themselves, arrange to follow up. If they are unable to notify their partners, they can t urn the task over to the HIV designated nurse . An HIV designated n urse can offer to accompany and support the cli ent who wishes to tell their partners in a face -to-face manner. This option has the benefit of providing an immediate opportunity for testing and counseling for the partner, and is most appropriate for ongoing partners. If email address is known , an INSPO T www.inspot.org card could be sent anonymously by the client. 3 Document partner notification and care in the public health electronic system (e.g. Panorama), including testing, re -engagement in HIV care, or counseli ng. 4.4.5 Time to Follow Up When conducting partner notification , the team should prioritize partners with ongoing exposure and those with more recent exposure. The time period for going back should be determined by clinical criteria including stage of disease at diagnosis, sero -conversion illness history, evidence of h igh-risk exposure. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 29 4.4.6 Acute HIV Follow Up An acute HIV infection is the period from the point of infection up to the first eight to 12 weeks after acquiring HIV. Acute HIV infection is typically characterized by very high viral loads that peak 21 -days after infection . Distinctive manifestations such as painful mucocutaneous ulceration and a prolonged duration of signs and symptoms (see Practitioner Alert in Section 3.5 ) make the diagnosis more lik ely. In cases of recent and identifiable high -risk exposure, communicate such history with the testing laboratory to initiate tests specific to acute infection. However, it is important to recognize that many infections arise without any symptoms or very n on-specific symptoms of acute infection. Objectives of Acute HIV Follow Up The follow up of acute HIV has several key public health objectives, which are to: Ensure the client is informed of their diagnosis in a timely , safe, and supportive manner. Rapidly identify recent partners and partners with ongoing risk. For partners of an individual with acute infection, care is particularly time -sensitive given the high risk of transmission. Facilitate linkage to care with an appropriate AR T-prescribing phy sician. The objectives of public health follow up of acute HIV infection are largely the same as those for all public health follow up with the key difference being urgency of care. Urgency of Follow Up for Clients with Acute HIV Infection The generall y short window between infection and diagnosis in acute HIV infection enables health -care providers to reach out to individuals who are engaged in active sexual networks , and who are at particularly high risk of acquiring or transmitting HIV. Th e risk of H IV transmission is further increased by the high HIV viral loads in individuals with acute infection. Providing such individuals with an HIV diagnosis has been shown to result in immediate behaviour change , thus reduc ing the risk of onward transmission (22). Informing patients with acute HIV of their diagnosis is considered a n urgent public health intervention given the high risk of transmission during this phase. As such, every attempt should be made to inform clients with acute HIV of their diagnosis wi thin 24 hours of laboratory confirmation. Rapid referral for HIV care and treatment with ART has both individu al and public health benefits. For acute HIV clients, ART can quickly reduce HIV viremia to very low levels and further reduce transmission risk. There is also emerging evidence that early treatment of acute HIV infection improve s clinical outcomes for those living with HIV (23). For these reasons, ART is now recommended for all those living with HIV, including those with acute infection (refer to the BC CfE Therapeutic Guidelines listed in Appendix F ). Although the treatment of acute or early HIV is still an evolving field, HIV treatment should be offered as early as possible . For consultation or referral to a physician who can prescribe treatment for acute HIV infection, call th e 24- Hour Physician Hotline of the BC CfE at 604-681-5748 or 1-800-665-7677 (toll-free). Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 30 Urgency of Partner Identification Partners of clients with acute HIV infection can benefit from post -exposure prophylaxis within 72 hours after the last exposure . Currently a pilot project of non -occupational post exposure prophylaxis is being implemented by the BC Centre for Excellence in HIV/AIDS , Vancouver Coastal Health and BCCDC in specific sites in Vancouver (www.cfenet.ubc.ca/npep) . The BC CfE is currently awaiting approval to expand this program province -wide. Practitioners are advised to check the BC CfE website for future updates on the nPEP program (see Appendix F for contact information) . Ongoing partners of client s with acute HIV infection are at high risk of acquiring HIV. Thus identifying and offering testing to these individuals is a priority for prevention. 4.4.7 Follow -up of Clients Requesting Non -Nominal Reporting of Positive Results As described in Section 3 , clients have the legal right to choose non -nominal reporting of positive HIV results. If a client chooses non -nominal reporting, the BCCDC HIV Surveillance Nurse reports the client's initial s, date of birth and gender only to the Medical Health Officer. Contact information of the ordering health -care provider is also provided to the Medical Health Officer in order to allow public health to support the health -care provider to care for the clie nt and his/her partners. Given the evidence for the benefits of partner notification by public health, all clients should be encouraged to engage with public health for partner notification ; including clients who chose to have non - nominal reporting of th eir HIV results. 4.5 Duty to Warn In some circumstances, a health -care provider may be concerned that an individual is at ongoing risk of HIV infection (e.g. the spouse or partner of a person living with HIV who has refused to inform him or her) from an identified individual who is infectious with HIV . In these situations, health -care providers are recommended to report th eir concern to the Medical Health Officer . The BC Communicable Disease Regulations enable health -care providers to discharge this duty by referring the case to the MHO. Under these regulations, upon receiving this information the MHO may: Request further relevant information from the clinician . Practitioner Alert! Testing for Recent High -Risk Exposures If a recent high -risk exposure has occurred, or acute HIV infection (sero -conversion) is suspected, testing should occur immediately. Testing HCPs should indicate this with a \"query acute HIV \" on the laboratory requisition. Molecular detection methods can be added to standard serology . Results of these tests require careful interpretation and must consider both the clinical presentation and risk exposure profile of the client. A negative result in an individual with a high likelihood of being HIV positive can be reviewed with the medical microbiologist responsible for the testing laboratory. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 31 Require the client to undergo further examination and to provide further relevant information (24). Disclose to any person who may be at risk of harm any relevant information the MHO feels necessary to address the harm or to prevent further harm . In practice, in such cases, MHOs make a careful assessment of the degree and duration of the risk of HIV acquisition, and any other risks of harm, and implement the least intrusive and most effective interventions to achieve the goal of prevention. Referring such cases to the MHO enables clinicians to maintain their therapeutic relationship s with their clients, and ensure that the risk to partners is mitigated in a way that respects the rights and needs of both the client and the partner at risk. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 32 5.0 PREVENTION OF HI V ACQUISITION & TRAN SMISSION There are a number of factors at individual, community, and societal levels that contribute to the risk of HIV acquisition and transmission (Figure 5 -1). Understanding and mitigating the impact of these factors on access and use of prevention and care services are needed to effectively prevent HIV a cquisition and transmission. For example, the legal implications of not disclosing one's HIV positive status to sexual partners reinforces the stigmatization of HIV infection and, more importantly, poses a barrier for individuals to know their own HIV stat us. Clinicians who understand the context of HIV in our society are better able to create a sense of shared responsibility and empower clients to reduce their vulnerability to HIV. Fig 5.1: Conceptual Approach to the Drivers of HIV Figure Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 33 5.1 Prevention Strategies HIV transmission occurs through specific exposure to blood and/or body fluids from a person living with HIV. The most common types of exposure include sexual exposure, blood exposure through needle sharing (drug use or blood transfusion ) or perinatal mother -to-child transmission. The following describe strategies to address the most common routes of transmission of HIV. 5.1.1 Sexual Transmission Prevention Counselling regarding risk reduction can improve client outcomes and can influence negotiation of safer sexual activities. The regular use of latex or polyuret hane condoms markedly reduces the risk of sexual transmission of HIV, but does not eliminate transmission risk completely. This is particularly important information for HIV positive persons working in the sex trade. Consistent use of condoms has been shown to reduce HIV transmission by 80 per cent for heterosexual individuals with HIV-positive partners (25). A recent pooled analysis from two HIV prevention trials in the US , which enrolled only MSM, found a slightly lower estimate of effectiven ess, of 70 per cent with consistent use (26). The use of effective HIV treatment (\"treatment as prevention\") can dramatically reduce the likelihood of transmitting HIV and linking a client newly diagnosed with HIV to a qualified care provider should be see n as a priority both for the well -being of the individual, as well as for the potential prevention benefit. The use of HIV medications following a high -risk sexual exposure to an HIV -positive or status unknown partner (non -occupational post -exposure prophylaxis, or nPEP) is recommended as a means of HIV prevention. Currently a pilot project of non -occupational p ost exposure prophylaxis is being implemented by the BC Centre for Excellence in HIV/AIDS, Vancouver Coastal Health and BCCDC in specific sites in Vancouver ( www.cfenet.ubc.ca/npep ). However , as of September 20 15 nPEP is not publically funded outside of the pilot sites. Patients may be able to have nPEP costs reimbursed through private medical insurance plans, for those who have them . Though not approved for this indication by Health Canada, the efficacy of the HIV medication tenofovir disoproxyl fumarate/emtricitabine (Truvada) as pre -exposure prophylaxis (PrEP) as a means of HIV prevention, has now been repeatedly demonstrated in a number of clinical trials . Physicians are able to prescribe this medicat ion for \"off -label\" use and while not publically funded in BC, patients may be able to have PrEP costs reimbursed through private medical insurance plans, for those who have them. The BC CfE has developed Guidelines for the Use of PrEP in BC but cautions t hat the development of these guidelines does not imply support for or against public funding for PrEP (these Guidelines will be eventually made available at: www.cfenet.ubc.ca/npep ) The presence of other sexually transmitted infections has been demonstrated to increase the possibility of acquiring HIV and the likelihood of HIV transmission to others. Therefore , prompt diagnosis and treatment of other curable or treatable STIs may redu ce the likelihood of HIV infection. o The HIV viral load can be very high during the first two - to three months after infection occurs. During this time the person's sexual secretions and blood can be highly infectious to others. Many studies have shown tha t MSM engage in many strategies based on the known or assumed HIV serostatus' of their sexual partners and the knowledge that the risk of HIV acquisition is much lower if an individual assumes the insertive role in anal sex. A r ecent pooled analysis from s everal large studies of MSM demonstrated that individuals who practice some of these \"sero -adaptive\" strategies have a lower risk of HIV acquisition compared to those who report condomless anal sex without such strategies (27). However, participants reporting serosorting (i.e. only having condomless sex with Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 34 partners who are thought to be HIV negative) were found to have twice the risk of HIV acquisition in comparison to those who did not report any condomless anal sex. Theref ore, MSM who adopt such practices should be cautioned as to their limitations. However, it should also be noted that participants who reported having an exclusive HIV negative partner or exclusively adopted the insertive role with anal sex partner had the lowest risk of HIV acquisition in these studies. 5.1.2 Bloodborne Transmission Prevention People who actively use injection d rugs and persons who share drug -using equipment should be offered access to appropriate counselling and drug addiction treatment facilities. Harm reduction activities should be stressed and supported, including non -sharing of drug equipment and adoption of safer modes for drug use. These activities involve taking action through policy and programming to reduce the harmful effects o f behavior and include a range of non - judgmental approaches and strategies aimed at enhancing the knowledge, skills resources and supports for individuals, their families and communities to make informed decisions to be safer and healthier. More informatio n on harm reduction programs in BC is available at: http://www.towardtheheart.com/ and http://www.bccdc.ca/NR/rdonlyres/C8829750 -9DEC -4AE9 -8D00 - 84DCD0DF0716/0/CompleteHRTRAININGMANUALJanuary282011.pdf Needle stick accidents should be reported and documented, the appropriate protocols should be followed including counselling for all parties involved. The HIV viral load can be very high during the first two- to three months after infection. During this time the person 's blood can be highly infectious to others. Again the use of effective HIV treatment can dramatically reduce HIV viral load and infectiousness. 5.1.3 Mother to Child Prevention The rate of mother -to-child transmission may be reduced by up to 100 per cent through the use of antiretroviral medications administered during pregnancy and during delivery to the mother living with HIV and administered postpartum to the baby. Specific guidelines for prevention of mother to child transmission in BC can be found a t: http://www.bcwomens.ca/Professional -Resources - site/Documents/BCHIVinpregnancyguidelinesFINALAug72014.pdf In brief, the general appr oach for the prevention of mother -to-child transmission is as follows : All pregnant women should be offered HIV testing as part of their routine prenatal care in each pregnancy. This test should be repeated in each trimester in women who are recognized to be at high and ongoing risk for HIV infection. All HIV infected women who are planning a pregnancy or become pregnant should have their individual situation discussed with experts in the area with referral to both HIV treatment programs and obstetrical car e providers, and an overall plan for pregnancy care made. Vaginal delivery is the recommended mode of delivery for most HIV positive women with suppressed viral loads. Cesarean section may be recommended in selected cases. HIV exposed newborns should rece ive ART for six weeks after birth . Breastfeeding is not recommended irrespective of plasma HIV viral load and use of ART . Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 35 5.2 The Context of Prevention with People Living with HIV Clinicians should become familiar with the social and structural determinants of health that influence use of HIV prevention and care services and be aware of support services that can address underlying structural drivers of onward transmission including unstable housing, domestic violence, addiction and untreated mental illness. Clinicians can support effective HIV prevention strategies by: Encouraging communication that does not stigmatize or negatively judge people living with HIV or their gender ide ntity, sexual orientation, sexual and drug -use behaviors, and medical or social characteristics . Provi ding information about rights and responsibilities of people living with HIV regarding prevention of transmission, confidentiality, privacy, protection from discrimination, and partner notification. Encouraging people living with HIV to notify exposed sex and drug -injection partners and providing partner notification assistance in a manner that reflects an understanding of the risks and benefits of partne r notification. Providing access to or referral to services and devices (e.g. condoms) that improve the knowledge, ability, and motivation of persons with HIV to improve their health, protect the health of partners, and reduce transmission of HIV. Establishing p artnerships between persons with HIV and their service providers that foster collaboration, communication, and a spirit of shared responsibility for HIV prevention and care that benefits individuals and the community. Address ing medical and s ocial issues that may directly contribute to an individual's vulnerability to HIV or transmitting HIV if positive. Addressing additional risks for those living with HIV such as mental health, addictions, income - support and housing. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 36 APPENDIX A: CURRENT HIV TESTING S YSTEMS AT THE BCCDC PUBLIC HEALTH LABORATORY Screening Test: In the BCCDC Public Health Laboratory , the first screening test applied to a blood specimen is a 4th generation EIA test. This test has high sensitivity for HIV antibodies an d p24 antigen but does not distinguish between them. To confirm or to rule out HIV infection, any reactivity on EIA screening leads to a series of further tests including: Supplemental 4th generation EIA test: This test is the same as the screening 4th generation EIA but is from a different manufacturer. The use of a supplemental EIA test can be helpful to discriminate false from true reactivity detected by the primary screening test. The primary and supplemental tests are more likely to be discordant ( i.e. one reactive and one non -reactive) in cases of false reactivity. confirmatory assay (Bio -Rad Geenius) : This immunochromatographic is used for the serological confirmation of HIV -1 and HIV -2 infection. Specimens that are reactive on both EIA screening tests and HIV confirmatory assay are considered confirmed HIV positive. HIV RNA Nucleic Acid Amplification Test (NAAT): If the screening and/or supplemental EIA is reactive and the Western Blot is non -reactive or indeterminate, a RNA NAAT is p erformed. A negative RNA NAAT result can help to rule out HIV infection. If HIV -1 RNA is detected, the result is suggestive of acute HIV infection. The RNA NAAT test has a lower detection limit of 20 HIV -1 RNA copies/mL of EDTA plasma. During acute HIV -1 infection, RNA copy numbers greatly exceed this threshold. Note : the HI V-1 RNA NAAT test does not identify HIV -2 infection. A specific HIV -2 NAAT would be required if HIV -2 is suspected. If the result interpretation is not clear, a medical or clinical microbiologist provides a clinical interpretation which is included with t he result. The BCCDC Public Health Laboratory also screens 4th generation EIA negative specimens using pooled NAAT at a small number of clinics in BC where the HIV prevalence is high. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 37 APPENDIX B: INTERPRETING BCCDC PUBLIC HEALTH LABORATORY HIV RESULT REPORTS The following is a summary of the most common result profiles. The summary does not address all scenarios and the lab report will attempt to provide clinicians with appropriate interpr etation and any required follow up. a) HIV uninfected: HIV-1 & 2 Ab/Ag EIA Non-reactive Interpretation: No evidence of HIV infection. b) HIV infected: HIV-1 & 2 Ab/Ag EIA Reactive HIV-1 & Supplemental NAAT HIV-1 detected* Interpretation: Findings indicate HIV infection. c) Probable early/acute HIV infection (sero -conversion phase): HIV-1 & 2 Ab/Ag EIA Reactive (or -reactive) Supplemental HIV -1 & Ab/Ag EIA Reactive (or Non -reactive) HIV confirmatory assay Indeterminate or Non -reactive HIV-1 Quantitative NAAT HIV-1 RNA detected Interpretation: Findings are suggestive of acute HIV in fection. Please submit a follow up EDTA blood in 1 -2 weeks to confirm infection. d) Indeterminate serologic results (repea t testing for resolution of status): HIV-1 & 2 Ab/Ag EIA Reactive (or Non -reactive) Supplemental HIV -1 & Ab/Ag EIA Reactive (or Non -reactive) assay -reactive, Non -specific HIV-1 Quantitative NAAT No HIV -1 RNA detected Interpretation: No evidence of HIV infection. If follow up serology is required, it will be requested on the initial report. When follow up testing has ruled out HIV infection, results of individual tests will be report ed together with the following interpretation statement: No significant changes from samples collected on DD/MMM/YYYY. No evidence of HIV infection. * HIV RNA NAAT is not normally performed when the HIV confirmatory assay is reactive. Up to 5 per cent of individuals with HIV confirmatory assay reactive HIV infection will be NAAT negative. Serum is a sub -optimal specimen for NAAT testing and RNA degradation during transit may result in a negative NAAT test in some cases. In addition, individuals receiving a ntiretroviral treatment are likely to test NAAT negative, but these individuals will have been previously identified as infected with HIV and are unlikely to present for routine HIV screening. ± The HIV confirmatory assay (HIV 1 and 2 typing) will specify if the individual is HIV1 Reactive OR HIV 2 Reactive. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 38 APPENDIX C: POINT OF CARE HIV TE ST GUIDELINES FOR HE ALTH CARE SETTINGS HIV Point of Care (Rapid) Testing Principles for Use of POC versus Phlebotomy9 Ultimately providers will use clinical judgment based on the history of risk exposure and test window period to determine the most appropriate HIV test. A phlebotomy test is generally the preferred method. Sometimes providers may choose to conduct both a POC and a phlebotomy test. Indications are summa rized below: Indications for HIV phlebotomy testing Indications for POC HIV testing Clinical Scenarios Routine prenatal screening Pregnant women near term or in labour with undocumented HIV status or ongoing risk When performing venipuncture for a variety of other tests including STIs/HCV Testing of the source individual during blood and body fluid exposures Suspected acute HIV infection or recent risk exposure in the past 4 weeks Clinical diagnosis of acutely il l client s with a clinical presentation compatible with OIs Populations and settings Clients without identified HIV risk behaviours, who may experience a higher rate of false positives and increased anxiety with POC testing. Client populations with high HIV prevalence: Men who have sex with men (MSM) People who use injection drugs (IDU) Commercial sex trade workers (CSW) STI positive or partner to an STI HCV or HBV positive Inmates or former inmates Immigrants and refugees from endemic countries Clients seen regularly at the primary care setting for routine monitoring High risk clients who might not return for their results High risk clients where provision of a POC HIV test result wi ll improve public health follow up or connection to HIV clinical care Clients acutely afraid of venipuncture or with poor venous access Clients who are experiencing high anxiety related to a high risk exposure >4 weeks ago (include 4th generation or NAAT testing) Community based settings without traditional lab facilities where POC facilitates access Guidelines for the use of point of care HIV tests in health care settings are also available in Chapter 5 of the Communicable Disease Control Manual or here. 9 Adapted from: Impact and Use of Point of Care HIV Testing: A Public Health Evidence Paper, Dr. Mark Gilbert. STI/HIV Prevention and Control, BC Centre for Disease Control (October 2010) Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 39 APPENDIX D: AN ETHICAL ANALYSIS OF THE REQUIREMENT F OR SPECIFIC PRE - TEST COUNSELING FOR HIV TESTING A significant change in the 2014 HIV Testing Guidelines for British Columbia (28) is that the guideline now recommends the standard for obtaining informed consent for HIV testing should be the same as that for any other diagnostic test or treatment. The guidelines outline a necess ary level of expected communication for informed consent, and meet the four principles of health care ethics: autonomy, non - maleficence, beneficence, and justice. As with any other clinical test, if the pretest probability of a positive result is high, pat ients have concerns or if clinical judgment warrants, further discussion could be required. BACKGROUND At the start of the HIV/AIDS epidemic, a diagnosis of HIV clearly carried significant social opprobrium and potential negative consequences such as st igmatization and discrimination. In such an environment, it was generally accepted that information required for consent should include not only any risks and benefits of the test itself (as is done with any other clinical test) but in addition, include th e non -standard requirement to provide information about possible medical and social consequences of an HIV diagnosis. This included discussion of the very real potential negative consequences and harms to the patient, should they test positive. This was r ealized through recommendations for very detailed, informed consent protocols and in some settings even recommendations that such consent for diagnostic testing should be written with records kept. The practice of this extended version of informed consent was in accord not only with the principle of autonomy but also with the principle of beneficence (seeing the well -being of the patient). However, while the policy attended to the principle of non -maleficence through its effort to avoid possible harm to the patient, the additional requirement for informed consent has been a barrier for clinicians offering an HIV test to patients (29). As clinician recommendation for testing is a strong predictor of acceptance of HIV testing (30), lengthy consent processes could reduce uptake of HIV testing leading to individuals remaining unware of their status and increasing the risk that infected, but untested individuals would in ignorance further spread the virus. NEW RECOMMENDATIONS Today, the situation is very diffe rent. While we would not claim that there is no stigma associated with a diagnosis of HIV, it is now treatable; life expectancy and quality of life of persons under treatment for HIV are comparable to that of uninfected persons; and suppression of viral lo ad virtually eliminates the possibility of HIV transmission (31, 32). Thus benefits to the individual, to their potential partners and to society as a whole accrue from HIV testing, and a review of the balance among health care ethical priorities is warrante d. The interplay between principles of autonomy, beneficence, non -maleficence and justice as discussed below suggest that both the individual and the society are now best served by a more routine approach to consent for testing. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 40 The four primary ethical principles assessed include: 1. Non-maleficence: Providing individuals with health information is a cornerstone of health care. At the same time, the requirement of an extended conversation about HIV testing with prescribed contents has been known to be associated with reduced HIV testing, as it is a barrier for physicians to offer HIV tests (33, 34). By not offering HIV testing, patients may be diagnosed later in their disease, which is associated with poorer clinical outcomes and is also associated with greater chance for onward transmission to partners. A specific concern has been raised for HIV testing, which is the potential for criminal prosecution of HIV positive individuals who knowingly spread the HIV virus. In this context it is important to dis tinguish the difference between the risks inherent in testing and the non -inherent risk of prosecution for having and transmitting HIV infection. The testing processes itself does not put a client at risk of harm for prosecution. Any risk of prosecution re quires that a patient both test positive for HIV and continue to have sex with partners without informing them or being fully su ppressed and wearing a condom. Thus, informing patients of the possibility of criminal prosecution is not required at the testin g encounter, but should be discussed with individuals who test positive for HIV. This discussion should be done with care and expertise, during the follow -up period. Criminalization should also be discussed when an HIV positive individual is not willing o r able to inform partners or take the required measures to prevent transmission. Given the importance of the discussion of the responsibility to prevent transmission post -diagnosis, we have expanded the support we provide to patients and providers, to ed ucate, counsel and link patients to appropriate care and support, to manage their diagnosis and protect others. For the majority of people, who do follow counselling advice and do take prevention measures, the greater harm would be from not having had an HIV test 2. Beneficence: Routinely offering HIV testing is grounded in the well -being of the patient and the community. For the vast majority of patients, their well being is improved by HIV testing, as it increases the likelihood of early diagnosis and fa cilitates access to early treatment (35). If the test is negative, patients are reassured, and can take steps to remain negative. If they test positive, there is a system of care to support access to treatment, care and support services that will assist in dividuals and their partners. Early diagnosis and early access to effective treatment also serves the well being of the community for it reduces the risk or the virus spreading. 3. Justice: General justice reflects the due owed to the community by individ uals. This is an equal consideration in the context of HIV testing. We agree that prosecution of individuals who are HIV positive who do not willfully and egregiously expose others to HIV is not adhering to the principle of justice. However, potentially di scouraging patients from testing, because in the event that they are positive, they will have a responsibility to prevent exposing others is also not just either to individuals or the community. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 41 4. Autonomy: The new recommendation for HIV testing is also in accord with the principle of autonomy including its regard for informed consent and confidentiality. Informed Consent In addition to stating that the informed consent required for HIV testing are the same as for any other clinical test, the following measures have been adopted with respect for the principle of autonomy. We have made and continue to make efforts to inform patients and the community of the new HIV testing recommendations . As with all other tests and treatments, patient have the opportun ity to ask further questions. Patients can access additional information on HIV testing in the form of a Health File. Information about criminalization should be provided to individuals who know they are infected but do not inform a sex partner. We do no t believe it should be part of every conversation prior to HIV testing. The risk of criminal prosecution at the time of testing is diminishingly small. The vast majority of those testing for HIV will be negative. Among those who test positive, criminal prosecution, fortunately, will be a consideration for a very few. Therefore, requiring this discussion prior to every HIV test does not justify its likely effect of overriding the other three principles. Health care providers have been educated in a variety of ways to ensure that they have the knowledge and skills to inform and refer clients when needed. One of our guiding principles is respect for clinical judgment and individual patient need. Providers are encouraged and supported in addressing the unique vulnerabilities of every patient, which may include enhanced pre-test counseling if warranted, but should not be considered as a requirement for offering an HIV test. Confidentiality For those patients for whom privacy is an important concern, options exi st for non -nominal or anonymous testing. In our routine HIV testing guidelines, we give health care providers the resources to address some privacy concerns themselves, and to refer their patients to other testing sites if those concerns are not met. Resources are provided to address concerns about confidentiality of results as well as legal implications of a positive diagnosis. In sum, with these safeguards for confidentiality plus adequate written information, the opportunity for both provider and pa tient to seek and receive more information, and with thorough post -test counseling for those testing positive, the new recommendation for testing for HIV is in accord with patient autonomy. As with all clinical tests, patients can refuse to be tested. Conclusion: In public health, ethical concerns can arise when balancing the rights and freedoms of individuals with the needs of the broader society. These concerns are not always at odds, and it can be shown that when it comes to this issue, they are not. Adhering to the principle of justice (or fairness) entails a duty of care owed to both the individual and society. Discussing criminalization is a discussion aimed at informing an individual of the limits to his or her rights and freedoms. But since we hav e established above in our discussion of non -maleficence that holding a discussion on criminalization has little to do with HIV testing (but rather ought to be a part of post -test counselling for those who actually test positive), we remove the Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 42 specter of any conflict that may arise between individuals and society. In fact we can see that removing the necessity of routine conversations on criminalization at the time of testing actually serves the needs of both individuals and society: individuals will be mo re likely to get tested and their health will be improved, but at the same time the needs of society are served by the enhanced identification of HIV positive individuals and thus limiting the unintentional spread of the virus. In this instance the justice considerations for both individuals and the broader society are aligned insofar as increased HIV testing, and overcoming barriers to that testing, improves individual and societal health and fulfills the duty of care owed to both. Information about crimi nalization should be provided to all individuals who test positive for HIV. We do not believe it should be a part of the conversation prior to testing as there is no chance of prosecution at the time of testing. Criminalization is only a factor after a pos itive test is obtained, and even then it will only be an issue for very few people because most people will go on to practice safer sex and treat their HIV infection. Requiring a conversation about criminalization before testing is, at best, out of place, and, at worst, a barrier to accomplishing enhanced HIV testing. Prepared by: Dr. Terry Anderson, Clinical Ethicist, Vancouver Coastal Health (VCH) Dr. Rka Gustafson, Medical Health Officer and Medical Director of Communicable Disease Control, VCH Dr. Perry Kendall, Provincial Health Officer, Province of British Columbia Dr. David Moore, Physician Lead, Provincial Health Services Agency HIV Program, BC Centre for Disease Control (BCCDC) Afshan Nathoo, Regional Clinical Practice Lead, HIV/AIDS, VCH Dr. G ina Ogilvie, Medical Director, Clinical Prevention Services, BCCDC Meaghan Thumath, Senior Practice Leader STOP HIV, BCCDC Dr Dave Unger, Director of Ethics, Providence Health Care Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 43 APPENDIX E: CLIENT RESOURCES Resources for Newly Diagnosed HIV Clients in BC: (This list is not comprehensive. HIV DN's and /or local public health nurses can support health -care providers and clients with links to local resources). BC Women's Hospital & Health Centre Oak Tree Clinic P: 604.875.2212 (Vancouver) / 1.888.711.3030 (Toll Free in BC) (CATIE ) P: http://www.catie.ca/ Positive Living BC HIV http://careregistry.ca Positive Living Society of BC P: 604.893.2200 https://positivelivingbc.org/ Positive Women's Network P: 604.692.3000 http://pwn.bc.ca/ Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 44 APPENDIX F: HEALTH -CARE PROVIDER RESOURCES AND FOLLOW UP RECOMMENDATIONS Resources to Support HIV Clinical Care Ongoing care by a primary care provider, with assistance as needed by an expert in HIV care, is extremely important in optimizing client care. Support resources can be found through the BC Centre for Excellence for HIV/AIDS (BC -CfE) and through the Rapid Access to Cons ultative Expertise (RACE) line: British Columbia Centre for Excellenc e (BC CfE) Resources HIV Drug Treatment Program Administrative Office P: .800.665.7677 P: 1.888.511.6222 Drug Resistance Testing P: 1.800.517.1119 Primary Care Guidelines and Therapeutic Guidelines are located at: http://www.cfenet.ubc.ca/therapeutic -guidelines/primary -care http://www.cfenet.ubc.ca/therapeutic -guidelines/adult Rapid Expert Advice nsultation for HIV (REACH) Line http://www.cfenet.ubc.ca/REACH P: 604.681.5748 (Vancouver) / 1.800.665.7677 (Toll Free in BC) Rapid A ccess to Consultative Expertise P: 604.696.2131 (Vancouver) / 1.877.696.2131 Open Monday - Friday: 0800 -1700hrs http://www.raceconnect.ca/ Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 45 Positive Living Society of BC HIV Care Registry https://positivelivingbc.org/services/health/hiv -care-registry/ Recommended Follow Up Laboratory Tests to a Positive HIV Diagnosis The following tests are helpful to order to facilitate the next steps in the medical management of an individual with a new HIV diagnosis: Pregnancy test (if appropriate) Baseline CXR HIV plasma viral load CD4/CD8 cell counts and ratio CBC and differential ALT, Urine NAT for Gonorrhea and Chlamydia Hepatitis A Total Antibody Hepatitis B (HBsAg, anti -HBs Ab, anti -HBc Ab Total) Hepatitis C Ab, Hepatitis C RNA Toxoplasma IgG TST for TB Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 46 APPENDIX G : AIDS DEFINING CONDIT IONS The BC C DC AIDS Case Report Form can be retrieved here: http://www.bccdc.ca/resource - gallery/Documents/Guidelines%20and%20Forms/Forms/STI/AIDSsurveillanceCRF_Sep2021 -FINAL.pdf . Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 47 APPENDIX H : KEY ELEMENTS OF THE HIV POST - TEST DISCUSSION Standard HIV Lab Test HIV Post Test Discussion interpret and provide test results explain test results discuss client concerns and questions determine if exposure is within the window period or ongoing risk interpret and provide test results explain test results provide support and empathy allow time for the client to respond to the personal impact of the result discuss immediate concerns and questions that client has determine support systems for the next 24 to 48 hours while the client is coming to terms with the personal impact of the test result discuss when to test next discuss any client concerns related to HIV transmission discuss any client needs for education, resources, access to condoms discuss when to repeat test discuss nature of acute HIV infection discuss HIV transmission reduction w hile waiting for results discuss any client concerns related to HIV transmission discuss any client needs for education, resources, access to harm reduction supplies Next Steps discuss and arrange referrals for follow -up assessment and treatment for HIV discuss nature of acute infection and HIV transmission reduction discuss partner counseling and referral services discuss potential disclosure and when this might or might not occur offer harm reduction supplies Within window period Outside of window period HIV test result non-reactive HIV test result confirmed reactive Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 48 APPENDIX I : CONCEPTUAL MODEL FOR THE IMPLEMENTATION & EVALUATION OF HIV TESTING STRAT EGIES IN BRITISH COL UMBIA10 10 Adapted from the Conceptual Framework for the Vancouver Coastal Health HIV Testing Program developed by R. Gustafson, M. Thumath, K. MacPherson, C Buchner (2013): Vancouver Coastal Health. POPULATION SETTING Key populations Partners of cases Client initiated testing Key Populations * General population STI Clinics Partner notification Outreach services Health services accessed by populations with a higher burden of HIV infection ___ Hospitals Family Practice __ Health Clinics ____ REACH COST & DIAGNOSTIC YIELD Routine Testing High Prevalence Settings Routine Testing General Health -Care Settings Targeted Testing Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 49 REFERENCES 1. BC Centre for Disease Control. HIV in British Columbia: Annu al Surveillance Report 2012. 2013. [cited 2014 May 4]. Available from: http://www.bccdc.ca/util/about/annreport/default.htm. 2. Public Health Agency of Canada. Canadian Guidelines on Sexually Transmitted Infections. Human Immunodeficiency Virus Infections - Etiology. 2013. [cited Sandhu J. STOP HIV/AIDS Semi -Annual Monitoring Repor t. 2013. [cited 2014 May 4]. Available from: http://www.vch.ca/media/Revised_H1_Semi_Annual_Monitoring_Report_Through_June%20_30_2013(1).pdf 4. Rank C, Lloyd -Smith E, Gilbert M. Advanced HIV Disease at the Time of Diagnosis in British Columbia 1995 -2008. 2011 Mar. [cited 2014 AD9034D1576F/0/STI_HIVSpecialReport_20110401.pdf. 5. Sullivan A, Curtis H, Sabin C, Johnson M. Newly diagnosed HIV infections: review in UK and Ireland. BMJ. 2005; 330:1301. Available from doi: http://dx.doi.org/10.1136/bmj.38398.590602.E0 6. US Centers for Disease Control and Prevention. Missed op portunities for earlier diagnosis of HIV infection -South Carolina L, Nathoo A, Chu T, Sandhu J, Gusta fson R. Missed Opportunities for HIV Diagnoses in Vancouver. CAHR 2013, Innovations to Address Complex Challenges. Vancouver: Canadian Journal of Infec tious Diseases and Medical Microbiology, 2013. [cited 2014 May 5]. Available from: http://www.pulsus.com /journals/pdf_frameset.jsp?jnlKy=3&atlKy=777&isArt=f&jnlAdvert=Infdis&adverif - HCTp=&supKy=516&sTitle=CAHR%20Abstracts%2C%20Pulsus%20Group%20Inc&VisitorType= 8. Marks G, Crepaz N, Janssen RS. Estimating sexual trans mission of HIV from persons aware and un aware that they are infected with the virus in the USA. AIDS. 2006 Jun 26;20(10):1447 -1950. 9. BCCDC Annual Report, 2013 Cohen MS, Chen Y, Marybeth M, et al. Prevention of HIV -1 Infection with Early Antiretroviral Therapy. N Engl J Med. 2011 Aug; 365: 493 -505. 11. Rodger A, et al. HIV transmission risk through condomless sex if HIV + partner on suppressive ART: PARTNER study. 21st Conference on Retrovir uses and Opportunistic Infections (CROI). Boston, 2014 Mar 3 -6. 12. Grulich A, Benjamin B, Fengyi Jin, et al. \"HIV Transmission in Male Serodiscordant Couples in Australia, Thailand and Brazil.\" Conference on Retroviruses and Opportunistic Infections (CRO I). Seattle, 2015. 13. Adapted from Patel P, Borkowf CB, Brooks JT, Lasry A, Lansky A, Mermin J. Estimating per -act HIV transmission risk: a systematic review. AIDS. 2014 Jun 19;28(10):1509 -19. Available from doi: 10.1097/QAD.0000000000000298. Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 50 14. Branson B, Handsfield H, Lampe M, Janssen R, Taylor A, Lyss S, Clark J. Revised Recommendations for HIV Testing of Adults, Adolescents, and Pregnant Women in Health -Care Settings. MMWR. 2006 Sep 22;(55):1 -17. [cited 2014, May 5]. Available from: http://www.cdc.gov/mmwr/preview/mmwrhtml/rr5514a1.htm. 15. US Preventive Services Task Force. Screening for HIV: U.S. Preventive Services Task Force Recommendation Statement. 2013 Apr. [cited 2014 May 5]. Available from: http://www.uspreventi - veservicestaskforce.org/uspstf13/hiv/hivfinalrs.htm 16. British HIV Association, British Association of Sexual Health and HIV, British Infection Society. UK National Guidelines for HIV Testing, 2008. 2008 Sep. [cited 2014 May 5]. Available from: http://www.bhiva.org/documents/guidelines/testing/glineshivtest08.pdf. 17. Haute Autorité de Santé. HIV Infection Screening in France - Screening Strategies. 2009 Oct. [cited 2014 May Protection Agency. Time to test for HIV: Expanded healthcare and commun ity HIV testing in England. 2010. [cited 2014 May 5]. Available from: http://www.hpa.org.uk/Publications/InfectiousDiseases/HIVAndSTIs/1011TimetotestHIVtesting/. 19. Taylor D, Durigon M, Davis H, Archibald C, Konrad B, Coombs D, Gilbert M, Cook D, Krajden M, Wong T, Ogilvie G. Probability of a false -negative HIV antibody test result during the window period: a tool for pre - and post -test counselling. Int J STD AIDS. 2014 Mar; 26(4):215 -24. Epub 2014 Jul 16. 20. Adapted from Ch ristie T, Kendall P. The science of partner notification: A review of the available evidence. BCMJ. 2003 -review -available -evidence 21. HIV Web Study, Case 5. Northwest AIDS Education and Training Center and the University of Washington. [cited 2015 May 5]. Available from: http://depts.washington.edu/hivaids/prevent/case5/discussion.html 22. Gilbert M, Cook D, Steinberg M, Kwag M, Robert W, Doupe G, Krajden M, Rekart M. Targeting sc reening and social marketing to increase detection of acute HIV infection in men who have sex with men in Vancouver, British Columbia. AIDS. 2013 Oct 23; 27(16):2649 -2654. Available from doi: -Devaux C, Sáez -Cirión A. What is the significance of post treatment control of HIV infection vis -à-vis functional cure? AIDS. 2014 Feb 8]. Available from: doi: 10.1097/QAD 24. BC Centre for Disease Control. HIV -1, HIV -2 Counselling and Follow Up Policy. 2007 0285430007CF/0/STI_Policy_HIV1_2_20071001.pdf S, K. Condom effectiveness in reducing heterosexual HIV transmission. Cochrane Database Syst Rev. 2002;1(1):CD003255. 26. Smith DK, Herbst JH, Zhang X, Rose CE. Condom effectiveness for HIV prevention by consistency of use among men who have sex with men in the United States. J Acquir Immune Defic Syndr. 2015 Mar 1;68(3):337 -44. doi: Li X, Vi E, Donnell D, Pilcher CD, et al. Seroadaptive Practices: Association with HIV Acquisition among HIV -Negative Men Who Have Sex with Men. PLoS ONE. 2012 Oct 3; 7(10): e45718. doi:10.1371/journal.pone.0045718 Communicable Disease Control Manual Chapter 5 - Sexually Transmitted Infections Guidelines for Testing, Follow up, and Prevention of HIV August 2016 Page 51 28. HIV Testing Guideline s for the Province of British Columbia. Available from: www.hivguide.ca 29. Public Health Agency of Canada. Human immunodeficiency Virus H IV Screening and Testing Guide. Availabl e http://www.phac -aspc.gc.ca/aids -sida/guide/hivstg Suneja A, Chou AL, Arya M. Physician Barriers to Successful Implementation of US Preventive Services Task Force Routine HIV Testing Recommendations. J Int Assoc Provid AIDS Care 2014; 13(3): 200 - 205. A Bruun T, Cambiano V, Vernazza P, Estrada V, Van Lunzen J, Collins S, Geretti AM, Phillips A, Lundgren J, for the PARTNER Study Group. HIV Transmission Risk Through Condomless Sex If HIV+ Partner On Suppressive ART: PARTNER Study. Abstrac t 153LB Conference on Retroviruses and Opportunistic Infections, March 3 - 6, 2014. Boston, USA 32. Cohen MS, Chen YQ, McCauley M, Gamble T, Hosseinipour MC, IF, Eshleman SH, Piwowar -Manning E, Wang L, Makhema J, et al. Prevention of HIV-1 infection with early antiretroviral therapy . NEJM. 2011, 365: 493 -505 PMCID: 3200068 33. Public Health Agency of Canada. Human immunodeficiency Virus H IV Screening and Testing Guide. Availabl e http://www.phac -aspc.gc.ca/aids -sida/guide/hivstg Suneja A, Chou AL, Arya M. Physician Barriers to Successful Implementation of US Preventive Services Task Force Routine HIV Testing Recommendations. J Int Assoc Provid AIDS Care 2014; 13(3): 200 - 205. 35. STOP HIV/AIDS Semi -Annual Monitoring Report S1 (January 1, 2014 - June 30, 2014). [cited "}