{"title": "World's oddest treatments: \"Witch Doctor\" gives them a go", "author": null, "url": "https://www.cbsnews.com/pictures/worlds-oddest-treatments-witch-doctor-gives-them-a-go/", "hostname": "cbsnews.com", "description": "From baby mice wine to snake soup, take a look at one daring man's adventure in the name of health", "sitename": "CBS News", "date": "2011-11-15", "cleaned_text": "go What's that being dangled on the left? A baby mouse. When soaked in rice wine, mice - just days old - turn the beverage into a traditional Chinese and Korean tonic for everything ranging from the common cold to virility. Here, British TV host Piers Gibbon, also known as the \"Witch Doctor,\" samples some of the brew in Hong Kong. Gibbon has been traveling the globe trying the world's most unusual remedies for a new National Geographic TV show. What else has he tried? Treatments range from animal sacrifice to hallucinogenic drinks. Keep clicking to see more daring experiments Gibbon and other cast members of the new show have tried... Steer clear of leeches? Nah. Leech therapy is common in some areas of the world, including Sanjeevani, India (where this picture was taken). It's a form of bloodletting, an ancient practice based on the concept of balancing bodily \"humors\": black bile, yellow bile, phlegm, and blood. Leech saliva has an anticoagulant, so the \"bite site\" bleeds easily. Here's another method of bloodletting, traditionally practiced in India. Here, Gibbon and a teammate have their legs bound up. When the veins pop up, the practitioner flicks a little razor blade and the blood starts oozing out. Gibbon examines his foot after a bout of bloodletting. Forget swallowing pills - how about pouring medicinal oil directly on the affected area? Medicinal oil is used to treat conditions such as migraines and tinnitus (ringing in the ears). Almost four-fifths of India's nearly 1.2 billion population use alternative medicine, according to National Geographic. \"Gauze treatment\" is practiced in some regions of India (such as Sanjeevani, here) to \"remove toxins\" from the stomach. How does the treatment work? The patient swallows a long strip of gauze, keeping hold of the last inch. He then massages the stomach manually to \"cleanse\" the stomach, and then pulls the gauze back out. Neti pots are now found in drugstores in the U.S., but they originated in South Asia. The nasal irrigation treatment uses nothing but ordinary salt water. The water is poured into one nostril and leaves through the other. Here, Gibbon tries Neti in Delhi, India. Are animal sacrifices obsolete? Not in Cameroon. Here in the capital city Yaounde, Gibbon holds up a dead chicken that has been sacrificed on behalf of his health. You may not have much luck finding a Western doctor in Cameroon - there are only about 3,000, compared with around 10,000 traditional Cameroonian healers. Here, Gibbon talks with one, Dr. Alfred. Botox of the East? Not quite. Here, Gibbon is receiving facial acupuncture for the first time. Acupuncture is one of the most common treatments in Traditional Chinese Medicine - which is used by 60 percent of people in Hong Kong, according to National Geographic. It aims to restore health at specific points on the body by penetrating and stimulating the skin with thin, short needles. Some people drink chicken noodle soup when they're sick. In Hong Kong (and the rest of China), people drink snake soup so that they don't get sick. Here, Gibbon \"enjoys\" a bowl of the traditional soup that Chinese people believe benefits overall health. Gibbon plays with a snake - before it's cooked and served. Gibbon watches a teammate undergo blood cupping treatment to relieve back pain. Glass cups are heated to create a vacuum, and then placed on the body. The suction pulls at the skin and \"sucks out\" the body's toxins. The ancient treatment is based on the idea that suctioning the skin promotes better blood flow. The lower leg is another common spot for cupping treatment. Chinese herbal remedies contain thousands of ingredients, from tree bark to toxic toad venom. Here's a snapshot of a few, sold in a local store. Despite 300 years of contact with Europeans and Peruvians, the local Shibipo people of Peru still maintain a strong tribal identity and shamanic traditions, according to National Geographic. Here, a shaman performs a spiritual ritual in front of a caiman (in the crocodile family). The fat of the caiman is used to treat lung problems, such as asthma./p> \"The jungle is our pharmacy, our drug store,\" shaman Luzmilla tells Gibbon, as she shows him an Amazonian medicinal plant native to Peru. Ayahuasca is a sacred hallucinogenic drink used extensively throughout Amazonia. Locals say it can heal many ailments, both physical and spiritual. "}