{"title": "Media release - naturopathic doctors and immunizations", "author": "Office", "url": "https://cnpbc.bc.ca/media-release-naturopathic-doctors-and-immunizations/", "hostname": "cnpbc.bc.ca", "description": "The College expects all registrants to adhere to the Immunization Standard. The Standard clarifies that naturopathic doctors must not: Provide patients and/or the public at large with \"anti-vaccination\" and/or \"anti-immunization\" materials or materials regarding potential risks and harms of vaccinations, whether online or in print, other than those materials that would be necessary to obtain informed consent [...]", "sitename": "CNPBC", "date": "2020-01-16", "cleaned_text": "The College expects all registrants to adhere to the [Immunization Standard](http://cnpbc.bc.ca/wp-content/uploads/2018-05-25-Immunization-Standard1.pdf). The Standard clarifies that naturopathic doctors must not: - Provide patients and/or the public at large with \"anti-vaccination\" and/or \"anti-immunization\" materials or materials regarding potential risks and harms of vaccinations, whether online or in print, other than those materials that would be necessary to obtain informed consent to immunizations; - Feature \"anti-vaccination\" and/or \"anti-immunization\" content in their advertising and/or marketing materials; and/or - Counsel against immunizations and/or vaccinations in the absence of a sound and properly documented medical rationale for doing so. All naturopathic doctors are obligated to ensure that their treatment decisions meet the standard of care. The College of Naturopathic Physicians of British Columbia regulates the practice of naturopathic medicine in BC. It investigates allegations of misconduct against naturopathic doctors in conformity with [Part 3 of the Health Professions Act](http://www.bclaws.ca/civix/document/id/complete/statreg/96183_01). It is the view of the College, on behalf of the naturopathic medical profession, that for most patients, the benefits of the vaccinations recommended by the BC Centre for Disease Control significantly outweigh the risks. Naturopathic doctors must not counsel patients and/or their parents or guardians against vaccinations. Any naturopathic doctor who counsels a patient and/or his or her parent or guardian that vaccinations are a likely cause of harm or injury may be investigated by the Inquiry Committee of the College and may be subject to disciplinary action. If the College were to receive information to suggest that a naturopathic doctor had not met the standard of care in his or her treatment of a patient, or that his or her promotional materials did not meet the College's standards, that information would likely be referred to the Inquiry Committee of the College for investigation under [Part 3 of the "}