{"title": "Chiropractor North Bethesda, MD | C2M Chiropractic", "author": null, "url": null, "hostname": null, "description": "Dr. Jensen is a female chiropractor in North Bethesda, MD practicing at C2M Chiropractic. She believes in treating the source of pain and disease rather than merely treating the symptoms. Make an appointment by calling (301) 770-4003.", "sitename": null, "date": "2018-09-12", "cleaned_text": "Chiropractic care for the entire family in North Bethesda, MD Dr. Charlotte Jensen, a chiropractor in North Bethesda, MD has been treating patients for over 26 years ranging in ages from newborns to 101. Dr. Jensen graduated from Palmer College of Chiropractic with post-graduate radiology certification in the specialty field of spinal and skeletal disorders. She is certified in the Webster technique for pregnant patients, has a sub-specialty in chiropractic pediatrics and neurology. Dr. Jensen is one of very few female chiropractors in Bethesda, MD, and Montgomery County. Our unique approach to spinal health begins with a comprehensive examination, x-rays to determine the patient's biomechanical status, a treatment plan focused on restoring joint alignment and balance, and a combination of home exercises including stretching, strengthening and restorative poses. The result is a long-term reduction in symptoms with a return of function and stability. As a chiropractor, Dr. Jensen treats patients with many common musculoskeletal disorders including neck pain and headaches, radiculopathy, sciatica, disc herniation, lower back and hip pain, scoliosis, mid back pain, and may be able to help you no matter your age or condition. She's been very successful in helping patients with disc herniations of the cervical and lumbar spine through Chiropractic care, helping avoid surgery for many. She's part of the Neurology Diplomate program through the University of Bridgeport, CT. Dr. Jensen has been working with infants and children, in addition to adults, for the past 24 years. She is part of the Diplomate program for Chiropractic Pediatrics through Palmer College and the I.C.A., and is one of few Chiropractors in Metropolitan area who specializes in pregnancy and pediatrics. Some of the most common conditions of infancy are reflux, colic, constipation and torticollis. Other conditions and complaints of childhood that respond well to Chiropractic care are chronic ear infections, headaches, sinus trouble, sports injuries, scoliosis, bed-wetting, and ADHD. We look forward to introducing you to chiropractic and helping you experience the most modern and safe way to good health. Call (301) 770-4003 to schedule an appointment today! Mission: To provide superior quality chiropractic care and education to my patients to help them achieve and maintain good health. "}