{"title": "PDF", "author": "PDF", "url": "https://novascotia.ca/adult-capacity-and-decision-making-act-consultation/docs/ACDMA-review-what-we-heard.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Review of the Adult Capacity and Decision-making Act Public Engagement: What We Heard September 2021 Submitted by: Horizons Community Development Associates Inc. P .O. Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Acknowledgements Horizons would like to express our sincere thanks to the knowledgeable team that guided this consultation. We appreciate your guidance and support in the development and implementation of this consultation process to review the effectiveness of the Adult Capacity and Decision-making Act (ACDMA). Thank you in particular to Allyson O'Shea and Vicki Black for their ongoing support and attention to the process. We appreciate your in-depth knowledge and commitment. We are especially thankful for your willingness to be flexible and problem-solve the logistics of doing a consultation during a pandemic. Finally, thank you to everyone who participated in the consultation process. We are taking your contributions forward with great respect. Submitted by Horizons Team Members: Jean Robinson-Dexter Paula Hutchinson, PhD Vicki Crowell Sarah Cooper, MSW 2 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Table of Contents Acknowledgements 2 Adult Capacity and Decision-making Act Public Consultation 4 Introduction 4 How We Engaged 5 Summary of What We Heard 7 Report Structure 8 What We Heard About the ADCMA 9 ACDMA: Achieving its Purpose 9 Challenges with the ACDMA 11 Improvements for the ACDMA 22 What We Heard About Supported Decision-making 31 Consultation Resource Submissions 40 Appendix A: Demographic Information 41 Appendix B: Rating the Ease of Completion of the ACDMA Application Process 45 Appendix C: ACDMA Form 1 Changes 47 Appendix D: Consultation Themes by Group 49 Appendix E: Consultation Submissions 53 3 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Adult Capacity and Decision-making Act Public Consultation Introduction The Adult Capacity and Decision-making Act (ACDMA) was passed by the Nova Scotia Legislature and came into force on December 28, 2017. The ACDMA replaced Nova Scotia's Incompetent Persons Act, which allowed the Court to appoint a guardian to make all decisions for an adult who lacked capacity. The ACDMA gives the court power to appoint a representative for an adult, but the representative can only make decisions in areas in which the adult has been assessed to lack decision-making capacity. The ACDMA also incorporates supported decision-making principles but does not currently enable or recognize formal supported decision-making agreements or arrangements. Section 71 of the ACDMA requires the Minister of Justice to review the Act's effectiveness in meeting its purposes, including consideration of supported decision-making, and to file a report on that review with the Clerk of the Assembly by December 28, 2021. In March 2021, the Working Group leading the ACDMA Review began working with Horizons Community Development Associates Inc. to implement a public consultation process to inform the review of the ACDMA. The objective of the public consultation was to gather feedback and suggestions from the public and identified stakeholders about: Experiences with the ACDMA, awareness of the Act, and the process of seeking to and/or becoming a representative; Input on improvements to the legislation and its effectiveness, including its implementation; and Experiences with supported decision-making and information on formalized supported decision-making approaches. 4 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. How We Engaged The public consultation was conducted June 1-18, 2021, following several delays related to the COVID-19 pandemic. It was promoted to potential participants through invitation by the Public Trustee, Department of Justice leadership, and the Departments of Community Services, Health and Wellness, and Seniors. A consultation website was created to provide information about the Act and ways to participate in the consultation. A toll-free dedicated telephone line was also activated. Stakeholder organizations, including organizations representing the interests of seniors and adults with disabilities, were approached about the possibility of supporting interested adults with disabilities to participate in the consultation and voluntarily posted invitations to the consultation on their websites and social media platforms. A news release, Twitter, and paid advertisements were also used to raise awareness about the consultation. The public consultation used a mixture of data collection methods to engage with the public and other stakeholder groups. Concerted efforts were made to hear from adults with cognitive or intellectual disabilities, dementia, mental health issues, and/or brain injury. Surveys were available in English or French via a web link, in hard copy, or could be completed by phone through the toll-free telephone line. Table 1 below provides an overview of the 190 survey participants. Professional participants were asked to name their general role, where they worked in the province, and other demographic information (see Appendix A). Participants with a personal interest, adults with cognitive disabilities, and ACDMA representatives named where they lived in the province and other demographic information (see Appendix A). Table 1: Number of Survey Participants by Group Surveys # Participants Personal Interest 76 Professional Interest 57 Adults with cognitive disabilities 41 Appointed representatives under ACDMA 16 Total 190 5 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Due to the COVID-19 pandemic, focus groups were facilitated via an online platform. Table 2 below provides an overview of the 18 consultation focus groups held. Table 2: Consultation Focus Groups Group # Groups # Participants Professional Interest ACDMA Certified Capacity Assessors 1 8 Continuing Care 1 10 DCS DSP Program and Care Coordinators 1 12 Health Professions 2 14 Legal/Academic 1 7 Organizations serving people with cognitive disabilities 2 10 Organizations representing seniors 1 9 Personal Interest Appointed representatives under ACDMA 1 5 Family of persons with cognitive disabilities 1 14 Adults with cognitive disabilities Adults with cognitive disabilities (not under ACDMA orders) 7 41 Totals 18 130 The consultation received three written submissions from legal and disability experts. The full submissions can be found in Appendix E. Consultation participants also submitted additional informational resources. A reference list of resources can be found on page 40 of this report. 6 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Summary of What We Heard This section of the report summarizes \"what we heard\" from Nova Scotians. What follows are the dominant themes emerging from the consultation process. The results of the ACDMA Review Public Consultation reveal general support for the purposes and design of the ACDMA. There are, however, significant issues with how it has been implemented, particularly where it intersects with other legislation. There was general support for increasing the recognition of supported decision-making, the need for education on the elements and principles of supported decision-making, and a desire for formally incorporating supported decision-making into the ACDMA. Most participants reported that the Act's values and principles aligned with their personal, professional, and organizational values, particularly in the area of respect for a person's rights and recognizing a spectrum of capacity. Consultation participants also reported that they appreciated that the Act defines capacity as separate domains and not as \"all or nothing\". Having more than one health profession which can conduct assessments was also seen as positive by participants. Lack of information about and access to the ACDMA were common themes. Participants with experience applying for representation under the Act reported challenges with almost every step of the application process as well as high financial and personal costs associated with completing that process. Some of these challenges are directly related to the Act, and others are also \"system-wide\" (e.g., capacity assessments). Generally, participants reported that the ACDMA worked well if it can be accessed, when it is used appropriately, and if there is a person willing to be a representative. Consultation participants shared many suggestions of ways to improve the legislation and its effectiveness, including providing more information and assistance to support the application process, streamlining the process, improving the capacity assessment process, eliminating or reducing costs, and addressing broader system issues. There was general consensus among participants that more and ongoing training and education was needed for the ACDMA to have its intended reach and impact. 7 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Participants asserted that supported decision-making could only be implemented if people know about and understand the concept. Throughout this consultation, participants stressed the importance of people having more information about supported decision-making and having access to supported decision-making. They also said that the principles of supported decision-making should not be limited to the ACDMA; rather, they should be applied to other legal frameworks such as Personal Directives, Powers of Attorney, and Substitute Decision Maker. Many participants strongly suggested the ACDMA should recognize formal supported decision-making approaches. Participants were generally unable to provide concrete methods but agreed that a stronger understanding and knowledge base of supported decision-making approaches and best practices that have worked well in other jurisdictions should be explored further. The theme of these conversations centered around human rights, person-directed planning, and the importance that whatever is put into legislation be grounded in the principles enshrined in the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD). As one participant expressed, \"I think that our systems should be geared towards trying to maximize capacity so we can do the best by the most.\" Throughout this consultation, professionals, adults with disabilities, seniors, and families expressed their concerns about contextual influences on decision-making such as vulnerability, risk, and marginalization, which they identified as being strongly associated with poverty, inadequate housing, and poor health. These voices emphasized the importance of leaders both strengthening the ACDMA in its culture shift on capacity and rights and recognizing supported decision-making processes similar to those practices taking place in other Canadian provinces. Report Structure The following sections of the report provide the detailed feedback offered by consultation participants with a professional or personal interest in the ACDMA (i.e., survey respondents, focus group participants, and submissions received from experts; themes and specific sources can be found in Appendix D and E). Participant feedback is divided into two chapters. The first chapter focuses on feedback regarding the ACDMA itself. The second chapter focuses on 8 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.input regarding formalized supported decision-making. The feedback reported here comes from the majority of consultation participants, except in the case where the theme could only be identified by one specific consultation group (e.g., only legal consultation participants reported on specific elements in the Act). What We Heard About the ADCMA The public consultation results show there is general support for the purposes of the ACDMA, for the concepts of supported decision-making in the ACDMA, and the larger cultural shift around decision-making capacity, and increased respect for the dignity and autonomy of people with cognitive disabilities that the ACDMA seeks to advance. Results also reveal significant issues with aspects of the legislation, its implementation, and how the A CDMA intersects with other legislation. ACDMA: Achieving its Purpose Agreement with the Purpose of the ACDMA Most of the participants with professional or personal interests agreed with all the stated purposes of the ACDMA. Participants reported good experiences with transitioning to the ACDMA from the previous Act and working collaboratively with guardians who became representatives. They reported that since the ACDMA was put in place, guardianships previously under the Incompetent Persons Act have rolled into this new Act. Service providers reported there have been no problems with the transition from their perspective, guardians are now called representatives, and how they have been making decisions remains unchanged because the families known to these service providers were already involving the adult and making decisions in the ways required under the ACDMA. 9 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. The ACDMA Aligns with Families', Professionals', and Organizations' Values and Principles Many participants said that the ACDMA's values and principles align with their personal, professional, and organizational values, whereas the Incompetent Persons Act did not. Many participants said the ideas and principles outlined in the ACDMA are good, especially the principles of respecting the person's rights and recognizing a spectrum of capacity. Participants said the values in the ACDMA are ones they support: Dignity of risk; Not taking away from a person's autonomy; \"Supported\" decision-making by deciding with, and not for, people; People are engaged in the process; and Understanding that people have different ways of communicating, and their loved ones often know these ways the best. Participants highlighted that the ACDMA signals a culture shift in understanding the importance of people making decisions for themselves whenever possible and the spectrum of decision-making and autonomy to supported decision-making. It will take time to change attitudes, values, and practices. Capacity Assessments Most participants appreciated that the ACDMA defines capacity as separate domains and does not define capacity as an \"all or nothing\". Many participants also liked that ACDMA capacity assessments require only one medical opinion, and that more than one profession can conduct the assessments. Professionals also appreciated that the ACDMA allows for reassessment of capacity, which in their view creates a built-in accountability measure. ACDMA Works Well When Specific Conditions Are In Place The ACDMA works well when it can be accessed and \"is being used\" appropriately, when people have a person willing to be a representative, and when they can plan to have a representation order in place in advance of a crisis. Participants indicated that the ability to appoint more than one representative is especially helpful to some families. 10 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.One appointed representative shared this about their family's experience with the ACDMA: \"There are many individuals in our communities who don't have an intellectual disability but are borderline and vulnerable like our [family member]. This is where I truly feel the ACDMA is extremely valuable. This Act is able to help people who have an intellectual disability and who are borderline with their cognitive profile. It is able to examine one's capacity in various areas of life, and it no longer needs to encompass all areas of one's life - as the previous Incompetent Persons Act did. It allows people to live safely and receive the support they deserve in the area(s) of life where they do not have the capacity to do so.\" Challenges with the ACDMA All the consultation participants conveyed challenges with accessing information about the ACDMA. The vast majority of participants also identified challenges with the process of applying for a representation order under the ACDMA. Very few participants had any experience with using the ACDMA; however, all of those who were successful in obtaining a representation order reported that it was difficult and costly to navigate the process. Lack of Awareness and Information One of the key themes emerging from the consultation results was an overall lack of awareness and understanding of the ACDMA. There is widespread confusion about when the ACDMA should be used or when other legislation is applicable (e.g., the Personal Directives Act, the Power of Attorney Act, and the Adult Protection Act). Most of the professional and personal interest participants reported limited awareness and understanding of the ACDMA or no experience with the ACDMA, stating that although the Act and supported decision-making are very important, they knew nothing, very little, or were learning about it now because of the invitation to the ACDMA consultation. 11 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Universally, participants reported that the main challenge with the ACDMA was a lack of knowledge about the ACDMA among people with disabilities, their families, and in the legal, health, and caring professions. Many participants reported a general lack of information. Information was difficult to find and difficult to access on the Public Trustee website (i.e., it is hard to find, navigate, and download the forms). Families summed it up by saying, \"We're kind of in the dark, in a way, because we don't know where to go, what to do, and how to do it.\" Those who knew about the ACDMA had received information from the following sources: Word of mouth; A recent legal case headlining in the news; Care coordinator, Department of Community Services Disability Support Program; Government website; Service providers; Lawyers provided information; and Legal Information Society of Nova Scotia. The general lack of awareness and understanding of the ACDMA was also reported as a broad issue affecting uptake and implementation of the legislation. Participants said that people are not aware they should be planning ahead. Based on their experience, \"Nobody plans to become incompetent.\" ACDMA has a Complex Application Process Participants reported the ACDMA is inaccessible due to the complexity of undertaking the application process to become a representative, indicating that all of the steps associated with completing an ACDMA application process were somewhat difficult to do to very difficult to do (Appendix B for specifics). The most difficult steps to complete are the capacity assessment, getting legal advice, and going through the court process. The easiest step is applying for the Vulnerable Sector Check, but there are timing issues because of the ACDMA court process requirements. Most participants reported that the ACDMA is not accessible because there are too many forms, too many steps, and it is too complex, making it daunting for anyone to undertake. Participants asserted that people with low literacy, those living 12 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. in poverty, and people who do not speak English as a first language would not be able to navigate the application process. All participants emphasized that the application process is difficult for everyone, including lawyers. As a result, the ACDMA is not being used when it should. Many people are finding ways to get around it because it is so difficult to undertake the application process. Representatives said that the process of applying to be a representative was time-consuming and difficult: \"This is like taking on a huge project for six months of your life\". They said that they felt privileged to have the skills, financial means, and support to have been able to do this, but noted that many families would not be able to do it. The application process requires honed advocacy skills, financial literacy, and the ability to use technology. \"[It is] unnecessarily bureaucratic and defeating\". Participants who did not complete the application process were asked why they did not follow through; they reported the following: The process was too difficult; They were advised by their lawyer to wait to apply to become a representative because the Act was new, and they needed to 'iron out the kinks'; They did not want to take a right to make decisions away from an individual; They were scared and unsure what signing legal documents might mean for that person; They were still deciding, unclear about the options, but worried about waiting and wanting to have something in place before a crisis occurs Parents did not anticipate the problems they are encountering with their adult child's service providers; They had a different order or Power of Attorney, and that was enough; They were getting too old to go through the process; There were conflicting perspectives on care between family members; and They were told by the Department of Community Services that they had a right to look after their individual, and there was no need for a lawyer and a formal process. 13 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Challenges with Capacity Assessments Under the ACDMA, psychologists and physicians are permitted to assess an adult's capacity to make decisions and complete the prescribed capacity assessment Form 1. The ACDMA's Form 1 requires the assessor to assess the adult across a number of separate decision-making areas or domains. Social Workers, Registered Nurses, and Occupational Therapists are also able to conduct capacity assessments under the ACDMA if they have received the required training and have been certified. Nova Scotia has had seven certified capacity assessors available to conduct capacity assessments under the ACDMA across the province. Participants voiced concerns regarding capacity assessments, ranging from who can conduct them, when are they required, and the standards of assessments. Participants in the consultation reported that accessing a capacity assessment is an issue for the ACDMA and also for other Acts pertaining to adult decision-making. Most participants were not aware of the certified capacity assessors available to carry out assessments under the ACDMA. Participants said it was very hard to find a capacity assessor and get a good assessment. ACDMA representatives said, \"Every single psychologist office we called said no,\" and another shared that their first assessment was poorly done and was too simplistic for someone with complex issues. Those who received capacity assessments reported that their family physician, psychologist, or a specialist (e.g., Neurologist, Pediatrician) had conducted the assessment. Notably, no participants had engaged with a certified ACDMA capacity assessor. Consultation results revealed that access to appropriately conducted capacity assessments under decision-making legislation, generally, is a system issue. Participants suggested a lack of scrutiny and rigour around the assessment process (e.g., accepting brief \"bedside\" assessments). \"[The ACDMA] has a very important role to play in protecting the rights of individuals, but... The level of scrutiny and thorough assessment is not playing out\". They discussed how difficult it is to conduct a good assessment because so much affects cognitive capacity - physical and mental health, medications, or delirium that lifts later. Participants reported specific problems with capacity assessments under the ACDMA (e.g., use and misuse of Form 1, liability, and compensation for assessments (see Appendix C for more detail). 14 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Timeline and Timing Constraints for Court Applications Participants named several situations where the timelines and timing of submissions under the ACDMA were challenging, especially when there is a crisis. For example, The 25-day requirement from filing to the hearing is only suitable for situations where there is no urgency. The fast-tracked option is ineffective, costly, and complex. People are losing beds in nursing homes because the Act is not nimble enough to respond to crises. Vulnerable sector checks must be recent (i.e., done within two months of the application) and delays in the application process may require filing and paying for the check multiple times. Assessment reports must be completed within six months of a court application. Participants reported it has been hard to get affidavits signed by physicians, especially in rural areas, and especially during the pandemic. Examples of challenging situations were: Coming up with other creative ways to get signatures. Many physicians have said they have trouble with the forms, printing them off, ticking the right boxes. Physicians have trouble with the system deleting their work unless they print the online Form 1 first. Participants reported the court process took a long time, and for patients waiting in the hospital for a decision, it took too long. These challenges with getting a representation order under the ACDMA made it impossible to support someone in crisis, especially when they had to make decisions quickly. \"We don't have six months to wait for representatives to be put in place.\" The time it takes to go through the process is not realistic. 15 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Going to Court Participants voiced different opinions about going to court to get an ACDMA order. Some feel that the courts were unnecessary and should not be involved when the person has a family. Parents wondered how a court could decide whether someone had or did not have capacity when the judge did not know the person. In contrast to those calling for more rigorous assessments, they asserted that if a physician says that the person lacks capacity, that should be enough. Parents thought it would be very traumatic for their adult child to go into court physically. Others were concerned about their adult children listening to the testimony of what they can't do or being asked questions that they could not answer. Others suggested that safeguards do need to be in place for a representative to be involved in the decision-making for an individual and that a court order may be necessary in some cases. \"...every person with a disability has full rights as a human being... Maybe it should be difficult to take away those rights. And maybe you should go through a court process. I don't know. But if you look at the history of people with disabilities, they've fought so long and hard to be treated as full human beings; I think there should be a process to take anything away from them.\" High Costs are a Barrier Participants reported high costs associated with the ACDMA (i.e., financial, time, and emotional). They shared that people cannot afford the application costs of completing an ACDMA order making it out of reach for many. Participants reported financial support is available for those seeking a capacity assessment under the ACDMA, but it is very limited (e.g., $700 for an assessment that could cost as much as $4,000). Hiring lawyers is an added cost. Although Nova Scotia Legal Aid provides support to those who financially qualify, participants said some people who do not qualify still cannot afford it. Others have chosen to hire a lawyer for the adult even if they did financially qualify because they wanted to avoid Legal Aid's waitlist and hopefully expedite the process. They also noted that legal costs are higher when lawyers are not familiar with the process because it takes them more time and costs more. Participants expressed concern that people with no or low income may not have access to this process because they cannot afford it. \"So, only the rich can be a representative.\" 16 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.In addition to the costs for an assessment, legal fees, vulnerable sector checks, there is also a bonding requirement. Participants said that the cost of the bond is a barrier for many people who want to be representatives. Participants suggested there needs to be flexibility in the bond requirements. Participants suggested there should be no need to bond a spouse or parents on money saved for their child in an RDSP or persons who are appointed as executor and sole heir to the estate. In these situations, ACDMA applicants should be able to ask to have the bond requirement waived. They asserted that the bond requirement is more appropriate for a third party. It was acknowledged that an applicant can ask the court to waive the bond requirement, but the problem is that not all lawyers know about this option. Families said the ACDMA costs anywhere from $600 (for self-filing) to $25,000 total to become an ACDMA representative. All representatives noted that it was a large amount of money and that many would not be able to afford it. One representative reported that their family completed the process without a lawyer because they could not afford the legal fees. He taught himself how to write an affidavit by watching youtube videos and using the free hour of legal services available to self-represented litigants the courts provided when someone files to self-represent. It took him approximately nine months to complete the application. Lack of Training and Education Participants reported a lack of education and understanding in general about the ACDMA amongst all medical, legal, and financial professionals. Participants said that training for professionals on the ACDMA was not available or accessible and that strategies around supportive decision-making were not well-understood either. Participants expressed concern about physicians' ability to complete ACDMA capacity assessments. They questioned whether physicians should be permitted to do assessments without training (i.e., filling in forms is not equal to an in-depth assessment). They also expressed concerns that some health professionals are completing ACDMA capacity assessments without the proper (or any) information about the ACDMA legislation. 17 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Participants said that training on the Act and how it intersects with other Acts is essential for professionals and the public. Alberta was cited as an example of a province that provides adequate public education. This participant noted that training in Alberta has worked well to help the public understand that everyone seeks support when making decisions, and understanding what capacity is at a basic level. They also said it was important to realize that even with training, many families may not want the responsibility of being a representative. They want to keep in touch with the adult needing support, but they do not want to go through the ACDMA's legal process, especially with the high costs. Participants asked for training on how the ACDMA relates to their work as opposed to just providing general information (e.g., what to do if someone had been appointed as \"delegate\" a long time ago and now they are very difficult to work with, and the service provider is at the point of discharging the person because they found it very difficult to work with that family member). Participants also said that many seniors do not understand legal documents. They do not have access to technology to go \"online\" to find and fill in the forms and go through the application process. There is no one to help them through this process. ACDMA is Under-utilized Many participants reported that if people could find a way around the ACDMA, they would. \"Unfortunately, it's not being used because it's too complex and expensive.\" Many reported there are many situations where people make decisions for adults with or without legal backing, finding loopholes and ways around the ACDMA. \"You don't always need legislation to make something happen.\" For example, parents speak for their adult child with care coordinators, health professionals, service providers, even though the adult child has not been deemed to lack capacity. This practice is a loophole where parents are making the decisions, but they shouldn't be able to because the adult child has not been found to lack capacity. Participants reported that many people with substitute decision-makers are not even aware that someone has that authority, and substitute decision-makers are not aware of the limitations of their roles. 18 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Culture Shift on Capacity and Rights Participants noted that the ACDMA signals a positive culture shift in how capacity and decision-making are conceptualized. Capacity is now being understood as \"capable with or without support\". There is a duty to accommodate and provide support to the person who has difficulty making decisions. But there is a lack of clarity around how the representative should provide decision-making support. For example, representatives must inform the person without placing undue influence on them and accord with the person's decisions. Still, there is no clear direction on how to provide such support. Participants also indicated a challenge around how various agencies are using different definitions of capacity and assume everyone understands it to mean the same thing. There is no standard definition of capacity across Nova Scotia's consent and capacity legislation (e.g., ACDMA, Adult Protection Act, Personal Directives Act, Powers of Attorney Act, Involuntary Psychiatric Treatment Act, Hospitals Act, etc.) And confusion about when legislation applies. This causes disagreements among the agencies. Some are still using the notion of IQ, which is out of date. Participants reported that many families have just operated for years under the assumption that the person has little or no capacity. They noted several challenges related to parents assuming representation for an adult child without a legal process. Organizations assisting adults with cognitive disabilities have had difficulties over the years with parents insisting that they are automatically representatives for adult children. Yet, they do not want to apply to become representatives for their adult children. This causes strained relationships among the adults and the family, about capacity, with organizations. They also reported that some parents do not want to take away their adult child's rights until financial or health institutions force their hand. An example given was this: the Canada Revenue Agency would not talk to the parent because they did not have the proper documentation. Their daughter is non-verbal. The family did not apply for representation because they thought it was over-stepping their daughter's rights. Now their daughter is an adult, and they must apply for the ACDMA to support her, but the cost is prohibitive. They feel forced into doing something they do not want to do. 19 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Parents said that while they appreciate the ACDMA's purpose and their adult child's ability to make some decisions, they also felt government and service providers were forcing them to get a representation order by refusing to recognize their parental right to make decisions with and for their adult child. They emphasized that it has been their job and role since their child was born, and as such, they should have the right to support their adult child with decisions because they know them best. \"What's really striking to me in hearing people talk is that we all need to, especially the government needs to acknowledge these are our children. We love them desperately. We have been advocating for them from the time they were infants. We are the people on this earth who have their best interests in mind. They are such important people to us.\" Families believe something is wrong with a system where parents must spend thousands of dollars to \"be treated like some random stranger\" or \"legal representative\". Conversely, adults with disabilities feel they have a right to make their own decisions. When adults with cognitive disabilities were asked about considering a legal representative, they spoke about their rights, their capacity to make decisions, and how they felt about going to court. Responses to this question were centered around the idea that having a cognitive disability or a diagnosis does not automatically mean someone is incapable of making their own decisions. Participants said that they should have the right to take risks and make mistakes, that they should not be labelled vulnerable or incapable, and should be treated like their neurotypical peers when they make poor decisions, rather than chastised and held to unrealistic expectations: A person with a cognitive disability and diabetes cheats on their diet, and everyone gets upset, but when someone else cheats, that is okay. People with intellectual disabilities are expected to be perfect! (paraphrase). System Issues that Hinder Access to the ACDMA The ACDMA consultation revealed several broader system issues affecting the uptake, use, and implementation of the ACDMA. Participants believed the lack of accessibility of the ACDMA negatively impacts the lives of adults needing representation, potential representatives, day-to-day health practice, and the system. Service providers who require capacity determinations and consent to deliver services accept all types of capacity evidence for adults with no representation. Banks, Continuing Care, and long-term care facilities will accept either Form 1s, or a letter from a physician that says the adult lacks capacity. 20 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. \"This is an example of how people are affected by policies and systems that oppress them.\" Representatives reported that what was most helpful in the process of becoming a representative was knowing how the \"system\" worked, who could help, where to go for each step of the process. It was helpful to have a healthcare team with multiple disciplines supporting the process. It was also beneficial for representatives to understand their role and responsibilities as representatives under the ACDMA. Participants expressed both the importance and value of, and their concern about, the Public Trustee. They shared the following about the role of the Public Trustee of Nova Scotia: Concern that the Public Trustee has limited resources to take on financial files; The Public Trustee does not respond or does not act quickly, so the process takes too long; There are many instances where the Public Trustee declines; The Public Trustee does not have the resources to support people, which is a barrier for people who do not have family members or other people who are willing to take on the role of representative; Enlisting the Public Trustee as a last resort works well; Accessibility of the Public Trustee website (i.e., it is hard to find, hard to navigate, and difficult to download the forms); People cannot find or access the necessary forms. \"Even as an assessor, I can't find the forms! And then I can't print them.\"; The Public Trustee should be sufficiently resourced; For complicated applications, the Public Trustee should review the application at the beginning of the process; and The lawyer who completes the order successfully should be responsible for filing with the Public Trustee (including supporting documents and contact information) within 30 days. 21 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Relationship with Other Legislation Participants reported there is confusion about how the ACDMA intersects with other Acts. There is a misunderstanding of the ACDMA and how it differs from other Acts (e.g., Personal Directive Act, Power of Attorney Act) or the difference between using a delegate or a substitute decision-maker in the same context. Clients may have several orders (e.g., an order for protection and an application for representation). Adult Protection matters are heard in Family Court, which means an entirely different proceeding, in a different courthouse, before a different judge from the ACDMA. One lawyer reported that they knew of a situation where the judge heard both matters together but was not sure if this was a regular or permittable practice. Some participants also noted that, for example, the Adult Protection capacity assessment disregards ACDMA's Form 1 because it uses another form. They thought the ACDMA Form 1 is a legal document and should be accepted by other Adult Protection laws. Inconsistency in approaches across related legislation was a concern. Improvements for the ACDMA Provide Information and Assistance Most consultation participants requested more information about and assistance with the ACDMA, suggesting that it will need to improve for both the public and professionals. The following suggestions were provided: Participants with cognitive disabilities suggested changing the name. Adult Capacity and Decision-making Act is confusing because there are too many words. The title should simply describe its purpose. Make information available from one central location with print and online materials, with faqs (Frequently Asked Questions and clarification of specific terms). Develop a plain-language guide that outlines the steps and responsibilities. Develop a \"cheat sheet\" for professionals (e.g., lawyers, health, community supports) and families to understand the ACDMA process from start to finish. 22 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Set up links to information on the Legal Information Society of Nova Scotia (LISNS) webpage. Make forms on the Public Trustee website easily accessible in multiple browsers (e.g., Chrome, Firefox, Safari) and not just via Internet Explorer. Develop an algorithm/flow chart tool to help practitioners, individuals, and families determine which Act is the best fit for them. Provide information on similar Acts with an online \"decision tree\" tool. This algorithm would guide which Act was best suited to the case. Provide general information and educational workshops on the ACDMA that target all stakeholders. Provide early education and information to prepare families for the transition of an individual with a disability from childhood to adulthood. Create a no fee navigator position to help with applications. The process needs navigators to help both the adult and the person applying to be the representative. Even if online information becomes more accessible, people will still need assistance. Navigators could help people who have no one to represent them. Include information on the ACDMA in the LISNS training for retired teachers to educate people on advanced care planning. Provide resources and increase funding to Seniors Safety Programs to help with navigation. Account for the significant difference between urban and rural populations regarding access to resources, education, and poverty. Provide an option for people with low literacy to call a phone number for help with the process. Provide information about supports and legal aid for practitioners to give to their patients. Convey the importance of naming an alternative representative in case the primary representative can no longer fulfill their role (consider naming an alternative a requirement). Provide clearer information on the appeal process. Provide a list of professionals familiar with the ACDMA who are willing to offer their legal and assessment services. 23 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Participants also recommended a public campaign on the ACDMA, providing an example of the messaging. A \"sensitive and appropriate way to roll out public service announcements... actualization and the empowerment for some people who have never been empowered and never felt they could be or assumed that they didn't [make their own decisions]... that's part of the story and then [the other] part of the story is information for caregivers, parents, families,... I can almost see someone with a disability being the voice of such a campaign, a first voice, how hugely impactful.\" They also offered several suggestions on how to get the information out to the public, for example: Through schools with the support of the Department of Education; Through Nova Scotia Health; Day programs/Adult Service Centres would be a great partner and a natural fit for providing education, but they would need education too; Nova Scotia Legal Aid; Non-profit organizations, libraries, and community centres; The Department of Community Services' Disability Support Program's (DSP) could promote ACDMA and supported-decision making information; When Disability Support Program (DSP) workers make their initial visits with families, they can build in a visit specifically to talk about decision-making; In British Columbia, the Office of the Public Guardian provides training and participates in fairs, has a booth, and distributes pamphlets about all the acts; and Service providers could provide training, but they would need the Public Trustee to take a role. 24 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Improve Accessibility by Streamlining the Process Participants suggested streamlining the process for accessing the ACDMA to make the process easier to navigate. Several ideas were raised, including: Make information about the ACDMA more accessible; Capacity assessments should be accessible and free; Streamline paperwork; The language in the documents needs to be clearer; Reduce or remove the bonding requirements; Sufficiently resource the Public Trustee so they can accept referrals again; Provide options for people when they do not have someone to take on the role of representative; Account for the significant difference between urban and rural populations regarding access to resources, education, and poverty; and Orders should not be necessary for parents, and a physician's note should suffice to represent that person. Participants emphasized that the Act must be able to accommodate emergencies because at this time it takes too long to get everything processed. Improve the Capacity Assessment Process Participants suggested that the difficulties with the capacity assessment process will require both an ACDMA focused remedy and a \"system-wide\" intervention, as assessment for capacity is an issue across a number of statutes. ACDMA specific suggestions included mandatory training for health professions conducting assessments, a mandated amount of time for reassessment, including an \"in good faith\" clause to protect professionals who do the assessments, and provide security measures so that forms cannot be tampered with or erroneously used in place of the order, such as: Require Assessors to sign or initial each page of the assessment form. Include the Department of Justice letterhead on the Form 1 and note on each page of Form 1 that this form cannot be used as proof of capacity or incapacity, also noting that it is only one of several documents and not a stand-alone form. 25 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Form 1 assessments should be filed with the court or provided to a lawyer in order to eliminate the chance of the form being tampered with or used for unintended purposes, such as taking it to a bank or service provider as \"proof\" of capacity or incapacity. Safeguards should be put in place so that judges cannot select \"all domains\" when they issue the order. \"System-wide\" suggestions included an improved, consistent structure for assessments with allocated resources to support them, one capacity assessment form for all consent and capacity legislation with a comprehensive analysis of a person's whole circumstance considered. There was support for requiring just one capacity assessment, given the difficulties in finding assessors and the rigorous nature of the capacity assessment required by the Act. On the other hand, many participants also said there should be measures to prevent hasty \"bedside\" assessments and they also suggested team-based health assessment for those with complex profiles to help inform the capacity assessment (e.g., Physician, Psychology, Social Work, Occupational Therapy working together). Capacity assessors need to identify when it is an issue of capacity and when it is simply an issue of making poor choices or engaging in risky behaviour. Some felt there should also be a mandated time frame for reassessment, understanding that capacity can change. It was also suggested by some that the Act should state that capacity is not taken away until two qualified practitioners reach that decision (see Appendix C for more detail). Some participants suggested that all health care professionals (e.g., physicians, social workers, registered nurses, and occupational therapists) should receive training and certification to perform capacity assessments for the ACDMA. Participants said the ACDMA should include an \"in good faith\" clause to protect professionals who do these assessments. One participant questioned the need for a legal process for parents or caregivers if the adult's mental capacity is that of a young child. Another stated that the adult should have the final say. 26 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Other suggestions included: Change the application process (e.g., submit an affidavit from a physician or psychologist as evidence of incapacity to get an order). Some asserted that in some cases, capacity may warrant assessment or reassessment, but in others, it will not be needed; and Accept assessments completed by schools. Improve Timelines and Timing for Court Applications Participants had several suggestions for improving the timelines. They were as follows: In section 15, it states that the Vulnerable Sector Check needs to be completed within two months. It needs to be clear whether it is two months from when it is filed or two months from when you get in front of a judge. It would be better if it said within two months of the filing of the application. The 25-day requirement between the filing date and the court date with a judge is too long. It should be 5 or 10 days because 25 days is too long for people who have urgent cases. Another participant said that 5 to 10 days does not give people enough time to respond and that people working with legal aid will not get help in time. People need to know that they can contest this deadline and how to contest this. Improve the Court Process Instead of physically going into court, an online option might be better for some (e.g., Zoom). The ACDMA process could go through Family Court rather than the Supreme Court, similar to Adult Protection cases, which is usually less time-consuming and lower cost. Participants suggested replacing the court process with a reviewing body composed of persons who have a health/medical degree or are otherwise qualified to assess capacity. 27 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Reduce Costs for Applicants Finding ways to reduce the costs associated with getting the ACDMA was a high priority for all stakeholders. Each group, depending on their potential role in the ACDMA process, provided suggestions, for example: For less complex situations, provide support for parents/families to complete the application independently, without legal assistance. For complicated applications, the Public Trustee could review the case at the beginning of the process. Supplement legal aid services to shorten the wait time for people seeking legal assistance. Provide the Public Trustee with more resources. Lawyers who complete the order should be responsible for filing with the Public Trustee (including supporting documents and contact information) within 30 days. Increase the income threshold for people eligible for financial assistance for the ACDMA assessment. Consider public supports who can assist individuals with decisions of care - could be retired nurses, social workers, or people in a similar field. Make public assessors available in hospitals free of charge, particularly for marginalized populations (similar to Alberta's model). People receiving the Guaranteed Income Supplement should receive the capacity assessments free of charge (e.g., those whose co-pay on Seniors' Pharmacare is waived). Look to other provinces (e.g., Alberta and British Columbia) for ways to eliminate or reduce costs associated with the ACDMA. Applying for representation under the ACDMA should be a free service covered by provincial health insurance. Lawyers should be required to provide a quote for a flat fee or a breakdown cost up-front so people know what they can expect to pay and make informed decisions before retaining legal counsel. If people needing representation have the funds, they could pay all fees associated with an ACDMA application. For example, a family member should not have to bear the cost of the application if the person in question has enough money in their estate to cover it. 28 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Provide Training and Education Participants said that education and training is needed around all aspects of the ACDMA for: Capacity assessors; Health Professionals; Legal professionals; Professionals in the Departments of Community Services and Seniors; Community-based service providers; ACDMA Representatives; and Families and adults who want support with decision-making. Participants suggested that the government rely on the strength, trust, and existing relationships that community-based organizations have with the community (i.e., people often distrust the government or do not want to complain or rock the boat when receiving funding benefits). These organizations could partner with the government by providing information, training sessions (i.e., not on-demand, but on a regular schedule), and by using the model of the RDSP , hosting training sessions on the ACDMA, providing more information about substitute decision-making and supported decision-making. Participants also suggested that the Accessibility Directorate should be a resource. They wondered if this branch of government could fund supported decision-making, provide grants, and work in educational partnerships with community-based organizations. Participants said that represented adults need to have more information about their rights and how to appeal a court decision. Participants suggested that represented adults should be given a \"My Rights\" card explaining their options and have access to an ombudsperson who could provide support in cases where there is disagreement. As well, representatives should be clearly informed about the significant duties placed on them b y the Act, especially around decision-making. There was concern that despite the clear language in the Act, many representatives may not know about their legal duty to follow the adult's past instructions and current wishes, to keep the adult informed, and to involve the adult in decision-making to the extent possible. 29 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Participants suggested providing education for families about the ACDMA, why it is needed, what the legal process entails, and the options. They offered several suggestions for providing families of children with disabilities with information in a timely manner. Suggestions included: The child's Care Coordinator talk about it with the family before the child turns 19; Families receive a good guidebook, a step-by-step \"how-to\" book; High school could provide guidance. Information about the ACDMA could be part of the transition package; Department of Community Services could be the starting point. When parents/caregivers are applying for waitlists for housing and work placements when the child is a teenager, this would be a good time to discuss the ACDMA; Awareness campaigns; and Educate the Department of Community Services and the legal community about this legislation. The social services and legal community are still catching up to this, and many lawyers are unfamiliar with it. Keep Building the Culture Shift on Capacity and Rights Ground the ACDMA in the Charter of Rights and Freedoms and the United Nations Convention on the Rights of Persons with Disabilities by including more references to the Charter of Rights and Freedoms and the United Nations Convention on the Rights of Persons with Disabilities in the ACDMA (i.e., it needs to be woven through the document). 30 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Address System Issues Around Assessment Participants suggested that families would benefit from a multidisciplinary team that could include their doctor, psychologist, psychiatrist, nurse, or physician specializing in adults with cognitive disabilities, DCS coordinator, and respite worker. These individuals would work together to complete the capacity assessment, sign the affidavit, and provide other supports as needed. \"There needs to be more of a crossover communication between departments, whether it's community services with health or justice...I don't know just everybody doesn't seem to want to talk to each other\". What We Heard about Supported Decision-making When participants with cognitive disabilities (hereafter adults) were asked about supported decision-making, most, if not all, responded by saying that they did not need someone to make decisions for them. \"I like to speak from my own mouth\". Instead, adults want people who make decisions with them. To emphasize this point, People First Nova Scotia shared a quote from Dave Kent, their former President, \"Help us. Don't do it for us!\" This section of the report will convey what adults shared about decision-making. Specifically, what is good and not good about getting help with decision-making, their preferred supports for making decisions, and whether and how supported decision-making fits into the ACDMA. Decisions that are Most Important to Adults When asked what decisions are most important, adults shared they want to make decisions about their finances, health, where they live, and what they eat. Finances and health are among the most important decisions adults wish to make about their lives. Financial decisions included where to work and live. Examples of specific decisions were where to spend and how to save money, budgeting, negotiating with parents about where it is safe to work, moving \"back to Nova Scotia\", working towards moving out of my family home, and living independently. Health decisions included taking or not taking medication, whether to get a COVID 19 vaccination, having surgery, and making the decision to get a DNR (do not resuscitate) order. 31 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.What is Good and not Good about Help with Decision-Making When asked about what is good and not good about getting help with decision-making, most adults reported that having support to make these decisions is helpful to them, but they want to make final decisions on their own. Receiving more information and having someone explain this information in a way they can understand is especially helpful because it relieves anxiety and stress. Adults shared that it is helpful to have someone to answer their questions, to explain things in words they will understand (e.g., especially regarding complex issues like health and finances), and to have someone who understands how they learn and communicate. Some examples provided were needing assistance with reading emails and requiring extra support due to memory loss. Adults said talking things over is a positive aspect of getting help to make decisions. They said that talking it over meant having someone else to 'bounce ideas off', having a second opinion, and having someone who could give feedback. Adults expanded on this by saying that having help means knowing someone cares about you and looks out for you. It helps you be more independent, and it is good to have someone to fall back on if you get into a bind. \" It's great! More hands and mouths the better!\" While getting help to make decisions can alleviate stress, it can also cause it. For example, the person helping may provide too many choices or engages in too much discussion about the decision. In that case, it can become more confusing, thus raising anxiety and frustration. Adults also said that the downside to getting help making decisions was that they do not like being told what to do, dealing with disagreements, and getting bad advice. Adults did not like to be \"bossed around\" or feel like they would lose control over their own lives. Help making decisions has to come from a person they trust and with someone who will support them to have a say in the decision being made. Decisions Adults Are Not Allowed to Make Adults throughout this consultation said that the supports (or lack thereof) they receive from the government affect their ability to make meaningful decisions in their lives. Overwhelmingly, the barrier to making decisions was the influence of poverty; poverty limits adults' options around where to live and how to spend their money. 32 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.\"I don't get enough money to make any real decisions. The government makes my decisions for me\". \"As to where I live, that is predetermined by money. That's not even a decision. The decision is to stay in my crappy apartment or to be homeless. That is not a real decision. I'm just stuck here\". Adults spoke about how their support staff make decisions about spending their money or at least influence them in ways they do not find helpful. Adults shared that they want to make decisions about their family that they are currently not allowed to or do not have control over. For example, they want to have a say in who has full custody of their children. Another adult said that they had a partner with a terminal illness who is not allowed to move out of the facility she lives in and said, \"I want to be able to get her out to enjoy life while she still can.\" What Helps Adults When Decision-Making When asked what helps them to make decisions, the majority of adults reported that having someone provide more information and/or explain the information in ways that they could understand was most helpful. For example, breaking down information and assisting with interpreting information to make informed decisions. \"Talking it over\" to \"work things through\" as well as using a method called \"Stop, think, decide\" to make decisions. Many adults indicated that what helps most is relying on their own knowledge and experiences when making decisions. Adults spoke about challenges they faced in the past and how they learned from those challenges, helping them make better decisions in the future. For example, one adult spoke about being in an abusive relationship and how now she makes decisions based on what is best for her safety and life. \"I have been through a lot. I think of how I don't want to go back there\". Adults also spoke about having confidence in their skills to make decisions and learning from their mistakes. \"I like talking it out loud to myself. As long as it stays in my head, it always sounds like a good idea\". Adults also said that just having someone to listen to them and supporting them to be heard is important when making decisions. Adults spoke about the importance of advice and encouragement, having options but not too many options, making compromises, and 33 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. respecting everyone's wishes and needs. It is essential to get advice when they ask for it (i.e., not unsolicited advice) and receiving encouragement from family and friends to make good decisions. Getting support from family and friends helps adults feel more confident. \"I am able to think things through when the supports are in place to encourage or discourage, whatever the case may be\". Ways to Support and Assist with Decision-Making Participants suggested several ways that adults could be supported and assisted with decision-making, such as: Build good relationships by keeping within the person's values and paying attention to the people who support the person (i.e., if supporters are happy, that is a good sign). Build in communication accommodations by using plain and clear language and pictures, allowing more time for people to communicate (e.g., people with aphasia), more time in encounters, and more encounters. \"We need more patience with our patients.\" Ask adults and the people who support them to determine appropriate accommodations, communication, and pacing. Develop and provide resources so people can think and talk more about the decision, and for professionals who want to support their clients/patients, use the following: Videos, pictures, social stories. Google the subject with the person and explore together. Books Beyond Words is a good resource (https://booksbeyondwords.co.uk/). Use an online tool with the spectrum of decision-making from independent to interdependent to substitute or dependent. For example, like the Primary Care initiative, out of Surrey Place in Ontario. https://ddprimarycare.surreyplace.ca/ tools-2/general-health/capacity-for-decision-making/Provide Information in a booklet/document about the different acts- resources for when the person is deemed capable and when the person is deemed incapable. 34 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. A physician reported an example of Supported Decision-Making in practice: The patient had moderate IDD and bowel cancer. It was decided that this person could not go through the surgery because they couldn't understand the procedure and couldn't understand the colostomy. The family decided It was better just to let nature take its course. The care staff who supported the patient were not certain that this would be this person's decision and what the patient would agree to if the situation was fully known. So, they continued to explain what was happening to the patient, answer and ask the questions. It became obvious that this person actually did know what was going on, knew that this was the decision made, and was able to say, \"I don't want to die\". So, they supported and accommodated this individual, went back to the doctor, and they all sat in that room together. It was pretty clear that this person had the capacity to say, \"I don't want to die, I want the surgery. If I end up with a colostomy bag, I'm okay with it\". And so that is what happened, and the patient got another 5 or 6 years out of it. Based on this case, supported decision-making saved this man's life. Maximize Capacity: Include People With and Without Capacity in Decision-Making Participants shared that adopting a supported decision-making approach, which expects adults to be involved in all decisions within their abilities, would help to remove bias, the potential for exploitation, as well as increase accountability. People could be supported and assisted with decision-making by including them in making decisions whether they have the capacity or not. This is explicitly articulated in the Act, but representatives may not know about it. Participants shared that when supported decision-making is not practiced with their clients, clients go along with what health professionals decide. Often one health professional deems them as incapable and at-risk and makes the decision. 35 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Supported Decision-Making Needs Implementers, Leaders, Laws, and Policies Throughout the consultation, participants suggested that for adults to be formally supported or assisted with decision-making, there needs to be more leadership, especially from the government. They recommended that people receive more support with getting information and navigating the system. Because the Public Trustee is too busy, create a navigator position to help seniors go through this system. They suggested looking to other models in other provinces (e.g., in British Columbia, the Office of the Seniors' Advocate fills some of these gaps). In their opinion, seniors just need someone to guide them and help them make connections because people want to make their own decisions and avoid a crisis. Others emphasized that while some use supported decision-making frameworks (e.g., adults set their goals and receive support with those goals) and people are making their own decisions, many are not. Participants noted that supported decision-making is a significant shift for some people working within the system, and also for some families. Participants also suggested that for adults to be formally supported or assisted with decision-making, that staff, clients, and families would need the education to learn this skill. ACDMA Recognizing Formalized Supported Decision-Making The majority of participants indicated the ACDMA should recognize formal supported decision-making approaches. They further suggested that including supported decision-making in the ACDMA could take on different forms. \"If properly crafted in the legislation, it [supported decision-making] could be a real benefit to seniors\". For example, providing representatives with a process to ensure they fulfill their duty to accommodate and safeguard the rights of represented adults with capacity in one or more areas. As one participant said about the ACDMA, it is \"an equality centred understanding of capacity... centred in the duty to accommodate disability so ... it's not about reforming the act, it's about realizing what's already in the act.\" Participants asserted that in order for this element of the Act to be realized, supported decision-making should be integrated into the ACDMA as a way for representatives to access and maximize capacity and decision-making abilities according to the order. While many participants in this consultation were unable to provide concrete methods, they agreed that a stronger understanding and knowledge base of supported decision-making approaches and best practices that have worked well in other jurisdictions should be explored. The theme 36 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. of this conversation was always centered around human rights, person-directed planning, and the importance of grounding in the principles enshrined in the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD) into the legislation. Participants asserted that supported decision-making could only be implemented if people know about and understand the concept. Throughout this consultation, professionals stressed the importance of people having more information about supported decision-making and having access to supported decision-making. They also said that supported decision-making principles should not be limited to the ACDMA. Rather, supported decision-making should be applied to other Acts and directives such as personal directives, Power of Attorney, and Substitute Decision Making. Participants provided several tactical ways the ACDMA could include supported decision-making: Properly fund and resource a Supported Decision-making Office that recognizes the UN Convention on the Rights of Persons with Disabilities, reviews and reforms all legislation relevant to supported decision-making. Providing education and training for Representatives, supporters, staff in supported decision making and the use of approved tools under the Act. Providing a navigator role that identifies and acknowledges adults' capacity and resources and mobilizes these resources. Promoting micro-boards. Connecting with the Person Directed Planning process, which supports people with building personal networks. Including an annual individual planning process, require person-directed planning, and provide tools (or a reference list of tools) that would support decision-making. Re-examining the Public Trustee's role in ACDMA, with supported decision-making in place, the Act could reduce reliance on the Public Trustee. The Act should require supported decision-making and/or mediation before going to Court. 37 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Ensuring the ACDMA strongly reflects the idea that a person's capacity can change (i.e., the notion of capacity being fluid). Considering a Shared Decision-Making approach like in Alberta and BC where they recognize that others can provide assistance to individuals, but the adult still makes the final decision. Considering situation specific decisions. With the ACDMA, the representative has the final say rather than the person represented, but it should be an either/or depending on the situation. It could be determined that the parties come to a \"co-decision\", rather than a one-sided decision. Applying Supported Decision making to other Acts and directives (e.g., personal directives, Power of Attorney, SDM). When ACDMA representatives were asked what kinds of formalized supported decision-making approaches could be recognized under the Act, they expressed concern about how formalizing supported decision-making approaches under the ACDMA would work. Representatives said that their experiences were far removed from the examples provided on the website about supported decision-making. They worried that if their sons/daughters were allowed to choose a representative themselves, they might choose anyone \"off the street\". 38 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.One participant suggested incorporating a conflict resolution model into the ACDMA so that situations like the Landon Webb case, which prompted this legislation, could be avoided. Suppose the adult represented felt that they were being taken advantage of or disagreed with the representation. In that case, they could engage in a conflict resolution process that may prevent further family breakdown. This group said that they thought that being able to engage more than one person in the process is a positive aspect of the ACDMA, so that it is not just one person making all the decisions on behalf of the represented adult. This could provide a fairer process for decision-making. \"We put his sister in there so that there are three of us. She could veto what my husband and I decided... I think that if she thought we were making the wrong decision on his behalf, she would intervene.\" The general theme among representatives was, \"We feel that the ACDMA has the desired result\" . Many consultation participants agreed that the ACDMA should formally recognize supported decision-making. This could ensure adults are assessed for strengths, what supports and strategies they might need to make decisions, and ways to maximize capacity while significantly improving the Act to promote autonomy and preventing abuse and exploitation. \"I think that our systems should be geared towards trying to maximize capacity so we can do the best by the most.\" 39 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Consultation Resource Submissions During the focus groups and conversations about the ACDMA, consultation participants generously offered related resources. The following is a list of the resources: Decision Making in Health Care of Adults with Intellectual and Developmental Disabilities: Promoting Capabilities. Sullivan, WF., Bach, M., Heng, J., Henze, M., Kerzner, L., mcneil, K., Perry, A., Vogt, J., Developmental Disabilities Primary Care Program of Surrey Place, Toronto, 2020. Devi N. Supported decision-making and personal autonomy for persons with intellectual disabilities: article 12 of the UN convention on the rights of persons with disabilities. J Law Med Ethics. 2013 Winter;41(4):792-806, doi: 10.1111/jlme.12090. Involuntary Psychiatric Treatment Act (IPTA) Legislative Amendments Advisory Group Meeting Summary, 2020 Jurisdictional Overview of Supported Decision-Making Frameworks in Canada, 2020 Kaiser A. (2020). Basic Principles and Issues in Capacity Evaluation. Residency Training Program Department of Psychiatry, Dalhousie University. Kaiser A. (2021). Overview of the Materials for the Ninth Class: Understanding Capacity Evaluations and Current Nova Scotia Law. Kaiser A. (2021). Overview of the Materials for the Tenth Class: The Requirements and Challenges of Supported Decision-making in General Capacity and Mental Health Legislation. Kaiser A. (2015). Supreme Courts of Nova Scotia and Prince Edward Island Education Seminar: Appreciating and Assisting Self-Represented Litigants with Mental Health Problems. Mental Competency Assessment for Financial, Personal Care, and Treatment Decisions: Information for Health Care Professionals, V. 4. Draft April 15, 2019. Compiled by Dr. T. Chisholm & Erica macinnis. Paula Wedge, Enduring Powers of Attorney and Financial Abuse of Older Persons: Are Existing Safeguards Sufficient? (LLM Thesis, Dalhousie University, 2014) [unpublished]. 40 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Appendix A: Demographic Information Survey participants identifying as having a professional interest, were also asked to identify their professional role. 40.4% had a government department/agency role. 21.1% had a not for profit/support organization role. 29.8% had a role in a professional organization. 3.5% identified as other and 5.3% did not answer. Table 1: Survey Responses by Professional Role I am part of: # of Responses % of Responses A government department/agency 23 40.4% A not for profit/support organization 12 21.1% A professional organization 17 29.8% Other 2 3.5% No Answer 3 5.3% Total 57 100% Survey participants indicating a professional interest were asked in which county they worked, while those indicating a personal interest in the ACDMA were asked which county they resided in. The majority of professional interest survey respondents (31.6%) indicated Halifax County as the place they worked, followed 12.3% of professionals working in Cape Breton County. Most survey respondents with a personal interest (46.6% of representatives, families, and Adults) also indicated Halifax County as their county of residence, followed by Kings County (9.8%) and Cape Breton County (6.8%). 7.3% to 15.8% of professional interest and personal interest survey participants chose not to answer this question. 41 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Table 2: County of Work and Residence of Survey Participants In what county in Nova Scotia do you work? In what county in Nova Scotia do you live? County Professional (n=57) Representatives (n=16) Personal (n=76) Adults (n=41) County 31.6% 9, 56.3% 44.7% 19, 46.3% Inverness County 1, 1.8% 2, 2.6% Kings 1, 1.8% 2, 12.5% 5.3% 1, 2.4% Queens 1, 1.8% 1, 1.3% Richmond County 1, 2.4% Shelburne County 1, 1.3% Victoria County 2, 5.3% 1, 2.4% 9, 15.8% 2, 12.5% 6, 7.9% 3, 7.3% Both professional interest survey participants and those indicating a personal interest were asked to provide their age. Most professional interest survey respondents (52.6%) were 45 to 64 years of age, followed by 22.8% indicating the 25 to 44 years of age. Similarly, 49.6% of those indicating a personal interest also fall into the 45 to 65 years of age range; 15% in the 25 to 44 years of age, followed closely with 14.3% in the 65 to 74 years of age range. 4.9% to 17.5% of the combined survey participants chose not to answer this question. 42 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Table 3: Age of Survey Participants # of Responses What is your age? Professional (n=57) Representatives (n=16) Personal (n=76) Adults (n=41) 18 years or under 19 to 24 years of age 1, 1.8% 4, 5.3% 4, 9.8% 25 to 44 years of age 13, 22.8% 1, 6.2% 12, 15.8% 7, 17.1% 45 to 64 years of age 30, 52.6% 9, 56.3% 35, 46.1% 22, 53.7% 65 to 74 years of age 3, 5.3% 3, 18.8% 11, 14.5% 5, 12.2% 75 years or older 1, 6.2% 9, 11.8% 1, 2.4% No Answer 10, 17.5% 2, 12.5% 5, 6.6% 2, 4.9% The majority of professional interest survey participants (63.2%) were female, with 14.0% being male participants. Similarly, 63.9% of the personal interest survey participants were female, and 28.6% were male. 4.9% to 19.3% of the combined survey participants chose not to answer this question. Table 4: Gender of Survey Participants # of Responses What is your gender? Professional (n=57) Representatives (n=16) Personal (n=76) Adults 26.3% 15, 36.6% Non-binary 1, 1.8% Prefer not to say 1, 1.8% Gender not listed No Answer 11, 19.3% 2, 12.5% 6, 7.9% 2, 4.9% When asked to indicate if participants identified as a member of an identifiable group, most professional interest survey respondents (8.8%) indicated they were Caucasian, followed by 7.0% indicating an Acadian background. 5.3% of professional interest survey respondents also 43 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. identified as a racially visible person, or as LGBTQ2I+. Personal interest survey respondents (21.8%) also identified as Caucasian, with 3.9% indicating they were African Nova Scotia, LGBTQ2I+, or of the disability community. 61.8% to 68.4% of the survey participants chose not to answer this question. Table 5: Survey Participants Identification as Member of Identifiable Group # of Responses Please tell us if you identify as a member of an identifiable group: Professional (n=57) Representatives (n=16) Personal (n=76) Adults (n=41) 1.3% African Nova Scotian 1, 1.8% 3, 3.9% Racially visible 1.3% with Exceptionality 1.3% Disability community 1, 1.8% 1, 6.3% 3, 7.3% Senior Female 1, 1.8% No Answer 39, 68.4% 10, 62.5% 47, 61.8% 28, 68.3% 44 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Appendix B: Rating the Ease of Completion of ACDMA Application Process Survey respondents with a professional interest were also asked to rate the level of ease to complete the ACDMA application process. Table 6 provides the results of their ratings, and the most commonly selected answers have been bolded. Notably, getting a capacity assessment was identified as being somewhat or very difficult by the majority of respondents, while approximately a third reported getting a vulnerable sector check was easy or somewhat easy. Table 6: Ease of Completion of the ACDMA Application Process (n=57) ACDMA Application Process Easy to do Somewhat easy to do Neutral Somewhat difficult to do Very difficult to do Don't know No Answer Getting a capacity assessment 2 3.5% 4 7.0% 6 10.5% 19 33.3% 13 22.8% 5 8.8% 8 14.0% Getting a vulnerable sector check 7 12.3% 16 28.1% 10 17.5% 5 8.8% 4 7.0% 8 14.0% 7 12.3% Getting legal 3 7 9 16 8 9 advice 5.3% 12.3% 15.8% 28.1% 14.0% 8.8% 1.8% 6 10.5% 10 17.5% 15 26.3% 12 21.1% 12 21.1% Filing a bond 1 2 6 6 9 20 13 with the court 1.8% 3.5% 10.5% 10.5% 15.8% 35.1% 22.8% Reporting on activities, if 1 5 6 7 5 20 13 required by 1.8% 8.8% 10.5% 12.3% 8.8% 35.1% 22.8% the court 45 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Appointed representative survey respondents were also asked to rate the level of ease to complete the ACDMA application process. 10/16 (62.5%) of representative survey respondents chose to answer this question. Table 7 provides the results of their ratings, and the most commonly selected answers have been bolded. Approximately, a third of respondents reported getting a capacity assessment was somewhat or very difficult, as was getting legal advice. They reported getting a vulnerable sector check was easy to do. Table 7: Ease of Completion of the ACDMA Application Process ACDMA Application Process Easy to do Somewhat easy to do Neutral Somewhat difficult to do Very difficult to do Don't know No Answer Getting a capacity assessment 1 6.3% 3 18.8% 0 2 12.5% 3 18.8% 2 12.5% 0 Getting a vulnerable sector check 5 31.3% 0 0 2 12.5% 0 2 12.5% 7 43.8% Getting legal advice 2 12.5% 1 6.3% 0 5 31.3% 1 6.3% 1 6.3% 6 37.5% Going through the court process 2 12.5% 2 12.5% 0 3 18.8% 1 6.3% 1 6.3% 7 43.8% Filing a bond with the court 0 1 6.3% 0 2 12.5% 1 6.3% 3 18.8% 9 56.3% Reporting on activities, if required by the 0 1 6.3% 0 1 6.3% 2 12.5% 3 18.8% 9 56.3% court 46 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Appendix C: ACDMA Form 1 Changes Certified ACDMA Assessors suggested specific changes for the ACDMA capacity assessment using Form 1: Change the name of the ACDMA's Form 1 to avoid confusion with the other Form 1s designed for capacity assessments. Form 1, section 7 needs an addition to include assent. Some of the individuals being assessed cannot understand they are being assessed (e.g., they are not refusing the assessment, but they are not consenting either). Request information from those who created the ACDMA Form 1 to provide additional guidance in each of the domains. Assessment domains need to be considered separately, stating which capacity domains are impacted, and safeguards should be put in place so that judges cannot select \"all domains\" when they issue the order. Create a tool or information sheet to ensure that all assessors interpret the nine domains in the same way. Examples for each category should be provided to avoid confusion about the ACDMA's nine domains. For example, which domains to assess or what falls under which domain. Both Section F - \"the adult's application for any licence, permit, approval or other consent or authorization\" and Section G- \"Settlement that relates to the adult\" are confusing. Assessors said it was especially difficult when the client doesn 't know which domains they would like to focus on, or when clients want capacity assessed in all the domains instead of only the relevant domains in Form 1. 47 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Other Concerns All assessors who use the ACDMA Form 1 should require training and proper financial compensation for conducting the assessments. It was reported that Certified ACDMA Assessors work as independent practitioners and they are not appropriately compensated for the amount of time it takes to complete an assessment (e.g., 10 plus hours to pre-screen, information gathering from sources, conducting the assessment, and writing up the assessment) and as a result, the fee does not result in a financially viable wage. Also, assessors said, \"we don't have a way to protect ourselves\" when assessments deem people are unable to make decisions for themselves and a judge determines they can make decisions for themselves. People need to know that the Form 1 is just one piece of evidence in a court application and that the court makes a determination regarding capacity on the basis of all the evidence. It is a judge, not the capacity assessor, who makes the final decision with respect to whether the adult requires representation. The Certified Assessors reported that Form 1 is being used by people as \"evidence\" that a person is not competent and they are wary about giving completed Form 1 assessments to family members because there is nothing preventing them from revising the assessment (and attaching the original signature page to the revised document) since the form is accessible to them online, and it is not PDF'd upon completion. 48 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Appendix D: Consultation Themes by Group Themes Groups reporting theme Agreement with Legal/Academic; Health Professions; Certified Capacity Assessors; the Purpose of DCS DSP Program; Continuing Care; Organizations representing the ACDMA Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Aligns with Legal/Academic; Health Professions; Certified Capacity Care; representing Seniors; Organizations serving Adults with Disabilities; Appointed families' values and Representatives under ACDMA; and Families of Persons with principles disabilities. Capacity is Health Professions; Continuing Care; Organizations representing separated into Seniors; Organizations serving Adults with Disabilities; Appointed different domains Representatives under ACDMA. and not an \"all or nothing\" and allows for reassessment of capacity ACDMA works well when specific conditions are in place Legal/Academic; Health Professions; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA. is Program; Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Lack of awareness Legal/Academic; Health Professions; Certified Capacity Assessors; and information DCS DSP Program; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. 49 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Themes Groups reporting theme ACDMA has a complex application process Legal/Academic; Health Professions; Certified Capacity Assessors; DCS DSP Program; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Challenges with assessments Health Professions; Certified Capacity Assessors; DCS DSP Program; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Timeline and timing constraints for court applications Legal/Academics; Health Professions; Continuing Care; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Going to court Organizations serving Adults with Disabilities; DCS DSP Program; Appointed Representatives under ACDMA; and Families of Persons with disabilities. High costs are a barrier Legal/Academic; Health Professions; Certified Capacity Assessors; DCS DSP Program; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Lack of training and education Legal/Academic; Health Professions; Certified Capacity Assessors; DCS DSP Program; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Culture shift on capacity and rights Legal/Academics; Health Professions; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. 50 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Themes Groups reporting theme System Issues that Hinder Access to the ACDMA Legal/Academics; Health Professions; Certified Capacity Assessors; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Providing information and Assistance Legal/Academics; Health Professions; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; Families of Persons with disabilities; Adults with Disabilities Improve Accessibility by Streamlining the Process Legal/Academics; Health Professions; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities Improve the Assessment Process Certified Capacity Assessors; Health Professions; Continuing Care; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities Improve timelines and timing for court applications Legal/Academics Improve Court Process Legal/Academics; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities Reducing Costs for Applicants Legal/Academic; Health Professions; Certified Capacity Assessors; DCS DSP Program; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. Providing Training and Education Legal/Academic; Health Professions; Certified Capacity Assessors; DCS DSP Program; Continuing Care; Organizations representing Seniors; Organizations serving Adults with Disabilities; Appointed Representatives under ACDMA; and Families of Persons with disabilities. 51 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc. Themes Groups reporting theme Keep building the Culture shift on capacity and rights Legal/Academic; Health Professions; Organizations representing Seniors; Organizations serving Adults with Disabilities; and Families of Persons with disabilities. Address System Issues around Assessment Health Professions Decisions that are most important to adults Adults with Disabilities What is good and not good about help with decision-making Adults with Disabilities Decisions adults are not allowed to make Adults with Disabilities What helps adults when decision-making Adults with Disabilities Ways to Formally Support and Assist with Decision-making Adults with Disabilities; Health Professions; Organizations serving Adults with Disabilities Maximize capacity; include people with and without capacity in decision making Legal/Academic; Continuing Care; Adults with Disabilities; Health Professions; Organizations serving Adults with Disabilities; and Organizations representing Seniors; Adults with Disabilities ACDMA Organizations Seniors; Organizations serving Adults with Disabilities; Adults with Disabilities; Representatives under ACDMA; and Families of Persons with disabilities. 52 Review of the Adult Capacity and Decision-making Act Consultation Report Horizons Community Development Associates Inc.Appendix E: Consultation Submissions 53 Delivering on the Commitment to Supports for Decision Making In the Nova Scotia Adult Capacity and Decision -making Act A Brief in Response to Request for Public Input on Review of the Act Submitted to Horizons Community Development Associates Inc. Submitted by IRIS - Institute for Research and Development on Inclusion and Society Contact: Michael Bach, PhD, Managing Director - mbach@irisinstitute.ca June 2021 Introduction While there are many issues to address in the Act, this brief focuses on what is recognized as a core issue in current reforms in substitute decision making and guardianship legislation in Canada and internationally - how to recognize supports for decision making in a manner that protects the right to equality in the exercise of legal capacity, without discrimination based on intellectual, developmental, cognitive , or psychosocial/mental health disability. This brief does not provide specific proposed amen dments, but directions to address key gaps in the legislation related to recognition of supports for decision making. IRIS has developed this short brief based on its extensive research on legal capacity in Canada and internationally, and its engagement w ith many disability rights groups seeking reforms to guardianship and substitute decision making laws. The brief introduces: The 'decision -making capability' approach to legal capacity, in which supports for decision making is a core element ; Concepts of supports for decision making, supported decision making, and the duty to accommodate in decision making ; Key gaps in recognizing supports and supported decision -making arrangements ; and, Recommended directions for reform of the current legislation. The 'decision -making capability' approach to legal capacity This approach is an alternative to the mainstream approaches to legal capacity which largely equate legal capacity and mental capacity. The decision -making capability approach starts from the assumpt ion that legal capacity is grounded in a person's will and preferences - an approach recognized in the UN Convention on the Rights of Persons with Disabilities (CRPD) , in Article 12 'Equal recognition before the law.' The approach maintains that in order to exercise legal capacity , understanding and appreciation is required to translate a person's will and preferences into a particular decision. However, it provides that this cognitive support to realizing one's will and preferences, or these capacities for practical reasoning about choices and opportunities to fulfill one's aims, can be provided by the person themselves, or by others duly appointed to play this role as decision -making supporters, in the context of a supported decision -making arrangement. Thus, the decision -making capability approach provides for two main ways to exercise legal capacity: Independent decision -making capability o The person demonstrates that with the appropriate supports and accommodations they have the capacity to understand information and appreciate consequences of a particular decision, and thus decide on their own; and, Interdependent decision -making capability o Together, t he person and recognized decision -making supporters have the capacity to understand inform ation and appreciate consequences of a particular decision, guided by the principle of the ' best interpretation of the person's will and preferences in the circumstances. ' The legal basis in Canadian law for this approach is discussed in Appendix A of this brief. It recognizes that people who are unable to meet tests of capacity by themselves, can meet it interdependently, with the decision -making and interpretive supports of others. Key Concepts There are four main elements to recognizing a decision -making capability approach in law, policy , and practice . This discussion is drawn from a recent research report by IRIS on the legal capacity regime in Newfoundland and Labrador Decision -Making The General Comment on Article 12 of the UN CRPD, issued by the UN Committee on the Rights of Persons with Disabilities defines supports for decision making as a continuum: \"a broad term that encompasses both informal and formal support arrangements, of varying types and intensi ty.\"i Supports for decision -making include any measure to assist a person to have power over their decisions, whether they be decisions about personal matters, health care , or property. The General Comment references many examples, including trusted perso ns who assist a person to express their will and preferences, or make and communicate a decision; information to assist in making decisions; communication technologies; and accessibility to buildings, places , and services where a person wants to legally tr ansact with third parties. It recognizes that persons have a right to support to exercise legal capacity.ii 2. Supported Decision -Making Supported decision -making is a type of arrangement for providing supports for decision -making whereby support people ass ist a person to understand, make, and communicate a decision, or help interpret their will and preferences and apply them to a particular decision. The support relationship is a long -term one and is typified by personal trust, knowledge, and commitment. This definition is consistent with extensive literature focused on how decision -making supporters assist people in the decision -making process. In many jurisdictions in Canadaiii and elsewhere, there is some form of legally recognized supported decision -makin g that allows for the appointment and formal recognition of support people. However, not all Canadian jurisdictions recognize supports for decision -making or supported decision -making, even though the General Comment on Article 12 emphasizes that legal reg imes must provide for the recognition of support persons. iv 3. Continuum of \"Intensity of Support\" for Decision -making If the provision of supports can enable a person to exercise legal capacity where previously they were considered unable to do so, and were accordingly legally restricted, how do supports actually do this? In answering this question, it is helpful to conce ptualize the continuum of \"intensity of support\" to which the General Comment points, as well as examples that typify either end of that continuum. As noted above, supports for decision -making can take many forms; they often evolve informally, in practice, and eventually require formal recognition to ensure that decisions are recognized. At one end of the continuum, a person is ultimately able to demonstrate, with or without supports, that they have the ability to understand information and appreciate the consequences of a decision, and are able to enter into the legal transaction. These are typically situations where relatively minimal or a low intensity of supports is required. For example, a person may simply need additional time or extra appointments w ith a doctor to help them cognitively process the health care options presented to them so that they can make an informed decision. Or, they may need access to computer -assisted communication technologies to facilitate communication with third parties. The person might be supported by a family member, friend, or independent advocate. These people may also provide personal support, help build a person's self-esteem and confidence to approach and engage with a third party, and/or help manage the decision -maki ng process, either formally or informally, if required. This personal assistance may be formalized (in various ways and extents) as a supported decision - making arrangement. At the other end of the continuum, for persons with profound disabilities affecting their cognition, it can be more difficult to see how supports can fill the perceived gap and make the exercise of legal capacity possible. After all, members of this group have significant limitations in cognitive capacity, which, as discussed above, has long been understood as an essential legal requirement for exercising legal capacity. Assisting persons to exercise legal capacity for whom the relatively minimal support measures are not sufficient to enable them to meet the cognitive requirements usually associated with a specific legal act requires more intensive support measures. In most cases, this will involve the more formalized supported decision -making arrangements to which the General Comment on Article 12 refers as well as designated decision -mak ing supporters for this purpose. These supporters must be able to provide the interpretive, representational, and management support the person needs to translate their intentions into plans and specific legal agreements. The literature on supported decisi on-making in these more intensive support situations shows how supporters can proactively assist in developing a vision for the person's future, based on their will and preferences, and then help interpret what this vision means for specific plans and agre ements to give it effect. In these situations, the needed requirements for understanding and appreciation related to a specific decision are shared among the person and their decision - making supporters. 4. Other Parties: Duty to Accommodate in Decision -Mak ing Processes The duty to accommodate is defined in the G eneral Comment on Article 12 as \" any necessary modifications or adjustments to allow persons with disabilities to exercise their legal capacity, unless it is a disproportionate or undue burden .\"v Under the CRPD, parties to decision -making processes to make legal agreements have an obligation to modify and adjust those processes. The duty to accommodate is also recognized under the Charter and in provincial/territorial human rights statutes.vi This du ty is required to ensure non -discrimination in decision -making. Examples from the G eneral Comment on Article 12 about the ways in which parties can fulfil their legal duty include providing supports such as \"accessible information regarding decisions which have legal effect\" and \"personal assistance.\"vii Fulfilling this duty is an essential part of the legal capacity equation. Key Gaps in Recognizing Supports and Supported Decision Making Arrangements The Nova Scotia Adult Capacity and Decision -making Act recognizes that supports may assist a person in avoiding appointment of a substitute decision maker, or \"representative\" in the terms of the Act. For example, s. 27 (3) on the authority of representatives , states : When determining the least restrictive and least intrusive form of support that is reasonably and practically available to assist the adult in making a decision, the Court shall consider the fundamental rights, freedoms, dignity and autonomy of t he adult. This is a strong statement, recognizing the connection between enjoying fundamental freedoms and autonomy and having access to the support needed. However, the representative is positioned as a substitute decision mak er under the terms of the le gislation, providing that the Court may appoint a representative to make decisions in a wide range of areas. The Act also recognizes in s. 2 (d), on the purpose of the Act, that supports enabling least restrictive options are distinct from representatives - they are not one and the same thing: ensure that the least restrictive and least intrusive supports and interventions are considered before an application is made or a representation order is granted under this Act. Further, the Act provides that capacity assessment must consider what supports could be put into place that would prevent the need to appoint a representative/substitute decision maker. Section 18 (c) makes clear that assessment reports must: indicate in the capacity assessment report what forms of support or assistance, if any, would help the adult to manage the adult's needs successfully with regard to the matter being assessed, without the need for a representative for the adult being appointed. While the Act recognizes that with the right supports, people could avoid substitute decision making, it makes no provision for actually recognizing decision -making supports or supported decision -making arrangements for people who may only be able to exercise legal capacity interdependently . Recommended Directions for Reform 1. Recognize in the Act that people can exercise legal capacity either independently or interdependently . 2. Provide for people to make supported decision -making arrangements as a 'second -to- last' resort of having a representative appointed. 3. Mandate the development of a guideline on the duty to accommodate in decision making to guide third parties in making services generally available to the public fully inclusive and accessible by people who use supports in decision making to exercise legal capacity either independently or interdependently. 4. Undertake a policy review to consider how best to ensure people can get assistance in establishing supported decision -making arrangements. 5. Pilot community -based initiatives for su pported decision making - to develop community capacity and leadership for facilitating supports for decision making for people with disabilities. Conclusion The Nova Scotia Adult Capacity and Decision -making Act was a milestone in recognizing the need fo r supports in decision making. But additional steps are needed to ensure that people with disabilities can fully enjoy the right to equality in exercising legal capacity. Appendix A Legal Basis for the Decision -Making Capability Approach in Canadian Law By Michael Bach and Lana Kerzner IRIS - Institute for Research and Development on Inclusion and Society This analysis was originally I. INTRODUCTION We look below at how the law has evolved in Canada over the past 20 years to recognize the role of supports, including interpretive supports, and accommodations, in enabling people to meet the requirements for underst anding and appreciation consistent with the decision -making capability approach. The main features of Canada's laws that reflect aspects of the decision - making capability approach are : 1. Mandatory process for exploring alternatives to guardianship/substitute decision making; 2. Duty to accommodate in the decision -making process; 3. Supports for decision making and 'supported decision making'; 4. Inclusive, non -cognitive, test of capacity to appoint a decision -making supporter; 5. Role a person's 'true intentions' and 'free will' play in demonstrating legal Provision for validly interpreting 'true intentions' and 'free will' as the basis of decisions ; and, 7. Safeguards These features are described below, drawing on examples from Canadian law. 4. Mandatory process for exploring alternatives to guardianship/ substitute decision making The importance of mandatory process for exploring alternatives to guardianship has been underscored by the Newfoundland and Labrador Court of Appeal in i ts recent decision in A.A. (Re).1 Statutory provisions for 'alternative courses of action' to guardianship were perhaps the earliest building block of an approach to legal capacity which gives scope for recognizing the role of accommodations and supports to enable some people to exercise legal capacity, who would otherwise be restricted from doing so. These types of provisions now exist in many Canadian jurisdictions.2 Some specify that guardianship cannot be ordered unless alternatives, including support or assistance \"have been tried or carefully considered\".3 1 2019 NLCA 7. 2 Adult Protection and Decision Making Act being Schedule A to the Decision -Making Support and Protection to Adults Act , S.Y. 2005, c. 21 , s 2(d) and 32(1)(c) ; Substitute Decisions Act, 1992, S.O. 1992, c. 30 , s. 22(3) and s. 55(2) ; Adult Guardianship and T rusteeship Act, S.A. 2008, c . A-4.2, s. 13, 26 and 46 ; The Adult Guardianship and Co-decision -making Act , S.S. 2000, c. A ; Guardianship and Trusteeship Act , S.N.W.T. 1994, c. 29, s. 7(1.1) and 31(1.1) 3 The Adult Guardianship and Co-decision -making Act , S.S. 2000, c. A -5.3, s. 14(2)(a) and s. 40(2)(a); Adult Protection and Decision Making Act being Schedule A to the Decision -Making Support and Protection to Adults Act, S.Y. 2005, c. 21 , s. 32. 1 For example, Yukon's Adult Protection and Decision -Making Act4 contains 'guiding principles' which leave s no ambiguity about the significance of considerations of supports as an alternative course of action.5 Additionally, t he 'alternative course of action ' provision in that statute also recognizes supports as being relevant to avoiding a guardianship orde r. The court may make an order appointing a guardian if \"forms of available support and assistance less intrusive than guardianship have been tried or carefully considered.\"6 Ontario's Substitute Decisions Act provides an example of a different formula tion of an 'alternative course of action' provision. Pursuant to that Act the court is prohibited from appointing a guardian \"if it is satisfied that the need for decisions to be made will be met by an alternative course of action that ... is less restricti ve of the person's decision -making rights than the appointment of a guardian \".7 This provision does not provide examples of alternative courses, such as supports or assistance. Despite its less precise language, in Gray v. Ontario ,8 the Ontario Divisional Court interpreted the 'alternative course of action' provision to include supported decision making. This case addressed closures of institutions for people with 'developmental disabilities ' in Ontario . In it an issue arose as to w hether there was a requirement to obtain consent of the resident or \"his or her next of kin or substitute decision maker\" to the community placement selected for him/her. Mr. Justice Hackland concluded that consent of the person with the disability or his/ her substitute decision -maker is required to any choice of community residential placement. In addressing this issue, he highlighted the 'alternative course of action ' provision in the Substitute Decisions Act and interpreted that provision to recognize s upported decision -making as an alternative to guardianship: The Ministry's current process has not required the appointment of a guardian in support of the \"supported decision making\" process, which in many cases will be consistent with the words and the intention of section 55(2) of the Act. As argued by counsel for the Intervenor, Community Living Ontario, a process short of full or partial guardianship is preferable in many cases, as it best recognizes the autonomy and dignity of the individual and th e inclusiveness of the decision -making process.9 As illustrated in the Gray decision, 'alternative course of action' provisions have potential to create significant space for extensive support arrangements to be recognized, which would allow people who wo uld otherwise fall under guardianship to nonetheless exercise legal capacity. 4 Adult Protection and Decision Maki ng Act being Schedule A to the Decision -Making Support and Protection to Adults Act , S.Y. 2005, c. 21 . 5 Adult Protection and Decision Making Act being Schedule A to the Decision -Making Support and Protection to Adults Act , S.Y. 2005, c. 21, s. 2. 6 Adult Protection and Decision Making Act being Schedule A to the Decision -Making Support and Protection to Adults Act , S.Y. 2005, c. 21, s. 32(1)(c). 7 Substitute Decisions Act, 1992, S.O. 1992, c. 30 , s. 22(3) and s. 55(2) . 8 Gray v. Ontario, [2006] O.J. No. 266. 9 Gray v. Ontario, [2006] O.J. No. 266 at para. 47. 2 5. Duty to accommodate in the decision -making process The duty to accommodate is a core feature of domestic and international human rights law. It exists pursuant to both the Canadian Charter of Rights and Freedoms and federal, provincial/territorial human rights laws, and its application to decision -making is beginning to be fleshed out. In the same way that accommodations are needed in employment practices to prevent disability -based discrimination, there is a need to accommodate some persons with disabilities in decision making, whether they exercise it i ndependently or interdependently. In the context of decision -making the duty to accommodate is defined in the CRPD General Comment on Article 12 as \"any necessary modifications or adjustments to allow persons with disabilities to exercise their legal capac ity, unless it is a disproportionate or undue burden.\"10 It references accommodations for decision making as including \"accessible information regarding decisions which have legal effect\" and \"personal assistance.\"11 Accommodations could include, for exam ple, a physician taking more time with a person in a medical appointment, or a financial institution providing communication assistance including communication intermediaries. Some specific guidelines for accommodation in the context of decision making have been developed by the Ontario Human Rights Commission.12 6. Supports for decision making and 'supported decision making' Decision -making supports are essential in enabling the exercise of decision -making capability, both independently and interdependently. Canada was one of the first countries to grant legal recognition to supports for decision making. Now many countries, inspired by innovations in Canada, have laws which also recognize such supports.13 While Canada's developments began before the coming into force of the CRPD, the CRPD, and Article 12, in particular, prompted much law and policy reform world -wide. Article 12(3) recognizes the obligation for State Parties to provide access to the support a person may require in exercising their legal capa city. And, the UN Committee on the Rights of Persons with Disabilities provides extensive elaboration of what 'supports' mean and require in this context. The General Commen t on Article 12 defines \"supports\" for decision making as \"a broad term that encomp asses both informal and formal support arrangements, of varying types and intensity.\"14 Legal commentary c ommonly identif y a range of supports for this purpose, including: independent advocacy; 10 UN Committee on the Rights of Persons with Disabilities , note 7, para. 34. 11 UN Committee on the Rights of Persons with Disabilities , note 7, para. 34. 12 See Ontario Human Rights Commission, \"Policy on preventing discrimination based on mental health disabilities and addictions \" (2014) , chapter 16 , online; http://www.ohrc .on.ca/en/book/export/html/11238 . -Pujalte, \"Legal Capacity and Supported Decision -Making: Lessons from Some Recent Legal Reforms\" (2019) 8, 4 Laws. 14 UN Committee on the Rights of Persons with Disabilities , note 7, para. 17. 3 representatives appointed by or on behalf of the person; pers on-centered planning support; and, administrative support.15 Canada's laws have begun to evidence ways in which supports can enhance a person's exercise of legal capacity. For example, Nova Scotia's Adult Capacity and Decision -making Act16 defines 'capacity' to mean the ability \"with or without support\" to understand information and appreciate consequences.17 Similarly, in the Guardianship and Trusteeship Act18 of the Northwest Territories, the ability to 'understand' and 'appreciate' may b e met \"by himself or herself or with assistance\".19 These statutes have taken the first step at departing from the strict formulation of the 'understand and appreciate' test. They are more inclusive of some people with disabilities as they recognize that people may rely upon supports and assistance to meet the \"understand and appreciate test\". Despite this, they still exclude people who are not able to meet the cognitive standard even with supports and assistance . \"Supported decision making\", the term re ferenced in the 2017 mandate for the Newfoundland and Labrador's Minister of Justice and Public Safety, is a term frequently used in the context of legal capacity law and policy reform for implementation of Article 12. Rather than being viewed as a goal, it is better characterized as a vehicle for achieving the goal of liberty and equality in the exercise of legal capacity or, in the words of Article 12, \"equal recognition before the law\". Nonetheless, it is indeed a critical vehicle. It is a particular kind of support arrangement with certain defining features, as follows: It involves decision -making support people assisting a person to understand, make and communicate a decision, or interpret their will and preferences and help make and execute plans ne eded to give them effect. Supporters are appointed based on a relationship of personal knowledge, trust and commitment to the person, and may act under an informal or more formal arrangement, depending on the context.20 Canada's laws which recognize supports for decision making are sometimes described as recognizing 'supported decision making'. More accurately, though, they evidence aspects of supported decision making but not all of the features that comprise \"supported decision 15 See, for e xample, R. Dinerstein, \"Implementing Legal Capacity Under Article 12 of the UN Convention on the Rights of Persons with Disabilities: The Difficult Road From Guardianship to Supported Decision -Making.\" Human Rights Brief 19, no. 2 (2012): 8 -12; and, Bach a nd Kerzner, note 6, 72. 16 Adult Capacity and Decision -making Act , SNS 2017, c 4. 17 Adult Capacity and Decision -making Act, SNS 2017, c 4, s. 3(d). 18 Guardianship and Trusteeship Act , SNWT 1994, c 29. 19 Guardianship and Trusteeship Act , SNWT 1994, c 29, s. 7(1)(b) and s. 31(1)(b). 20 UN Committee on the Rights of Persons with Disabilities , note 7, para. 29. 4 making\" as understood by the UN Committee on the Rights of Persons with Disabilities. The terms and scope of the arrangements recognized in Canada's laws vary widely.21 For example, British Columbia's Representation Agreement Act allows support ers, referred to in the Act as \"representatives\", to be appointed to \"help the adult make decisions\".22 Alberta's Adult Guardianship and Trusteeship Act provides that an adult may create a \"supported decision -making authorization\", and in it, may authorize a supporter to \"assist the adult in making the decision\" and \"communicate or assist the adult in communicating the decision to other persons\".23 In contrast, Manitoba's Vulnerable Persons' Living with a Mental Disability Act does not grant legal status to supporters. Nonetheless, the existence of a \"support network\" is a consideration relevant to the process and determination for appointing a substitute decision -maker.24 The statute is unique in Canada because of the richness with which it artic ulates what is meant by \"supported decision making\". The term is defined as \"the process whereby a vulnerable person is enabled to make and communicate decisions with respect to personal care or his or her property and in which advice, support or assistan ce is provided to the vulnerable person by members of his or her support network ,\"25 and defines \"support network\" to mean \"one or more persons who provide advice, support or assistance to a vulnerable person...\".26 It describes the role of supported decisi on making as follows: \"Supported decision making by a vulnerable person with members of his or her support network should be respected and recognized as an important means of enhancing the self -determination, independ ence and dignity of a vulnerable perso n.\"27 And the preamble, which sets the tone for the Act, recognizes \"...that the vulnerable person's support network should be encouraged to assist the vulnerable person in making decisions so as to enhance his or her independence and self - determination\".28 In Newfoundland and Labrador, modest legal recognition has so far been given to support arrangements to assist a person to exercise their capacity. Under the Adult Protection Act 's legislated \"Service Principles\", \" an adult who is or may be in need of pro tective intervention should, if desired, be encouraged to obtain support, assistance and advice from family and friends to help that adult understand choices, and to make and communicate decisions. \"29 21 For a more comprehensive review of Canada's laws that recognize supports see Lana Kerzner, \"Supported Decision -Making Innovations: The Canadian Expe rience\" in Disability Law and Policy: An Analysis of the UN Convention, Charles O'Mahony and Gerard Quinn, eds (Dublin: Clarus Press Ltd, 2017) . 22 R.S.B.C. 1996, c . 405,s. 7(1) 23 Adult Guardianship and Trusteeship Act, S.A. 2008, c . A-4.2, s. 4 24 The Vulnerable Persons Living with a Mental Disability Act , C.C.S.M. , c. V90 , s. 49, 50, 53, 84, 85, and 88. 25 The Vulnerable Persons Living with a Mental Disability Act , C.C.S.M. , c. V90 , s. 6(1) 26 The Vulnerable Persons Living with a Mental Disability Act , C.C.S.M. , c. V90 , s. 1(1) 27 The Vulnerable Persons Living with a Mental Disability Act , C.C.S.M. , c. V90 , s. 6(2) 28 The Vulnerable Persons Living with a Mental Disability Act , C.C.S. M., c. V90 , , preamble Act SNL2011 c. , s. 8(g). 5 In summary, \"supported decision making\" references one type of \"support\" arrangement recognized in law. Legislative developments recognize an increasing range of supports and arrangements . Moreover, supports are explicitly recognized as an alternative course of action to guardianship in some Canadian jurisdic tions. 7. Inclusive , non -cognitive test of capacity to appoint a decision -making supporter Integral to the interdependent approach to meeting the \"understand and appreciate test\" is the legal recognition of those decision -making supporters who interpret a person's intentions and willful action and translate them into legal transactions. The 'understanding and appreciation' is thus achieved 'interdependently' with the person and their supporter(s). A conundrum of this approach is how the person appoints such supporters when they do not, on their own, meet the understanding and appreciation usuall y required to make appointments.30 Legal capacity regimes which recognize supports are at risk of leaving some people in a 'catch - 22' situation: a person requires supporter(s) to help make decisions but does not meet the 'understand and appreciate test' required to appoint those supporters. For example, in Alberta and Yukon, \"supported decision making\" arrangements per se are legally recognized, but only those who are considered capable on the traditional 'understand and appreciate' test can appoint suppor t persons for this purpose.31 British Columbia's approach in the Representation Agreement Act is notable for the way in which it addresses this conundrum; it departs from a requirement that a person must meet a strict 'understand and appreciate test' to appoint supporters. It allows an adult to make a representation agreement appointing a person to help make decisions without requiring that the person possess the degree of cognitive ability required to meet the usual parameters of the 'understand and appr eciate test '. In particular, s. 8(2) of the Act requires that , when considering whether a person is incapable of making a representation agreement, relevant factors to be considered incorporate those which are non -cognitive in nature . These include the a dult's demonstration of choices and preferences and expression of feelings of approval or disapproval of others ; and whether there is a relationship between the person and 30 Commonly one is required to meet a cognitive test of capacity to create a power of attorney, appointing an attorney as a substitute decision maker. See e.g. the test of 'capacity to give power of attorney for personal care' under Ontario's Substitute Dec isions Act, as follows: \"A person is capable of giving a power of attorney for personal care if the person, (a) has the ability to understand whether the proposed attorney has a genuine concern for the person's welfare; and (b) appreciates that the person may need to have the proposed attorney make decisions for the person. (s. 47(1)) 31 Adult Guardianship and Trusteeship Act , SA 2008, c A -4.2. Secti on 4(1) of the Act states: \"An adult who understands the nature and effect of a supported decision mak ing authorization may make a supported decisionmaking authorization appointing one to 3 persons who have attained the age of 18 years and who meet the prescribed eligibility requirements as supporters. \"; Adult Protection and Decision Making Act being Sche dule A to the Decision -Making Support and Protection to Adults Act , S.Y. 2005, c. 21 . section 6 states: \"An adult may enter into a supported decision -making agreement if they understand the nature and effect of the agreement.\" 6 representative characterized by trust. Similarl y, Newfoundland and Labrador's Enduring Powers of Attorney Act 's provision for appointing designates for designation agreements contains comparable requirements.32 However, it applies only to designating representatives for the purpose of acting as a holder of the person's RDSP, those representatives acting in the nature of substitutes rather than supporters. Thus, the formulations in the Representation Agreement Act and Enduring Powers of Attorney Act exclude fewer people with disabilities than the formulat ions in Alberta and Yukon, because they recognize non -cognitive factors as legitimate and relevant. 8. Role a person's 'true intention s' and 'free will' play in demonstrating legal capacit y If a person is not able to 'understand and appreciate' the nature and consequences of a particular decision, in what meaningful sense can the person be said to exercise legal agency? This is a fundamental question for interdependent decision making and is at the heart of the tension in the CRPD referenced above. An interdep endent approach recognizes that a particular decision, and the understanding and appreciation associated with it, are a means to an end. In a decision -making context the 'end' is, in the terms of the CRPD, the realization of a person's \"will and preference s\". Particular decisions , and the activities of understanding and appreciation undertaken to arrive at them, are the 'means' to achieve a person's will and preferences as it applies in a particular context. This work of interpreting a person's true intent ions and free will in order to determine the legal validity of a decision, is beginning to be recognized in Canada's laws regulating legal capacity, proper. For example, Yukon's Adult Protection and Decision Making Act allows an adult to create a supported decision -making agreement and appoint an 'associate decision maker' to do the following: o Assist the adult to make and express a decision o Assist the adult to obtain relevant information o Advise the adult by explaining relevant information and considerations o Ascertain the wishes and decisions of the adult and assist the adult to communicate them o Endeavor to ensure that the adult's decision is implemented33 Alberta's Adult Guardianship and Trusteeship Act allows an adult to make a \"supported decision -making authorization\" in which the adult may authorize the supporter to do the following: to access, collect or obtain or assist the adult in accessing, collecting or obtaining from any person any information that is relevant to the decision and to assist the adult in 32 R.S.N.L. 1990, c. E -11, note 27, s. 15(2). 33 Adult Protection and Decision Making Act being Schedule A to the Decision -Making Support and Protection to Adults Act , S.Y. 2005, c. 21 , s. 5(1) 7 understanding the information to assist the adult in making the decision to communicate or assist the adult in communicating the decision to other persons.34 These planning document vehicles are p rogressive in that they acknowledge that decisions can legitimately be made in a manner which shares the tasks involved in the decision -making process, precisely because they are means to the end of achieving a person's aims. That is, all tasks do not hav e to be accomplished independently by one person. This recognition means that legally valid decision -making options are available to a broader number of people with cognitive disabilities as they can access supports from others who can take steps to trans late their wishes into needed steps and agreements to fulfil them and communicate the decisions to others. This relationship between a person's will and preferences and the decisions that give them effect are perhaps most evident and developed in testame ntary law. Here, the law must settle disputes about whether a person's recorded Will35 reflects their 'true intentions' and 'free will,' or whether suspicious circumstances and undue influence operated in the making of the Will. Jurisprudence and doctrines of undue influence and suspicious circumstances grapple with questions about whether the Will is a valid means to give effect to the person's intentions (i.e., the 'ends' they sought to achieve in making out their Will). While these legal doctrines are no t strictly a component of legal capacity laws traditionally understood, they inter -relate with, and are often considered alongside, capacity issues in determinations of legal validity. For example, the British Columbia Law Institute Report on Common -Law Te sts of Capacity states as follows, concerning the capacity to make a Will: \"The typical pattern in estate litigation sees testamentary capacity being considered along with a number of other issues. Concepts such as knowledge and approval, suspicious circu mstances, and undue influence are often considered alongside testamentary capacity.\"36 These related, but distinct, legal doctrines each play a significant role in impacting one's exercise of legal capacity. They address factors which are external to the person but at the same time interfere with the person's ability to express autonomous choices. These contextual factors point to a condition for exercising legal capacity that is not highlighted in the mainstream approaches - that is, that a person's expre ssed true intentions and free will are essential to legally valid decisions. In recognition of this, these concepts can be described as legal tools which seek to uncover and give recognition to a person's true intentions and free will. A full review and a nalysis of these legal doctrines is beyond the scope of this research; 34 Adult Guardianship and Trusteeship Act , SA 2008, c A -4.2 s. 4(2) 35 In this report we use the term 'Will' to refer to an instrument by which a person makes a disposition of their property to take effect after their death. 36 British Columbia Law Institute, \"Report on Common -Law Tests of Capacity\", BCLI Report no. -content/uploads/2013/09/2013 -09- 24_BCLI_Report_on_Common -Law_Tests_of_Capacity_FINAL.pdf . 8 however, a selection of pertinent sources is described below for the purpose of elucidating their connection to the exercise of legal capacity. The concept of undue influence applies in a number of areas of law including testamentary law, contract law, the law relating to inter vivos gifts and to health care decision -making.37 It has been described in general terms as follows: The doctrine of undue influence is used by courts to set asi de certain inter vivos gifts/wealth transfers, transactions, and planning and testamentary documents, where, through exertion of the influence of the mind of the donor, the mind falls short of being wholly independent. Where one person has the ability to dominate the will of another, whether through manipulation, coercion, or outright but subtle abuse of power, undue influence may be found.\"38 Applying the concept of undue influence, courts intervene when it appears that the person's action is not actual ly a reflection of their true intention and free will. In the words of the British Columbia Supreme Court: [i]n order to invalidate a will on the grounds of undue influence, the asserting party must prove that the influence exerted against the will -maker amounted to coercion, such that the will did not reflect the true intentions of a free will -maker and was not the product of the will -maker's own act. The undue influence must constitute coercion which could not be resisted by the will - maker and which de stroyed his or her free agency.39 In testamentary law, the related concept of suspicious circumstances links external factors to the capacity of the individual.40 Suspicious circumstances have been described to include \"circumstances tending to show that the free will of the testator was overborne by acts of coercion or fraud.\"41 Thus, this concept assumes that the true intentions and free will of the individual or, as cited in a recent decision of the Supreme Court of Newfoundland and Labrador the \"offspring\" of a person's \"own volition, and not the record of another person's\", 42 actually exist; and, that they can be uncovered . 37 See John E. S. Poyser, Capacity and Undue Influence (Toronto: Carswell, 2014), at pages 301 to 303 for a description and comparison of testamentary undue influence and inter vivos undue influence. See S. M. Waddams, The L aw of Contracts, 7th ed (Toronto: Thomson Reuters, 2017) at pages 362 - 365 for a description of undue influence in contract law. See Trudo Lemmens, \"Informed of Medical Law and Eth ics (New York: Routledge, 2015) for a definition of undue influence in the health care consent context. 38 WEL Partners, Undue Influence Checklist, September 2018, page 1, online: http://welpartners.com/resources/WEL_Undue_Influence_Checklist.pdf . 39 Leung v. Chang, 2013 BCSC 976, at para. 35. 40 Vout v. Hay [1995] 2 SCR 876 [1995] SCR 876 at para. 25. 42 Martin Estate , 2011 NLTD(G) 155, at para. 33, citing Lidstone v. McWilliams et al., [1931] 3 D.L.R. 455 (S.C.C.) at p. 457. 9 The foundations upon which these legal doctrines rest provide the basis for a more inclusive alternative to the mainstream approaches to defining the conditions of legal capacity. Critically important fo r the purposes of the present research, is the assumption in these doctrines that a person's true intentions and free will or volition are essential to ground a legally valid act. Similar to this body of jurisprudence, in its General Comment on Article 12 , the UN Committee on the Rights of Persons with Disabilities emphasizes that respect for a person's \"will and preferences\" are the ground of a non -discriminatory approach to legal capacity. The Committee states that \"it is imperative that persons with disabilities have opportunities to develop and express their will and preferences, in order to exercise their legal capacity on an equal basis with others .\"43 The Committee's qualification that the person's expressed \"will and preferences\" must be free of und ue influence in health care and other decision -making contexts suggests a characterization of this notion similar to that of the 'free will' referenced in jurisprudence on undue influence and suspicious circumstances. In summary, this body of law indicate s that two related moments ground the exercise of legal capacity: 1) that a person 'truly' intends an act they carry out; and, 2) that in carrying out that act they are doing so 'freely', or voluntarily. 1. Provision for validly interpreting 'true intentions' and 'free will' as the basis of decisions As noted, some people with disabilities do not have the abilities to satisfy the mainstream cognitive conditions for exercising legal capacity. Yet, they do possess a will and they do have true intentions suffici ent to ground decisions. Along the decision -making path in these circumstances, an interpretive role will be critical in translating a person's 'true intentions' and 'will' into actual decisions. There are two stages in this interpretation process. Firs t, interpretation may be needed to ascertain what a person's true intentions and free will are in the circumstances, based on the record of their expressions and prior plans; and, second, interpretation may be required about what specific actions should be taken to realize the person's true intentions and free will in the circumstances. These interpretive actions, while ultimately resulting in legal consequences, may involve taking legal and non -legal steps. Interpreting a person's will and true intentions may come with uncertainty or indeterminacy. However, this is not an insurmountable difficulty if a person has around them decision -making supporters who have personal knowledge about them and their history (e.g., likes and dislikes, their forms of expression, their mental states and how their environment affects their behaviour); a trusting relationship in which the person feels free to express; and, a personal commitment to play these roles. This is a task not unfamiliar to our legal system. As a practical and procedural matter in cases concerning undue influence and suspicious circumstances, 43 United Nations Committee on the Rights of Persons with Disabilities, (2014), General Comment No. 1, Article 12: Equal Recognition before the La w, CRPD/C/GC/1, [General 1] para. 10 courts must adjudicate among interpretations of a person's true intentions to arrive at the most valid interpretati on that should apply. There are obvious interpretive challenges, including after a person has died so the person themself is not able to attest to their true intentions. Nonetheless, c ourts are regularly called upon to make these determinations. Legal pr ovisions that enable supporters or representatives to validly interpret a person's will and preferences as the basis for making decisions in a particular circumstance are found in statutes which authorize the creation of planning documents to guide decisio n making in this manner. These statutes recognize that legally valid decisions do not have to be accomplished entirely by the person themselves. For example, in British Columbia, Yukon and Alberta a person can create a planning document which recognizes s upporters to help with making decisions when a person is either episodically (as a result of a mental health issue) or permanently unable to act legally independently. As discussed above, the principle articulated by the UN Committee on the Rights of Per sons with Disabilities, in its General Comment No. 1, of \"best interpretation of will and preferences\" provides a basis on which to adjudicate competing interpretations of a person's will and preferences in situations of uncertainty and indeterminacy. As i n testamentary law, the principle assumes that there are better and worse interpretations of what a person intends in the circumstances. Those interpretations can be arrived at by drawing on the record of a person's expressions and behavior, and on any evidence of undue influence in the situation. 9. Safeguard s There are evidence -based concerns (in Newfoundland and Labrador, and elsewhere) about the potential for abuse, neglect or exploitation under decisio n-making arrangements , including powers of attorney , for people who are not able to act legally independently .44 Thus, safeguards are, and will always be, an integral component of legal regulation of such arrangements. This is the case for existing laws that recognize both substitute decision -making and deci sion-making supports, and will be an important consideration for reform of any legal capacity regime (including one based on decision -making capability). Regardless of the approach to legal capacity any legal regime takes, safeguards appear to address thr ee broad purposes. These are: Promote and protect the exercise of legal capacity and right to autonomy ; Protect from potential harm as a result of, 44 For example, se e the Law Commission of Ontario, note 8 , 171 -175; Law Reform Commission of Nova Scotia, The Powers of Attorney Act: Final Report (Halifax: Author, 2015), online: https://static1.squarespace.com/static/5bc6671f0490795182e54b80/t/5bc688d871c10b100f2c7a46/1539737823 339/Powers+of+Attorney+Act+ p. 41; The Seniors Resource Centre of Newfoundland and Labrador has also raised the issue of abuse under powers of attorney and made recommendations to address it, in their \"Discussion Paper: Enduring Powers of Attorney\" (2014), online: https://www.citizensrep.nl.ca/pdfs/SeniorsResourceCentreEnduring PowersofAttorney.pdf . 11 o Inappropriate influence or abuse by supporters ; o abuse by third parties ; and, Ensure r eliability and validity of transactions The safeguards that exist in law in Canada serve these purposes either individually or in combination. Examples include: Legislated duties of substitute decision makers and supporters o e.g. Ontario's Substitute Deci sions Act , s. 32 and s.66 (duties of guardians and attorneys under powers of attorney); British Columbia's Representation Agreement Act s. 16 (duties of representatives - covers both substitute decision makers and supporters) ; Safeguarding integrity of the decision -making process , for example, by providing for monitoring of appointed representatives to fulfill their obligations o e.g. British Columbia's Representation Agreement Act , s. 20 ; and, Newfoundland and Labrador's Enduring Powers of Attorney Act , s. 20. Offices of Public Guardians and Trustees or Adult Protection with a mandate to address abuse and neglect o e.g. Newfoundland and Labrador's Adult Protect Act provides legislative authority for delivery of services for adults who, inter alia, are abused o r neglected (s. 20). The Act and its associated \"Policy Manual\" provide guiding service principles and authorize interventions for arranging supports in a way to best balance the protection of autonomy of persons who may be vulnerable to abuse, neglect or self-neglect, and their protection from harm;45 Limiting decisions made with supports to certain categories or types of decisions o e.g. Alberta's Adult Guardianship and Trusteeship Act , where supported decision -making applies only in respect of personal ma tters (s. 3); British Columbia's Representation Agreement Act limits representation agreements allowing for assistance to certain kinds of decisions (s. 7) ; Providing for 'last resort' decision making on an emergency basis o e.g. Newfoundland and Labrador's Advance Health Care Directives Act (s. 9(2)) ; and, Providing avenues for dispute resolution, complaints and appeals o e.g. Ontario's Substitute Decisions Act , where the court may give directions on any question arising in a guardianship or under a power of attorney (s. 39 and 45 In its prioritizing provision of supports and services for individuals in situat ions of harm, abuse and neglect, the Newfoundland and Labrador Adult Protection Act , SNL, c.A -401, with its related \"Policy Manual\" appears to achieve a good balance in safeguarding individuals in these situations while protecting their equal right to exer cise legal capacity. See Government of Newfoundland and Labrador, Adult Protection Act: Provincial Policy Manual (Effective June 30, 2014), online: https://www.cssd.gov.nl.ca /apa/pdf/ap_act_prov_policy_manual.pdf . 12 68) and provisions exist for passing of accounts (s.42) ; and, Newfoundland and Labrador's Enduring Powers of Attorney Act , s. 21. While the above safeguards apply to existing legal capacity regimes in Canada, they are equally relevant to a regime which is based on the decision -making capability approach. We are not aware of evidence indicating that people are any more at risk under supported decision -making arrangements , than under substitute decision -making arrangements . Nonet heless, the UN Committee on the Rights of Persons with Disabilities stresses that while all persons are at risk of undue influence, for those who require support to make decisions the risk may be exacerbated. Indeed, in the Canadian context, the Yukon Adult Protection and Decision Making Act addresses the concerns regarding the potential for undue influence and for supporters to slip into the role of substitute.46 This potential risk, however, does not justify imposition of substitute decision making. Rat her, it requires safeguards and vigilance that respect the \"rights, will and preferences\" of the person.47 Safeguards for people who exercise legal capacity interdependently are critically important. This is a vulnerable group, as the law has recognized. Indeed, substitute decision making is justified on the basis that it may be required to protect persons who are not able to meet the 'understand and appreciate test' needed to make a decision, from deteriorating health and abuse, exploitation or neglect b y others. If persons in this situation are to have their legal capacity recognized, by enabling them to act interdependently with representatives, there is just as urgent a need for safeguards. Moreover, safeguard measures specified in Article 12(4) of th e CRPD specify that any legal measures regulating legal capacity must respect \"the rights, will and preferences\" of the person.48 The CRPD recognizes the need for safeguards tailored to the individual, primarily in Article 12(4), but also in Articles 15 -\"Freedom from torture or cruel, inhuman or degrading treatment of punishment\" and 16 -\"Freedom from exploitation, violence and abuse\". Article 12(4) requires that safeguards : respect the rights, will and preferences of the person; are free of conflict of interest and undue influence; are proportional and tailored to the person's circumstances; apply for the shortest time possible; and are subject to regular review by a competent, independent and impartial authority or judicial body. 46 Adult Protection and Decision Making Act being Schedule A to the Decision -Making Support and Protection to Adults Act , S.Y. 2005, c. 21 , s. 5(2) 47 United Nations Committee on the Rights of Persons with Disabilities , (2014), note 7, para s. 22 and 41. 48 United Nations, note 1. 13 In summary , given the additional potential risks attendant to decision -making with supports, additional safeguards are warranted, and should be tailored to the decision -making capability approach, especially in light of the equivocal nature of interpretation by supp orters. In concrete terms, and based on existing provisions in law, these additional safeguard provisions might include: Heightened safeguards for certain types of decisions or situations , such as o decisions which fundamentally affect personal integrity or human dignity (such as sterilization that is not medically necessary to protect the person's health, and 'medical assistance in dying') , including requiring that legal capacity be exercised independently in these circumstances; o major decisions made throug h interdependent decision -making, including more onerous evidentiary requirements proving how the decision was arrived at, and the relationship between the adult and supporter(s); o provide for last resort decision making on an emergency basis; Legislated du ties of decision -making supporters , in addition to those commonly associated with regulation of substitute decision makers, for example, they should have a duty to: o be guided by the will and preferences of the person; invest in and maintain a personal rel ationship of trust and connection with the person ; involve supportive family members and friends, as indicated by the person's will and preferences ; Oversight of decision -making supporters , for example, o reporting requirements of decision -making supporters, for example, passing of accounts and management plans; o providing for appointment of monitors; Additional authority for offices that are mandated to address abuse and harm , such as o Requiring exploration and facilitation of all po ssible less restrictive alternatives, including supports and assistance; and, Avenues for dispute resolution, complaints and appeals . 14 Endnotes i UN Committee on the Rights of Persons with Disabilities, General Comment No. 1 , para 17. ii Note i \"Supported Decision Canadian Experience\" in Disability Law and Policy: An Analysis of the UN Convention , ed. Charles O'Mahony and Gerard Quinn (Dublin: Clarus Press, 2017), 113 -8. iv Note i, paras 28 -9. v Note i, para 34. vi Kerzner, note iii. vii Note i, para 34. 15 HALI NOVA SCOTIA LEGAL AID SOCIAL JUSTICE OFFICE HALIFAX SHOPPING CENTRE HALIFAX PLACE- VIA EMAIL : admin@horizonscda.ca ACDMA Engagement c/o Horizons Community E: S UBMISSION ON NOVA SCOTIA 'S ADULT CAPACITY AND DECISION -MAKING ACT CONSULTATION Please accept the following submissions on behalf of the Social Justice Committee of Nova Scotia Legal Aid as part of the consultation process. Since the Adul t Capacity and Decision -making Act (\"the ACDMA \") came into force, Nova Scotia Legal Aid (\"NSLA\") has provided full representation for adults finding themselves the subject of applications under the new Act and summary advice to qualified persons applying to be appointed as representatives . These matters fall under the umbrella of social justice services within the NSLA service delivery model. As stakeholders, NSL A appreciat es the opportunity to raise issues to be considered for the review of the ACDMA . The ACDMA pr esently allows for a carefully crafted consent order for adults who require supported decision- making in some areas of their lives (e.g. financial). A considered agreement can allow the adult and their proposed representative a means to support decision- making to meet current and future needs of the adult and reduce conflict between the representative and the adult. To date, applications to NSLA have been largely from: a. the representative for assistance with the application process or b. the representatives on behalf of the adult, seeking to ensure the adult has independent leg al advice. De facto Rep resentatives & Avoidance of Formalities The applications for legal se rvi ces have include d families planning for an adult reaching the age of majority, as well as families planning to pass along decision- making of a middle -aged adult child upon the death of the informal de facto guardian or representative (the parent). In the latter si tuations , the families had been making decisions and providing care for the subject adult for years, even decades, without any formal appointment or agreement. The adult generally required full -time care and decision- making and lacked the ca pacity to instruct legal counsel. For example, parents of a dependant adult may have existing relationships with the Department of Community Services or long -term care facilities and operate without any formal authorization to \"represent\" the adult. They are simply acting as substitute decision-makers. These informal arrangements present a ri sk that the ACDMA will be rendered moot as de facto representatives continue to act in the absence of an order . Public and institutional legal education m ay assist in ensuring the relevance of the ACDMA and in protecting the rights of the adult. De facto guardians or representatives seeking to be appointed did not always follow through w ith their intended application, unless there was a pressing reason (e. g. consent needed for sale of land). Families viewed the necessity of obtaining medical reports, completing record checks and the application itself as time -consuming and, ultimately unnecessary, given that they were already in the position of making all decisions and providing all care for the adult. Low-income families also found the bonding requirements onerous, especially in comparison wi th their income and the estate of the adult. This, too, became a barrier to de facto representatives seeking to be appointed formally by the Court. Such families had been and continue to be able to function as decision- ma kers, including completing tax returns and dealing with the Department of Community Services (Disability Support Program) on behalf of the adult. NSLA recommends considering excluding R egi stered Disability Saving Programs from the estate of the adult as it is often the families who have been contributing to the plan. Having to be bonded for the asset the family may have created can be construed as punitive or judgemental by the representative. Further, it creates additional costs for families already trying to financially assist the adult. In the course of this work, our lawyers hav e also found that while courts can accept medical reports older than 6 months, they do not accept crimina l record checks older than 2 months , this can be challenging for families. It is presents as a further deterrent for persons already providing care and decision- making on an informal basis. Competing Representatives & P arallel Court Proceedings The ACDMA do es not operate in a legal vacuum. Family members seek to be appointed representative in various scenarios, including ones in which there is considerable dissension amongst the members. In brief, the following scenarios have arisen in our files: 1. a family member seeking to set aside a n e xisting Power of Attorney and be appointed as the representative; 2. parents of an adult child with a parenting o rde r redating the adult child turning 19 years of age and seeking to address parenting time or other issues; 3. family members applying in Supreme Court (Law Courts) to be appointed as rep resentative while there is an active Adult Protection Act proceeding taking place at Supreme Court (Family Division- Halifax). Families come with complicated dynamics, whi ch are further fraught when a loved one loses capacity or requires ongoing care. The relationship and dynamics far outlast any decision made by the court. Any review of the ACDMA should consider how best to address those dynamics and to support mediat ion and minimize litigation and the related costs to the families, while ensur ing the best interests of the subject adult are met on an ongoing basis. The Role of the Subject Adult Under the Civ il Procedure Rules, personal service on the Respondent adult is required. Our lawyers have received reports that in the case of a severely disabled person with limited capacity, the court will consider the capacity report and the proposed Representative's A ffidavit in assessing why the Respondent is not in attendance and whether the matter should proceed in the Respondent adult's absence. It is our view , i n the event the Court proceeds in the Respondent's absence, the reasons should be clearly set out on the record. It is a concern that th e ACD MA allows for Representation Orders in the absence of the adult or an independent voice on behalf of the adult. The Court does not seem inclined to appoint litigation guardians in such circumstances, in contrast to the virtually automatic appointment of litigation guardians in Adult Protection Act matters. The intervention of Adult Protection is a considerably high threshold (i.e. can only intervene if th e adult's safety is at risk and is also incompetent to self- protect) and is with an arm' s lengt h applicant (the Minister). This contrasts greatly with ACDMA applications. Surely it is inconsistent to find that a litigation guardian is unnecessary in proceedings when the applicant is not an arm's length party, there are financial implications for the applicant and there may be a broader range of capacity. The appointment of litig ation guardians would render \" personal service \" more meaningful and ensure that the adult had an independent voice in the matter, even if it the voice is providing its consent to the order sought. It would also alleviate any concerns that an independent party is assessing the adult's ability to participate in the court process and to understand the application. Merely leaving documents with an adult does not achieve either end. A litigation guardian would ensure that the Court hears the adult 's pers pective, independent of the representative. As gatekeeper of the interests of the subject adult, the Court must consider what the adult can and cannot do. A litigation guardian would provide a clearly independent view and, if necessary, a challeng e to the thoroughness and conclusions of any medical reports or affidavits. It is our submission as well that NSLA can provide a valuable role in providing service to both the subject adult and to the financially qualified proposed representative. To date, the number of files across the province has been fairly low. It is not clear what the reason is, it may be the lack of public knowledge of the ACDMA , the above noted challenges with moving forward with an ACDMA , the lack of public knowledge of ou r ability to provide services, the availability of private counsel or a low number of applications proceeding to court. Respectfully, NSLA Social Justice Committee cc: Charlene Moore, QC - Ser vice Delivery Director Megan L ongley, QC - CEO Adult Capacity and Decision Making Act Review Submission of Sheila Wildeman, Associate Professor Schulich School of Law June 24, 2021 Summary My submissions on the Adult Capacity and Decision Making Act [ACDMA]1 are rooted in and presume basic familiarity with the Convention on the Rights of Persons with Disabilities [CRPD] to which Canada is a party - not only Article 12's right to equality before the law (including the supports required to actualize legal capacity), but also Article 19's right to the supports required to live in community on equal terms with others. Together these provisions are at the core of the CRPD's interlinked entitlements through which Canada and other states have guaranteed people with disabilities equal access to civil, social, economic and cultural rights. 2 Under the CRPD and domestic human rights law, Canada's federal, provincial and territorial governments must shift existing laws, policies and practices to reverse entrenched historical patterns whereby persons with intellectual and developmental, cognitive (including dementia) and mental health disabilities have been treated as objects to be managed rather than being recognized and supported as the directing forces in their lives. In Nova Scotia, this was acknowledged with invalidation of the Incompetent Persons Act and subsequent passage of ACDMA, in 2017. But, we now have an opportunity to go beyond tinkering at the edges of former guardianship laws. What is required is a coordinated, intersectoral approach, attentive to the expertise and experience of persons with disabilities who have been subject to exclusionary norms -- and attentive, also, to the range of regulatory tools available to help facilitate equal enjoyment of human rights and community membership. I divide my submission into a primary procedural suggestion and a further set of substantive considerations and recommendations. The process point is: hold off ACDMA reform until we can convene a more comprehensive consultative assessment of supported decision making - the only topic singled out in ACDMA as requiring dedicated review. The suggestions that follow first distinguish a few different models of supported decision making to inform further public deliberation on that topic, and then identify residual elements of ACDMA that, even absent further public deliberation, are in clear need of reform. In sum, my recommendations are: 1. Use this process to inform a further, comprehensive review of ACDMA and other NS laws that displace decision-making capacity, the objective being to enhance the coherence of these fragmented laws and their compliance with human rights. 2. Ground the above comprehensive (deferred) review in : ie, promoting the ability of people with disabilities to direct their own lives through measures to be explored per recommendation #1, potentially including: supported decision making i. Recognition of the state's duty to provide persons with disabilities with the supports necessary to activate legal capacity in and beyond ACDMA; 1 SNS 2017, c 4. 2 See S Wildeman , \"Protecting Rights and Building Capacities: Challenges to Global Mental Health Policy in Light of the Convention on the Rights of Persons with Disabilities\" (2013) 41:1 JLME 48 (https://digitalcommons.schulich law.dal.ca/scholarly_works/365 /) 1 ii. Creation of a formal Supported Decision-Making regime (options for which I discuss); iii. Creation of a Decision Support Hub (responsible for research and dissemination of best practices for supporting decision making, and coordinating access to these supports with access to other disability supports and services as well as advocacy services); iv. Creation of a Decision Support/Representation Tribunal (responsible for oversight of support and representation agreements and the application of other laws relating to legal capacity). 3. Short of the above comprehensive measures, I suggest a few priorities for more immediate and targeted reform (which overlap in part with, but may be detached from the above) to redress specific deficiencies of ACDMA: 1. Clarify government's responsibility to provide/fund the supports required to assist in demonstrating legal capacity in the context of capacity assessments and to enhance participation in representative decision-making; 2. Establish pro-active monitoring/visitation and advocacy services for persons represented; 3. Remove contemplation of court-ordered aversive stimulus interventions. Most of these recommendations involve resource commitments. However, those commitments must be examined in light of the prospect that consolidation and rationalization of existing services and supports may increase efficiencies. Moreover, government must include in its analysis of costs and benefits the significant prospect that extending supported decision-making across sectors / services, in a manner integrated with access to other resources, will strengthen disabled persons' agency and community participation in ways preventive of intensive crisis- and conflict-based interventions as well as long-term institutionalized control and thereby reduce the social, economic and personal costs of such interventions and systems over time. Elaboration 1. Use this consultation process to create a discussion paper in anticipation of a more comprehensive review. I expect my opinions will be shaped further through the advisory group process. However, my starting position is that this review should be approached as a preliminary scan of community experiences and opinions prior to a more extensive analysis of ACDMA, which in turn should be nested in a wider, comprehensive review focused on laws relating to decision-making capacity in Nova Scotia and how these might be better harmonized with each other and with human rights, including the duty to accommodate (and not exacerbate disadvantage based in) disability. 3 3 This is not the first time this recommendation has been advanced . See, eg, Law Reform Commission of Nova Scotia, Final Report: The Powers of Attorney Act (Nova Scotia, August 2015) at 11: \"The Government of Nova Scotia should conduct a broad review of legislation and administrative programs and processes which regulate the right to legal capacity. The review should be dedicated to ensuring that Nova Scotia's laws and public programs respect, protect and promote the autonomy of all persons, in accordance with Canada's commitments under the United Nations Convention on the Rights of Persons with Disabilities. 2 COVID 19 delays, together with a will to report by year's end, led to a compression of public consultation (from June 1- June 18, 2021), with many potential informants unaware of the prospect until well after the 1st. As it turned out, the final week also coincided with the conference of states parties to the CRPD. This compressed time in addition to lack of a discussion paper to focus interlocutors (themselves challenged by ongoing urgencies during COVID-19) means that the base of material to inform next steps is likely to be thin, risking dissatisfaction from all sides. I do not doubt that there were important insights shared in the consultation process. Indeed, I was present in two excellent focus group discussions. These were convened in an engaging and respectful manner and there were clearly many opinions worthy of attention. Moreover, I understand that significant work was done to engage persons with disabilities. However, elicitation of more precise feedback - particularly on the subject of supported decision making -- would require a public discussion paper. By this I mean a preparatory analysis raising targeted questions about how ACDMA has been functioning, identifying preliminary areas of concern and introducing alternative supported decision-making models. As you are aware, the ACDMA review was mandated to specifically consider supported decision making (s71). Pragmatically, the review must also take account of how the regime is affecting a range of constituencies including older adults, people with intellectual and developmental disabilities, and people with mental health disabilities - along with how these effects may differ on lines of gender, race, sexual orientation, rural vs urban residency, income level, etc. I am not sure how much of that work was possible in the compressed period allotted despite the enormous efforts put in. My point is that without broad community engagement by way of a discussion paper and questions targeting a few key pressure points - again, centring on supported decision making -- we are unlikely to do more than make superficial changes reflecting the experience and interests of those who are already most closely familiar with the specifics of the legal regime (and the most powerful actors involved in it): lawyers. A further reason for my recommendation to take this consultation as preliminary to a more comprehensive review is that such a review could potentially expand to the critically important work of placing ACDMA in the context of a wider set of laws and policies more commonly affecting the lives and decision-making authority of disabled people in Nova Scotia. If we are to take seriously the CRPD imperative to centre the agency of persons with intellectual / cognitive / mental health disabilities, we must attend to how this wider set of laws and services interact to affect the ability of persons with disabilities to direct their lives and attain equal community membership. Indeed, the suite of laws touching on decision-making capacity in NS have long required a comprehensive (rather than piecemeal) review and harmonization. These laws are so fragmented and at times opaque that professionals, families and directly affected individuals are often unable to navigate them. I refer (beyond the ACDMA) to the regimes for displacing decision-making authority under the Hospitals Act, Personal Directives Act, Powers of Attorney Act, Adult Protection Act, Involuntary Psychiatric Treatment Act , and personal information laws . Also touching on legal capacity are, e.g. the Child and Family Services Act There is new impetus to move on the suggestion , however, as funding and service models across Health/Continuing Care as well as DCS / Disability Supports shift from institution -centred to person -directed models. 3 (which includes terms on capacity/fitness to parent), Civil Procedure Rules on litigation guardianship, and various mechanisms under the Social Assistance Act and Disability Support Program. Taken together, these laws (and related policies) fail to reflect a coherent rights- grounded understanding of legal capacity. Indeed, beyond a few sections of ACDMA, they fail to reflect the basic duty to accommodate disability central to anti-discrimination law, here translated as the duty to support adults with disabilities to make decisions about matters (including accessing services such as health care, housing, and income supports) affecting their important interests. A comprehensive review, centred in ensuring equal access to the supports required to facilitate self -direction across social, professional and public service contexts and encompassing a suite of laws directly or indirectly limiting legal capacity, could explore what it would mean to imbue these laws with a system-wide commitment to supported decision- making. I recommend therefore that government treat the current exercise in consultation on ACDMA as a prelude to a thorough assessment of how this law fits with a wider suite of laws affecting legal capacity and how coordinated law reform may enhance the ability of persons with disabilities - indeed all Nova Scotians (all of whom rely over time on myriad regulatory supports) -- to direct their lives. In what follows I build on this recommendation by distinguishing different ways of conceptualizing and operationalizing supported decision making and linking these to potential areas of law reform, before returning to some residual points on reform of ACDMA. 2. Ground a more comprehensive review in exploration of supported decision making, ie, promoting the ability of people with disabilities to be authors of their own lives. A - What is supported decision making? I turn to the subject this review was mandated to centre, yet which, in the absence of a discussion paper, has been positioned at the margins: supported decision making. My overarching understanding of supported decision making is that it is \"about providing the structures that will enable people with disabilities to determine their own lives.\" 4 Law is able to provide or facilitate some, but not all, of these structures. The question is how law may assist in facilitating a culture shift in tandem with other initiatives from government as well as civil society. We have a significant base of expertise in Nova Scotia and, more broadly, Canada, on supporting the decisions of persons with intellectual or developmental disabilities, other cognitive disabilities (such as dementia) or mental health disabilities - for instance, in the 4 Michelle Browning, Christine Bigby & Jacinta Douglas, \"Supported Decision Making: Understanding How its Conceptual Link to Legal Capacity is Influencing the Development of Practice\" (2014) 1:1 Research and Practice in Intellectual and Developmental Disabilities 34 -45 at 42. 4 context of medical treatment,5 in the design and delivery of person-directed planning,6 and through law and policy reform.7 This experience and expertise builds on and contributes to wider global developments exploring supported decision making and, in an increasing number of jurisdictions in Canada and beyond, adopting supported decision making regimes.8 I will be interested to learn whether, as was the case in the lawyers' consultation I was part of, participants in this consultation have tended to hold the view that supported decision making is at best an aspirational ideal with no clear place in law. In the absence of information about the roots of the concept, or examples from other jurisdictions (BC, Yukon, Alberta, Victoria Australia, Austria, etc), there has been no ability for respondents to reflect in an informed way on this central aspect of the review. Again, this is despite the mandated imperative to address supported decision making. In the lawyers' focus group, for instance, attendees gravitated toward how to correct aspects of ACDMA that they or their clients (most often seeking applications) have experienced as roadblocks. These observations informed recommendations such as: reduce time between application and court appearance, remove the invariability of a bond, reduce other costs and assessment requirements -- recommendations in turn framed by assertions that court-ordered representation is only sought in \"the clearest cases,\" and often, in emergencies. Such claims raise questions: what constitutes the clearest of cases? Why are the expedited processes available under ACDMA too onerous? What concerns (eg, anticipated depletion of an individual's estate) underlie the expressed urgency? All this signals the importance of exploring a range of issues that this process appears to have been afforded insufficient time to take up in any detail. 5 William F Sullivan et al. \"Pr imary care of adults with intellectual and developmental disabilities. 2018 Canadian consensus guidelines\" (2018) 64 Can Fam Physician 254 -79; Karen McNeil, \"Managing \"behaviours that challenge\" -a paradigm shift?\" Canadian Family Physician Newsletter (Apr 25, 2019); William F Sullivan & John Heng, \"Supporting adults with intellectual and developmental disabilities to participate in health care decision making\" (2018) 64 (Suppl 2) Can F Physician S32 -S36. See also Surrey Place, \"Decision Making in Health Care of Adults with Intellectual and Developmental Disabilities: Promoting Capabilities\" at https://ddprimarycare.surreyplace.ca/wp -content/uploads/2020/11/Decision Controlling?\" (2009) 12(1) Learning Disability Practice 32 -37; Ontario Ministry of Children, Community and Social Services, \"Creating Good Life in Community: A Guide on Person -Directed Planning\" : https://www.mcss.gov.on.ca/en/mcss/publications/developmentalServices/personDirectedPlanning/moreInfo.asp x. On local resources see, eg, Halifax Association for Community Living (Programs) at https://www.halifaxacl.com/programs ; Autism Nova Scotia \"Person Directed Planning Program\" at http://www.autismnovascotia.ca/person- directed -planning- program#:~:text=The%20Person%2DDirected%20Planning%20P,goals%20that%20reflect%20their%20values. 7 Supported decision -making laws exist (in markedly different forms) in BC, Yukon, Alberta , Manitoba, and Saskatchewan . Recent e xtensive law reform consultation s have been undertaken in Ontario and Newfoundland. See the discussion papers prepared by Michael Bach and Lara Kerzner for both processes: Michael Bach & Lana Kerzner, A New Paradigm for Protecting Autonomy and the Right to Legal Capacity: Advancing Substantive Equality for Persons with Disabilities through Law, Policy and Practice (Commissioned by the Law Commission of Ontario, October 2010) ; Bach, M. & Kerzner, L , Supported Decision Making - A Roadmap for Reform in Newfoundland and Lab rador: Final Report ( Toronto: Institute for Research and Development on Inclusion and Society (IRIS) , 2020). In Nova Scotia, some attention was given to supported decision -making in the Law Commission study of Enduring Powers of Attorney under the Powers of Attorney Act, sup ra note 3. Bach and Kerzner ( for IRIS ) are currently conducting a national inventory of laws affecting legal capacity and Nova Scotia's Claire McNeil and Sheila Wildeman are advisors on that project . 8 See the sources in note 7, supra, and see UN Human Rights Council, Report of the Special Rapporteur on the rights of persons with disabilities (12 Dec 2017) A/HRC/37/56. 5 As it stands, it may be impossible to reconcile the positions of those seeking to facilitate more direct access to representative status with the positions of people with disabilities like the My Home My Rights team, who united around the idea that they would never want someone else appointed to make their decisions. In the latter conversations there was little appetite for 'support' either, perceived as soft-selling control. Is it possible for mechanisms of supported decision making to bridge this divide? Until we have a clear foundation of concepts and models to guide conversation, we cannot know. I believe that a careful probing of supported decision making -- not only as it exists \"naturally\" in people's lives but as it has been tried in various jurisdictions including through legal mechanisms -- will help strengthen public understanding, enhance the equality- and autonomy-promoting aspects of ACDMA, and provide a starting point to reconciling ACDMA and other NS regimes affecting legal capacity with human rights norms in and beyond the CRPD. B -Four manifestations of supported decision making and law's role in each The CRPD's aspiration of shifting policy and practice from substitute decision making (whereby persons with disabilities are treated as objects of others' plans and decisions) to supported decision making (whereby persons with disabilities are supported to realize their own goals and express equal social membership) cannot be entirely downloaded to families or civil society, nor accomplished solely through statutes or public programming. Moreover, it cannot be limited to interventions focused on decision-making processes in the absence of attention to the availability of resources and options for choice. Rather, this 'paradigm shift' requires coordinated inter-sectoral efforts to ensure that people with intellectual, cognitive and/or mental health disabilities have equal access to human rights and to the basic goods of social membership. I suggest that this requires coordination of laws and policies on decision-making capacity/authority with laws and policies enabling access to person-directed disability services and supports. Here are four ways I understand there to be space for supported decision making in NS law, some of which the province has made tentative inroads on and others not. All are relevant to the current task of reviewing ACDMA. i - Supporting the ability to demonstrate decision-making capacity at the point of assessment under the ACDMA or other legal mechanisms for displacing decision- making authority. Does the ACDMA provide this form of supported decision making? Yes, on the surface and in a limited way - but this needs strengthening and to be nested in a broader set of laws, policies and services reflective of supported decision -making. ACDMA is an advance beyond other statutes in NS which limit legal capacity in that it stipulates (in s.3(d)) that decision-making capacity may manifest \"with or without supports\". 9 This recognizes that decision-making capabilities are integrally bound up with environmental or relational components. Supports are defined in ACDMA through a non-exhaustive list 9 See also Guardianship and Trusteeship Act, SNWT 1994, c 29, s 12(1). 6 including communication and interpretive support, peer support, and coordination and referral for services.10 However, provision of supports at the point of assessment cannot be the sole mechanism for instituting supported decision making if we aspire to facilitate equal access to the power to direct one's life. These assessments artificially isolate legal capacity to a point-in-time \"test\" and thus invisibilize the many structural and slow-building factors that may be involved in facilitating or disabling the capability to understand and weigh information and assume a position of agency in one's life. That is, recognition at the point of capacity assessment that decision-making capacity may be exercised with or without supports presents a narrow picture of what supported decision making signifies. I elaborate on limitations of ACDMA capacity assessment and the potential for provision of supports in those assessments in an appendix on the Capacity Assessment Form. For instance, provision of \"support\" at the point of assessment is, at least on the form, limited to communication or emotional supports to facilitate the assessment encounter. There is no place on the form for the assessor to take account of a wider range of factors11 -- extending, potentially, to structural disadvantage and the need for enhanced access to resources or services facilitating autonomy and agency across the individual's life. Factors of relevance to such assessment might include access to income, food, shelter and other services as well as persisting relationships of trust and support reaching beyond intermittent communication assistance or emotional regulation to assistance reflecting on one's goals and preferences and advocating (including, potentially, politically) for their realization. Without such supports across one's life, decision-making capacity is more likely to become suspect - particularly at times when one comes into conflict with persons in authority or power -- and one is more likely to have difficulty demonstrating decision-making capacity at discrete points of assessment. 12 In other words, the singular moment of capacity assessment through which law enters the lives of persons with disabilities with a view to removing decision-making authority is artificially circumscribed in its restriction of supports to those most immediately relevant to the declaration of capacity / incapacity (and even there, the set of prompts on the form is overly narrow). A more far-reaching approach to supporting legal capacity is required to meet the expectations of the CRPD, recognizing that Article 12 interacts with a set of other rights relating to social, cultural and economic equality.13 On this view, supported decision making should involve, as a baseline, carefully taking an inventory of aspects of a person's life circumstances that enable versus disable agency. Such a broad-based assessment, aimed at identifying the supports a person may need to express agency over time - as opposed to a point-in-time assessment of capacity to make a discrete decision or set of decisions, aimed at determining whether to radically disrupt decision-making authority -- is among what is required to effect the shift toward supported decision making called for by the CRPD. Just 10 ACDMA, s. 3(s): \"'support' means, in relation to an adult's capacity, such forms of support as may be reasonably and practically available to assist the adult in making a decision, including peer support, communication and interpretive assistance, individual planning, coordination and referral for services and administrative assistance.\" Notably, the Capacity Assessment Form only contemplates communication and emotional support, and fails to repeat or turn the assessor's mind to the wider (non -exhaustive ) statutory list. 11 For a wi der set of immediate environmental factors as well as the potential to offer decision -making coaching or skills- building, see ACDMA, s.3(s); and the Surrey Place guide to capacity assessment at note 5, supra. 12 I discuss this in \"Insight Revisi ted: Relationality and Psychiatric Treatment Decision -Making Capacity\" in Being Relational: Reflections on Relational Theory and Health Law (Vancouver: UBC Press, 2012). 13 See \"Protecting Rights and Building Capacities\" supra note 2. 7 how this broader work may be facilitated by coordinating supported decision making with other regulatory mechanisms (existing or emerging) to enable person-directed services and supports is a question a comprehensive review could address. For more detailed commentary on limitations of the capacity assessment form, see Appendix. ii - Supporting decision making of people represented under the ACDMA Does the ACDMA provide this form of supported decision making? Yes, the duties of representatives are elaborated in ways that build in certain informational, communication, and other facilitative supports. One problem however is ensuring compliance of representatives. Moreover, absence of a formal supported decision making regime may mean that some who would avoid legal incapacitation / \"representation\" through an arrangement based in supports are instead subject to displacement of their legal authority. Once a person is deemed incapable of making a given type of decision, even with support, the ACDMA judge places them under a representation order. In turn, an appointed representative must adhere to an extensive set of duties, including to inform and explore the wishes of persons represented, to guard against undue influence or conflicts of interest, and to comply with the represented person's prior capable wishes or (absent those) contemporaneous wishes unless it would be \"unreasonable\" to do so. (It would be optimal to hear from representatives: how do they interpret and apply this caveat? Is this applied consistent with the spirit of the legislation / human rights norms?). Where neither wishes nor values are known, the representative is to make a decision that promotes the person's well-being, which includes their interest in autonomy and social inclusion. The representative must also work to foster autonomy and so seek to facilitate a lifting of the order where possible. These duties make the representative much like a decision-making supporter under other regimes (eg, BC's Representation Agreement Act [RAA]) 14. However, one concern reflected in the lawyers' focus group was that, absent dedicated education and oversight, those with representative power under the Act do not understand or even attempt to comply with these requirements. While it is possible that they may be challenged in court for failure to properly carry out their duties (see s.59(3) ACDMA), the likelihood is low given the barriers persons under representation face in accessing courts and lack of understanding of these duties across affected constituencies. These barriers to contesting a representative's appointment or a representative's decision make the new Act less radically different from the old than it may appear. The question of access to advocacy and oversight is addressed below in connection with discrete reforms to ACDMA separable from the need for a more comprehensive review centred on supported decision making - but these matters are related. In short, the requirement of an ACDMA representative to inform the represented person and comply with their (\"reasonable\") wishes indicates an effort to build into the Act mechanisms to facilitate self -direction which reflect, in some measure, the ethos of the CRPD. Reform of ACDMA to institute a regime of supported decision making (discussed below) might enable graduated forms of support short of displacing legal authority. However, even putting aside questions about how reasonableness is currently being operationalized as a limitation on compliance with wishes, it is unclear that representatives even minimally understand or 14 RSBC 1996, c 405. 8 attempt to comply with their duties under ACDMA. This informs another recommendation below - to institute education mechanisms, including mechanisms targeting representatives and those they represent for orientation and refresher courses on the representative's duties and other aspects of the Act. I link this to a proposed Decision Support Hub. iii - Formal supported decision-making arrangements The third kind of supported decision-making arrangement potentially facilitated through law involves formal designation of a decision-making supporter . This is not a feature of the current Act . Different models of supported decision making have been recommended and/or adopted in other jurisdictions. There are many questions a review should explore before concluding which if any of these is desirable. The overarching analysis should be grounded in affirmation of equal personhood and human rights, and in overcoming longstanding systemic and structural oppression. Questions that would assist in grounding those aspirations and orienting the commission include: Are Nova Scotians with disabilities experiencing barriers in accessing financial or other resources because of difficulties informal supporters have access ing information or assist ing in communications or other aspects of decision making? Are families turning to substitute decision-making regimes for this reason? Alternatively, are Nova Scotians with disabilities being subjected to de facto substitute decision making, without exploration of their interest in and ability to decide for themselves? How might a formal model of supported decision making contribute to redressing these or other challenges? More ambitiously, how might such a model contribute to a broader effort to promote the interest of persons with intellectual or developmental disabilities, dementia or mental health disabilities in goal-setting as well as navigating and accessing public services -- consistent with the emerging ethos of person-directed planning and funding across disability supports and continuing care? Cost effectiveness must of course also be explored - but this should be done mindful of opportunities to create new system-wide efficiencies; the often hidden costs of denying basic human rights and agency (including costs of removing people with disabilities and their family members from the NS workforce); and the justice-based priority of extending opportunities to cultivate and express decision-making capabilities beyond those already enjoying \"natural\" supports. In light of the above we may begin to consider the strengths and weaknesses of various alternative formal supported decision-making regimes. 15 I do not purport to cover them all here - in particular, I am holding off on an analysis of Bach and Kerzner's carefully-constructed model recently proposed for Newfoundland, 16 but it would be an excellent exercise to compare that model to those noted here (and others to be explored in a more comprehensive review). 15 For a circumspect review of recent law reform processes and recommendations, see Shih- Ning Then, Terry Carney et al, \" Supporting decision -making of adults with cognitive disabilities: The role of Law Reform Agencies - Recommendations, rationales and influence\" (2018) International Journal of Law and Psychiatry https://doi.org/10.1016/j.ijlp.2018.09.001 . See also Samantha Backman, \"The Right to Legal Capacity for Canadians with Disabilities: A Quest for Dignity, Equality, and Autonomy \" (2020) 8:1 McGill Centre for Legal Pluralism and Human Rights Internship Program Working Paper Series esp at 27 -32 and 34. 16 See note 7, supra. 9 The 2019 Guardianship and Administration Act [GAA] adopted in Victoria, Australia17 instituted a supported decision-making regime premised on a set of general benefits imputed to such regimes -i.e., that they: provide greater clarity for third parties about the nature and extent of a supported decision making arrangement, allowing them to deal with a supportive guardian or administrator more confidently than if the relationship were informal; provide guidance to a supportive administrator or guardian about their role and obligations; allow for greater monitoring and safeguards than informal arrangements.18 Victoria's GAA requires tribunal appointment of supporters and approval of support arrangements, and sets a threshold for entering into such arrangements guided in part by whether the supporter and supported person are in a relationship of trust, as well as whether the person supported is likely to meet functional capacity standards where supports are in place. A parallel supported decision-making arrangement, which by contrast does not permit certain high-stakes financial decisions, is created under Victoria's Powers of Attorney Act, 2014 - it allows persons who meet a straightforward functional decision-making capacity test (ability to understand and appreciate the nature and consequences of the agreement) to appoint someone to support certain decisions in the absence of tribunal-based appointment. As to the kinds of decisions that may be included in a formal supported decision-making regime, the terms of standard form supported decision-making agreements under BC's Representation Agreement Act [RAA] give a sense of the possibilities, contemplating an array of health, personal care and routine financial decisions and giving further content / limits to the latter in the regulations.19 17 Guardianship and Administration Act 2019 (Vic). 18 Guardianship and Administration Act 2019 \"Supported Decision Making\" management of an adult's financial affairs ,\" one of the areas of decision- making included in RAA Standard Form Agreements , is defined in the regulations as follows: 2 (1)For the purposes of section 7 (1) (b) of the Act, the following activi ties constitute \"routine management of the the other money; (c)depositing the adult's pension, income and other money adult's accounts; (d)opening acco unts in the adult's name at financial institutions; (e)withdrawing money from, transferring money between or closing the adult's accounts; (f)receiving and confirming statements of account, passbooks or notices from a financial institution for the purpose of reconciling the adult's accounts; (g)signing, endorsing, stopping payment on, negotiating, cashing or otherwise dealing with cheques, bank drafts and other negotiable instruments on the adult's behalf; (h)renewing or refinancing, on the adult's behalf, with the same or another lender, a loan, including a mortgage, if (i)the principal does not exceed the amount outstanding on the loan at the time of the renewal or refinancing, and (ii)in the case of a mortgage, no new registration is made in the l and title office respecting the renewal or refinancing; (i)making payment on the adult's behalf on a loan, including a mortgage, that 10 As already conveyed with regard to Victoria's alternative regimes, one basis for distinguishing among formal supported decision-making models is their triggering mechanisms. Some require court-based or tribunal appointment (as noted, Victoria's regime for supportive guardians/administrators, which contemplates a range of decisions including significant financial decisions like sale of real estate).20 Others are instituted through an inter-party agreement, the terms of which are governed by statutory criteria but need not be (i)exists at the time the representation agreement comes into effect, or (ii)is a renewal or refinancing under paragraph ( h) of a loan referred to in that paragraph; (j)taking steps under the Land Tax Deferral Act for deferral of property taxes on the adult's home; (k)taking steps to obtain benefits or entitlements for the adult, including financial benefits or entitlements; (l)purchasing, renewing or cancelling household, motor vehicle or other insurance on the adult's behalf, other than purchasing a new life insurance policy on the adult's life; (m)purchasing goods and services for the adult that are consistent with the adul t's means and lifestyle; (n)obtaining accommodation for the adult other than by the purchase of real property; (o)selling any of the adult's personal or household effects, including a motor vehicle; (p)establishing an RRSP for the adult's RRSP to a RRIF or annuity and creating a beneficiary designation in respect of the RRIF or annuity that is consistent with the beneficiary designation made by the adult in respect of that RRSP; (s)making, in the manner provided in the Trustee Act, any investments that a trustee is authorized to make under that Act; (t)disposing of the adult's investments; (u)exercising any voting rights, share options or other rights or options relating to shares held by the adult; (v)making donations on the adult's behalf to registered charities, but only if (i)this is consistent with the adult's financial mea ns at the time of the donation and with the adult's past practices, and (ii)the total amount donated in any year does not exceed 3% of the adult's taxable income for that year; (w)in relation to income tax, (i)completing and submitting the adult's returns, (ii)dealing, on the adult's behalf, with assessments, reassessments, additional assessments and all related matters, and (iii)subject to the Income Tax Act and the Income Tax Act (Canada), signing, on the adult's behalf, all documents, including consents, concerning anything referred to in subparagraphs (i) and (ii); (x)safekeeping the adult's documents and property; (y)leasing a safety deposit box for the adult, entering the adult's safety deposit box, removing its contents and surrendering the box; (z)redirecting the adult's mail; (aa)doing anything that is (i)consequential or incident al to performing an activity described in paragraphs (a) to (aa), and (ii)necessary or advisable to protect the interests and enforce the rights of the adult in relation to any matter arising out of the performance of that activity. (2)For greater certainty, the activities that under subsection (1) constitute \"routine management of the adult's financial affairs\" do not include any of the following: (a)using or renewing the adult's credit card or line of credit or obtaining a credit card or line of credit for the adult; (b)subject to subsection (1) (h), instituting on the adult's behalf a new loan, including a mortgage; (c)purchasing or disposing of real property on the adult's behalf; (d)on the adult's behalf, guaranteeing a loan, posting security or indemnifying a third party; (e)lending the adult's personal property or, subject to subsection (1) (v), disposing of it by gift; (f)on the adult's behalf, revoking or amending a beneficiary designation or, subject to subsection (1) (r), creating a new beneficiary designation; (g)acting, on the adult's behalf, as di rector or officer of a company. 20 See note 17, supra. 11 reviewed or approved by a court or tribunal (eg, BC's RAA, and Victoria's regime of supportive attorneys under its Powers of Attorney Act (which encompasses health, personal care and financial decisions but not major financial transactions).21 In some models inter- parties agreements must be deposited in a registry whereby third parties may confirm and examine them. Further, some regimes require that the person supported satisfy the functional understand/appreciate test widely adopted for confirming decision-making capacity to enter into an agreement/arrangement, while others are more flexible on threshold criteria. BC's RAA falls on the side of utmost flexibility when it comes to triggering mechanisms. Representation Agreements under the RAA provide that adults may appoint someone to \"help [them] make decisions, or to make decisions on behalf of [them]\".22 It is not clear whether or how agreements distinguish the conditions upon which a representative may shift from supporter to maker, if the person's role is not strictly delimited to one or the other. The regime is also flexible in the sense that it bases eligibility for standard form agreements (which exclude certain high-stakes decisions) on a set of considerations including being in a relationship of trust with the proposed representative, being able to express wishes and/or approval or disapproval of others, and/or awareness that making the agreement means the representative \"may make . . . decisions or choices that affect\" one. 23 The RAA expressly states that a person need not meet criteria of capacity to make a contract or decisions about health or personal care or finances, to make a valid Representation Agreement.24 As noted, Representation Agreements under BC's RAA are initiated by the parties without involvement of the court. While the adult's signature must be witnessed, it appears that the appointed supporter may make or at least participate in the determination of whether the threshold criteria for entering into an agreement are met - ie, there is no requirement of third party oversight on this point. In terms of protections (discussed further below), the RAA requires appointment of a monitor where certain types of decisions including those involving finances are contemplated;25 moreover, it sets internal limits on the kinds of decisions that can be made and hives off certain high-stakes decisions (including withholding and withdrawal of life-sustaining treatment) 26 for a more conventional threshold of capacity: the ability to understand the nature and consequences of the agreement.27 It does not permit representatives to refuse consent to involuntary detention or treatment under the BC Mental Health Act.28 Another way supported decision-making regimes differ relates to the duties of supporters. For example, similar to the role of representatives under ACDMA, a representative under BC's RAA (whether helping with or \"making\" decisions) must consult with the person and comply with their ascertainable wishes unless it is \"unreasonable\" to do so.29 Unlike ACDMA, the 21 Powers of Attorney Act 2014 . For a description of the suite of laws relating to supported decision -making in Victoria (including the Mental Health Act 2014 and National Disability Insurance Scheme Act 2013 ) see Office of the Public Advocate (State of Victoria) Supported De cision -Making in Victoria (October 2020, f irst published in November 2017) [pdf accessed online June 2 3, 2021 ]. 22 RAA, s.7(1). 23 RAA, supra at s.8. 24 RAA, supra at s.8(1). 25 RAA, at s.12(1). 26 RAA, at 7(2.1) and 9(3). RAA, supra at s.10. RAA, at s.11. 29 RAA, supra at s.16, esp s.16(2). 12 RAA privileges current wishes over \"prior capable\" ones30 -- except where a non-standard agreement (premised on a conventional functional capacity standard, but potentially enduring past loss of that capacity) expressly stipulates that prior capable wishes trump; such stipulation on privileging prior capable over contemporaneous wishes may specifically be made in relation to high-stakes matters like withholding or withdrawing life-sustaining treatment, or subjection to restraints to facilitate necessary health or personal care.31 It would be important to learn from BC informants, including NIDUS, a non-profit that has played an integral role in the passing, implementation and study of BC's law, how these arrangements tend to be implemented and what concerns have arisen. It would seem from the purposes section of the RAA and NIDUS commentary on it that the point of BC's RAA is to provide flexibility for people with pre-existing relationships of support (some of whom may not meet the conventional functional / cognitive test for making a power of attorney or other personal directive) to co-design decision-making support arrangements within facilitative as well as protective (eg, the 'reasonableness' caveat) statutory parameters, and in particular to save those without clear functional capacity and their families the expense and trouble -- and potentially, indignity -- of having a court or other remote third party appoint a substitute or supporter and otherwise settle the arrangement. 32 In practical terms, such agreements authorize the representative to get relevant information and to insert themselves into key conversations and/or documentation in order to assist with (or make) decisions where they might otherwise meet roadblocks. However flexibility also brings uncertainty. As noted, the BC RAA contemplates that sometimes a representative will support the person to make decisions and sometimes they will make decisions on the person's behalf. Both roles require consultation and compliance with wishes - yet both allow non-compliance with consultation and wish -following where this would be unreasonable (or where wishes are not ascertainable). In those cases, prior capable wishes, or (failing that) deciding in light of the person's beliefs and values, or (failing that) deciding in accordance with their best interests, governs. Determination of whether the reasonableness caveat applies is left significantly to the representative's discretion -with the potential backstop of a monitor in some circumstances, plus the possibility that the adult or another might \"object\" to the Public Guardian and Trustee - who may in turn investigate and take one of a range of actions (appoint a monitor, recommend another person apply to a court to displace the representative, recommend that the court alter the agreement, or other action). 33 In addition, the person represented can withdraw from the agreement at any time - so long as they are capable of doing so, defined according to the type of agreement made (a relaxed, non-cognitive test for standard agreements; a more conventional functional test for the more challenging and high-stakes - potentially Ulysses-type - non-standard agreements per s.9). And yet: how will they know (in order to decide whether to withdraw or object) when decisions are made without them? There is no clear duty in the RAA to inform the adult that a representative has deemed consultation or wishes 'unreasonable'. And: even if they know, will they have the knowledge or assistance needed to object or terminate the agreement? To be clear, guardianship / substitute decision making laws are no better on keeping subjects of decisions informed or empowering them to contest decisions; the issues 30 RAA, s.16(3) : \"If . . . the adult's current wishes cannot be determined or it is not reasonable to comply with them, the representative must comply with any instructions or wishes the adult expressed while capable. \" See also Yukon, Adult Protection and Decision Making Act, SY 2003, c 21, Sch A , s.23(1). (purposes). 33 RAA, supra at s.30. 13 are raised here simply as gaps in the RAA that might be filled in another supported decision making regime. The above-noted fluidity of the representative's role under the RAA has been criticized both as compromising autonomy unduly, and as producing uncertainty for third parties on questions of consent, responsibility and liability -- especially of concern where significant financial or health/personal care decisions are in issue. 34 On the other side, again, those who advocated for the RAA in the 1990s affirm that this flexibility allows responsiveness to individual circumstances without the stress, complexity, and potential insult to people's dignity of going to a capacity assessor, tribunal or court. The idea is affirm decision-making capability (or as representatives of NIDUS state it, to celebrate agency) on the part of represented persons 35 while allowing leeway on the part of representatives (or, in theory, interactive representative-represented units) to interpret contemporaneous wishes as well as set reasonable limits thereon - with the idea this will be informed by an ethos of respect for personhood and agency. Supported decision making powers - risks and protections Ontario's recent law commission process inquiring into legal capacity, decision-making and guardianship (issuing in a final report in 2017) 36 recommended a circumscribed supported decision-making regime. The limitations placed on that regime included a threshold requirement of understanding and appreciating the nature and consequences of the agreement, 37 duties of support clearly distinguished from representation (\"making\" decisions),38 restriction of the kinds of decisions contemplated to \"routine\" property and personal care decisions, required appointment of monitors, and itemized duties of the supporter including keeping records on their actions. The Law Commission of Ontario (LCO) also recommended ongoing research on how supported decision-making regimes are being implemented in Ontario and elsewhere to inform further protections and innovations. This cautious approach reflected a will to provide alternatives to guardianship and substitute decision making while being responsive to concerns of the Advocacy Centre for the Elderly, Mental Health Legal Committee and estate lawyers39 that because supported decision-making regimes entail that the resultant decisions remain in the name of the supported adult, coercion and other abuses may be more difficult to forensically reconstruct and achieve accountability for than in substitute decision-making regimes. Beyond potential problems protecting the 34 For an effort to respond to these concerns, see Yukon 's Act, Adult Protection and Decision Making Act, SY 2003, c 21, Sch A , at ss. 13, 25- 26 (separately addressing liability of supporters and (a clearly distinct role) \"repre sentatives \"). 35 See Christine Gordon, Nidus, The British Columbia Representation Agreement Act: The Right to Supported Decision Making in Canada (International Conference on Good Policies for Persons with Disabilities 22 -23 January 2012; Vienna, Austria ). 36 See Law Commission of Ontario, Legal Capacity, Decision -making and Guardianship (Final Report ) (Toronto: March 2017). 37 Also present in Alberta 's and Yukon's supported decision arrangements. See Adult Guardianship and Trusteeship Act, SA 2008, c A -4.2, s.4(1); Yukon Adult Protection and Decision Making Act, SY 2003, c 21, Sch A , s.6. 38 Also present in Alberta 's and Yukon 's supported decision arrange ments. Adult Guardianship and Trusteeship Act, SA 2008, c A -4.2; Yukon Adult Protection and Decision Making Act, SY 2003, c 21, Sch A , s.5(2). 39 Ibid, Chapter IV \" Concepts of Legal Capacity and Approaches to Decision -making: Promoting Autonomy and Allocating Legal Accountability\" Part F (Public Comments ). interests of persons vulnerable to being taken advantage of, they raised the uncertainty third parties may have concerning responsibility or liability.40 It is important to note, however, that guardianship and Powers of Attorney are also not free of the risk or fact of abuse - and (as the LCO determined) supported decision-making regimes may admit of various protective mechanisms. Stated generally, those protective mechanisms may include: criteria imposed at the appointment stage (including conventional functional capacity criteria (Alberta, Yukon, LCO), 41 potentially combined with tribunal or court-based appointment); required appointment of a monitor or multiple supporters who must act unanimously in some or all decisions (eg, BC's RAA, LCO); limiting matters a supporter can assist with and/or the kinds of information they can access (eg, BC's RAA; Alberta, 42 LCO) a requirement that notes be kept on decisions supported (LCO) a registry allowing for public examination of support agreements (Ireland) periodic mandatory judicial or tribunal oversight or streamlined mechanisms for accessing such oversight and/or access to an expert advocacy service (Ireland). To briefly address the first issue -- protections at the stage of appointment (a full exploration of each term is not possible here), these include tribunal evaluation of the supporter against criteria including conflict of interest. In Victoria, the tribunal must take into account: the proposed supported person's preferences (so far as they can be ascertained); the desirability of preserving existing family relationships and other relationships important to the proposed supported person; the nature of the relationship between the appointee and the proposed supported person, in particular whether it is characterised by trust; whether the appointee will be available to the proposed supported person, and able to meet and communicate with them; the capacity of the appointee to recognise and give due regard to the importance of the relationship the proposed supported person has with their companion animal. 43 Moreover, the Victorian model provides that the tribunal (the VCAT) appointing supporters may only do so in the following circumstances: the proposed supported person consents to VCAT making the order; 40 Ibid. 41 See Yukon Adult Protection and Decision Making Act, SY 2003, c 21, Sch A ; Alberta Adult Guardianship and Trusteeship Act, SA 2008, c A -4.2. 42 Adult Guardianship and Trusteeship Act, SA 2008, c A -4.2, s 9(1). 43 Judicial College of Victoria, Guide to the Guardianship and Administration Act 2019 (Vic) (Feb 2020) at 51. 15 if the proposed supported person is given practicable and appropriate support, they will have decision-making capacity in relation to the relevant personal or financial matter; and the supportive order will promote the person's personal and social wellbeing.44 Here the first criterion (consent) appears to insert a background functional capacity assessment into the arrangement (as understanding and appreciation are typically baked into consent); in any case it suggests attentiveness to potential coercion. The second criterion indicates that supported decision-making arrangements are to be limited to situations where the individual is likely to have functional capacity to make the contemplated decisions, with support. Questions arise around how these assessments are to be made, which could be explored through more attention to Victoria's regime as it has been operationalized. Summary - Distinguishing Formal Supported Decision-Making Regimes In sum, different kinds of formal supported decision-making arrangements have been recommended or recognized in different jurisdictions. We may differentiate these based in 1) whether they require a functional test of capacity (the ability to understand and appreciate the consequences of entering into the supported decision making arrangement) or alternatively institute an alternative, more flexible test; 2) whether validation of the arrangement requires formal approval by a court or tribunal or simply an agreement of the parties; 3) what safeguards are inscribed (eg, conditions of appointment, required appointment of monitors, limitation on the decisions included in support arrangements, requirements to keep records, judicial or tribunal oversight, access to advocacy services). The law reform process will have to consider whether to prioritize the flexibility of an arrangement like BC's or the comparative protectiveness of the regime Ontario's LCO has recommended for Ontario - or a middle way as appears to have been the approach in Victoria, Australia. A further word on formal regimes: I advise against adopting a co-decision-making regime like the one included in Alberta's Act . 45 Such regimes simulate guardianship by giving a veto to the co-decision maker. There is no purpose the model can serve that would not be covered by a formal supported decision-making regime and/or the type of consultative representation instituted in the ACDMA. 44 Judicial College of Victoria, Guide to the Guardianship and Administration Act 2019 (Vic) (Feb 2020) at 50. 45 Adult Guardianship and Trusteeship Act, SA 2008, c A -4.2, ss 17 & 21. 16 iv Institutional mechanisms for fostering research, public education and advocacy on supported decision making. A broader conception of what may be included in a formal supported decision making regime is reflected in Ireland's Assisted Decision Making (Capacity) Act 2015, which creates a Decision Support Service to engage in investigation, service provision, and research and education to promote supported decision making. Aspects of this wider role are also present in the work of, eg, Ontario's specialized legal clinics (Advocacy Centre for the Elderly and ARCH Disability Law), and its Public Guardian and Trustee which pursues complaints about abuses of conferred decision-making powers. Carrying forward the above exploration of formal regimes of supported decision-making, but building toward a more facilitative and educative model -- seeking not only to prevent abuses but to effect a deeper culture shift toward a culture of supports -- we may consider the Irish Decision Support Service. That Service has been given the following responsibilities under Ireland's 2015 reformed law relating to legal capacity and decision-making (the Assisted Decision Making (Capacity) Act 2015): regulate and register decision support arrangements supervise the actions of decision supporters maintain a panel of experts who will act as decision-making representatives, special and general visitors, and court friends investigate complaints promote awareness and provide information.46 The Service has yet to become fully functional in anticipation of resource commitments. I recommend that an entity in Nova Scotia be constituted on similar terms, mindful of ways we can draw on existing expertise and services and bring these into a more efficient and synergistic \"hub\". This would mean consolidating existing resources and supports, and fashioning new ones, to foster the development and exercise of decision-making autonomy as well as social and political participation in furtherance of disabled persons' human rights. The NS Decision Support Hub would be responsible for research, public education, policy review, and service provision and/or referrals to advance the interests of people with disabilities in directing their own lives. It could partner with a range of government and civil society organizations, including the Accessibility Directorate, Human Rights Commission, People First NS, Inclusion NS, Autism NS, CMHA NS, the Alzheimer's Society, and others, to provide a range of services and partnered referrals, including: registering, overseeing and responding to complaints about supported decision making arrangements; establishing a roster of experts and/or directly provide services to assist with decision-making support, person directed planning and system navigation -- including where there is no family or other close connections; facilitating self-advocacy initiatives, including peer-led education and political participation expressive of personal and political agency; 46 Summarized at https://www.mhcirl.ie/what -we-do/decision- support- service 17 facilitating plain language education and communication and peer / self -advocate plain language editing opportunities; facilitating inclusive research about supported decision-making (in partnership with researchers located in universities and community organizations); hosting inclusive public seminars for people acting under the authority of supported decision-making laws, and others; providing or referring out to other resources or services that families, service providers, individuals with disabilities, and capacity assessors may need to activate supported decision-making, including on issues of housing, health, justice, education, relationships and recreation; providing or referring out to expertise (including peer-run services fostered through this hub) to assist with crisis prevention and intervention, again guided by an ethos of respect and support for agency; and providing referrals to and assistance in understanding and communicating with legal advocates (potentially working in partnership with Dalhousie Legal Aid Service, Nova Scotia Legal Aid and Legal Information Society NS). Such a centre of knowledge co-creation and mobilization, service provision and advocacy would obviously not be restricted to dealing with court-ordered representation under the ACDMA. Rather, it would have the role of supporting decision-making and agency across the currently fragmented situations in which legal capacity and substitute decision making are engaged - spanning Health, Justice, and Community Services sectors. It would function as a catalyst for bringing a human rights-grounded approach to the suite of laws affecting legal capacity and integrating these with the laws and policies through which services for persons with disabilities, including older adults with dementia and persons with mental health disabilities, are constituted and distributed. The initiative would establish Nova Scotia as a leader in meeting its obligations under statutory and constitutional non-discrimination law and the CRPD, while also advancing the province's accessibility priorities which require that government services and policies be modeled on universal design and attain full accessibility by 2030. In actualizing and coordinating key priorities across sectors, the Decision Support Hub would help to redirect resources from police, adult protection, institutionalization and mental health hospitalization to long term agency-respecting and -enhancing supportive practices. C - Creation of a Decision Support/Representation Tribunal (for oversight of support and representation arrangements and other laws relating to legal capacity) Here I return to the point about the need for a comprehensive, systems-wide review of laws affecting legal capacity -- mindful of the human rights-imbued imperative of supporting people with disabilities in exercising agency and choice. Taking a systems approach to legal capacity exposes the need for a more coordinated approach to these laws - whether taking the form of a single law or standardizing terms across these laws. It also exposes the need for an accessible tribunal to deal with disputes about capacity and the decisions of representatives and/or substitute decision makers. The fact Nova Scotia has no tribunal comparable to Ontario's Consent and Capacity Board is a central reason why we have such a paucity of precedents contesting guardianship or the decisions of substitute decision makers under ACDMA, the prior Incompetent Persons Act, Personal Directives Act (which authorizes next of kin not appointed under a personal 18 directive to make substitute health care decisions, decisions to place another in long term care home, or decisions to engage home care) and Hospitals Act (which governs capacity to make health care or property-related decisions while in hospital). The IPTA tribunal, for its part, is a single, narrowly-configured body which leaves little scope for contesting the decisions of an SDM even under IPTA itself (the statutory term in question restricts the inquiry to whether the contested decision was a \"capable informed consent\"). Decisions on withholding or withdrawal of life-sustaining treatment, decisions about other issues of significance to health or personal care, decisions about where one resides, etc, are dealt with in NS laws on legal capacity / substitute decision making in ways that have enormous impact on persons with disabilities and yet are nearly impossible to challenge -- particularly in the circumstances people are likely to find themselves in when they are most likely to resist or contest these decisions. The same lack of empowerment affects family members who may wish to contest decisions of capacity assessors, appointed substitute decision makers or, conceivably (in future) decision supporters - often amidst heated disagreement at points of crisis (whether about withholding or withdrawal of care, whether a woman has capacity to decide to obtain an abortion, whether a substitute decision maker (or potentially, an individual and their supporter) should be able to sell the adult's house or their share in a commonly owned house in favour of moving to a group home, etc. Beyond access to advocacy services, a dedicated tribunal would likely be better able than the courts to ensure timely access to justice on matters reaching to people's most fundamental interests when they are most vulnerable to instrumentalization by others. 3 Further fixes to the ACDMA The above suggestions centre on a comprehensive law and policy reform process aimed at fostering the ability of persons with intellectual disabilities, dementia, and mental health disabilities to direct their lives in a context of responsive supports. This includes contemplation of gradated decision-making supports encompassing existing ACDMA representatives, supported decision-making agreements (the particulars of which should be explored in a dedicated public engagement process) and a decision-making support hub as well as a dedicated tribunal, all intended to help overcome the current fragmentation of legal capacity assessment and displacement across institutions, professionals and transactions. Yet specific elements of the Act require timely attention whether or not the above vision of a coordinated approach is adopted. The immediate problems that might be unharnessed from the above system-wide priorities and moved upon even without a comprehensive review or formal regime of supported decision making include: lack of clear assignment of responsibility to supply and fund the supports / accommodations required to be able to demonstrate decision-making capacity in the context of capacity assessments and to facilitate expression of wishes and foster autonomy in the context of representation; lack of access to advocacy supports for persons faced with capacity assessment and persons subject to representation; allowance for consent to aversive therapy by court order, per s34(2)(d). 19 I will deal with these in brief. First I reiterate an earlier point, now narrowed to capacity assessments and representation under the ACDMA: the Act should expressly acknowledge the duty of government to fund supports for facilitating demonstration of adequacy to the standard of capacity as well as informing wishes and fostering of autonomy in representation arrangements. This is an expression of the duty to accommodate disability to the point of undue hardship. Given the potential seriousness of the consequences of not accommodating disability in these contexts (ie, people losing access to the baseline respect for agency that is fundamental to human rights), the expectation on government is high. On the second point, the problem with lack of advocacy supports for persons undergoing assessments and/or represented under the ACDMA is self-explanatory. Because persons are vulnerable to harm through abuse of legal arrangements suspending decision-making authority, government must provide accessible and robust advocacy services and proactive oversight mechanisms (such as periodic advocacy visits). This is particularly so because the individual's power to communicate with or employ others to contest a decision-making arrangement may be limited and the window in which serious harm may be suffered may be very small . I suggested above that advocacy resources be centred in a Decision Support Hub able to facilitate plain language and other supported access to legal and other advocacy - but in any case, clear entitlements to access legal aid should be written into the law and the forms used in capacity assessment, an agreement with legal aid should be in place and made public, and mechanisms for accessing legal oversight should be clarified and streamlined. (This relates to the proposal for a tribunal, above). Third, in the first round of consultations, in 2017, concerns were raised by People First and others on s34(2)(d) of the ACDMA which, although framed as a limitation on a representative's independent authority, contemplates the possibility of court-ordered aversive stimulus interventions. This was identified by People First as a direct threat of violence. If the provision is to be retained, government should provide evidence of why and in what circumstances it could possibly be reconciled with human rights and with the ACDMA's ethos of advancing the wishes and otherwise promoting the well-being of persons with disabilities. 20 APPENDIX ACDMA Form 1 - Capacity Assessment Report The Capacity Assessment Report form47 requires careful attention in light of the experiences of those who use it, those who have been subject to assessment and their families and friends, and legal counsel. Reviewing the form brought to mind an experience I had consulting 6 or 7 years ago, with emergency room physicians asked to do assessments under the Personal Directives Act on the ability of older adults to decide whether to move into long term care. The doctors expressed exasperation given that the subjects of assessment were almost certainly in crisis (these tended to be requests from Adult Protection) and in some cases deprived of what they would need to have a fair shot at adequacy to the test - for example, deprived of nutrition and hygiene over a prolonged period, displaced from familiar home surroundings to the distracting and alarming setting of a hospital, and faced with perceived threats to security incentivizing denial of problems (which in turn increased the likelihood of failing the \"appreciation\" criterion). The doctors were mindful that these assessments were likely to seal the fate (in terms of living situation and possibly much more) of the people they were so briefly exposed to. The question this raises is: How might it be possible to shift resources and expertise from such assessments oriented to depriving individuals of decision-making authority to processes of identifying what resources or supports could be put in place to help elicit their experiences, values, and preferences - and to help shape and select among a range of possible options? The current assessment form limits contemplated supports to communication and emotional support from a trusted individual (or device) during the assessment conversation. This, while welcome in light of the alternative (no effort to facilitate communication and emotional readiness), is unlikely to reach to the underlying aspirations of supported decision making - ie, supporting people with disabilities in directing their lives. The following itemizes my critiques and recommendations concerning the form: 1 - It is not clear when or how the assessor is to determine whether the assessment is \"necessary\" (per ACDMA s 12(2)). There should be a threshold of reasonable grounds for assessment contemplated and established before an assessment is undertaken. The possibility that discriminatory ascriptions of incapacity may be used against people with disabilities in ways that harm their self-respect and reputation should not be overlooked. 2 - Relatedly, at 1.3 and 1.4 the assessor is to set out how the assessment was precipitated. There is no place for specifically considering whether the person may have self-interested motives. The Ontario court decision Re Koch 48 provides an example of an intrusive assessment initiated by an ex-spouse concerned to limit his ex's spending (she had MS) - a process that then spiraled out of control to impinge on the assessed person's dignity and security in ways that reflected the assessors' own discriminatory bias. Query how potential conflicts of interest might be identified, documented and explored such that later 47 Form 1 \"Capacity Assessment Report \", available on the website of the NS Public Trustee: https://novascotia.ca/just/pto/forms.asp 48 Koch (Re), 1997 CanLII 12138 (ON SC), < https://canlii.ca/t/1vv7q 21 oversight bodies are apprised, and assessors might consider more carefully early on the propriety of proceeding with the assessment. 3 - The assessor may gather information from a variety of sources. Section 16(2) and (3) allow collection of personal information (and oblige persons approached for information to disclose it) while s.16(4) requires a court order for collection of financial information. Arguably the authority to collect personal information should be more specifically delimited. How much latitude should be given assessors in order to gather personal information? This is something to explore in connection with the issue of a legal threshold for proceeding with an assessment - again, given the damage that being assessed or having others aware one is being assessed could do to one's reputation and related interests. 4 - Part 5 of the form: The notice given to the adult does not advise them of their right to contact legal counsel. The \"trusted person\" noted may be someone who seeks to facilitate the order; and in any case, the right to consult counsel on whether, when or how to participate is critically important. The form should include a contact number for legal aid. 5 - Part 5 includes the statement \"I provided the adult with a reasonable opportunity to undergo their capacity assessment under circumstances in which the adult is likely to be able to demonstrate their full capacity.\" Assessors should not be permitted to simply tick yes or no. There is room for elaboration at Part 8 (\"I ensured the adult's comfort level by . . .\" - the example given speaks to whether the location was comfortable and familiar). However , more is required by way of prompts. The following is informed by case law from the Consent and Capacity Board of Ontario. I suggest a series of prompts requiring attention to elements beyond comfort and familiarity of the location, such as: - absence of sedation or other pharmacological interference? - access to necessary medications? - other environmental factors, eg - adequacy of nutrition / hydration? - Has the person had adequate sleep? - Has there been an effort to meet multiple times to reinforce understanding? - Particularly in cases of dementia, has there been an effort to establish whether mornings or evenings are best? 6 - The supports contemplated at Part 6 are restricted to provision of a trusted person (or a device) to facilitate communication or emotional regulation. The full set of (non-exhaustive) supports signaled in s.3(s) of the ACDMA should be listed. Further, as I argue in Part 2.B.i of my comments, a range of further social-structural supports should also be contemplated. We should explore the experiences of assessors and persons assessed on this point in order to reflect further on the fairness of the assessment process and how it might be enhanced. 49 49 See footnote 11, supra, and the Surrey Place form referenced at note 5. 22 "}