{"title": "Healing Spirit House, a 21st-century mental health facility, officially opens", "author": "Children; Family Development", "url": "https://news.gov.bc.ca/releases/2019CFD0106-002293", "hostname": "news.gov.bc.ca", "description": "hyt k xhli lelm (Healing Spirit House) officially welcomed the community to its first open house since clients moved into the state-of-the-art, Indigenous-inspired, purpose-built home of The Maples Adolescent Treatment Centre and Provincial Assessment Centre.", "sitename": "BCGovNews", "date": "2019-11-29", "cleaned_text": "Spirit House) officially welcomed the community to its first open house since clients moved into the state-of-the-art, Indigenous-inspired, purpose-built home of The Maples Adolescent Treatment Centre and Provincial Assessment Centre. Government officials, Indigenous leaders from the kikm (Kwikwetlem First Nation) and mental health professionals toured the new three-storey, 38-bed facility, which provides a range of direct residential and community mental health services for young people aged 12 to 17. These youths' lives are significantly impacted by mental health, behavioural and emotional challenges. The Maples also houses some youth who are in custody. \"Young people who are struggling with serious mental health conditions can now receive intensive treatments within a beautiful, new, culturally safe space that is specifically designed to support their healing,\" said Katrine Conroy, Minister of Children and Family Development. \"Providing a custom-designed facility that brings into treatment all aspects of well-being - emotional, physical, educational, cultural - is evidence of our government's commitment to providing the best services possible for youth and families in critical need of this support.\" Designed in consultation with the kikm, the light-filled space brings the outdoors in to provide a positive, healing environment. On-site amenities, designed specifically for youth, include a gymnasium, weight/fitness room, three classrooms, Indigenous cultural programming space, outdoor patios and private rooms. Teachers from the Burnaby School District provide classes and support for the youth who live there. Healing Spirit House serves both Indigenous and non-Indigenous youth and their families. However, with a location on Kwikwetlem First Nation ancestral territories, cultural practices are intentionally embedded within the treatments. These include weekly Indigenous programming, daily drumming, quarterly feasts that are open to the community and an on-site Elder and knowledge keeper. \"Healing Spirit House embodies exactly the kind of high-quality, culturally based mental health care that youth and their families need at a critical stage in their lives,\" said Judy Darcy, Minister of Mental Health and Addictions. \"I am so grateful to everyone who has come together to make today a reality. This wonderful healing place is an important part of the work we are doing to build and strengthen the system of care to support families for generations to come.\" Improving the mental health and wellness of children, youth and young adults, and supporting culturally based services are integral parts of government's actions outlined in A Pathway to Hope, B.C.'s roadmap for making the system of mental health and addictions care better for everyone, no matter where a person lives in B.C. Implementing A Pathway to Hope is a shared priority with the BC Green Party caucus, and is part of the Confidence and Supply Agreement. Co-located on the top floor of Healing Spirit House is the Provincial Assessment Centre (PAC), managed by Community Living BC. PAC is the only facility of its kind in the province that provides treatment for eligible individuals aged 14 and up with mental health or behavioural support needs for youth who are in crisis. The B.C. government provided $75 million to build Healing Spirit House, which was designed by HDR Architecture Inc. and built by PCL Constructors Inc. Quotes: Selina Robinson, Minister of Municipal Affairs and Housing, Minister of Citizens' Services - \"This treatment centre is about working together to help care for and support people, and it is a welcome addition to our community. The healing that will take place here will change peoples' lives and we are proud to be working together with First Nations, including the Kwikwetlem First Nation, to deliver homes and services for the people we all serve.\" Shane Simpson, Minister of Social Development and Poverty Reduction - \"Young people in crisis face more barriers than most and deserve access to the supports and treatment they need to plan their futures and successfully return to their lives with family, friends and community. The new Provincial Assessment Centre is providing these programs and supports for the kids who need them most.\" Donna, grandparent who attended the Connect Attachment Program at The Maples - \"We are so grateful we had the opportunity to participate in the Connect Attachment Program at Healing Spirit House. It truly changed our lives. Our granddaughter struggled to control her feelings of anger, anxiety, fear and mistrust, which often led to her taking out her frustrations on me, my husband or herself. This program gave us the tools we needed to help her and showed us that we are not alone. We now see a brighter future for our family.\" Learn More: The Maples Adolescent [https://www.communitylivingbc.ca/what-support-is-available/provincial-assessment-centre/](https://www.communitylivingbc.ca/what-support-is-available/provincial-assessment-centre/) Photos: [https://www.flickr.com/search/?user_id=45802067%40N03&view_all=1&text=%22Healing%20Spirit%20House%22](https://www.flickr.com/search/?user_id=45802067%40N03&view_all=1&text=%22Healing%20Spirit%20House%22) Two backgrounders follow. "}