{"title": "Wednesday, August 23, 2023 - KFF Health News", "author": "- Christian Heiss", "url": "https://kffhealthnews.org/morning-briefing/wednesday-august-23-2023/", "hostname": "kffhealthnews.org", "description": "Covid vaccines, uptick in infections, Medicaid \"unwinding,\" HIV, maternal health, weight loss drugs, and more are in the news.", "sitename": "KFF Health News", "date": "2023-08-23", "cleaned_text": "- [KFF Health News Original Stories](#section-originals)4 - [The Painful Pandemic Lessons Mandy Cohen Carries to the CDC](#original-1) - [Doctors and Patients Try to Shame Insurers Online to Reverse Prior Authorization Denials](#original-2) - [Naming Suicide in Obits Was Once Taboo. Changing That Can Help Loved Ones Grieve.](#original-3) - [Listen to the Latest 'KFF [Covid-19 Crisis](#section-439526724)2 - [HHS Allocates Billion Covid Vaccine, Treatment Development](#breakout-1737400) - [Mask Up Again? Experts Say High-Risk People Should Be On Guard With Covid Uptick](#breakout-1737401) - [Prescription Drug Watch](#section-303404688)2 - [Weight-Loss Drugs Have Extra Benefits; Antibiotic Manufacturing Report Suggests Improvements Are Needed](#breakout-1737479) - [Perspectives: There Is A Ridiculous New Attack On Mifepristone; Opill Must Be Economical](#breakout-1737451) From KFF Health News - Latest Stories: [ KFF Health News Original Stories ] [ The Painful Pandemic Lessons Mandy Cohen Carries to the CDC](https://kffhealthnews.org/news/article/painful-covid-pandemic-lessons-mandy-cohen-north-carolina-cdc/) Mandy Cohen, the new director of the Centers for Disease Control and Prevention, earned praise for her leadership and communication as the face of North Carolina's response to covid-19. People in the state's most vulnerable communities tell a more complicated story. (Fred Clasen-Kelly and Rachana Pradhan and Holly K. Hacker, ) [ Doctors and Patients Try to Shame Insurers Online to Reverse Prior Authorization Denials](https://kffhealthnews.org/news/article/doctors-patients-shame-insurers-online-prior-authorization-denials/) Prior authorization is a common tool used by health insurers for many tests, procedures, and prescriptions. Frustrated by the process, patients and doctors have turned to social media to publicly shame insurance companies and elevate their denials for further review. (Lauren Sausser, ) [ Naming Suicide in Obits Was Once Taboo. Changing That Can Help Loved Ones Grieve.](https://kffhealthnews.org/news/article/naming-suicide-obituaries-taboo-grief/) Mental health is being talked about more openly than ever, but the word \"suicide\" has remained largely taboo when describing how someone died. See why that's slowly changing, what it means for people who grieve those deaths, and how candor can help prevent additional suicides. (Debby Waldman, ) [ Listen to the Latest 'KFF Health News Minute'](https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute/) \"Health Minute\" brings original health care and health policy reporting from the KHN newsroom to the airwaves each week. ( ) Here's today's health policy haiku: 'AMBULANCE DESERTS' RISK In rural regions [without ambulance service,](https://kffhealthnews.org/news/article/ambulance-deserts-wait-times-rural-emergency-ems/) hearses drove the sick - Christian Heiss If you have a health policy haiku to share, please [Contact Us](https://kffhealthnews.org/contact-haiku/) and let us know if we can include your name. Haikus follow the format of 5-7-5 syllables. We give extra brownie points if you link back to an original story. Opinions expressed in haikus and cartoons are solely the author's and do not reflect the opinions of KFF Health News or KFF. Summaries Of The News: [ HHS Allocates $1.4 Billion To New Covid Vaccine, Treatment Development ](https://kffhealthnews.org/morning-breakout/hhs-allocates-1-4-billion-to-new-covid-vaccine-treatment-development/) The Biden administration announced grants Tuesday aimed at developing news tools to combat the future path of covid: $1 billion will go to covid vaccine trials while awards totaling $400 million will go to 2 research projects on treatments. [ USA Today: $1B For New COVID Vaccines, $300M For New Antibody To Protect Vulnerable ](https://www.usatoday.com/story/news/health/2023/08/22/new-covid-vaccines-billion-dollar-investment/70651520007/) The Biden administration announced Tuesday that it is allocating $1 billion for midstage COVID-19 vaccine trials to begin this fall, $300 million for the development of a new monoclonal antibody to protect people who are immunocompromised, and $100 million to explore new technologies to help prevent and treat the infection. The administration had said it intended to spend $5 billion on Project NextGen to help develop new tools to protect against COVID-19. These are the first specific allocations from that pot of money. (Weintraub, 8/22) [ The Hill: HHS Awards $1.4B In Grants To Develop Future COVID-19 Tools ](https://thehill.com/policy/healthcare/4164704-hhs-awards-1-4b-in-grants-to-develop-future-covid-19-tools/) The awards are part of Project NextGen, an initiative led by ASPR that fosters public-private partnerships to develop the next generation of COVID-19 countermeasures. These are the first grants to be issued from NextGen, which has an initial investment of $5 billion. Officials said Tuesday they currently don't anticipate the need for additional funds. (Choi, 8/22) In other covid vaccine news — [ Reuters: Novavax's Updated COVID Shot Shows Immune Response Against Subvariant Eris ](https://www.reuters.com/business/healthcare-pharmaceuticals/novavaxs-updated-covid-vaccine-shows-response-against-eris-variant-2023-08-22/) Novavax Inc said on Tuesday its updated protein-based COVID-19 vaccine generated an immune response against emerging forms of coronavirus such as the \"Eris\" subvariant in small studies in animals. (8/22) [ Bloomberg: Regeneron, J&J Get US Funding To Develop New Covid-19 Vaccines, Treatments ](https://www.bloomberg.com/news/articles/2023-08-22/regeneron-j-j-get-us-funding-to-develop-new-covid-therapies) Some $1.4 billion in funding will target projects including trials to enable the rapid development of more effective and longer-lasting coronavirus vaccines, new Covid antibody therapies and technologies to streamline manufacturing processes, the Department of Health and Human Services said Tuesday. The awards are the first in the Biden administration's Project NextGen initiative that was announced in April. (Muller, 8/22) [ The Wall Street Journal: When To Get Your Covid Booster, Flu Vaccine Or RSV Shot This Fall ](https://www.wsj.com/health/healthcare/covid-vaccine-shot-booster-fall-86549e1b) Americans will soon roll up their sleeves for an array of shots to stem the anticipated tide of respiratory infections this fall. (Abbott and Kamp, 8/22) Also — [ KFF Health News: The Painful Pandemic Lessons Mandy Cohen Carries To The CDC ](https://kffhealthnews.org/news/article/painful-covid-pandemic-lessons-mandy-cohen-north-carolina-cdc/) As covid-19 devastated communities across the nation in spring 2020, a group of Black ministers in this racially divided city made an urgent plea for more testing in their neighborhoods. Testing at the time \"was outside of communities of color,\" said the Rev. Jordan Boyd, pastor of Rockwell AME Zion Church in Charlotte. For Boyd, pandemic losses were personal: Covid-related complications killed a brother-in-law who worked as a truck driver. \"We saw what was happening with our folks.\" (Clasen-Kelly, Pradhan and Hacker, 8/23) [ Mask Up Again? Experts Say High-Risk People Should Be On Guard With Covid Uptick ](https://kffhealthnews.org/morning-breakout/mask-up-again-experts-say-high-risk-people-should-be-on-guard-with-covid-uptick/) As a scattering of businesses and schools bring back requirements, health experts say it may be time to for some to mask again as covid cases tick back up. News outlets report on the latest virus trends. [ CNN: It May Be Time To Break Out The Masks Against Covid, Some Experts Say ](https://www.cnn.com/2023/08/23/health/masks-covid-surge-wellness/index.html) If you're at high risk of serious illness or death from Covid-19, it's time to dust off those N95 masks and place them snugly over your nose and mouth to protect yourself from a recent uptick of the virus, according to a growing number of experts. That advice should go all the way up to 80-year-old President Joe Biden, said Dr. Jonathan Reiner, a cardiologist. \"Octogenarians comprise the highest-risk group for complications following Covid infection,\" Reiner said. \"At least until the numbers start to drop again, it would be appropriate for President Biden to take some precautions and wear a mask in crowds.\" (LaMotte, 8/23) [ The Hill: Hollywood Studio Brings Back Mask Mandate Amid Spike In COVID Cases ](https://thehill.com/blogs/in-the-know/4164337-hollywood-studio-brings-back-mask-mandate-amid-spike-in-covid-cases/) Hollywood studio Lionsgate is returning to mask mandates for many of its employees amid rising COVID-19 cases reported in Los Angeles. In an internal email obtained by Deadline, response manager for Lionsgate/Starz Sommer McElroy said that employees at its flagship office in Santa Monica will be required to wear a medical grade face covering, such as a surgical mask a or a KN95 or N95 mask. (Scully, 8/22) [ CBS News: Atlanta-Based Morris Brown College Says They Are Reinstating Covid Mask Mandates ](https://www.cbsnews.com/atlanta/news/atlanta-based-morris-brown-college-says-they-are-reinstating-covid-mask-mandates/) Atlanta-based Morris Brown College has announced that the school is reinstating its Covid mask mandate for the next two weeks as a result of positive cases at the Atlanta University Center. (King, 8/22) [ Milwaukee Journal Sentinel: Jail Suspends In-Person Visits After COVID Uptick ](https://www.jsonline.com/story/news/2023/08/22/dane-county-jail-suspends-in-person-visits-after-covid-uptick/70655380007/) The Dane County Jail has 49 inmates who have tested positive for COVID-19 and as a result will be temporarily suspending in-person visitation and programming, the Dane County Sheriff's Office said Tuesday night. (Bentley, 8/22) [ Stat: Covid-19 Hasn't Fallen Into A Seasonal Pattern — Yet ](https://www.statnews.com/2023/08/23/covid-19-has-not-yet-fallen-into-a-seasonal-pattern/) To most people on the planet, the Covid-19 pandemic is over. But for many scientists who have been tracking the largest global infectious disease event in the era of molecular biology, there is still a step that the virus that caused it, SARS-CoV-2, hasn't yet taken. It has not fallen into a predictable seasonal pattern of the type most respiratory pathogens follow. (Branswell, 8/23) In research on covid and the pandemic — [ CIDRAP: Veterans Study Shows Excess Mortality Leveled Off 6 Months After Acute COVID-19 ](https://www.cidrap.umn.edu/covid-19/veterans-study-shows-excess-mortality-leveled-6-months-after-acute-covid-19) Yesterday JAMA Internal Medicine published a study of more than 200,000 US veterans infected with COVID-19 demonstrating that the excess mortality risk from acute infection diminished within 6 months of initial diagnosis. The study was based on health record data from 208,061 patients seen at Veterans Affairs hospitals for initial COVID-19 infections from March 2020 to April 2021. Mortality outcomes among case-patients were compared to 1,037,423 matched uninfected peers. (Soucheray, 8/22) [ The Hill: Construction, Food Preparation Workers More Likely To Die From Overdoses During Pandemic: CDC Data ](https://thehill.com/policy/healthcare/4164525-construction-food-preparation-workers-more-likely-to-die-from-overdoses-during-pandemic-cdc-data/) Construction and food preparation workers were more likely than those in other professions to die from overdoses during the COVID-19 pandemic, new data from the Centers for Disease Control and Prevention (CDC) shows. Researchers from the CDC found that among different industries, drug overdose death rates were highest in construction and extraction and food preparation in 2020. The researchers analyzed fatal drug overdose data from 46 states and New York City, largely focusing on different industries and occupations. (Sforza, 8/22) [ Lawsuit Blames Florida Health Officials For Improper Medicaid Terminations ](https://kffhealthnews.org/morning-breakout/lawsuit-blames-florida-health-officials-for-improper-medicaid-terminations/) Three residents allege state agencies aren't informing low-income or disabled people properly about Medicaid redeterminations. Meanwhile, HHS is moving to pause Medicaid coverage terminations in Texas. [ Axios: First Lawsuit Over Improper Medicaid Terminations Filed In Florida ](https://www.axios.com/2023/08/22/medicaid-enrollment-lawsuit-florida) Florida's Medicaid redetermination process is headed to court. A lawsuit filed against Florida health officials Tuesday marks the first legal challenge to how states are dropping some enrollees from program rolls after the end of a pandemic-era policy that protected coverage. (Goldman, 8/22) [ AP: Florida Agencies Are Accused In A Lawsuit Of Sending Confusing Medicaid Termination Notices ](https://apnews.com/article/medicaid-florida-lawsuit-c335665ce29c602df130bba5045fe8cf) Three Florida residents filed a federal lawsuit Tuesday, alleging that state agencies aren't adequately notifying low-income and disabled people that their public health insurance is ending. The class-action lawsuit was filed in Jacksonville federal court by the Florida Health Justice Project and the National Health Law Program on behalf of the three Floridians, according to court records. The defendants are the Florida Agency for Health Care Administration and the Florida Department of Children and Families. (8/22) More on the 'unwinding' of Medicaid — [ Bloomberg Law: HHS Moves To Pause Medicaid Coverage Terminations In Texas ](https://news.bloomberglaw.com/health-law-and-business/hhs-moves-to-pause-medicaid-coverage-terminations-in-texas) The Biden administration is working to pause terminations of Medicaid coverage in Texas after lawmakers demanded action over allegations that the state isn't complying with federal requirements, a senior CMS official told Bloomberg Law. The official, who spoke on condition of anonymity, said Tuesday that people who were recently terminated due to administrative error will have their coverage restored by the end of the month. (Belloni, 8/22) [ KEYE: State Employee Whistleblowers Raise Concerns About Thousands Of Texans Being Wrongfully Denied Medicare coverage, among other concerns ](https://cbsaustin.com/news/local/state-employee-whistleblowers-raise-concerns-about-thousands-of-texans-being-wrongfully-denied-medicare-coverage-among-other-concerns) The Texas Congressional Democratic Delegation says nearly 600,000 Texans have lost their Medicaid coverage over the past four months, and 81% of those individuals were wrongly removed. They're now demanding the federal government investigate and hold the state accountable for what they call grave failures. This all unfolded after whistleblowers penned a three-page letter to the executive commissioner of the Texas Health and Human Services Commission. The letter explained how thousands of pregnant women, cancer patients and senior citizens are being denied care. The whistleblowers also stated the situation is taking a toll on their well-being and say they're \"desperately seeking help that will address these issues.\" (Hubbard, 8/23) [ Northwest Arkansas Democrat Gazette: Advocates Ask For Federal Government To Delay Arkansas' Unwinding Of Medicaid Rolls ](https://www.nwaonline.com/news/2023/aug/23/advocates-ask-for-federal-government-to-delay/) A group that advocates for Medicaid recipients is asking the federal government to intervene and delay the state's unwinding of the Medicaid rolls. Arkansas Community Organizations, a self-described grassroots nonprofit that advocates for social and economic justice, delivered letters to the Little Rock offices of U.S. Sens. John Boozman and Tom Cotton on Tuesday asking them to lobby federal officials to pause Arkansas' unwinding of the Medicaid rolls. The group also visited Gov. Sarah Huckabee Sanders' office at the state Capitol. (Earley, 8/23) [ Montana Public Radio: Frustration, Confusion And Distress Mark The Medicaid Renewal Process In Montana ](https://www.mtpr.org/montana-news/2023-08-22/frustration-confusion-and-distress-mark-the-medicaid-renewal-process-in-montana) Thousands are losing Medicaid coverage as the state redetermines Montanans' eligibility. Federal officials say the state is trying to move through the process too fast, leading to procedural errors and confusion among enrollees. The state health department says it's processing cases in a \"timely and accurate manner.\" But there are real consequences when someone is accidentally booted from the rolls. (Amestoy, 8/22) [ Influential Panel Backs Expanded Range Of HIV Prevention Drugs ](https://kffhealthnews.org/morning-breakout/influential-panel-backs-expanded-range-of-hiv-prevention-drugs/) The U.S. Preventive Services Task Force gave its highest or \"grade A\" recommendation to three medications approved for PrEP. Just one pill was previously endorsed, and the move may require private insurers to cover the drugs without a co-pay or deductible under the Affordable Care Act. [ The New York Times: Expert Panel Recommends New Drugs For HIV Prevention ](https://www.nytimes.com/2023/08/22/health/hiv-prep-truvada-descovy.html) An influential expert panel has given its highest recommendation to an expanded menu of H.I.V. prevention strategies for adults and adolescents, a move that will require private insurers to cover the drugs without a co-pay or deductible under the Affordable Care Act. The recommendation arrives as the Biden administration is fighting to preserve no-cost coverage of all preventive services under the A.C.A., after a Texas judge ruled the mandate to be unconstitutional. (Mandavilli, 8/22) [ NBC News: Insurers Must Cover Injectable HIV Prevention Drug — Unless Courts Void Mandate ](https://www.nbcnews.com/nbc-out/out-health-and-wellness/insurance-coverage-prep-hiv-drugs-apretude-law-rcna101078) By law, insurers now have until January 2025 to begin widely covering Apretude. But the requirement could be nullified by a lawsuit pending in the 5th U.S. Circuit Court of Appeals. The suit is being waged by a group in Texas, many members of which are self-described Christian business owners, who oppose covering PrEP on religious grounds. In September, a U.S. district judge in Texas agreed that the plaintiffs' religious freedom had been violated and ruled that the health task force had no constitutional authority to dictate insurance policy, because its members were not appointed by the president or confirmed by the Senate. The ruling has been stayed pending appeal. (Ryan, 8/22) In news from the FDA — [ Politico: Califf Urges Congress To Give FDA More Power To Respond To Drug Shortages ](https://subscriber.politicopro.com/article/2023/08/califf-urges-congress-to-give-fda-more-power-to-respond-to-drug-shortages-00112323) Congress should grant the FDA more authority to address drug shortages, Commissioner Robert Califf said Tuesday. The domestic generic drug industry is a victim of its own success, with product prices too low to sustain quality manufacturing and distribution, Califf said during a webinar hosted by the Alliance for a Stronger FDA, which advocates for agency appropriations. (Gardner, 8/22) [ Reuters: US FDA Panel Backs Otsuka's Blood Pressure Treatment Device ](https://www.reuters.com/business/healthcare-pharmaceuticals/us-fda-panel-backs-otsukas-blood-pressure-treatment-device-2023-08-22/) A panel of advisers to the U.S. Food and Drug Administration (FDA) on Tuesday recommended the use of a device made by a unit of Otsuka Holdings (4578.T) in a type of surgery to treat high blood pressure. The FDA panel backed the use of the device made by the Japanese company's unit ReCor for renal denervation, which is indicated for use in patients whose hypertension, or high blood pressure, cannot be controlled with drugs. (Roy, 8/22) [ Stat: FDA Advisory Panel To Debate High Blood Pressure Devices ](https://www.statnews.com/2023/08/22/medtronic-recor-high-blood-pressure-fda/) An advisory committee to the Food and Drug Administration will convene on Tuesday to evaluate the benefits of renal denervation, a one-time surgical procedure that works to reduce blood pressure. The promise — and the potential market — is enormous, but the data on how well the procedure works remains contentious. (Lawrence, 8/22) [ Politico: FDA Warns Amazon, Walmart And Others Over Unapproved Drug Products ](https://subscriber.politicopro.com/article/2023/08/fda-warns-amazon-walmart-and-others-over-unapproved-drug-products-00112269) The FDA has issued six warning letters, including to retail giants Amazon and Walmart, for selling unapproved products online that target a skin condition common in children. The warnings, posted Tuesday to the agency's website, require the companies to respond within 15 days with evidence that they are no longer selling the products or that their sale doesn't violate FDA rules. The FDA says non-compliance could prompt the agency to take further action. (Gardner, 8/22) [ Many Women Mistreated By Medical Staff During Pregnancy, Survey Finds ](https://kffhealthnews.org/morning-breakout/many-women-mistreated-by-medical-staff-during-pregnancy-survey-finds/) Of about 2,400 women polled, 20% reported that they had been verbally abused, had their requests for help go unanswered, had their physical privacy infringed upon, or received threats to withhold treatment, the CDC survey found. Plus, news on breast cancer, Plan B, abortion in Illinois, and more. [ NPR: 1 In 5 Women Experienced Mistreatment From Medical Staff In Their Last Pregnancy ](https://www.npr.org/2023/08/22/1195285970/mistreatment-pregnancy-cdc) One in five women experienced mistreatment while receiving medical care for their most recent pregnancy, according to a survey released Tuesday by the Centers for Disease Control and Prevention. The women reported signs of mistreatment, such as being verbally abused, having their requests for help go unanswered, having their physical privacy infringed upon and receiving threats to withhold treatment. (Archie, 8/22) [ USA Today: As US Maternal Death Rate Jumps, Women Report Negative Doctor Visits ](https://www.usatoday.com/story/news/health/2023/08/22/maternal-mortality-rate-american-women/70648124007/) \"This is unacceptable,\" Dr. Debra Houry, chief medical officer for the CDC, said on a call with reporters. \"We know mistreatment and discrimination can have a negative impact on the quality of maternity care. We have to encourage a culture of respectful maternity care. This should be part of greater efforts to improve quality by standardizing care to reduce complications and deaths related to pregnancy and delivery.\" (Cuevas, 8/22) [ Axios: Maternal Deaths Doubled In California Over Two Decades ](https://www.axios.com/local/san-diego/2023/08/22/childbirth-deadly-california-mothers-mortality) Maternal mortality rates in California more than doubled over the past two decades, according to a recent JAMA study that provides the first state-level breakdowns by ethnic group. Though California has one of the lower maternal death rates nationally, the worsening impact is especially stark for people of color. (Murphy, 8/22) In other reproductive news — [ The Washington Post: More Young Women Are Getting Breast Cancer. They Want Answers ](https://www.washingtonpost.com/wellness/2023/08/22/breast-cancer-young-women-increase/) Kelsey Kaminky first noticed a small lump in her left breast in November. It felt like a misshapen marble. Given her young age, her doctor suspected it was a benign cyst and told her further testing wouldn't be needed. But Kaminky, 32, couldn't shake a bad feeling. She insisted on getting a mammogram. \"I advocated for myself because I knew, I just knew,\" she said. The lump was breast cancer. (Morris, Bever and Malhi, 8/22) [ Iowa Public Radio: More Than 160 Rape Victims' Plan B Reimbursement Requests Pending ](https://www.iowapublicradio.org/state-government-news/2023-08-22/more-than-160-plan-b-reimbursement-requests-for-rape-victims-are-pending-at-the-ags-office) More than 160 reimbursement requests for rape victims' emergency contraception are pending at the state attorney general's office as the state's long-standing practice of covering this cost remains on pause. According to records obtained by IPR, the reimbursement requests total around $7,500. The reimbursement requests come from hospitals and pharmacies across the state. Around three-fourths are from this year, but several date as far back as 2021. One is from August 2020. Another is coded for child abuse. (Krebs, 8/22) [ North Carolina Health News: NC Pharmacists Emerge As New Prescribers Of Hormonal Contraceptives ](https://www.northcarolinahealthnews.org/2023/08/23/nc-pharmacists-emerge-as-new-prescribers-of-hormonal-contraceptives/) A 31-year-old Asian American woman hopped into an Uber on a mission — to head to a pharmacy in New Bern to get birth control. Because of her family's cultural and religious beliefs, she was not allowed to go to doctors' appointments alone nor to ask for contraception. But pharmacists' new ability to prescribe hormonal contraception in North Carolina gave her the opportunity to get connected to the pregnancy prevention method for the first time. (Crumpler, 8/23) [ CNN: Mediterranean Diet During Pregnancy Improved 2-Year-Olds' Cognitive, Social Abilities ](https://www.cnn.com/2023/08/22/health/mediterranean-diet-pregnancy-child-development-wellness/index.html) Mothers who followed the Mediterranean diet while pregnant improved their children's cognitive, social and emotional development at age 2 compared with children whose mothers did not follow the diet, according to a new randomized clinical trial. (LaMotte, 8/22) [ The New York Times: Unending Indignities Of 'Vaginal Atrophy' ](https://www.nytimes.com/2023/08/22/science/menopause-vaginal-atrophy.html) When Heather Corinna started a Facebook support group in 2019 for people going through menopause and perimenopause, one phrase came up again and again. Members of the group had read about it online, heard it from their doctors and seen it in their medical notes. \"Everybody had a bad reaction to it,\" said Mx. Corinna, a queer sex educator and founder of the sex education site Scarleteen. The phrase? Vaginal atrophy. (Gross, 8/22) In abortion updates — [ NPR: High-Risk Patients Head To Illinois Hospitals From States With Abortion Bans ](https://www.npr.org/sections/health-shots/2023/08/23/1193898181/abortion-bans-are-fueling-a-rise-in-high-risk-patients-heading-to-illinois-hospi) Since the Dobbs decision overturned Roe v. Wade on June 24, 2022, who can get an abortion and where has been complicated by medically ambiguous language in new state laws that ban or restrict abortion. Doctors in those states fear they could lose their medical licenses or wind up in jail. Amid these changes, physicians in abortion havens like Illinois are stepping up to fill the void and provide care to as many patients as they can. (Schorsch, 8/23) [ Power Outage Forced Hundreds Of Hospital Patients To Evacuate In LA ](https://kffhealthnews.org/morning-breakout/power-outage-forced-hundreds-of-hospital-patients-to-evacuate-in-la/) News outlets report on the impact of a succession of power outages that hit a Los Angeles hospital. A baby was born amid the chaos, the Los Angeles Times said. Separately, a study found ChatGPT may be as good as recent med school graduates in making clinical decisions. [ Los Angeles Times: Baby Is Born Amid Evacuation At White Memorial Hospital ](https://www.latimes.com/california/story/2023-08-22/white-memorial-hospital-power-outage-evacuations) Hundreds of patients, including some infants and others in critical care, had to be evacuated early Tuesday from Adventist Health White Memorial Hospital in Boyle Heights after part of the complex lost power, authorities said. The patients from the neonatal intensive care unit, obstetrics unit and others in the hospital's Specialty Care Center were transferred to other facilities on the campus and to other area hospitals, the Los Angeles Fire Department said. One woman gave birth during the evacuation, a hospital official said. (Lin and Petri, 8/22) [ AP: Hundreds Of Patients Evacuated From Los Angeles Hospital Building That Lost Power In Storm's Wake ](https://apnews.com/article/los-angeles-hospital-power-outage-hilary-275ccdcdd21130580956c98416fd0c1a) A succession of power outages at a Los Angeles hospital prompted the evacuation of 28 patients in critical condition to other hospitals early Tuesday, while 213 other patients were moved to another building in the medical center, and a baby was delivered by flashlight, authorities said. (8/23) In other health care industry news — [ The Boston Globe: ChatGPT, As Good As Recent Med School Graduates? Study Says Yes ](https://www.bostonglobe.com/2023/08/22/metro/chatgpt-medicine-ai-mgb-study/) Artificial intelligence is nearly as good as a recent medical school graduate at making clinical decisions, but struggles in key areas that show it won't be replacing the doctor anytime soon, according to a new study by Mass General Brigham. The study, published Tuesday in the Journal of Medical Internet Research, found that ChatGPT was about 72 percent accurate in overall clinical decision-making for patients — from arriving at a final diagnosis to coming up with treatment plans. While there are no formal benchmarks, researchers estimate that such passing performance is on par with a new doctor, known as an intern or resident. (Bartlett, 8/22) [ Stat: Obesity Specialists Are Scarce. Here's How That's Starting To Change ](https://www.statnews.com/2023/08/23/obesity-specialists-shortage-weight-loss-novo-nordisk/) Treatment of obesity has never been more prominent, with the advent of medications like Ozempic and Mounjaro generating both excitement and concern. Overlooked, however, is a severe shortage of doctors who actually specialize in treating obesity. (Bajaj, 8/23) [ The Boston Globe: Black And Hispanic Patients Admitted And Return To The Hospital In Higher Rates Than Others, Study Finds ](https://www.bostonglobe.com/2023/08/23/metro/black-hispanic-admissions-disparity-er/) New state data shows that Black and Hispanic residents are using hospital services at higher rates than other groups, potentially pointing to uneven challenges accessing primary care and differences in the quality of care received at the hospital. In a report issued Wednesday, the Center for Health Information and Analysis said while many Massachusetts residents struggle to access high quality, affordable, and timely health care, systemic inequities and institutional racism exacerbate these issues for many communities of color. (Bartlett, 8/23) [ The Wall Street Journal: The Upheaval At America's Disappearing Nursing Homes, In Charts ](https://www.wsj.com/health/healthcare/the-upheaval-at-americas-disappearing-nursing-homes-in-charts-9aa8d2f9) Patients spend months waiting in hospitals for nursing-home beds. The U.S. has at least 600 fewer nursing homes than it did six years ago, according to a WSJ analysis of federal data. (Kamp, Evans and Lenth, 8/23) [ Modern Healthcare: GLP-1s, Virtual Health Draw Employer Skepticism ](https://www.modernhealthcare.com/digital-health/glp-1s-virtual-health-employer-insurance-coverage) Employers are increasingly troubled about some of the downsides of virtual health, the survey revealed. Around 70% of respondents expressed trepidation about how virtual care solutions can create a siloed experience for their employees accessing services, and nearly half said they're concerned about how these solutions may not directly connect with each other. Many digital health companies that target the employer market say buyers are not interested in \"point solutions,\" an industry term for software products that only focus on one area of medical care. (Perna, 8/22) [ Modern Healthcare: Hospital Charity Care Spending Scrutiny Intensifies ](https://www.modernhealthcare.com/policy/hospital-charity-care-oregon-minnesota-california) States are increasing their oversight of nonprofit hospitals' financial assistance policies, seeking to ensure hospitals are earning their tax exemptions by doing enough to help the poor. Oregon Gov. Tina Kotek (D) signed a bill in July that looks to increase access to free or discounted healthcare by requiring hospitals to proactively screen patients and streamline the signup process. The law represents a growing effort among states to bolster accountability and increase scrutiny of nonprofit hospitals' charity care contributions. (Kacik, 8/22) [ KFF Health News: Doctors And Patients Try To Shame Insurers Online To Reverse Prior Authorization Denials ](https://kffhealthnews.org/news/article/doctors-patients-shame-insurers-online-prior-authorization-denials/) Sally Nix was furious when her health insurance company refused to pay for the infusions she needs to ease her chronic pain and fatigue. Nix has struggled with a combination of autoimmune diseases since 2011. Brain and spinal surgeries didn't ease her symptoms. Nothing worked, she said, until she started intravenous immunoglobulin infusions late last year. Commonly called IVIG, the treatment bolsters her compromised immune system with healthy antibodies from other people's blood plasma. (Sausser, 8/23) [ Rising Mental Health Needs Will Cost Large Employers In 2024: Survey ](https://kffhealthnews.org/morning-breakout/rising-mental-health-needs-will-cost-large-employers-in-2024-survey/) Politico reports about 77% of large employers reported an increase in mental health needs of their staff, possibly related to recovery from the pandemic. CBS News covers news that FDNY members, and their families, are seeking mental health care in record numbers. [ Politico: Employers Grappling With Spike In Mental Health Needs, Cost Increases For 2024 ](https://subscriber.politicopro.com/article/2023/08/employers-grappling-with-spike-in-mental-health-needs-cost-increases-for-2024-00112276) Large employers are seeing their workforce's mental health needs skyrocket as the nation recovers from a pandemic that left many people isolated and lonely. About 77 percent of large employers reported an increase in the mental health needs of their workforces, according to the Business Group on Health's 2024 Large Employer Health Care Survey, released Tuesday. That's a 33-percentage-point increase over last year, when 44 percent of employers saw an increase in employees' mental health needs. (Hooper, 8/22) [ CBS News: Record Number Of FDNY Members, Families Seeking Mental Health Counseling, Nonprofit Says ](https://www.cbsnews.com/newyork/news/fdny-mental-health-counseling-friends-of-firefighters/) A nonprofit that helps FDNY and their families with mental health counseling says they're seeing record high numbers when it comes to people reaching out for help. They tell CBS New York's Shosh Bedrosian the culture around mental health in the community continues to improve, but some calls for help can have a long-lasting impact. (Bedrosian, 8/22) [ KFF Health News: Naming Suicide In Obits Was Once Taboo. Changing That Can Help Loved Ones Grieve ](https://kffhealthnews.org/news/article/naming-suicide-obituaries-taboo-grief/) When Deborah and Warren Blum's 16-year-old died by suicide in November 2021, they went into shock. For two days, the grief-stricken Los Angeles couple didn't sleep. But when it came time to write a death notice, Deborah Blum was clearheaded: In a heartfelt tribute to her smart, funny, popular child, who had recently come out as nonbinary, she was open and specific about the mental health struggles that led to Esther Iris' death. (Waldman, 8/23) If you are in need of help — [Dial 9-8-8 for 24/7 support from the Suicide & Crisis Lifeline. It's free and confidential.](https://988lifeline.org/) In other health and wellness news — [ The Hill: Young Adults Less Likely, Older Adults More Likely To Drink Alcohol: Gallup ](https://thehill.com/changing-america/4164721-young-adults-less-likely-older-adults-more-likely-to-drink-alcohol-gallup/) Just 62 percent of Americans aged 18 to 34 say they drink, according to the findings, a drop from 72 percent two decades ago. Adults who are 55 and older, meanwhile, are drinking more. Gallup found 59 percent in this category say they drink, compared to 49 percent two decades ago. (Suter, 8/22) [ Reuters: Altria Seeks US Import Ban E-Vapor Products ](https://www.reuters.com/business/retail-consumer/altria-seeks-import-ban-certain-juul-e-vapor-products-2023-08-22/) Marlboro maker Altria Group (MO.N) said on Tuesday that its subsidiary e-cigarette firm NJOY has filed a complaint against rival Juul Labs with the U.S. International Trade Commission, seeking a ban on the import and sale of Juul products. The move escalates a dispute between the two e-cigarette makers after Juul filed a similar patent infringement case against NJOY at the ITC in June. (8/22) [ CBS News: Colorado Health Experts Say Return To Some Physical Activity Soon After Concussion Helps Recovery ](https://www.cbsnews.com/colorado/news/colorado-health-experts-physical-activity-concussion-recovery/) \"There's been a lot of research, a lot of which we've helped produced here at Children's Hospital Colorado that essentially shows that early physical activity is not harmful for athletes who get a concussion, and in most cases can actually be beneficial,\" said Howell. \"Complete rest where you have somebody sit in a dark room is actually in some cases perhaps detrimental, certainly not helpful to somebody recovering from a concussion after about a one-to-two-day rest period.\" (Vidal, 8/22) [ KFF Health Health News Minute' ](https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute/) \"KFF Health News Minute\" brings original health care and health policy reporting from the KFF Health News newsroom to the airwaves each week. (8/22) [ 5 People In Florida Died From 'Flesh-Eating' Vibrio Infections This Year ](https://kffhealthnews.org/morning-breakout/5-people-in-florida-died-from-flesh-eating-vibrio-infections-this-year/) Health News Florida, reporting the sad toll, also notes that 26 cases of Vibrio vulnificus were reported in the state so far in 2023. Meanwhile, in Connecticut, the Department of Public Health reported that four local residents have tested positive for Powassan virus, the first cases in the state this year. [ Health News Florida: Five People In The Tampa Region Have Died From 'Flesh-Eating' Vibrio In 2023 ](https://health.wusf.usf.edu/health-news-florida/2023-08-22/five-people-in-the-tampa-region-have-died-from-flesh-eating-vibrio-in-2023) Five people in the greater Tampa Bay region have died this year because of the so-called \"flesh-eating\" bacterium found in warm, brackish seawater and undercooked seafood. The Florida Department of Health said this past week that 26 cases of Vibrio vulnificus were reported in the state so far in 2023, with two deaths in Hillsborough County, and one each in Pasco, Polk and Sarasota counties. (Mayer, 8/22) [ CT Insider: Four Cases Of Powassan Virus Infection Reported In Connecticut ](https://www.ctinsider.com/health/article/four-cases-powassan-virus-infection-far-year-18306690.php) The Connecticut Department of Public Health announced Monday that four Connecticut residents have tested positive for Powassan virus. These are the first such cases to be identified in the state this year. ... All of the patients became ill following a known tick bite and were hospitalized with a central nervous system infection. All patients have been discharged and are recovering from the infection. (Gabrielle, 8/21) [ NBC News: Mosquitoes That Spread Malaria Aren't Tracked In The U.S. ](https://www.nbcnews.com/health/health-news/mosquitoes-spread-malaria-arent-tracked-us-rcna100936) A ninth case of malaria diagnosed in a person who had not traveled out of the U.S. has experts on alert — and calling for more surveillance of the mosquitoes that spread the illness. \"The time to think about the next mosquito-borne disease is not when we find a sick person. It's now,\" said Dan Markowski, technical adviser to the American Mosquito Control Association, a nonprofit organization representing groups that monitor mosquito activity. (Edwards, 8/22) [ The Washington Post: The FAA Reauthorization Bill Would Preserve A Future For Leaded Gas ](https://www.washingtonpost.com/politics/2023/08/22/faa-reauthorization-bill-would-preserve-future-leaded-gas/) Controversial language in a bill to reauthorize the Federal Aviation Administration would effectively require small airports to continue selling leaded gasoline, despite the health hazards of lead, a powerful neurotoxin. The provisions have sparked a fierce debate among lawmakers, public health advocates, pilots and fuel producers. The debate isn't over whether to ditch leaded aviation gas, but how quickly to do so in light of safety concerns. (Joselow and Montalbano, 8/22) [ AP: No Harmful Levels Of PCBs Found At Wyoming Nuclear Missile Base As Air Force Investigates Cancers ](https://apnews.com/article/missile-nuclear-cancer-pcbs-air-force-military-b8787f2f849476af3a24268f80c6603b) No harmful levels of carcinogenic PCBs were found inside the missile launch facilities at F.E. Warren Air Force base in Wyoming, the service said Tuesday, as it looks for possible causes for cancers being reported among its nuclear missile community. (Copp, 8/22) [ New Bill Would Require Sex Ed To Be Taught Nationwide ](https://kffhealthnews.org/morning-breakout/new-bill-would-require-sex-ed-to-be-taught-nationwide/) The Real Education and Access for Healthy Youth Act would make sex education a requirement nationwide, The 19th reports. Just three states require comprehensive lessons now. Meanwhile in Georgia and Missouri, legal battles over trans gender care continue. [ The 19th: Many States Don't Require Schools To Teach Sex Ed. A New Bill Would Change That. ](https://19thnews.org/2023/08/sex-ed-schools-nationwide-proposed-bill/) The type of sex ed students in this country receive depends largely on the state they call home. Some youth learn about the importance of consent or contraception, while others receive instruction on abstinence or sexually transmitted infections. Some don't get any sex ed at all. What nearly all students in the nation have in common, however, is that they live in states that don't require them to be taught comprehensive sexuality education. (Nittle, 8/22) On transgender health care — [ AP: Citing Appeals Court, Georgia Asks Judge To Reinstate Ban On Hormone Therapy For Transgender Minors ](https://apnews.com/article/georgia-transgender-minors-hormone-law-2186abe27dc6d86ef54e48fb551fc028) Citing a recent ruling affecting Alabama, Georgia officials asked a federal judge Tuesday to allow the state to resume enforcement of its restriction on hormone therapy for transgender people under the age of 18. Judge Sarah Geraghty should vacate her order blocking Georgia's hormone therapy ban because an appeals court allowed enforcement of a similar Alabama law, attorneys for the state of Georgia said in a court filing. (Thanawala, 8/22) [ AP: Court Battle Begins Over Missouri's Ban On Gender-Affirming Health Care For Minors ](https://apnews.com/article/transgender-nonbinary-hormones-puberty-medicine-missouri-80784004619a1137c4e5d7f21df7e514) Missouri's Republican Attorney General Andrew Bailey and the families of transgender children are in court this week fighting over whether a new law banning minors from receiving gender-affirming health care will take effect as scheduled Monday. Lawyers last month sued to overturn the law on behalf of three families of transgender minors, doctors and two LGBTQ+ organizations. They asked a county judge to temporarily block the law as the court challenge against it plays out. (Ballentine, 8/22) In other health news from across the U.S. — [ AP: Fake Arizona Rehab Centers Scam Native Americans Far From Home, Officials Warn During Investigations ](https://apnews.com/article/medicaid-fraud-rehabilitation-centers-indigenous-patients-fb8e113834c3e4f6be7d054ce8c7b0c7) Autumn Nelson said she was seeking help for alcohol addiction last spring when fellow members of the Blackfeet Nation in Montana suggested a rehabilitation center in Phoenix, far to the south. The 38-year-old said the center even bought her a one-way airline ticket to make the 1,300-mile (2,100-kilometer) journey. But Nelson said after a month, she was kicked out after questioning why there was one therapist for 30 people and no Native American staff despite a focus on Native clients. (Snow, 8/23) [ The Texas Tribune: New Texas Law Brings Fentanyl Awareness Curriculum To Public Schools ](https://www.texastribune.org/2023/08/23/texas-schools-fentanyl-mental-health/) More than 40 years after former First Lady Nancy Reagan launched her famous \"Just Say No\" advertising campaign, Texas and the rest of the nation are once again trying to combat youth drug use through public school awareness programs. (Simpson, 8/23) [ Axios: More Than 121,000 Hoosiers Over 65 Have Alzheimer's ](https://www.axios.com/local/indianapolis/2023/08/22/indiana-alzheimers-rate) An estimated 11% of adults aged 65 or older in Indiana — about 121,300 people — have Alzheimer's disease, per a new study. It's critical for public health officials, policymakers and others to have a clear look at the number of Alzheimer's cases in a given area, the authors say — in part because caring for those with the disease cost an estimated $321 billion nationwide last year, much of which came via Medicare and Medicaid. (Fitzpatrick and Hurt, 8/22) [ New Hampshire Public Radio: Eyeing More Community-Based Care, NH Health Officials Aim To Eventually Make Nursing Homes A Last Resort ](https://www.nhpr.org/health/2023-08-22/eyeing-more-community-based-care-nh-health-officials-aim-to-eventually-make-nursing-homes-a-last-resort) New Hampshire's population is getting older. But there's not enough people to take care of those who are aging — and not enough money to help. State officials, policy experts and long term care providers gathered in Portsmouth on Monday to discuss how they're addressing those challenges and working to make New Hampshire a better place to age. (Cuno-Booth, 8/22) [ Weight-Loss Drugs Have Extra Benefits; Antibiotic Manufacturing Report Suggests Improvements Are Needed ](https://kffhealthnews.org/morning-breakout/weight-loss-drugs-have-extra-benefits-antibiotic-manufacturing-report-suggests-improvements-are-needed/) Read recent pharmaceutical developments in KFF Health News' Prescription Drug Watch roundup. [ ScienceDaily: Anti-Obesity Drug Improves Associative Learning In People With Obesity ](https://www.sciencedaily.com/releases/2023/08/230817163920.htm) Obesity leads to altered energy metabolism and reduced insulin sensitivity of cells. The so-called 'anti-obesity drugs' are increasingly used to treat obesity and have caused tremendous interest, especially in the USA. (Max Planck Institute for Biology of Ageing, 8/17) [ The Hill: Novo Nordisk Boosts Lobbying As It Seeks Medicare Coverage For Obesity Drugs ](https://thehill.com/business/4163068-novo-nordisk-boosts-lobbying-power-as-it-seeks-medicare-coverage-for-obesity-drugs/) Novo Nordisk, the maker of the weight loss drug Wegovy and diabetes medication Ozempic, went on a federal lobbying spending spree in the first six months of 2023. The Danish drugmaker is pushing Congress to pass a bill that would nix Medicare restrictions on covering weight management treatments. (Giorno, 8/22) [ CIDRAP: Report Outlines Steps Needed For More Responsible Antibiotic Manufacturing ](https://www.cidrap.umn.edu/antimicrobial-stewardship/report-outlines-steps-needed-more-responsible-antibiotic-manufacturing) A new report on responsible antibiotic manufacturing suggests that while a handful of companies are taking steps to reduce the amount of antibiotic manufacturing waste released into the environment, more needs to be done. (Dall, 8/22) [ Reuters: Roche Inadvertently Publishes Positive Interim Trial Data On Lung Cancer Drug ](https://www.reuters.com/business/healthcare-pharmaceuticals/roche-reports-inadvertent-disclosure-lung-cancer-immunotherapy-study-2023-08-23/) Roche inadvertently published positive lung cancer drug trial data from an interim analysis, boosting the Swiss drug maker's shares even though more data will be needed to confirm the treatment's efficacy. Roche said on Wednesday that market participants had made it aware of the inadvertent disclosure of an interim data analysis on new immunotherapy tiragolumab, part of an experimental class of drugs known as anti-TIGIT. (Burger and Moore, 8/23) [ Perspectives: There Is A Ridiculous New Attack On Mifepristone; Opill Must Be Economical ](https://kffhealthnews.org/morning-breakout/perspectives-there-is-a-ridiculous-new-attack-on-mifepristone-opill-must-be-economical/) Read recent commentaries about drug-cost issues. [ Los Angeles Times: The Abortion Pill Faces Its Most Disturbing Attack Yet ](https://www.latimes.com/opinion/story/2023-08-22/abortion-pill-drug-mifepristone-fifth-circuit-court-judge-james-ho) Judge James Ho of the U.S. 5th Circuit Court of Appeals wrote an opinion last week that attracted a lot of attention. A three-judge panel that included Ho ruled in favor of further restrictions on access to mifepristone, the abortion pill, which will remain widely available under a Supreme Court order while litigation continues. (Rhonda Garelick, 8/22) [ Stat: How To Make Over-The-Counter Birth Control Affordable ](https://www.statnews.com/2023/08/23/opill-over-the-counter-birth-control-pill-price/) The Food and Drug Administration recently approved Opill, the first over-the-counter access birth control pill, in a monumental and long overdue win for reproductive and public health care. This FDA ruling will significantly expand access to high-quality contraception for folks across the country. However, true access will require affordability, too. (Dana Singiser, 8/23) [ Scientific American: We Need Comprehensive Illicit Drug Analysis Now To Stop Overdose Deaths ](https://www.scientificamerican.com/article/we-need-comprehensive-illicit-drug-analysis-now-to-stop-overdose-deaths1/) The devastating, drug overdose epidemic in the U.S. killed over 105,000 people last year, most from the synthetic opioid fentanyl. But while fentanyl has dominated the headlines, talk in public health circles has shifted to a new illicit drug on the street: xylazine. (Edward Sisco, 8/22) [ The Washington Post: The Supreme Court Should Bless The Purdue Pharma Settlement ](https://www.washingtonpost.com/opinions/2023/08/21/purdue-pharma-settlement-sacklers-supreme-court/) The Supreme Court recently announced that it will review Purdue Pharma's bankruptcy settlement, which would release the company's owners, the Sackler family, from future civil liability for the harms they imposed on millions of opioid victims. Some see this as an opportunity to vindicate victims and prevent abusive bankruptcy settlements. That is wrong. (Anthony Casey and Edward Morrison, 8/21) [ Viewpoints: How Early Did Wuhan Doctors Know About Covid?; Leprosy In Florida Being Overblown ](https://kffhealthnews.org/morning-breakout/viewpoints-how-early-did-wuhan-doctors-know-about-covid-leprosy-in-florida-being-overblown/) Editorial writers examine the beginnings of covid, leprosy in Florida, HIV and health care costs. [ The Washington Post: In Wuhan, Doctors Were Ordered To Be Quiet As Pandemic Began ](https://www.washingtonpost.com/opinions/2023/08/22/wuhan-doctors-pandemic-china-coverup/) In the first weeks of 2020, a radiologist at Xinhua Hospital in Wuhan, China, saw looming signs of trouble. He was a native of Wuhan and had 29 years of radiology experience. His job was to take computed tomography (CT) scans, looking at patients' lungs for signs of infection. (8/22) [ Stat: How Worried Should You Really Be About Leprosy In Florida? ](https://www.statnews.com/2023/08/23/leprosy-florida-endemic-hansens-disease/) In recent weeks, you may have seen alarming headlines about how leprosy might become \"endemic\" in Florida. As a physician in Florida who specializes in treating leprosy, also known as Hansen's disease, this case report was not \"news\" to us in the field: We have known for some time about endemic cases of leprosy. However, given how rare the disease is in the state, there is no cause for alarm — despite the fearful headline. (Andrea Maderal, 8/23) [ Los Angeles Times: Why Is HIV Still Spreading When We Have The Tools To Stop It? ](https://www.latimes.com/opinion/story/2023-08-23/hiv-awareness-prep-antiretroviral-therapy-prevention) In 2021, women represented nearly 20% of new HIV infections. More than 50% of women who contracted the virus were Black. President Biden's 2024 budget proposed $237 million for a federal PrEP program — that's pre-exposure prophylaxis, a daily pill intended to keep HIV-negative people becoming HIV-positive. (LZ Granderson, 8/23) [ The CT Mirror: Healthcare In CT Is Expensive. That Needs To Change ](https://ctmirror.org/2023/08/23/ct-affordable-healthcare/) The high cost of healthcare in Connecticut is a problem that cannot be ignored. Connecticut's healthcare costs are among the highest in the country and with those costs rising at a rate faster than personal income, access to affordable care is becoming increasingly limited for many residents. (Deidre S. Gifford, "}