{"title": "Ginkgo Biloba Mason Natural Premium Herb 500 mg Hierba Adaptogena 1...", "author": "Marekpromokit Eu", "url": "https://tienda306.com/vitaminas-y-suplementos/ginkgo-biloba-mason-natural-premium-herb-500-mg-hierba-adaptogena-180-capsulas", "hostname": "tienda306.com", "description": "Ginkgo Biloba Mason Natural Premium Herb 500 mg Hierba Adaptogena 180 Capsulas El Ginkgo Biloba, es un Hierba Adaptógena que ayudan a la memoria, la concent...", "sitename": "Tienda 306 Colombia | Vitaminas y Suplementos.", "date": "2021-02-01", "cleaned_text": "500 mg Hierba Adaptogena 180 Cápsulas. El extracto de hojas secas del Ginkgo Biloba es uno de los productos antienvejecimiento más importantes y efectivos que existen. Aparte de mejorar la circulación sanguínea y de ser antioxidante, el ginkgo mejora la habilidad para recibir señales de los neurotransmisores, capacidad que se va perdiendo con la edad, con lo que se consigue mejorar la transmisión nerviosa. Al mejorar la transmisión nerviosa se favorece también la respuesta muscular. Además de su acción antienvejecimiento, se utiliza generalmente como tónico, sobre todo en casos de fatiga o de cansancio. ¿Dónde se encuentra Ginkgo Biloba? Ginkgo Biloba es una planta originaria de China que puede llegar a vivir un milenio. Florece en diferentes climas del mundo, sin embargo, crece principalmente en China y Corea, en el sur y el este de Estados Unidos, en el sur de Francia, y en ciudades de Uruguay, Argentina y Chile. Desde hace siglos es utilizada por sus acciones terapéuticas. Las hojas del más que neuroprotectoras, del Ginkgo Bilona es uno de los productos para el antienvejecimiento más importantes y efectivos que existen. Aparte de mejorar la circulación sanguínea y ser un producto antioxidante, mejora la habilidad para la recepción de señales de los neurotransmisores, capacidad que se va perdiendo con los años. Mejora la transmisión nerviosa y la respuesta muscular. El Ginkgo Biloba se utiliza como tónico en casos de fatiga y cansancio. Principales beneficios - Ayuda a tratar la enfermedad de Alzheimer y otras formas de demencia. - Mejora los problemas cognitivos causados por la edad. - Ayuda a combatir los problemas de concentración en personas jóvenes. - Ayuda a mejorar la respuesta dolorosa al frío especialmente en los dedos de manos y pies (síndrome de Raynaud). - Mejora la circulación de la sangre (claudicación, enfermedad vascular periférica). - Mejora la disfunción sexual. - Combate los síntomas del síndrome premenstrual (SPM). - Ayuda a tratar el glaucoma. - Mejora la visión en personas con diabetes. - Combate el vértigo y los mareos. ¿Cuál es su presentación? Dosis: Adultos, tomar una cápsula al día como un suplemento dietético, preferiblemente con una comida. ADVERTENCIAS - Los suplementos no tratan de sustituir una dieta equilibrada, se presentan con el fin de complementar la ingesta de nutrientes de una dieta normal. - Tampoco tratan, previenen, diagnostican o curan ninguna enfermedad, hechos atribuibles a los medicamentos. - El consumo de los productos debe ser controlado por un profesional, ante cualquier duda, siempre consulte a su médico. - No tome este producto si usted está embarazada o amamantando. Consulta a su Médico antes de tomar vitaminas y suplementos. - Mantenga el envase bien cerrado y mantenga fuera del alcance de los niños. Detalle de productos Ficha de datos - Ref. - V3036 - SKU: - 311845177377 - Genero: - Unisex - - Mason Natural - Concentración: - 500mg - Dosificación: - Adultos, tomar (1) una cápsula al día como un suplemento dietético, preferiblemente con una comida. - Contenido: - 180 Capsulas - Tamaño aproximado: - Alto:11cm Peso: - 0.12kg - Garantía: - \"Quince (15) días de garantía por defecto de fábrica\" - País: - Made in USA "}