{"title": "PDF", "author": "PDF", "url": "www.planetadelibros.com.mx/libros_contenido_extra/41/40414_1_PrimerCapitulo_Curcuma.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "SACHA BARRIO HEALEY CÚRCUMA y otras medicinas de la longevidad Cómo prevenir y remediar enfermedades degenerativas y autoinmunes Una raíz medicinal y una filosofía de medicina Curcuma_Mexico.indd 5 2/19/19 9:35 PMObra editada en colaboración con Editorial Planeta - Perú Diseño y diagramación: Departamento de diseño Grupo Planeta Perú Ilustración de portada: Rosamar Corcuera ©2018, Sacha Barrio Healey © 2018, Editorial Planeta Perú S.A. - Lima, Perú Derechos reservados © 2019, Editorial Planeta Mexicana, S.A. de C.V. Bajo el sello editorial PLANETA M.R. Avenida Presidente Masarik núm. 111, Piso 2 Colonia Polanco V Sección Delegación Miguel Hidalgo C.P . 11560, Ciudad de México www.planetadelibros.com.mx Primera edición impresa Perú: abril de 2018 ISBN: 978-612-319-282-2 Primera edici ón impresa en México: abril de 2019 ISBN: 978-607-07-5764-8 No se permite la reproducción total o parcial de este libro ni su incorporación a un sistema informático, ni su transmisión en cualquier forma o por cualquier medio, sea éste electrónico, mecánico, por fotocopia, por grabación u otros métodos, sin el permiso previo y por escrito de los titulares del copyright. La infracción de los derechos mencionados puede ser constitutiva de delito contra la propiedad intelectual (Arts. 229 y siguientes de la Ley Federal de Derechos de Autor y Arts. 424 y siguientes del Código Penal). Si necesita fotocopiar o escanear algún fragmento de esta obra diríjase al CeMPro (Centro Mexicano de Protección y Fomento de los Derechos de Autor, http://www.cempro.org.mx). Impreso en los talleres de Litográfica Ingramex, S.A. de C.V. Centeno núm. 162, colonia Granjas Esmeralda, Ciudad de México Impreso en México Printed in Mexico Curcuma_Mexico.indd 6 2/19/19 9:35 PMÍNDICE Prólogo 9 Introducción 13 PRIMERA PARTE La biología de la cúrcuma 1. Los paradigmas de la medicina alopática y de la medicina herbolaria 21 2. Sabores de la cúrcuma, propios y complementarios 26 3. Cúrcuma. Medicina oriental 32 4. El condimento de la longevidad 38 5. Cúrcuma e investigación biomolecular 44 6. Retos y artificios para absorber la cúrcuma 61 7. Fracciones químicas de la cúrcuma. Polifenoles, aceites esenciales y polisacáridos 74 SEGUNDA PARTE La sinergia con otros polifenoles 8. Sinergias y polivalencias de la cúrcuma con compuestos compatibles 83 Galactomananos de Caesalpinia spinosa 90 Curcuma phaeocaulis y Curcuma longa 90 Las chispas secretas de la granada 92 El extracto de semilla de uva (ESU) y la longevidad 100 Antocianinas. Los secretos purpúreos del maíz morado 105 Curcuma_Mexico.indd 7 2/19/19 9:35 PMTERCERA PARTE Guía de consumo y recetas 9. Guía resumen para el consumo conjunto de extractos concentrados 111 10. Conclusiones 140 11. Referencias finales 142 APÉNDICES 1. Evaluación de concentración de curcumina y rendimiento en oleorresina entre especies silvestres y cultivadas de Curcuma longa en la selva amazónica del Perú 159 2. Protocolo para combatir células madre de cáncer 166 3. Actividad antiviral de la curcumina 175 4. Incidencia del virus de papiloma humano (VPH) en diferentes cánceres 183 5. ¿Qué es el Nrf2 y cómo lo activamos? 187 Curcuma_Mexico.indd 8 2/19/19 9:35 PM9PRÓLOGO Todos queremos una medicina basada en evidencia, es razo - nable aspirar a ello. El problema oculto con esta postura, en tiempos modernos, es que le cierra la puerta o margina - liza una infinidad de terapias y medicinas. Aquellas medicinas que no sean claramente permitidas son prohibidas o peligrosas, y lo que no está explícitamente confirmado como verdadero se asume como falso. Siendo así, solo nos queda dejarnos llevar por el río de las fuerzas del mercado e ir a la farmacia. Este libro invita a pensar libremente, investigar en términos no comercia - les, tomar pleno control de la propia salud y, paso a paso, distin - guir la ciencia y evidencia de los fenómenos naturales. Más allá de remedios paliativos, se busca entender y resolver el fondo del problema; y en este caso, hemos analizado una raíz medicinal: la cúrcuma. El verdadero entendimiento no viene de la maestría intelec - tual de las enseñanzas, sino de vivir a diario con ellas. Del mismo modo, invitamos al lector a absorber las medicinas con el in- testino y las enseñanzas con el cerebro, para vincular un lúcido círculo armonioso entre ambos órganos. Curcuma_Mexico.indd 9 2/19/19 9:35 PM10 CÚRCUMA Y OTRAS MEDICINAS DE LA LONGEVIDADEste libro tiene un formato peculiar donde se exhala e inhala ciencia y filosofía. El lenguaje no se emplea para deco - rar la realidad, sino en realidad es seleccionado impasible para intentar acercarnos a la esencia. Las investigaciones provienen de jornadas en el laboratorio -con las manos amarillas, solven - tes, soxhlet, rotavapor, centrifugadora y liofilizador-, así como del desnudo arte de observar. De la analogía y la comparación, de la absorción nutricional de la medicina con las revelaciones que allí se construyen, y que no podríamos apreciar limitán - donos a un método científico recluido en la abstracción. Cada hallazgo y cada pensamiento inspiran uno nuevo y así se cons - truye el concepto. Quizá sea demasiado audaz el hilo narrativo, y si fuera el caso, pedimos disculpas. Es mejor ser honestos con uno mismo, con el proceso y las herramientas de investigación, con la ciencia y la naturaleza, antes que con las expectativas del lector o la editorial. Sin embargo, el sometimiento a la ver - dad se aspira en cada línea del texto. Esperamos que la lectura logre tal objetivo, y que como las alas de un pájaro alcance mayor altura y cobertura de comprensión. Una \"teoría\" es una visión de la realidad desde muchos ángulos y ninguno alcanza la realidad absoluta. El oficio de escribir alterna horas de hostigado esfuerzo, rigor y minucia, con fluidos intervalos del entusiasmo, hallaz - gos e inspiradas noches en desvelo. Asimismo, algunos descu - brimientos en el texto se extraen de un trabajo de investigación realizado por el autor para su tesis de maestría en Medicina Herbolaria en la Universidad de Medicina T radicional China de Yunnan, en la República Popular China. Dada la naturaleza integrativa de la obra, no ha sido fácil esco - ger un título para este libro. Al leerlo, advertimos que no es real - mente sobre la cúrcuma, es en realidad sobre el estudio de las múltiples áreas en que opera esta planta sobre el cuerpo de forma Curcuma_Mexico.indd 10 2/19/19 9:35 PM11 SACHA BARRIO HEALEYterapéutica, y cómo desde allí buscamos comprender el fenó - meno. No es un compendio sobre la cúrcuma, es un viaje de exploración. De lo particular a lo general, es un libro sobre la medicina del alma y del cuerpo con la excusa de la cúrcuma y otros polifenoles. Es tomar la naturaleza de raíz, un rizoma común, hilvanar hasta proyectar una filosofía de sanación, accesi - ble para nuestros tiempos, eficaz para nuestros males más comu - nes y severos, con una medicina local y una receta pragmática. Curcuma_Mexico.indd 11 2/19/19 9:35 PM13INTRODUCCIÓN Detrás de todo libro hay un escritor con cierta fuerza que lo impulsa a escribir. Exponer cuáles magnitudes impulsan este texto es lo que quisiera aclarar en esta introducción. Al investigar sobre nutrición, uno advierte que dentro de cada planta hay un universo farmacéutico de asombroso poder cura - tivo. La clave radica en conocer cómo se absorbe ese poder oculto de las plantas, lo que implica conocer sus principios activos, las dosis necesarias, los mecanismos para asegurar su absorción, y cómo combinar estos remedios con otros para complementar y fortalecer funciones. El modelo médico está organizado de tal manera que todo gravita hacia el fármaco, con o sin publicidad de por medio. Por absurdo que parezca, la naturaleza no figura en su manual de curación. Por otro lado, muchos fármacos son remedios cutáneos que no llegan a la herida profunda. Nos mueve entonces com - partir algunos de los hallazgos de la farmacia vegetal, observar el código de la naturaleza y su secreto modo de actuar. Otro agente impulsor de este texto fue asimilar que las enfer - medades severas y degenerativas, como Curcuma_Mexico.indd 13 2/19/19 9:35 PM14 CÚRCUMA Y OTRAS MEDICINAS DE LA LONGEVIDADcáncer, precisan de dosis altas. Estas patologías no se curan tan solo con la dieta perfecta, igualmente remoto es pensar en ter - minar con estos males con una dieta torpe. Pero conociendo certeramente los agentes curativos, concentrándolos en las dosis necesarias y combinándolos con armonía, las posibilidades de éxito se instalan, organizan y multiplican. Como nadie ignora, hay un gran vacío de opciones en el sis - tema de clínicas privadas, seguros oncológicos y hospitales para afrontar enfermedades terminales, las tres alternativas son poco amigables a los pacientes: quimioterapia, radioterapia y cirugía. Este libro se inclina por el camino de armonizar, fortalecer, vigo - rizar, proteger, desinflamar, reparar el ADN y desintoxicar. Hemos tomado como punto de partida un polifenol intere - sante, la curcumina, pero también hemos indagado la interacción y complementariedad con el ácido elágico, el resveratrol, las anto - cianinas, las catequinas. Nos sorprende que estas sustancias tengan una pluralidad de funciones. Si queremos un antioxidante, cual - quiera de esta lista será efectivo, si lo que buscamos es desinfla mar, también; son además antifibróticos, antiangiogénicos, antime tas tá - sicos, antitumorales, protectores del genoma, es decir, los efectos secundarios y terciarios son generosos y benévolos. Sabemos que la medicina occidental no ha logrado una solu - ción satisfactoria ante el cáncer y otras enfermedades crónicas. La postura reduccionista de la medicina alopática limita y estre - cha la amplitud de visión. Urge una medicina integrativa basada en ciencia, y no una ciencia minimizada en fragmentación y aislamiento. Una salida al problema se observa al complemen - tar y expandir los paradigmas de filosofía con los que opera la medicina. Como veremos al final del libro, podemos razonablemente decir, y probar con investigaciones y casos reales, que es posi - ble resolver enfermedades degenerativas y autoinmunes con la ayuda de los ingredientes de la naturaleza, aunque conviene que Curcuma_Mexico.indd 14 2/19/19 9:35 PM15 SACHA BARRIO HEALEYel tratamiento vaya de la mano con una dieta especial y un trabajo terapéutico sobre el estado emocional del paciente. El aporte de este estudio es el de ubicar elementos con par - ticular concentración de sustancias activas, y concentrarlos a niveles terapéuticos. Así como el arte de combinar las sustancias, usando criterios de compatibilidad de sabores, como por ejemplo el texto clásico de la medicina china T ang Ye Jing, , además de métodos para llegar a ciertos objetivos bioquímicos según la medicina occidental. De todas las diferentes expresiones de la medicina comple - mentaria, la herbolaria china es quizá una de las de mayor com - plejidad, requiere mucho estudio, perseverancia hasta lograr una particular visión del cuerpo humano. No quisiéramos extender - nos en exponer los grandes logros de la medicina china; toda persona que ha estudiado y ejercido su arte y ciencia percibe su vasto alcance. Sin embargo, quizá sea el momento de mencionar algunas de las limitaciones de la medicina herbolaria china. - No siempre hay exámenes de biodisponibilidad de los prin - cipios activos. - En muchos casos, se desconocen las dosis terapéuticas para afrontar con éxito una patología. - Se opta siempre por la decocción, hervir las plantas durante 30 o 60 minutos. Tan solo se usa la fracción acuosa de la planta. Limitados a la fracción acuosa de las plantas, no se han explorado opciones donde se combinen fracción acuosa, etanólica y aceite esencial de una misma planta. De las limitaciones expuestas, observamos que estos conocimien - tos sobre química y biología molecular no estaban disponibles en los tiempos en que se desarrolló la medicina china. Curcuma_Mexico.indd 15 2/19/19 9:35 PM16 CÚRCUMA Y OTRAS MEDICINAS DE LA LONGEVIDADEn las formulaciones desarrolladas empleamos la fracción acuo sa, la fracción etanólica, así como el aceite esencial del rizoma; como veremos más adelante, cada fracción tiene virtudes parti - culares, por eso buscamos potenciarlas para un resultado clínico más específico, dirigido y efectivo, además de holístico. Guiados por el precepto de Paracelso, de Solve et coagula et habeis magiste - rium: Separa y reunifica [los componentes de la planta] para tener maestría. Superar las barreras del método El método científico ofrece una fabulosa herramienta para comprender la realidad, pero no porta la investidura de ser un recurso infalible que responda todas las preguntas, aun - que ese haya sido su nuevo dominio de influencias. Existe una corriente filosófica alimentada por Paul Feyerabend, la cual postula que la ciencia es una interpretación de la realidad. Cuando alguien declara: \"Creo en la ciencia y no en Dios\", surge la pregunta, ¿hasta qué punto hemos hecho de la cien - cia un credo? El método científico, por definición, no puede tener connotaciones mágicas, ni simbolismos, ni atribuciones metafísicas de ningún género. Sin embargo, se ha construido alrededor de la ciencia un aura de idolatría. Este texto incluye la filosofía de la medicina china; estamos abriendo el espacio y la tolerancia para que ambos hemisferios del cerebro puedan tener un diálogo constructivo. La mayor parte de la medicina china popularizada en el mundo actual deviene un filtro hecho por las autoridades de la República Popular China después de la revolución. La revo - lución cultural china propuso una unificación de la medicina china y la medicina occidental, se organizó entonces una sínte - sis llamada Traditional Chinese Medicine (TCM), un moderno Curcuma_Mexico.indd 16 2/19/19 9:35 PM17 SACHA BARRIO HEALEYparadigma de la medicina china milenaria, donde se excluye una gruesa parte de filosofía clásica de la medicina oriental. Las fuentes de inspiración tomadas para este trabajo no proceden del TCM postmoderno, sino del Jing Fang, , o escuela clá - sica de la medicina china, lo que incluye el Tang Ye Jing , , para estudiar la filosofía de los sabores, y el Shang Han Lun, , y el Jin Gui Yao Lue, . En esa labor conjunta debemos mencionar la invalorable ayuda del doctor Miguel Alonso Amelot, químico orgánico dili - gente con una asombrosa capacidad para la investigación, su aporte está presente a lo largo del texto. Por otro lado, al ini - ciar el proyecto tuvimos la fortuna de contar con la colaboración del doctor Bharat Aggarwal, bioquímico que trabaja en el MD Anderson Cancer Centre, conocido como la mayor autoridad sobre la cúrcuma; su ayuda fue crítica para alentar el proyecto. Sin duda el mayor impulso provino de observar la respuesta de los pacientes, de la empatía y compasión por ellos y el apremio por hallar soluciones. Curcuma_Mexico.indd 17 2/19/19 9:35 PMPRIMERA PARTE 2/19/19 9:35 PM21Los paradigmas de la medicina alopática y de la medicina herbolaria Lo singular de la cúrcuma es su versatilidad y el amplio espectro de funciones fisiológicas en las que influye. No es un franco - tirador, sino más bien un escuadrón cohesionado, un equipo de sustancias activas reguladoras, donde cada una opera sobre una multiplicidad de receptores, con pluralidad de funciones y compor - tándose con inteligencia sistémica. El arte medicinal de la formu - lación herbolaria -así como el del equipo vencedor- radica en la cooperación conjunta de los compuestos y no en la genialidad de una sustancia aislada. Se ha investigado la interacción de los diversos compuestos de la cúrcuma, sin embargo, es la curcumina, su compo - nente central -como una bala con múltiples blancos- la que ejerce una insólita pluralidad de acciones dentro de la fisiología humana. El paradigma de la medicina moderna occidental es encon - trar una molécula que actúe sobre un blanco específico. Para este propósito se invierte una gruesa fortuna de dinero, exámenes de laboratorio y luego tres a cuatro fases clínicas de estudios epi - demiológicos. Dentro de este modelo no se busca actuar sobre varios blancos, así como tampoco el empleo conjunto y simultá - neo de varios compuestos.1. Curcuma_Mexico.indd 21 2/19/19 9:35 PM22 CÚRCUMA Y OTRAS MEDICINAS DE LA LONGEVIDADEl propósito de la industria farmacéutica no es otro que encontrar un principio activo que actúe sobre un blanco dado, y en seguida crear uno análogo patentable. Luego las facultades adiestran al médico en la herramienta del fármaco. El énfasis se inclina más a dominar y perfeccionar la puntería del fármaco y menos en comprender la fenomenología del paciente. El paradigma científico de buscar aislar un principio activo para curar una enfermedad donde la cura depende de un reme - dio específico que actúe sobre un receptor particular es un claro ejemplo de cómo la ciencia se vierte contra sí misma, y termina formulando algo que no tiene base científica. No debiéramos trasladar, con igual exactitud, la lógica del laboratorio al cuerpo humano. La fisiología del hombre, por definición, contiene la variable vida, y en la bioquímica de la vida no hay espacio para la fragmentación o el pensamiento lineal. Dentro de la célula, la vida prospera cuando el ecosistema está integrado en sus múlti - ples partes. El cáncer es un fenómeno holístico y multicausal, y seguiremos fracasando si intentamos curarlo con un modelo reduccionista. Un parámetro de fidelidad científica es la capacidad de repro - ducir un ensayo. Si se conjugan tales compuestos químicos bajo ciertas condiciones, reaccionarán de una manera dada. Si este experimento se puede reproducir con exactitud en cualquier lugar y en cualquier momento, se habrá llegado a una sólida evidencia científica. No obstante, dentro del cuerpo humano abunda la incertidumbre, la genética, la dieta y el estilo de vida, haciendo que las formulaciones químicas tengan respuestas variables. Desde la llegada de modernos sistemas de evaluación médica, el gobierno chino ha dedicado esfuerzos a estudiar los principios activos de su milenaria materia médica de hierbas. Después de años de recopilación de datos, ha pasado a la observación de la acción medicinal de la planta entera, y recientemente, a investi - gar la acción de fórmulas herbolarias. Lo cual es congruente con Curcuma_Mexico.indd 22 2/19/19 9:35 PM23 SACHA BARRIO HEALEYlo que se aplica en clínica, y los resultados son largamente más favorables. Sin embargo, algunos fariseos de la ciencia argumentan que son demasiadas variables, aducen que aquella mezcla desmesu - rada de principios activos de plantas y sus respectivas permu - taciones escapa del rigor de la ciencia (lo cual desde la óptica causa-efecto es correcto). Es bueno saber la verdad y el error que estas presunciones encierran. Aquella postura habla también de la estrecha capacidad mental para sostener versatilidad, plurali - dad y variabilidad de conceptos en la mente. Sabores, tropismos, sinergias, complementariedad de acciones terapéuticas entre otras variables, son conceptos que con maestría deben articularse en la comprensión del fenómeno, para lograr éxito clínico. La vida, así como su bioquímica, no es una concatenación lineal, es un tejido. Los que trabajan en modo rectilíneo, como llevando anteojeras, quedan cautivos de su angosto condicionamiento. Son pocos los científicos que se abren a las posibilidades de una ciencia y medi - cina cuántica, aun cuando es el futuro de la medicina. Si el hallazgo y comprobación científica del exacto y preciso agente curativo (así como su comercialización) es una flaqueza de la medicación con plantas o fórmulas de compuestos sinérgicos, al igual podemos decir que los resultados clínicos revelan una sin - gular fortaleza. Las plantas, y sobre todo las fórmulas herbolarias, buscan armonizar un terreno fisiológico sobre el cual actúe un agente curativo, no solo activar un receptor celular. Al estudiar una medicina, idealmente debe evaluarse dentro de un contexto en el que distintas variables sean observadas. Por ejemplo, la cúrcuma ha demostrado, en vitro y en vivo, sorpren - dentes propiedades anticancerígenas; y sería interesante evaluar los resultados de medicinas naturales como esta en un contexto óptimo, donde se busque establecer intervenciones paralelas con una documentada acción antitumoral. Quizá obtener niveles óptimos de vitamina D en sangre, medir y regular pH en tejido Curcuma_Mexico.indd 23 2/19/19 9:35 PM24 CÚRCUMA Y OTRAS MEDICINAS DE LA LONGEVIDADintersticial, dieta antiinflamatoria y rica en antioxidantes, dieta baja en carbohidratos y rica en verduras, niveles adecuados de ejercicio, eliminar contaminación electromagnética, y hasta apoyo psicoterapéutico. El problema de practicar medicina integrativa es que no se tiene la certeza de cuál es agente curativo. Es indiscutible que estamos saliendo del modelo eslabonado de hacer ciencia y medi - cina. Dentro de la esfera de influencias bioquímicas que estamos procreando, igualmente absurdo sería conjeturar cuál es el instru - mento musical terapéutico en una orquesta sinfónica. No es que estemos resignándonos a que las plantas presenten su modesto misterio, más bien estamos razonando desde otro paradigma filosófico, donde se reconoce la causalidad lineal pero se la trasciende para llegar a una comprensión fenome - nológica y sistémica. Descartes y Comte nos ordenan con la ciencia cartesiana y positivista, Wittgenstein y Husserl nos ilus - tran con la fenomenología. La fenomenología está interesada en una profunda descripción de la realidad, observar sus agentes de interacción dentro de un sistema circular, y menos en los enlaces causales. Letrados maestros de herbolaria china recomiendan no usar fórmulas que tengan menos de 400 años de antigüedad, debido a que no hay suficiente evidencia de su seguridad o eficacia. Las fórmulas clásicas tienen en promedio 1800 años de antigüedad, y cada fórmula ha pasado por la revisión de pares, de los que exis - ten unos 80 comentaristas para cada texto canónico. La medicina china ha llegado a una exactitud importante con estas fórmulas; si un paciente presenta toda la sintomatología de una fórmula, el pulso y la lengua correspondiente, el médico tiene entonces un gran margen de certeza de la efectividad clínica de su prescripción. Las fórmulas herbolarias chinas no intentan curar enfermedades, sino remediar síndromes. Un síndrome es un patrón de síntomas aparentemente no relacionado. Las plantas no actúan solo sobre Curcuma_Mexico.indd 24 2/19/19 9:35 PM25 SACHA BARRIO HEALEYun receptor u órgano dado; armonizando órganos, actúan sobre todas las células del cuerpo una por una. La cúrcuma es como un pulpo de sustancias químicas, donde cada tentáculo contiene otros pulpos y así hasta el infinito. Más que estudiar un principio activo, estudiamos una esfera de accio - nes permisibles y potenciales, y como veremos, su espectro de acción es amplio. La bioquímica moderna está cambiando para tener una visión sistémica de los fenómenos, la cúrcuma es una de las sustancias naturales que llevan la vanguardia en investigación, desde el año 2007 son más de 2400 los artículos publicados solo sobre ella. Por ser natural y tan versátil, está abriendo las puertas de una nueva forma de comprender el microcosmos intracelular, lo cual trae una original pauta en la administración de medicinas. Como medicina milenaria y en ensayos de bioseguridad modernos, la cúrcuma tiene un documentado récord de seguri - dad. La estudiaremos por partes, pero comprendiendo que bioló - gicamente estas no son divisibles. Curcuma_Mexico.indd 25 2/19/19 9:35 PM "}