{"title": "How to Manage Viral Illnesses at Home - The Foundation for Health Creation", "author": "Laura", "url": "https://foundationforhealthcreation.org/how-to-manage-viral-illnesses-at-home/", "hostname": "foundationforhealthcreation.org", "description": "by Daciana Iancu, MD www.AnthroSonoma.com WINTER 2021 How do we harness our innate ability to overcome illness, particularly viral infections? While the current Covid epidemic continues to evolve and is anticipated to co-exist with us from here forward, other viruses also continue to exist and progress. Furthermore, the chances that novel, possibly [...]", "sitename": "The Foundation for Health Creation", "date": "2022-02-18", "cleaned_text": "by Daciana Iancu, MD www.AnthroSonoma.com WINTER 2021 How do we harness our innate ability to overcome illness, particularly viral infections? While the current Covid epidemic continues to evolve and is anticipated to co-exist with us from here forward, other viruses also continue to exist and progress. Furthermore, the chances that novel, possibly severe viruses will evolve within our lifetime are quite high. Viruses have always been with us and they will continue to exist and evolve in ways that science might not be able to keep up with. While vaccines and medications can be helpful in certain situations, our natural innate ability to overcome illness will always remain our most important asset in maintaining health and balance within our bodies. We do have, within our bodies, the ability to overcome viral illnesses, and we need to harness and nurture this ability. Furthermore, overcoming a viral illness is often more important than avoiding it, as overcoming viruses helps us evolve and strengthen our immunity. Afterall, 8% of our DNA does come from viruses that humanity has overcome. This writing offers a guide on how you can overcome most viral illnesses at home with good common-sense practices and with the addition of some anthroposophic remedies. Natural Management of Viral Illnesses: Please note: this is offered as general educational material and is not intended to replace the evaluation and guidance of a trained medical professional. You should always seek help if someone seems to be seriously ill, if you are worried, or if things are not progressing as you expect. Viral illnesses and influenza can have life-threatening complications. Be safe and smart about your own care. 1. Prevention One of the most essential ways of dealing with infection is to fortify our immune system so that when we do become infected our body can process the infection well and come out stronger for it. Sleep, exercise, healthy diet, deep breathing, fostering relationships, and connection to something greater than ourselves are the foundation of a healthy organism. Aim for 8-9 hours of sleep, preferably going to bed by 10pm every night. Exercise using a combination of aerobic, strength-building, and stretching exercises. Good exercise helps us breathe deeply and oxygenate our lungs appropriately. Exercise also helps generate the necessary warmth that our bodies and immune system require. Exercising out in nature provides multiple advantages. Eat a well-cooked, seasonal diet, rich in vegetables. Avoid sugar and alcohol. It is best to eat your protein in the morning or at lunch and avoid protein for dinner. Intermittent fasting of at least 12 hours overnight and even 1 day per week can help your body detoxify and increases the good bacteria in your gut microbiome. Fostering relationships with our loved ones is another important aspect of building a strong immune system. Our immunity is not a separate entity, but is rather a complex system affected by our nervous system, our hormones, our digestion, and our psychology. There is now increasing evidence about the large effect that community and relationships have on all aspects of our health. During this time of social distancing, it is even more important that we find ways to foster relationships and gather with community in ways that make us feel safe. Connection to spirit. A strong spiritual life, connection with nature, with spirit, or something greater than ourselves, prayer, meditation or contemplation can help give our life more purpose and meaning, mitigate fear and anxiety, increase happiness, and help with overall health and stronger immunity. Natural Medicines for Prevention: There are many herbs and supplements that can help support our immune system. Most people are familiar with taking Vitamin C, Vitamin D, zinc, mushrooms, astralagus, etc. Here are some anthroposophic remedies that can be supportive in strengthening our ability to meet viral illnesses with adequate competence. Anthroposophic remedies are derived from plant substances, animal substances, or minerals. They are processed by potentiating (diluting), a process similar to homeopathic medicines, and are available in various forms: as oils, drops, tablets, powders or ointments. You may want to consult with an anthroposophic physician to see if these are appropriate for you, whether you should take all of them or only some, how often and for how long. Most are available from Weleda Pharmacy with a prescription ( [www.weleda.com](http://www.weleda.com)) or Uriel Pharmacy ( [www.shopuriel.com](http://www.shopuriel.com)) 1. Meteoric Iron Prunus form Uriel is a mixture of blackthorn fruit, Quartz, echinacea, phosphorus, and meteoric form of iron. It strengthens the immune system by bringing qualities of light and warmth within the body and helps us become resilient from infections. 2. Infludo from Weleda or Sabadilla Eucalyptus from Uriel. This remedy has a mixture of aconitum, bryonia, eucalyptus, eupatorium, phosphorus and sabadilla. This combination of substances helps us work through symptoms of flu or flu-like illnesses and make us more resilient to potentially serious effects from the infection. 3. Thuja Thymus comp from Uriel is a complex, broad-spectrum formula with 18 ingredients that enhances regulation of the immune system by supporting the thymus gland, heart, lungs, kidneys, and the liver. It can be very helpful in strengthening the body before or during an acute illness, or detoxifying from previous illnesses, antibiotics, vaccinations, or any type of immune system challenges. It is recommended for 3 days before a vaccination and 7-14 days afterwards. This represents a salutogenic approach to medicine, that supports immune regulation by dealing with the toxic reactions and processes that occur with infections, vaccines, and immune challenges. When we become ill with a virus, rather than trying to push through the illness, we must stop and respect this important time in our lives. Yes, illness is an important time. During childhood, infectious illnesses help us develop our immune system. In adulthood, such illnesses not only help us maintain the strong muscles of our immune system, but can also give us the opportunity to detox, renew and restore. When illnesses are seen as a sacred time for our body, we can create an atmosphere of respect and weather the difficulty with more grace and valiance. 2. Rest In today's world no one is given the time to be sick. Fear of missing work, school, inconveniencing others, or interrupting our busy schedules drives people to get well and symptom free as soon as possible. - Let yourself (or your child) rest quietly without excessive stimulation (tv, movies, music, chaotic environment) in a darkened room. - Create an environment that allows frequent, deep, uninterrupted sleep. The more one can sleep during an illness, the better 3. Diet A light diet allows the body to focus on the illness by reducing extra work. The body is trying to digest and eliminate toxins and it will help if it doesn't have to digest much food at the same time. Avoid sugar, alcohol, caffeine, dairy, and protein. A diet of clear veggie soups, simple grains, and vegetables is best. Miso soups and kombucha are excellent sources of probiotics to help the immune system. 4. Detoxification - Avoid Constipation. Constipation makes it more difficult for the body to get rid of toxins from infections. If you experience constipation, take prunes or prune juice. Also consider cleansing with a glycerin suppository or some Milk of Magnesia once daily for 3-5 days (check with your doctor to make sure these are safe). - Cleanse the Urinary system by drinking lots of warm herbal teas, especially Equisetum (Horsetail) tea. A light diet allows 5. Support of Natural Defenses Warmth The immune system works through warmth by causing inflammation and then fever and afterwards a discharge in the shape of mucus or diarrhea. The immune system needs a little time and practice in order to master this function. If we continuously suppress the immune system with anti-fever medication and antibiotics, it will never develop its strong ability to protect and detoxify the human body. We can foster warmth physically and emotionally: - Wear extra layers of clothing, blankets (warmth from natural fibers, such as wool and silk, are best). - Drink warm liquids like herbal teas and veggie broths. Avoid cold drinks, ice, and popsicles. - Support and nourish fevers. - Foster emotional warmth: patience, kind words, creating a space for cleansing and renewal. Fever Fever is our greatest ally, our best inner ability to overcome a viral illness. It is a healthy response to the presence of something toxic or foreign that the body needs to overcome and a sign that the immune system and the body are responding appropriately. Children tend to have higher fevers than adults. Therefore, the most important thing we can do during an infectious illness is to support and not suppress the fever: Avoid fever suppressing medications such as Tylenol and Advil. This will halt the body's natural healthy response to overcome the infection. - Overcome the fear of fevers. Fever convulsions and seizures are quite rare and they happen only in a small minority who have a low threshold for such illnesses. Although quite uncomfortable to experience or witness, fever convulsions and seizures do not cause any permanent damage to the brain or nervous system, and lowering fevers with medications will not prevent seizures. Fever seizures are more likely to happen when the temperature is rising quickly than when the temperature is high. - Following the below recommendations will decrease the chance that a fever seizure or convulsion will occur. In the very rare case when a fever goes up to 106 you should call a doctor or go to ER. Fever can also help us transform in other ways. It forces us to shut off our brains and connect deep within the inner workings of our being. It helps detoxify not just our body, but also our emotional and mental life. One often notes that after a good fever something that was previously a difficult dilemma is filled with clarity, or one might find a new direction in certain aspects of our life. Parents often report that after a fever, the child is very different, more grown up, or has reached a new milestone. Fevers usually have two phases: the white phase and the red phase: The white phase, at the start of the fever: shivering, cool extremities, pale skin color, painful limbs, light and sound sensitivity, headaches, irritability, anxiety, pain in general. During this phase the fever should continue to rise in order to warm up the extremities. The goal is to bring the fever from the head to the periphery: warm up the limbs. You can use a warm water bottle, rub the hands and feet vigorously with arnica. Keep warm to prevent chills. Remedies helpful during this time of fever are Sabadilla Eucalyptus by Uriel or Infludo by Weleda. Use every 1-2 hours during the symptoms, then 4 times per day. The red infection phase: red cheeks, warm periphery, lethargy, exhaustion, sweating. During this phase the fever might be pretty high. One usually feels terrible and exhausted. This is the time when we want to bring the fever down with remedies and compresses such as lemon calf compress (see https://www.pflege- vademecum.de/anwendungen_bei_fieber.php) Remedies to consider at this time are Apis Belladonna by Uriel or Erysidoron by Weleda. Use every 1-2 hours. If the fever is high and one is uncomfortable and restless, Silicea Belladonna by Uriel used every 1-2 hours can help bring on more comfort. You may also rub the arms and legs and head with a washcloth moistened with tepid water and Arnica or lemon juice. Rub vigorously to make the skin red. This will help open the circulation in the periphery and bring the heat to the extremities and dissipate it out through the skin. 6. Manage Symptoms: While overcoming a viral illness is important and essential, the process can be quite uncomfortable. In addition to rest, warmth, diet, and detoxification to help ease some of our discomfort, we also have quite a large arsenal of anthroposophic remedies available to help ameliorate the symptoms and support our bodies ability to successfully prevail. For headaches and body aches. Use every 2 hours as needed. Silicea Belladonna by Uriel is helpful for acute, painful inflammatory processes in the head region (nose, ear, anterior eye parts, sinuses). Great for treating painful sinusitis and painful ear infections. Gelsenium Bryonia by Uriel strongly supports the warmth organism and it is great for headaches and body aches associated with a viral illness |For sore throat and laryngitisCinnabar Dandelion by Uriel helps with many symptoms of a head cold, but is primarily helpful for sore throats and sinus symptoms.Purple Coneflower Spray by Uriel helps control symptoms of swelling and inflammation in the throat such as pharyngitis and laryngitis.For symptoms of wet chest coughs, bronchitis and prevention of pneumonia Plantain Beeswax ointment by Uriel or Eucalyptus Archangelica Comp. Ointment by Weleda is a great chest rub to soothe chest and sinus congestion. Can be helpful with cough and laryngitis as well.| |Pneumodoron 1 by Weleda or Aconitum Bryonia by Uriel every 2 hours. Alternate with Pneumodoron 2 by Weleda or Phosphorus Tartarus by Uriel every 2 hours. This is a classic remedy for prevention and management of pneumonia. Pulmo Echinacea by Uriel supports the lungs and immune system and is especially helpful in preventing pneumonia when one has been having a prolonged upper respiratory illness or bronchitis.| Other remedies to consider: 1. FerrumphosphoricumbyUrielorWeledaforcolds,coughs,flu, respiratory infections and prolonged convalescence. Take 4 times daily. 2. Echinacea Thuja by Uriel or Echinacea comp by Weleda for signs of secondary bacterial infections, inflammation and fever. Take every 1-2 hours at the onset of symptoms, then 4 times per day. 3. Meteoric Iron prunus for boosting immunity and helping with the fatigue and convalesce associated with illness. Take 3 times per day, last one should be given at least 4 hours before bedtime. 4. Aurum Lavender Rose Cream by Uriel rub on chest 3-4 times per day helps with stress, nervousness and environmental hypersensitivity brought on by illness. Dosages: 1 drop or pellet for infants under 6 months old. 2 drops or 2 pellets for 6 months-2 years Above 2 years use as many drops or pellets as the child's age in years (i.e. 4 drops for 4 yrs old) up to 10 Adult dose is 10-12 drops or pellets - The dose for powders is the same for all ages: a heap of powder the size of a pea or a dull knife-tip. - The dose for tablets is 1 tablet for anyone under 7 and 2 tablets for anyone over 7. - Never wake up the ill person to give a remedy or change a lemon calf compress. Sleep is the best healer. - The remedies work better when they are given regularly and consistently. - As the illness is improving, the frequency of the dose can be decreased from every 1-2 hours to 3-4 times per day. - Don't stop the remedies until 2-3 days after the fever and other symptoms are completely resolved - The Ferrum Phos and Meteoric Iron Prunus can be given for 1-2 weeks more after this point as a strengthening tonic. The FDA does not require expiration on homeopathic remedies. Usually they are potent for decades if properly shielded from extremes. You can judge oils and liquids by their odor and appearance. When to call or go see a doctor We all need other's support during an illness. If you live alone, consider calling a friend that can check on you frequently. Children need to be monitored closely by parents. We recommend that you consult with an Anthroposophic doctor to make sure the above remedies are right for you. If there is no improvement after 48 -72 hours, consider consulting your doctor. Contact the doctor for: - Fevers in a child under 2 months old - Fever above 105 degrees - Repeated vomiting - Severe headache - Stiff neck - Decreased responsiveness - Lack of tears - Decreased urine - Other signs of toxicity Conclusion It is essential that we strengthen and support our natural ability to manage and overcome viral illnesses. Aside from exercising our immune system and making it stronger, prevailing through a viral illness successfully benefits the evolution of our humanity as a whole. Nourishing fevers is of utmost importance in this process. Anthroposophic remedies can aid in making the experience more comfortable and supporting and reminding the human organism how to heal properly. REFERENCES: 1. https://philipincao.crestonecolorado.com/ 2. My child has fever. https://www.anthromedics.org/PRA-0807-EN#list-Sections-3 3. Anatomy of an Anthroposophic Remedy. https://lilipoh.com/articles/anatomy-of-an-anthroposophic-remedy/ 4. Anthroposophic Medicine. https://en.the-health-site.com/anthroposophic-medicine-4927 5. Johnson, Steven. Immune Support Letter. https://www.collaborativemedicalarts.net/clinicians/2020/4/22/ste ven-johnson-do "}