{"title": "Dr David Rollinson | Natural History Museum", "author": null, "url": "https://www.nhm.ac.uk/our-science/departments-and-staff/staff-directory/david-rollinson.html", "hostname": "nhm.ac.uk", "description": "Merit Researcher, Parasites and Vectors Division, Life Sciences Department.", "sitename": "NHM_London", "date": "2011-04-01", "cleaned_text": "Dr David Rollinson Merit Researcher Division: LS Parasites and Vectors Division Summary My main area of research concerns the characterization and biology of trematode parasites and their molluscan hosts in Africa. My goal is to work towards a better synthesis and understanding of host parasite interactions especially of the schistosome snail model. The driving force of evolution is particularly striking when considering the interplay between host and parasite genomes and my research seeks to explore the intricacies of these interactions in detail. My team employs a multidisciplinary approach and current projects range from investigating the significance and impact of hybrid schistosomes to the implementation of Neglected Tropical Disease control programmes, especially the elimination of schistosomiasis. Qualifications - PhD, DIC, Imperial College London, UK Degrees Employment history - Deputy Director, London Centre for NTD Research, United Kingdom, 2016 - ongoing - Expert Panel on Parasitic Diseases (Schistosomiasis), WHO, Switzerland, 2015 - ongoing - Merit Research Scientist, The Natural History Museum, Life Sciences, UK, 1976 - ongoing - Professor, University of Aberdeen, Life Sciences, UK, 2011 - ongoing Academic Non-academic Director, Global Schistosomiasis Alliance, 2017 - ongoing Director WHO Collaborating Centre Schistosomiasis, NHM, 2005 - ongoing Editor Advances in Parasitology, Elsevier, 1994 - ongoing Grants Epidemiology and evolution of zoonotic schistosomiasis in a changing world. Role: Principal investigator Funding: BBSRC Total value £763,444 (to Museum £120,903) Dates: 2015 - 2018 SCORE Snail testing in the context of studies on gaining and sustaining control of Schistosomiasis Role: Principal investigator Funding: University of Georgia Total value £575,959 (to Museum £575,959) Dates: 2010 - 2015 SCORE Population genetic structure of Schistosoma mansoni and Schistosoma haematobium under contrasting control regimes Role: Principal investigator Funding: University of Georgia Total value £431,469 (to Museum £431,469) Dates: 2010 - 2015 SCORE Study and Implementation of Schistosomiasis Elimination in Zanzibar (Unguja & Pemba Islands) using an integrated multidisciplinary approach Role: Principal investigator Funding: University of Georgia Total value £921,899 (to Museum £921,899) Epidemiology and evolution of zoonotic schistosomiasis in a changing world Co-investigator: Emery Total value £763,444 Dates: 2015 - 2018 CONTRAST: A multidisciplinary alliance to optimize schistosomiasis control and transmission surveillance in sub-Saharan Africa Role: Co-investigator Funding: EC FP6 Total value £2,900,000 (to Museum £548,000) Dates: 2006 - 2010 Publications De Rosa E, Person B, Knopp S, Muhsin J, Lyimo JH, Kabole F, Rollinson D (2022) A descriptive qualitative case study of the experiences, perceptions and attitudes of pregnant women on Unguja island, Zanzibar, towards antischistosomal A'kadir FM, Kabole S (2021) Evaluation of a urogenital schistosomiasis behavioural intervention among students from rural schools in and Pemba islands, SM, Kabole F, Rollinson D, Knopp S (null) Impact of seven years of mass drug administration and recrudescence of Schistosoma haematobium infections after one year of treatment gap in Zanzibar: Repeated cross-sectional studies. PLOS Neglected Tropical Diseases, 15 (2) : e0009127 - Endemicity of Paragonimus and paragonimiasis in Sub-Saharan Africa: A systematic review and mapping reveals stability of transmission in endemic foci for a multi-host parasite system. PLOS Neglected Tropical Diseases, 15 (2) : e0009120 - e0009120. F, Rollinson D, Webster BL, Boissier J (null) Diverging patterns of introgression from Schistosoma bovis across S. haematobium African S, Molyneux D, D'Souza S, Utzinger J, Vounatsou P, Waltz J, Zhang Y, Rollinson D (null) A systematic literature review of schistosomiasis in urban and peri-urban settings. PLOS Neglected Tropical Diseases, 15 (2) : e0008995 - e0008995. [doi: 10.1371/journal.pntd.0008995](http://doi.org/10.1371/journal.pntd.0008995) Archer F, Knopp F, F, Ali SM, Ame SM, Rollinson D, Webster BL (null) Analytical and Clinical Assessment of a Portable, Isothermal Recombinase Polymerase Amplification (RPA) Assay for the Molecular Diagnosis of Urogenital Schistosomiasis. Molecules, 25 (18) : 4175 F, Hattendorf J, Rollinson D, Knopp S (2020) Performance of a real-time PCR approach for diagnosing Schistosoma haematobium infections of different intensity in urine samples from Zanzibar. Infectious Diseases of Poverty, 9 (1) : [doi: 10.1186/s40249-020-00726-y](http://doi.org/10.1186/s40249-020-00726-y) Pennance T, Archer J, Lugli EB, Ali SM, Amour AK, Suleiman KR, Li S, Rollinson D, Cable J, Knopp S, Allan F, Ame SM, Webster BL (null) Development of a Molecular Snail Xenomonitoring Assay to Detect Schistosoma haematobium and Schistosoma bovis Infections in their Bulinus Snail 25 : 4011 - 4011. Faye B, Rollinson D, Rudge JW, Sène M, Webster JP (2020) Prevalence and distribution of schistosomiasis in human, livestock, and snail populations in northern Senegal: a One Health epidemiological study of a multi-host system. The Lancet Planetary Health, 4 (8) : e330 - e342. [doi: 10.1016/s2542-5196(20)30129-7](http://doi.org/10.1016/s2542-5196(20)30129-7) Pennance T, Allan Rabone Cable J, Garba AD, Hamidou AA, Webster JP, Rollinson D, Webster BL (2020) Interactions between Schistosoma haematobium group species and their Bulinus spp. intermediate hosts along the Niger River Valley. Parasites & Vectors, 13 (1) : [doi: 10.1186/s13071-020-04136-9](http://doi.org/10.1186/s13071-020-04136-9) Faust Rollinson D (2020) Schistosomiasis Control: Leave No Age Group Behind. Trends in Parasitology, 36 (7) : 582 - 591. Rabone M, Kinung'hi JP, AM, Loker ES, Knopp S, Rollinson D (2020) Snail-Related Contributions from the Schistosomiasis Consortium for Operational Research and Evaluation Program Including Xenomonitoring, Focal Mollusciciding, Biological Control, and Modeling. The American Journal of Tropical Medicine and Hygiene, 103 (1_Suppl) : 66 - 79. [doi: 10.4269/ajtmh.19-0831](http://doi.org/10.4269/ajtmh.19-0831) Webster JP, Neves MI, Webster BL, Pennance T, Rabone M, Gouvras AN, Allan F, Walker M, Rollinson D (2020) Parasite Population Genetic Contributions to the Schistosomiasis Consortium for Operational Research and Evaluation within Sub-Saharan Africa. The American Journal of Tropical Medicine and Hygiene, 103 (1_Suppl) : 80 - 91. [doi: 10.4269/ajtmh.19-0827](http://doi.org/10.4269/ajtmh.19-0827) Abe EM, Tambo E, Xue J, Xu J, Ekpo UF, Rollinson D, Yang K, Li S-Z, Zhou X-N (2020) Approaches in scaling up schistosomiasis intervention towards transmission elimination in Africa: Leveraging from the Chinese experience and lessons. Acta Tropica, : F, Kabole F, Ali SM, Ame SM, Webster BL (2019) Development of a recombinase polymerase amplification (RPA) fluorescence assay for the detection of Schistosoma haematobium. Parasites & 12 (1) : [doi: Wiethase JH, AD, Rollinson D (2019) Freshwater snails of biomedical importance in the Niger River Valley: evidence of temporal and spatial patterns in abundance, distribution and infection with Schistosoma spp.. Parasites & Vectors, 12 (1) : [doi: 10.1186/s13071-019-3745-8](http://doi.org/10.1186/s13071-019-3745-8) Stroehlein AJ, Korhonen PK, Chong TM, Lim KG, Webster B, Rollinson D, Brindley Garba A, AA, SM, Webster JP, Rollinson D, Webster BL, Anderson TJC (2019) Ancient Hybridization and Adaptive Introgression of an Invadolysin Gene in Schistosome Parasites. Molecular Biology and Evolution, 36 (10) : 2127 - 2142. [doi: 10.1093/molbev/msz154](http://doi.org/10.1093/molbev/msz154) Knopp M, Juma S, Muhsin J, Khamis IS, Hollenberg E, Mohammed KA, Kabole F, Ali SM, Rollinson D (null) A 5-Year intervention study on elimination of urogenital schistosomiasis in Zanzibar: Parasitological results of annual cross-sectional surveys. PLOS Neglected Tropical Diseases, 13 (5) : e0007268 - e0007268. 10.1371/journal.pntd.0007268](http://doi.org/10.1371/journal.pntd.0007268) Knopp Ali Khamis IS, Bakar F, Khamis MA, Person B, Kabole F, Rollinson D (2019) Correction to: Urogenital schistosomiasis elimination in Zanzibar: accuracy of urine filtration and haematuria reagent strips for diagnosing light intensity Schistosoma haematobium infections. Parasites & Vectors, 12 (1) : [doi: Y-NT, Webster (2019) Molecular characterization and distribution of Schistosoma cercariae collected from naturally infected bulinid snails in northern and central Côte d'Ivoire. Parasites & Vectors, 12 (1) : [doi: 10.1186/s13071-019-3381-3](http://doi.org/10.1186/s13071-019-3381-3) Lavin M, Jones MK, Ragan MA, Stoye J, Oleaga A, RB, McManus DP, Krause L (null) Whole-genome sequence of the bovine blood bovis supports interspecific hybridization with Ali Khamis IS, Bakar F, Khamis MA, Person B, Kabole F, Rollinson D (2018) Urogenital schistosomiasis elimination in Zanzibar: accuracy of urine filtration and haematuria reagent strips for diagnosing light intensity Schistosoma haematobium infections. Parasites & Vectors, 11 (1) : N, Rollinson (2018) paragonimiasis in West and Central Africa: unresolved questions. Parasitology, 145 (13) : 1748 - 1757. [doi: 10.1017/s0031182018001439](http://doi.org/10.1017/s0031182018001439) Pennance T, Ame SM, Amour AK, Suleiman KR, Allan F, Rollinson D, Webster BL (2018) Occurrence of bovis on Pemba Island, for urogenital 1732. Ame SM, Suleiman Rollinson D, Webster BL (2018) implications Tchuenté Webster D, Emery AM, Anderson 10.1017/s0031182018000811](http://doi.org/10.1017/s0031182018000811) Rollinson D (2018) An appreciation of Professor John Lewis. Journal of Helminthology, 92 (1) : 2 - 11. [doi: 10.1017/s0022149x17001043](http://doi.org/10.1017/s0022149x17001043) Bergquist Zhou X-N, K (2017) Elimination of schistosomiasis: the tools required. Infectious Diseases of Poverty, 6 (1) : [doi: 10.1186/s40249-017-0370-7](http://doi.org/10.1186/s40249-017-0370-7) Allan F, Sousa-Figueiredo JC, Emery AM, Paulo snails in north-western Angola: distribution, identity and molecular diversity of medically important taxa. Parasites & Vectors, 10 (1) : [doi: 10.1186/s13071-017-2395-y](http://doi.org/10.1186/s13071-017-2395-y) Abbasi I, Webster BL, King CH, Rollinson D, Hamburger J (2017) The substructure of three repetitive DNA regions of Schistosoma haematobium group species as a potential marker for species recognition and interbreeding detection. Parasites & Vectors, 10 (1) : [doi: 10.1186/s13071-017-2281-7](http://doi.org/10.1186/s13071-017-2281-7) Zeng X, Yiu WC, Cheung KH, Yip HY, Nong W, He P, Yuan D, Rollinson D, Qiu J-W, Fung MC, Wu Z, Hui JHL (2017) Distribution and current infection status of Biomphalaria straminea in Hong Kong. Parasites & Vectors, 10 (1) : [doi: 10.1186/s13071-017-2285-3](http://doi.org/10.1186/s13071-017-2285-3) Gouvras AN, Allan F, Kinung'hi S, Rabone M, Emery A, Angelo T, Pennance T, Webster B, Nagai H, Rollinson D (2017) Longitudinal survey on the distribution of Biomphalaria sudanica and B. choanomophala in Mwanza region, on the shores of Lake Victoria, Tanzania: implications for schistosomiasis transmission and control. Parasites & Vectors, 10 (1) : [doi: 10.1186/s13071-017-2252-z](http://doi.org/10.1186/s13071-017-2252-z) Adema CM, Hillier LW, Jones Minx P, G, Raghavan N, Shedlock A, do Amaral LR, Arican-Goktas Assis Baba Baron JM, Buckley KM, Buddenborg SK, Lima Caldeira R, Carleton J, Carvalho OS, Castillo MG, Chalmers IW, Christensens M, Clifton S, Cosseau C, Coustau C, Cuesta-Astroz Y, Cummins SF, Stefano Dinguirard N, Duval D, Emrich S, Feschotte C, Feyereisen R, FitzGerald P, Fronick C, Fulton L, Galinier R, Gava SG, Geusz M, Geyer KK, Giraldo-Calderón M, MA, Gourbal B, Grunau C, Hanington PC, Hoffmann KF, Hughes D, Humphries J, Jackson DJ, Jannotti-Passos LK, de Jesus Jeremias W, Jobling A, Kaur S, Koene JM, Kohn AB, Lawson D, Lawton SP, Liu S, Lockyer AE, Lovato JA, Tomlinson C, Trujillo DL, Volpi EV, I, WC, Wu X-J, Yoshino TP, Yusuf M, Zhang S-M, Zhao M, Wilson RK (null) Whole genome analysis of a schistosomiasis-transmitting freshwater snail. Nature Communications, 8 (1) : [doi: 10.1038/ncomms15451](http://doi.org/10.1038/ncomms15451) Xia S, Xue J-B, Zhang X, Hu H-H, Abe EM, Rollinson D, Bergquist R, Zhou Y, Li S-Z, Zhou X-N (2017) Pattern analysis of schistosomiasis prevalence by exploring predictive modeling in Jiangling County, Hubei Province, P.R. China. Infectious Diseases of Poverty, 6 (1) : [doi: 10.1186/s40249-017-0303-5](http://doi.org/10.1186/s40249-017-0303-5) from control to elimination of schistosomiasis in sub-Saharan Africa: time to change and adapt strategies. Infectious Diseases of Poverty, 6 (1) : [doi: 10.1186/s40249-017-0256-8](http://doi.org/10.1186/s40249-017-0256-8) Stothard JR, of schistosomiasis transmission in sub-Saharan Africa: developing an appropriate environmental surveillance framework to guide and to support 'end game' interventions. Infectious Diseases of Poverty, 6 (1) : [doi: 10.1186/s40249-016-0215-9](http://doi.org/10.1186/s40249-016-0215-9) Pennance T, Person B, Muhsin MA, Khamis AN, Muhsin J, Khamis IS, Mohammed KA, Kabole F, Rollinson D, Knopp S (2016) Urogenital Unguja Island, Zanzibar: characterisation of persistent Parasites & Vectors, (1) : [doi: 10.1186/s13071-016-1847-0](http://doi.org/10.1186/s13071-016-1847-0) Léger Garba A, Hamidou AA, Introgressed Animal Schistosomes Schistosoma curassoni and S. bovis Naturally Infecting Humans. Emerging Infectious Diseases, 22 (12) : 2212 - 2214. [doi: 10.3201/eid2212.160644](http://doi.org/10.3201/eid2212.160644) Ressurreição M, Rollinson D, Emery AM, Page NM, Walker AJ (2016) Molecular characterization of host-parasite cell signalling in Schistosoma mansoni during early development. Scientific Reports, 6 (1) : [doi: 10.1038/srep35614](http://doi.org/10.1038/srep35614) Person B, Knopp S, Ali SM, A'kadir AN, Ali JN, JH, Mohammed KA, Rollinson D (2016) COMMUNITY CO-DESIGNED SCHISTOSOMIASIS CONTROL INTERVENTIONS FOR SCHOOL-AGED CHILDREN IN ZANZIBAR. Journal S56 - S73. [doi: 10.1017/s0021932016000067](http://doi.org/10.1017/s0021932016000067) Stothard JR, Khamis AN, Khamis IS, Neo CHE, Wei I, Rollinson D (2016) HEALTH EDUCATION AND THE CONTROL OF UROGENITAL SCHISTOSOMIASIS: ASSESSING THE IMPACT OF THE JUMA NA KICHOCHO COMIC-STRIP MEDICAL BOOKLET IN ZANZIBAR. Journal : S40 Lyimo Mohammed UA, Khamis AN, Mohammed YS, Mohammed KA, Rollinson D, Knopp S (2016) Increasing the reach: Involving local Muslim religious teachers in a behavioral intervention to eliminate urogenital schistosomiasis in Zanzibar. Acta Tropica, 163 : 142 - 148. [doi: 10.1016/j.actatropica.2016.08.004](http://doi.org/10.1016/j.actatropica.2016.08.004) Guan W, Li S-Z, Abe EM, Webster BL, Rollinson D, Zhou X-N (2016) The genetic diversity and geographical separation study of Oncomelania hupensis populations in mainland China using microsatellite loci. Parasites & Vectors, 9 (1) : [doi: 10.1186/s13071-016-1321-z](http://doi.org/10.1186/s13071-016-1321-z) Knopp S, Person B, Ame SM, Ali SM, Muhsin J, Juma S, Khamis IS, Rabone M, Blair L, Fenwick A, Mohammed KA, Rollinson D (2016) Praziquantel coverage in schools and communities targeted for the elimination of urogenital schistosomiasis in Zanzibar: a cross-sectional survey. Parasites & Vectors, 9 (1) : [doi: 10.1186/s13071-015-1244-0](http://doi.org/10.1186/s13071-015-1244-0) Crellen T, Allan F, David S, Durrant Holroyd N, Emery AM, Rollinson D, Aanensen DM, Berriman M, Webster JP, Cotton JA (2016) Whole genome resequencing of the human parasite Schistosoma mansoni reveals population history and effects of selection. Scientific Reports, 6 (1) : [doi: 10.1038/srep20954](http://doi.org/10.1038/srep20954) Xia S, Ma J-X, Wang D-Q, Li S-Z, Rollinson D, Zhou S-S, Zhou X-N (2016) Economic cost analysis of malaria case management at the household level during the malaria elimination phase in The People's Republic of China. Infectious Diseases of Poverty, 5 (1) : [doi: 10.1186/s40249-016-0141-x](http://doi.org/10.1186/s40249-016-0141-x) Ressurreição M, Kirk RS, Rollinson D, Emery AM, Page NM, Walker AJ (2015) Sensory Protein Kinase Signaling inSchistosoma mansoniCercariae: Host Location and Invasion. Journal of Infectious Diseases, 212 (11) : 1787 - 1797. [doi: 10.1093/infdis/jiv464](http://doi.org/10.1093/infdis/jiv464) Young ND, Chan K-G, Korhonen PK, Min Ee R, Mohandas N, Koehler AV, Lim Y-L, Hofmann A, P, Webster BL, Gasser RB (2015) Exploring molecular variation in Schistosoma japonicum in China. Scientific Reports, 5 (1) : [doi: 10.1038/srep17345](http://doi.org/10.1038/srep17345) Rosser A, Rollinson D, Forrest M, Polymerase amplification (RPA) of Schistosoma haematobium DNA and oligochromatographic lateral flow detection. Parasites & Vectors, 8 (1) : [doi: 10.1186/s13071-015-1055-3](http://doi.org/10.1186/s13071-015-1055-3) Webster BL, Rabone M, Pennance Gouvras A, Knopp S, Garba A, Hamidou AA, Mohammed KA, Ame SM, Rollinson D, Webster JP (2015) Development of novel multiplex microsatellite polymerase chain reactions to enable high-throughput population genetic studies of Schistosoma haematobium. Parasites & Vectors, 8 (1) : [doi: 10.1186/s13071-015-1044-6](http://doi.org/10.1186/s13071-015-1044-6) A, Cnops L, Huyse T, J, Valls ME, Franco A, Rollinson D, Gascon J (null) A Case of Urogenital Human Schistosomiasis from a Non-endemic Area. PLOS Neglected Tropical Diseases, 9 : 10.1371/journal.pntd.0004053](http://doi.org/10.1371/journal.pntd.0004053) Webster Gouvras A, Knopp S, Garba A, Hamidou AA, Mohammed KA, Ame SM, Rollinson D, Webster JP (2015) Erratum to: Development of novel multiplex microsatellite polymerase chain reactions to enable high-throughput population genetic studies of Schistosoma haematobium. Parasites & Vectors, (1) Rollinson D, Webster JP (null) Epidemiological Interactions between Urogenital and Intestinal Human Schistosomiasis in the Context of Praziquantel Treatment across Three West African Countries. PLOS Neglected Tropical Diseases, 9 (10) : e0004019 - e0004019. [doi: 10.1371/journal.pntd.0004019](http://doi.org/10.1371/journal.pntd.0004019) Allan F, Sousa-Figueiredo JC, Paulo Emery Mirante C, Sebastiao A, Luciano A, Ficato A, P, M, Rollinson D (2015) Mapping freshwater snails in Angola: distribution, identity and molecular diversity of medically important taxa. TROPICAL MEDICINE & INTERNATIONAL HEALTH, 20 : 54 - 54. Knopp S, Person B, Ame SM, Ali SM, Mohammed KA, Rollinson D (2015) Elimination of urogenital schistosomiasis in Zanzibar: challenges for an integrated multidisciplinary research programme. TROPICAL MEDICINE & INTERNATIONAL HEALTH, 20 : 230 - 231. Savioli L, Fenwick A, Rollinson D, Albonico M, Ame SM (2015) An achievable goal: control and elimination of schistosomiasis. The Lancet, 386 (9995) : 739 - K, Huyse T (null) Reconstructing Colonization Dynamics of the Human Parasite Schistosoma mansoni following Anthropogenic Environmental Changes in Northwest Senegal. PLOS Neglected Tropical Diseases, 9 (8) Mohammed KA, Utzinger J, Rollinson D, van Dam GJ (null) Sensitivity and Specificity of a Urine Circulating Anodic Antigen Test for the Diagnosis of Schistosoma haematobium in Low Endemic Settings. PLOS Neglected Tropical Diseases, 9 (5) : e0003752 - 10.1371/journal.pntd.0003752](http://doi.org/10.1371/journal.pntd.0003752) STOTHARD VAN DAM GJ, BETSON M, WATERHOUSE D, WARD S, ALLAN F, HASSAN AA, AL-HELAL MA, MEMISH ZA, ROLLINSON D (2014) Diagnostics for schistosomiasis in Africa and Arabia: a review of present options in control and future needs for elimination. Parasitology, 141 (14) : 1947 - 1961. [doi: 10.1017/s0031182014001152](http://doi.org/10.1017/s0031182014001152) Ressurreição M, De Saram P, Kirk RS, Rollinson D, Emery AM, Page NM, Davies AJ, Walker AJ (null) Protein Kinase C and Extracellular Signal-Regulated Kinase Regulate Movement, Attachment, Pairing and Egg Release in Schistosoma mansoni. PLoS Neglected Tropical Diseases, 8 (6) : e2924. [doi: 10.1371/journal.pntd.0002924](http://doi.org/10.1371/journal.pntd.0002924) Stauffer JR, Madsen H, Rollinson D (2014) Introgression in Lake Malai: Increasing the Threat of Human Urogenital Schistosomiasis?. EcoHealth, 11 (2) : 251 - 254. [doi: Zahoor Z, Lockyer AE, Davies AJ, Kirk RS, Emery AM, Rollinson D, Jones CS, Noble LR, Walker AJ (null) Differences in the Gene Expression Profiles of Haemocytes from Schistosome-Susceptible and : [doi: 10.1371/journal.pone.0093215](http://doi.org/10.1371/journal.pone.0093215) Allan F, Dunn AM, Emery AM, Stothard JR, Johnston DA, Kane RA, Khamis AN, Mohammed KA, Rollinson D (2013) Use of sentinel snails for the detection of Schistosoma haematobium transmission on Zanzibar and observations on transmission patterns. Acta Tropica, 128 (2) : 234 - structure of Schistosoma mansoni and Schistosoma haematobium from across six sub-Saharan African countries: Implications for epidemiology, evolution and control. Acta Tropica, 128 (2) : 261 - 274. [doi: Stothard JR, Madsen Rollinson D (2013) The ITS2 of the genus Bulinus: Novel secondary structure among freshwater snails and potential new taxonomic markers. Acta Tropica, 128 (2) : 218 - 225. [doi: 10.1016/j.actatropica.2012.05.009](http://doi.org/10.1016/j.actatropica.2012.05.009) Kane RA, Stothard JR, Rollinson F, Betson M, Kaba R, Mertens P, Laurent T (2013) Detection and quantification of schistosome DNA in freshwater snails using 10.1016/j.actatropica.2011.10.019](http://doi.org/10.1016/j.actatropica.2011.10.019) Knopp S, Stothard JR, Rollinson D, Mohammed KA, Khamis IS, Marti H, Utzinger J (2013) From morbidity control to transmission control: time to change tactics against helminths on Unguja Island, Zanzibar. Acta Gastropoda) populations in the Lake Victoria basin and coastal Kenya show extreme nuclear genetic differentiation. Acta Tropica, 128 (2) : 226 - Person B, Colley DG, Utzinger J (2013) Time to set the agenda for schistosomiasis elimination. Acta Tropica, 128 (2) : 423 - 440. [doi: 10.1016/j.actatropica.2012.04.013](http://doi.org/10.1016/j.actatropica.2012.04.013) Stothard JR, Ameri H, Khamis IS, Blair L, Nyandindi US, Kane RA, Johnston DA, Webster BL, Rollinson D (2013) Parasitological and malacological surveys reveal urogenital schistosomiasis on Mafia Island, Tanzania to be an imported infection. Acta Tropica, 128 (2) : of praziquantel and reinfection patterns in single and mixed infection foci for intestinal and urogenital schistosomiasis in Cameroon. Acta Tropica, [doi: Webster BL, Culverwell CL, Khamis IS, Mohammed (2013) DNA barcoding of Schistosoma haematobium on Zanzibar reveals substantial genetic diversity and two major phylogenetic groups. Acta Tropica, 128 (2) : 206 - Diaw Sousa-Figueiredo JC, Rollinson D (2013) Praziquantel treatment of school children from single and mixed infection foci of intestinal and urogenital schistosomiasis along the Senegal River Basin: monitoring treatment success and re-infection patterns. Acta Tropica, 128 (2) : 292 - 302. [doi: 10.1016/j.actatropica.2012.09.010](http://doi.org/10.1016/j.actatropica.2012.09.010) Webster BL, Webster JP, Gouvras DNA 'barcoding' of Schistosoma mansoni across sub-Saharan Africa supports substantial within locality diversity and geographical separation of genotypes. Acta Tropica, 128 (2) : 250 - 260. [doi: 10.1016/j.actatropica.2012.08.009](http://doi.org/10.1016/j.actatropica.2012.08.009) Glenn TC, Lance SL, McKee AM, Webster AM, Zerlotini A, Oliveira G, Rollinson D, Faircloth BC (2013) Significant variance in genetic diversity among populations of Schistosoma haematobium detected using microsatellite DNA loci from a genome-wide database. Parasites & Vectors, 6 (1) : [doi: 10.1186/1756-3305-6-300](http://doi.org/10.1186/1756-3305-6-300) Knopp S, Person B, Ame SM, Mohammed KA, Ali SM, Khamis IS, Rabone M, Allan F, Gouvras A, Blair L, Fenwick A, Utzinger J, Rollinson D (null) Elimination of Schistosomiasis Transmission in Zanzibar: Baseline Findings before the Onset of a Randomized Intervention Trial. PLoS Neglected Tropical Diseases, 7 (10) : e2474 - e2474. [doi: 10.1371/journal.pntd.0002474](http://doi.org/10.1371/journal.pntd.0002474) Marco Griffiths-Jones of MicroRNAs in Schistosoma mansoni. PLoS Neglected [doi: 10.1371/journal.pntd.0002402](http://doi.org/10.1371/journal.pntd.0002402) Huyse D, Polman K (2013) Regular treatments of praziquantel do not impact on the genetic make-up of Schistosoma mansoni in Northern Senegal. Infection, Genetics and Evolution, 18 : 100 - 105. [doi: 10.1016/j.meegid.2013.05.007](http://doi.org/10.1016/j.meegid.2013.05.007) Webster BL, Diaw OT, Seye Hybridization of Schistosoma haematobium Group Species in Senegal: Species Barrier Break Down between Ruminant and Human Schistosomes. PLoS Neglected Tropical Diseases, 7 10.1371/journal.pntd.0002110](http://doi.org/10.1371/journal.pntd.0002110) AJ, Rollinson D, Emery AM, Walker AJ (null) Functional Mapping of Protein Kinase A Reveals Its Importance in Adult Schistosoma mansoni Motor Activity. PLoS Neglected Tropical Diseases, e1988 - e1988. [doi: 10.1371/journal.pntd.0001988](http://doi.org/10.1371/journal.pntd.0001988) Sealey KL, Kirk RS, Walker AJ, Rollinson D, Lawton SP (2013) Adaptive radiation within the vaccine target tetraspanin-23 across nine Schistosoma species from Africa. International Journal for Parasitology, 43 (1) : 95 - 103. [doi: 10.1016/j.ijpara.2012.11.007](http://doi.org/10.1016/j.ijpara.2012.11.007) Lockyer AE, Emery AM, Kane RA, Walker Mitta G, Coustau C, Adema CM, Hanelt B, Rollinson D, Noble LR, Jones CS (null) Early Differential Gene Expression in Haemocytes from Resistant and Susceptible Biomphalaria glabrata Strains in Response to Schistosoma mansoni. : e51102 10.1371/journal.pone.0051102](http://doi.org/10.1371/journal.pone.0051102) Knopp S, Mohammed Utzinger J, Person B, Rollinson D (2012) Study and implementation of urogenital schistosomiasis elimination in Zanzibar (Unguja and Pemba islands) using an integrated multidisciplinary approach. BMC Public Health, 12 (1) : [doi: 10.1186/1471-2458-12-930](http://doi.org/10.1186/1471-2458-12-930) Webster BL, Emery AM, Webster C, Kariuki C, Mohammed KA, Stothard JR, Rollinson D (null) Genetic Diversity within Schistosoma haematobium: DNA Barcoding Reveals Two Distinct Groups. PLoS Neglected Tropical Diseases, 6 (10) : e1882 - e1882. [doi: 10.1371/journal.pntd.0001882](http://doi.org/10.1371/journal.pntd.0001882) Emery AM, Allan Rollinson D (2012) Schistosomiasis collection at NHM (SCAN). Parasites & D (null) Evaluation of Circulating Cathodic Antigen (CCA) Urine-Tests for Diagnosis of Schistosoma mansoni Infection in Cameroon. PLoS Neglected Tropical Diseases, e1758 - e1758. [doi: 10.1371/journal.pntd.0001758](http://doi.org/10.1371/journal.pntd.0001758) Young ND, Jex AR, Li B, Liu S, Yang L, Xiong Z, Li Y, Cantacessi C, Hall RS, Xu X, Chen F, Wu X, Zerlotini A, Oliveira G, Hofmann A, Zhang G, Fang X, Kang Y, Campbell BE, Loukas A, Ranganathan S, Rollinson D, Rinaldi G, Brindley PJ, Yang H, Wang J, Wang J, Gasser RB (2012) Whole-genome sequence of Schistosoma haematobium. Nature Genetics, 44 (2) : 221 - 225. [doi: 10.1038/ng.1065](http://doi.org/10.1038/ng.1065) Ressurreição M, Rollinson D, Emery AM, Walker AJ (2011) A role for p38 mitogen-activated protein kinase in early post-embryonic development of Schistosoma mansoni. Molecular and Biochemical Parasitology, 180 (1) : 51 - 55. [doi: 10.1016/j.molbiopara.2011.07.002](http://doi.org/10.1016/j.molbiopara.2011.07.002) Akinwale OP, Kane RA, Rollinson C, Gyang PV, Adeleke MA (2011) Molecular approaches to the identification ofBulinusspecies in south-west Nigeria and observations on natural snail infections with schistosomes. Journal of Helminthology, 85 (3) : 283 - 293. [doi: 10.1017/s0022149x10000568](http://doi.org/10.1017/s0022149x10000568) Lawton SP, Hirai H, Ironside Rollinson D (2011) Genomes and geography: genomic insights into the evolution and phylogeography of the genus Schistosoma. Parasites & Vectors, 4 (1) [doi: 10.1186/1756-3305-4-131](http://doi.org/10.1186/1756-3305-4-131) Betson Halstead JC, Rollinson D, Stothard JR (2011) A molecular epidemiological investigation of Ascaris on Unguja, Zanzibar using isoenyzme analysis, DNA barcoding and microsatellite DNA profiling. Transactions of the Royal Society of Tropical Medicine and Hygiene, 105 (7) : 370 - 379. [doi: 10.1016/j.trstmh.2011.04.009](http://doi.org/10.1016/j.trstmh.2011.04.009) GOWER CM, GABRIELLI R, EMERY AM, ROLLINSON D, WEBSTER JP (2011) Population genetics ofSchistosoma haematobium:development of novel microsatellite markers and their application to schistosomiasis control in Mali. Parasitology, 138 (8) : 978 - 994. [doi: 10.1017/s0031182011000722](http://doi.org/10.1017/s0031182011000722) Knopp S, Speich B, Hattendorf J, Rinaldi L, Mohammed KA, Khamis IS, Mohammed AS, Albonico M, Rollinson D, Marti H, Cringoli G, Utzinger J (null) Diagnostic Accuracy of Kato-Katz and FLOTAC for Assessing Anthelmintic Drug Efficacy. PLoS Neglected Tropical Diseases, 5 (4) : - with conserved nuclear genes. Zoologica - 136. [doi: 10.1111/j.1463-6409.2010.00458.x](http://doi.org/10.1111/j.1463-6409.2010.00458.x) Ressurreição M, Rollinson D, Emery AM, Walker AJ (2011) A role for p38 MAPK in the regulation of ciliary motion in a eukaryote. BMC Cell Biology, 12 (1) : [doi: 10.1186/1471-2121-12-6](http://doi.org/10.1186/1471-2121-12-6) Knopp S, Mohammed KA, Speich B, Hattendorf J, Khamis IS, Khamis AN, Stothard JR, Rollinson D, Marti H, Utzinger J (2010) Albendazole and Mebendazole Administered Alone or in Combination with Ivermectin againstTrichuris trichiura: A Randomized Controlled Trial. Clinical Infectious Diseases, : 1420 - 1428. [doi: 10.1086/657310](http://doi.org/10.1086/657310) Tchuente R, Rollinson D, Kristensen T (2010) DYNAMICS OF TRANSMISSION AND REINFECTION PATTERNS OF SCHISTOSOMIASIS AFTER TREATMENT. AMERICAN JOURNAL OF TROPICAL MEDICINE AND HYGIENE 83 (5) : 265 - 266. Zahoor Z, Davies AJ, Kirk RS, Rollinson D, Walker AJ (2010) Larval excretory-secretory products from the parasite Schistosoma mansoni modulate HSP70 protein expression in defence cells of its snail host, Biomphalaria glabrata. Cell Stress and Chaperones, 15 (5) : 639 - 650. [doi: 10.1007/s12192-010-0176-z](http://doi.org/10.1007/s12192-010-0176-z) Speich B, Knopp S, Mohammed KA, Khamis IS, Rinaldi L, Cringoli G, Rollinson D, Utzinger J (2010) Comparative cost assessment of the Kato-Katz and FLOTAC techniques for soil-transmitted helminth diagnosis in epidemiological surveys. Parasites & Vectors, 3 (1) : [doi: 10.1186/1756-3305-3-71](http://doi.org/10.1186/1756-3305-3-71) Sousa-Figueiredo JC, Pleasant J, Day M, Montresor A, Kazibwe F, Kabatereine Treatment of intestinal schistosomiasis in Ugandan preschool children: best diagnosis, treatment efficacy and side-effects, and an extended praziquantel dosing pole. International Health, 2 (2) : 103 - 113. [doi: 10.1016/j.inhe.2010.02.003](http://doi.org/10.1016/j.inhe.2010.02.003) Knopp S, Mohammed KA, Stothard JR, Khamis IS, Rollinson D, Marti H, Utzinger J (null) Patterns and Risk Factors of Helminthiasis and Anemia in a Rural and a Peri-urban Community in Zanzibar, in the Context of Helminth Control Programs. PLoS Neglected Tropical Diseases, 4 (5) : - JR (2010) Transmission studies of intestinal schistosomiasis in Lake Albert, Uganda and experimental compatibility of local Biomphalaria spp.. Parasitology International, 59 (1) : 49 - 53. [doi: 10.1016/j.parint.2009.10.004](http://doi.org/10.1016/j.parint.2009.10.004) Webster JP, Oliviera G, Rollinson D, Gower CM (2010) Schistosome genomes: a wealth of information. Trends in Parasitology, 26 (3) : 103 - 106. [doi: 10.1016/j.pt.2009.12.006](http://doi.org/10.1016/j.pt.2009.12.006) Webster BL, Rollinson D, (RD-PCR) discriminate Schistosoma haematobium and S. bovis. Journal of Helminthology, 84 (1) : 107 - 114. [doi: 10.1017/s0022149x09990447](http://doi.org/10.1017/s0022149x09990447) CAMPBELL G, NOBLE LR, ROLLINSON D, SOUTHGATE VR, WEBSTER JP, JONES CS (2010) Low genetic diversity in a snail intermediate host (Biomphalaria pfeifferi Krass, 1848) and schistosomiasis transmission in the Senegal River Basin. Molecular Ecology, 19 (2) : 241 - 256. [doi: 10.1111/j.1365-294x.2009.04463.x](http://doi.org/10.1111/j.1365-294x.2009.04463.x) Knopp S, Glinz D, Rinaldi JR, H, Cringoli G, Rollinson D, Utzinger J (2009) FLOTAC: A promising technique for detecting helminth eggs in human faeces. Transactions of the Royal Society of Tropical Medicine and Hygiene, 103 (12) : 1190 - 1194. [doi: 10.1016/j.trstmh.2009.05.012](http://doi.org/10.1016/j.trstmh.2009.05.012) Knopp S, Utzinger J, Marti H, Rollinson D, Stothard JR, Mohammed KA, Khamis IS (2009) Changing Patterns of Soil-Transmitted Helminthiases in Zanzibar in the Context of National Helminth Control Programs. The American Journal of Tropical Medicine and Hygiene, 81 (6) : 1071 - 1078. [doi: 10.4269/ajtmh.2009.09-0377](http://doi.org/10.4269/ajtmh.2009.09-0377) Lyons B, Stothard R, Rollinson D, Khamis S, Simai KA, Hunter PR (2009) A comparison of urinary tract pathology and morbidity in adult populations from endemic and non-endemic zones for urinary schistosomiasis on Unguja Island, Diseases, 9 (1) : [doi: 10.1186/1471-2334-9-189](http://doi.org/10.1186/1471-2334-9-189) ROLLINSON D, WEBSTER JP, WEBSTER B, NYAKAANA S, JØRGENSEN A, STOTHARD JR (2009) Genetic diversity of schistosomes and snails: implications for control. Parasitology, 136 (13) - [doi: 10.1017/s0031182009990412](http://doi.org/10.1017/s0031182009990412) STOTHARD WEBSTER JP, KAZIBWE F, Molecular epidemiology ofSchistosoma mansoniin Uganda: DNA barcoding reveals substantial genetic diversity within Lake Albert and Lake Victoria populations. Parasitology, 136 (13) : 1813 - 1824. [doi: 10.1017/s003118200999031x](http://doi.org/10.1017/s003118200999031x) ROLLINSON (2009) A wake up call for urinary schistosomiasis: reconciling research effort with public health importance. Parasitology, 136 (12) : 1593 - 1610. [doi: Garba A, Stothard JR (null) Measuring Morbidity Associated with Urinary Schistosomiasis: Assessing Levels of Excreted Urine Albumin and Urinary Tract Pathologies. PLoS Neglected : e526 - e526. [doi: 10.1371/journal.pntd.0000526](http://doi.org/10.1371/journal.pntd.0000526) Stothard JR, French MD, Khamis IS, Basáñez M-G, Rollinson D (2009) The epidemiology and control of urinary schistosomiasis and soil-transmitted helminthiasis in schoolchildren on Unguja Island, Zanzibar. Transactions of the Royal Society of Tropical Medicine and Hygiene, 103 (10) : 1031 - 1044. [doi: Bidirectional a Cattle and Human Schistosome (9) : Mohammed KA, Speich Khamis IS, Stothard JR, Rollinson D, Marti H, Utzinger J (2009) Efficacy of albendazole and mebendazole alone or in combination with ivermectin against Trichuris trichiura and other soil-transmitted helminths. TROPICAL MEDICINE & INTERNATIONAL HEALTH, 14 : 56 - 56. Ludtmann MHR, Rollinson D, Emery AM, Walker AJ (2009) Protein kinase C signalling during miracidium to mother sporocyst development in the helminth parasite, Schistosoma mansoni. International Journal Stothard R, Rollinson D (2009) Biological features of transmission and reinfection patterns of intestinal and urinary schistosomiasis after treatment. TROPICAL MEDICINE & INTERNATIONAL HEALTH, 14 : 8 - 8. Russell Stothard J, Sousa-Figueiredo JC, Simba Khamis I, Garba A, Rollinson D (2009) Urinary schistosomiasis-associated morbidity in schoolchildren detected with urine albumin-to-creatinine ratio (UACR) reagent strips. Journal of Pediatric Urology, 5 (4) : 287 - 291. [doi: 10.1016/j.jpurol.2008.09.010](http://doi.org/10.1016/j.jpurol.2008.09.010) Stothard JR, Sousa-Figueiredo JC, Knopp S, Utzinger J, Ameri H, Khamis AN, Khamis IS, Deelder AM, Mohammed KA, Rollinson D (2009) An evaluation of urine-CCA strip test and fingerprick blood SEA-ELISA for detection of urinary schistosomiasis in schoolchildren in Zanzibar. Acta Tropica, 111 - 70. [doi: 10.1016/j.actatropica.2009.02.009](http://doi.org/10.1016/j.actatropica.2009.02.009) Stothard JR, Rollinson D, Imison E, Khamis IS (2009) A spot-check of the efficacies of albendazole or levamisole, against soil-transmitted helminthiases in young Ungujan children, reveals low frequencies of cure. Annals of Tropical Medicine & Parasitology, 103 (4) : 357 - 360. [doi: 10.1179/136485909x398320](http://doi.org/10.1179/136485909x398320) Zahoor Z, Davies AJ, Kirk RS, Rollinson D, Walker AJ (2009) Nitric oxide production by Biomphalaria glabrata haemocytes: effects of ESPs and regulation through the extracellular signal-regulated kinase pathway. Parasites & Vectors, 2 (1) : [doi: 10.1186/1756-3305-2-18](http://doi.org/10.1186/1756-3305-2-18) Knopp S, Rinaldi L, Khamis IS, Stothard Maurelli MP, Steinmann P, Marti H, Cringoli G, Utzinger J (2009) A single FLOTAC is more sensitive than triplicate Kato-Katz for the diagnosis of low-intensity soil-transmitted helminth infections. Transactions of the Royal Society of Tropical Medicine and Hygiene, 103 (4) : 347 - 354. [doi: 10.1016/j.trstmh.2008.11.013](http://doi.org/10.1016/j.trstmh.2008.11.013) Allan F, Rollinson D, Smith JE, Dunn AM (2009) Host choice and penetration bySchistosoma haematobiummiracidia. Journal of Helminthology, 83 (1) : 33 - 38. [doi: 10.1017/s0022149x08073628](http://doi.org/10.1017/s0022149x08073628) resistant- and susceptible-specific from snail strains exposed to Schistosoma mansoni. BMC Genomics, 9 (1) : [doi: 10.1186/1471-2164-9-634](http://doi.org/10.1186/1471-2164-9-634) Norton A, Rollinson D, Richards L, Webster J (2008) Simultaneous infection of Schistosoma mansoni and S. rodhaini in Biomphalaria glabrata: impact on chronobiology and cercarial behaviour. Parasites & Vectors, 1 (1) : [doi: 10.1186/1756-3305-1-43](http://doi.org/10.1186/1756-3305-1-43) Huyse T, Maes GE, Rollinson D, Webster BL, Polman K (2008) HIGH GENETIC DIVERSITY IN SCHISTOSOMA MANSONI IN THE SENEGAL RIVER BASIN, A POPULATION GENETIC ANALYSIS 20 YEARS AFTER THE EPIDEMIC OUTBREAK. AMERICAN JOURNAL OF TROPICAL MEDICINE AND HYGIENE, 79 (6) : 86 - 87. Sousa-Figueiredo JC, Basáñez M-G, Mgeni AF, Khamis IS, Rollinson JR (2008) A parasitological survey, in rural Zanzibar, of pre-school children and their mothers for urinary schistosomiasis, soil-transmitted helminthiases and malaria, with observations on the prevalence of anaemia. Annals of Tropical Medicine & Parasitology, 102 (8) : 679 - 692. [doi: 10.1179/136485908x337607](http://doi.org/10.1179/136485908x337607) Stauffer JR, Madsen H, Webster Black Rollinson D, Konings A (2008) Schistosoma haematobiumin Lake Malai: susceptibility and molecular diversity of the snail hostsBulinus globosusandB. nyassanus. Journal of Helminthology, 82 (4) [doi: 10.1017/s0022149x08056290](http://doi.org/10.1017/s0022149x08056290) Knopp Mgeni AF, Khamis JR, Rollinson D, Marti H, Utzinger J (null) Diagnosis of Soil-Transmitted Helminths in the Era of Preventive Chemotherapy: Effect of Multiple Stool Sampling and Use of Different Diagnostic Techniques. PLoS Neglected Tropical Diseases, 2 (11) : e331 - e331. [doi: 10.1371/journal.pntd.0000331](http://doi.org/10.1371/journal.pntd.0000331) Knopp Stothard JR, Rollinson D, Marti H, Utzinger Spatial distribution of soil-transmitted helminths, including Strongyloides stercoralis, among children in Zanzibar. Geospatial 3 (1) : 47 - 47. [doi: 10.4081/gh.2008.231](http://doi.org/10.4081/gh.2008.231) STOTHARD JR, IMISON E, FRENCH MD, SOUSA-FIGUEIREDO JC, KHAMIS IS, ROLLINSON D (2008) Soil-transmitted helminthiasis among mothers and their pre-school children on Unguja Island, Zanzibar with emphasis upon ascariasis. Parasitology, 135 RA, Stothard JR, Rollinson D (2008) Molecular characterization of freshwater snails in the genus Bulinus: a role for barcodes?. Parasites & Vectors, 1 (1) : 15 - 15. [doi: 10.1186/1756-3305-1-15](http://doi.org/10.1186/1756-3305-1-15) GOLAN R, GOWER CM, EMERY AM, ROLLINSON D, WEBSTER JP (2008) Isolation and characterization of the first polymorphic microsatellite markers for Schistosoma haematobium and their application in multiplex reactions of larval stages. Molecular Ecology Resources, 8 (3) : 647 - 649. [doi: 10.1111/j.1471-8286.2007.02031.x](http://doi.org/10.1111/j.1471-8286.2007.02031.x) NORTON AJ, WEBSTER JP, KANE RA, ROLLINSON (2008) Inter-specific parasite competition: mixed infections ofSchistosoma mansoniandS. rodhainiin the definitive host. Parasitology, 135 (4) : 473 - 484. [doi: 10.1017/s0031182007004118](http://doi.org/10.1017/s0031182007004118) WALKER AJ, ROLLINSON D (2008) Schistosoma mansoni but not resistant, Biomphalaria glabrata. Parasitology, 135 (3) : 337 - 345. [doi: Akinwale OP, Laurent T, Mertens P, Leclipteux Kane R, Emery A, Ajayi MB, Akande DO, Fesobi TW (2008) Detection of schistosomes polymerase chain reaction amplified DNA by oligochromatographic dipstick. Molecular and Biochemical Parasitology, 160 (2) : 167 - 170. [doi: 10.1016/j.molbiopara.2008.04.003](http://doi.org/10.1016/j.molbiopara.2008.04.003) ALLAN F, ROLLINSON D, Smith JE, Dunn AM (2008) Host choice and penetration by Schistosoma haematobium miracidia. Journal of Helminthology, 16 : JW, Stothard JR, Basáñez M-G, Mgeni AF, Micro-epidemiology of urinary schistosomiasis in Zanzibar: Local risk factors associated with distribution of infections among schoolchildren and relevance for control. Acta Tropica, 105 (1) : 45 - 54. [doi: 10.1016/j.actatropica.2007.09.006](http://doi.org/10.1016/j.actatropica.2007.09.006) Stauffer Jr. JR, Madsen H, WEBSTER B, Black K, ROLLINSON D (2008) Schistosoma haematobium in Lake Malai: susceptibility and molecular diversity of the snail hosts Bulinus globosus and B. nyassanus. Journal of Helminthology, 82 : 77 - 382. Zahoor Z, Davies AJ, Kirk RS, Rollinson D, Walker AJ (2008) Disruption of ERK signalling in Biomphalaria glabrata defence cells by Schistosoma mansoni: Implications for parasite survival in the snail host. Developmental & Comparative Immunology, 32 (12) : 1561 - : 2009 - 2020. [doi: 10.1017/s0031182007003411](http://doi.org/10.1017/s0031182007003411) Wilkinson S, Emery AM, Khamis IS, Mgeni AF, Stothard JR, Rollinson D (2007) Spatial and temporal population genetic survey of Bulinus globosus from Zanzibar: an intermediate host of Schistosoma haematobium. Journal of Zoology, 272 (3) : 329 - 339. [doi: 10.1111/j.1469-7998.2006.00274.x](http://doi.org/10.1111/j.1469-7998.2006.00274.x) GOW JL, NOBLE LR, ROLLINSON D, TCHUENTÉ L-AT, JONES CS (null) Contrasting temporal dynamics and spatial patterns of population genetic structure correlate with differences in demography and habitat between two closely-related African freshwater snails. Biological Journal of the Linnean Society, 90 (4) : 747 - 760. [doi: 10.1111/j.1095-8312.2007.00771.x](http://doi.org/10.1111/j.1095-8312.2007.00771.x) A, KABATEREINE NB, WEBSTER JP (2007) Development and application of an ethically and epidemiologically advantageous assay for the multi-locus microsatellite analysis French MD, ROLLINSON D, Basáñez MG, Mgeni IS, STOTHARD schistosomiasis on Zanzibar, monitoring micro-haematuria with reagent a rapid urological assessment. Journal of Paediatric Urology, 3 : Lockyer AE, Spinks J, Noble LR, Rollinson D, Jones CS (2007) Identification of genes involved in interactions between Biomphalaria glabrata and Schistosoma mansoni by suppression subtractive hybridization. Molecular [doi: 10.1016/j.molbiopara.2006.09.009](http://doi.org/10.1016/j.molbiopara.2006.09.009) Spinks Dias-Neto E, Jones CS (2007) Identification of cell-signalling, transcriptional control and immune-related genes from open reading frame expressed sequence tags (ORESTES). Developmental & Comparative Immunology, 31 (8) : Mathieson W, Webster JP, Fenwick A (2006) Use of circulating cathodic antigen (CCA) dipsticks for detection of intestinal and urinary schistosomiasis. Acta Tropica, 97 (2) : 10.1016/j.actatropica.2005.11.004](http://doi.org/10.1016/j.actatropica.2005.11.004) Fenwick A, Rollinson D, Southgate V (2006) Implementation of Human Schistosomiasis Control: Challenges and Prospects. null, 567 - 622. [doi: 10.1016/s0065-308x(05)61013-5](http://doi.org/10.1016/s0065-308x(05)61013-5) Stothard JR, Mook P, Mgeni AF, Khamis Control of urinary schistosomiasis on Zanzibar (Unguja Island): a pilot evaluation of the educational impact of the Juma na Kichocho health booklet within primary schools. Memórias do Instituto Oswaldo Cruz 101 (suppl 1) : FapUNIFESP (SciELO) : 119 - 124. [doi: 10.1590/s0074-02762006000900019](http://doi.org/10.1590/s0074-02762006000900019) Elizabeth McClymont H, Dunn AM, Terry RS, Rollinson D, Littlewood DTJ, Smith JE (2005) Molecular data suggest that microsporidian parasites in freshwater snails are diverse. International Journal for 35 on Zanzibar: application of two novel assays for the detection of excreted albumin and haemoglobin in urine. Journal of Helminthology 79 (3) : Cambridge University Press (CUP) : 199 - 206. [doi: 10.1079/joh2005305](http://doi.org/10.1079/joh2005305) Southgate VR, Rollinson D, Tchuenté LAT, Hagan P (2005) Towards control of schistosomiasis in sub-Saharan Africa. Journal of Helminthology 79 (3) : Cambridge University Press (CUP) : 181 - 185. [doi: 10.1079/joh2005307](http://doi.org/10.1079/joh2005307) NORTON J, ROLLINSON D, LEWIS JW (2005) Epidemiology ofAnguillicola crassusin the European eel (Anguilla anguilla) from two rivers in southern England. Parasitology, 130 (6) : 679 - 686. [doi: 10.1017/s0031182004007139](http://doi.org/10.1017/s0031182004007139) Gow JL, Noble LR, Rollinson D, Jones CS (2005) A high incidence of clustered microsatellite mutations revealed by parent-offspring analysis in the African freshwater snail, Bulinus forskalii (Gastropoda, Genetica, Noble LR, Rollinson D, Jones CS (2005) High Levels Of Selfing Are Revealed By A Parent-Offspring Analysis Of The Medically Important Freshwater Snail, Bulinus Forskalii (Gastropoda: Pulmonata). Journal of Molluscan 180. [doi: 10.1093/mollus/eyi020](http://doi.org/10.1093/mollus/eyi020) Lockyer AE, Noble LR, Rollinson D, Jones CS (2005) Isolation and characterization of the full-length cDNA encoding a member of a novel cytochrome p450 family (CYP320A1) from the tropical host for Schistosoma mansoni. Memórias do Instituto Oswaldo Cruz, 100 (3) : - 262. [doi: 10.1590/s0074-02762005000300007](http://doi.org/10.1590/s0074-02762005000300007) GOW JL, NOBLE LR, ROLLINSON D, MIMPFOUNDI R, JONES CS (null) Breeding system and demography shape population genetic structure across ecological and climatic zones in the African freshwater snail, Bulinus forskalii (Gastropoda, Pulmonata), intermediate host for (11) : 3561 - 3573. [doi: 10.1111/j.1365-294x.2004.02339.x](http://doi.org/10.1111/j.1365-294x.2004.02339.x) Terry MacNeil C, Dick JTA, Dunn AM (2004) Widespread vertical transmission and associated host sex-ratio distortion within the eukaryotic phylum Microspora. Proceedings of the Royal Society of London. Series B: Biological Sciences, 271 (1550) : Schistosoma bovis in western Uganda. Journal of Helminthology, 78 (3) : 281 - 284. [doi: 10.1079/joh2004239](http://doi.org/10.1079/joh2004239) NORTON J, LEWIS JW, ROLLINSON D (2004) Temporal and spatial patterns of nestedness in eel macroparasite communities. Parasitology, 129 (2) : 203 - 211. [doi: 10.1017/s0031182004005517](http://doi.org/10.1017/s0031182004005517) Norton J, Rollinson D, Lewis JW (2004) Patterns of infracommunity species richness in eels, Anguilla anguilla. Journal of Helminthology, 78 (2) : 141 - 146. [doi: 10.1079/joh2003222](http://doi.org/10.1079/joh2003222) Attwood SW, Campbell I, Upatham ES, Rollinson D (2004) Schistosomes in the Xe Kong river of Cambodia: the detection of Schistosoma mekongi in a natural population of snails and observations on the intermediate host's distribution. Annals of Tropical Medicine & Parasitology, 98 (3) : 221 - 230. [doi: 10.1179/000349804225003325](http://doi.org/10.1179/000349804225003325) Lockyer AE, Jones CS, Noble LR, Rollinson D (2004) Trematodes and snails: an intimate association. Canadian Journal of Zoology, 82 (2) : 251 - 269. [doi: 10.1139/z03-215](http://doi.org/10.1139/z03-215) Lockyer resistant specific infection-induced gene expression in Biomphalaria glabrata identified by fluorescent-based differential display. Experimental Parasitology, 107 (1-2) : 97 - 104. [doi: 10.1016/j.exppara.2004.04.004](http://doi.org/10.1016/j.exppara.2004.04.004) Ironside JE, Dunn AM, Rollinson D, Smith JE (2003) Association with host mitochondrial haplotypes suggests that feminizing microsporidia lack horizontal transmission. Journal of Evolutionary Biology, 16 (6) : 1077 - 1083. [doi: 10.1046/j.1420-9101.2003.00625.x](http://doi.org/10.1046/j.1420-9101.2003.00625.x) NORTON J, LEWIS JW, ROLLINSON D (2003) Parasite infracommunity diversity in eels: a reflection of local component community diversity. Parasitology, 127 (5) : 475 - 482. [doi: A phylogeny based on three mitochondrial genes supports the division of Schistosoma intercalatum into two separate species. Parasitology, 127 (2) : 131 - 137. [doi: 10.1017/s0031182003003421](http://doi.org/10.1017/s0031182003003421) Ironside JE, Smith JE, Hatcher MJ, Sharpe RG, D, Dunn AM (2003) Two species of feminizing microsporidian parasite coexist in populations ofGammarus duebeni. Journal of Evolutionary Biology, 16 (3) : 467 - 473. [doi: 10.1046/j.1420-9101.2003.00539.x](http://doi.org/10.1046/j.1420-9101.2003.00539.x) Emery AM, Loxton NJ, Stothard Llewellyn-Hughes J, Noble LR, (Gastropoda: Planorbidae) from Zanzibar. Molecular Ecology - 110. [doi: 10.1046/j.1471-8286.2003.00368.x](http://doi.org/10.1046/j.1471-8286.2003.00368.x) LOCKYER AE, OLSON PD, ATTWOOD SW, SOUTHGATE VR, HORAK P, SNYDER SD, LE TH, AGATSUMA T, MCMANUS DP, CARMICHAEL AC, NAEM S, LITTLEWOOD DTJ (2003) The phylogeny of the Schistosomatidae based on three genes with emphasis on the interrelationships of Schistosoma Weinland, 1858. Parasitology, 126 224. Vercruysse J, Rollinson D, van Heerden M, Southgate VR (2003) On the longevity of Schistosoma curassoni. Journal of Helminthology, 77 (1) : 89 - [doi: 10.1079/joh2002151](http://doi.org/10.1079/joh2002151) Stothard JR, Mgeni SJ, Kristensen TK, Rollinson D (2002) New insights into the transmission biology of urinary schistosomiasis in Zanzibar. Transactions of the Royal Society of Tropical Medicine and Hygiene, 96 (5) : 470 - 475. [doi: 10.1016/s0035-9203(02)90406-2](http://doi.org/10.1016/s0035-9203(02)90406-2) Stothard JR, Mgeni AF, Island (Unguja), Tanzania: a parasitological survey supplemented with questionnaires. Transactions of the Royal Society of Tropical Medicine and Hygiene, 96 (5) : 507 - 514. [doi: 10.1016/s0035-9203(02)90421-9](http://doi.org/10.1016/s0035-9203(02)90421-9) Stothard JR, Loxton NJ, Rollinson D (2002) Freshwater snails on Mafia Island, Tanzania with special emphasis upon the genus Bulinus (Gastropoda: Planorbidae). Journal of Zoology, 257 (3) : [doi: 10.1017/s095283690200095x](http://doi.org/10.1017/s095283690200095x) Kane fluorescent primers for differentiation of Schistosoma haematobium group species. Transactions of the Royal Society of Tropical Medicine and Hygiene, 96 : S235 - S241. [doi: 10.1016/s0035-9203(02)90082-9](http://doi.org/10.1016/s0035-9203(02)90082-9) Mubila prevalence ofSchistosoma haematobiumon the shores of Lake Kariba, Zambia. Annals of Tropical Medicine & Parasitology, 96 (2) : 165 - 173. [doi: 10.1179/000349802125000592](http://doi.org/10.1179/000349802125000592) Identification of snails within Bulinus africanus group from East Africa by multiplex SNaPshotTManalysis of nucleotide polymorphisms within the cytochrome I. Memórias do Instituto Oswaldo Cruz, 97 1) : 31 - 36. [doi: 10.1590/s0074-02762002000900008](http://doi.org/10.1590/s0074-02762002000900008) Gow JL, Noble LR, Rollinson D, the African freshwater snail,Bulinus forskalii(Gastropoda, Pulmonata). Molecular Ecology Notes, 1 (4) : - 240. [doi: 10.1046/j.1471-8278.2001.00088.x](http://doi.org/10.1046/j.1471-8278.2001.00088.x) JONES CS, LOCKYER AE, ROLLINSON D, NOBLE LR (2001) Molecular approaches of Biomphalaria glabrata - Schistosoma mansoni interactions: linkage analysis and gene Parasitology, 123 (7) : 181 - 196. [doi: 10.1017/s0031182001008174](http://doi.org/10.1017/s0031182001008174) HC, NOBLE LR (2001) Molecular evolution of freshwater snail intermediate hosts within the Bulinus forskalii group. Parasitology, 123 (7) : 277 10.1017/s0031182001008381](http://doi.org/10.1017/s0031182001008381) ROLLINSON D, STOTHARD JR, SOUTHGATE VR (2001) Interactions between intermediate snail hosts of the genus Bulinus and schistosomes of the Schistosoma haematobium group. Parasitology, BL, Rollinson D, Gryseels B, Vercruysse J (2001) Studies on the biology of schistosomiasis with emphasis on the Senegal river basin. Memórias do Instituto Oswaldo Cruz 96 (suppl) FapUNIFESP ROLLINSON D (2001) Bulinus species on Madagascar: molecular evolution, genetic markers and compatibility with Schistosoma haematobium. Parasitology, 123 (7) : 261 - 275. [doi: 10.1017/s003118200100806x](http://doi.org/10.1017/s003118200100806x) Campbell G, Jones CS, Lockyer AE, Hughes S, Brown D, Noble LR, Rollinson D (2000) Molecular evidence supports an African affinity of the Neotropical freshwater gastropod,Biomphalaria glabrata, Say 1818, an intermediate host forSchistosoma mansoni. Proceedings of the Royal Society of London. Series B: Biological Sciences, 267 (1460) : B, Sellin E, Rollinson D of the freshwater snail Lymnaea natalensis (Gastropoda: Lymnaeidae) on Madagascar with an observation of an unusual polymorphism in ribosomal small subunit genes. Journal of Zoology, 252 (3) : 303 - 315. [doi: 10.1111/j.1469-7998.2000.tb00625.x](http://doi.org/10.1111/j.1469-7998.2000.tb00625.x) Le TH, Blair D, Iwagami Zarlenga Phylogenies Gene Orders—A Cautionary Tale from the Parasitic Flatworms. Molecular Biology and Evolution, 17 (7) : 1123 [doi: 10.1093/oxfordjournals.molbev.a026393](http://doi.org/10.1093/oxfordjournals.molbev.a026393) LOCKYER AE, JONES CS, NOBLE LR, ROLLINSON D (2000) Use of differential display to detect changes in gene expression in the intermediate snail host Biomphalaria glabrata upon infection with Schistosoma mansoni. Parasitology, VR, De Clercq D, Sène M, Rollinson D, Ly A, Vercruysse J (2000) Observations on the compatibility between Bulinus spp. and Schistosoma haematobium in the Senegal River basin. Annals of Tropical Medicine & Parasitology, 94 (2) : 157 - 164. [doi: 10.1080/00034983.2000.11813524](http://doi.org/10.1080/00034983.2000.11813524) Stothard Loxton Ameri H, Ramsan M, Savioli L (2000) The transmission status of Bulinus on Zanzibar Island (Unguja), with implications for control of urinary schistosomiasis. Annals of Tropical Medicine & Parasitology, 94 (1) : 87 - 94. [doi: 10.1080/00034983.2000.11813517](http://doi.org/10.1080/00034983.2000.11813517) Lockyer AE, Rollinson D, in the gastropod, Biomphalaria glabrata, an intermediate for Schistosoma 8 (12) : 2149 - 2151. [doi: 10.1046/j.1365-294x.1999.00802-5.x](http://doi.org/10.1046/j.1365-294x.1999.00802-5.x) Santos TM, Johnston DA, Azevedo JM, Rabelo MH, Franco GR, Rollinson D, Pena SDJ (1999) Analysis of the gene expression profile of Schistosoma mansoni cercariae using the expressed sequence tag approach. Molecular and Biochemical Parasitology, 103 (1) : 79 - 97. [doi: 10.1016/s0166-6851(99)00100-0](http://doi.org/10.1016/s0166-6851(99)00100-0) Drew AC, Minchella DJ, King LT, Rollinson D, Brindley PJ (1999) SR2 elements, non-long terminal repeat retrotransposons of the RTE-1 lineage from the human blood fluke Schistosoma mansoni. Molecular Biology and Evolution, 16 (9) : 1256 - 1269. [doi: 10.1093/oxfordjournals.molbev.a026216](http://doi.org/10.1093/oxfordjournals.molbev.a026216) Rollinson D, Johnston DA (1999) Genome analysis: Helping to solve the molecular mysteries of schistosomes. HELMINTHOLOGIA, 36 (3) : 147 - 158. Kampkötter A, Ridgers I, Johnston DA, CG Schistosoma Characterization of the Ras Homologue. Experimental Parasitology, 91 (3) : 280 - 283. [doi: JONES CS, NOBLE LR, OUMA J, KARIUKI HC, MIMPFOUNDI R, BROWN DS, ROLLINSON D (1999) Molecular identification of schistosome intermediate hosts: case studies of Bulinus forskalii group species (Gastropoda: Planorbidae) from Central and East Africa. Biological Journal of the Linnean Society 68 (1-2) : Oxford University Press (OUP) : 215 - 240. [doi: 10.1111/j.1095-8312.1999.tb01167.x](http://doi.org/10.1111/j.1095-8312.1999.tb01167.x) FERNANDEZ M, LITTLEWOOD DTJ, LATORRE A, RAGA (1998) Phylogenetic family Campulidae (Trematoda) based on 18S rRNA sequences. Parasitology, 117 383 - 391. [doi: 10.1017/s0031182098003126](http://doi.org/10.1017/s0031182098003126) KANE RA, ROLLINSON D (1998) Comparison of the intergenic spacers and 3 end regions of the large subunit (28S) ribosomal RNA gene from three species of Schistosoma. Parasitology, 117 (3) : 235 - 242. [doi: 10.1017/s0031182098003059](http://doi.org/10.1017/s0031182098003059) Campo R, Manga-González MY, González-Lanza C, Rollinson D, H (1998) Characterization of adult Dicrocoelium dendriticum by isoelectric focusing. Journal of Helminthology, 72 (2) : 109 - 116. [doi: 10.1017/s0022149x00016278](http://doi.org/10.1017/s0022149x00016278) Rollinson D, Stothard JR, Jones CPD, Noble LR (1998) Molecular characterisation of intermediate snail hosts and the search for resistance genes. Memórias do Instituto Oswaldo Cruz 93 (suppl 1) : FapUNIFESP ALAWI D (1997) OBSERVATIONS ON SHELL MORPHOLOGY, ENZYMES AND RANDOM AMPLIFIED POLYMORPHIC DNA ZANZIBAR. 63 (4) : 489 - 503. [doi: 10.1093/mollus/63.4.489](http://doi.org/10.1093/mollus/63.4.489) Jones CS, Noble group taxa (Gastropoda: Planorbidae). MOLECULAR ECOLOGY, 6 (9) : 843 - 849. Rollinson D, De Clercq D, Sacko M, Traoré M, Sene M, Southgate Bulinus truncatus and Schistosoma haematobium in the Senegal River Basin. Annals of Tropical Medicine & Parasitology, 91 (4) : 371 - 378. [doi: 10.1080/00034983.1997.11813152](http://doi.org/10.1080/00034983.1997.11813152) Stothard JR, Rollinson mitochondrial cytochrome oxidase subunit I snail hostsBulinus globosusandB. nasutus(Gastropoda: Planorbidae). Journal of Natural History, 31 (5) : 727 - 737. [doi: 10.1080/00222939700770361](http://doi.org/10.1080/00222939700770361) Kaukas A, Rollinson D (1997) Interspecific variation within the 'hypervariable' region of the 18S ribosomal RNA gene among species of Schistosoma Weinland, 1858 (Digenea). Systematic Parasitology, 36 160. [doi: 10.1023/a:1005709131527](http://doi.org/10.1023/a:1005709131527) Rollinson D, Kaukas A, Johnston DA, Simpson AJG, Tanaka M (1997) Some molecular insights into Schistosome evolution. International Journal for Parasitology, 27 (1) : 11 - 28. [doi: 10.1016/s0020-7519(96)00169-5](http://doi.org/10.1016/s0020-7519(96)00169-5) Southgate VR, Rollinson D, in the Senegal River Basin: a reply. Transactions of the Royal Society of Tropical Medicine and Hygiene, 91 (4) : 489 - 490. [doi: 10.1016/s0035-9203(97)90297-2](http://doi.org/10.1016/s0035-9203(97)90297-2) Stothard JR, Rollinson D (1997) Molecular characterization of Bulinus globosus and B. nasutus on Zanzibar, and an investigation of their roles in the epidemiology of Schistosoma haematobium. Transactions of the Royal Society of Tropical Medicine and Hygiene, 91 (3) : 353 - 357. [doi: 10.1016/s0035-9203(97)90105-x](http://doi.org/10.1016/s0035-9203(97)90105-x) Tanaka M, Tanaka T, Inazawa J, Nagafuchi S, Mutsui Y, Kaukas A, Johnston DA, Rollinson D (1997) Proceedings of the Schistosome Genome Project. Memórias do Instituto Oswaldo Cruz a diagnostic dilemma. Journal of Helminthology, 70 (2) : 97 - 102. [doi: 10.1017/s0022149x00015224](http://doi.org/10.1017/s0022149x00015224) Rollinson D, Johnston DA (1996) Schistosomiasis - A persistent parasitic disease. INTERDISCIPLINARY SCIENCE REVIEWS, 21 (2) : 140 - 154. Brown DS, Rollinson D (1996) Aquatic snails of the Bulinus africanus group in Zambia identified according to morphometry and enzymes. Hydrobiologia, 324 (2) : 163 - 177. [doi: 10.1007/bf00018178](http://doi.org/10.1007/bf00018178) RUSSELL STOTHARD J, ROLLINSON D (1996) AN EVALUATION OF RANDOM AMPLIFIED POLYMORPHIC DNA (RAPD) FOR THE IDENTIFICATION AND PHYLOGENY OF FRESHWATER OF THE GENUS BULINUS (GASTROPODA: PLANORBIDAE). Journal of Molluscan Studies, 62 (2) : 165 - 176. [doi: 10.1093/mollus/62.2.165](http://doi.org/10.1093/mollus/62.2.165) Stothard JR, Hughes S, Rollinson D (1996) Variation within the Internal Transcribed Spacer (ITS) of ribosomal DNA genes of intermediate snail hosts within the genus Bulinus (Gastropoda: Planorbidae). Acta Tropica, 61 (1) : 19 - [doi: 10.1016/0001-706x(95)00137-4](http://doi.org/10.1016/0001-706x(95)00137-4) Kane RA, Ridgers IL, Johnston DA, Rollinson D (1996) Repetitive sequences within the first internal transcribed spacer of ribosomal DNA in schistosomes contain a Chi-like site. Molecular and Biochemical Parasitology, 75 : Sambou B, Niang M, Rollinson D (1996) The epidemiology of human schistosomiasis in the Senegal river basin. Transactions of the Royal Society of Tropical Medicine and Hygiene, 90 (4) : 340 - 346. [doi: 10.1016/s0035-9203(96)90501-5](http://doi.org/10.1016/s0035-9203(96)90501-5) Rollinson D, Jones CS, Noble LR, COUNCIL BCP, COUNCIL BCP, COUNCIL BCP (1996) New approaches to the identification of medically important freshwater snails associated with irrigated agriculture in Africa. SLUG AND SNAIL PESTS IN AGRICULTURE 3 - 12. De Bont J, Vercruysse J, Sabbe F, Schistosoma mattheei infections in cattle: changes associated with season and age. Veterinary Parasitology, 57 (4) : 299 - 307. [doi: 10.1016/0304-4017(94)00695-9](http://doi.org/10.1016/0304-4017(94)00695-9) J, Vercruysse A (1994) Cattle schistosomiasis in Zambia. Journal of Helminthology, 68 (4) : 295 - 299. [doi: 10.1017/s0022149x00001516](http://doi.org/10.1017/s0022149x00001516) Bray RA, Soto A, Rollinson D (1994) The status and composition of the genus Steringophorus Odhner, 1905 (Digenea: Fellodistomidae), based on partial small subunit rRNA sequences. International Journal for Parasitology, 24 (3) : 433 - 435. [doi: Neto A phylogenetic analysis of schistosoma haematobium group species based on randomly amplified polymorphic dna. International Journal for Parasitology, 24 (2) : 285 - 290. [doi: 10.1016/0020-7519(94)90040-x](http://doi.org/10.1016/0020-7519(94)90040-x) Almeda Corachan the Republic of São Tomé and Principe: human studies. Transactions of the Royal Society of Tropical Medicine and Hygiene, 88 (4) : 406 - 409. [doi: 10.1016/0035-9203(94)90402-2](http://doi.org/10.1016/0035-9203(94)90402-2) De Clercq D, Rollinson Schistosomiasis in Dogon country, Mali: identification and prevalence of the species responsible for infection in the local community. Transactions of the Royal Society of Tropical Medicine and Hygiene, 88 (6) : 653 - 656. [doi: 10.1016/0035-9203(94)90212-7](http://doi.org/10.1016/0035-9203(94)90212-7) Kane RA, Rollinson D (1994) Repetitive sequences in DNA : 153 - 156. [doi: 10.1016/0166-6851(94)90018-3](http://doi.org/10.1016/0166-6851(94)90018-3) Kaukas A, Johnston DA, Kane RA, Rollinson D (1994) Restriction enzyme mapping of ribosomal DNA ofSchistosoma spindale andS. leiperi (Digenea) and its application to interspecific differentiation. Systematic Parasitology, 27 (1) : 13 - 17. [doi: 10.1007/bf02185664](http://doi.org/10.1007/bf02185664) NAVARRETE S, ROLLINSON D, AGNEW AM (1994) Cross-protection between species of the Schistosoma haematobium group induced by vaccination with irradiated parasites. Parasite Immunology, 16 (1) : 19 - 25. [doi: 10.1111/j.1365-3024.1994.tb00300.x](http://doi.org/10.1111/j.1365-3024.1994.tb00300.x) ROLLINSON D, STOTHARD JR (1994) IDENTIFICATION OF PESTS AND PATHOGENS BY RANDOM AMPLIFICATION OF POLYMORPHIC DNA (RAPDS). IDENTIFICATION AND CHARACTERIZATION OF PEST ORGANISMS 447 - 459. Schrag SJ, Rollinson D (1994) Effects of Schistosoma haematobium infection on reproductive success and male outcrossing the simultaneous hermaphrodite, Bulinus truncatus (Gastropoda: Rollinson D, Kaukas Castro F, Soares E, Corachan M (1994) Schistosomiasis in the Republic of São Tomé and Principe: characterization of Schistosoma intercalatum. Transactions of the Royal Society of Tropical Medicine and Hygiene, 88 (4) : 479 - 486. [doi: 10.1016/0035-9203(94)90441-3](http://doi.org/10.1016/0035-9203(94)90441-3) VERCRUYSSE (1994) STUDIES ON TRANSMISSION AND SCHISTOSOME INTERACTIONS IN SENEGAL, MALI AND ZAMBIA. TROPICAL AND GEOGRAPHICAL MEDICINE 46 (4) : 220 - 226. Simpson AJG, Neto ED, Johnston DA, Kaukas A, Rollinson D (1993) Recent Molecular Approaches to the Study of Schistosome Genetics. Experimental Parasitology, 77 (3) : 376 - 379. [doi: 10.1006/expr.1993.1095](http://doi.org/10.1006/expr.1993.1095) Lumb SM, Bray RA, subunit (18S) rRNA gene sequences from fish parasites of the families Lepocreadiidae and Fellodistomidae (Digenea) and their use in phylogenetic analyses. Systematic Parasitology, 26 (2) : 141 - 149. [doi: 10.1007/bf00009222](http://doi.org/10.1007/bf00009222) Johnston DA, Dias Neto E, Simpson AJG, Rollinson D (1993) Opening the can of worms: Molecular analysis of schistosome populations. Parasitology Today, 9 (8) : 286 - 291. [doi: 10.1016/0169-4758(93)90122-v](http://doi.org/10.1016/0169-4758(93)90122-v) Johnston DA, Kane RA, Rollinson D (1993) Small subunit (18S) ribosomal RNA gene divergence in the genus Schistosoma. Parasitology, 107 (2) : 147 simultaneous hermaphrodite, Bulinus truncatus (Gastropoda: Planorbidae). Journal of Zoology, 226 311 - 319. [doi: 10.1111/j.1469-7998.1992.tb03841.x](http://doi.org/10.1111/j.1469-7998.1992.tb03841.x) Grácio MA, Rollinson D, Costa C, Nhaque AT (1992) Intestinal schistosomiasis: report of the first cases in Guinea Bissau. Transactions of the Royal Society of Tropical Medicine and Hygiene, 86 (2) : 183 - 183. [doi: 10.1016/0035-9203(92)90563-r](http://doi.org/10.1016/0035-9203(92)90563-r) De Bont J, nasale and S. spindale infections of Indoplanorbis exustus in Sri Lanka. Systematic Parasitology, 20 (3) : 161 - 164. [doi: 10.1007/bf00009777](http://doi.org/10.1007/bf00009777) Ali PO, Simpson AJG, Allen R, Waters AP, Humphries CJ, Johnston DA, Rollinson D (1991) Sequence of a small subunit rRNA gene of Schistosoma mansoni and its use in phylogenetic analysis. Molecular and Biochemical Parasitology, 46 (2) : 201 - 208. [doi: 10.1016/0166-6851(91)90044-7](http://doi.org/10.1016/0166-6851(91)90044-7) BROWN DS, SHAW KM, ROLLINSON D DIPLOID POPULATIONS. Journal of Molluscan Studies, 57 (2) : 143 - 166. [doi: 10.1093/mollus/57.2.143](http://doi.org/10.1093/mollus/57.2.143) De Bont J, Moncrieff C (1991) The epidemiology of Schistosoma spindale Montgomery, 1906 in cattle in Sri Lanka. Parasitology, 102 (2) : 237 - 241. [doi: 10.1017/s0031182000062545](http://doi.org/10.1017/s0031182000062545) de J, Vercruysse J, van Aken D, Southgate VR, Rollinson D (1991) Studies of the relationships between Schistosoma nasale and S. spindale and their snail host Indoplanorbis exustus. Journal of Helminthology, 65 (1) : 1 - 7. [doi: 10.1017/s0022149x00010361](http://doi.org/10.1017/s0022149x00010361) ROLLINSON D, KANE RA (1991) RESTRICTION ENZYME ANALYSIS OF DNA FROM SPECIES OF BULINUS (BASOMMATOPHORA: PLANORBIDAE) USING A CLONED RIBOSOMAL RNA GENE PROBE. Journal of Molluscan Studies, 57 (1) : 93 - 98. [doi: 10.1093/mollus/57.1.93](http://doi.org/10.1093/mollus/57.1.93) Strahan K, Kane RA, Rollinson D (1990) Development of cloned DNA probes for the identification of snail intermediate hosts within the genus Bulinus. Acta Tropica, 48 (2) : Southgate VR, Rollinson D, Vercruysse J (1990) A can of worms. Journal of Zoology, 222 (3) : 479 - 483. [doi: 10.1111/j.1469-7998.1990.tb04046.x](http://doi.org/10.1111/j.1469-7998.1990.tb04046.x) Rollinson D, Kane RA, Warlow A, Southgate VR, Observations of Bulinus cernicus (Gastropoda: Planorbidae) from Mauritius. Journal of Zoology, 19 - 26. [doi: 10.1111/j.1469-7998.1990.tb04026.x](http://doi.org/10.1111/j.1469-7998.1990.tb04026.x) Southgate VR, Rollinson D, Spratt J (1990) topography of the tegument of adult Schistosoma nasale Rao, 1933 from Sri Lanka. Systematic Parasitology, 16 (2) : 139 - 147. [doi: 10.1007/bf00009612](http://doi.org/10.1007/bf00009612) Rollinson D, Southgate VR, Vercruysse J, Moore PJ (1990) Observations on natural and experimental interactions between Schistosoma bovis and S. curassoni from West Africa. Acta Tropica, 47 (2) : 101 114. D, Walker TK, Knowles of schistosome hybrids and larval parasites using rRNA probes. Systematic Parasitology, 15 (1) effect of praziquantel on Schistosoma nasale infections in cattle. Journal of Veterinary Pharmacology and Therapeutics, 12 (4) : 455 - 458. [doi: 10.1111/j.1365-2885.1989.tb00698.x](http://doi.org/10.1111/j.1365-2885.1989.tb00698.x) De Bont J, J, Southgate VR, Rollinson The prevalence and pathology of Schistosoma nasale Rao, 1933 in cattle in Sri Lanka. Parasitology, 98 (2) : 197 - 202. [doi: 10.1017/s0031182000062107](http://doi.org/10.1017/s0031182000062107) ROLLINSON D, KANE RA, LINES JRL (1989) An analysis of fertilization in Bulinus cernicus (Gastropoda: Planorbidae). Journal of Zoology, 217 (2) : 295 - 310. [doi: 10.1111/j.1469-7998.1989.tb02489.x](http://doi.org/10.1111/j.1469-7998.1989.tb02489.x) Walker TK, Rollinson D, Simpson AJG (1989) A DNA probe from Schistosoma mansoni allows rapid determination of the sex of larval parasites. Molecular and Biochemical Parasitology, 33 (1) : 93 - 100. [doi: 10.1016/0166-6851(89)90046-7](http://doi.org/10.1016/0166-6851(89)90046-7) Walker TK, Simpson AJG, Rollinson D (1989) Differentiation of Schistosoma mansoni from S. rodhaini using cloned DNA probes. Parasitology, 98 (1) : 75 - 80. [doi: 10.1017/s0031182000059709](http://doi.org/10.1017/s0031182000059709) Brmond P, Thron A, Rollinson mansoni andS. rodhaini: characterization by isoelectric focusing of six enzymes. Parasitology Research, 76 (2) : 138 - 145. [doi: 10.1007/bf00930836](http://doi.org/10.1007/bf00930836) Brown DS, Gracio MA, Moore PJ, Rollinson D, Romero R, Southgate VR (1989) The snail host of schistosomiasis in São Tomé. Transactions of the Royal Society of Tropical Medicine and Hygiene, 83 (6) : 812 - 813. [doi: 10.1016/0035-9203(89)90338-6](http://doi.org/10.1016/0035-9203(89)90338-6) Vercruysse J, Southgate chemotherapy ofSchistosoma curassoni in mice. Parasitology Research, 75 (7) : [doi: 10.1007/bf00931166](http://doi.org/10.1007/bf00931166) Vercruysse J, Southgate VR, Rollinson fecundity of Schistosoma curassoni from Senegal in albino mice. Journal of Helminthology, 62 (2) : 103 - [doi: FRANSEN J, SOUTHGATE VR, (1988) Clinical pathology of experimental Schistosoma curassoni infections in sheep and goats. Research in Veterinary Science, 44 (3) : 273 - 281. [doi: 10.1016/s0034-5288(18)30857-9](http://doi.org/10.1016/s0034-5288(18)30857-9) S. bovis (Sonsino, 1876) in cattle in northern Nigeria. Journal of Helminthology, 62 (1) : 33 - 34. [doi: 10.1017/s0022149x00011160](http://doi.org/10.1017/s0022149x00011160) FRYER SE, ROLLINSON D, PROBERT AJ (1987) STUDIES ON THE MORPHOLOGY AND CROSSBREEDING ABILITY OF TWO POPULATIONS OF BULINUS GLOBOSUS FROM NORTHERN NIGERIA. Journal of Molluscan Studies, 53 (2) : 153 - 162. [doi: 10.1093/mollus/53.2.153](http://doi.org/10.1093/mollus/53.2.153) Southgate VR, Rollinson D, Vercruysse J of the tegument of adult Schistosoma curassoni, and comparison with male S. bovis and S. haematobium from Senegal. Parasitology, 93 Fransen Pathology of ExperimentalSchistosoma curassoniInfections in Mice and Hamsters. Veterinary Pathology, 23 (6) : 668 - 672. [doi: 10.1177/030098588602300604](http://doi.org/10.1177/030098588602300604) BROWN DS, SHAW status and as host for schistosomes. Zoological Journal of the Linnean Society, 88 (1) : 59 - 90. [doi: 10.1111/j.1096-3642.1986.tb00877.x](http://doi.org/10.1111/j.1096-3642.1986.tb00877.x) Rollinson D, Imbert-Establet D, identification, prevalence and enzyme polymorphism. Parasitology, : 39 - 53. [doi: 10.1017/s0031182000049817](http://doi.org/10.1017/s0031182000049817) Walker TK, Rollinson D, Simpson AJG (1986) Differentiation of Schistosoma haematobium from related species using cloned ribosomal RNA gene probes. Molecular and Biochemical Parasitology, 20 (2) : 123 - 131. [doi: 10.1016/0166-6851(86)90024-1](http://doi.org/10.1016/0166-6851(86)90024-1) Rollinson D, Walker TK, Simpson AJG (1986) The application of recombinant DNA technology to problems of helminth identification. Parasitology, 92 (S1) (1986) New approaches to schistosome identification. Parasitology Today, 2 (1) : 24 - 25. [doi: 10.1016/0169-4758(86)90077-3](http://doi.org/10.1016/0169-4758(86)90077-3) Bray RA, Rollinson D (1985) Enzyme electrophoresis as distinguishing species of Fellodistomum, Steringotrema and Steringophorus (Digenea: Fellodistomidae). International Journal for : - 263. [doi: 10.1016/0020-7519(85)90062-1](http://doi.org/10.1016/0020-7519(85)90062-1) (1985) Bulinus tropicus forSchistosoma bovis. Zeitschrift fr Parasitenkunde Parasitology 10.1007/bf00932919](http://doi.org/10.1007/bf00932919) Southgate VR, a natural intermediate host for Schistosoma margrebowiei in Lochinvar National Park, Zambia. Journal of Helminthology, 59 (02) : 153 - 153. auratus, compatibility with species ofBulinusand their enzymes. Journal of Natural History, 19 (6) : 1249 - of Schistosoma curassoni infection in sheep. Parasitology, 91 (2) : 300. [doi: 10.1017/s0031182000057383](http://doi.org/10.1017/s0031182000057383) VERCRUYSSE J, SOUTHGATE VR, ROLLINSON D (1985) THE EPIDEMIOLOGY OF HUMAN AND ANIMAL SCHISTOSOMIASIS IN THE SENEGAL RIVER BASIN. ACTA TROPICA, 42 (3) : 249 - 259. WALKER T, SIMPSON AJG, KNIGHT M, ROLLINSON D (1985) USE OF CLONED DNA PROBES FOR IDENTIFICATION OF SCHISTOSOMES. TRANSACTIONS OF THE ROYAL SOCIETY OF TROPICAL MEDICINE AND HYGIENE, 79 (5) : 731 - 731. IMBERTESTABLET D, ROLLINSON D, ROSS G (1984) SELECTION OF GENOTYPES OF SCHISTOSOMA-MANSONI AND THEIR MAINTENANCE BY SPOROCYSTIC TRANSPLANTATIONS. COMPTES RENDUS DE L ACADEMIE DES SCIENCES SERIE III-SCIENCES DE LA VIE-LIFE SCIENCES, 299 (11) : 459 - 462. ROLLINSON D, WRIGHT CA (1984) POPULATION STUDIES ON BULINUS-CERNICUS FROM MAURITIUS. MALACOLOGIA, 25 1931, a little known parasite from Senegal. Transactions of the Royal Society of Tropical Medicine and Hygiene, 78 (6) : 848 - 849. [doi: 10.1016/0035-9203(84)90047-6](http://doi.org/10.1016/0035-9203(84)90047-6) Vercruysse J, Southgate VR, Rollinson D 1931 in sheep and goats in Senegal. Journal of Natural History, 18 (6) : 969 - 976. [doi: 10.1080/00222938400770851](http://doi.org/10.1080/00222938400770851) ROLLINSON D, ROSS GC (1983) ENZYME SCHISTOSOMA-LEIPERI. PARASITOLOGY, Rollinson coulboisiof Lake Tanganyika: assessment of its taxonomic position and role as intermediate host forS. haematobium. Journal of Natural History, 16 (5) : 673 - 687. [doi: 10.1080/00222938200770511](http://doi.org/10.1080/00222938200770511) BROWN DS, ROLLINSON D (1982) THE SOUTHERN DISTRIBUTION OF THE FRESH-WATER SNAIL BULINUS-TRUNCATUS. SOUTH AFRICAN JOURNAL OF SCIENCE, 78 (7) : 290 - 293. ROLLINSON D, GEBERT F (1982) SOME OBSERVATIONS ON GENETIC-VARIATION OF SCHISTOSOMA-HAEMATOBIUM AND BULINUS-CERNICUS IN Ross in mixed infections ofSchistosoma haematobiumandS. intercalatum. Journal of Natural History, 16 (4) : 491 - 496. [doi: 10.1080/00222938200770391](http://doi.org/10.1080/00222938200770391) SOUTHGATE VR, ROLLINSON D, ROSS GC, THERE SPECIFIC MATE RECOGNITION IN 84 (FEB) : ROSS GC, (1981) IS THERE SPECIFIC MATE RECOGNITION IN SCHISTOSOMES. TRANSACTIONS OF THE ROYAL SOCIETY OF TROPICAL MEDICINE AND HYGIENE, 75 (6) : 888 - 888. Wright CA, Rollinson D (1981) Analysis of enzymes in theBulinus tropicus/truncatuscomplex (Mollusca: Planorbidae). Journal of Natural History, 15 873 - 885. [doi: 10.1080/00222938100770631](http://doi.org/10.1080/00222938100770631) Kinkar L, Gasser R, Webster Rollinson D, Littlewood D, Chang B, Stroehlein A, Korhonen P, Young N (null) Nanopore Sequencing Resolves Elusive Long Tandem-Repeat Regions in Mitochondrial Genomes. International Journal of Molecular Sciences, (4) : - 1811. Schistosoma haematobium and control of soil-transmitted helminthiasis in northern and central Côte d'Ivoire: a SCORE study protocol. BMC Public "}