{"title": "PDF", "author": "PDF", "url": "https://www.medicinabuenosaires.com/revistas/vol78-18/n2/135-DatosyNovedades.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Aires) 2018; 78: 135ISSN 1669-9106 La Figura se puede apreciar en color en www.medicinabuenosaires.comVENTAJAS DEL BAILE Con el envejecimiento se pierden habilidades y ca - pacidades mentales que empeoran en los cuadros neu - rodegenerativos. Un estudio publicado en Frontiers in Neurosciences concluye en que el ejercicio físico y el baile poseen un efecto anti envejecimiento con cambios en la anatomía cerebral, un hecho singular1. El estudio que nos ocupa se basó en voluntarios con una edad promedio de 68 años, entrenados para rutinas de ejercicio físico (caminata nórdica) o clases de danza que cada semana (90 minutos de duración) cambiaban de estilo, ritmo y velocidad. Luego de 18 meses se les realizaron estudios psicomotores y de resonancia magnética funcional. Los datos son significa - tivos y hasta sorprendentes porque los danzarines no solo mejoraron el balance corporal sino porque demostraron un aumento en el volumen de los hipocampos. En el grupo de caminata nórdica se obtuvo un similar aumento en el volumen del hipocampo, aunque no se comprobó la mejoría en el balance corporal. Los autores concluyen en que la danza permitiría contrarrestar los efectos del envejecimiento en la estructura y funcionamiento cerebral, corroborando que la neuroplasticidad se mantiene durante toda la vida, en este caso con esta actividad que requiere de la integración de información sensitiva proveniente de diferentes circuitos auditivos, vestibulares, visuales y somato-sensitivos y la ejecución fina de la actividad motora. De todas maneras, es esencial la confirmación de estos resultados por otros grupos de trabajo y verificar que el cambio se extienda en el tiempo. El hipocampo es una estructura crucial para la consolidación de la memoria, aprendizaje y orientación témporo- espacial, muy vulnerable a la enfermedad de Alzheimer, y éstos son algunos de los marcadores de la enfermedad2. Varios estudios han demostrado una reducción en el volumen de los hipocampos con el paso del tiempo -2-3 % por década-, aunque como contrapartida son una de las pocas regiones del cerebro capaces de generar nuevas neuronas3-5 y este proceso parece ser responsable del mejoramiento parcial que se observa en los traumatismos cerebrales; y quizás pueda explicar el aumento en el volumen de los hipocampos descripto más arriba. La neuro - génesis del hipocampo, en particular en el giro dentado, está regulada por una serie de señales, el estrés es un factor negativo que, por medio del eje hipotálamo adrenal, la hemorragia o isquemia cerebral, modifica el balance entre las señales positivas y negativas de supervivencia celular. Es de interés que los inhibidores de la recaptura de serotonina estimulan este proceso en ratas inhibiendo la proteína P21, un regulador del progreso del ciclo celular a nivel de la fase G16. En base a estos resultados, el baile sería una recomendación para todos, independientemente de la habilidad de los actores. Al fin y al cabo, hay mucho para ganar y ¿no es cierto que el \"cerebro es un músculo que hay que entrenar\"? 1. Rehfeld K, Müller P, Aye N, et al. Dancing or fitness sport? The effects of two training programs on hippocampal Dis 3. Spalding KL, Berg - mann O, Alkass K, et al. Dynamics of hippocampal neurogenesis "}