{"title": "Application of Traditional Chinese Medical Herbs in Prevention and Treatment of Respiratory Syncytial Virus", "author": "Hindawi; Li Li Lin; Jin Jun Shan; Shou Chuan Wang; Lin; Li Li; Shan; Jin Jun; Xie; Tong; Xu; Jian Ya; Shen; Cun Si; Di; Liu Qing; Chen; Jia Bin; Wang; Shou Chuan", "url": "https://www.hindawi.com/journals/ecam/2016/6082729/", "hostname": "hindawi.com", "description": "Respiratory syncytial virus (RSV) is a common viral pathogen of the lower respiratory tract, which, in the absence of effective management, causes millions of cases of severe illness per year. Many of these infections develop into fatal pneumonia. In a review of English and Chinese medical literature, recent traditional Chinese medical herb- (TCMH-) based progress in the area of prevention and treatment was identified, and the potential anti-RSV compounds, herbs, and formulas were explored. Traditional Chinese medical herbs have a positive effect on inhibiting viral attachment, inhibiting viral internalization, syncytial formation, alleviation of airway inflammation, and stimulation of interferon secretion and immune system; however, the anti-RSV mechanisms of TCMHs are complicated, which should be further investigated.", "sitename": "Website", "date": "2016-09-04", "cleaned_text": "and Traditional Herbal Medicine in the Treatment of Airways Diseases [View this Special Issue](/journals/ecam/si/860512/) Application of Traditional Chinese Medical Herbs in Prevention and Treatment of Respiratory Syncytial Virus Abstract Respiratory syncytial virus (RSV) is a common viral pathogen of the lower respiratory tract, which, in the absence of effective management, causes millions of cases of severe illness per year. Many of these infections develop into fatal pneumonia. In a review of English and Chinese medical literature, recent traditional Chinese medical herb- (TCMH-) based progress in the area of prevention and treatment was identified, and the potential anti-RSV compounds, herbs, and formulas were explored. Traditional Chinese medical herbs have a positive effect on inhibiting viral attachment, inhibiting viral internalization, syncytial formation, alleviation of airway inflammation, and stimulation of interferon secretion and immune system; however, the anti-RSV mechanisms of TCMHs are complicated, which should be further investigated. 1. Introduction Respiratory syncytial virus (RSV) is classified as a nonsegmented, negative-sense, membrane-bound RNA virus of the family Paramyxoviridae, spread by droplets, and causing repeated airway infections [ [1](#B1)]. Respiratory syncytial virus is the most common cause of hospitalization in infants and children with severe acute lower respiratory infections. Additionally, it is the third most common cause of death in children, through the development of fatal pneumonia, after pneumococcal pneumonia and Haemophilus influenzae type b infection. It had been estimated that between 66 000 and 199 000 children younger than 5 years died of RSV-associated diseases in 2005, with 99% of these deaths occurring in developing countries [ [2](#B2)]. In the 1960s a formalin-inactivated vaccine (FI-RSV) given intramuscularly did not reduce the frequency of infection and among infected children (particularly in the youngest age cohort, immunized between 2 and 7 months of age) 80 percent required hospitalization and 2 died [ [3](#B64)- [5](#B76)]. Due to the nature of the virus and the mode of infection, reinfections are a common event, suggesting that naturally acquired immunity does not provide long-lasting protection. This has made the development of an effective vaccine impossible as yet [ [6](#B3)]. Currently, the Food and Drug Administration (FDA) has approved prophylactic drugs for RSV, including palivizumab and ribavirin, administered along with symptomatic treatment and supportive care [ [7](#B4)]. While palivizumab, a humanized monoclonal antibody directed against the F protein RSV, effectively prevents RSV infection, it is expensive and ineffective in the management of an established RSV infection [ [8](#B5)]. Ribavirin has been shown to exhibit potent activity against RSV in vivo and in vitro; however comparisons of the results of both animal and cell testing in humans have not yet been completed [ [9](#B6)- [11](#B8)]. Furthermore, ribavirin is limited due to the side effects [ [11](#B8), [12](#B9)]. There are any antiviral agents against RSV that are currently under development. This review aims to explore evidence available on preventative measures against RSV infection, discuss the current status of anti-RSV research on TCMH-derived active compounds, TCMHs, and traditional Chinese medical formulas (TCMFs), and finally highlight the challenges, issues, and future directions of using TCMHs in clinical practice. 2. Evidence Supporting the Efficacy of TCMHs Traditional Chinese medical herbs are the most important components of the traditional Chinese medicine (TCM) system, which have been reported to cure infectious diseases, in the form of hot water extracts, for almost 2,000 years. Over 10,000 herbal medicines and 100,000 recipes have been documented in ancient literature [ [13](#B11)]. Nowadays, TCMHs are widely used for the prevention and treatment of viral infectious diseases in China and many other Asian countries. They are associated with advantages such as lower toxicity, economical and multifunctional use in regulating immunological function, and viral destruction [ [14](#B12)]. This reduction in viral load allows for the screening of effective medications. However, the international community remains uncertain about the efficacy of TCMHs, due to the lack of supporting clinical evidence collected under international standards (randomized, placebo-controlled, double-blind, and multicentered clinical studies). Governments have put forward support aimed at the international regulatory approval of TCMHs. Leading the pack is compound T89 (also known as Dantonic, a traditional Chinese medical product by Tasly Pharmaceuticals, China), which is used in China for the management of ischemic heart disease. Dantonic may become the first traditional Chinese medicine to receive Food and Drug Administration (FDA) approval in the United States [ [15](#B13)]. Moreover, the Yinhuang granules (tablet) and Xiasangju granules have been approved by the China Food and Drug Administration (SFDA) for the treatment of RSV-infectious diseases [ [15](#B13)]. The 2015 Nobel Prize in Medicine was awarded to Youyou Tu for the discovery of artemisinin, a drug isolated from a plant, which has significantly reduced the mortality rates for patients with malaria. This acknowledgement has increased the optimism of the natural product community worldwide [ [16](#B63)]. 3. Prevention Prevention is the most important aspect of healthcare, and because of the nature of the respiratory syncytial virus and mode of infection, reinfections are a common event [ [6](#B3)]. Live RSV can survive on surfaces for several hours; moreover, direct or indirect contact with the nasopharyngeal secretions or droplets (sneezing, coughing, and kissing), fomites, and food from infected patients can potentially transmit RSV [ [7](#B4)]. Therefore, without effective preventive measures, the mortality and economic burden of the disease will increase. 3.1. RSV F Protein Neutralizing Antibodies The respiratory syncytial virus depends on the host cell to complete its replication cycle, which includes attachment and entry into the host cell, transcription of viral mRNA, viral genome replication, protein synthesis, and the assembly and budding of progeny virus particles [ [15](#B13)]. The F protein of RSV accumulates in the host membrane and surrounds the budding progeny viruses, thus spreading the infection to adjacent cells and exacerbating the infection. The F protein is therefore considered a potential candidate for the development of possible preventive measures. Palivizumab is a humanized monoclonal antibody (IgG) directed against an epitope in the A antigenic site of the F protein of RSV. Palivizumab-N, a plant-based F neutralizing antibody, was experimented in phages and plants. Successful palivizumab-N production was observed in the Nicotiana benthamiana plant system, which offered glycosylation and high production at low upstream and equivalent downstream cost, when compared to mammalian derived palivizumab [ [7](#B4)]. 3.2. Boost Resistance against RSV by Modulating Immune Response Following coevolution with the host, many viruses have established sophisticated mechanisms to interact with the host immune system for immune evasion. Among the classes of antiviral agents, immunomodulators are the most abundant in TCMHs [ [15](#B13)]. Traditional Chinese medical herbs have been shown to enhance antibody production, T cell proliferation, the expression of antigen specific CD4+ and CD8+ responses, and increase of the titers of IgG1, IgG2a, and IgA, along with the function to balance Th1, Th2/Th17 type immune response [ [17](#B65)]. Interferon- (IFN-) and interleukin- (IL-) 12 are representatives of Th1 type cytokines; interleukin 4 and interleukin 5 belong to Th2 type cytokines, and IL-6 and IL-17a are representatives of Th17 type cytokines, all of which play key roles in Th2/Th17 responses [ [18](#B72), [19](#B73)]. And, recently, macrophages have been identified as stimulation cells by interaction with Th2 cytokine IL-4 [ [20](#B71)]. Traditional Chinese medical herbs were reported to simultaneously promote Th1-response, including increased levels of Th1 type cytokine secretion and activation of alveolar macrophages, suppress Th2/Th17-responses, and maintain the balance between Th1 and Th2/Th17 cells for the prevention and treatment of diseases. Moreover, TCMHs have been previously reported to offer efficient protection against RSV and significantly decrease viral load and inflammation [ [15](#B13)]. It is well-known that the production of inflammatory mediators is regulated by a transcription factor, NF-B, which plays a pivotal role in inflammation due to its ability to induce the transcription of inflammatory genes [ [21](#B66)- [23](#B68)]. Toll-like receptor 4 (LR4) is also a factor expressed on the respiratory epithelium and macrophages and appears to play a central role in mediating both the antiviral and inflammatory responses of the innate immunity to combat viral infections [ [22](#B67)]. Along with direct antiviral activity, TCMHs could be beneficial in preventing RSV infection due to its immune-modulatory effect, producing of IFN- and TNF-. Respiratory syncytial viral infection can induce cellular production of IFN- and TNF-. Both IFN and TNF contribute to the innate immunity against viral infection [ [24](#B61)] and TNF triggers multiple antiviral mechanisms and synergizes with IFN in promoting antiviral activities [ [25](#B70)]. Resveratrol, a compound synthesized by at least 72 plant species [ [26](#B21)], exhibited certain abilities in the inhibition of RSV replication, inflammation, the level of IL6, virus-induced TIR-domain-containing adapter inducing interferon- (TRIF), and TANK binding kinase 1 (TBK1) protein expression [ [27](#B22)]. Moreover, it has been shown to prevent airway inflammation/hyperresponsiveness during RSV infection in mice, suggesting its applicability in reducing RSV-induced airway symptoms. Additionally, it has also been shown to reduce IFN- levels associated with RSV-mediated airway inflammation [ [28](#B44)]. In Table [1](tab1/), we have provided evidences of medicinal herbs used in TCM for the prevention of RSV. This novel approach seems to be a promising and safe prevention option against RSV. 4. Treatment 4.1. TCMH-Derived Active Compounds Drug use from natural products has progressed to the isolation of active compounds. Natural products and particularly medicinal plants remain an important source of new drugs, new drug leads, and new chemical entities [ [58](#B14), [59](#B15)]. Drug discovery from nature led to the isolation of early drugs such as quinine, artesunate, and arsenic trioxide, which are active ingredients effectively extracted from natural products and have since proven to be clinically successful. Quinine is made from cinchona bark and artesunate is derived from Artemisia annua, and both are used for the treatment of severe malaria [ [60](#B16), [61](#B17)]. Arsenic trioxide, extracted from white arsenic, is used for the treatment of acute promyelocytic leukemia [ [62](#B18), [63](#B19)]. Traditional Chinese medical herbs have been utilized as anti-infectious medicines for thousands of years in China and offer various anti-infectious compounds, particularly for antiviral. An increasing number of TCMH-derived active compounds with antiviral activity are garnering evidence of experimental efficacy. As shown in Green Bae's research, ()-(R)-nyasol, ()-(R)-4-O-methylnyasol, and broussonin A, three structurally known compounds isolated from the rhizomes of A. asphodeloides, exhibited potent antiviral activities against the RSV-A2 strain propagated in HEp-2 cells. The results showed IC50 values of 0.85, 0.39, and 0.62 M, respectively, slightly more potent than that of the positive control ribavirin (IC50 = 1.15 M) [ [64](#B20)]. Table [2](tab2/) details a list of anti-RSV active compounds derived from TCMHs verified by experiments in vivo or in vitro. 4.1.1. The Characteristics of Active Compounds in TCMHs A vast amount of basic research has been conducted on TCMHs. Therefore, the isolation and characterization of pharmacologically active compounds from TCMHs and the testing of their pharmacological activities, in the pursuit of new drug discovery, are now necessary [ [65](#B39)]. When compared to random screening from a combinatorial chemical library, TCMHs are drugs with a long history of medical use and could be used as the markers for selecting active ingredients from herbal medicines. It would therefore be more efficient to screen active compounds from TCMHs. Furthermore, in biological screening assays, TCMH-derived active compounds often have better pharmacokinetics and bioavailability [ [15](#B13)]. Previous studies, as shown in Table [2](tab2/), have provided evidence of the direct anti-RSV activity of compounds derived from TCMHs. Notwithstanding the failure to discover new chemical structures during drug discovery from medicinal plants, known compounds with new biological activities, such as the inhibition of RSV replication and activation of the immune system, which can provide important drug leads, may be found [ [66](#B41)]. Moreover, for countries with limited resources, TCMHs-derived active compounds will serve as a gateway for the merging of modern drug discovery. However, even with these unique advantages, screening programs focused on identifying potential anti-RSV agents from TCMHs are using conventional methods. In order to compete with other drug discovery methods, efforts are ongoing to replace these traditional methodologies with modern sample preparation and extraction procedures. Therefore, TCMH research needs to continually improve the speed of screening, isolation, and structure elucidation processes. The most challenging issues are understanding the operative mechanisms to identify TCMH-derived active components, as each kind of TCMH contains multiple active components with multiple targets. Some of these components work directly on the therapeutic targets, whereas others may enhance the bioavailability [ [59](#B15)]. Therefore, more efforts are needed in the research of compounds in TCMH assays. It is known that cell-based assays are often initially carried out for the evaluation of whole extracts that show clinical evidence of antiviral activity. Without larger randomized, double-blind, placebo-controlled multicenter clinical trials, approval of TCMH-derived active compounds will be difficult through international regulatory agencies such as the Food and Drug Administration (FDA) of the United States of America or other equivalent European counterparts. Above all and in long term, TCMHs still offer a great prospect in the field of pharmaceutical developments. The characteristics of TCMHs offer opportunities for finding active and novel chemical structures against a variety of therapeutic targets. 4.2. Traditional Chinese Medical Herbs (TCMHs) Traditional Chinese medicine theory is in line with seasons, circumstances, and individuality. For example, in summer, \"Agastache rugosa\" or \"Eupatorium\" is commonly used in northern China (colder district) to ease the summer-heat and \"ephedra\" and to relieve exterior syndrome (\"exterior syndrome\" refers to lesions with mild conditions. The symptoms are aversion to cold, fever, headache, body pain, stuffy nose, no sweat, and so on) by diaphoresis while in southern China (warmer district), \"honey-fired ephedra\" is frequently used because of its mild function of stimulating the secretion of sweat. Moreover, the TCM treatment should vary between individuals. For the children with upper respiratory tract infection, the treatment method aims to clear the exterior evil (\"evil\" is the general name of all kinds of pathogenic factors; \"exterior syndrome\" discussed above is caused by exterior evil), while, in the elderly, the treatment method aims to strengthen body resistance and relieve the exterior syndrome. In both 2001 and 2002, approximately one-quarter of the bestselling drugs worldwide were natural products or were derived from natural products [ [59](#B15)]. Recent publication shows that TCMHs account for 10% of the prescription drugs in China. They are perceived as harmless and natural and are widely used in several parts of the world individually or in combination [ [15](#B13)]. 4.2.1. The Characteristics of TCMHs Traditional Chinese medical herbs are the most important components of the TCM system, which have long been used for the multiple combinations of compounds in the form of processed natural products. Experimental findings of TCMHs with the identification of potent antiviral activities against RSV should be made available to the healthcare providers practicing traditional medicine. From a clinical perspective, diseases are complex and variable, combined with complex clinical symptoms. Traditional Chinese medical herbs contain multiple active components with multiple targets, which may be a better choice to achieve multiacting treatment. Traditional Chinese medicine theories originate from the profound experiences of practitioners with understanding of ancient Chinese medicine, and the methods of application have been passed down through oral history. It is suggested that hot water extracted TCMHs would exhibit direct antiviral activity. In this review, we summarized experiments in vivo or in vitro (Table [3](tab3/)) that used aqueous extracts of TCMHs for treating RSV-infectious diseases. The objective of these experiments was to review the potential uses of natural products for the treatment of infections caused by RSV. Ma et al. recently tested 44 medicinal herbs, used in the TCM system, for treating virus-infectious diseases. The medicinal herbs were tested for antiviral activities against RSV using a cytopathologic effect (CPE) assay. Twenty-seven of the 44 medicinal herbs showed moderate or potent antiviral activities against RSV, with a 50% inhibition concentration (IC50) ranging from 6.3 to 52.1 g/mL and a selectivity index (SI) ranging from 2.0 to 32.1. The control group, ribavirin, had an SI of 24 [ [44](#B36)]. This evidence illustrates that natural products can be a rich source for the discovery of potent anti-RSV agents. 4.2.2. The Bottleneck Problems of TCMHs Although traditional natural products have played an important role in drug discovery, in the past few years, many pharmaceutical companies have scaled down or terminated their natural product research [ [59](#B15)]. Drug discovery programs already follow a challenging process: the design, determination, and implementation of appropriate, clinically relevant, high-throughput bioassays of drugs, and TCMH discovery programs are more complicated and lengthier than other drug discovery methods. Despite the recognized therapeutic benefits and the expanding use of medicinal plants worldwide, TCMHs still lack robust evidence from evidence-based medicine (EBM) research, especially the supporting clinical evidence collected under international standards (randomized, placebo-controlled, double-blind, and multicentered clinical studies). As a result, it is a challenge for TCMHs to be accepted by the Western medicine community and mainstream healthcare systems. Though much debate remains on the feasibility and the validity of applying the EBM criteria to this traditional practice, for the integration of TCM into the Western healthcare system, it is essential to demonstrate its efficacy and safety through high level evidence in accordance with EBM procedures. 4.3. Traditional Chinese Medicine Formulas (TCMFs) Based on TCM theory, a remedy often has a principle of hierarchy, the so-called \"monarch,\" \"minister,\" \"assistant,\" and \"guide components\" [ [53](#B54)], and the functions differ among the different roles. The basic principle of TCM treatment is to keep the balance between Yin and Yang (two opposite as well as relevant agents, the main components of the universe in Chinese philosophy) and Qi and blood (two basic components of the human body, with the functions of maintaining the life). A TCM formula contains multiple active herbs with multiple compounds and targets. Some of these components (\"monarch\" and \"minister\") work directly on the therapeutic targets, while others (\"assistant\" and \"guide components\") enhance the bioavailability or counteract drug toxicity of the medicine [ [15](#B13)]. This review summarized some TCMFs and Chinese patent medicines in Tables [4](tab4/) and [5](tab5/), which had anti-RSV activities, supporting their possible use in managing RSV infection. 4.3.1. The Characteristics of TCMFs and Chinese Patent Medicines Traditional Chinese Medicine Formulas have been used as remedies against infectious diseases for thousands of years due to their significant anti-inflammatory, antimicrobial, and antiviral activities, with little or no adverse effects [ [44](#B36), [67](#B55)]. Therapeutic effects of mixed formulas are based on the synergic action of its mass constituents [ [67](#B55)]. Currently, Chinese patent medicines, with convenient dosage forms, represent the majority of drugs on the market. Anti-RSV Chinese patent medicines (during infection) are usually considered \"cold\" herbs and are applied to remove the heat-evil (\"heat evil\" related to the clinical manifestations characterized by ulcers local swelling and heat pain), expel superficial evils (superficial evils lead to \"exterior syndrome,\" which is explained in previous 17th paragraph), and dispel toxins from the body, such as Shuang Huang Lian oral liquid, Jin Xin oral liquid, Qing Fei oral liquid, or Xiasangju granules (Table [4](tab4/)). The Xia Sang Ju granule was approved by the China Food and Drug Administration (SFDA), and Jin Xin oral liquid, a traditional Chinese patent medicine, has been widely used for decades to treat virus-infectious pneumonia in the Jiangsu Province Hospital of Nanjing University of Traditional Chinese Medicine, Nanjing, China. Following recovery from an infection, Bu Shen Yi Qi formula is administered, which is a traditional Chinese herbal formula composed of herbs used to tonify Qi of the kidney, that is, the strengthening of the body's resistance to eliminate pathogenic factors. The anti-RSV mechanism of Bu Shen Yi Qi formula was investigated in the Th1, Th2, and Th17 cells [ [50](#B57)]. Based on the improvements in experiments in vivo or in vitro, a number of Chinese patent medicines are currently undergoing FDA clinical trials in the hope of fulfilling EBM research criteria. This includes Danshen dripping pill (Salvia miltiorrhiza, Radix notoginseng, and Borneol) for stable angina in a phase III trial, Fu zheng Hua yu capsule (Salvia miltiorrhiza, peach seed, pine pollen, Gynostemma pentaphylla, and for liver fibrosis, Kang lai te injection (coix seed oil and excipients) for cancer, and the Xue zhi kang capsule (red yeast) for hyperlipidemia in phase II trials [ [71](#B40)]. Traditional Chinese Medicine Formulas rely on written traditional Chinese medicine and an educational system of TCM scholars. According to Shanghan Lun (Treatise on Cold Pathogenic Diseases), written by Zhang Zhongjing, TCMFs should be administered three times. A dosage three times a day is recommended to avoid an overdose and to ensure the better absorption of drugs. This is to ensure a balanced blood drug concentration, according to modern medicine [ [72](#B10)]. In TCM theory, the quality of the decoction is the key to cure diseases successfully; hence detailed requirements of the decocting methods should be illustrated. The methods of decocting medicinal herbs were passed down through the form of hot water extracts [ [44](#B36)]; the oral form of the decoction would exhibit major effects, such as direct antiviral activity. The decocting time differs from herbs to herbs. For aromatic plants, such as Mentha and Agastache rugosa, the drug efficacy will be lost with lengthened decocting; therefore these plants should be decocted for only 5-10 minutes, while for plants with a certain level of toxicity, such as Aconitum carmichaelii and Pinellia ternata, decocting should be at least 1 hour to reduce its toxicity. Compared to Western medicines, advantages of TCMFs include individual treatment based on \"multicomponents, multichannels, and multitargets\" application and syndrome differentiation. The characteristics of TCMFs are to balance the body and improve clinical symptoms of a patient. Considering these unique characteristics, development of TCMFs, in Tables [4](tab4/) and [5](tab5/), with anti-RSV activity is of great importance. However, this clinical application needs further clinical validation. 4.3.2. The Bottleneck Problems of TCM Formulas With the development of science and technology and the increasing need of modern clinical practice, the disadvantages of oral TCM preparations have gradually been realized. These include single administration, old formulation, large dosage, slow effect, and outdated preparation and transport methods. The development of Chinese patent medicines has aided the classification; however, in treating acute and severe diseases, TCM formulas are criticized for their slow effect and large dosage. This prevents TCM from being able to solve urgent medical diagnoses. Moreover, dosage needs to be improved: for a convenient use of the drug and the improvement of the therapeutic effect, the dosage needs to be improved while upholding the active effect. More experiments and clinical trials are needed in the field of TCMFs. 5. Future Directions in the Prevention and Treatment of RSV 5.1. Attachment/Internalization Inhibitors The spread of RSV is initiated through viral attachment and internalization. The severity of the RSV-infectious disease is positively correlated with the viral load [ [44](#B36)]; therefore, inhibition of viral spread between airway mucosal cells to minimize viral replication and the decrease viral load is essential for disease control. Traditional Chinese medical herbs can prevent the respiratory viral infection induced by RSV, by inhibiting viral attachment and penetration and reducing the increased susceptibility of the cell to the invasion of RSV. From details in Table [2](tab2/) to Table [5](tab5/), conclusions can be made that TCMHs can effectively inhibit viral attachment and cell internalization, in order to minimize the viral spread and replication. 5.2. Enhancement of Immunity Traditional Chinese medical herbs can counteract RSV infection not only through the direct inhibition of viral attachment, internalization, or replication, but also by the enhancement of immunity (Table [6](tab6/)). They are considered to be less toxic and may warrant further evaluation as a possible agent for RSV prevention. Antiviral cytokines play an important role in the immune system process of preventing and inhibiting RSV infection. Traditional Chinese medical herbs can stimulate antiviral cytokines such as IFN- and TNF-, before and after RSV inoculation. TCMHs have also been shown to keep the balance between Th1 and Th2/Th17 immune response, enhance antibody production and T cell proliferation, enhance the expression of antigen specific CD4+ and CD8+ responses, and increase the titers of IgG1, IgG2a, and IgA [ [17](#B65)]. 5.3. Future Directions Despite the evident successes of drug discovery from medicinal plants, future endeavors face many challenges. Efforts are needed to continuously improve the quality and quantity of TCMH-derived compounds, herbs, and formulas that enter the drug development phase, in an effort to compete with other drug discovery efforts [ [59](#B15)]. The future of current TCMH research is to meet international standards, including evidence-based efficacy (particularly through multicenter, randomized, double-blind, placebo-controlled clinical trials), safety assessment, and quality and quantity control. The aims for the future are that large TCM-focused databases become available and innovative strategies are applied to improve the process of plant collection. Moreover, it is necessary to establish a standardized and centralized research system, aimed at achieving a better understanding of medicinal chemistry and the mechanism of action of TCHMs. The challenges associated with anti-RSV herbs are many. However, at the current pace of scientific research and development, traditional Chinese medical herbs can play a role in effective prevention and treatment of RSV-infectious diseases. 6. Conclusions Prevention is the most important aspect of healthcare; however due to the nature of the RSV and its mode of infection, a safe and effective RSV vaccine has remained elusive. Traditional Chinese medical herbs can enhance immunity to prevent RSV infection, and, furthermore, TCMHs can form part of anti-RSV medications by inhibiting viral attachment, viral penetration, and reducing the increased susceptibility of the cell to the invasion of RSV. This review details evidence that TCMH can be effective as preventative or treatment medications for RSV, the advantages of lower cost, better patient outcomes, and fewer adverse reactions. From the research that has been conducted in this review, we can see great potential value of conducting trials using TCMH. However, further research, especially focused on the toxicity issues, is required to develop the level of evidence to support TCMH to be applied to practice. Competing Interests The authors declare that there is no conflict of interests regarding the publication of this paper. Authors' Contributions All the authors wrote the first draft of the paper together. All the authors contributed to the review of all papers and constructed the final report. Acknowledgments This study was supported by National Natural Science Foundation of China (no. 81373688), the Postgraduate Research and Innovation Project of Colleges and Universities of Jiangsu Province (Grant no. SJLX_0432), and The project of Youth Foundation of Jiangsu Province (Grant no. BK 20151004). References J. S. Chang, K. C. Wang, D. E. Shieh, F. F. Hsu, and L. C. Chiang, \"Ge-Gen-Tang has anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines,\" Journal of Ethnopharmacology, vol. D. Gessner et al., \"Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis,\" The Lancet, B. Belshe, H. W. Kim, L. P. Van Voris, and R. M. Chanock, \"Administration of a highly attenuated, live respiratory syncytial virus vaccine to adults and children,\" Infection and Immunity, vol. 37, no. 1, pp. 397-400, 1982.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Administration%20of%20a%20highly%20attenuated%2C%20live%20respiratory%20syncytial%20virus%20vaccine%20to%20adults%20and%20children&author=P.%20F.%20Wright&author=R.%20B.%20Belshe&author=H.%20W.%20Kim&author=L.%20P.%20Van%20Voris&author=R.%20M.%20Chanock&publication_year=1982) H. W. C. D. Brandt et al., \"Respiratory syncytial virus disease in infants despite prior administration of antigenic inactivated vaccine,\" American Journal of Epidemiology, 422-434, 1969.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Respiratory%20syncytial%20virus%20disease%20in%20infants%20despite%20prior%20administration%20of%20antigenic%20inactivated%20vaccine&author=H.%20W.%20Kim&author=J.%20G.%20Canchola&author=C.%20D.%20Brandt&publication_year=1969) R. Voris, and M. A. Mufson, \"Parenteral administration of live respiratory syncytial virus vaccine: results of a field trial,\" Journal of Infectious Diseases, vol. 145, overview, treatment, and prevention strategies,\" Newborn and Infant Nursing Reviews, vol. 4, S. Pillai, V. Dennis, and S. R. Singh, \"Recent advances in diagnosis, prevention, and treatment of human respiratory syncytial virus,\" Advances in Virology, vol. 2013, Article 2013.View at: [Publisher Site](https://doi.org/10.1155/2013/595768)| R. Wald, \"A review of palivizumab and emerging therapies for respiratory syncytial virus,\" Expert Opinion on Biological Therapy, vol. L. Surman, and J. L. Hurwitz, \"Respiratory syncytial virus: current progress in vaccine development,\" Peebles Jr., and J. K. Kolls, \"Pharmacologic advances in the treatment and prevention of respiratory syncytial virus,\" Clinical Infectious Diseases, vol. virus infection,\" Current Opinion \"Respiratory syncytial virus infections: recent prospects for control,\" \"Certain progress of clinical research on Chinese integrative medicine,\" Chinese Medical Journal, vol. 112, brief outline,\" Journal of Chemical Information and Computer Sciences, vol. 42, 3, pp. 445-455, 2002.View at: T. Peng, \"Traditional Chinese herbal medicine as a source of molecules with antiviral activity,\" Antiviral Research, vol. 97, golden age of natural products drug discovery,\" Cell, vol. 163, M. P. White et al., \"A novel inactivated intranasal respiratory syncytial virus vaccine promotes viral clearance without TH2 associated Vaccine-Enhanced disease,\" PLoS ONE, vol. Downing, K. R. Balsara et al., \"Chronic aspiration shifts the immune response from Th1 to Th2 in a murine model of asthma,\" European Journal of Clinical Investigation, vol. 596-602, 2008.View at: [Publisher Site](https://doi.org/10.1111/j.1365-2362.2008.01976.x)| [Google R. S. Peebles Jr., \"Th17-mediated inflammation in asthma,\" Current Opinion in Immunology, R. Milde et al., \"Genetic programs expressed in resting and IL-4 alternatively activated mouse and human macrophages: similarities and differences,\" Blood, vol. al., \"TLR4 and MyD88 control protection and pulmonary granulocytic recruitment in a murine intranasal RSV immunization and challenge I. Stoica-Popescu, D. Burt, and B. J. Ward, \"C57Bl/6 mice are protected from respiratory syncytial virus (RSV) challenge and IL-5 associated pulmonary eosinophilic infiltrates following intranasal immunization with and A. Casola, \"TAK1 regulates NF-B and AP-1 activation in airway epithelial cells following RSV infection,\" Virology, (Shoma-kakkon-to) inhibited cytopathic effect of human respiratory syncytial virus in cell lines of human respiratory tract,\" Journal of Ethnopharmacology, vol. McFadden, \"Tumor necrosis factor and interferon: cytokines in harmony,\" Current Opinion in Microbiology, V. E. Ooi, \"Anticancer and antiviral activities of Youngia japonica (L.) DC (Asteraceae, Compositae),\" Journal of inhibits respiratory syncytial virus-induced IL-6 production, decreases viral replication, and downregulates TRIF expression in airway epithelial cells,\" Inflammation, Y. Deng et al., \"Resveratrol-mediated gamma interferon reduction prevents airway inflammation and airway hyperresponsiveness in respiratory syncytial virus-infected immunocompromised mice,\" Journal at: [Publisher Site](https://doi.org/10.1128/JVI.05869-11)| [Google Scholar](https://scholar.google.com/scholar_lookup?title=Resveratrol-mediated%20gamma%20interferon%20reduction%20prevents%20airway%20inflammation%20and%20airway%20hyperresponsiveness%20in%20respiratory%20syncytial%20virus-infected%20immunocompromised%20mice&author=N.%20Zang&author=X.%20Xie&author=Y.%20Deng&publication_year=2011) J. S. K. C. Wang, C. F. Yeh, D. E. Shieh, and L. C. Chiang, \"Fresh ginger (Zingiber officinale) has anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines,\" Journal of Ethnopharmacology, vol. [Google Scholar](https://scholar.google.com/scholar_lookup?title=Fresh%20ginger%20(Zingiber%20officinale)%20has%20anti-viral%20activity%20against%20human%20respiratory%20syncytial%20virus%20in%20human%20respiratory%20tract%20cell%20lines&author=J.%20S.%20Chang&author=K.%20C.%20Wang&author=C.%20F.%20Yeh&author=D.%20E.%20Shieh&author=L.%20C.%20Chiang&publication_year=2013) J. S. E. Lee, M. K. Y. Cho, H. S. U. Hwang et al., \"Ginseng diminishes lung disease in mice immunized with formalin-inactivated respiratory syncytial virus after challenge by modulating host immune responses,\" Journal of Interferon & Cytokine Research, vol. Ko, H. S. Hwang et al., \"Antiviral activity of ginseng extract against respiratory syncytial virus infection,\" International Journal of Molecular Medicine, vol. 183-190, 2014.View at: [Publisher Site](https://doi.org/10.3892/ijmm.2014.1750)| [Google Scholar](https://scholar.google.com/scholar_lookup?title=Antiviral%20activity%20of%20ginseng%20extract%20against%20respiratory%20syncytial%20virus%20infection&author=J.%20S.%20Lee&author=E.-J.%20Ko&author=H.%20S.%20Hwang&publication_year=2014) C. F. K. C. Wang, L. C. Chiang, D. E. Shieh, M. H. Yen, and J. S. Chang, \"Water extract of licorice had anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines,\" Journal of Ethnopharmacology, vol. al., \"Antiviral activity of Folium Isatidis derived extracts in vitro and in vivo,\" American Journal of Chinese Medicine, vol. 41, 957-969, 2013.View at: [Publisher Site](https://doi.org/10.1142/S0192415X1350064X)| [Google Scholar](https://scholar.google.com/scholar_lookup?title=Antiviral%20activity%20of%20Folium%20Isatidis%20derived%20extracts%20in%20vitro%20and%20in%20vivo&author=Y.-P.%20Deng&author=Y.-Y.%20Liu&author=Z.%20Liu&publication_year=2013) M. X. Su, Y. L. Li, Y. H. Zhou, and R. Z. Chen, \"Study on the the antiviral and antibacterial activities of the flowers of Flos Pueraria omeiensis (China),\" Journal of Jinan University (Medicine no. 2, pp. 204-208, 2006.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Study%20on%20the%20the%20antiviral%20and%20antibacterial%20activities%20of%20the%20flowers%20of%20Flos%20Pueraria%20omeiensis%20(China)&author=M.%20X.%20Su&author=Y.%20L.%20Li&author=Y.%20H.%20Zhou&author=R.%20Z.%20Chen&publication_year=2006) X. Li, H. Y. Li, Z. P. Xie, Z. H. Chen, and J. J. Zhang, \"The anti-respiratory syncytial virus effect of an active compound RG2-1 from Radix Gentianae in vitro,\" Chinese Journal of Disease Control & Prevention, vol. 11, no. 2, pp. 154-156, 2007.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20anti-respiratory%20syncytial%20virus%20effect%20of%20an%20active%20compound%20RG2-1%20from%20Radix%20Gentianae%20in%20vitro&author=X.%20Li&author=H.%20Y.%20Li&author=Z.%20P.%20Xie&author=Z.%20H.%20Chen&author=J.%20J.%20Zhang&publication_year=2007) Z. H. Chen, H. Y. Li, Z. P. Xie, J. J. Zhang, X. Li, and J. X. Wang, \"The anti-respiratory syncytial virus effect of an active compound RG3-1 from Radix Gentianae in vitro,\" Journal of Harbin Medical University, vol. 41, no. 4, p. 344, 2007 (Chinese).View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20anti-respiratory%20syncytial%20virus%20effect%20of%20an%20active%20compound%20RG3-1%20from%20Radix%20Gentianae%20in%20vitro&author=Z.%20H.%20Chen&author=H.%20Y.%20Li&author=Z.%20P.%20Xie&author=J.%20J.%20Zhang&author=X.%20Li&author=J.%20X.%20Wang&publication_year=2007) S. S. Li, H. Y. Li, Y. A. Piao, D. L. Liu, W. J. Tian, and Y. M. Dong, \"The anti-respiratory syncytial virus effect of an active compound (AP3) from a Traditional Chinese Herb-herba patriniae in vivo,\" Chinese Journal of Epidemiology, 2, pp. 150-153, 2004.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20anti-respiratory%20syncytial%20virus%20effect%20of%20an%20active%20compound%20(AP3)%20from%20a%20Traditional%20Chinese%20Herb-herba%20patriniae%20in%20vivo&author=S.%20S.%20Li&author=H.%20Y.%20Li&author=Y.%20A.%20Piao&author=D.%20L.%20Liu&author=W.%20J.%20Tian&author=Y.%20M.%20Dong&publication_year=2004) F. M. Zhang, L. Liu, X. Li et al., \"The extraction, purification and identification of an active compound (AP4) from Herba patriniae with its effect against the respiratory syncytial virus in vitro (Chin),\" Journal of Chinese Medicinal Materials, vol. 31, no. 12, pp. 1879-1881, 2008.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20extraction%2C%20purification%20and%20identification%20of%20an%20active%20compound%20(AP4)%20from%20Herba%20patriniae%20with%20its%20effect%20against%20the%20respiratory%20syncytial%20virus%20in%20vitro%20(Chin)&author=F.%20M.%20Zhang&author=L.%20Liu&author=X.%20Li&publication_year=2008) R. G. Liang, W. B. Liu, Z. N. Tang, and Q. Xu, \"Inhibition on respiratory syncytial virus in vitro by flavonoids extracted from the core of Litchi Chinensis,\" Journal of Fourth Military Medical University, vol. 27, no. 20, pp. 1881-1883, 2006 (Chinese).View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Inhibition%20on%20respiratory%20syncytial%20virus%20in%20vitro%20by%20flavonoids%20extracted%20from%20the%20core%20of%20Litchi%20Chinensis&author=R.%20G.%20Liang&author=W.%20B.%20Liu&author=Z.%20N.%20Tang&author=Q.%20Xu&publication_year=2006) X. Q. Wang, H. Y. Li, X. Y. Liu et al., \"The anti-respiratory syncytial virus effect of active compound of Glycyrrhiza GD4 in vitro,\" Chinese Herbal Medicine Magazine, vol. 29, no. 7, p. 692, 2006.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=The%20anti-respiratory%20syncytial%20virus%20effect%20of%20active%20compound%20of%20Glycyrrhiza%20GD4%20in%20vitro&author=X.%20Q.%20Wang&author=H.%20Y.%20Li&author=X.%20Y.%20Liu&publication_year=2006) X. Q. Wang, H. Y. Li, X. Y. Liu et al., \"In vitro evaluation of Secoiridoid Glucosides from the fruits of Ligustrum lucidum as antiviral agents,\" Chinese Herbal Medicine Magazine, vol. 29, no. 7, p. 692, 2006.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=In%20vitro%20evaluation%20of%20Secoiridoid%20Glucosides%20from%20the%20fruits%20of%20Ligustrum%20lucidum%20as%20antiviral%20agents&author=X.%20Q.%20Wang&author=H.%20Y.%20Li&author=X.%20Y.%20Liu&publication_year=2006) Y. Wang, M. Chen, J. Zhang et al., \"Flavone C-glycosides from the leaves of Lophatherum gracile and their in vitro antiviral activity,\" Chen, and Y.-W. Zhang, \"Studies on antiviral constituents in stems and leaves of Pithecellibium clypearia,\" Zhongguo Zhong Yao Za Scholar](https://scholar.google.com/scholar_lookup?title=Studies%20on%20antiviral%20constituents%20in%20stems%20and%20leaves%20of%20Pithecellibium%20clypearia&author=Y.-L.%20Li&author=K.-M.%20Li&author=M.-X.%20Su&author=K.-T.%20Leung&author=Y.-W.%20Chen&author=Y.-W.%20Zhang&publication_year=2006) P.-H. But et al., \"Antiviral Chinese medicinal herbs against respiratory syncytial virus,\" Journal of Wei et al., \"Uncinoside A and B, two new antiviral chromone glycosides from Selaginella uncinata,\" Chemical and Pharmaceutical V. E. C. Ooi, and Y.-L. Li, \"Antiviral activity of daphnoretin isolated from Site](https://doi.org/10.1002/ptr.2935)| [Google al., \"Antiviral biflavonoids from Radix Wikstroemiae (Liaogewanggen),\" Wang, Z. He, and V. E. C. Ooi, \"Antiviral activities of purified compounds from Youngia japonica (L.) DC (Asteraceae, Compositae),\" Journal of S. M. Ooi, H. Wang, P. P. H. But, and V. E. C. Ooi, \"Antiviral activities of medicinal herbs traditionally used in southern mainland China,\" Phytotherapy Research, vol. Site](https://doi.org/10.1002/ptr.1518)| [Google Scholar](https://scholar.google.com/scholar_lookup?title=Antiviral%20activities%20of%20medicinal%20herbs%20traditionally%20used%20in%20southern%20mainland%20China&author=Y.%20Li&author=L.%20S.%20M.%20Ooi&author=H.%20Wang&author=P.%20P.%20H.%20But&author=V.%20E.%20C.%20Ooi&publication_year=2004) J. F. Wu, L. W. Kong et al., \"BuShenYiQi Formula strengthens Th1 response and suppresses Th2-Th17 responses in RSV-induced asthma exacerbated mice,\" Journal [Google Scholar](https://scholar.google.com/scholar_lookup?title=BuShenYiQi%20Formula%20strengthens%20Th1%20response%20and%20suppresses%20Th2-Th17%20responses%20in%20RSV-induced%20asthma%20exacerbated%20mice&author=J.%20Wang&author=J.%20F.%20Wu&author=L.%20W.%20Kong&publication_year=2014) C. L. Wu, Z. Q. Yang, W. Hou, C. X. Du, and F. Luo, \"Experimental study on Shuang huang lian oral liquid against respiroviruses (Chin),\" Journal of Mathernatical Medicine, 592-594, 2005.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Experimental%20study%20on%20Shuang%20huang%20lian%20oral%20liquid%20against%20respiroviruses%20(Chin)&author=C.%20L.%20Wu&author=Z.%20Q.%20Yang&author=W.%20Hou&author=C.%20X.%20Du&author=F.%20Luo&publication_year=2005) H. Y. Mo, K. F. Lai, Y. N. Jiang, J. P. Xie, Y. X. Tan, and N. S. Zhong, \"Effect of Shuang huang lian on the release of chemokine in RSV-infected A549 airway epithelial cell,\" Academic Journal of Guangzhou Medical College, vol. 33, no. 2, p. 16, 2005 (Chinese).View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Effect%20of%20Shuang%20huang%20lian%20on%20the%20release%20of%20chemokine%20in%20RSV-infected%20A549%20airway%20epithelial%20cell&author=H.%20Y.%20Mo&author=K.%20F.%20Lai&author=Y.%20N.%20Jiang&author=J.%20P.%20Xie&author=Y.%20X.%20Tan&author=N.%20S.%20Zhong&publication_year=2005) X. J. Huang, W. Hou, Y. L. Zhao, F. Luo, and Z. Q. Yang, \"An experimental study on anti-respiratory syncytial virus with Xia sang ju extract,\" Chinese Journal of Modern Drug Application, vol. 1, no. 8, pp. 11-14, 2007 (Chinese).View and J.-X. Li, \"Antiviral effects of Jinxin oral liquid against respiratory syncytial virus infection in the BALB/c mice model,\" Journal of [Google Scholar](https://scholar.google.com/scholar_lookup?title=Antiviral%20effects%20of%20Jinxin%20oral%20liquid%20against%20respiratory%20syncytial%20virus%20infection%20in%20the%20BALB%2Fc%20mice%20model&author=Z.-G.%20Chen&author=H.%20Luo&author=S.-C.%20Wang&author=J.-Y.%20Xu&author=J.-X.%20Li&publication_year=2015) B. Ren, Y. Q. Sun et al., \"Multi-centered, single-blind, random controlled clinical study on Qing fei oral liquid for 166 children cases with respiratory syncytial virus pneumonia (Chin),\" Journal of Traditional Chinese Medicine, vol. 50, no. 3, pp. 221-223, 2009.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Multi-centered%2C%20single-blind%2C%20random%20controlled%20clinical%20study%20on%20Qing%20fei%20oral%20liquid%20for%20166%20children%20cases%20with%20respiratory%20syncytial%20virus%20pneumonia%20(Chin)&author=B.%20Yuan&author=X.%20Z.%20Ren&author=Y.%20Q.%20Sun&publication_year=2009) B. Yuan, L. H. Zhou, L. Li, C. J. Zhao, and Q. Q. Wu, \"Regulatory effects of Qing fei oral liquid on Interleukin-6 and Interleukin-8 secreted by human epithelial cells infected with respiratory syncytial virus (Chin),\" Journal of Emergency in Traditional Chinese Medicine, vol. 20, no. 4, pp. 596-598, 2011.View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Regulatory%20effects%20of%20Qing%20fei%20oral%20liquid%20on%20Interleukin-6%20and%20Interleukin-8%20secreted%20by%20human%20epithelial%20cells%20infected%20with%20respiratory%20syncytial%20virus%20(Chin)&author=B.%20Yuan&author=L.%20H.%20Zhou&author=L.%20Li&author=C.%20J.%20Zhao&author=Q.%20Q.%20Wu&publication_year=2011) X. Z. Ren, S. C. Wang, J. Q. Li, K. Yao, and X. L. Wu, \"Experimental studies on main effects of Qing fei oral liquid for infant viral pneumonia,\" Chinese Journal of Basic Medicine in Traditional Chinese Medicine, vol. 8, no. 10, pp. 22-25, 2005 (Chinese).View at: [Google Scholar](https://scholar.google.com/scholar_lookup?title=Experimental%20studies%20on%20main%20effects%20of%20Qing%20fei%20oral%20liquid%20for%20infant%20viral%20pneumonia&author=X.%20Z.%20Ren&author=S.%20C.%20Wang&author=J.%20Q.%20Li&author=K.%20Yao&author=X.%20L.%20Wu&publication_year=2005) D. M. Cragg, and K. M. Snader, \"Natural products as sources of new drugs over the period 1981-2002,\" Journal of Natural Products, vol. 66, role of natural product chemistry in drug discovery,\" Journal of Natural Products, vol. 67, 2004.View \"Antimalaria studies on Qinghaosu,\" Chinese Medical Journal, Day, and N. White, \"Artesunate versus quinine for treatment of severe falciparum malaria: a S. Chen et al., \"Treatment of acute promyelocytic leukemia with all-trans retinoic acid. A five-year experience,\" Chinese H. De Thé, and Z. Chen, \"From an old remedy to a magic bullet: molecular mechanisms underlying the therapeutic effects of arsenic in fighting leukemia,\" Blood, vol. Chang, and E.-K. Seo, \"Identification of Nyasol and structurally related compounds as the active principles from Anemarrhena asphodeloides against respiratory syncytial virus (RSV),\" Chemistry and at: [Publisher Y. C. Linn, \"Developing traditional Chinese medicine in the era of evidence-based medicine: current evidences and challenges,\" Evidence-Based Complementary and Alternative Medicine, vol. 2015, Article 9 pages, 2015.View at: [Publisher \"Functional genomics to new drug targets,\" Nature Reviews Drug Discovery, \"Antiviral effects of modified Dingchuan decoction against respiratory syncytial virus infection in vitro and in an immunosuppressive mouse model,\" Journal of Ethnopharmacology, [Google Lu, M. Hua et al., \"Jiawei-Yupingfeng-Tang, a Chinese herbal formula, inhibits respiratory viral infections in vitro and in vivo,\" Journal of Ethnopharmacology, vol. [Google K. C. Wang, D. E. Shieh, and L. C. Chiang, \"Liu-He-Tang inhibited plaque formation by human respiratory syncytial virus infection in cell lines of the human respiratory tract,\" Journal of Ethnopharmacology, vol. [Google Scholar](https://scholar.google.com/scholar_lookup?title=Liu-He-Tang%20inhibited%20plaque%20formation%20by%20human%20respiratory%20syncytial%20virus%20infection%20in%20cell%20lines%20of%20the%20human%20respiratory%20tract&author=J.%20S.%20Chang&author=K.%20C.%20Wang&author=D.%20E.%20Shieh&author=L.%20C.%20Chiang&publication_year=2011) J. S. C. F. Yeh, K. C. Wang, D. E. Shieh, M. H. Yen, and L. C. Chiang, \"Xiao-Qing-Long-Tang (Sho-seiryu-to) inhibited cytopathic effect of human respiratory syncytial virus in cell lines of human respiratory tract,\" Journal of Ethnopharmacology, vol. space differentiation of three-yin and three-yang in Shanghan Lun,\" Journal of Chinese which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. "}