{"title": "Intravacc y Cristal Therapeutics se unen para promover nuevas plataformas de vacunas", "author": "PlantaDoce", "url": "https://www.plantadoce.com/empresa/intravacc-y-cristal-therapeutics-se-unen-para-promover-nuevas-plataformas-de-vacunas.html", "hostname": "plantadoce.com", "description": "Ambas compañías colaborarán con un enfoque inicial en la generación de un Crivac candidato a vacuna basado en el dominio de unión al receptor de la proteína Sars-Cov espiga-2.", "sitename": "PlantaDoce", "date": "2021-01-06", "cleaned_text": "se unen para promover nuevas plataformas de vacunas Ambas compañías colaborarán con un enfoque inicial en la generación de un Crivac candidato a vacuna basado en el dominio de unión al receptor de la proteína Sars-Cov espiga-2. Intravacc y Cristal Therapeutics se alían. Ambas compañías han anunciado una colaboración estratégica para desarrollar nuevos programas de vacunas. La empresa especializada en investigación y desarrollo traslacional de vacunas y la compañía tecnológica que desarrolla terapias más seguras y efectivas empezarán su unión investigando el candidato inicial contra el Covid-19. Las empresas colaborarán con un enfoque inicial en la generación de un Crivac candidato a vacuna basada en el dominio de unión al receptor de la proteína. \"Esperamos asociarnos con Intravacc para desarrollar nuevos candidatos terapéuticos para enfermedades prevenibles con vacunas\", ha comentado el consejero delegado de Cristal Therapeutics, Axel Mescheder. La combinación de las tecnologías permitirá, además, el desarrollo rápido de candidatos a vacunas contra una amplia gama de enfermedades humanas. Mescheder ha añadido que \"se ha hecho evidente que las vacunas juegan un papel crucial en nuestra protección y de aquellos en alto riesgo por enfermedades infecciosas\". El director ejecutivo de Intravacc, Jan Groen, ha explicado que \"esperamos trabajar en estrecha colaboración con el equipo de Cristal Therapeutics para avanzar en el programa a través de "}