{"title": "Let's talk about Sleep and Chinese Medicine", "author": "Sheira Chan", "url": "https://www.sheirachanacupuncture.co.uk/post/let-s-talk-about-sleep-and-chinese-medicine", "hostname": "sheirachanacupuncture.co.uk", "description": "Photo by S L on Unsplash 36% of UK adults struggle to get to sleep at least on a weekly basis. Almost 1 in 5 have trouble falling asleep every single night. Nearly half of the UK have trouble falling asleep at least once a month. A few key gender and age differences Women have more trouble falling asleep each night than men People aged 45-54 struggle the most when it comes to falling asleep, as two thirds of this age group report difficulty falling asleep at least once a month. 55% of young peop", "sitename": "SheiraChanAcu", "date": "2021-06-28", "cleaned_text": "Let's talk about Sleep and Chinese Medicine Updated: Jul 1, 2021 36% of UK adults struggle to get to sleep at least on a weekly basis. Almost 1 in 5 have trouble falling asleep every single night. Nearly half of the UK have trouble falling asleep at least once a month. A few key gender and age differences Women have more trouble falling asleep each night than men People aged 45-54 struggle the most when it comes to falling asleep, as two thirds of this age group report difficulty falling asleep at least once a month. 55% of young people (age 18-24) say they find it hard to get to sleep at least once a month. Insufficient sleep in the short term can leave you feeling tired and run down. Even short tempered and difficulty focusing. It can affect decision-making and make concentration difficult. The potential to drop off to sleep during the day increases your risk of having an accident or injuring yourself. Over a longer period sleep deprivation can have an impact on our physical and mental health. Regular poor sleep puts you at risk of serious medical conditions and shortens your life expectancy. Sleep and heart disease Long-standing sleep deprivation seems to be associated with an increased heart rate, and blood pressure. Also higher levels of certain chemicals linked with inflammation, which may put extra strain on your heart. Lack of sleep can lead to weight gain Sleeping less may mean you put on weight. Studies have shown that people who sleep less than 7 hours a day tend to gain more weight and have a higher risk of becoming obese than those who get 7 hours of slumber. Sleep boosts immunity Prolonged lack of sleep can disrupt your immune system, so you're less able to fend off bugs. Sleep increases fertility Regular sleep disruptions can cause trouble conceiving by reducing the secretion of reproductive hormones. And many couples who are trying to conceive report greater sleep disturbances due to worry and stress How much sleep? The recommended amount of sleep for an adult is around eight hours, however some of us need more while others can cope with less. Tip: Working out how much sleep you need is essential to figuring out a healthy sleep plan/ pattern to achieve a long, healthy happy life. Factors that contribute to poor sleep Different lifestyle factors can contribute to poor sleep; stress, anxiety and pattern of bad sleeping are all major contributors. Many of these stressors have increased during the Covid pandemic including work pressures, the expectation to 'always be on', financial pressures these can all contribute to keeping us awake or waking us up in the middle of the night. Other factors can include shift work which throws off our natural sleep cycles, snoring, usage of mobile phones or computers just before bedtime (less than 3 hours). The light from these devices affects the production of melatonin hormone which has been associated with control of the sleep-wake cycle. If you are trying to improve your sleep getting to the cause will help. Sleep diary If you often have trouble sleeping or staying asleep try keeping a sleep diary to help you spot any patterns - such as diet, activities, or stress - that may be affecting it. This will also be helpful for your Acupuncturist as they can discern patterns you may not have noticed. How Chinese Medicine views disrupted sleep patterns In TCM, sleeping problems are the described as an imbalance of Yin and Yang qi, which means that Yang is not interacting well with Yin, and preventing restful, restorative sleep. TCM sees the sleep-wake cycle as a part of the natural rhythm of Yin and Yang in the body. Yang Qi is dominant during the day while Yin Qi is dominant at night. The Spiritual Axis (Lingshu)demonstrates the Yin-Yang concept to explain sleep: \"When Yang is depleted and Yin is abundant, one's eyes are closed. When Yin is depleted and Yang is predominant, one is awake.\" As we go through our day, the Yin and the Yang Qi in our bodies rises and lowers (like the sea), normal sleeping and waking cycles are therefore controlled by the balance of Yin qi and Yang qi in the body. Chinese Medicine Body Clock In TCM our body's various organs function or replenish themselves at different times of the day. During the day, each organ has its own 2-hour slot, when it is at its peak. During sleep, our Qi works inwardly and takes care of fully restoring and replenishing the body. Your Acupuncturist will recommend going to sleep between 9pm - 11pm, mainly because 11pm-1am is the time for our bile to be released from gallbladder, which is a system in charge of Yang-qi. It is when our blood is running at full speed to clean itself of the day's dead cells and repair damage. So, if we fall asleep before 11am, our body will get sufficient Yang-qi, and thus help support a healthier body and mental state. One of the most important time slots is 1am to 3am, or liver time. By this time, we should be in a deep sleep phase, which is also the optimal time for our liver to nourish and clean the blood. If a person stays up late every day, the blood is not able to flow back to the liver for detox, thus fresh and clean blood is not produced. Without the nourishment of qi and blood, the organs are believed to fall out of balance, and will lead to serious health matters, as well as affecting emotional stability. See the Chinese Medicine clock below Good sleep habits to develop A few tips to help you develop good sleep habits. It is worth noting if you have been suffering from years of a disrupted sleep pattern it can take some time to change these patterns (months). Be patient, developing regular routines takes time. Adapting your bedroom Your bedroom should just be for sleeping and sex. Once your brain starts to associate your bedroom with sleeping only it will become easier to get to sleep and stay asleep Avoid working or watching television in your bedroom. Leave your mobile phone outside your room if it needs to be on. Otherwise put it in flight mode and turn off your wifi. Wireless radiation can affect your sleep. Remove all devices from your room. Check your mattress. A quality mattress is vital to making sure that you are comfortable enough to relax. It also ensures, along with your pillow, that your spine gets proper support to avoid aches and pains. Your mattress should be changed every 9 years. Check blogs and reviews for mattress and pillow suggestions and be prepared to go test them. Tip - To note what works for one person might not work for another. So be prepared to try a number of different pillows before finding the one that works for YOU Choose Quality Bedding: Your sheets and blankets will help your bed feel inviting. Bedding that feels comfortable to the touch and that will help maintain a comfortable temperature during the night is best. Avoid synthetic fabrics - cotton, silk, linen are best. Avoid Light Disruption: Excess light exposure can throw off your sleep and circadian rhythm. Blackout curtains over your windows or a sleep mask for over your eyes can block light and prevent it from interfering with your rest. Take off your Fitbit. Some devices monitor your sleep however if you are sensitive to wireless radiation then having a device that is constantly sending a signal and that close to your body can have an impact. Get a regular bedtime routine Going to bed and getting up at regular times - even at a weekend - can help your body's internal clock to get used to a set routine. Pick a schedule that works for you and stick to it as it will help to regulate your body clock. This may be tough at first - particularly if you're used to lying in after having a bad night - but persevere and you are likely to reap the rewards. Limit nap time If you nap during the day, set an alarm and ensure you only have a lie-down for 10-20 minutes. If possible, try to avoid napping altogether - especially if you're trying to establish a sleep routine. Cut back on caffeine and alcohol Avoid consuming anything containing caffeine - this includes tea (most herbal teas do not contain caffeine), coffee, energy drinks and Coke for at least 6 hours before going to bed. Some of my clients have discovered coffee after 1pm will definitely contribute to a sleepless night. Our sensitivity to caffeine is individual so do not compare yourself to others. About half the caffeine you take in at 7pm will still be in your system at 11pm. It won't make a difference straight away, but you may notice a change within a week or two. Drinking alcohol before going to bed may help you to get to sleep at first, but it has a negative effect on the quality of sleep you get. Avoid drinking alcohol just before going to bed. Also remember we discussed the liver time for detoxing the body; adding alcohol to an overtaxed system will cause your liver to work harder possibly waking you up during this time. Get a Regular Exercise routine Mild exercise can help you to sleep. Making time for some exercise, or a walk or run in the fresh air. However, do not exercise too close to your bedtime. Exercise earlier in the day or finish exercising 3 hours before you go to bed. Exercise is stimulating. Don't smoke before bed Nicotine is a stimulant like caffeine, so if you smoke, you are likely to get less sleep. It's not just the quantity, but the quality of your sleep which is likely to be affected. The closer to bed time you smoke, the greater the impact on your sleep. If you want to quit your Acupuncturist can help with this. Get your essential vitamins, eat a balanced diet Our bodies need the right vitamins and minerals to keep functioning properly and that includes sleep. Deficiency in magnesium can cause insomnia, so eating foods such as leafy green veg, pumpkin seeds and almonds can up your intake. If you really can't sleep... If you can't get to sleep, staying in bed for hours tossing and turning might not be the best idea. Get up, go to a quiet room and do something relaxing or do some sleep meditation until you feel tired. Try sipping camomile tea (herbal teas do not tend to have caffeine) Working from home - pandemic survival With the global pandemic of Covid-19 a large proportion of people have been working from home over the year. The line between work and home can be blurred which can have an impact on your sleep. Having and keeping firm boundaries with regards to your working time and switching off is important. Disruptions to your normal day to day routine can have a knock on effect on so it is important to keep a routine to safeguard your sleep It is important to keep a regular daily routine to keep you mentally focused and your body clock in sync - our sleep/wake schedule is controlled by our body clocks and environmental cues. Make sure you get showered, dressed and have a balanced breakfast like you would for a normal 'workday'. Before you start work or a mid-morning break, get some natural light - whether that's a brisk walk or 10 minutes sat in the garden with a morning cuppa. Natural light, which can still be effective on a cloudy or grey day, helps reset our internal body clock. It helps us get over feeling groggy when we have just woken up and makes us more alert. Put boundaries in place. While there is flexibility in working from home, make sure you stick to your work hours as much as possible. Don't be tempted to 'be available' at all times. Checking emails or even working too close to bedtime could see you having trouble falling asleep or staying asleep. Have a designated area for working and where possible commit to using it only during work hours. Take regular breaks. At home, you may find (with no other distractions) that you work solidly for longer so take the opportunity every hour to stretch your legs and get a change of scenery. Working from home can be hard on your mental health, which can affect your sleep. Stay connected with colleagues and friends. Tune in to your thoughts and emotions. Learn how to spot your limits. Chat to your Acupuncturist If your sleep is disrupted whether it is a new issue or a long standing one Acupucture can help regulate your natural sleep cycles helping you to get better sleep. Your Acupuncturist will ask in depth questions covering everything from your quality of sleep, lifestyle, and eating habits to determine the contributing factors that led to poor sleep. This can help us to understand the root cause of your sleeping problems and to diagnose which kind of acupuncture treatment is best for you. A sleep diary is helpful here Your Acupuncturist along with your treatment may also suggest dietary changes or supplements or herbal medicine. TCM Tips for Better Sleep Acupressure on HT 7 point Located on the underside of the wrist, just under the bottom of the hand, is an acupressure point called shen men, which is used to improve the length and quality of sleep. Simply place your finger on this depression and apply pressure in a circling motion to massage it for the count of 10 each side up to 10 times. After circling around 5 minutes, you should feel more relaxed and ready to rest. Dietary suggestions in TCM for better sleep Eat more 'yin' foods, avoid eating 'yang' foods. If you are having trouble sleeping, an overactive liver may be the cause. To lighten the burden on the stomach, avoid alcohol and caffeine, as well as sweet, pungent, or spicy foods, which are considered yang (heating) foods. Instead, stick to foods that are predominantly yin (cooling). Yin foods tend to be green or pale colored, with a high moisture content. Ingredients such as tofu, cucumber, bananas, watermelon and green beans fit the bill. Some foods, such as pork and fish, are considered neutral. Herbal tea A cup of chrysanthemum tea clears heat (excessive yang energy) in the liver and calms the nerves. Add goji berries to balance the chrysanthemum's inherent yin properties and to help nourish the liver. Other ingredients that promote restful sleep include the longan fruit, which is said to improve circulation. These can be eaten raw, dried, or steeped as a tea along with a few [red jujubes](https://theculturetrip.com/asia/china/articles/chinese-fruits-vegetables-youve-never-heard-of/) and a handful of goji berries to aid circulation. Jujube seed is commonly prescribed to treat insomnia. It calms the mind, making you less irritable and restless. You can steep jujube seeds in hot water to drink it as a tea. Soak your feet in hot water Massaging your lower legs and feet can help encourage the blood to flow away from an overstimulated brain. Or soaking your feet in hot water dilates blood vessels in the lower legs, encouraging blood to flow downwards. Find a bucket or plastic tub with space for both feet, and fill it with hot water (gradually, to avoid scalding yourself).. You can stop the soak once you've started to break out in a slight sweat. Go to bed between 9pm and 11pm According to TCM, the organs are their best in a 2 hour slot (see Chinese Medicine Clock above) going to bed earlier enables you to reach deep REM sleep before the liver organs starts detoxing which can be stimulating for some. Meditate before bed TCM practitioners believe that when we feel anger or frustration, we're experiencing an outburst of heat in the liver. Emotional turmoil agitates the body and causes qi to stagnate, which can impair the body's ability to fall asleep. That's why it's important to calm your mind before going to sleep. One way to to do this is to practice mindfulness meditation in bed. Focus only on your breath and you inhale and exhale deeply, relinquishing any unpleasant or worrying thoughts. Herbal Supplements TCM has a long history of herbal medicine to help with a wide range of conditions. There are formulas that help with the different types of sleeplessness. For example you might be a restless sleeper, physically restless and overheated. Or a stressed sleeper whose mind won't turn off in the middle of the night, Your Acupuncturist might recommend herbals supplements like these pictured to help support your Acupuncture sessions. These supplements are available at Sheira Chan Acupuncture. Changing a pattern can take a long time. Be patient, try to develop and refine your routine. Change can be subtle or slow - you might find you are still sleeping less hours but your sleep is more refreshing. "}