{"title": "Version History", "author": null, "url": "https://unturned.fandom.com/wiki/Version_History", "hostname": "fandom.com", "description": null, "sitename": "Fandom, Inc.", "date": "2023-09-06", "cleaned_text": "Please note that this page is severely outdated, it is currently being updated daily until it is fully up to date. This is not the official version history, this is a recreation of the official update log, for the official update log please visit the [Version History](https://store.steampowered.com/newshub/app/304930/) page on Steam for Unturned. 2023[ 2023|| | Edit on April 2nd: although this map is real and playable, it was created as an April Fools' joke by Renaxon, danaby2, Animatic, clue, and Timo987 in only 4 days! All the thanks goes to them for this fun event. Who knows, perhaps the feedback from this project will be useful for an actual curated map in the future? Antarctica- the newest map by Renaxon, danaby2, Animatic, clue and Timo987, has released. ... The final frontier in terms of tough, legitimately survival based mechanics is ready to be explored and conquered. Featuring every single item in the game, every single crafting recipe, and all the hardcore classic methods of survival you've come to love. A seriously harsh, desolate, and uncharacteristically detailed landmass, Antarctica is an Insane sized map- 4x bigger than the Russia map, and 16x bigger than the Yukon. Included in Antarctica, is the most detailed depiction of wilderness Unturned has ever seen. You'll want to watch your back for packs of this fierce land's defenders. Also included, is a revised radiation and immunity system. Due to a severely changed world, the air on Antarctica is toxic. Maybe a smarter survivor out there could help find a cure... Now, stop reading, and get going. It can't explore itself. To host a server running the map add its workshop file ID (2954631626) to the File_IDs list in WorkshopDownloadConfig.json, and set the map to \"Antarctica\" (without quotes) in March[ | A medium+ sized map set in northern Eurasia featuring high location density, a wider progression system with less reliance on RNG, plenty of unique experiences via quests, over 600 items, and an awesome looking bridge (two, in fact). With its fast paced design (inspired by Elver & Washington) and informative item descriptions, it's easy for anyone to pick up, learn and enjoy. To host a server running the map add its workshop file ID (2898548949) to the File_IDs list in WorkshopDownloadConfig.json, and set the map to \"A6 Polaris\" (without quotes) in Commands.dat. For the next two weeks a variety of exclusive new free items will be dropping: This project was created by danaby2, Renaxon and LVOmega. If you enjoy the map and would like to support them, consider checking out the box or bundle on the Stockpile: Other links: Patch #1:[ final update is here! The monuments on Boubyan Island have finally charged up to power the main obelisk. Play today to discover (and promptly escape) the outlands. To host a server running the map add its workshop file ID (2483365750) to the File_IDs list in WorkshopDownloadConfig.json, and set the map to Kuwait in Commands.dat. Two challenging new achievements with free rare items have been added in a final questline: For the next two weeks a variety of exclusive new free items will be dropping: This project was created by Animatic and NSTM. If you enjoy the map and would like to support them, consider checking out their Kuwait-themed bundles on the Stockpile: These bundles from the initial launch of Kuwait are also still available: Biohazard Zombie Plush:[ the new map from Renaxon, danaby2, and Dug, features a complete overhaul of the game's style and gameplay. Featuring multiple tiers of deadzones and over 800 new items, with unique bartering, looting, and crafting systems that will make you rethink the way you play Unturned. A gasmask isn't the only key to progression on this map, you will require numerous keys hidden around as well as a full biohazard suit and NVGs to unlock the full potential of the deadzones. (Powerful firearms, tough armor, hardened base materials) NPC quests will allow you to unlock blueprints for unique items and open the door to a wide range of new shops and barters. Barters are also a new way to get good items, allowing you to exchange junk in exchange for something more exciting. Zombies won't be the only threat to your existence, watch out for military grade explosives left over by armed forces (and brick-wielding nakeds). The map's layout is barren and fierce but worry not, the Bus Driver can take you anywhere out of the kindness of his own heart! Don't forget to thank him though. Weapons and protective equipment will have important information within their descriptions, so make sure to pay attention to those! Especially to the ammunition and sights which specific types of guns accept. To host a server running the map add its workshop file ID (2683620106) to the File_IDs list in WorkshopDownloadConfig.json, and set the map to Arid in Commands.dat. This project was created by Renaxon, danaby2, and Dug. If you enjoy the map and would like to support them, consider checking out the Arid Mystery Box or Arid Bundle on the Stockpile: Notes:[ |3.21.7.0||Feb 20, 2021|| | This marks the final major expansion of the Elver map: a mind-bending endgame questline that greatly surpasses the Russia Mk. II easter egg. Elver has received hundreds of quality additions since its initial release such as fortifiable bunkers scattered throughout the forests, so now is a great time to come back and check out the newest version. To host a server running the map add its workshop file ID (2136497468) to the File_IDs list in WorkshopDownloadConfig.json, and set the map to Elver in Commands.dat. For the next two weeks a variety of exclusive new free items will be dropping: This project was created by danaby2 and Renaxon. If you enjoy the map and would like to support them, consider checking out the Base Game Changelog:[ |3.21.6.0||Feb 13, 2021|| | Update Notes:[ 2020|| | Elver provides a unique experience not just through a fictional setting, but also by changing the way the game is played. Survivors must scavenge the entire map to construct horde beacons and gas masks for a chance at the highest tier equipment, or sell gear at the NPC safezone in exchange for currency to buy it. The only lootable location on the map, the city of Elver, is surrounded by a dense forest dedicated for base building. Zombies are a threat across the entire city. Keep an eye out for any TVs with static: they mark the presence of hidden ranger crates containing unique weapons and items. To host a server running the map add its workshop file ID (2136497468) to the File_IDs list in WorkshopDownloadConfig.json, and set the map to Elver in Commands.dat. This project was created by danaby2 and Renaxon. If you enjoy the map and would like to support them, consider checking out the Elver Mystery Box or Elver Bundle on the Stockpile: x Unturned - 3.20.4.0||Apr 2, 2020|| | The Global Relief Effort (GRE) as seen in Dying Light are airdropping humanitarian aid: Strategically placed blue garbage bags absorb fall damage: Players of Dying Light on Steam will receive a skin of the infamous Korek Machete 2.0: Rumor has it that Volatile mutations are forming in the darkness: Links: March[ this coming! Details: Voice Relay: Previously voice chat was sent from the speaker to the appropriate players using Steam's P2P network, however this had the downside of opening clients to voice packet spam, likely abused by cheats. Now this data is validated through the dedicated server, and plugins can set allowVoiceChat to enable/disable voice for specific players. Greece: Greece has now been retired to the Steam Workshop, and can be downloaded here: Other mods that use Greece assets can add Greece as a \"Required Item\" from their owner controls to show players it's a prerequisite. March[ ] |Version||Publish | Explanation: For a while Unturned has been using version 5.5 of the Unity engine (from 2016), but it's come time to upgrade. In recent years Unity has made stability a higher priority, and have been updating a \"long term support\" LTS version. The game is now upgraded to this 2017.4 LTS version. While not particularly glamorous, some of the primary motivations are: The downside is that workshop content will need to be upgraded to this new Unity version as well. I don't take this lightly, this engine transition has been in the works on and off since early 2018 and I don't want it to be painful for devs, so I've worked to make is as easy as possible detailed below. If you want to continue playing some workshop mods that haven't been updated yet, you can opt-into the previous version (3.27.2.1) from Unturned > Properties > Betas > unity-5.5. This older version will remain available indefinitely similar to the antique and classic branches. Workshop Devs: For mappers: Maps with a /Bundles folder will be detected by the game as requiring an engine update, but other maps without custom content are unaffected. For translators: Translations and localization are not affected by the engine update. For content creators: Good news: there's a new tool to make bulk-exporting the .unity3d asset bundles much faster. I've updated all of the vanilla content to use this new system so I had to go through it as well, and Vilespring was kind enough to update all of the France bundles. I've written up a guide which explains in-depth how to transition your content from 5.5 to 2017.4 LTS. Feel free to post questions and I'll update it accordingly! 'Unity Upgrade Guide' For programmers: The LTS version experimentally supports .NET 4.6 which seems to be working correctly in vanilla and rocketmod plugins, but this may be rolled back if unfixable issues related to it pop up. 3.28.0.1 Patch: Incredibly, the majority of issues in the initial update were caused by the use of decimal points vs commas. Due to a change in how .NET read fractional numbers, all of them were set to 0 for players in cultures that use commas! Reverting this should have fixed the water, icons, gun stats, etc. 2018[ ] December[ ] November[ ] |Version||Publish |3.24.1.0||Aug 25, 2018|| | This patch is primarily unlisted network improvements, both to fix some recently discovered exploits and to prevent some potential undiscovered ones. BattlEye has also just released some upgrades which are now live, too. Miscellaneous other changes: |3.24.0.2||Aug 2, 2018|| Changes| |3.24.0.0||Jun 15, 2018|| Update 3:[ 11, 2018|| | Development Status Germany Map:[ 1, Year Event | Holiday config to singleplayer menu and servers. - Added rain, map option to enable/disable and command to adjust it. - Added military fragmentation magazine. [ID 1200] - Added military nightvision scope. [ID 1201] - Added rifle storage racks. [IDs 1202-1204] - Added trophy cases. [IDs 1205-1207] - Added rain barrel. [ID 1208] - Added tips on the loading screens. - Added ability to ctrl-click cosmetics/skins to quickly equip/dequip. - Added analytics for framerate, death cause and customization. - Added ability to create anonymous characters. - Added ability to give health regen for zombies/animals. - Accepted 4 new Curated Workshop items to the Stockpile. Improvements: - Improved transform/plane handles in editor to swap sides based on camera position. - Improved buildable to use gameplay config values for armor instead. - Improved menu to work with clicking on character to dequip cosmetics. - Improved weighting of weather transitions. - Improved server to save current time. Tweaks: - Tweaked farms to take 9-10 in-game days to grow without rain. - Tweaked salt water to damage canteens/bottles. - Tweaked characters to default with non-persona name. - Tweaked shadowstalker rails to deal explosive damage. - Tweaked military tracer magazine appearance. - Tweaked mega zombies/bears/wolves to regen health. - Tweaked debug command to show ticks per second. - Tweaked mega zombie to have longer vertical reach. - Tweaked tracer magazines to decrease spread slightly. Fixes: - Fixed missing paths from exits of bunker and compound. - Fixed singleplayer loading screen type. - Fixed tilde key name formatting. - Fixed unacceptably low number of pirate ship wrecks. - Fixed vision/headlamp glasses to show over cosmetic glasses. - Fixed spelling of cove. - Fixed receiving initial full moon state from server. - Fixed zombie loot drops while hyper. - Fixed launching with incorrect settings in VR. - Fixed hyper zombies always using beacon radius. - Fixed using mega zombie tables during horde beacon. - Fixed case where beacon could blow up too early. - Fixed APC passenger exit distance. Gameplay Config:[ ] The values previously controlled by the gamemode [e.g. easy, hard] are now available for you to choose! Clicking the \"Advanced\" button on the singleplayer menu will take you to the configuration screen where you can adjust everything. This uses reflection which means it will be straightforward to add more options in the future, and is shared with the server. You can manually modify these values in \"Config.json\" found in your server folder, or set it up with the tool in the menu and copy it over from the singleplayer worlds folder. Rain:[ ] You can configure the frequency and duration of rainstorms with the Rain command. Remember that you can type \"help rain\" to get some info on how it works! Note however that the changes won't be able to apply until the next rain cycle. You can start/stop the current rain cycle with the Storm command. To enable rain for your custom map you'll need to copy over the latest Ambience.unity3d and tick the \"can rain\" checkbox under lighting in the editor. Analytics:[ ] Unity recently added built-in analytics support, so I hooked up a few events in Unturned: - Death Cause - Framerate Min/Max/Avg - Customization Choices Once a bit of this data is recorded I'll hopefully be able to upload it somewhere so you can see! Should be interesting to get an idea of what specialities are often used, how players die the most and what the average framerate is. Update Notes:[ ] Additions: full post] Fixes: - Fixed tracer orientation on client. - Fixed showing lower than 640x480 resolutions. - Fixed claims check on vehicle on server. - Fixed motion blur not turning off. - Fixed picking up items turning off handcuffs. - Fixed boulder uses concrete material instead of gravel. - Fixed metal resource collision to match visual better. - Fixed a gap in the metal resource mesh. - Fixed showing disabled HUD after unscoping. - Fixed direction sign and berry visibility. Roomscale VR Support:[ ] The main focus this week was getting the VR support ready. For more details check out last week's post [here](https://steamcommunity.com/games/304930/announcements/detail/890956252763963635?snr=1_2108_9__2107), but today we have a short video demo: [https://youtu.be/6JemlC6Mc9o](https://youtu.be/6JemlC6Mc9o) If you'd like to see the full original video prior to commentary it can be found [here](https://www.youtube.com/watch?v=Q0NEAc3vzoA). What do you think of the VR editor? If you give it a try let me know, I'd love to try and improve it! As for the next update don't worry, 3.14.9.0 will be normal with new features/content as usual. Update Notes:[ ] - Added handcuffs. [ID 1195] - Added handcuffs key. [ID 1196] - tie. [ID 1199] - Added mineable boulders. - Added 16 new flag jersies. - Added armor command to adjust buildable damage multipliers. - Added \"Bypass_Hash_Verification\" asset flag for server owners. - Added separate keybind for inspecting item. Improvements: - Improved player lights to attract AI. - Improved region performance while moving between areas. Tweaks: - Tweaked traps to take more damage from impacts. - Tweaked enclosed vehicles to provide cover from snow. - Tweaked horde beacon difficulty harder. - Tweaked restaurant food name. - Tweaked viper to accept military barrels. Handcuffs[ ] You can now passively restrain other players! Using handcuffs on a surrendered player will lock up their hands preventing them from using items and punching. Only the one who arrested them in the first place can unlock the handcuffs using a handcuffs key. You are able, however, to wiggle your way out of handcuffs by quickly leaning left and right for several seconds. Roomscale VR Support:[ ] Right after putting out the update last week there was a ring at the doorbell, and suprise it was a Vive devkit from Valve/HTC! I spent a couple days this week getting started with support in the Unturned editor for this roomscale virtual reality, and I think it's shaping up to be a lot of fun. Right now I've got the movement and object systems mostly integrated, so you can be anywhere between person size exploring a building or a giant stomping around the whole map. Alongside the normal editor object features like dragging transform/rotate handles/lasers you can also pick things up to move them around, and even throw them! I must admit I spent quite a while just throwing Stratford around the level watching it explode. Next week I'm going to prioritize working on these VR features because I think I can get all the tools working nicely in that time, and considering they sent over a devkit I want to make sure it's prepared before the full Vive launch. Once it's ready I'll also try and get a video together to show you what it's like! February[ ] |Version||Publish level creators: You can customize the colors used for your road map by overriding the Charts file with either your own bundle or one copied from the other default maps. If you have created some custom workshop content please check out the new logs tool on the main menu! It will let you know if there are any potential issues/misconfigured files. |3.14.4.0||Feb Fixes: Edit: Vote kicking has been temporarily kicked from the game by popular vote! Worth a try, but maybe doesn't work well with this sort of game for now. Happy new year![ 2015[ ] December =[ ] November[ |Haunted Forecast||Oct 17, 2015|| | Spooky events are beginning to take shape on PEI! The trees are losing their leaves... the water is drying up... the birds are quieting down! It can only mean one thing: we're approaching a scary Halloween! Next Friday (23rd of October 2015) marks the release of the Halloween update! It will contain [among other things like upgrades to the skills system] some special Halloween content. Is there anything in particular you'd like to see as part of this update? Let me know in the comments! |3.13.2.1 Patch Information||Oct 10, 2015|| | This week I worked on separating out various Steamworks related features from one another (which should have been done from the start of development, if you have a time machine go tell Nelson to fix that). This will make working on the networking easier because it uses Steam's multiplayer API, and previously I had it entangled with other Steam features like workshop and achievements. Hopefully this cleanup will be finished with each service abstracted nicely for next week's patch. Rocket mods should be functional with these changes, as Sven [developer of Rocket] was kind enough to patch it with an early version of the update. There were also some minor fixes alongside improvements such as: |3.13.2.0||Oct 2, 2015|| | Additions: Improvements: Tweaks: Fixes: Sorry about the super early update! Something got mixed up and some parts of the update were distributed incorrectly, so may as well release everything else as well. :) One of the time consuming parts of this update is the tools upgrade for the economy. This is not really visible, but will make it a lot easier to quickly fix bugs or adapt to updates to the inventory service like tags. Today I got a new AppID on Steam named \"Unturned Experimental\" which is very useful to test upcoming Steamworks-related updates without messing with the release version, for example adding the new Workshop tags! In the future it may be used for closed testing of networking improvements (it has its own listing on the server browser) which leads into the next topic: Which of these would you like me to work on in October? Originally my intent was to create a huge Halloween event with Horde mode, but I think it may be more important and better for the future to really focus hard on optimizing the networking. I've been reading up on as many networking articles as I can find, and while 3.0's networking is better than 2.0's there's still plenty of room for improvement. Either way at the very least I will add some cool Halloween easter eggs/items! September[ ] August[ 8, 2015|| | It's about time that some new official maps are implemented into the game, and it looks like the first one is going to be set in the Yukon! Far in the Canadian North you can expect a harsh, cold climate with few signs of civilization. Where PEI offers an easier survival experience the Yukon is all about scavenging, improvising and struggling against the wilderness. You find yourself in the wreckage of a massive crash and must quickly find clothing and supplies to protect yourself from the freezing weather. You're not the only one up here however, Scorpion-7 seems to have been working on something in collaboration with their maniacal PEI division! Right now the map is visually close to completion, but some areas still need detail, spawns need to be placed and hopefully some new vehicles/items/animals will be added, too. If all goes well 3.12.0.0 will be ready for next Friday (the 14th of August), but if not there will be a progress report to let you know. |3.11.10.0||Aug 1, 2015|| | Additions: Improvements: Tweaks: Fixes: To see rangefinder distances in yards swap from metric to imperial in the options menu. July[ ] |Version||Publish Tweaks: Fixes: Updates for the most part will now be coming out on |3.11.9.0||July 22, 2015|| | Additions: Improvements: Tweaks: Fixes: The curated Workshop is now available for cosmetic items to be uploaded. This can be swapped to by changing \"ready-to-use\" in the submit tab to \"curated\". Right now the focus is on clothing as in shirts, hats, masks, etc. |3.11.8.0||July 21, 2015|| | Additions: Improvements: Tweaks: Fixes: Note: This fix crash loading Linux singleplayer on 64-bit Every single type of content in the game is now documented! This means you can replace or create your own of anything you see. |3.11.5.0||July 13, 2015|| | Additions: Improvements: Tweaks: Fixes: Note: The Trello page has been re-organized to offer a better idea of what's being worked on and how to get involved. If something seems to be missing be sure let me know! |3.11.4.0||July 11, 2015|| | Hello! Additions: Tweaks: Fixes: Sorry about the delay with this update, I had my wisdom teeth out which fortunately went well. There are some formatting issues with the news feed on the title screen, but those will be tidied up with the update to Unity 5 UI (hopefully soon!) Thanks for reading! |1 Year Anniversary||July 8, 2015|| | Hello! == Today, the 7th of July 2015, marks the 1 year anniversary of Unturned's release on Steam. It seems fitting to celebrate this by putting Unturned 3.0 onto the main branch! == While 3.0 still has plenty of room for improvement the majority of the playerbase has been enjoying it for months and at this point it far surpases 2.0 in quality. Going forward there are definitely many more goals to achieve, bugs to fix and rough edges to smooth (particularly the networking), however even with all its issues 3.0 is far superior to the archaic 2.0. Over the coming months I can't wait to continue developing 3.0 with all of you, it's been a blast and can only get better in the future! Here are just a few of the highlights from the past year of development:[ |3.11.3.1||July 8, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Improvements: Tweaks: Fixes: Today is the one year anniversary of Unturned 2.0 releasing on Steam! Wow. Thanks for reading! |3.11.3.0||July 7, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: Note: There are no crawlers/sprinters in easy mode. Please post your feedback on the new zombie types! They're certainly open for change, personally I think the sprinter animations are a bit silly. Thanks for reading! |3.11.2.0||July 2, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: There will not be any updates on the 2nd to the 5th, as I'll be away visiting relatives in Vancouver. Happy Canada day! Thanks for reading! |3.11.1.0||July 1, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Tweaks: Fixes: Heads up in-case there's no patch tomorrow: I'll be away from the 2nd to the 5th. Thanks for reading! June[ ] |Version||Publish Date||Additions and Changes| |3.11.0.5||June 28, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Tweaks: Fixes: If you have a moment I'd appreciate if you could check in with this poll so I can get a bit of an indicator as to how well the transition to Unity 5 is going: Thanks for reading! |3.11.0.4||June 27, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: Note: The character inspect screen in the inventory should be the only unfixed aspect of swapping to the linear color space (it's very dark). Soon the game should be upgraded to use Unity 5's UI system which will solve this among other things. Right now the big focuses are to solve as many bugs as possible, improve the code to be more maintainable and upgrade all elements of the game to Unity 5. After testing with some helpful users the issues with 32-bit windows have been narrowed down a bit, but if you find anything be sure to let me know. Several players have found that upgrading their graphics drivers resolved issues they were having with launching the game correctly, so give that a try as well. Fortunately all of my exams are now finished and I'm completely done high school! The limitless potential of summer awaits. Thanks for reading! |3.11.0.3||June 24, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: There seems to be some confusion over the addition of 64-bit support. This does not mean that 32-bit computers cannot play, but rather that players who have a 64-bit operating system will install the 64-bit version of the game. Edit: It seems there are some issues for users running 32-bit Windows. I'll do my best to get this sorted out as soon as possible. This Wednesday and Thursday I have my last two final exams. After that it's summer break and tons of progress! :D Thanks for reading! |3.11.0.2||June 23, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". This patch does not resolve all the issues due to the recent engine upgrade from Unity 4 to Unity 5, but over the next several days I'll hopefully get it working much more smoothly as I learn what's causing problems and how to fix them. Additions: Improvements: Tweaks: Fixes: Thanks for reading! |3.11.0.1||June 22, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". This patch does not resolve all the issues due to the recent engine upgrade from Unity 4 to Unity 5, but over the next several days I'll hopefully get it working much more smoothly as I learn what's causing problems and how to fix them. Fixes: If you're experiencing an issue loading into the game it's possible that one of the workshop files you're subscribed to is not compatible for whatever reason. If you unsubscribe you should be able to load in correctly, and the mod creator will hopefully update their content soon. Thanks for reading! |3.11.0.0||June 21, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Update Notes:[ |3.10.9.0||June 15, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: Existing assets can still be replaced if put in the same spot as they were previously. Thanks for reading! |3.10.8.5||June 12, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: Tomorrow is the most challenging of my exams: English essay writing! Once that's over with I won't need to study so much and progress will ramp up. Thanks for reading! |3.10.8.0||June 11, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Hunting:[ |3.10.7.5||June 3, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Tweaks: Fixes: This is the last week of classes before exams so there's a lot of essays/tests to do, but assuming some progress is done every day there might be hunting by the weekend! Thanks for reading! |3.10.7.0||June 1, Changes| |3.10.6.0||May 28, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Fixes: Yesterday's update focused heavily on optimization, however there were a few issues that caused performance to drop on some computers. These have been tracked down, and performance should now be even higher than it was before. All graphics settings have been reset. This is because of confusion over the new off-ultra scale. What you were able to run on before is not necessarily what you can run on now, so see what works before cranking up to your previous settings. Thanks for reading! |3.10.5.0||May 27, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: Thanks to everyone providing help crushing bugs on Linux! Keep it up! This weekend I'll likely put out a networking test, heads up. Thanks for reading! |3.10.3.0||May 19, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Priorities:[ |3.10.2.0||May 13, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: by \"disabling 3.9.9.6 network change\" is that there was a major networking change patch put out only on Saturday for a couple hours adding some network optimizations which was disabled to improve it a bit more. Any previous optimizations are still in place. Thanks for reading! |3.10.1.0||May 12, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". [ |3.10.0.0||May 11, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". This update adds Steam cosmetics and cloud support! There is currently no definitive plan regarding Steam cosmetics, so what would you like to see?[ |3.9.9.5||May 9, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". This update should drastically improve your multiplayer experience, although there are many more optimizations to do to try and bring down ping and improve connection reliability.[ |3.9.9.3||May 4, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Added blueprints for salvaging guns into scrap metal. Added blueprints for making supplies such as tape and rope. Added icon on the server list to servers with workshop content. Improvements: Improved day/night commands to take into account fade duration. Improved clothing tab to show that changes take effect upon respawning. Improved looking around code to use less memory. Improved server logging performance. Tweaks: Tweaked smoothing speed a bit lower. Tweaked ranger weapon/attachment spawn rate a bit lower. Fixes: Fixed wheel turning direction across network. Fixed crosshair when entering vehicles in third person. Fixed look update send rate. Fixed vehicle not waiting long enough before stopping. Fixed opening in-game menus when the cursor is free. Fixed compound bow repair blueprint. Fixed repairing orange juice. Fixed some classes/shaders getting misincluded. Fixed using time related commands when starting up. Fixed saving buffer size. Fixed barricades not showing on newly spawned vehicles. Just to clear up confusion: The plan is to use 3.9.9.0 -> 3.9.9.X to polish up existing content, fix bugs and improve performance. Thanks for reading! |3.9.9.2||May 3, 2015|| | Hello! If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". Additions: Improvements: Tweaks: Fixes: By default servers are first person only and singleplayer allows both. Thanks for reading! |3.9.9.1||May 2, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Tweaks: Fixes: Since there were quite a few bugs needed fixing the 1st/3rd only option will be added once 3rd person has been thoroughly tested. It seems that the \"no damage\" issues on the server should be fixed, but report it if you find that still happening. Thanks for reading! |3.9.9.0||May 1, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. 3rd person view is now in 3.0! Press H to swap to 3rd person view and Q/E to swap shoulders. If you have a mouse the middle mouse button works very well as a view swap key. Additions: Improvements: Tweaks: Fixes: Right now 3rd person is only disabled on hard servers for the sake of more people to test, but in the future it will be a server option. Note: When using melee weapons in 3rd person it won't use your cursor position, rather it hits where the melee looks like it hits. Be sure to report any issues you find! I fully expect there to be some pretty wacky ones as a ton of code was re-written to integrate 3rd person. Thanks for reading! April[ ] |Version||Publish Date||Additions and Changes| |3.9.8.0||April 27, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. This update adds the ability to build on your vehicles! Vehicle storage is now only limited by how unstable you want your vehicle to become! This upgrade required tons of changes to everything related to building which means there are quite likely some issues, so be sure to report them! Additions: Added chainsaw. (ID 490) Added asset classes for more item types so properties such as storage size, trap damage and growth time are configurable. Added seperate singleplayer saves for different characters. Your first character will have the previous singleplayer world. Added ability to combine ammo boxes of the same type together. Improvements: Improved menu and game dashboard understandability a bit. Improved hitboxes on many vehicles to better fit building on them. Improved crafting to show total amount of crafted ammo. Tweaks: Tweaked smoothness of movement on server. Tweaked ambulance turning radius a bit higher. Tweaked boost cost a bit higher. Tweaked gun spawn rates a bit lower. Fixes: Fixed equipping items as a passenger in singleplayer and swapping back to the driver's seat wrecking vehicle physics. Fixed not being able to craft rifle clips. Fixed some spots not to go to. Fixed repeated melee impact. Fixed bow blueprints to require rope. Fixed missing aid animations on pill items. Fixed missing polygon on the bottom of crates. Various ways of implementing animals were also tested. There is some added complication compared to 2.0 now that the navigation data does not cover the entire map for performance reasons, but it looks like hunting will make its way in eventually. Keep in mind that electrical items only power others that are on or not on a vehicle the same way as themself, as in a generator on a vehicle will only power lights on that vehicle but not ones on the ground. Thanks for reading! |3.9.7.0||April 22, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: The update is a little bit later than I thought since last night the partner site servers were down, but as a result some more content is in than expected. Thanks for reading! |3.9.6.0||April 19, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Tweaks: Fixes: Thanks for reading! |3.9.5.0||April 17, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: Now that healing others is more open hopefully more people will see their silly animations. [Check them out!] Next update you can expect more food crafting items such as milk and cheese, for right now a lot of recipes would not make sense. Sorry about the lack of progress the last few days, with the release of GTA V on PC I got very sidetracked. On that note with the April roadmap I did not take into account my AP exams coming up very soon, so rather than a huge undertaking like overhauling the networking quite yet I'll be focusing on more features such as hunting and fishing! Thanks for reading! |3.9.4.0||April 13, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. for reading! |3.9.3.0||April 12, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. This update makes Stratford and Kensington more interesting, unique locations. Originally according to poll results they would be turned into medium sized urban areas, however this proved even worse so in the end they are a large town and a campsite. Additions: Improvements: Tweaks: Fixes: Thanks for reading! |3.9.2.0||April 11, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Achievements and statistics are now in 3.0! You can view a list of all the achievements here: Most likely you can expect more achievements in 3.0, and if you have ideas be sure to suggest them! For now all 2.0 achievements are still available, but once 3.0 is moved onto the main branch they will be removed. The main menu will now display one of your random statistics as well as the global total, although it seems as though the global total has somehow become inaccurate. Thanks for reading! |3.9.1.0||April 9, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Until 3.0 joins the main branch you will need to join this beta group to gain access to the workshop: If you are hosting a server using community maps/content please consider swapping to the workshop system to make it easy for users to join your server and get that content. Additions: Added automatic workshop downloads from servers. Any workshop files in Content and the current map in Maps will be downloaded. Until Valve implements server workshop downloads hosters will have to manually copy any files they want into these folders. Read the instructions at the bottom to see how to set these up. When joining a server you will see a \"Syncing...\" loading screen as it checks for workshop content, and a progress bar if it subscribes to any files. Added any map filter. Added new iron sights aiming positions to make them take up less screen space. Added some rock models underneath the bridges. Improvements: Improved gun damage balance against zombies. Tweaks: Tweaked item spawn chance and spawn rate. Tweaked availability of firearms. Tweaked position of tab buttons. Tweaked menu alert box position. Fixes: Fixed suicide/exit buttons upside down. Fixed missing space message. Fixed crafting menu disappearing when re-connecting. Fixed spotlight placement direction. To put workshop content onto your dedicated server for users to download:[ |3.9.0.0||April 6, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: Several designs were experimented with for everything, so at this point everything should take full advantage of the screen space available and scale well. Make sure to leave constructive feedback if you have any issues with the new style! Note: Remember that you can only hotkey items in your hands page. Sorry about the delay for this update, I hope you have a great Easter weekend! Thanks for reading! |April Roadmap||April 1, 2015|| | Hello! Going into April the majority and more of features and content from 2.0 are in place, but the game still needs some polish. The steps this month to improve the game and get it onto the main branch are as follows: Note: As some of you may have noticed a previous version was reverted to. Once both the menu and game UI are again in tip top shape you can expect the next update. Thanks for reading! March[ ] |Version||Publish Date||Additions and Changes| |3.8.9.0||March 30, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Note: Servers using the 3rd party mod \"Rocket\" are currently not functioning. Until the mod is updated hosts should use the vanilla version of the game. Additions: Improvements: Tweaks: Fixes: Next up are menu improvements and the skill system! Thanks for reading! |3.8.8.0||March 28, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: Keep an eye out for weird server bugs. Due to the player savedata changes there will likely be a ton of issues and some (should be only inventory, otherwise bug) was lost although you can recover it if you want, but on the upside server performance should be a lot better. Going off of the polls from yesterday it looks like the vast majority of you guys play multiplayer with about half preferring the cooperative aspect. Going forward hopefully this can be improved to have better networking and support for working together more! Thanks for reading! |3.8.7.0||March 26, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: The hit detection fix for those items should resolve all the reports about canteens not filling, fertilizer not doing anything, etc. :) I'd appreciate it if you provided some feedback on the following polls to help judge what part of the game is currently most popular and what needs to be worked on the most: (Don't worry, co-op and multiplayer will both be counted as network focus however it will change what aspect of it is most important to you.) Thanks for reading! |3.8.6.0||March 24, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. The PEI map has been refined and introduced into 3.0! There are many changes compared to 2.0, however the general structure of the map is maintained. The areas that were modified or added are based on feedback from the Canada map and comments to try and make everyone as happy as possible. The Canada map is still available for you as well though! Additions: Improvements: Tweaks: Fixes: Fear not, the next few days I hope to expand electricity with fuel requirements and some new powerables. If you find any building missing a garage slot be sure to report it! Also, how do you think the city offices can be improved? Right now the loot is boring and they are not really worth checking out. Thanks for reading! |3.8.5.5||March 22, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Improvements: Tweaks: Fixes: Mainly small changes today. The rest of the month will be put towards improving workshop, enhancing PEI and whatever sort of content/features are popularly requested. Thanks for reading! |3.8.5.0||March 20, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. The PEI map has been refined and introduced into 3.0! There are many changes compared to 2.0, however the general structure of the map is maintained. The areas that were modified or added are based on feedback from the Canada map and comments to try and make everyone as happy as possible. The Canada map is still available for you as well though! Additions: Improvements: Tweaks: Fixes: Literally all of the spawns/tables were created/placed over the course of today so most likely there are some weird issues, not to mention floating objects! :) Thanks for reading! |3.7.9.5||March 10, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. The other day on the stream we discussed what to do to resolve the design issues with the Canada map in terms of better layout, better balance, etc and it turned out the majority of people preferred a revamped PEI with some new additions. After talking with the stream we came up with layouts and ideas on what needs to change for both the Canada map or PEI if that ends up happening. Before going further than the prototype (made over the last day or two), however, I'd like to confirm that anyone who wasn't at the stream also agrees. In the event that a PEI remake is the more popular choice we could perhaps have a contest to see who can make the best community created Canada map? Vote here: (The prototype of PEI2 is not in this quick patch.) Improvements: Fixes: If some Workshop content you downloaded is not showing up in game it is most likely misconfigured, the creator will need to update it. You may have noticed some of these changes already, as a few were put up to fix some minor issues. Thanks for reading! |3.7.9.0||March 7, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. With this update the majority of core Workshop features are implemented! If you head on over you'll soon find tons of new content to play with. To view it you will need to join the Unturned Workshop beta group here: Additions: Improvements: Tweaks: Fixes: I would recommend backing up your map before you use the editor/Workshop, you never know what could go wrong. Today's community feature is /u/SkootypuffJr's beautiful map \"Lanton\": Thanks for reading! |3.7.8.0||March 6, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Fixes: Was sort of busy, this weekend tons of time to work on the revised Canada map though! First thing on the stream will be figuring out the layout with you guys. :) Thanks for reading! |3.7.7.0||March 4, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Workshop is now available for uploading/downloading localization files (translations)! To view it you will need to join the Unturned Workshop beta group here: EDIT: Again, for now this is ONLY for translations. Do not spam the Workshop. Here is a temporary video demonstrating how to use the current Workshop uploading tool, once the proper interface/options are out there will be documentation instead: This update also fixes a few minor things and tweaks the scale of a few items such as the Fedora. Something was enabled serverside that may cause some issues, if need be it will be fixed in a hotfix. One last note, I've noticed some of you linking to a facebook account claiming it is mine. I'd just like to clarify that it is NOT me, I do not have a facebook account. Thanks for reading! |3.7.6.0||March 2, 2015|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tomorrow work begins on integrating workshop! ] |Version||Publish 28, 2015|| | Hello! March Roadmap: This last month a ton of new content has been added, much of it at your request/suggestion! Going forward into March not only will more content be added similarly, but two main goals will be also aimed for: Workshop support. With the level editor, custom content and localization support already in it is a natural step to allow you to easily upload/download them. This will likely begin with localization and work its way up to other types of content. The beta group required to view the workshop can be found here. Finalized Canada map. Based on the changes discussed in yesterday's update the Canada map will hopefully be finished. Rather than putting all the changes out at once, which was a bad idea in some ways because it reduced feedback, updates will come out one at a time and maybe even be streamed to get maximum community involvement. 3.7.5.0 Update Notes: If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas |3.4.9.0||Dec 31, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Added new structure placement system to snap buildables based on look direction as oppposed to looking at the floor. Added ability to press F1-F8 keys in editor to toggle visibility. Improvements: Tweaks: Hello! January Roadmap:[ |3.4.7.0||Dec 24, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: Tomorrow there may be a small silent update to fix whatever major bugs emerge from this update, but I am now taking my week off so don't expect any new content until January. The last day of December will be a recap post and the January roadmap. Have a nice winter break and merry christmas if you celebrate that! Thanks for reading! |3.4.6.0||Dec 23, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. for reading! |3.4.5.0||Dec 21, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. for reading! |3.4.4.0||Dec 20, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: What do you think of these Thanks for reading! |3.4.3.0||Dec 17, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: Now I'm excited for the inevitable \"8 people jacking a car all at once\" videos! Thanks for reading! |3.4.2.0||Dec 16, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: Originally 2 days were scheduled for throw-able items, but seeing as this update got all of the important ones in tomorrow is getting re-purposed for adding some of the stuff that got left behind! (Vaccines, anyone?) Thanks for reading! |3.4.1.0||Dec 14, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Make sure to check out the new vehicle physics, and keep an eye out for those new dangerous zombie specimens! Additions: Improvements: Tweaks: Fixes: For now I've decided to exclude crawler zombies from 3.0 since most people found them annoying in 2.0, but what sort of other special zombies would you like to see? Thanks for reading! |3.4.0.0||Dec 13, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements Tweaks: Fixes: As you can see there's one or two new clothing items, and tomorrow you can expect a few more! The remainder of today will be spent working on some new zombie animations, as right now there certainly isn't enough variety. Thanks for reading! |3.3.9.0||Dec 11, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: Now that there's a decent number of weapons and attachments what do you think? The next few days we'll be seeing tons of new clothing! Thanks for reading! |3.3.8.0||Dec 9, 20'|| | There're now tons of attachments to pick up near the tunnel! Today's shipment is mainly sights, grips and barrels, but tomorrow's will contain some nifty tactical tools. Thanks for reading! |3.3.7.0||Dec 8, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Once again items are appearing in weird places! You can find all these new weapons on the hill between the farm and town. Note: This update also enabled a really weird network change that might either completely destroy server performance, or make them run way faster. If it destroys servers it will be disabled next update. Additions: Improvements: Tweaks: Fixes: Thanks for reading! |3.3.6.0||Dec 7, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. It seems someone opened the washing machine crashed into the road, it was a Ranger weapon carepackage! Grab them before some other survivor does. Additions: Improvements: Tweaks: Fixes: Of all the new 3.0 weapons these went through the most revisions, so be sure to let me know what you think! Tomorrow will be a bunch more melees and a gun or two. Thanks for reading! |3.3.5.0||Dec 6, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Keep an eye out for some pink berries near the farm! I hear they're great for your health, and are way better than 2.0 since all the effects are randomized. Additions: Improvements: Tweaks: Fixes: It seems it didn't take you long to figure out the honeybadger ID, so it's back in the normal range now and spawns commonly. This will not the be case on the final map, however. For those who didn't realize it's in a new carbine weapon class that take up smaller space, are more \"tactical\" and have really neat equip animations. Thanks for reading! |3.3.4.0||Dec 5, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. If you're looking for some of these new items check out the fire station roof! Who knows why they put them up there. There's also a super rare new gun not mentioned in these notes you might be lucky enough to find! (It'll be one of the end-game type guns version.) Additions: Improvements: Tweaks: Fixes: Questions: Tropical: \"I have been working on a insane map for a long time, even after you said that we can't create such maps anymore. Please, tell us if these kind of maps will be deleted in the future or not.\" > Don't worry, no maps are getting deleted. Insane is just disabled for creating NEW maps until more optimizations are found. Spectral_Force :\"Maybe if a character has shirt and/or pants on, you could hide those weapons' viewmodels on the char.\" > You can hide weapons inside your clothing, but the whole point of the recent weapon slots system is to allow you to do hide things at the disadvantage of time as well as allowing other players to determine if someone is an immediate threat. Thanks for reading! |3.3.3.0||Dec 5, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. Additions: Improvements: Tweaks: Fixes: For some reason or another there is no school tomorrow, so this weekend tons of weapons will be getting added to 3.0! I'll try and record a tutorial video as well at some point so that anyone interested in getting their items into 3.0 and do so as well. Also sorry for not having the Questions section enough, just sometimes it's hard to find a coherent question that hasn't been asked before. Questions: Daniel Kay :\"You changed them to look more like log cabin walls which makes sense as they are made of log. However you could still use the old models of them being flat paned for walls made out of boards.\" > I definitely like the idea of having some structure variety even inside the material category. This will most likely be implemented in the future, although the models will be more details than the old ones. Thanks for reading! |3.3.2.0||Dec 3, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. December Roadmap:[ |3.3.0.0||Nov 29, 2014|| | Hello! If you're interested in testing out this patch head on over to the Preview branch! You can gain access using the secret passcode \"OPERATIONMAPLELEAF\" in the Betas tab. The addition of item quality into 3.0 is going to add tons of new dynamics to the game, and opens up tons of possibilities such as having to repair clothing when shot and either maintaing gear or swapping it out with the stuff you find. Some of the really high tier military weapons may be harder to keep in shape due to using rare parts, or maybe your axe starts breaking down after bashing it into thousands of zombie skulls. Low quality weapons will not stop being use-able, but may have lower accuracy, damage, etc. If it isn't completely obvious: in the future there will be items for repairing other than jeans. Don't worry though, it takes hundreds of shots to actually be impacted by this. Additions: Improvements: Tweaks: Fixes: Tomorrow reading! |3.2.9.0||Nov 29, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Additions: Improvements: Tweaks: Fixes: What do you think of the new wooden structures? Personally I think it will really help differentiate wood and metal bases as well as feel a lot more homey. Thanks for reading! |3.2.8.0||Nov 27, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Crafting is now in 3.0, and way easier than 2.0! It's much more user friendly and designed to be more customize-able and expansive. One example of new opportunities with this is that each ammo box contains a certain number of bullets, and only the bullets needed to fill up a magazine are used. Additions: Improvements: Tweaks: Fixes: What do you guys think of the new crafting system? How would you like to see it improved? The next few days I'll be cleaning up some of the new features from this month and doing a massive overhaul to the appearance of wooden structures! Unfortunately skills won't be getting added this month due to the time constraints these last couple weeks, but regardless December will be epic. Also: Happy thanksgiving to those of you that live in the United States! Thanks for reading! |3.2.7.0||Nov 23, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" After a poll yesterday it was determined about 50% of people want an in-game map, but to compensate the folks who didn't this will not show up in hardcore mode, rather being replaced with static. Some of the huge benefits of having this new map system: Additions: Improvements: Tweaks: Fixes: Originally this update was going to have terrain cutting instead of all this, but after spending many hours today and yesterday working on it unfortunately a solution that didn't compromise on graphical quality/cause loads of issues was not found. It is now highly unlikely that this feature will ever be added to the game. Thanks for reading! |3.2.6.0||Nov 21, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" You can now harvest resources in 3.0! They're significantly improved from 2.0: Additions: Improvements: Tweaks: Fixes: Ultimately, however, logs currently do nothing and are probably have some bugs yet to be found. What do you think of the idea of showing death messages to everyone? Thanks for reading! |3.2.5.0||Nov 20, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Additions: Improvements: Tweaks: Fixes: After experimenting with barricading vehicles it seems that a better solution will be to have an entirely separate type of barricade that snaps to points on the vehicle, such as a cattle catcher. Tomorrow work will begin on harvesting wood from trees and the crafting system. Thanks for reading! |3.2.4.0||Nov 17, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" The most basic aspects of the structure building system are now in! Going forward not only will things from 2.0 such as doors be added, but new ways to build and other materials such as logs and metal. Additions: Improvements: Tweaks: Fixes: What sorts of ways would you like to see the building system improved? Also just as a heads up: the next two weeks my dad is away on business, which means I can't stay at our house and therefore the time to work on stuff is slightly reduced. A reasonable amount of features should still get done though, starting with crafting! Thanks for reading! |3.2.3.0||Nov 15, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Your base is going to need to be fortified! The zombies are getting more ruthless by the day. The new feature of hammering boards onto windows is going to lead into many new options for base customization. You may also notice that zombies are much smarter than 2.0 when it comes to attacking barricades, as they will only do it when it is actually obstructing their path. Additions: Improvements: Tweaks: Fixes: In the end I decided not to use the navmesh cutting for individual barricades as it made defending less interesting, however it will still be used for structures coming soon. Tomorrow I'll be working on that as well as the ability to destroy vehicles. Thanks for reading! |3.2.2.0||Nov 14, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" The implementation of navmesh cutting is a really exciting addition for the zombie AI, as it allows them to find a route around dynamic obstacles. This means, for example, that now when a driveable car is parked they will walk around it rather than bumping straight into it. Now that this is in you can expect building soon. Additions: Improvements: Tweaks: Fixes: Thanks for reading! |3.2.1.0||Nov 14, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" The vehicles are now a little bit less like toboggans with jet engines, and most of their features are now working correctly and in place. The physics are not as good as I want them to be yet (skidding, drifting, etc), but in the interest of getting this month's roadmap done a lot of those half-finished features are disabled for now. Additions: Fixes: For now vehicles can't be destroyed and zombies do not fully walk around them yet, however these require features that go along with barricading which will be implemented next. Thanks for reading! |3.2.0.0||Nov 11, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Edit: Again, let me re-iterate: The vehicles are NOT complete. This update coincidentally includes vehicles because a patch needed to go out for a lot of the editor bugs people were reporting. This update is mostly to get out a ton of fixes, as vehicles are not finished yet. They are, however, mildly functional and available to start testing: Additions: Improvements: Fixes: Rest assured that all of the obvious problems with vehicles as of now such as flying around, being unable to destroy and not requiring fuel will be fixed soon. With that in mind be sure to report bugs and provide your feedback! Barricades might possibly be added before this though since the vehicles need one of their core features related to pathfinding. Thanks for reading! |3.1.9.0||Nov 7, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Now that the boring stuff is out of the way November truly begins! Additions: Improvements: Fixes: Be sure to voice your opinions on all these new features, especially swimming underwater and the audio! Thanks for reading! |November Roadmap||Nov 2, 2014|| | November is going to be a huge month for 3.0, in that the majority of features from 2.0 will be getting brought in now that the foundation is in place. These are the big things that are being aimed for: There are not in any specific order, however it is most likely that crafting and vehicles will be added before building. |3.1.7.0||Nov 2, 2014|| | These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Additions: Improvements: Tweaks: Fixes: Thoughts: What do you think of the zombies climbing through windows? I think it will really add onto the barricading aspect of the game because you'll need a place to stay, and if the zombies can get in the windows you've got a problem. Today I was also looking into the possibility of rain and snow in 3.0, and I gotta say it's really promising. Thanks for reading! October[ ] |Version||Publish Date||Additions and Changes| |3.1.6.0||Oct 31, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" It's hard to believe, but we're at the end of the October roadmap. Tomorrow you can expect the November roadmap which will detail the addition of the rest of features from 2.0! Additions: Improvements: Tweaks: Fixes: I hope you all have great Halloween! :) Thanks for reading! |3.1.5.0||Oct 26, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" EDIT: Oops, this accidentally overwrote the 3.1.4.0 Update Notes from yesterday. 3.1.4.0 added a ton of features such as voice chat. The new server performance tools added in this update will make it a lot easier to determine what needs to be optimized most, and hopefully even after the tweaks in this one you'll notice some boosts especially regarding zombies. I believe I've tracked down one of the core issues, but it's something to do with Steamworks library that I'll have to ask Valve about. Additions: Improvements: Tweaks: Fixes: From the sounds of things you guys like the zones idea! I'm not sure if I'll have one in my maps, but certainly it should be a feature at some point either in the editor or perhaps something buildable in game? The next few days are shaping up to be quite busy with non-Unturned stuff, but hopefully a reasonable number of things can get done. Specifically I really want to get the grouping system in before the end of the month! :) Thanks for reading! |3.1.3.0||Oct 25, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" One thing I'm excited about that was worked on today is the ability to cut navigation data. It's not finished yet, but what it is it means that when barricading is added the zombies will be able to navigate around barricades rather than just eating them every time! Additions: Improvements: Tweaks: Fixes: If you're having issues getting zombies to spawn on your map make sure to add a navigation graph in the environment tab. This basically provides the zombies with the information they need to chase you. Thanks for reading! |3.1.2.0||Oct 24, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Roar! Zombies are now in 3.0! They are far superior to the 2.0 zombies in many ways such as gameplay, customization, pathfinding and optimization: Zombies in 3.0 are built to be expanded over time for a much wider variety of zombie types, and are open to many new features such as how you can now sneak up behind them, or how the full moon increases their strength and swarming capabilities. With the editor, for example, you can fully customize what they look like for whatever zombie you need for your map! Astronaut zombies here we come. (If nobody makes a Mars map I'm adding one when Workshop is fully ready!) In terms of optimization they use a much better suited pathfinding library for increased performance, and are networked in such a way as to dramatically reduce bandwidth and cheating. Additions: Improvements: Tweaks: Fixes: The last bit of October will be spent ticking things off the miscellaneous list on Trello, fixing bugs with zombies and getting the rest of the communication features such as voice chat in. You can expect November to be a very exciting month for Unturned 3.0. Please keep in mind that the zombies currently have no audio and very few animations, but this is just the first iteration to test their core gameplay. Questions: GamerGuy \"Is there a date for when unturned will update or 3.0 is finished?\" > You can expect updates to 3.0 every few days, and now that the core aspects of the game are in you can expect the full release of 3.0 sometime in the next month or two with even more content than 2.0! Thanks for reading! |3.1.1.0||Oct 18, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Additions: 'Improvements: Tweaks: Fixes: You can now begin laying out the pathfinding regions to your level (Which is automated and very easy, super exciting!) and placing zombie spawnpoints, however zombies are not in yet. This patch was focused on adding the navigation graphs required for zombies to actually pathfind, so probably next update. The saving takes a bit longer now due to the way the navmeshes are saved, but this performance will improve with optimizations. Regarding the numerous questions as to why 3.1.0.0 did not mean the full release of 3.0: The version number system is set up as [Major Update].[Large Update].[Medium Update].[Small Update/Patch]. As for the initial public version you can probably expect it to be coming up in the next month or so, as once the next few large features are in it'll be quick to start adding content and smaller features. Questions: LYY \"All kinds of the gun is too large, resulting in the shortcut key accounts for all the 5/4.\" > The current inventory system will be vastly expanded on, for one there will be specific slots for primary/secondary weapons that will appear on the character model. This way the 1 and 2 keys will be bound to a weapon and the other hotkeys to whatever is in the hotbar. collin1158 \"Nelson can you make a tutorial on how to add an object from blender to unturned? That was be soooo great, thanks in advance!\" > I will personally make a few videos on how to make specific types of things (buildings, guns, etc) much further down the road, but for now there are a few nice tutorials on the /r/unturned subreddit. For people looking to convert their files I believe someone was posting the other day about a tool that lets you package them into a .unity3d file. Thanks for reading! |3.1.0.0||Oct 16, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" Additions: Improvements: Tweaks: Fixes: The hit detection is now way better than it was in the last update, and a big thanks to Gray and Lhyme for being a huge help testing on proper servers! Unfortunately it's late and I have to go in a minute, but rest assured that the hit detection can only get better as time goes on and that work on pathfinding will begin tomorrow! Thanks for reading! |3.0.9.0||Oct 14, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" I'll also be working on swapping a lot of the file writing related things to a new class specifically for handling large amounts of data, as well as fixing some issues with packet routing that result in odd behavior such as teleporting. Work on the last bit of the October Roadmap (Pathfinding/Zombies) will start after these three things are done, which should be sometime in the next few days. Additions: Improvements: Tweaks: Fixes: Updated to a Unity 4.5.4p3 to fix some Unity related issues. (Losing connection when tabbing out of fullscreen.) A big thanks to you guys for reporting so many bugs, and to Shadow for putting them into a nice list! I hope you all had a nice thanksgiving! :) (Assuming you live in Canada, it's a different day in other parts of the world.) Today to wrap up there's a special video: Thanks for reading! |3.0.8.0||Oct 11, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" This patch fixes a lot of the bugs from yesterday, but I'm not sure that it fixes the mass-disconnection issue. Be sure to me know when you find any bugs that may have resulted from the server side input processing! :) Additions: Improvements: Tweaks: Fixes: One other bug that a few of you have reported is one where some of the buttons on the menu get disabled. If this happens to you please post a bug report with your output_log.txt file in Unturned_Data, as well as what things you did leading up to this issue. Questions: BencuriouszHUN Thanks for reading! |3.0.7.0||Oct 10, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you can join with the password \"OPERATIONMAPLELEAF\" This update really solidifies the anti-cheat for 3.0. Beforehand things like verifying who people were was implemented, but it was still possible to fly, go through walls, speedhack, etc. As of this update the majority of cheats are not possible anymore. Likely a few exploits will be found, but these will be fixed as they're reported. I'd appreciate it if you would test literally everything game related in 3.0 now because a few things will probably be broken especially in multiplayer. The hit detection may also still be a bit iffy, so be sure to comment on it. Now that everything is server side properly the bugs from the last update such as sliding around should not happen. Additions: Improvements: Tweaks: Fixes: I'd also appreciate any feedback you have on the new inventory icons! Are they better, worse, or should only specific items use this style? The next few days will be patching this update up as bugs are found, then onto the zombie pathfinding! Fortunately everything still seems on the track of the October Roadmap. Questions: Dr. Pan Technickel Thanks for reading! |3.0.6.0||Oct 5, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. Additions: Improvements: Tweaks: Fixes: This update was mostly to fix some issues and have fun making new foliage assets for the full 3.0 map, but tomorrow work will resume on the lag compensation meaning that hopefully the next update will resolve issues such as hit detection and the movement sliding. One side effect of the update is that material and item spawns are reset, but I doubt I will ever modify anything related to them again. I'd recommend simply copying over the new default details, materials, etc. Thanks for reading! |3.0.5.5||Oct 4, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. Additions: Improvements: Tweaks: Fixes: You will likely notice some issues with movement on servers now, but these will be fixed and smoothed out over time. This initial test of the server side input is to make sure that it's no longer possible to speedhack, flyhack, noclip, etc. The hit detection is also a bit iffy right now as the lag compensation is not implemented yet. While it was still nice out I recorded a ton of new footstep audio which should be in-game soon as well! The rest of the input things will be fixed first, however. Questions: Mister Manager Kemrick maksimw3w2 Thanks for reading! |3.0.5.0||Oct 2, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. The attachment and ammunition system is now functional in-game, however the silencer and the vertical grip do not do anything yet. Unfortunately it's very late right now and I'm pushing this out at the last minute, but you can expect proper patch notes for the next update. Off to bed in the mean time! Thanks for reading! Roadmap||Sep 30, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. Today I've been working on getting reloading and attachments into 3.0, but that will not be fully complete until tomorrow. (Sorry for not updating the Trello!) These are the goals for 3.0 over the next month: This list is erring on the side of caution, as at this point I am highly uncertain about how long the server side input and navigation will take to add. If all goes well way more than these will get done, but this is the worst case scenario. Questions: Jagulev VHDnewvegasguy Thanks for reading! |3.0.4.0||Sep 29, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. Additions: Improvements: Fixes: Tomorrow you can expect the October Dragon: edUpBB: Thanks for reading! |3.0.0.0||Sep 28, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. Additions: Tweaks: Fixes: The water is now looking more like the intended style, but it will inevitably change a bit more over time. Tomorrow I'll be working on knocking some things off the to-do list, and as usual you can view them on the Trello! One other thing I'd like to mention: Right now when you bake on a large map it takes a bit of time because it has to go through every single grid cell. In the future this will be improved by only baking areas that have changed or after modifying the material settings, but for now I'd recommend using the 2048, 1024 or 512 sized CrisChip: joedirt111111: Thanks for reading! |3.0.2.0||Sep 27, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. Additions: Improvements: Tweaks: Fixes: Singleplayer likely is more buggy than multiplayer at this point, so be sure to report weird things. Hopefully it will make map creation easier because you can quickly hop in-game. One side effect is that the \"Singleplayer\" ServerID is now reserved. Perhaps sometime in the future we will see the return of in-game hosted servers, but that would require even more radical changes than occurred today. Water is temporarily disabled as I was experimenting with its asthetics, but tomorrow there should be some new things related to that. Now that the comments section has cooled down a bit it's time for the return of the feedback section! Every day I choose several interesting comments and post my replies: Questions: Endercreeper: Hasan: ShadowPulse: Thanks for reading! |3.0.1.0||Sep 27, 2014|| | Hello! These are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. Additions: Tweaks: Fixes: The server filters sort of work in-game, although it's a really messy workaround. The creator of Steamworks.NET is looking into a bug that prevents the proper filters from getting sent to the master server, so hopefully that will be in tomorrow! My current primary focus is investigating the possibility of the return of singleplayer. Thanks for reading! |Black Box||Sep 25, 2014|| | Hello! Information recovered from the black box on board the downed helicopter suggests that its crash was actually caused by unidentified broadcasts from the radio tower, not a zombified pilot as previously suspected. Intelligence obtained by the military before the apocalypse suggests that the tower is being hijacked by someone on the mainland, and used to convey an unknown message. It's up to you to decode this message. Warnings: Edit: here's a tutorial on how to host servers for 3.0: |3.0 Overgrowth||Sep 9, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which is not currently on the public branch. 3.0 refers to said upcoming update, and 2.0 to the existing version of the game. Just to be clear: the following features are in 3.0, not 2.0. The past couple days several thousand of you showed up the the development streams and provided amazing feedback to help shape the initial test level for 3.0. One highly requested change is that the levels become more apocalyptic, so the map is experimenting with things like overgrowth, wreckage and broken objects. This should also provide interesting new gameplay aspects like climbing through the wreckage of destroyed buildings. Some other huge new changes are related to the amount of detail in the level: there shouldn't be as much repetition of assets (for example seeing the same house all over P.E.I) and the amount of object clutter is much higher and interesting. It seems that school is turning out to be more busy than I expected, but hopefully everything will stabilize soon. In the mean time I'll be working on this map when I can, and occasionally streaming to get more ideas from you guys. You can expect the next news post once the map is nearing completion. Thanks for reading! |3.0 Development Stream||Sep 5, 2014|| | Hello! Tomorrow (Sunday 7/9/14) I'll be streaming work on the 3.0 test map starting at Today's community feature is FC's FANTASTIC dune buggy advertisement: |3.0 Menu||Sep 3, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which is not currently on the public branch. 3.0 refers to said upcoming update, and 2.0 to the existing version of the game. Just to be clear: the following features are in 3.0, not 2.0. The last few days I've been working on getting all of the functionality into the main menu with some of the following key new features: (The menu is not finalized and will likely change dramatically over the next few months, but for now it's structured similarly to the editor interface.) -After posting a query on twitter the majority of community suggested specialty ideas are now in, but for now I'm staying away from things like military/bandit/police classes. -If you have a Gold account you now have complete control over your hair/skin colors with RGB inputs. -You can choose from a list of resolutions now rather than dragging a slider. If people want the slider can make a return in accompaniment to the list, however. -The server list is available underneath the Play menu. Some things such as filters and icons still need to implemented for this. I was originally planning to have a video for you today, but this post is sort of last minute and it turns out school actually starts tomorrow! Fortunately I think that school will re-motivate me to get more stuff done for Unturned, as lately I've been slacking off playing some other games. : ) The next several days I'll be focusing on improving gameplay. You can expect more news on Friday. There was a minor patch today to 2.0, it fixed a few things as well as an exploit with garage doors. Thanks for reading! August[ ] |Version||Publish Date||Additions and Changes| |3.0 September Roadmap||Aug 30, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. To start off here's my approximate list of things to do before 3.0 testing comes out: That said, new things could pop up, but hopefully that gives you a bit of an idea of what has to happen before you can first try 3.0. Here's some of the things I worked on over the last few days: More assets are available in the editor all with more fidelity to them such as windowsills and crosswalk lines: The trees are now much more optimized, tested with 16,000 destructible trees on the 64km² map: Most of the other stuff is optimization and infrastructure, but I promise the next post will have more to properly show you! (Perhaps another video?) You can expect news about the 3.0 menu on Tuesday. Today's community feature is Killsinoo's animation: Thanks for reading! |3.0 Editor Demo||Aug 27, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. Edit: It seems something messed up and the video is quite low resolution, but hopefully any future videos should turn out better. Here's a video of the 3.0 editor in action and some information on initial release: A lot of features in that video are actually newly added in the last few days such as texture painting, copy/pasting objects and adjusting the sun color. One thing not shown is the new fog shader that makes fog accumulate closer to the ground adding a more eerie effect when standing on hills. The new few days I'll be working on wrapping up all the currently implemented game mechanics in 3.0, and you can expect more news on Saturday. Thanks for reading! |3.0 Spawns||Aug 24, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. The last few days I've been working on polishing existing features as well as the introduction of the resource and spawn table tools: -You can now build up loot tables for your levels by adding a table, creating tiers for it and then assigning items to the tiers. You completely control the percentage chances of each tier per spawn, and can then place nodes representing tables around the level! -You can import trees into the terrain tool and generate them onto the terrain automatically checking to make sure they aren't in places they shouldn't be. The physics are also in place to allow you to actually fell a tree when you chop it! Currently the trees need optimizing for the 64km² map, but I'll do that over the next few days. -It's now possible to create maps as small as 500x500 meters which will allow groups to create clan headquarters, or even a stronghold base! -Items can have a \"quality\" attribute applied to them that represents their current wear and tear. A rotten fruit, for example, would now just be a normal fruit with a low quality value, or an ax could eventually become so battle-scarred that it needs maintenance. This will allow a repairing skill to be implemented. (More below.) -All of the level related files take up a fraction of the size, however this upgrade still needs to be done to player data. -I built a new tool directly into Unity that creates OSX/Windows builds, splits out the shared content and uploads to Steamworks. This should bring patch times down significantly from ~30 minutes to ~5 and reduce bandwidth for Valve! (Since files used in Windows and OSX are now put together.) The rest of the changes aren't very interesting, so I would like to bring up a topic for discussion: character specialties: Character specialties will allow each character you create to have a unique skill tree that nobody else can perform. A mechanic, for example, would be significantly better at repairing items. They could also lend special abilities such as doctors using medical supplies on other players for increased healing, or chefs being able to craft proper meals rather than eating individual ingredients. In my opinion this will make PvE more fun, increase replayability and reduce kill on sight mentality because there is a reason to take people hostage. What are your thoughts? Let me know in the comments! The editor related things are so close to completion that the next few days I shall focus solely on them, such as the aforementioned tree optimizations. You can expect more news on Wednesday, and perhaps a video of the editor in action! You may have noticed a small patch to 2.0 last night, it was a few fixes to help prevent some cheats. Thanks for reading! |3.0 Day/Night||Aug 21, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. These past several days I've been working on some huge improvements to the day/night, roads/objects and inventory systems: -You now have complete control over the day/night cycle with the editor, the cycle looks nicer and moon stages are supported. (Zombies will be affected by the full moon!) The time in the editor is represented from 0-1 so on your server you can decide how long the day should be and what time it currently is. -The road tool is in and very useful, I wish I had it for the roads on PEI! It allows you to use any road texture you want and produce paths that conform to the terrain. You can even adjust it to suit things like 4 lane highways and train tracks! -Objects can now be imported through the editor and spawned into the level. -Items have physics now which is possible due to the new way servers handle them. You can literally have a loot pile in your base! -While still be expanded on, the inventory is way better than it was on Monday! Item icons are now rendered from the actual model which means you can see your attachments even in the inventory screen, as well as the ability to scale for any use. Please post any ideas you have for how to make it better in the comments! The next few days I'll be working on cleaning up existing features, adding the ability to create loot tables as well as harvesting resources. You can expect more news on Sunday. (Swapped \"news\" with \"update\" because it was confusing.) I'd also like to respond to questions about the next development livestream: Once all the editor functionality is in and the initial preview features are ready I'll be streaming the work behind the test map so that you can see how it works, etc. Thanks for reading! |3.0 Inventory Mapped||Aug 18, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. The last few days I've been worked on the following new things: -The public editor supports 8 ground materials (2 splatmaps) at a time now with 4x the resolution, as well as the abilities to mark which ones should have grass and rock details on them. The details tab allows you to configure all your grass and rocks. -The inventory has gone from a slot-based system on Friday to an entirely new grid-based system today! It allows you to store items in your clothes that have storage, and will add a whole new dynamic to looting. The UI is completely placeholder, however, and I'll be working on some new aspects for it over the next few days. -Rather than only having one character you can now create several and customize each one individually with a name, appearance and specialty. Gold members get extra character slots! -Every player on the server gets allocated a unique 16-bit identity that will making moderating even easier because it is associated with your SteamID, username, etc. This means someone can report a player by username, and even if the offending player leaves the host can easily look them up and investigate them. The next several days I'll be working on improving the inventory even more, upgrading the day/night cycle and adding the ability to construct roads/buildings in the editor! (Right now that new barn was directly imported.) You can expect the next update on Thursday. Thanks for reading! |3.0 Stylish Characters||Aug 15, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. To start off I'd like to address fears that your 2.0 savedata is going to be lost: 3.0 is going to on a Preview branch to start off (Sometime in the next few weeks or so?), and once it's fully complete it will swap places with 2.0. You'll have the choice to play the default 3.0 experience, or swap to a \"Classic\" branch that still has 2.0 and all your savedata. This past week I've implemented a ton of core functionality into 3.0, and shifted the scope of the project towards not only the features in the header, but trying to improve the issues people have with 2.0 by doing things that couldn't happen in the existing framework. It's now possible to wear a hat, glasses, mask, backpack, vest, shirt and pants all at the same time. This will allow you to wear your nightvision goggles at the same time as your hat, which was has been a highly requested feature in 2.0 for a long time. Hair and beards aren't in yet, but once they are you'll be able to have both at the same time as well! The mesh quality for everything is much higher than before with better performance, and even the animations are significantly improved. As you can see on this new AR32, attachments can now be seen even on the ground. Those are the main things that have visually changed, but behind the scenes many improvements were made. Here are the more useful features, but if you're not interested skip to the bottom: -Servers can be hosted in Secure, Insecure and LAN mode which will allow hackers to keep playing after they get banned (on Insecure servers), but keep the game safe for legit people. -Hosts can blacklist, whitelist and kick players straight from the dedicated console or by adding their names to the whitelist/blacklist files. Hosts can also choose to give other players Admin powers which will help moderate the server and keep cheaters away. When banning and kicking you can choose how long you want it to last, and provide a reason for the logs. -The rich presence API is integrated allowing you to see what level your friends are playing on, if they're editing or if they're on the menu. You can also join them by clicking join game on the friends list or getting an invite from them. From now on I'm going to be doing my best to get a 3.0 update post out every few days, along with the schedule for what will be added so you know exactly what's going on. Here's the current upcoming roadmap: Saturday -> Revamp existing 3.0 inventory to allow per-clothing storage. And to wrap it all up, here's /u/B3arBrotel's amazing \"Enclave\" base: |3.0 Progress Report||Aug 8, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. The 3.0 update is really starting to take shape, and the behind-the-scenes stuff for players is mostly in. I really appreciate all your support with 3.0 and hope to provide exactly what you want! I would show some pictures, but nothing looks very nice yet. In the mean time here's a generalized list of all the stuff I've been working on: You may have noticed a few silent updates this week, as I've been making little patches to fix bugs and prevent exploits. If you actually read all this I'm impressed, as it's quite the word wall. Today's community feature is this neat cinematic: |2.2.3.0||Aug 3, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. The overhaul is getting to be such a huge patch that from now on it will be referred to as the 3.0 Update! Over the last several days a huge amount of progress has been made on this front: -Localization is now completely possible, as all the language files are stored in a folder in the game directory. You can easily copy the English folder and make a translation, or download someone else's from the Steam workshop. -All the backend for external assets is complete. Animations, textures, models, anything you can think of is able to be modded and added to. -Steam cloud and local saves (now stored outside of the registry) use the same easily readable file format meaning it is very easy to iterate upon the saving system, it will be more reliable and it is simple to configure custom data. -The in-game level editor is now mildly functional allowing you to form the terrain, configure textures and move objects! (Thanks to /u/zaph34r for helping with world/screen axis restriction math!) A level can now be up to 64km² if you choose: Now that it's possible to actually load a basic level I can begin working on bringing over player related things (inventory, clothing, health, etc)! Most likely I'll have an update post regarding that later this week for you. The actual patch notes for 2.2.3 are mostly just bug fixes, more rocks in areas that didn't have them, etc, but there is a new addition: You can now mute people by clicking on their name on the player list and selecting \"Mute\". Thanks for reading! July[ ] |Version||Publish Date||Additions and Changes| |2.2.2.0||Jul 31, 2014|| | Hello! In case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. Porting everything is going really well and I've been learning a ton about optimization and better network security. Right now most of the progress is in code, but here's an example of just how much better optimized the models can get: I'll also be creating multiple LODs of every model when it gets to that stage which will really help. One code related thing I'm excited about is that saving is swapped over from the registry to Steam cloud for clients and save files for servers. This means multiple characters and save slots! Since I can't really show too much while the main effort is in coding, I probably won't make the next update post until there's something visual for you. (Maybe even a preview branch for you to test?) I'll do my best to explain what I did each day on my And finally here's the actual patch notes: Additions: Tweaks: Fixes: Thanks for reading! |2.2.1.0||Jul 29, 2014|| | Hello! The last couple days I've been debugging the new networking system and as far as I can tell everything is working properly now! Even with it being quite similar in structure to the Unity networking, however, actually integrating it into the existing code would take quite a bit of time. For this reason I think a better solution will be to do the opposite, porting bits of the game to the new networking one piece at a time. By doing it this way not only can I push out test builds faster, but I'll be able to go over every single asset in the game optimizing them and converting them to a bundle based loading system. This will allow more data to be stored for everything such as translations of the game into Russian and Portuguese (or whatever language you want to add), as well as the ability for you to mod EVERYTHING in the game. Literally every file will be publicly available to be modded and uploaded to Steam Workshop, or you can add your own custom content with some in-game tools like a level editor! This big push for bundles is inspired by the amazing concept art on the Unturned subreddit: /u/Zyrmox's: Additions: Fixes: Thanks for reading! |2.2.0.0||Jul 26, 2014|| | Hello! Today's big update is that Mac support is now out! Hopefully everything works right out of the box, but if you're experiencing issues with this please let me know on the forums! Also due to popular request you can now rotate your ramps when focusing at the side of an existing platform. (every placeable can be rotated with right click) The Steamworks multiplayer is now close to being 1:1 with the Unity networking, but I'll still have to do a bit more work today/tomorrow to create systems for owning objects like the player. No update tomorrow however, as I'm turning 17! :D Today's community feature by LCBradley3k: Thanks for reading! |2.1.9.0||Jul 25, 2014|| | Hello! Tomorrow I'll have more news on upcoming things, this is just a quick fix for the following issues: Fixes: Thanks for reading! |2.1.8.0||Jul 24, 2014|| | Hello! Today I'd like to explain EXACTLY what is happening with the Steam networking, but first here's today's patch notes: Additions: Tweaks: Fixes: Alright onto the Steam networking: For those who don't know, right now my top priority is reworking the networking to use Steam game servers. This means replacing all of the existing network code with a completely different way of doing things that will allow dedicated servers, use of the server list and other neat features. At this point I have mostly wrapped the Steamworks networking in a way that can make use of the existing remote procedure call system, but it could still use some polishing over the next couple days. This is a big step because it will be the component that all of the existing networking will communicate with. The next step, after optimizing and improving this system, is to work on getting Unturned Steam servers onto a testing branch for you guys! Thanks for reading! |2.1.7.0||Jul 22, 2014|| | Hello! Yesterday and today I got tons of stuff done on Steam networking, and the bugs with Steamworks.NET are now fixed so full steam ahead! (no pun intended) As a reward for all your patience and support while I work on the networking I added a highly requested weapon in this update just for you! Additions: Tweaks: Fixes: And finally today's community features are two channels with amazing Unturned content: Thanks for reading! |2.1.6.0||Jul 20, 2014|| | Hello! Today's patch is mostly fixes so I'll start off with the state of Steam networking (not public yet): The server console features an easily expandable command system, and all the commands can be executed through run-time arguments for use on a server box! Right now I can't easily work on the low level networking due to a bug in Steamworks.NET, but rlabrecque is looking into that. In the mean time I'll be working on the higher level things that will make it adaptable to the existing Unity networking. Tweaks: Fixes: Thanks for reading! |2.1.5.0||Jul 19, 2014|| | Hello! Today/yesterday I got a ton of things done for the Steam networking which is detailed below the patch notes. I know I said I wouldn't work on the weekends anymore, but I've just been having too much fun hehe. ;D Additions: Tweaks: Fixes: Steam Networking: (not in the public branch) Thanks for reading! |2.1.4.0||Jul 17, 2014|| | Hello! Edit: Fixed teleporting tree stumps and thank you so much, we managed to get into the #3 spot on Steam! That's nuts. Today on the stream over 6,000 people showed up to ask questions and help design the new town! It even resulted in the creation of two new buildings, the butcher and the gun shop. Tweaks: Fixes: Thanks for reading! |2.1.3.0||Jul 15, 2014|| | Hello! Tomorrow morning at around 10:00 AM Mountain Daylight Time I'll be streaming work on a new town in PEI on my Twitch channel Today I got a ton of progress done on the Steam server integration and learned a lot about how they work which will be really helpful. I even got the chance to talk to rlabrecque some more and he's doing some fantastic work improving the C++ to C# workflow, so thanks to him Steam servers will be coming sooner than originally expected! Note: Steam servers are not in the public branch as of yet. Tweaks: Fixes: -Fixed zombies to not attack two things at once. And finally today's community feature is Reese Fuhrman's piano solo of the Unturned theme: Thanks for reading! |2.1.1.0||Jul 14, 2014|| | Hello! Today 2 dedicated game server companies contacted me asking about getting out massive Unturned servers! The game just needs the Steamworks servers integrated with SteamCMD before that can happen though. Additions: Tweaks: Fixes: Thanks for reading! |2.1.0.0||Jul 13, 2014|| | Hello! Today I got to talk to the amazing rlabrecque, coder of the C++ to C# Steamworks.NET wrapper, and he says he's working on improving some of the networking code which will really speed up the integration into Unturned. Hopefully he'll be done in a few days and I'll be able to get it into the game and start running VAC secure servers! In the mean time, however, here's today's patch: Additions: Tweaks: Fixes: Unfortunately Mac support is still proving to be a complete pain to get working with the Steam stuff, but hopefully that can be worked out soon. From now on weekends will be my days off though. ; ) Thanks for reading! |2.0.9.2||Jul 12, 2014|| | Hello! Edit: if you experience the no damage bug please report the output log. (instructions in crash logs under bug reports subforum) Additions: Tweaks: Fixes: Networking progress: Thanks for reading! |2.0.8.0||Jul 11, 2014|| | Hello! I tried to respond to more e-mail, but it's now pouring in faster than I can reply. Pretty crazy! Also apparently the VPN tool \"Evolve\" has gone offline since so many of you are using it to avoid portforwarding! Additions: Tweaks: Fixes: Networking | Hello! Additions: -Added sirens to emergency vehicles which can be toggled with the control key. Tweaks: -Arrows, buckshot and slugs spawn in piles of 3 to 5. Fixes: -Plants can be placed in wheat and potato fields. Steamworks networking progress (not on the live branch): I swapped C# wrappers to an amazing one by rlabrecque which will support Windows, OSX and Linux on 32-bit and 64-bit. With this nicer framework I began writing some code to make the new networking more useable. Unfortunately there's practically no documentation on it, but I am hoping to get in contact with someone who can shine some light on how it works. Thanks for reading! |2.0.6.0||Jul 9, 2014|| | Hello! Judging by the replies to the polls yesterday you guys really want Steamworks servers, so I'll get right to work on that. In the mean time the server list has been disabled as it just isn't good enough right now, but will return with the new server integration. You can still connect by IP to a portforwarded server running the same version as you. Additions: -Added metal doors, shutters and lockers that are only openable by the person and group who placed them Tweaks: -Previously existing wooden doors and shutters were converted into metal ones. Using the existing recipe creates the wooden variant, and adding scrap metal creates the metal version. Fixes: -The PDW magazine can be refilled properly. Thanks for reading! |2.0.5.0||Jul 8, 2014|| | Hello! First off one very important issue is the servers. Due to the massive number of players the NAT facilitator can't be used anymore which is making it difficult to connect to servers, and therefore only port forwarded servers with a good connection can be joined. To help solve this, however, it would be possible to redesign the multiplayer from scratch to use the Steamworks networking API which would enable the following: The downside is that it would take a while and mean less daily content, and therefore it's entirely up to you what happens. Another thing I'd be interested to know is whether you'd like it if I streamed development. Aside from the usual bug fixes here are some of the cool new things in 2.0.5: The special forces Proninety sub machine gun Craftable barbed wire and electric fences 2 wooden supports + 2 barbed wire = wire fence 1 wire fence + 4 scrap = electric fence There are now also vaccinations to remove disease, bambi mode starts you off with some supplies and dock foundations for building piers. 1 foundation + 2 ladders = 1 dock foundation Thanks for reading! |2.0.3.0||Jul 1, 2014|| | Hello! Here are the patch notes for version 2.0.3: Additions -Added water purification tablets. Tweaks -Improved car color system to preserve details. Fixes -Fixed floating item spawns on the bridge. Fixed flickering on blood splatters. -Fixed burned car coloring. Now that we're getting into the last week before release I will focus mostly on bug fixes and tweaks, as well as getting more friend keys out to Gold members. Thanks for reading! June[ ] |Version||Publish Date||Additions and Changes| |2.0.2.0||Jun 29, 2014|| | Hello! For those of you who do not know, I like to keep you informed on what is going on with Unturned. Previously all updates were posted to Now that that is addressed here are the patch notes for 2.0.2: Additions -Added lever action civilian shotgun -Added bolt action civilian rifle Tweaks -Tweaked civilian grade nightvision to see twice as far. -Tweaked damage and range of a few weapons. Fixes -Fixed a crash related to navigation data. -Fixed some areas where navigation data was incorrectly placed. -Fixed some notifications when an action could not be completed. "}