{"title": "PDF", "author": "PDF", "url": "https://www.hse.ie/eng/services/publications/clinical-strategy-and-programmes/heart-failure-model-of-care-jan-2012.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 NATIONAL HEART FAILURE CLINICAL CARE PROGRAMME HEART FAILURE MODEL OF CARE Clinical Strategy and Programmes Directorate, HSE January 2012 2 Contents 1. Introduction .................................................................. ...... 4 2. Objectives and Scope of Heart Failure Programme ............... ...... 7 3. Prevention of Heart Failure ............................................. ..... 13 4. Initial Diagnosis of Heart Failure ....................................... .... 15 5. Community Based Treatment and Care ........................... ....... 18 6. Management of Acute Decompensated Heart Failure ......... ...... 22 7. Organisation of services ................................................ ..... 32 8. Governance structure ................................................... ...... 39 9. Performance Review and Audit ....................................... ..... 43 10. Key roles in Heart Failure ................................................ .... 46 11. Education and Training ................................................... .... 49 Appendices 1. Clinical Care Pathways ............................................................ . 51 Suspected New Diagnosis New Diagnostic Clinic 2. Hospital Care Algorithms ...................................................... ..... 53 ADHF Presentation to ED, AMAU In Hospital Management of Heart Failure In6patient Post discharge Management of Heart Failure 3. Hospital Care Bundles ............................................................ .. 56 Acute Management of Heart Failure in ED/AMAU In Hospital Management of Heart Failure In6patient Post Discharge Follow6up of Heart Failure 4. Guidance on provision of ICD and cardiac transplantation ............... . 59 5. Hospital Data Collection Sheets ................................................ . 60 6. Schedule of GP /Practice Nurse visits ....................................... ... 63 7. Heart Failure Specialist Nursing Gap Analysis ............................. 67 8. Heart failure roles ............................................................... ... 68 Hospital Clinical Lead GP Clinical nurse specialist Advanced nurse practitioner Practice nurse Public health nurse Cardiac technician/physiologist Pharmacist Dietitian Physiotherapist Occupational therapist Pschotherapist/Pychologist Primary Care Social Worker 3 Glossary of acronyms ADHF Acute decompensated heart failure AMAU Acute Medical Assessment Unit AMU Acute Medical Unit ANP Advanced Nurse Practitioner CME Continuous medical education CNS Clinical Nurse Specialist COPD Chronic obstructive pulmonary disease CPCP Corporate Planning and Control Processes CPD Continuous professional development CRT Cardiac resynchronization therapy CVD Cardiovascular disease DON Director of Nursing ED Emergency department ESC European Society of Cardiology GM General Manager HF Heart failure ICD Implantable cardioverter defibrillator ISA Integrated service KPI indicator MDT Multi6disciplinary team NIV Non6invasive ventilation PCT Primary care team RDO Regional Director of Operations SpR Specialist Registrar VAD Ventricular assist devices WTE Whole time equivalent 4 1. Introduction The Heart Failure Clinical Programme is concerned with improving all stages in the prevention and treatment of heart failure. It is one of a number of chronic disease programmes established in the HSE Clinical Strategy and Programmes D irectorate aimed at bringing a systematic approach to changes in how services are delivered t o improve outcomes for patients. This document describes the Model of Care for the Heart Failure Programme, following international best practice and delivered within an integrated service approach. It covers the full spectrum of care provided in hospitals and in the community with a foc us on developing partnerships with the acute hospital services to support GP and Community services. Implementation of the Model of Care by clinicians and managers is support ed by a range of documents describing care pathways, clinical guidelines, other decision6makin g tools, and guidance on governance and roles and responsibilities. Information is also available for patients and their families and carers. 1.1 Definition of heart failure Heart failure is a medical condition where heart efficiency is compromised, resulting in various symptoms such as dyspnoea, fatigue and loss of energy. Heart failure often develops because of another medical condition, such as coronary artery disease or high blood pressure, which has damaged or put extra workload on the heart. It is a chronic condition, but may also have acute phases of increased severity at init ial onset or during the course of the illness. Definition of Heart Failure, from 2008 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure Heart Failure is a clinical syndrome in which patie nts have the following features: Symptoms typical of heart failure (breathlessness at rest or on exercise, fatigue, ti redness, ankle swelling) Signs typical of heart failure (tachycardia, tachypnoea, pulmonary rales, pulmonar y effusion, raised jugular venous pressure, peripheral oedema, hepatomegaly) Objective evidence of a structural or functional ab normality of the heart at rest (cardiomegaly, third heart sound, cardiac murmurs, abnormality on the echocardiogram, raised natriuretic peptide concentration) 5 1.2 Rationale for Heart Failure Programme Heart failure is one of the major chronic diseases in Ireland today. Approxi mately 2% of the population (90 thousand) have symptomatic heart failure. It is estimated that a further 264% have left ventricular dysfunction and are at risk of developing heart failure. H eart failure is one of the commonest reasons for hospital admission in the elderly , of ten requiring a prolonged stay. In 2009, there were more than 19 thousand admissions with heart failure, 90% of which were emergency admissions. This burden of illness on individuals, their families and the health service is increasing due to the ageing population, better survival after coronary events, and poorly controlled risk factors such as hypertension. The prevalence of heart failure has increased in line with the Irish Heart Foundation projection in 2001 that more than 300 thousand Irish people would be either directly affected or at high risk by 2010. This places a growi ng burden on primary care and hospital services. Pattern of Heart Failure in Ireland (Prof. Ken McDonald, 2007) A growing body of data, from national and international sources, shows that diseas e management programmes for heart failure, encompassing primary car e and hospital services, can produce significant reductions in the need for hospitalisation and achieve better quality of life and outcomes for patients. Shared care, multidis ciplinary based approaches are indicated in achieving the most effective heart failure care outc omes. Economic evidence highlights that heart failure is a major drain on health care spending accounting for an estimated 264% of total healthcare budget based on data from t he UK and the US. The literature demonstrates a positive health economic impact o f structured programmes for heart failure. The St. Vincent's University Hospital pr ogramme has reported a reduction in repeat hospitalisations by more than 80% and total direct costs of care over 3 months by more than 700 Euros per patient treated. 1.3 National Cardiovascular Policy The National Cardiovascular Policy 201062019 recognises the importance of addres sing the potential epidemic of heart failure over the next 10 years. It emphasises an i ntegrated 6 community6based approach to care, with a focus on keeping affected people out of the hospital setting. It recommends developing, increasing and supporting the capac ity of primary care to detect heart failure at an early stage in order to p rovide proactive care. It also recommends the restructuring of in6hospital and out6patient care to allo w for patients to be managed by specialist heart failure services. The policy recommendations f or heart failure are shown below. Cardiovascular Policy recommendations for Heart Failure RECOMMENDATION 4.8 (Primary Care) A programme should be developed to increase and sup port the capacity of primary care to detect heart failure at an early stage and to provide proa ctive care, including: Education of the primary care team, particularly G Ps and practice nurses, in accordance with agreed national guidelines across primary and secon dary care providers. Agreement on and introduction of models of shared care, supporting the key role of the GP and primary care team ( see Chapter 5, Hospital section ). Deployment of specialist heart failure nurses with in an integrated system to maximise the value of these nurses to work with GPs and primary care teams. Deployment of other staff to increase the capacity of primary care teams to support the community6based management of patients with heart f ailure, including specialist palliative care. Staffing arrangements to provide 76day access for heart failure patients with clinical deterioration. IT capacity to facilitate communication between pr imary and secondary care, including the establishment of heart failure registers and audits . Tele6monitoring to support patients in adopting an d maintaining self6care. This will involve the adoption of agreed national guidelines across prima ry and secondary care providers. Specialist palliative care for heart failure patie nts. RECOMMENDATION 5.9 (Hospitals) All hospitals evaluating patients with heart failu re should restructure in6hospital and out6patient cardiac care to allow for specialist heart failure ambulatory services that support the key role of the GP and primary care team. RECOMMENDATION 5.10 Models of shared care of patients with heart failu re should be established, based on agreed national guidelines and on models currently being e laborated in Ireland and internationally. RECOMMENDATION 5.11 ICT6enabled communication between hospitals and GPs or primary care teams should be actively used to support shared heart failure care 7 2. Objectives and Scope of Heart Failure Programme 2.1 General Approach The following general concepts and principles underpin the model of care for hear t failure services: a) Heart failure is a chronic disease not a terminal disease. Similar to all chronic diseases the overall aim of care is to delay the onset of the disease, and w hen present, care focuses on maintaining quality of life and minimising the nee d for hospital intervention. b) A shared care approach is recommended, which will be led by the medical mem bers in the hospital service and in the community led by the general practitioner predominantly. Certain well defined time points in the natural history of vent ricular dysfunction and heart failure require specialist input. Members of the multidisciplinary team should be involved at time points and in circumstances outlined below. c) Attention should be directed at further evolving the professional roles in the care of the heart failure patient, in particular in primary care. These include the heart failure nurse specialist in developing a community heart failure outreach service , the role of practice nurses in managing chronic illnesses such as heart failure, and the community pharmacist. d) The care structure for heart failure needs to incorporate the issue o f patient choice and address the needs of the whole population. e) Management of heart failure should be seen as a shared responsibility between patients, their carers and healthcare professionals. Therefore it is cri tical that patients and their families become actively involved in day6to6day care. f) As the heart failure population is in general elderly and suffers from mul tiple co6 morbidities it is important that unnecessary travel is avoided. Improved access to diagnostics in primary care and modern day communication strategies shoul d be adopted to ensure patients attend appropriate specialists and to manage and observe patient's status in their home i.e. telemonitoring. g) Any strategic development in heart failure services should be clearly s een to be cost efficient, provide value for money and be supported by either a strong evidence base or consensus on best practice. h) Development of this service needs to occur in tandem with evolution of servi ces for other chronic diseases. It is likely that there will be aspects of the development of the heart failure service that will be of benefit to other chronic diseases i) Development of heart failure services will be in line with the HSE dev elopment of integrated services, the other HSE Clinical Programmes and with Department of 8 Health cardiovascular policy. The national model framework for heart failur e services will be implemented through regional and local structures. j) Implicit in this document is an assumption that all staff appoin tments required for the effective development of heart failure services will be made. This includes cardiologists who remain in short supply in several areas of the country, and a number of specialist nurses with a hospital and community remit. Adequate resourcing of general practice, primary care teams and health and social networks will also be necessary to ensure provision of appropriate care in the communit y. k) Integration of primary and secondary care information systems will increase efficiencies. 2.2 Shared Care in an integrated service A shared care approach by the medical members responsible for the patient in the hospital and the GP in the community is required to provide care through the diff erent phases of illness in heart failure. These phases range from the person at risk of devel oping heart failure to palliative care for advanced disease. Patients may enter the heart f ailure care programme at different points. Nonetheless, whatever the entry point all s ervices should be available for use by the patient. Central to the provision of care is an integrated approach with care shared between the hospital and the GP. 9 2.3 Aim and objectives of Heart Failure Programme Aim To improve quality of life of patients with heart failure Objectives Access Every patient with symptoms of heart failure is diagnosed correctly and without delay Quality Every patient with heart failure is managed within a structured programme Implement targeted programme to prevent heart failure Cost Reduce recurrent admissions by 1,000 with additional impact on de novo admissions Reduce length of stay saving 20,000 hospital days per year 2.4 Initial Solution Areas While the Heart Failure Clinical Programme will address all aspects of care over time, it will focus initially on a few priority areas: Establish specialist hospital services for patients presenting with acut e decompensated heart failure including programmatic post discharge follow up Develop care pathways from ESC Guidance to facilitate patient triage for hospital care. In the community, develop a shared care approach to include a rapid access diagnostic service based on guidelines for new onset heart failure. Provide, in partnership with key stakeholders, ready access to disease information for patients. The heart failure clinical programme will be developed initially in acute ho spitals (National Health Service Plan 2011, pg 3, 21, 73), with a designated cardiologist with an interest in heart failure leading and managing this service in collaboration with the ISA/ N etwork, Hospital and Nursing management. The hospital based services will support the dev eloping community heart failure services (National Health Service Plan 2011, pg 15). 10 Restructuring the delivery of heart failure care to develop a rapid access diagnos tic service and shared care community heart failure service requires consideration of the following key service areas: 6 Hospitalisation for heart failure 6 Post discharge heart failure management programme 6 Clinical deterioration service 6 New diagnostic clinic 6 Regular specialist heart failure review 6 Development of structured chronic disease programme in primary care The heart failure clinical programme will consist of a multidisci plinary team following guidelines and algorithms of care and having specialised clinics dedicated to comprehensive heart failure care management. The programme involves interventions designed to improve adherence to scientific guidelines and treatment plans, as this has been shown to impr ove heart failure prognosis, reduce hospitalisations and improve quality of life. 2.5 Scope of Programme The full scope of the heart failure programme is summarised in the t able below. The processes of care are elaborated in the detailed process maps, care algorithm s and care bundles. Scope of Heart Failure Programme 1. Heart Failure Prevention 2. Community Assessment and Referral 3. Specialist Assessment 4. Patient Treatment and Care Plan 5. Patient Self Care 6 Community and Outpatient Monitoring 7. Prevent Hospitalisation 8.InPatient Care 9. Early Post discharge follow up care 1.1 Lifestyle advice & education 2.1 GP Assesses Patient 3.1 Review and prioritise referrals 4.1 Define treatment plan 5.1 Daily weighing 6.1 GP patient monitoring 7.1 Rapid access to GP care 8.1 Admission 9.1 Liaison between hospital and community 1.2 Diagnosis and treatment of hypertension 2.2 GP Diagnoses Patient 3.2 Schedule appointments 4.2 Nurse Education on Self Care 5.2 Compliance with medication and self management 6.2 Community Nurse Monitoring 7.2 Rapid Access to Specialist care 8.2 Triage 9.2 Specialist review of high risk patient 1.3 Pharmacist monitored medication compliance 2.3 Rapid access community diagnostics 3.3 Specialist reviews patient 4.3 Risk assess patient & communicate plan 5.3 Exercise and lifestyle modification 6.3 Pharmacist monitoring 7.3 Outpatient diagnostics 8.3 Specialist involvement 9.3 GP review of low and high risk patient 1.4 Targeting of at risk population (BNP Blood test) 2.4 GP applies referral Guidelines 3.4 Investigate patient 4.4 GP directed treatment plan 5.4 Notification of worsening symptoms or weight change 6.4 Supervision of HF patients in nursing homes 7.4 Day care management 8.4 AHP Involvement 9.4 Multidisciplinary patient review 1.5 Links with other programmes related to CVD 3.5 Confirm diagnosis 4.5 Access multidisciplinary care via PCTs 6.5 Home tele6 monitoring 7.5 Community Intervention Teams 8.5 In patient diagnostics 9.5 Home visits by PHN/ Specialist nurse 3.6 Other investigations 4.6 Access multidisciplinary care via CIT's 6.6 Phone/e6 mail consultation 8.6 In patient Education 9.6 Telephone support 3.7 Discharge non HF patient to GP 6.7 Annual care plan/Specialist update 8.7 Discharge planning 9.7 AHP community care 6.8 Revision of Self care plan 9.8 Rehabilitation Programme 9.9 Palliative Care 12 2.6 Clinical Standards The Heart Failure Clinical Programme has adopted the European Society of Cardiology (ESC) Guidelines for the Diagnosis and Treatment of Acute and Chronic H eart Failure (2008) as the standards of clinical care. This has been approved by the Irish Soc iety of Cardiology. The Model of Care is concerned with how to organise the deli very of services to all patients with heart failure so that they can receive care according to t hese standards. Care algorithms, care bundles and other tools to guide clinical decision making are based on the ESC Guidelines. In relation to prevention of heart failure, the Programme supports use of th e relevant European guidelines: - European guidelines on CVD prevention (2007) - Guidelines for the management of arterial hypertension - published by European Society of Hypertension - European Society of Cardiology Task Force on the Management of Arterial Hypertension (2007) 2.7 Incorporating Perspective of Service Users The Programme recognises the importance of the perspectives of patient s and their families and carers in delivering high quality care. The first draft of the Model of Care was presented to the HSE Patient Forum in 2011and members were invited to provide feedback and submit suggestions. 13 3. Prevention of Heart Failure Primary prevention of heart failure as part of overall cardiovascular dis ease prevention is vital to reverse the upward trend of people developing the disease. This will be addressed by various agencies and programmes in line with the Department of Health car diovascular policy. The heart failure programme will link with the chronic dis ease prevention programme to support initiatives within and beyond the health sector to promote lifesty le changes and reduce the incidence of cardiovascular disease (CVD). The heart failure programme will play a direct role in addressing prevention of heart failure in those at particularly high risk due to established cardiovascular disease or with risk factors which place them at high risk of heart failure. This will involv e a close link with primary care services and addressing secondary prevention through Chronic Disease Watch. The following areas of prevention will be targeted: Lifestyle advice and education Lifestyle advice and education for priority CVD risk factors will be pr ovided to adults during GP visits, by GP or practice nurse. Priority risk fact ors are: o maintaining a healthy body weight; o healthy eating and physical activity; o reducing salt intake; o refraining from or quitting smoking; o consuming alcohol responsibly. Primary care team based education interventions will be developed. Dietitians will play a key role in relation to diet and exercise. Occupational therapists, physiotherapists and other members of PCTs will also contribute to li festyle education. General practices and Primary Care Teams will participate in HSE ca mpaigns to raise awareness of risk factors, symptoms and appropriate responses to heart failure and other vascular conditions. HSE health promotion services will address CVD risk factors in healt hcare and education settings. Voluntary bodies and advocacy groups will participate in public awareness campaigns. The programme will seek links with relevant community programmes - suc h as group programmes on weight management/diabetes/reducing salt. Diagnosis and treatment of hypertension Patients attending general practice will have blood pressure measured as part o f examination of adult patients where appropriate. Appropriate investigations will be undertaken to confirm diagnosis of hyper tension. Following diagnosis a care plan is established according to international guidelines (2007 Guidelines for the management of arterial hyp ertension - published by European 14 Society of Hypertension-European Society of Cardiol ogy Task Force on the Management of Arterial Hypertension) , including medical therapy and behaviour advice in relation to diet, exercise, smoking and alcohol. Pharmacist monitored medication compliance Pharmacists monitor medication compliance while dispensing drugs for hypertension, raised cholesterol and prevention of CVD in at risk patients. Targeting of at6risk population CVD risk assessment will be carried out on appropriate patients attending g eneral practice and life style advice and medication will be offered to those at increased risk, according to international guidelines (2007 European guidelines on CVD Prevention ). Close monitoring of patients with established risk factors for ventric ular dysfunction will be undertaken in general practice, including all survivors of myocardial infarction (as is presently been done through Heartwatch), and patients with risk conditi ons such as hypertension, atrial fibrillation, COPD and diabetes. This includes re gular clinical review with interval surveillance measurement of natriuretic pepti de and echocardiography. GPs will arrange screening of relatives of patients with proven idiopathic dilated cardiomyopathy. The GP undertakes clinical examination and ECG and refers fo r echocardiography. An information leaflet will be provided to these patients t hat they can give to their relatives. Referral guidelines and pathways will be developed for this service. Links with other programmes related to CVD General practices and Primary Care Teams will provide multidisciplinar y care for other chronic diseases, including COPD and diabetes. This includes self management education programmes, smoking cessation, and immunisations. General practices and Primary Care Teams will provide lifestyle advic e and education for CVD risk factors to patients at risk and those with chronic diseases. Research Projects Research such as the STOP6HF (Study on Prevention of Heart Failure) pro ject will be conducted in primary care to identify effective approaches to prevention of hear t failure in patients with existing heart disease. 15 4. Initial Diagnosis of Heart Failure 4.1 Community Assessment and Referral The GP assesses patients who present with symptoms suggestive of a possible diagnosis of heart failure. Initial investigations including ECG and Na triuretic Peptide are undertaken, following the diagnostic algorithm. Following initial investigations, the GP refers patients with suspec ted heart failure to a cardiologist according to the GP Referral Guidelines. Ideally, all patients suspected of HF should be assessed by a cardiologist, or if not available by a consultant phy sician with training in cardiology. A referral pathway will be used by general practitioners (see Appendix 6). This pathway is also appropriate for referral of potential of new diagnoses of HF from other sources, such as within the hospital. Electronic referrals will be developed under the Healthlink system. Patients referred by their GP will be seen by a Consultant within 4 weeks of the referral date. 4.2 Specialist Assessment (New Diagnostic Clinic) The hospital should have capacity to provide a new diagnostic service on a week ly basis. The planned frequency of new diagnostic clinics will depend on the local population demand, the time required for each visit to process and assess each patient by the nurse and consultant. On receipt of a referral letter, triage is undertaken by the HF nurse specialist. Appointments are given to patients with higher prioritisation as per GP ref erral letter. Appointments will be offered within 263 weeks, with latest time of 4 week s from date of receipt of GP referral. Same day appointments will be provided if requested by the GP. Administrative staff will arrange appointments and obtain medical records. A cardiac technician (physiologist) will be available on the day of diagnos tic clinics to undertake echocardiograms when referred by the Consultant. Patients are seen by the Consultant, following initial assessment by the HF nurse specialist. If heart failure is confirmed by the Consultant, compl ete investigation of cause should be initiated, approved therapies prescribed, and patient referral for nurse6led education should be activated and up6titration of appropriate evidence based therapies. Diagnosis will be confirmed or out6ruled, following investigations including echocardiogram, and appropriate management plan initiated within four weeks of date of GP referral. Consideration will be given as to possible aetiology fo r diagnosis of 16 heart failure with decision as to whether further investigation is requir ed. If Heart Failure is not the diagnosis the patient will be referred back to their G P or consideration may be given to referral to other specialist services where appropriate. There will be involvement of other members of hospital based multi6dis ciplinary care team including referral to dietitian, physiotherapist and pharmacist for inf ormation and education. The HF nurse specialist will provide to the patient one to one inform ation and education on self care specific to heart failure. Follow up is planned before the patient is discharged from the clinic. Pat ients diagnosed with heart failure by the Consultant are referred back to the GP for on 6 going management through the community heart failure service and chronic disease watch. The aim of the diagnostic appointment is to undertake to provide care as e fficiently as possible, aiming for the following timelines: o All of the diagnostic test results obtained and reviewed with the patient withi n 263 hours of patient's arrival for assessment. o Referral to the other members of the team are initiated as required, ie, for education of self6care matters, planned follow6up from here on, review by dietitian and referral to exercise programme. o For those patients not diagnosed with HF the timeline for their visit w ill vary from 161 ½ hours. o Post appointment, letter is dictated, typed and sent out to GP within one week. o Electronic communication methods between primary and secondary care will be developed through Healthlink to expedite communication. This will help ensure that the GP and practice nurse have clinical information available to them when the patient returns to the community. 17 18 5. Community based Treatment and Care 5.1 GP led care Community care will be most effectively delivered by a GP working as part of a Primary Care Team (PCT) with access to Allied Health Professionals in the PCT or wider Health and Social Network. The GP institutes multi6disciplinary care in the community, through the Primary Care Team. Patients diagnosed with heart failure by the Consultant are referred back to the community for ongoing GP6led care with outlined care plan from the card iologist. Close clinical follow up is required by the primary care services led by the GP and supported by their practice nurse, heart failure nurse specialist and other mem bers of the Primary Care Team to ensure continued stability, adherence to self6care behaviour and medication and management of co6morbidities. Patients with heart failure should have a structured review in general practi ce twice per year. They should also have a structured review in general practice follow ing discharge from hospital if admitted with heart failure. An individual assessed t o be 'high risk' should remain closely linked to the Hospital or specialist based follow up until he / she can be redefined as low risk. Self care strategies will be in place to provide rehabilitation for pati ents to maximise return to work or other productive pursuits. Liaising with already established s ervices would be of benefit in this regard. e.g. XPERT patients or formula rehabi litation programmes The Heart Failure Clinical Nurse Specialist will liaise with establi shed community services. Newly diagnosed patients will be registered with the Heart Failur e Clinical Nurse Specialist to initiate the community liaison service, in order to p rovide ongoing lifestyle education and support for heart failure patients as required. They will liaise with practices regarding education, new developments and individual patient advice. Adherence to treatment will be monitored by the GP practice and the communit y pharmacist. The status of all heart failure patients undergoing active care will be re gularly reviewed at least once per year by specialist hospital services. Where c apacity is limited a more feasible alternative is to review those patients who experienc e a change in clinical symptoms or have new therapy that may alter ejection f raction, or a clinical event. The purpose of the review is to: o Ensure clinical, biochemical, structural and electrical stability o Based on the above, the service will assess the need for alteration in ther apy o The service will also address whether new advances in management of heart failure over previous year apply to patient o Revision class on education matters and medication can be provided (this component could be performed in community) 19 Shared care in the community will be organised by the GP in conjunction with t he HSE Primary Care Programme, and particularly Chronic Disease Watch . The following components will be prioritised for Heart Failure under Chronic D isease Watch: o Create a registry of patients with heart failure in the practice o Identify patients with heart failure who are smokers and promote smokin g cessation o Ensure patients are undertaking self monitoring of weight where appropriate o Ensure use of ACE inhibitor (ACEI)/Angiotensin Receptor Blocker (ARB ) and betablockers in patients with LVEF < 45% unless contraindicated or intolerant o Two structured visits per year for all patient with heart failure in g eneral practice o Patients will attend a 6 week visit in general practice following dischar ge for acute decompensated heart failure as part of a multidisciplinary follow6up which includes hospital and community components o Influenza and pneumococcal vaccination in those with a diagnosis of heart failure The role of general practitioners with a special interest in cardiology or heart failure will be developed in conjunction with the ICGP. 5.2 Patient Education and Self Care Self care is a vital part of the management of heart failure in the community. All health care providers will play a role in educating patients and their families in self care behaviours. The premise of patient education is to help patients manage their disease, w hereas self6care is a process which requires the patient to become involved in maintaining and managing their symptoms. Self6care maintenance refers to healthy lifes tyle choices and treatment adherence behaviours. Self Care Maintenance for heart failure : Lifestyle Choices 6 Exercising 6 Weight monitoring 6 Smoking cessation 6 Adhering to alcohol advice 6 Daily rest 6 Immunisation 6 Avoid obesity Treatment adherence behaviour 6 Daily weight 6 Monitoring heart failure symptoms 6 Following recommended dietary advice 6 Taking prescribed medication 20 Self6care management involves engaging in cognitive process and actions t hat include recognising worsening heart failure symptoms and initiating self6c are strategies. Inherent in these processes are the patient's ability to make decisions as they move through their illness. Self6care management is an active proces s that begins with the patient recognising a change in health, evaluating the chang e, deciding to take action, implementing a treatment strategy and evaluating the treatment implemented. A framework for self management suitable for pati ents with heart failure and other chronic illnesses will be developed with the patient consul tative forum. Many factors influence patients' ability to engage in self care and t hese must be considered be health care professionals in order to support the patient as they master the ability to engage fully in self care. Patient education and self6care are essential components of the non6pharmacolo gical of long6term management of heart failure. Patient education initiated during hospitalisation is an important component of in6patient care, helping patients and their families understand their diagnosis, disease management and care in dealing with a chronic illness like heart failure. All health care providers will play a role in educating patients and their fa milies in self care. Education and training on self care will be provided during admission and on OPD visits by the Specialist Heart Failure Nurse. GPs, practice nurses and public health nurses have an important role in continuing this education while reinforcing, supporting and encouraging self6care behaviours. Patient information on heart failure is available on the HSE website, under 'Your Health'. Patients can download the Irish heart Foundation's booklet 'Living Well with Heart Failure' and link to the European Society of Cardiology's excellent website t o help people understand heart failure: www.heartfailurematters.org 21 22 6. Management of Acute Decompensated Heart Failure 6.1 Prevent Hospitalisation It is critical that the GPs and Cardiologists agree on the optimal str ategy to deal with emerging clinical HF deterioration. They should plan to minimise the need for Emergency Department attendance or hospitalisation. This strategy includes: o Same day response to patient o Access to hospital heart failure unit to manage clinical deterioration if required by GP o Patient self6monitoring and facility for self6referral is an important component o Telephone access to the HF nurse specialist for advice on weight changes etc. can help avoid an emergency hospital admission. o Remote monitoring using new technologies may be considered for certain patients o Service has a roll over to on call community and cardiology services at weekend and public holidays. o GP out of hours service will play an important role in ensuring 24 hours access to GP and appropriate hospital referral. o In certain circumstances, such as patients receiving palliative care, Community Intervention Teams may provide IV therapy for deteriorating heart failure in the home or community setting. 6.2 Presentation to Emergency Department / AMAU / A MU The Heart Failure Programme will liaise with the Pre6hospital (am bulance) services in relation to transport of patients to the appropriate hospital. Any ED accepting ADHF patients should have non6invasive ventilation (NIV) immediately available. Patient will be triaged and managed according to the Algorithm for 'A DHF Presentation to ED/AMAU (Appendix 2). Patients complaining of acute onset dyspnoea / progressive dyspnoea will have a history and a physical assessment by the ED or AMAU medical and nursing personnel. Initial assessment and investigation aims at confirming or outrule the diagnosis of heart failure. The need for admission is assessed. If confirmed heart failure and admiss ion required, then the patient is admitted under cardiology service or request for Cardiology / HF service to review within 24 hours (may take up to 72 hours if patient admitted over weekend in hospitals with no cardiology on call). If suitable for discharge home from ED or AMAU ensure follow up appointment g iven for outpatient HF service within 24648 hours, or review in AMAU if HF U unit not available. 23 / Reg/SHOANP /CNS TherapyLab/ Cardiac TechPr. NurseGP1 2 3 24 6.3 In-Patient Care It is important that all patients admitted with ADHF are managed by cardiologist6led service or if not available by a team led by a consultant physician with specia list training in cardiology or access to subspeciality advice. Patients will be managed by a multi6disciplinary team. Patients will be assessed by the HF Clinical Nurse Specialist (CNS) and initiate referral for i npatient review with the Dietitian and Physiotherapist. All admitted patients with ADHF will be reviewed by cardiology / HF lead physician or designate within 72 hours. If there is agreement on diagnosis, then the HF lead physician should arrange to take over management or assume day6to6day consultative role. This will include the following: o Advice and clarification on treatment and management plan o Request AHP and specialist nurse review o Assessment of response on day6to6day basis by HF lead physician or designate o Repeat Natriuretic Peptide (NP) when clinically stable and ready for discharg e (see discharge planning below In6Patient Diagnostics Natriuretic Peptide Assessment should be available in ED or AMAU for i nitial assessment and subsequently to aid in determination of response to treatment, an d assessment of discharge risk status For those with confirmed diagnosis of HF Doppler Echocardiography should be performed within 72 hours Other investigations should be available as determined necessary by HF lead physician or designate such as angiography (either on site or readily availabl e from linked hospital) In6Patient / Family Education Education is generally initiated by the CNS who provides a minimum of three sessions to cover essentials of disease understanding and self care. This includes impo rtance of symptom recognition, compliance with medications, daily weighing and who / how to contact when concerns develop. Education aids to be provided including 'Living well with Heart Failure' and other booklets. Where possible at least one session is conducted with patient's next of ki n, in particular to focus on contact strategies in case problems develop. 25 Discharge Planning All discharge planning should occur in line with the HSE Code of Practic e for Integrated Discharge Planning (2009) Discharge planning should be coordinated by HF lead physician or designate, CNS and Clinical Nurse Manager and conveyed directly to the patient's GP The post discharge follow up plan based on stratification of risk for read mission /head2right High Risk for Readmission: Clinical Judgement with Stable (pre6discharge) BNP>250pg/ml /head2right Low Risk for Readmission : Clinical Judgement with Stable (pre6discharge) BNP <250pg/ml Discharge planning with community services will be initiated at an early stage. The aim is to minimise length of admission and to ensure all is done to mi nimise chance of readmission. It is important to define at6risk status of the patient so as to ensure appropriateness of follow up. Members of the multi6disciplinary team including the social worker will assist with preparing for discharge. The occupational therapist may be required to complet e a home assessment to determine if essential enabling equipment is required to fac ilitate the early discharge to home. It is important to ensure that readmission due t o functional reasons does not occur. This component of care may be an ongoing assessment following discharge. Medications should be reviewed with the patient prior to discharge and the pat ient given essential information, including Weight Booklet and Contact Numbers and date of next appointment. Discharge letter, discharge summary record and prescription will be g iven to the patient or faxed to the GP on day of discharge (in compliance with data prot ection requirements). Electronic discharge summaries will be developed with H ealthlink. 6.4 Early Post-discharge Follow up Care It is well established that the first three months post discharge repr esents the major period of vulnerability for recurrent significant morbidity. Beyond this time point many individuals will be cared for entirely in the community with hospital inte rvention only at times of clinical deterioration or at Annual Review. There should be an agreed plan of follow up care following discharge from hospital by the Cardiologist with GP agreement, with roles defined dependent on risk profil e of patient. 26 Irish evidence points to the need for regular access to specialist servic es for \"unscheduled contact\" for a cohort of patients as part of the strategy f or aborting clinical deterioration. Some of the early post discharge care of low6risk patients can be transf erred into the community as hospital/community HF services are developed in primary care. In particular the role of community liaison heart failure nurses developing relations hips with general practices. Primary care services provide multidiscipli nary care and have capacity to manage multi6morbidities which are common in this cohort o f patients. Maintenance of well6being will be enhanced by initiating access during the post6 discharge phase to the relevant AHPs, including dietitians, for self6management. Ongoing work will help define the optimal role of HF patient care in pal liative care. This involves outworking the recommendations of the joint Irish Hospice Foundat ion and HSE report 'Palliative Care for All 6 Integrating Palliative C are into Disease Management Frameworks', which was published in 2008. The current palliative care approach is applicable to a small number of heart failure patients. Heart failure rehabilitation services The NICE guidelines (2010) recommend that all patients with heart failure s hould be offered a rehabilitation programme. This should be a multidisciplinary programme . In achieving this in the Irish context one of two models can be adopted. All programmes running rehabilitation programmes for patients with heart failure require an exist ing heart failure structured programme as outlined in the model of care document. This in ess ence is the ability of health professionals to respond to symptom deterioration and episode of decompensation under the guidance of the clinical lead and specialist heart failure servi ces. This is on the background of the heart failure self care programme. Model A: Heart Failure rehabilitation programme: This model exists when there are dedic ated heart failure specialist team who coordinate and run the programme. This includes the clinical lead in heart failure, clinical nurse specialists in heart failure, physiotherapists, exercise physiologists, dietitians, psychologists, social workers, phar macists and occupational therapists. Programmes will run for a minimum of six weeks twice weekly. Exercise will be prescribed and progressed by an exercise professional, i. e. physiotherapist or exercise physiologist. Patients should be monitored on telemet ry while exercising. Model B: This is the amalgamation of existing cardiac rehabilitation services with heart failure services. The process of referral will be through the heart failure spec ialists. They will work with the cardiac rehabilitation specialists in responding to symptom deterioration 27 and acute decompensation. Heart failure patients will have undergone their self6car e education as part of the model of care pathway prior to initiating the prog ramme. AACVRP guidelines (2004) classify heart failure patients as high risk of a cardiac event during exercise (25% mortality risk). Heart failure patients may be mixed in a group with the cardiac rehabilitatio n patients. Staffing ratios will change according to exercise risk stratific ation. Programmes will run for a minimum of six weeks twice weekly. Patients should be monitored on telemetry while exercising. There should be an interplay between the heart failure and cardiac rehabilitation nursing staff in staffing the exercise component of the pro gramme. Exercise will be prescribed and monitored by an exercise professional i.e. physiotherapist or exercise physiologist. Patients should be monitored on telemet ry while exercising. 28 29 30 31 32 7. Organisation of Hospital Services for Heart Fail ure 7.1 Scope of Hospital Services All patients with suspected or confirmed heart failure will have access to specialist heart failure services which will include inpatient and outpatient care, for rapid di agnosis, assessment, acute treatment, post discharge care and rehabilitation according t o agreed care pathways and local clinical guidelines based on European Society of Cardiology Guidelines. Summary of services provided at hospitals: Hospital heart failure services are organised as part of an integrated se rvices model, providing seamless care for patients between care in hospital and in the community. Each hospital has a specialist in6patient and out6patient service for the diag nosis and management of heart failure patients, unless local circumstances allow for amalgamation of outpatient units Heart failure services at admitting hospitals are organised on a 7 day basis , with out of hours service provided through the cardiology on6call system. There are shared written local guidelines and care pathways, agreed with the Clini cal Director, for the management of heart failure patients referred as out6pati ents, attending emergency medical services (ED/AMAU/AMU), admitted as in 6patients and following discharge. All patients admitted with acute decompensated heart failure are referred to the heart failure service and are seen by the heart failure lead physician. Heart failure patients will be reviewed and assessed as appropriate by members of the multi6disciplinary team including dietitian, physiotherapist, pharmacist and psychologist. Specialist services including ICDs and cardiac transplantation will be prov ided at selected Model 3 ands 4 hospitals, and available on referral basis to all patients ( see appendix for guidance on their provision). Heart failure services will be provided for patients with heart failure who are attending hospital primarily for other conditions. The service will have a link with specialist palliative care for pat ients with advanced heart failure. General hospital standards and protocols will be applied to all health patients, s uch as Code of Practice for Discharge Planning and Code of Practice for Record Management. 7.2 Organisation of Hospital Services Heart failure services will be organised within each health services area ( ISA/network) with each ISA/network having at least one Model 3 or 4 hospital (as outlined by the Acute Medicine Service Programme). An ISA/network will provide a full r ange services to all patients at each stage of their illness based on quality, access, cost6 effectiveness and equity. 33 Under this ISA/network approach hospitals and community services will hav e clearly defined roles and mutually agreed interdependencies, existing under a comprehensive governance structure. There will be close integration of heart failure servic es between primary and secondary care with close working relationships between General Practitioners, Primary Care Teams (PCTs) and Hospital Consultants, Nursing and other Multidiscipl inary Team members. The close integration of local community services with acute day services, acute in6patient services and GP6run community hospital services will be essential in providing the full spectrum of supports for patients. A priority for the heart failure programme is to maintain care in the community and provide hospital care when needed at the most local hospital feasible. The scope of heart failure services in each hospital will be determined according t o which of the four generic hospital models they fit under, as described in the Acute Medi cine Programme. These models provide a clear delineation of hospital services based upon t he safe provision of patient care within the constraints of available faciliti es, staff provision, resources and local factors. The level of service that can be safely prov ided in any hospital will determine which model applies. Each hospital can be categorised for heart failure services according to whether it is an admitting hospital for ADHF (M odel 3 and 4) or mainly providing out6patient services, rehabilitation and /or palliative care (Model 1 and 2) . 7.3 Heart Failure services in Model 1, 2, 3 and 4 hospitals 7.3.1 Model 1 Hospital This hospital is a Community/District Hospital, with sub6acute in 6patient beds. Palliative, respite, rehabilitation care patients and patients who remain under the care of GP s can be admitted. Given the prevalence of heart failure in > 65years, a significant number of the population cared for in these units will be affected by heart failure. These patients will be managed under the care of a Medical Officer (e.g. a designated GP or gr oups of GPs). Care will be provided in liaison with the primary care team. This hospital w ill not have an ICU, and appropriate patients will be admitted with a 'ceiling of care'. Patients r equiring acute medical admission will be transferred to the network Model 3 or 4 hospital. Out6pati ent services may be available 5 days a week, including ambulatory assessments for older persons and some linked follow up of patients discharged following ADHF, especially low ri sk individuals. Heart Failure Service: Medical Officers will manage in6patients with heart failure according to guidelines. The hospital may provide ambulatory services for diagno stics and out6patient services for heart failure patient care. Hospitals with a designated heart failure clinic for diagnosis and review will require a visiting heart failure nurse special ist and consultant with access to ECG, BNP, echocardiography and chest x6ray in order to run th e clinic and support community and hospital services. 7.3.2 Model 2 Hospital This hospital will have a daytime Medical Assessment Unit (MAU). GP s will refer low6risk medical patients for assessment. This hospital will provide in6patient and out 6patient care for 34 differentiated, low6risk medical patients, who are not likely to require ful l resuscitation. The hospital will not have an ICU/CCU, so patients likely to require full resuscitation will be admitted/transferred to the network Model 3 or 4 hospital. There will be 5 day acc ess to a Rapid Access Clinic for out6patient IV therapy to stabilise patients with deteriorating heart failure, possibly including inotropic care. Patients requiring palliative, respite, rehabilitation and pre6discharge care and patients for direct GP to Consultant referral ( via MAU) can be admitted. Patients will be admitted under the care of a named Consultant. M edical staffing will be provided by a resident Medical Registrar/SpR and Senior House Office and there will be a Consultant on6call, supported by nursing staff to include a minimum of two heart failure nurse specialists in Heart Failure. There will be non on6call diagnostic i maging service. Out patient services will be available 5 days a week, based on local need, including a hear t failure clinic. Heart Failure Service: A Heart Failure Service will be established under t he governance of a Lead Consultant Physician with two clinical nurse specialists dedic ated to heart failure care within the specified ISA area (Appendix 5 & 6). Selected heart failure patients with a defined ceiling of care who develop decompensated heart failure may be admitted . There will be 5 day access to a Rapid Access Clinic for out6patient IV therapy to stabili se patients with deteriorating heart failure, possibly including inotropic care. A full out6pati ent service for diagnosis and specialist review will be provided. 7.3.3 Model 3 Hospital This hospital will admit undifferentiated acute medical in6patients. It will have an Acute Medical Assessment Unit (AMAU) which will open on a 12 to 24 hour basis ev ery day of the year. If closed at night medical patients will be managed by a 246hour ED . Patients who self6refer will be assessed in the ED. The hospital will have a Level 2 ICU/CCU. There will be mandatory bi6directional patient flow for appropriate medical in6patients between hospital Models 2 and 4. There will be bi6directional flow of critical care pat ients between hospital Models 3 and 4. There will be streaming to appropriate Specialty Unit s/Wards as per protocols. There will be a full out6patient service for heart fai lure including a Rapid Access Clinic for deteriorating patients. There will be a full range of diagnostic imaging, with 246hour on6call cover. Heart Failure Service: There will be a fully established Heart Failure Pro gramme with a designated Lead Consultant Physician, Medical Registrar/SpR and Sen ior House Officer, therapy/dietetic professionals, and nursing staff to include a minim um of two clinical nurse specialists dedicated to HF care. A heart failure service needs analysis should be undertaken in order to ascertain the HF service requirement/caseload fo r an ANP (HF). 0 .5 WTE Administrative Assistant or equivalent administrative support shou ld be in place. Full medical management of all patients admitted with heart failure, includ ing those requiring ICU/CCU care will be provided. There will be a full out6patient service for heart failure including a Rapid Access Clinic for deteriorating patients provided by a spe cialist multidisciplinary team. 35 7.3.4 Model 4 Hospital This hospital will admit undifferentiated acute medical patients. There w ill be a Level 3 or 3S ICU on site. There will be an Acute Medical Unit (AMU) which is open on a continuous basis. There will be an ED, including a CDU on site. Mandatory bi6direc tional patient flow will occur for appropriate in6patients including critical care patients. There will be streaming to appropriate Specialty Units/Wards as per locally agreed protocols. There will be a full out6 patient service for heart failure including a Rapid Access Clinic for de teriorating patients. There will be a full range of diagnostic imaging (including Interventi onal Radiology), with 246 hour on6call cover. Heart Failure Service: There will be a fully established Heart Failure Pro gramme with a designated Lead Consultant Physician, Medical Registrar/SpR and Senior House O ffice, therapy/dietetic professionals, nursing staff to include a minimum of two clinical nurse specialists dedicated to HF care and an ANP in Heart Failure based on service requiremen t/caseload. 0 .5 WTE Administrative Assistant or equivalent administrative support shou ld be in place. .Full medical management of all patients admitted with heart failure, includ ing those requiring ICU/CCU care will be provided. There will be a full out6patient service for heart failure including a Rapid Access Clinic for deteriorating patients provided by a spe cialist multidisciplinary team. 7.4 Essential Structures for hospitals admitting A DHF patients (Model 3 & 4) In order for admitting hospitals to implement the Heart Failure Programme essential structures must be in place and ready to be applied. Once the essential structur es are in place, a programme implementation plan will be completed and agreed by hospital management, Clinical Director and Director of Nursing, and signed of f by the RDO and the National Clinical Lead. Personnel and Care Structure requirements to establish Heart Failure Programme in admitting hospitals Personnel A. Nominated Clinical Lead and informed designate at h ospital level B. Nominated NCHD (individual or rotation from which t his individual will be taken) C. Two dedicated Heart Failure Nurses (Minimum CNS gra de, at least one with accredited heart failure education) in Model 2, 3, and 4 hospitals. D. Heart Failure secretarial support (0.5 WTE) E. Access to therapy and allied health professionals f or multi6disciplinary care particularly physiotherapist, dietitian, psychologist, occupatio nal therapist, social worker, pharmacist. 36 Personnel and Care Structure requirements to establish Heart Failure Programme in admitting hospitals Care Structure A. Formal link / strategy with ED/AMAU/AMU to identify presentations with Acute Decompensated Heart Failure (ADHF). B. Defined in6hospital strategy to either take over ca re of HF presentations on admission, or provide ongoing consultative service to begin withi n 72 hours of presentation to ED with review by clinical lead or designate. C. In hospital nurse6led education to begin once agree d by clinical lead and the patient is clinically well enough to receive it. D. Formal discharge planning to include a treatment pl an, high / low risk stratification, assessment of patient self care, confirmation of fo llow6up date and transmission of information to General Practitioner. E. Available space to review discharged patients in ou tpatients/outreach clinics and have administrative support person in place. F. Hospital arrangement to facilitate clinical lead (o r designate) review of approximately extra 10 patients per week. G. System in place to continue routine non6heart failu re care of the patient by appropriate services. H. Availability of natriuretic peptide assessment. I. Timely access to in6patient echocardiography within 72 hours of admission J. Irish Heart Foundation booklet 'Living Well with Heart Failure' available for all patients admitted with heart failure. K. Facility for same day review if so indicated by pat ient status / GP request. Governance, Quality, Audit and Performance Management A. Adopt Model of care, protocols, bundles and guideli nes produced by the national Heart Failure programme B. Agree local performance targets with the heart fail ure programme C. Process is in place for real6time (within 7 days) c ollection of national minimum dataset and bi6annual reporting of agreed performance metrics D. Operating procedure in place to return discharge an d three month data set within 7 days of these time points. E. Arrangements for the hospital clinical lead to meet with clinical director, and director of nursing and CEO/GM on a regular basis 37 7.5 Organisation of Primary Care Services All adults in the community at risk of heart failure or with establi shed heart failure will have access to services for prevention, rapid diagnosis, assessment and trea tment according to agreed care pathways and local clinical guidelines based on European Society of Cardi ology Guidelines. Diagnosis and management of patients in the community will be led by their GP through shared care with the HSE Primary Care Programme and Chronic Disease Wa tch. Heart Failure will be a core component of Chronic Disease Watch. HSE health promotion services will address primary prevention of cardiovascular disease in the c ommunity and be supported by GPs, practice nurses, PCTs and specialist nurses to undert ake preventive activities. Structured heart failure services are provided by each General Practitioner and each Primary Care Team. Primary care services are organised as part of an integrated serv ices model, providing seamless care for patients between hospital and community care. Primary care services for heart failure are linked to specialist ca re in hospital for diagnosis, acute clinical deterioration, post6discharge care and annual revie w. Adult patients attending general practice and PCTs have access to interventi ons for prevention of cardiovascular disease, including lifestyle advice and education, and investigation of elevated blood pressure and lipids. A structured targeted programme for prevention of heart failure is impl emented in general practice and by members of the primary care team and network (dietit ian, physiotherapist, etc.) for adults at particular risk of heart failure. Risk factors and interventions will be defined. Home care services provide specific care for patients with heart failur e, including education and advice; promotion of self care and monitoring treatment; and assessment for and provision of essential enabling equipment to facilitate independence in activities of daily living. Multidisciplinary care is provided for elderly patients with heart fail ure in long6term residential care. This includes visiting by the GP/community heart fail ure CNS and members of the primary care team where appropriate. Access to HF educat ion for staff working in these areas should be provided. Community and Specialist palliative care services receive patients with he art failure according to agreed criteria. There are shared guidelines and care pathways, agreed with the GP Clinical Di rector and ICGP, for the prevention, diagnosis and management of heart failure patient s in primary care. Patient information on self care for heart failure is available in w ritten form and through the internet. 38 7.5.1 Diagnostics and Facilities Requirements GPs have direct and ready access to ECG and natriuretic peptide testing . As the symptoms and signs of heart failure are often vague and may overlap with other common conditions it will be necessary for the GP to have access t o other diagnostics such as spirometry as part of the diagnostic process. Pr evention strategies and management of stable heart failure will necessitate acc ess to investigations such as electrolyte testing, lipids, and 24 hour BP monit oring to evaluate and manage cardiovascular risk. GPs have access to specialist assessment and echocardiography (including community portable community echocardiogram) according to protocols for suspe cted heart failure patients within four weeks from time of referral. There is referral system for GPs and PCTs for rapid access to a hospital facility on a 7 day basis for the emergency assessment and management of a patient with deteriorating heart failure, in order to avert admission. An IT system is established to maintain a patient register, manage cl inical care, communicate information and provide data for performance monitoring. 39 8. Governance of Heart Failure Programme 8.1 National Level The National Clinical Lead for Heart Failure is responsible for the development o f the model of care and standards of care for heart failure services. Implementation i s the responsibility of the National Director for Integrated Services and the Regional Director s of Operations (RDOs), within the framework of national Service Plans and Corporate Plans. The CPCP Directorate will collate data from all implementation sites and report on performance of the programme against national service plan and other agreed indicators. The N ational Clinical Lead will track progress and advise on implementation, in liaison with the Clini cal Advisory Group. The Model of Care was developed in consultation with all stakeholders. A Clinic al Advisory Group (CAG) comprised of cardiologists was established by RCPI to p rovide technical oversight. In addition to the CAG, the Model of Care was submitted to the ICGP, HSE Directors of Nursing Group and Allied Health Professionals Group. The fi nal document incorporates the feedback from all of these groups. 8.2 Regional Level RDOs are responsible for regional implementation of the heart failure pr ogramme as part of the national service plan. Hospitals will initiate heart failure program mes with the agreement of the RDO and National and Regional Clinical Leads for Heart Failure, following fulfillment of the implementation criteria and submitting an implementation pl an. Hospitals will report to the RDOs in relation to implementation and performance monitor ing of the programme. 8.3 Clinical Governance at Hospital Level Clinical Directors, Chief Executive Officers or General Managers (GM s), Directors of Nursing (DON), Heart Failure Lead Physician and clinical teams are accountable for ensuring processes are adopted and maintained to deliver safe, high quality care for patients with heart failure. The CEOs/GMs and Directors of Nursing and Clinical Directors are ac countable for the implementation of heart failure services within their hospital, reporting to t he RDO. The CEO/GM, DON and Clinical Director will provide executive support and leader ship for the implementation of this model of care. The Heart Failure Lead Physician will have delegated authority and responsibility for the management of the Heart Failure programme and associated in6patient and out 6patient services. There will be a defined process, in line with the national prog ramme office for initiating a heart failure programme at each hospital. The National Cli nical Lead will confirm that all implementation criteria have been met, by the sign off of the National Heart Failure 40 Programme Implementation checklist. The CEO/GM, DON, Clinical Di rector and Lead Heart Failure Consultant will have agreed the implementation plan and start date and commi tment to fulfilling the implementation criteria. Once the programme is established the CEO/GM will meet with the Clinical Director, DON and Heart Failure Lead Physician on a r egular basis, with regard to operational issues and performance measures. The HF lead physician will manage the heart failure services in liaison with the regional and national lead consultants in the national HF Programme. Heart failure services will be described in hospital plans and there will be a dedicated budget for heart failure services. Roles and responsibilities defined for all staff involved in the Heart Fai lure service will be integrated into the existing governance structures within the organisation with clear lines to CEO/Hospital managers, Clinical Directors and DONs. Data on heart failure patients and their care will be collected and monitored. All measurements required for national HSE performance monitoring will be submit ted in a timely manner. There will be a meeting at least quarterly, chaired by the heart failure lead physician, for the purposes of planning, monitoring and achieving continuous quality improvement. The HF lead physician will liaise with lead physicians for COPD and ot her chronic illnesses to deliver services in a coordinated manner to patients with co6mor bidities. 8.3.1 Establishment of a Heart Failure Governance Group A Heart Failure Governance Group will be established for Clinical Governance and to implement a continuous quality improvement process. The Group will be chair ed by the Heart Failure Lead Physician and will meet on at least a quarterly basis. T he Group will include the heart failure specialist nurses, allied health professionals, clini cal pharmacist and other multidisciplinary team members working in the Heart Failure Unit. There will be a reporting mechanism/formal link in each site, as recommended by the Achiev ing Excellence in Clinical Governance - towards a culture of accountability (HSE 2010) via t he regional programme co6ordinator and the local programme office. The GP, comm unity heart failure nurse and other PCT members will also be represented. The Heart Failure Lead P hysician will be the liaison between the Governance Group members to: Ensure appropriate physical infrastructure and staffing in accordance wi th the Heart Failure Programme. Ensure all staff are clear about their own and their colleagues' roles, respons ibilities, authority and accountability. Ensure national guidelines, care pathways, care bundles and patient information ar e available and utilised. Ensure there is a structured Continuing Professional Development (CPD) Programme for staff including educational meetings held within the Unit and access to online educational resources. Ensure appraisal is implemented for all staff. 41 Review performance measures and ensure corrective actions are identified, allocated to staff, tracked and reported to the Group on a regular basis. Provide a mechanism for any member of the team who wishes to raise concerns about the quality and safety of the service. Ensure service users and stakeholders are engaged in a structured and r egular manner and that the specific quality improvements initiatives are identified and successfully completed. A formal liaison group should be established with general practice. Mechanisms, such as patient satisfaction surveys, will be put in plac e in order to capture the experience of patients and the views/opinions of carers. A risk assessment, as per HSE Risk assessment framework or eq uivalent, should be undertaken on a yearly basis and this should lead to the development of a risk register. Actions, responsibilities and target dates for correcti on of risk should be monitored as part of the work of the Group. 8.4 Governance in Primary Care Responsibility for heart failure services in primary care is delegated to the relevant Integrated Service Area manager by the RDO. The PCT transformation development officer (TDO) or another manager wi ll have an assigned role in oversight of the programme, linked to regional co6 ordinator for the programmes The development of the role of GP clinical directors for each integrated service area will be necessary. Heart failure care for each patient will be the responsibility of their G P, who will lead the multidisciplinary care with the relevant members of PCT. The community HF nurse specialist, where present, will be involved in t he planning and delivery of services. Heart failure services will be described in plans for primary and communit y care services. Local HF governance teams/forums will include representatives from diagnos tics. Data on heart failure patients and their care in the community will be coll ected and monitored. All measurements required for national HSE performance monit oring will be submitted in a timely manner, as an integral part of chronic disease watc h. The GP will liaise with the PCT to provide care in a coordinated manner to patients with co6morbidities. 42 Organisational Chart for Heart Failure Programme 43 9. Performance Review and Audit Performance monitoring and review processes are an essential and integral aspect of the heart failure programme in hospitals and in primary care. Each hospita l with a heart failure programme will be required to collect and report data for national key performance indicators (KPIs). Additionally, a clinical dataset will be collected on all patients admitted with ADHF for more in6depth monitoring at local and national levels. The Heart Failure Governance Group will review performance as part of its meetings, incl uding review of local data fed back from the HF Programme and Business Intelligence Unit . The Group will discuss operational issues and identify actions, responsibilities and targ et dates for continuous improvement initiatives. ICT systems will be developed to support routine monitoring and audit. 9.1 Monitoring of Key Performance Indicators A set of indicators in the domains of quality, access and cost have been developed. Benefit measure Target End Year 1 End Year 2 End Year 3 QUALITY % of patients seen by HF Lead / Cardiologist during hospital admission for ADHF 65% 80% % of ADHF patients receiving Echocardiography (if required) 50% 90% ACCESS % of newly diagnosed HF patients receiving ECHO within 4 weeks from receipt of GP letter 50% 70% % of confirmed ADHF patients seen by Clinical Lead within 72 hours of admission to hospital 50% 70% COST Median length of stay for confirmed ADHF admissions 1 day 2 days % of patients readmitted within 3 months 27% 25% 20% New clinical datasets will provide data in hospitals and primary care, suppl ementing HIPE and Casemix data. Hospital datasets were developed in consultation with the Office of the Data Protection Commissioner. Explicit patient consent is not required, but it is necessary that all patients receive an information sheet explaining t he data collection 44 process. For all patients admitted with ADHF, datasets will be completed at time of discharge and 36month follow up visit, and in primary care at 66weeks po st discharge. Hospital data collection forms and patient information sheet are in Appendix 5. The dataset will complement data being collected through existing HIPE and Casemix processes. The primary care dataset is in Appendix 6. The datasets will be collected locally and CPCP will collate and report on t he data. Relevant HIPE and Casemix data will also be collected from each hospital and col lated by the Business Intelligence Unit and the Casemix Unit. The results wil l be made available on a quarterly and annual basis to the Programme and will be fed back to the hospitals. A small set of key performance indicators (KPIs) will be used at nat ional level to measure overall performance of the programme. These will be monitored quarterly and repo rted by the Business Intelligence Unit. Key Performance Indicators (for national set of Pro gramme KPIs 1. Rate of re6admission within 3 months following d ischarge 2. Median length of stay for all patients admitted with principal diagnosis of Heart Failure 3. Percentage of patients who are seen by the heart fa ilure service Using additional information from the clinical dataset further measures may be used at local level and/or by the national heart failure programme to provide more detailed information on performance. 9.2 Structural Audit of Hospital Services Clinical audit supplements routine data measurement in providing evidence of the effectiveness of care delivered under the clinical programme. The key steps in performing clinical audits should be followed: Identifying the appropriate standards and measures to be audited Plan Gathering sufficient but manageable data to measure against the standard or indicator Do Identifying if the standard or target is being met Check Instituting any necessary remedial action or improvement process to enable the standard of care to be improved Act 45 An annual structural audit will be carried out by each hospital, via questionnaire, and returned to the Heart Failure Programme. This audit will measure whether or not the hospital has the required structures and processes in place and will be used to report progress against the Annual Service Plan. In addition to service plan indicators, other k ey indicators will include: Availability of BNP; Availability of Echocardiography; Access to 7 day service for clinical deterioration; Heart Failure nurse in the hospital. 9.3 Monitoring Heart Failure Services in Primary C are A specific set of indicators will be monitored at GP practice level . Benefit measure Target QUALITY Increased use of evidence based treatments % patients with reduced LV function on ACE inhibito rs /angiotension receptor blocker % patients with reduced LV function on beta blocker s Increased coverage of vaccination % of patients who received influenza flu vaccine in current year % of patients who have received Pneumococcal vaccination Smokers receive smoking cessation service % of heart failure patients with smoking status rec orded ACCESS Registry established in primary care No. of GPs with register More patients receive structured care No. of patients registered who receive two structur ed visits each year BNP available in primary care No. of GPs with access to NP testing Reduced time from referral to diagnostic Echo % of patients having a diagnosis of heart failure confirmed by echocardiography or specialist assessm ent after implementation of chronic disease watch COST Reduced unscheduled GP visits Reduced unscheduled emergency hospital visits Reduced de novo admissions Reduced re6admissions 46 10. Key Roles in Heart Failure Roles of different professional groups are addressed in greater detail in Ap pendix 8. 10.1 Hospital Roles 10.1.1 Medical Each hospital appoints a lead consultant cardiologist or general physician with tr aining in cardiology who is responsible for the development and management of services for heart failure patients attending the hospital. Additional trained medical staff at Registrar level are available to provide heart failure care on a 24/7 basis. In the hospital sector there is currently a deficiency in cardiologists w ith interest / training in chronic diseases. Hospital staffing needs will be addressed in context of r econfiguration and overall Department of Health and Children policy on networks and centres for c ardiovascular services. In situations where a cardiologist is not available then a consult ant physician with training in cardiology is an adequate alternative as an interim solution unti l a cardiologist is appointed to that area. It is certain that there will be a need for new car diology appointments during the initial year of implementation to lead up service development. 10.1.2 Nursing Apart from the physician, the role of nursing is critical in deliv ering the model of heart failure care. The development of advanced nurse practitioner (ANP) and clinical nurse s pecialist (CNS) posts specialising in Heart Failure patient care should be aligned to hos pital models (outlined in Section 7). Each hospital has in place a minimum of two heart fail ure nurse specialists to ensure continuity of patient care in Model 2, 3 and 4 hos pitals. Larger units may require an increase in WTE nursing support as patient numbers increase. Heart failure nurses in Ireland are presently working at the level of CNS/CM N II in the area of Heart Failure management. There has also been the establishment of Advanced Nurs e Practitioners and registered Nurse Medicinal Product and Ionising Radiati on (X6Ray) Prescribers. In all of these roles governed by An Bord Altranais, the HF nurse is responsible for patient and family education, triage of problems in close liaison wit h medical oversight, and can facilitate the titration of therapies, under protocol. Nurse6led mana gement of heart failure patients is already a part of the current nurse specialist's role , more independent nurse6led management of low risk heart failure patients is envisaged as par t of the emerging role of the advanced nurse practitioner -The ANP role will be expected to have autonom y, authority, accountability and responsibility for low risk HF patients. The development of HF nursing practice, structures and staffing will be addressed through local g eneral nursing management, HR and service planning processes as a requirement for the HF programme implementation. The Nursing & Midwifery Planning & Development Unit (NMPD U) in 47 collaboration with the hospital service will guide the development of HF CNS/A NPs outlined by the National Council for the Professional Development of Nurses and Midwives and An Bord Altranais. Post graduate and post registration education programmes have been developed nationally to address the specific needs of heart failure Advanced Nurse Practitioners, Clinical Nurse Specialists, nursing staff and practic e nurses. 10.1.3 Allied Health Professionals (AHPs) Heart failure care is provided by a coordinated multi6disciplinary team, which includes various AHPs, particularly physiotherapist, dietitian, psychologist, pharmaci st, occupational therapist and social worker. Additionally cardiac technicians (or cardiac phys iologists) play an essential role in the diagnosis and management of heart failure and should be availabl e particularly to undertake and report on echocardiograms of heart failure patients in a timely manner. All of these roles are elaborated in Appendix 8. 10.1.4 Administrative Support The heart failure service should have adequate support staff for administrativ e functions, including communicating with patients and primary care providers. A minimum of 0.5 wte is required in each hospital. These staff should be available to support the Heart F ailure team to maintain patient registers and produce monitoring data. 10.2 Heart Failure roles in Primary Care When fully developed the heart failure service will seamlessly link the pa tient with GP6led community services and cardiologist6led hospital services. Critical to the success of such a service will be the full range of multidisciplinary skills: of m ost importance in this regard is the clinical nurse specialist (CNS), acting as liaison between hospital and communit y level and development of the role of practice nurses in managing chronic illnesses such as heart failure. Also required are pharmacists, dietitians, occupational therapists, physiotherapists, psychologists and social workers. A link with palliative care should als o be established to use where needed. The hub of care will be in the community so GP6led care with the Prim ary Care team needs to be properly resourced in terms of administrative support, liaison nurse s pecialists and allied health care professionals. At practice level, GPs will requi re practice nurses to help manage heart failure patients and they will need to be upskilled and supported in this role. Heart failure specialist nurses will be required for patient monitoring and to support patients to self manage at home. The structure of Primary Care Teams will enable nurse specialists and allied care professionals to provide care across a geographical area with a nu mber of GPs. All GPs have received training and are equipped with guidelines, care pathways and algorithms for prevention, diagnosis and management of heart failure. Practice nurses and public health nurses have training and are equipped with tools for providing education and advice to heart failure patients. 48 Each Integrated Service Area has at least one Heart Failure Nurse Special ist, linked to the PCT networks. Multi6disciplinary heart failure care is provided through each PCT, to heal thcare staff with specialised knowledge which includes access to, in addition to special ist nurse, a physiotherapist, dietitian psychologist, pharmacist and social worker. The heart failure service has adequate support staff for administrati ve functions, including communicating with patients and primary care providers and informa tion technology is developed to allow electronic communication between providers. There are dedicated staff available to maintain patient registers and produce monitoring data. Cardiac technicians/physiologists are available to undertake and report on echocardiograms of heart failure patients in a timely manner. There is ongoing education and professional development for all staff involved in heart failure care. Standard national HF education programme available on ongoing basis. 49 11. Education and Training New work practices and approaches to training Cultural work practice and education and training changes around the provision of heart failure care are critical success factors for the programme. Appropriate continuing medical education (CME) and continuing professional development (CPD) training for all professionals must be encouraged to promo te provision of safe and effective care for patients presenting with heart f ailure. 11.1 Medical education All medical practitioners providing care for heart failure patients should rec eive training and education in heart failure management and the use of clinical guidelines and protocols. The Royal College of Physicians will organise Master Classes and other events for doctors undergoing specialist medical training in cardiology and g eneral medicine. Training for GPs will be developed in conjunction with the Irish College of General Practitioners and linked to CPD hours for GPs. 11.2 Nursing education An experienced, dedicated nursing team with competencies in caring for patients w ith heart failure is required to ensure the highest quality of care for pat ients. Senior nurses need to be equipped with management and leadership skills to support a culture of ongoing education, training, practice and professional development. This should encompass training on the early clinical assessment and management of patients presenting with heart failure, the recognition of the patient with complex n eeds and the promotion of appropriate ambulatory care and training in the application of the hea rt failure care guidelines. Advanced Nurse Practitioner (ANP) Statutory Instrument, S.I. No. 3 of 2010. Health (An Bord Altranais ) (Additional Functions) Order 2010 has given An Bord Altranais responsibility to accredit Advanced Nurse Practitioner (ANP) posts. To be eligible to apply for regist ration as an ANP, the nurse will be educated to masters degree level (or higher). The educational preparat ion must include a substantial clinical modular component(s) pertaining to heart failure specialist practice and the ANP will have completed the medicinal product pres cribing and ionising radiation (x6ray) prescribing courses. The nurse must have a minimum of 7 years post6registration experience, wh ich will include 5 years experience in the chosen area of specialist practice, and have substantive hours at supervised advanced practice level. 50 Clinical Nurse Specialist (CNS) From September 1st 2010 HF nurses who apply for CNS approval must have acquir ed a level 8 post6registration NQAI qualification (major award) relevant t o his/her area of specialist practice prior to submitting their CNS application to the Na tional Council for the Professional Development of Nurses and Midwives. It is recommended that nu rse specialists also complete the nurse medicinal product prescribing and ioni sing radiation (x6ray) prescribing courses, within a reasonable timeframe (e.g. 2 years of taking up post) in order to assist in medication titration and x6ray prescribing. Staff Nurse - Postgraduate nursing As part of the continuing professional development of staff nurses working in HF specialist services, they should aim to undertake the two modules in Heart Fail ure nursing (level 9;6 15 credits) recommended as part of the Postgraduate/Hi gher Diploma in Nursing (Heart Failure) at UCD. Undergraduate nursing Exposure to Heart Failure Units/ Care of patients diagnosed with Heart Failur e at undergraduate level is recommended. Health care assistants Continuing education, training and up6skilling of this group is recommended. 11.3 Education of therapy professionals and cardia c technicians/physiologists Training in heart failure should be available to all allied health professionals. T he undergraduate therapy curriculum and clinical placement sites should reflect the hear t failure programme into the future. At postgraduate level this specialty should be an accepted career pathway and reflected in Master of Science programmes and researc h. The designated posts of advanced therapy practitioner in heart failure care should be determined and the requisite competencies defined. Accredited training needs to be provided to cardiac technicians/physiologists in the diagnosis and management of heart failure patients. Competency based pharmacist education is required at undergraduate and postgraduate level, in particular to enable community pharmacists to contribute more strong ly to model of care in all aspects of their role. 11.4 Primary Care Teams There should be access to education and training for PCT staff to be able to support self6 care behaviours/management and other skills relevant to their discipline. 51 APPENDIX 1 - Clinical Care Pathways 1.1 Clinical Care Pathway - Suspected new diagnosi s (Refer to 1 in New Diagnosis Pathway process map, page 17) BNP of 100pg/ml is equivalent to NTproBNP of 400pg/ml (NICE guidelines - refers to untreated patients) Symptoms / Signs ECG and BNP Both Normal: BNP<100 pg/ml BNP>100 pg/ml on diuretic, BMI> 30 Seek opinion if BNP is 70-100) Refer HFU Consider HFU PND, Gallop, Elevated JVP Consider direct to HFU or ED Suspected New Diagnosis 52 1.2 Clinical Care Pathway - New Diagnostic Clinic (NDC) 1. Referral a. Heart Failure CNS to triage referral letter and decide priority of appointments i. PND, Gallop, same day referral to NDC b. Appointments to be sent out by administrative staff 2. Clinic Visit A) Bloods - FBC, U&E, BNP ECG - List of meds Past medical history Height/Weight - BMI Symptoms assessment BP and HR B) Review of ECG and BNP Abnormal Normal BNP and ECG One of; BNP >100pg/ml (or NTproBNP > 400pg/ml) or BNP >50pg/ml on diuretic s or ECG Abnormal C) Cardiac Technician Echocardiogram Alternate diagnosis 3. Confirm diagnosis of HF Refer to CNS, Dietitian, Physio - Letter dictated, typed and sent out within one week (if possible) - Ongoing investigation plan confirmed 6 Medication initiated and follow6up planned before pt discharged from clinic 6 Explanation of medication changes etc for patient and family member - Self6care strategies outlined CNS Consultant Consultant CNS MDT Admin Staff 53 Appendix 2. Care Algorithms 2(for use within AMAU/ED pathway as shown on process map, page 24) 54 4 (for use within HF inpatient pathway as shown on pro cess map, page 29) 55 6(for use within discharge pathway as shown on proce ss map, p 31, 32) 56 Appendix 3. Hospital Care Bundles 3(for use within AMAU/ED pathway as shown on process map, page 24) Acute Management of Heart Failure in ED, AMAU Patient presents to ED/AMAU following G.P. / Self R eferral Patient assessed by ED/ AMU Clinician and appropria te investigations ordered LABS BNP Troponin CXR ECG (other tests as indicated) Actions Time Signed off by/ Date and Time Date and Time of Admission ____/____/____ ____:____ Diagnosis \u0002 Review Rotuine Labs, NP, Tpn \u0002 Review CXR, ECG Within 1 hr of ED Presentation Treatment Administer i/v diuretic \u0002 i/v 20-40mg if no stat 80mg if on chronic diuretic or severe fluid overload \u0002 Use low dose thiazide if no response given 30 mins before loop Within 30mins Of Diagnosis Administer O2 to achieve Sat>90% \u0002 Maintain O2 sat > 95% \u0002 Use not achieving with Supplemental O2 \u0002 Suboptimal Response/ tiring consider Ventilation-may require transfer to Level III / IV Within 1 hour Assess need to escalate Rx Within 2 hours Admit Y /N Within 6 hours Signed by Physician .............................................................................. DATE:.............................. ........................... 57 5 (for use within HF inpatient pathway as shown on pr ocess map, page 29) In hospital Management of Heart Failure inpatient Actions Time Signed off by/ date and time Date and Time of Admission ____/____/____ ____:____ Tests \u0002 Echocardiography Within 24 hours Medical \u0002 Specialist Heart Failure Review Within 48 hours of admission Treatment \u0002 ACEI /ARB ( if indicated) Within 72 hours \u0002 Beta Blockade if indicated By discharge Patient Self-care \u0002 Nurse education for patient / family \u0002 Allied Health Care \u0002 Issues Addressed By discharge Discharge Planning \u0002 High Risk / Low Risk Status determined \u0002 Follow up communicated to GP By discharge \u0002 Discharge Data Set completed and returned locally, regionally and Nationally Within 1 week of discharge Signed by Physician .............................................................................. DATE:.............................. ........................... 58 7(for use within discharge pathway as shown on proce ss map, p 31, 32) Post Discharge Follow-up Heart Failure Actions Time Signed off by/ date and time Date and Time of Admission ____/____/____ ____:____ Patient Self-care \u0002 Proficiency Assessed addressed At 3 months Patient Self-care \u0002 Device Needs Addressed At 4 months Dataset \u0002 Three month dataset completed and returned to regional/national centre At 3 months Follow-up Plans \u0002 High Risk / Low Risk Status determined \u0002 Follow up communicated to GP At 3 months Signed by Physician .............................................................................. DATE:.............................. ........................... 59 Appendix 4. Guidance on Provision of ICD and Cardiac Transplant ation Many patients with heart failure due to systolic dysfunction are candidates for device therapy (implantable cardiovertor defibrillator6 ICDs and cardiac resynchronization ther apy - CRT). All heart failure programmes should liaise closely with implant centres to ensure that all patients which indications are considered. Equally importantly, many patients with severe LV dysfunction may not be candidates for device therapy due to co6morbidities and com peting risks. Usually a collaborative, multi6disciplinary approach is best in deter mining the best device for each patient. Furthermore, optimal functioning of cardiac devices necessitates appropriate follow6up and significant technical proficiency. This may not b e available at all heart failure programme site and these sites are encouraged to link in c losely with their local implanting centre. Some patients with advanced, refractory failure may benefit from interventi ons such as cardiac transplantation and ventricular assist devices. Due to donor shortages , transplantation will only ever be available to very few patients, but for those w ho undergo successful surgery, median survival is 15 years, far better than for medi cal therapy. Ventricular assist devices (VADs) and short term mechanical assist devic es are becoming more commonly used. VADs are generally used as a bridge to transplantation i n very ill patients. In the future, more patients may be considered for VAD as \"destinat ion therapy\" where a transplant is not planned. Because only very few patients are eligible for these therapies, a single hospital (Mater Misericordiae) is responsible for these t reatment strategies. Indications for consideration of for transplant are avail able through on6line resources and ACC/AHA/ESC guidelines. Age alone should not be considered a cont ra6 indication, though many elderly patients are not suitable due to co6morbidities. 60 Appendix 5. Hospital Data Collection Sheet for AD HF (This dataset is to be completed for every hospital admission with acute decompensated heart failure. Refer to guidance notes provided if required.) 1. MRN: 2. DOB: ___/___/____ 5. Date of Admission: ___/___/____ 6. During admission was patient seen by HF clinical Lead/designate: Yes /boxshadowup No /boxshadowup Unknown /boxshadowup 7. If yes, date seen by HF Clinical Lead/designate ___/___/____ 8. Is this a: /boxshadowup First Admission for HF /boxshadowup Repeat Admission for HF 9. Did the patient have an in,hospital Echo: Yes /boxshadowup No /boxshadowup Not Required in,hospital Echo (if required): ___/___/___ _ 11. Left Ventricular Ejection < 40%: Yes /boxshadowup No /boxshadowup 12. Was HF the primary cause of admission: Yes /boxshadowup No /boxshadowup Was HF /boxshadowup 17. Date Medically Fit for Discharge: ___/___/____ 18. Date of Discharge (if different): ___/___/____ 19. Destination: /boxshadowup Home /boxshadowup Nursing Transfer:________________ 20. Death in hospital: Yes /boxshadowup 21. Date of Death: ___/___/____ Natriuretic at Discharge (please enter 23. Creatinine at 24. Was HF Booklet Given to Patient: Was Patient Info Leaflet Given to Patient: Yes /boxshadowup No /boxshadowup Yes /boxshadowup No /boxshadowup 25. Follow up plans - Date of HF Clinic Appointment: __ _/___/____ 61 Heart Failure Data Collection Sheet for ADHF Three Month Follow Up: (If the patient has died before the 3 month follow up please complete questions 1 to 10) 1. MRN: 2. DOB: ___/___/____ HF in the last 3 months: Yes /boxshadowup No /boxshadowup 6. Any emergency non,HF admissions in the last 3 months: Yes /boxshadowup No /boxshadowup 7. Any unscheduled contacts in the last 3 months for HF: Yes /boxshadowup No /boxshadowup If Yes: Emergency Room/AMAU /boxshadowup clinic: Yes /boxshadowup No /boxshadowup # of Visits: ___ 8. Any scheduled contacts in the last 3 months for HF: Yes /boxshadowup No /boxshadowup If Yes: HF /boxshadowup No /boxshadowup - Telephone Yes /boxshadowup No /boxshadowup Number: ____ HF Nurse - Visits Yes No /boxshadowup Number: ____ 9. Date of Death: ___/___/____ 10. Cause of Death: Care Metrics 11. Echo since discharge to assess response to medical therapy: Yes /boxshadowup /boxshadowup No /boxshadowup 15. Allied Health Professionals: In the last 3 months, if required , has the patient been seen by (tick Available /boxshadowup Not Available /boxshadowup Not Available 16. Confirmed Max Tolerated Dose: ACE Inhibitor/ARB Yes /boxshadowup No /boxshadowup /boxshadowup Contraindicated 17. Blocker Yes /boxshadowup No /boxshadowup /boxshadowup /boxshadowup No /boxshadowup __/__/___ 62 Patient Information Leaflet for the Collection of D ata for the National Heart Failure Programme The HSE has established a new programme to improve the quality of care for patients with heart failure (HF). Why is data being collected? Data is being collected on all heart failure patien ts so that the quality of care can be analysed and measures taken to further improve the care all patients receive. What data will be collected? The Heart Failure nurse will show you the data coll ection form which contains the data to be collected relating to your stay in hospital. There will be some basic information collected such as your date of birth, your gender, and your hospital Medical Record Number. Your name or address will not be collected on this form, nor will it be passed on to anyone else . If you have a medical card number (GMS) or Long Ter m Illness (LTI) number that will also be collected. This allows the Heart Failure Pr ogramme to review your heart failure medications by cross6checking with information from the Primary Care Reimbursement Scheme (PCRS). The PCRS is the inform ation that is kept by the HSE on all medications that are given to medical ca rd holders or long term illness patients. The remaining data will relate to the care you have received in hospital. After discharge, at your scheduled three month visi t to the Heart Failure Clinic, a second set of data will be collected. Basic informa tion will be collected as before and some additional data about your treatment and any r eadmissions or contacts you have had with the hospital since you were discharge d. The data collected will be sent to a central locati on in the HSE where it will be stored securely and analysed. Results will be sent back t o the heart failure programme at your hospital. Do you have to take part? Participation is entirely voluntary and you are fre e to decide not to allow your data to be collected or to have it removed from the databas e at any time. This will not affect your treatment and care at the hospital in any way. Will my data be kept confidential? The HSE will manage your data strictly according to the Data Protection Act. This means that your data will be kept safe and secure a t all times and only staff in the Heart Failure Programme will have access to it. The data collection forms will be stored in a locked filing cabinet in a locked offic e and data stored on computer will be password protected. Who can I contact if I have further questions? If you have any questions or concerns about the dat a being collected, then please discuss it with your doctor or heart failure nurse at the hospital. 63 Appendix 6. SCHEDULE OF GENERAL PRACTITIONER/PRACTICE NURSE VIS ITS IN PRIMARY CARE FOR PATIENTS WITH HEART FAILURE 1. Routine review 2. Post discharge review 3. Titration of medications 1. Routine review Rationale Heart failure is a chronic disease. It is importan t that patients are reviewed on a regular basis to determine if they are stable, are on appropriate medications and to monitor for drug side effects and manage co6morbid illness. Individual assessed to be \"high risk\" should remain closely linked to the hos pital or specialist based follow up in the community until he / she can be redefined as lo w risk. Two structured visits per year are recommended for heart failure patients in primary care. What is undertaken in primary care during this visi t? 1. Clinical Assessment Record if patient is on practice heart failure reg ister and ejection fraction recorded and last echocardiogram Determine unscheduled primary care/secondary care visits due to heart failure Determine heart rate, whether regular/irregular an d BP Determine weight Determine if smoking and alcohol intake Determine if oedema/bibasal creps Determine dyspnoea level and function Determine social issues that need to be addressed Determine if any other new symptoms Consider co6morbidities which may require review - Diabetes, COPD, ischaemic heart disease, depression etc Measurement of creatinine and annual ECG 64 2. Review of medications Determine if on appropriate medications and doses Introduce new medications if required or can liais e with heart failure nurse/unit if any queries or concerns (telephone/e lectronic communication possible) Determine if any contraindicated medications being used e.g. NSAID 3. Assessment of self care and education Determine if any contraindicated medications being used e.g. NSAID Determine if undertaking self6monitoring of weight Exercise - discuss walking etc. Salt restriction - remind of importance Alcohol advice - determine if appropriate Medication adherence - determine if not taking any meds Smoking cessation - discuss if appropriate Vaccinations - influenza & pneumococcal- administe r if appropriate 2. Post discharge GP visit Rationale: Admission to hospital with heart failure is a criti cal clinical event with high rates of re6 admission and mortality following admission. Multi 6disciplinary post discharge follow6 up has been shown to reduce re6admission and mortal ity in this patient group. What is undertaken in primary care during this visi t? 1. Clinical Assessment Record if discharge summary received Record if patient is on practice heart failure regi ster and ejection fraction recorded Determine heart rate and BP Determine weight Determine if smoking and alcohol intake Determine if oedema/bi6basal creps 65 Determine if any other new symptoms Consider co6morbidities which may require review - Diabetes, COPD, ischaemic heart disease, depression Review need for input from PCT/AHP and social issue s 2. Review of medications (Titration is likely ongoing since discharge via HF nurse with GP / HF Unit supervision if difficulties encountered) Determine if any difficulties with medications bein g titrated and titrate as appropriate Can liaise with heart failure nurse/unit if any que ries or concerns (telephone/electronic communication possible) Determine if any contraindicated medications being used e.g. NSAID, negative inotropes e.g. verapamil 3. Assessment of self care & patient education Determine if recording weight daily or if unable t o record weight Exercise - discuss walking etc. Salt restriction - remind of importance Alcohol - determine if appropriate Medication adherence - determine if not taking any medications Smoking cessation - discuss if appropriate Vaccinations - influenza & pneumococcal - administ er if appropriate 3. Titration of medications Rationale: Patients with heart failure and left ventricular sy stolic dysfunction benefit from the use of ACE inhibitors and beta-blockers. These medications re quire titration following initiation. With adequate resources titration can be undertaken in p rimary care. Titration can be managed by practice nurses within an appropriate protocol. 66 What is undertaken in primary care during these vis its? ACE inhibitor/ARB titration: Visits every 2 weeks during titration for monitorin g of symptoms, blood pressure, creatinine and electrolytes Beta blocker titration: Visits every 2 weeks during titration for monitorin g of symptoms, heart rate, and blood pressure 67 Appendix 7. Heart Failure Specialist Nursing Gap A nalysis HSE HSE DNE 928,619 1,081,968 1,012,413 Primary & Non Primary HF Diagnosis Average No of Discharges 2005 6 2008 4562.3 3976.3 4523.5 6211.5 Primary & Non discharges 2009 5133 3878 4588 6050 Primary & Non 2009 3776 2924 3533 4014 Current HC of Heart Failure Nurse Specialists per HSE Area 9 7 8 7 1 WTE:100,000 POP * 13 10 11 11 Acute Hospital GAP analysis (HC) 4 3 3 4 * A review of Specialist Heart Failure Services in Scotland, 2008 68 Appendix 8. Professional Roles in Heart Failure Pr ogramme 8.1 Role of Hospital Clinical Lead in Heart Failur e Programme The clinical lead should either be trained cardiologist or a general physician or care of the elderly physician with expertise in heart failure management. The lead should wor k in tandem with a back6up physician who will take responsibilities for the service in his/ her absence. The major responsibilities of the lead position are; a) To coordinate care of the heart failure patient at in6patient and out6pati ent level b) To direct the involvement of the nursing and allied health care staff involved in care of this patient population c) To liaise with medical colleagues to ensure optimal use of this servi ce in the hospital and out6patient setting. In particular, to ensure that there is close work ing relationship between the ER and the heart failure service. d) To coordinate ongoing outpatient care with the general practice service e) To arrange regular meetings of the heart failure team to review progres s of the service, discuss patient care matters and address any problems f) To be responsible for quarterly audits of the heart failure service f ocusing on primary metrics of the National HF Programme. g) To link with the Regional Lead for Heart Failure and the Regional Director of Operations on an matter causing difficulties to the smooth running of the s ervice at a local level. 69 8.2 Role of General Practitioner The GP is best placed to co6ordinate a patient's care among multiple heal thcare providers and prevent fragmentation of care. The GP will carry overall responsibili ty and leadership in the running of integrated heart failure care in the community. Responsibilit ies will include: To ensure that the appropriate practice staff members have been familiar ized with the agreed programme models of care, including algorithms, patient information, and guidelines. To ensure that all members of the practice team are aware of their roles and responsibilities To ensure that patients are treated in accordance with national heart failure guidelines. To endeavour to achieve the national targets as set out by the national program me To ensure appropriate governance is in place in order to ensure continuing improvemen ts in quality, safety, access and cost effectiveness. Given adequate reporting structures to ensure that process is in place for recording, monitoring and reporting on the agreed key performance indicators as set out by the national programme To maintain an up to date register of patients with heart failure in t heir practice The general practitioner has roles in the following aspects of heart failure care in the community in collaboration with their colleagues in the primary care and secondar y care teams Prevention Co6ordination of care Diagnosis Titration of medications Management of early decompensation Management of stable heart failure Management of co6morbidities Palliative care 70 8.3 Role of Hospital-based Heart Failure Clinical Nurse Specialist The job specification for Clinical Nurse Specialist Heart Failure ( General) was approved in August 2011. The Heart Failure CNS in hospital is professionally accountable t o the Director of Nursing, has reporting responsibility to their Divisional Nurse Manager and Consultant. Their key working relationship is with the other members of the multidis ciplinary team. The Scope of Nursing and Midwifery Practice (An Bord Altranais 2000) is the framework which underpins the development of specialist nursing practice and the core competencies outlined below are guided by the individual nurse specialist's scope of practice. Qualification and Experience A Clinical Nurse Specialist is defined as an individual who has successfull y undertaken a formally recognised post registration qualification in cardiology nursin g/critical care nursing, utilising specially focused knowledge and skills which improve quality of patient/client care. Heart failure Clinical Nurse Specialists (CNS) has attained knowledge, ski lls and experience commensurate with the delivery of care required for this role. The Framew ork developed by the National Council for the development of Nursing and Midwifery ((NCNM 2008) hav e clearly defined what those requirements are · Be registered in the relevant Division of the Register of Nurses kept by An Bord Altranais · Have at least 5 years post registration experience · Have a level 8 post6registration National Qualifications Authority of Ireland major academic award relevant to the specialist area · Have a minimum of 2 years experience in the specialist area These competencies are gained through formal education, continuing professional development and clinical experience and must be relevant to the context of heart fail ure practice. Note that from September 2010 those nurses applying for CNS st atus must have acquired a level 8 post6registration NQAI qualification (major award) rel evant to his/her area of specialist practice and have undertaken and completed the nurse prescribing of medicines and ionising radiation certificate courses. Education specific to a specialised area, prepares the Clinical Nurse Special ist to work with a particular patient population, guided by the nursing process, making clinical judg ements and employing interdisciplinary and intra6disciplinary skills (Mick and Ack erman 2000, Daly and Carnwell 2003) at the same time deferring the diagnosis and treatment pla n to the physician (Mick and Ackerman 2000). The role of the heart failure Clinical Nurse Specialist (CNS) will be described under the following core concepts as defined by the National Council for the Professi onal Development of Nursing and Midwifery (NCNM): · Clinical Focus · Patient Advocate · Education and Training · Audit and Research · Consultant 71 Clinical Focus: The Clinical Nurse Specialist will: Provide a specialist nursing service for patients w ith a diagnosis of Heart Failure who require support and treatment, throughout their care continuum Provide an efficient, effective, and high quality service, respectin g the needs of each patient Effectively manage time and caseload in order to meet the needs of a changing and developing service within agreed protocols make variations in prescribed cl inical options Accept appropriate referrals from members of the m ultidisciplinary team and other allied health professionals. Following referral, the Clinical Nurse Specialist in collaboration with other members of the multidisciplinary team will assess, plan, implement and evaluate an individualised plan of care which meets each patient's needs In collaboration with Consultant staff, refer pati ents for diagnostic tests and investigations which have been agreed within set protocols Evaluate clinical problems in conjunction with oth ers team members, co6ordinate investigations, therapies and patient follow6up Attend outpatient clinics, and aid assessment of p atients in conjunction with the Consultant thus helping to formulate future care and treatment plans Monitor and ensure maintenance of adequate and eff ective discharge planning for patients returning to their own homes or residential care Arrange referrals to other appropriate specialist services in consultation with the consultant Provide psychological support for patients and thei r families. Communicate with patients, families and friends, a ssess needs and provide relevant support, information, education, advice and counselling when and where necessary Develop close working links with other Cardiology S ervices Work closely with colleagues across the integrated services progra mme in order to provide a seamless service delivery to the client within the integrated services programme Contribute to the development and implementation of information sharing protocol s, audit systems, referral pathways, individual care plans and shared care arrangement s Educate and provide supportive care to the patient and their family through all stages of heart failure disease trajectory Identify and utilise professional and voluntary re sources and facilities at local and national level by direct or indirect referral Participate in the Departmental Clinical Governance processes, working in partnership with the Head of Department, CNM3 and Clinical Governance lead Maintain professional standards including patient and data confidentiality Patient Advocate: Liaise with other health service providers in the development and ongoing delivery of this service. Develop & support the concept of advocacy particularly in relation to patients' participation in decision making thereby enabling informed choice of treatment options Provide and advocate for appropriate assessments, supports and strategies for patients with disease related changes and difficulties Establish, maintain and improve procedures for collaboration and cooperation between Acute services, Community services, Primary Care and voluntary organis ations Ensure that the physical, psychological and spiritual needs of the patient are at tended to and collaborate with other health care staff as required. Take appropriate action on any matter identified as being detrimental to staf f and/or service user care or well being / may be inhibiting the efficient provision o f care 72 Ensure the views of all consumers are effectively sought, channelled and acted upon Adopt and develop the concept of customer care and challenge any interaction which f ails to deliver a quality service to internal and external customers Ensure the efficient action of complaints in accordance with HSE Policy Education and Training: Maintain clinical competence in patient management, aligned to current and fut ure developments in the field of Heart Failure. Maintain and develop personal practice standards and keep informed of progress in the field of Cardiovascular Health nursing. Seek advice and assistance with assigned cases which prove to be beyond the scope of his /her professional competence Identify patient and carer education needs Educate patients and their carers about their heart failure, self care/managem ent and effective coping strategies Develop, with the team, relevant education material for patients and their carers Identify the educational needs of other professionals and participate in traini ng programmes for nursing staff and other members of the multi discipl inary team and key stakeholders Work with and supervise the care given by Student Nurses and provide for t heir personal and professional development. Co6operate with colleagues and in providing maximum learning opportunities fo r all staff and students. Assist in the educational programme of all student nurses. When instructing students, the nurse must ascertain the student's level of competency. Use every opportunity for discussion, demonstrations and teaching for both patient s and staff. Maintain an up6to6date knowledge of nursing developments and other relevant informat ion of professional standards in the clinical areas. Liaise and foster good c ommunications with the Nurse Education Centre. Participate in the orientation programmes of all new staff withi n the department and in6 service programmes. Keep abreast of current trends in Nursing through reading, attending semi nars and having thorough knowledge of Nursing Policy and Standards. Attend meetings as required. Assist or participate in new projects. Audit and Research: Maintain an awareness of current development and research findings with regard to this speciality Promote individual best practice interventions in accordance with the identifi ed needs of patients Take a pro6active role in the formulation of evidence based policies, procedures and guidelines for practice Participate in clinical and organisational audit to continually evaluate the effec tiveness of the service provided against established research I evidence Initiate and promote nursing research and associated research in this special ist area Contribute to ongoing monitoring and evaluation of the service as appropriate Ensure that Hospital Standards are maintained and monitored to improve the quality of total care to all who come into contact with Hospital Services. Promote and support the delivery of quality improvement plans and other component s of internal and external quality assurance programmes e.g. HIQA Programmes e. g. Hygiene, Infection Prevention & Control, Discharge Planning. 73 Contribute to the development of key performance indicators and monitoring of s ame within the Heart Failure service Continually monitor the service to ensure it reflects current needs Implement and manage changes identified within the Heart Failure Service Consultant: Act as resource in providing specialist knowledge, expertise and care in liaison with the multidisciplinary team. Promote the role of the Heart Failure Nursing Services among health c are staff. Work with, support, advise and help build up the knowledge and expertise of the ot her healthcare professionals involved in providing care for Heart Failure pati ents Represent the unit at local, national and international meetings as required 74 8.4 Role of Community Clinical Nurse Specialist in Heart Failure The purpose of this post is to promote and develop an integrated approach to the delivery of a heart failure services nationally by promoting and developing an integrated service for heart failure patients through the provision of support to General Practitioners and Practice Nurses in order to help them manage heart failure patients and also to develop collaborative links between primary and secondary care to ensure a seamless service. Principal Duties and Responsibilities: Developmental Support the development of heart failure registers in general practice. Develop linkages and strong working relationships with community and voluntary organisations and service user groups. In collaboration with the local Heart Failure Unit in the area develop, review and update local heart failure protocols and resource manuals for community and hospital us e and promote their use. Lead on other community related heart failure issues. Clinical Works in close co6operation with the local heart failure team and have one day per week minimum working with clinical caseload. Supports practices in the use of protocols and patient management plans devis ed in hospital. Acts as lesion between general practice and hospital to optimise management o f patients with HF, in particular those patients discharged from hospital. Works with general practice staff to develop HF registers, con firm diagnosis and establish management and treatment plans for patients identified within agreed interdiscipl inary protocols. Promote and support the use of agreed clinical pathways and procedures between relevant service providers. Assist in the organising and delivery of structured heart failure education programmes, self6 management, to patients in the hospital, community/primary care setting. Work with other disciplines both in hospital and in the community to ensur e quality of patient care. 75 8.5 Role of Advanced Nurse Practitioner This is a generic description of the role of the Advanced Nurse Practitioner . Depending on the service needs of individual hospitals heart failure service, the role of the ANP may vary, but should reflect the competencies and skills describes in this document. As the ANP role is developed, the specific and expanded roles and competencies of the ANP should be described in detail in the ANP site preparation documentation, job description and person specification submitted to An Bord Altranais for approval. This will r eflect the heart failure service and ANP role required in detail. Background The heart failure Advanced Nurse Practitioner (ANP) is professionally acc ountable to the Director of Nursing, clinically accountable to consultant cardiologist/physician and report at multidisciplinary meetings status of heart failure patients. Advanced Nurse Practitioner is also accountable to the patient. Qualification and Experience An Advanced Nurse Practitioner must have attained a masters' degree level or hi gher, and a post6graduate qualification with a strong clinical module reflecting the s pecialist field of practice. The ANP must have a minimum of seven years post6registrati on experience including 5 years experience in heart failure. Evidence of substantive supervised advanc ed practice hours and continuing professional development on an ongoing basis is req uired. Competent in higher levels of judgement, decision6making and judgement at a level above that expected of clinical nurse specialist. The advanced nurse practitioner mus t demonstrate competencies relevant to heart failure practice. The Framework for the Establishment of Advanced Nurse Practitioner and Adv anced Midwife Practitioner (National Council for Professional Development of Nursing an d Midwifery Practice 2008), underpins the development of and competencies which must be attained and demonstrated in order to be approved in the role of Advanced Nurse Practitioner, working within their scope of Practice as defined by An Bord Altranais (2000). An Advanced Nurse Practitioner in heart failure should have undertaken and completed the nurse prescribi ng of medicines and ionising radiation certificate courses The role of the heart failure Advanced Nurse Practitioner is described under the following core concepts as defined by the National Council for the Professional Development of Nur sing and Midwifery (NCNM 2008): · Autonomy in Clinical Practice · Expert Practice · Professional and Clinical Leadership · Research Autonomy in Clinical Practice Manages a specific caseload at heart failure clinic and in the community Accept direct referrals from other healthcare professionals Demonstrates a commitment of health promotion and illness prevention Independent in clinical decision6making practice, demonstrating competenci es and responsibilities in levels of decision6making 76 Identifies and prioritises patients who require referral to other mem bers of the multidisciplinary team. Autonomously refers patients to other members of the multidisciplinary team Demonstrate expert skill in clinical diagnosis and prescription of treat ment for heart failure patients within agreed protocols and scope of practice. If relevant, i ndividuals role in medication management is incorporated in these competencies Expert Practice Education must be at Masters degree level with a major clinical co mponent relevant to heart failure practice Independent autonomous nurse led consultations Demonstrates expert critical thinking and theoretical knowledge relevant to hear t failure practice Ability to perform comprehensive health history and physical examination Uses advanced knowledge and practice skills to empower patients and their carers, members of healthcare profession in heart failure practice Liaises with General Practitioner, practice nurses primary care teams and other members of the multidisciplinary team Communicates concept of advanced nurse practice in heart failure Through education demonstrates ability to apply to clinical practice t he knowledge and experience attained through postgraduate education. Professional and Clinical Leadership Should initiate and implement changes in healthcare service at local and national level in response to service needs, thus demonstrating ability to show clinical leadership to peer groups Develop a flexible and innovative approach to networking and forming links with ot her Advanced Nurse Practitioners locally and nationally Pioneer the development of nursing practice beyond its current scope Commitment to the advancement of nursing theory and clinical practice and act as a change agent Support and supervise newly qualifies clinical nurse specialist and staff nurses working in the area of heart failure Collaborate with other healthcare professionals to provide new healthcare servic es to incorporate Maintains a professional portfolio reflecting continuous and ongoing professional education including education specific to heart failure nursing Engage in education of nurse colleagues further education and other healthcare professionals Joins relevant professional organisations, attends and participates in educational seminars nationally and internationally Promotes role of the advanced nurse practitioner in heart failure locally, nationally and internationally Encourages the development of the role of the advanced nurse practitioner Research Identifies areas of research and audit relevant to enhancing care and management of patients with heart failure. Contribute to the improvement and quality of patient care and services Leads clinical audit and research locally and nationally in advancement of the care o f heart failure Initiates and co6ordinates clinical audit pertinent to heart failure patient care and audit of role of nurse practitioner effectiveness 77 Apply evidence6based practice to patient and evaluate the effects and how it contributes to patient care, patient service and informs nursing practice. Establishes links with schools of nursing to collaborative research Participate in original research pertinent to heart failure nursing Present and publish research findings regularly both nationally and international ly. 78 8.6 Role of Practice Nurse General Practice recognises the valuable contribution a dedicated practice nurs e makes to the quality of client care. The growth of a practice is dependant on the ser vice it can provide for its' population. Establishing a nursing service in general practice or developing an existing service has the potential to benefit clients, the practice and the clinic ians. Practice nursing has developed as a specialist area of community nursing. Engagement with practi ce nurses is essential in the delivery of structured care to chronic disease populations in primary care. Key role of practice nurse in heart failure Assist in the establishment of a practice register for all identifi ed HF patients attending the practice. Be familiar with clinical care pathways recommended for patients diagnosed with HF. Participate in and provide clinical nursing services for heart failure pat ients e.g. monitoring B/P, heart rate, weight, BNP, titration of medications, et c. Reinforce and support HF clients in following self6care behaviours such as daily weights, medication concordance, low salt diet, smoking cessation, exercis e regime. Assess their ability and comprehension of self6care activities and determine i f additional supports are required. Record exercise tolerance at each visit, review client's personal daily weig ht records and use opportunity to access their understanding of the importance of monitoring weight and their ability to respond to changes appropriately or as instructe d. Discuss medications and tolerance of same and give opportunity to discuss any difficul ties. Enquire about sleep pattern and make note of number of pillows used normally Access progress and link as necessary with the secondary care HF team / community HF CNS. Ensure that all HF clients receive annual Influenza vaccinations. Document if clients have received the pneumococcal vaccine in the past and if not arrange for administration of same. Contribute to the data collection systems used to provide ongoing audit of s ervices provided to the HF practice population. Refer clients to community HF CNS as necessary, if not already known t o service. Be responsible for co6ordinating the ongoing care and follow6up for heart failure patients in the practice. Identify the requirements needed to execute this responsibility e.g. protected t ime, access to education and training, additional equipment etc. 8.7 Role of Public Health Nurse Provide advice in the implementation of the Heart Failure management protocols for the diagnosis and management of Heart Failure in the community. Support patients in their home in the provision of self care monitoring, advi ce and education. Interface between Hospital and General Practice to ensure ease of communic ation. Facilitate referral of patients to clinics by direct contact with the nurse specialist and general practitioner. 79 8.8 Role of Cardiac Technician/Physiologist Background Cardiac Technicians (referred to as Cardiac Physiol ogists in the UK) work at the forefront of Cardiac Diagnostics, both non6invasive and invasive, Cardiac Intervention and follow6up and management of patients with Impla ntable Cardiac Devices such as pacemakers and defibrillators. They work in the area of Clinical Measurement Scien ce and a recent independent review has recommended that our title be changes to one of Clinical Measurement Scientist. Cardiac Technicians perform and in most cases repor t the following investigations Electrocardiogram (ECG) Cardiac Stress Testing (Exercise Testing) 24hour to 7 day Ambulatory ECG Monitoring (Holter) Ambulatory Blood Pressure Monitoring Transthoracic Echocardiography They also play an important role in the monitoring of patients and the management of emergency equipment such as Temporary Pacing and In tra6aortic Balloon Pumps, as well as new diagnostic tools such as Pressure Wires and Intravascular Ultrasound during Coronary Angiography and Intervention. In the vast majority of hospitals, Pacemaker and Im plantable Defibrillator patients are managed in Technician6led Clinics. The Degree in Clinical Measurement Science has been up and running for almost 10 years and is producing approximately 20 graduated e very year in the area of Clinical Measurement Science with the majority opting to maj or in Cardiology. Many of those working in the field continue on to g ain internationally recognised accreditations in various aspects of the role, ofte n at their own expense. These include British Society of Echocardiography Accreditation in Transthoracic Echocardiography (BSE) tion in Adult Echocardiography ARDMS Heart Rhythm UK Accreditation in Pacing and Defibr illation (HRUK) Heart Rhythm Society Accreditation in Cardiac Paci ng and Defibrillation for Allied Health Professionals (NASPE) 80 Cardiac Physiologist in Heart Failure The Cardiac Physiologist plays a vital role in the diagnosis and management of patients with Heart Failure. Key objectives of the ir role are to: - Provide timely in6patient echo service for ADHF ad missions - Provide timely access to Echo at outpatient level including consideration of community technologist to facilitate investigation nearer patient and GP base - Provide6technician6led device clinics Diagnostics - A mainstay of the Cardiac Physiologist work is t he provision of diagnostic testing for patients with a suspected or confirmed diagnosis of Heart Failure. It is likely that patient will undergo a number of different tests with Echocardiography being the mainstay. Cardiac Physi ologists are the personnel with the appropriate training and skills to provide the most rapid and accurate Echocardiographic diagnosis of Heart Failure. It i s also important to note that Heart Failure is not a simple diagnosis of LV funct ion as up to 30% of patients have Heart Failure have normal ejection fraction (H FNEF). This is often due to diastolic dysfunction, an Echocardiography diagnosi s which takes skilled interpretation. It should also be noted the import ance a full Echocardiogram carried out by the appropriate person has in terms of the overall clinical management of any patient so that a less common dia gnosis is not overlooked. Echocardiography is a vital tool in the management of patients through their journey (from initial diagnosis to potentially ICU ) and accurate assessment of ejection fraction in particular is vital in the th erapy decision making process and the guidelines for device implantation all mak e reference to specific ejection fraction cut6offs. A large number of Cardiac Physiologists have inter nationally recognised accreditations in Echocardiography, such as those from the British Society of Echocardiography and the European Association of E chocardiography Device follow6up - Many patients with Heart Failure will end up wit h Implantable Cardioverter Defibrillators (ICDs) or C ardiac Resynchronisation Therapy (CRT). This is a technologically rapidly d eveloping field with new device features coming on stream every year. Manag ement of these devices and the patients from a device point of view is a h ighly specialised role and it is not surprising that Device Clinics are now almost s olely Physiologist6led. Cardiac Physiologists are the personnel with the m ost in6depth knowledge of these devices, features and how best to optimise t he devices for each particular patient. Cardiac Physiologists have internationally recogni sed accreditation in Cardiac Rhythm Device Management from groups such as Inter national Board of Heart Rhythm Examiners (NASPE), Heart Rhythm UK or European Heart Rhythm Association. 81 Demand for echocardiography brought by the HF servi ce and other clinical programmes such as the acute medicine programme may increase overall numbers. The true impact will be need to be assess ed over time as the increased numbers brought into the service will add to echo numbers initially but there are other factors which will serve to reduce echo demand over time: - Use of NP at point of initial diagnosis - More knowledgeable follow up of these patients wil l potentially reduce echo numbers not increase them in certain circumstance - More careful scrutinizing of echo referral in gene ral outside of HF66significant numbers of echo requests are inappropriate It is important that cardiac physiologist numbers a re maintained at the present level at a minimum in all hospitals. Extension of the role of the senior cardiac physiologist to the community will need to be addre ssed in future planning. Diagnostic and review echocardiography are feasible and potentially cost6 effective in a primary are setting. As plans are de veloped to provide GP access in the community, senior hospital cardiac physiolog ists with formal echocardiography accreditation will be required to rotate and carry out and report on echocardiography and some non invasive tests in the primary care setting. 82 8.9 Role of Community Pharmacist The role of the community pharmacist is evolving and the community pharmacy is accessible as a centre of high quality health promo tion, information and medicine support services within the community, called pharm aceutical care. Pharmaceutical care is the direct, responsible provision of medica tion6related care for the purpose of achieving definite outcomes that improve a patient' s quality of life. Furthermore, as a health professional with high frequency of contact with patients and with service users who may not access other primary care services, the community pharmacist can provide referral when needed to the general practit ioner. As part of the HF multidisciplinary team (MDT), the community pharmacist with a special interest in heart failure (HF) will work wi th the MDT to ensure the goals of quality of care, access to care and cost effective care for heart failure patients are met. This will include the roles described below: [1] Manage pharmaceutical care issues for individua l patients with HF in their care and provide feedback to the general practition er, the primary care team and local HF on a patient's pharmaceutical care iss ues. [2] Encourage optimal self6care amongst HF patients [3] Identify patients at risk for HF and refer to t he general practitioner [1] Management of pharmaceutical care issues of ind ividual patients with HF and provide feedback to the general practitioner, t he primary care team and local HF multidisciplinary team (MDT) on a patient' s pharmaceutical care issues The community pharmacist will: Review, assess and accurately dispense all medicat ion to patients, covering regular repeat prescriptions from their GP, Hospita l emergency and OPD prescriptions, Hi Tech prescriptions, and Long Term Illness (LTI) Prescriptions. Particular focus will be on reviewing key combinati ons of medicines are used to ensure that appropriate and rational combinations o f medicines are used to optimise outcomes and minimise adverse drug reactio ns. Provide information and advice around the use of P rogramme Preferred Medicines to the GP and heart failure Primary care Team as ap propriate Advise the patients and GP about medicines inappro priate for use in heart failure patients. Provide pharmaceutical care to patients, using tec hniques including Medication Usage Review, with focus on: 83 Use of appropriate heart failure medication, at op timal dosage and form for the individual patient Identification of untreated indications and selecti on of therapies compatible with the patient's clinical status, drug-profile and co- morbidity profile Identification of inappropriate medication use such as: Improper drug selection Adverse drug reactions Drug-drug and drug-disease interactions Medication use without indication Failure to receive medication Inappropriate use of / adherence to treatment regim en As part of the Medicines Reconciliation Process for heart failure patents on both admission and discharge to hospital or following ou tpatient visit, liaise as required, with the hospital based heart failure clinical phar macist and hospital based MDT o To clarify and confirm any issues or queries that may arse as part of the dispensing process o To ensure seamless care for the patient and an unb roken supply of their required medications post discharge Counsel the patient about their medications and di scuss and reiterate the importance of adherence at all times, with particul ar focus on prescriptions where new medications are charted, medications have been discontinued, or doses have been changed, such as following OPD appointments or following a hospital stay. Provide feedback to the general practitioner, the primary care team and local HF MDT on patient's pharmaceutical care issues that ma y arise following planned or ad hoc MUR with the patient Report, record and follow up any suspected Adverse Drug Reactions that may occur in heart failure patients under the care of t he Lead Clinician in heart failure Oversee the documentation and audit of all pharmac eutical care interventions as to help guide best practice and care for heart fail ure patients into the future. Provide informal and formal medicines focused educ ation and training, guided by best practice in CPD, and any competency based fram ework in place, on an ongoing basis to members of the primary care team Take a proactive role in audit that may be underta ken in regards to Programme Preferred medicines and inappropriate medicines for use in heart failure patients Ensure that the CPD is undertaken and documented i n the area of heart failure. 84 [2] Encourage optimal self-care of HF patients The community pharmacist will use the opportunity o f frequent patient/carer contact to re6enforce self6care advice to patients such as: Provide ongoing medicines information, education and support so as to ensure optimal medication adherence by heart failure patie nts Counsel patients about over the counter (OTC) and herbal products they may wish to purchase so as to avoid those OTC and herba l treatments which may be inappropriate for heart failure patients. Provide a monitoring service to heart failure pati ents, covering areas such as o Monitoring for fluid retention, through the use of daily weights o An agreed pharmacist/patient checklist for signs a nd symptoms of deterioration in their condition, and referral to G P criteria o INR checks, monitoring and warfarin dosage advice, as agreed under local protocols o Specific heart failure drug titration as agreed un der local protocols o Therapeutic drug monitoring as required Provide an immunization service for heart failure patients; identifying and reminding patients, administering and recording of the required vaccines Educate heart failure patients around the importan ce of dietary sodium restriction, (including from medications), alcohol, recreational toxins Offer Smoking cessation programmes to heart failur e patients, and provide information and education to patients in regards OT C and prescribed aids to smoking cessation Discuss with, and advise patients about the import ance of maintaining adequate nutrition, and reinforce with patients the importance of reporting undesired weight loss to their pharmacist or a memb er of the Primary care MDT Counsel patients in regards the importance of moni toring for, and early treatment of emotional distress, anxiety and depres sion. Counsel patients in regards the importance of moni toring for sleep disturbances, and to report these to their pharmaci st or a member of the Primary care MDT. Ensure all pharmacy staff have completed and conti nue to maintain education and CPD in the area of heart failure 85 Ensure appropriate referral processes and procedur es are in place within the community pharmacy for heart failure patients that may use the pharmacy, in order to ensure they receive all appropriate pharma ceutical care, education and information. [3] Support the primary care team in identification of patients at risk for HF and refer to the general practitioner The community pharmacist is ideally placed to suppo rt the Primary care team in identifying, screening and referring for further in vestigations; patients with risk factors for HF. They are also capable of monitoring and su bsequently referring, known HF patients for signs and symptoms of deterioration an d onset of symptomatic HF, through agreed Primary care team HF protocols. 86 8.10 Role of Clinical Pharmacist in hospital The mission of the pharmacist is to provide pharmaceutical care. Pharmaceut ical care is the direct, responsible provision of medication6related care for the purpose of achieving definite outcomes that improve a patient's quality of life. Where available, Clinical Pharmacists with a special interest in heart f ailure (HF) will work with the lead clinician and the heart failure multidisciplinary team (MDT) to ensur e the goals of quality of care, access to care and cost effective care for heart f ailure patients are met. The Clinical Pharmacist will: [1] Manage pharmaceutical care issues of individual patients including use of integrated discharge prescriptions [2] Support the development of effective, safe and cost6effective approaches t o medication use in the MDT [3] Support audit, review and training and research in relation to prescribing practice to ensure that the most appropriate and cost6effective agents are used by the M DT [1] Management of pharmaceutical care issues of individual patients The Clinical Pharmacist will: Provide and document Medicines Reconciliation for patients with a diagnosis of heart failure, on arrival in the HF unit or within a locally agreed time frame. Medicines Reconciliation on admission will involve; o Collecting a comprehensive Pre -Admission medication list by speaking to the patent and/or their carer about their medications, and contacting as required and appropriate; /square4 the patients community pharmacy /square4 the patients GP Surgery /square4 the patients Nursing Home o checking of the Pre admission list against the in patient hospital kar dex o Liaison with the lead clinician and the MDT team to highlight and resolve any changes, omissions or errors identified during the Medicines Reconciliation Process on admission. o Documentation of the Medicines Reconciliation Process and outcomes on an integrated discharge document Provide pharmaceutical care to patients during their hospital stay, review ing patients for key pharmaceutical care issues such as Use of appropriate heart failure medication, at optimal dosage and form f or the individual patient 87 Identification of untreated indications and selection of therapies compatible wi th the patient's clinical status, drug-profile and co-morbidity profile Identification of inappropriate medication use such as: improper drug selection adverse drug reactions drug-drug and drug-disease interactions medication use without indication failure to receive medication inappropriate use of / adherence to treatment regimen Follow6up with the lead clinical and the MDT any issues highlighted during the patient's hospital stay and structure use of Integrated Discharge Prescriptions f or all HF patients. Plan for the discharge of the heart failure patient by o Ensuring the timely preparation of the discharge prescription, and integra ted discharge document, o providing a Medicines Reconciliation service prior to discharge clearly indic ating any changes or discontinuations in medication o Counsel the patient prior to discharge about their medications and discuss and reiterate the importance of adherence to medical therapy and self6care issues. o Liaise with the community pharmacist to ensure seamless care for the pat ient, an unbroken supply of their required medications and ongoing community based pharmaceutical care using the integrated discharge document [2] Supporting the development of effective, safe and cost-effecti ve approaches to medication use in the MDT. The Clinical Pharmacist will: Take a pro active role in the development of policies, protocols, and presc ribing pathways, as required by, and for use by, the MDT on drugs used in the managemen t of heart failure and associated conditions Ensure an appropriate peer review process is in place and is audited, around the development and use of the above policies and protocols. Provide ongoing information to the team around cost6effectiveness of key m edicines used in the management of heart failure Work with the MDT to ensure the introduction, effective use and audit of th e Programme Preferred Medicines for heart failure. Work to ensure all Medication Safety best practices are implemented and adhered to by all members of the HF MDT Provide evidence based medicines information to the lead clinician and the MDT cov ering areas such as o prescribing advice for the key drugs used in the management of heart f ailure and associated conditions o new medicines evaluations 88 o Ad hoc medicines information queries from members of the MDT heart fai lure team o Ad hoc heart failure medicines information queries from patients and/ or t heir carers [3] Supporting audit, review and training and research in re lation to prescribing practice to ensure that the most appropriate and cost-effective ag ents are used by the MDT The Clinical Pharmacist will: Take a proactive role in the audit of prescribing practices of the MD T and provide information and feedback to the MDT on medicines quality and costs. Report, record and follow up any suspected Adverse Drug Reactions that may occu r in heart failure patients under the care of the Lead Clinician in heart failure Oversee the documentation and audit of all pharmaceutical care interventions as to hel p guide best practice and care for heart failure patients into the future. Provide medicines focused education and training and research, guided by best practice in CPD, and any competency based framework in place, on an ongoing basis to member s of the heart failure team, and as appropriate to other staff members withi n the hospital setting. Provide medicines focused education to heart failure patients, and/or their carers , as part of any formal education programme in place for these patients. Ensure that the clinical pharmacist undertakes and documents, using CPD recommendations, ongoing learning, education and training in the area of heart failur e. Work with the director of pharmacy to ensure all medication procurement , supply and safety requirements are met, while taking account of all legislat ion and guidelines in regards the use of medicines. 89 8.11 Role of Community Dietitian A dietitian/clinical nutritionist is a health professional who is qualif ied to give accurate evidence based advice and information on all aspects of nutrition and diet. Dieti tians apply knowledge of food, nutrition and other related disciplines such as biochemistry, physiology and social science to promote health, prevent disease and aid in the management of illness. Dietitians have a key role in the prevention and treatment of heart failure fr om pre diagnosis to end of life. Prevention of HF is the domain of the community dietitian and this can be outworked in a range of primary care and health promotion settings and throu gh secondary prevention measures as part of Chronic Disease Watch. On diagnosis of heart failure, a patient's nutritional requirements can v ary. The heart failure population is generally elderly and patients suffer from multiple co6morbidi ties. Indeed patients with heart failure have the highest levels of co6morbidities in chronic disea se with 99.6% of patients having at least one other chronic disease and the mean number of diseases i s 2.9 diseases. As the disease progresses to include cachexia, maintaining body weight is a challenge. For example, providing a patient with heart failure, weight loss, and chronic kidney disease with expert dietary care that supports compliance, well being and quali ty of life requires ongoing support and education from a dietitian. Non6compliance with diet or drug treatment is the most common cause of readmission to hospital in heart failure patients (Michalsen et al. 1998). It has been shown that up to 50% of patients suffering from chronic heart failure are to some degree malnouri shed (Anker et al, 1997). Patients suffering from chronic heart failure have symptoms that c an affect their food intake, for example tiredness when strained, breathing difficulties and gast rointestinal symptoms like nausea, loss of appetite, early feeling of satisfaction and ascites (Persson et. al. 1994). Pharmacological therapy can also lead to loss of appetite which wil l make the intake of food inadequate to meet the required energy and nutritional needs. Cardiac cachexia affects 12615% of all heart failure patients. Patients wi th cardiac cachexia as defined by weight loss during the last 6 months of 6%; have a mortality rate two to three times higher than non cachectic heart failure patients (ESPEN 2006). Fo r adults suffering from malnutrition, who had lost 40% of their original weight, a biopsy of t he heart muscle showed that they had also lost 35% of the weight of the heart (Freeman et al. 1994). Myocardial atrophy and decreased heart function can be observed already after a fast of 10 days (Hessov et al. 1998). Box 1. Evidence related to the Role of the Dietitian in Heart Failure: (diet and nutrition - ADA 2003, ESC 2008, NICE 2010 and ADA 2011) 1. Reduce myocardial workload Reduce sodium intake 6Sodium restriction is recommended in symptomatic HF to prevent fluid retention. Although no specific guidelines exist, excessive int ake of salt should be avoided. Patients should be educated concerning the salt content of 90 common foods. Taste and flavour are important for elderly patients and compl iance with a low salt diet can be poor. The quality of life is affected nega tively if the food is tasteless. Therefore, the dietitian can suggest alternative ways of ensuring that patients adhere to advice without compromising their quality of life and di etary intake. (ESC 2010). The ESC (2011) suggests salt intake should be reduced to 5g per day. Achieve/maintain healthy body weight 6 Weight reduction in obese [body mass index (BMI) 30 kg/m2] persons with HF should be considered in order to prevent the progression of HF, decrease symptoms, and improve well6being. In moderate to severe HF, weight reduction should not routinely be recommended since unintentional weight loss and anorexia are common problems. (ESC 2008) Fluid restriction 6 Fluid restriction of 1.5-2 litres/day may be considered in patients with severe symptoms of HF especially with hyponatraemia (ESC 2008) Alcohol intake 6 Alcohol intake should be limited to 10-20 g/day (1-2 small g lasses of wine/day) (ESC 2008) 2. Patients with multiple diseases with a nutritional component will require regular intervention in order to maximise the nutrition care plan as the patients medic al status changes6 e.g. erratic blood sugars, fluid restriction, acute on chronic kidney injury, coeliac disease, hypertension, pressure ulcers. 3. Improve nutrition status of the individual A combination of reduced energy intake and increased basal energy requirements, places the person with heart failure at risk of malnutrition. Dietary evaluation for nutrition support (oral, enteral, parenteral) 6If weight loss during the last 6 months is 6% of previous stable weight without evidence of fluid retention, the patient is defined as cachectic. The patient's nutritional st atus should be carefully assessed (ESC 2008). 4. The use of diuretics and other drugs may result in significant urinar y losses of potassium and water soluble vitamins. Assessment of Micronutrient Status e.g. thiamine, vitamin B12 and folate, is necessary to ensure adequate intake with view to recommendat ion of supplementation if required (ESC 2008, ADA 2011). 5. Food and drug interaction education e.g. grapefruit, cranberry juice and salt substitutes, warfarin and diet therapy and sodium containing medications (ADA 2003) . 6. Contribute to Group Education Sessions for: Heart failure patients +/6 family members. Other health professionals working in the area of heart failure. 7. Patient resource: Community resources (for example day centres, meals on wheels) 91 All patients diagnosed with heart failure should be referred to a dietitian who will carry out a complete nutrition assessment and design an appropriate dietary care plan. The di etitian will give dietary advice and should aim to see the patient at least once again to deter mine compliance and whether they have any questions. Patients with cardiac cachexia and/or complex co morbidities should be seen as priority patients. These patients wi ll need to be seen by the dietitian on more than one occasion. More complicated patients wil l require the expertise of a senior dietitian in the acute setting. ESC guidelines for diagnosis and treatment of acute and chronic heart fail ure (2008), indicate that a strong relationship between healthcare professionals and patients as well as sufficient social support from an active social network has been shown to improve adherence to treatment. It is recommended that family members be invited to parti cipate in education programmes and decisions regarding treatment and care. Dietitians are not core members of primary care teams. Dietitians are employed at 'primary care network' level with approximately one dietitian per 15,000640,000 population (serv ing 465 primary care team areas). Community dietitians have a varied workload of adult and paediatric clinical and health promotion service. Where adequate staffing provisions can be made, heart failure patients at tending GPs for follow up could avail of a community dietetic service that includes:. One to one dietetic counselling tailored to the individual patient (see box 1). Dietetic consultations will take into account key cardioprotective diet messages. F or example, studies have shown that education given by a dietitian on sodium intake, improved patient knowledge and awareness of the sodium restricted guideline and improved adherence with a sodium restricted diet (Arcand et al 2004; Neily et al, 2002). Assessment for malnutrition/cardiac cachexia using an appropriate MUST based screening tool for heart failure patients, followed by evidence based clinical management of patients identified as malnourished or at risk of malnutriti on. This will include monitoring of energy and micronutrient intake, food fortification advice, oral nutrition supplementation and repeat screening. Development and delivery of a multidisciplinary community dietitian led home tube feeding service. Patients with heart failure may require tube feeding if or al intake is compromised or contraindicated. Heart failure patients who are home bound, immobi le or residing in nursing homes will need domiciliary visits from community dietitians providing a nutrition support service. Development and delivery of self management group education programme that includes education on diet, weight management, alcohol, smoking, physical activi ty and medication - including dietetic input at cardiac support groups and cardiac rehabil itation groups in the community. Telemanagement of patients between domiciliary visits or clinic appointm ents. Case conferencing with other members of the primary care team and acute c are team where necessary. \"There should be a constant interface between hospital and primary care so that unstable or difficult heart failure patients can be reasses sed quickly in a heart failure clinic helping to prevent acute admissions\" (IHF 2002) 92 Professional shared training and resource development (i.e. heart failure malnutrition screening tool, local guidelines, patient information leaflets) with hospit al dietitians, heart failure nurses and primary care health professionals Increasing awareness of risk factors of heart failure by supporting national and local media and education campaigns (e.g. Irish Heart Month) and dissemination of information to primary care team members Role of the Palliative Care Dietitian The ESC (2008) recommends that a dietitian is a member of the multidisci plinary palliative care team. There are currently 2.2 WTE dietitians working in special ist palliative care in Ireland. Palliative care begins when a patient is diagnosed with a terminal diseas e and its philosophy advocates that when the quality of life can no longer be increased the quality of life must be maximised. Nutritional management in palliative care should always be supportive and goals should be set with patients and carers, ensuring that they are individual ly tailored and realistic (Hill and Hart, 2001). The role of the senior dietitian is to: Provide expert and individualised dietetic assessment and intervention at all stag es in the patient's journey to ensure all nutritional needs are met. Consider oral, enteral or parenteral nutritional support in patients failing to maintain their nutritional status who are unable to eat, swallow or absorb nutrients, befor e weight loss becomes significant i.e. >10% over period of 6 months (BDA 2004). Educate patients, staff and carers regarding the management of the nutr ition related problems experienced by the patient. Provide reassurance and comfort to family and carers as the patient's condit ion deteriorates. Recognise deterioration in the patient's condition and determine the most appropriate goal of treatment e.g. the stage at which the aim of dietary interv ention should be on enjoyment, without pressure to achieve an optimum intake. Nutritional Therapy in End of Life Care: Food and fluid is extremely symbolic in our society and are often seen as an es sential part of sustaining life. Towards the end of life, the goals of care shift and thus t he emphasis of care should be on quality of life rather than aggressive nutritional therapies (Hil l and Hart, 2001). At this time the role of the senior dietitian may be to: Provide ongoing support and reassurance. Use specialised counselling and negotiation skills particularly with ethic al issues surrounding feeding as carers may equate the giving of food with giving l ove. Provide comfort and support for the patient and family. Change focus to the relief of symptoms. Continue to educate the patient and family in relation to any nutritional probl ems or ethical dilemmas that may arise. Overview of skills set required 93 Dietitians in primary care are employed at 'primary care network' level with approximately one dietitian per 15,000640,000 population (465 primary care team areas). Currently c ommunity dietitians are understaffed and there would need to be at least one community dietit ian employed per network population to implement a primary care multidisciplinary heart failure programme. The community dietitian with a heart failure caseload will r equire ongoing clinical support and up6skilling from primary care and acute heart failure specialis ts. Specialist Palliative Care and end of life care would also require the input o f a senior dietitian with specialist skills in this area. The estimated minimum staffi ng levels for this dietetic support is : 0.2 WTE per 100,000 population served, 0.2 WTE per 125 hospital beds and 0.2 WTE per 6.7 beds, whether in acute6care setting or in a free standing palliative care unit or hospice (INDI, 2009). 94 8.12 Role of the Hospital Dietitian in Heart Failu re Dietitians are responsible for the nutritional care of patients and clients in different settings. All the large hospitals in Ireland and the majority of smaller hospitals employ c linical dietitians. In order to be employed as a dietitian in a hospital in Ireland, a BSc in Human Nutrition and Dietetics, or a Post Graduate Diploma in Nutrition and Dietetics or Di etetics, or a recognised qualification prior to 1987 is required. The clinical dietitian is involv ed in the management of patients who require either nutritional support, via the oral, enteral or parenteral route. They also provide patients with therapeutic diets, which are used to optimise the well being of patients with specific medical conditions. The role of the hospital dietitian is reflected in: Critical care Inpatient Recovery All patients admitted to critical care will be managed by the senior dietit ian assigned to Intensive Therapy Unit (ITU)/Coronary Intensive Care Unit (CICU). Inpati ent recovery at Coronary Care Unit (CCU)/Ward level will be based on nutritional assessment and education regarding a suitable eating plan for all other heart failure patients (Refer to Box 1). The dietitian will base the care plan on this assessment - this could be done by entr y6level dietitian for non6complex heart failure. This advice could be one or a combination of the list below: Dietetic Intervention Level of Skill Critical Care Setting - ITU / CICU - Parenteral/Enteral Feeding +/6 fluid restriction reflecting other co6 morbidities, e.g. renal insufficiency Senior dietitian CCU / Ward Level - Salt Restriction advice Healthy eating for the heart - Diabetes both Type 1 and Type 2 and Impaired Glucose Tolerance - Training staff to screen for malnutrition; refer for dietetic assessment - Nutritional support measures based on malnutrition universal screening tool (MUST) score. - Weight reduction if appropriate - Management of Co-Morbidities e.g. Anaemia, Chronic Kidney Disease (including dialysis patients), Coeliac Disease, IBD, hypertension, pressure ulcers Basic grade / senior dietitian (based on complexity of condition) 95 Outpatients - Continued follow up with the above patients that require acute based MDT input. Basic grade / senior dietitian (based on complexity of condition) All patients diagnosed with heart failure should be referred to a dietitian for nutrition therapy. Poor or non6adherence to medication, diet, or symptom recognition is common and may be responsible for over one6third of the hospital readmissions (ESC 2008). A pl anned initial consultation lasting at least 45 minutes and follow up visits (at least 30 minutes each) can lead to improved dietary pattern and quality of life and decreases in oedema and fat igue (ADA 2011). The dietitian is uniquely trained to give tailored dietary advice to these complex groups of patients which may need to be seen on more than one occasion. Overview of skills set required There is no formal cardiovascular training programme for dietitians in Ireland. Nationally, it would be envisaged to appoint 162 clinical specialist dietitians in the area o f Heart Failure to work on a postgraduate course to facilitate learning amongst dietitians worki ng in the area and to develop an e6learning module on the specialist area of 'nutritional therapy in heart failure' for all other health professionals. These specialist dietitians would also work with stakeholders and the workforce planning group of the INDI to ensure adequate service provi sion nationally in line with the recommendations outlined. A senior grade dietitian would be required in the acute setting to specialise i n the area of heart failure to provide inpatient support and partake in outpatient MDT clinics w ithin the hospitals selected to provide heart failure services. 96 8.13 Role of Physiotherapy in the management of he art failure INTRODUCTION Physiotherapy is a health care profession concerned with human function and movement and maximising potential: it uses physical approaches to promote, maintain and restore physical, psycholog ical and social well6being, taking account of variations in health status it is science6based, committed to extending, applying, evaluating and reviewi ng the evidence that underpins and informs its practice and delivery the exercise of clinical judgement and informed interpretation is at it s core.\" The above definition is taken from the Chartered Society of Physiotherapy Cur riculum Framework (January 2002). Overview of Skill set required Currently in Ireland there exists no formal training programme for physiot herapists working with heart failure patients. The skill set identified in each of the int erventions required is completed with the overall recommendation that 2 clinical specialists be appoi nted nationwide to develop a post graduate training programme, to commence research in the Iris h population with regard to physiotherapeutic interventions and to support the staff in th eir role. These clinical specialists would remain part6time clinical but would work on st rategic planning and resource management within the HSE. Their role is to engage with the stakeholders to ensure high quality service provision. The phases of heart failure have been divided into: Critical care In patient Recovery Post discharge End of life CRITICAL CARE: Objective: To maintain airway with airway clearance techniques To assist in weaning of non6invasive ventilation To commence early rehabilitative intervention to enhance outcome Problems presenting Intervention required Level of skill requir ed Inability to clear own secretions Physiotherapy techniques to assist with clearance. Staff grade physiotherapist Ineffective ventilation with deteriorating arterial blood gases despite high levels of O2 therapy Liaison re correct pressure support device. Senior physiotherapist specialising in respiratory or cardiac care Critical illness neuropathy Positioning, early ass isted mobilisation, maintenance of muscle function. Senior physiotherapist Intervention per week: Range 2 - 17 Interventions; Mean 7 interventions 97 RECOVERY: Objective: Reduce length of stay Ensure safe with appropriate aid and that quality discharge achieved in liaison with community colleagues and rehabilitation facilities to ensure physical potential achieved. Assessment to commence exercise regime on discharge (aerobic, weight tr aining and inspiratory muscle training as appropriate) Problems presenting Implications for patients Physiotherapy intervention required Skill set required Large volumes of fluid shift Altered balance reactions - risk of falls in frail elderly Balance and gait re6 education Staff grade therapist Predominance of type II muscle fibres Able complete short bouts of activity, fatiguing easily Muscle training to stimulate endurance performance, advice on pacing Senior physiotherapist Altered endothelial function in peripheries in heart failure Fatigue and breathlessness Aerobic training, advice on pacing Senior physiotherapist Altered diaphragmatic function Breathlessness Breathing exercises Inspiratory muscle training and aerobic training Senior physiotherapist Persistent pneumonia and exacerbations of COPD Breathlessness and fatigue Breathing exercises Airway clearance techniques, inspiratory muscle training, aerobic and peripheral muscle training Senior physiotherapist Reduced social functioning secondary to reduced ability Isolation Goal setting to return to normal activities. Advice on pacing Liaison with community physiotherapists re local support networks Senior physiotherapist Intervention: Intervention per week: Range 1-5 , Minimum: 1 98 POST DISCHARGE Heart failure rehabilitation service Skill set required: Senior physiotherapist NICE guideline amendment 2010. Patients with heart failure should be offered a superv ised group exercise based rehabilitation programme Objective Improve quality of life Improve social functioning Improve understanding of heart failure Improve self management of heart failure Assessments Efficiency of movement Musculoskeletal assessment Gait assessment Assessment of core stability to enhance respiratory function Exercise training Exercise testing Goal setting Pacing Exercise prescription END OF LIFE CARE Skill set: Senior physiotherapist working in an interdisciplin ary team Objective Enhance independence where possible Enhance caregiver satisfaction by enabling them to participate in care when approp riate Role of physiotherapist Positioning to reduce dyspnoea Manual handling assistance and advice Appropriate aids to assist with transfers Musculoskeletal difficulties address same to enhance comfort Secretion management if appropriate 99 8.14 Role of the Occupational Therapist in Heart F ailure Occupational Therapy (OT), facilitates clients to ac hieve their maximal level of functional independence. This facilitates independent living i n the community, and discharge from hospital as promptly as possible. Occupational Ther apy assessment and intervention can be completed individually or as part of a group. A person experiencing this progressive condition ca n benefit from Occupational Therapy at any stage. The NYHA classifies heart fa ilure estimated on the functional impact of symptoms on the individual. Class 2 and a bove are likely to benefit from OT intervention. Some of the usual symptoms experienced with Heart F ailure are General fatigue and reduced activity Decreased ability to mobilize and transfer and incr eased risk of falls Decreased ability to attend to personal care Reduced ability to attend to domestic chores Greater tendency towards inactivity Reduced cognitive functioning In addition to the above, co6morbidities are common ly seen in this population. Occupational Therapy includes, but is not limited t o, the following interventions: 1. Activities of Daily Living Assessment Most people experiencing heart failure feel strain doing their everyday activities (Norberg, Boman & Lofgren 2008). This increases wit h age and with NYHA level 2. An initial Occupational Therapy evaluation includes an interview to establish details of the clients home environment and support and a func tional evaluation of their activities of daily living, (self6care, home care, productivity and\\or leisure activities), with particular attention to the clients physiologi cal response to functional activity. Following assessment, rehabilitation and/or compens ation techniques are applied to maximize functional ability. 2. Work Simplification Training and Energy Conserv ation. The principles of work simplification for energy co nservation are fundamental to the treatment of clients with heart failure. Work simp lification is the performance of a task in an organized, planned and orderly way such that body motions, workload and fatigue are reduced to a minimum. Energy conservati on enables clients to save their energy for fundamental tasks or for times during th e day when more energy is required. It ensures a measured level of activity without over6stressing the heart and circulatory system. 100 3. Time Management Education and practice of time management skills en ables a person to adapt their daily life to provide for cycles of rest and activi ty. This facilitates the person to lead a more balances lifestyle incorporating self6care, wo rk and leisure activities as prioritised by them. 4. Assessment and adaption of a person's Home Envir onment This intervention by a primary care based Occupatio nal Therapist facilitates the client to live as independently and safely at home and ava il of their local community, encouraging the up keep of roles, leisure interests and quality of life. Examples are recommending where to install grabrails and advisin g on accessible bedroom and bathroom conversions/extensions. 5. Assessment and fitting of Aids and Adaptations. Use of assistive devices is frequent among older pe ople with chronic heart failure and is associated with greater levels of fatigue (Norbe rg, Boman & Lofgren, 2010). Assistive devices and ergonomic adaptations are fre quently recommended and provided by Occupational Therapists to increase fun ctional independence, conserve energy and reduce cardiac stress for example, bath seat, shower seat, long handle aids, kitchen trolley, perching stool, raised toile t frame, chair raisers. 6.Cognitive Assessment and Rehab An impairment of attention and memory can impact on the safety by which somebody undertakes everyday tasks, such as cooking, driving and finding their way home. OTs use standardized assessments in addition to skilled observation of functioning to assess and then recommend strategies to reduce the impact or advice on levels of support needed. 7. Stress Management Stress occurs at the point at which demand, whether physical, mental or emotional, outweighs the individual's ability to cope. Cardiac mortality increases on psychologically stressful occasions (World Heart Fe deration). Stress Management assists clients to learn awareness, balance and con trol of stress and utilize appropriate relaxation, lifestyle adaption and cogn itive6behavioural techniques to decrease anxiety/stress. 8. Psychosocial Support The Occupational Therapist facilitates psychosocial support and adjustment to change in roles, abilities and lifestyles. The OT provides reassurance for the client and their significant others. 9. Cardiac Rehabilitation group programmes 101 Cardiac rehabilitation has been shown to offer an e ffective model of care for older persons with heart failure. In one recent study it was shown to significantly reduce hospital admissions and improve quality of life (Wi lliams, et al., 2007). It has been shown to improve not only function but prognosis fo r people with heart failure (The Association of Chartered Physiotherapists in Cardia c Rehabilitation in association with BCAR). Within the programme, the occupational ther apist uses group skills to facilitate lifestyle change in the areas of relaxat ion, stress management and return to activities. Pre and post scores for levels of funct ioning and anxiety/depression are taken and goals are jointly set and worked on throu ghout the programme. 102 8.15 Role of the Psychotherapist/Psychologist in H eart Failure The Psychological service is part of the multidisciplinary team helping patients to manage with heart failure. The role of the Psychologist is in the assessment, dia gnosis, treatment and prevention of mental health disorders. The Psychologist provides an opportunity for patients to talk and think about things that are confusing or worrying. We offer different ways of interpreting, and understanding problems and situations. Patients can go through emotional adjustment of anger, denial, bargaining, depres sion and acceptance. The aim is to allow patients to ventilate their feeling in a confi dential environment concentrating on the beliefs and feelings that influence their behaviours. Guiding patients to accept and own their disease and increase their confidence and coping. Negative thinki ng damages confidence and can distort the view of the self and the future. The aim of the service is to challenge negative thoughts and to help patients to view their diagnosis as something they can live and cope with. The work is carried out in collaboration with Physicians and with other mult i disciplinary team to develop and implement treatments and interventions that patients can understand and comply with. The reasons for referrals are mixed. A large proportion of patients hav e difficulty adjusting to or coping with their diagnosis and this may manifest in anxiety or depress ion. Other referrals are for panic attacks, sleeping difficulties, loss of confidence, coping wi th fatigue, erectile dysfunction, family difficulties with coping with chronic disease, pre implant of Internal Cardiac Defibrillator (ICD) or anxiety due to firing of ICD, bereavement support, awaiting heart transplant or difficulty complying with medication and stress. Coping wit h death and dying. The psychological tools used are CBT (cognitive behaviour therapy) problem solv ing, mindfulness, relaxation and counselling, depending on the presenting complaint or a mix ture of these. The format is mostly individual one6hour sessions or group therapy i.e. part of rehab exercise programme. Sessions can range from 1 to 18 depending on presenting problem . Psychological education is also given to larger groups during education lectures , approx 20630 out patients. The service also offers in service education to staff and lecturing to Post Grad Nurses on the Heart Failure Course in UCD and to Post Grad Psychology students in TCD. Continuous medical education and research are on going elements of the service. The serv ice is supported by advice and liaison with colleagues in general Psychiatry and old age Ps ychiatry and with GP. 103 8.15 Role of the Primary Care Social Worker in Hea rt Failure The Primary Care Social Worker, working as part of a multi-disciplinary team, aims to promote health and well-being, focuses on fostering advocacy and empowerment and seeks to encourage self-help in the local community (IASW, 2 008). \"The focus of primary care social work is to support the delivery of health and perso nal social services at the local level. Social work's particular area of expertise relates to pers onal social services. Delivering such services involves supporting the service user to improve the ir own circumstances and health status. In this work, the values and related approaches that a primary care social worker would use include advocacy, promotion of independence, an ind ividualised care plan and the promotion of dignity, respect, client choice and self esteem\" (IASW, 2008: 4/5). One of the key aims of a primary care social work service is to facilitate e ase of access to a social worker as a means both to avoid the deterioration of client's psycho- social circumstances and to facilitate early interventions of required services and agencies. The Role of the Primary Care Social Worker in the m anagement of a chronic disease such as heart failure includes the following: Assessment of bio-psychosocial aspects of health an d well-being Concrete service provision Counselling and therapeutic services Consultation with other health care providers about the biopsychosocial factors and their implications for health and well being Education and training in biopsychosocial aspects o f illness and intervention strategies Community development and capacity building (Preparing for Change: Social Work and Primary Heal th Care, 2003, Canada). Using these, the primary care social worker may pro vide a range of services: Emotional and practical support to individuals and families adjusting to changing life situations as a result of illness, bereavement, fin ancial difficulties, relationship breakdown, unemployment, trauma, suicide etc. Support for people who are socially isolated due to illness, disability or lack of supports. Advice to professionals and service users on a rang e of issues including housing and accommodation, financial/welfare matters and legal issues. Support for carers of older persons and persons wit h disabilities. Short term supportive counselling, emotional and pr actical support and referral to appropriate long term services where necessary. Supporting self-motivation and self-help; and where appropriate advocating on behalf of service users. Facilitating self-help, anxiety management and care r support groups where the need arises. 104 Advice and support regarding persons who have been discharged from hospital and are returning to live in the primary care team (PCT) ca tchment area where the need for Social Work intervention has been identified. Encouraging healthy lifestyles in the PCT area. Facilitation of chronic disease/cancer/carers suppo rt groups. Education and health promotion (both at an individu al and community level e.g. health fairs). Living well with chronic conditions group. Information and advice regarding entitlements for c arers/people with chronic conditions/service and referral. Drop in centres. Assessment of needs. Care planning. Case management/coordination of service provision. Specific interventions to support adaptation to the illness e.g. bereavement counselling; crisis intervention. Task centred work. Solution focused brief therapy. Involvement in steering groups and committees that consider and progress models of healthcare delivery e.g. steering group for self ma nagement of chronic illness Support for people who are suffering from a mental health illness which is not severe enough for them to be linked in with the Mental Hea lth Community Services and require short term emotional or practical support. "}