{"title": "Emergency Medicine | Boston Medical Center", "author": null, "url": "https://www.bmc.org/emergency-medicine", "hostname": "bmc.org", "description": "As the busiest emergency department in New England and the 11th busiest in the country, the Emergency Department (ED) at Boston Medical Center provides renowned and compassionate emergency medication care to all patients.", "sitename": "Boston Medical Center", "date": "2021-07-23", "cleaned_text": "of the art emergency care in an equitable and compassionate manner. We offer in person or web-based interpreter services for over 150 languages. If you have medical questions, please call your primary care doctor, or you may come to the Emergency Department to be seen. We are not able to give medical advice over the phone. The Emergency Department at Boston Medical Center The Emergency Department (ED) at Boston Medical Center provides 24/7 cutting-edge, comprehensive, team-based emergency medical care. Located in the heart of Boston's historic South End, we offer a full complement of [surgical](https://www.bmc.org/acute-care-trauma-surgery) and subspecialty consult services. Boston Medical Center is the largest and busiest provider of trauma and emergency services in New England. Our Emergency Department serves more than 130,000 patients each year and is a national model of excellence in emergency medicine. We have a specialized pediatric emergency department staffed by board certified pediatricians and pediatric emergency medicine specialists. Our team consists of experienced emergency medicine attending physicians, advanced practice providers, emergency medicine residents, Emergency nurses, patient care techs, mental health specialists, social workers and case managers. Vision Partner with our community to deliver exceptional, accessible, and equitable emergency care, while aspiring to eliminate preventable injury and disease Mission The Boston Medical Center Emergency Department provides compassionate, culturally humble, and sensitive high-quality acute care to our patients while addressing the biopsychosocial needs of our diverse population, training the leaders of tomorrow, and advancing health outcomes in our community through scholarship and advocacy. Diversity Statement The BMC ED strives to achieve health equity, racial and social justice, and departmental diversity. As a team, we work to create and foster an inclusive and safe environment. We celebrate diversity in our patients, staff, faculty, trainees, and our surrounding community, including but not limited to all genders, races, ethnicities, languages, sexual orientations, religions, socioeconomic backgrounds, health status, country of origin, and abilities. Using education, research, and advocacy, we work to address and alleviate acute medical and social health disparities. Additionally, we take aim at upstream structural drivers of health to impact deep-rooted threats to equity. Contact Us Specialty Clinics [ BMC's level 1 trauma center provides world-renowned, 24/7 care for people with serious injuries, in the Emergency Department, Surgical Intensive Care Unit, and in outpatient clinics. ](/acute-care-trauma-surgery) Acute Care and Trauma Surgery [ The Division of Pediatric Emergency Medicine is part of the Department of Pediatrics at Boston Medical Center and Boston University Chobanian & Avedisian School of Medicine. ](/emergency-medicine/residency/pediatric-emergency-medicine) Pediatric Emergency Medicine [ This standalone unit within Boston Medical Center's Emergency Department evaluates and treat adults, children, and adolescents with emergency psychiatric needs. ](/programs/psychiatry-emergency-services) Psychiatry Emergency Services Programs and Services [ ](/project-assert) Project ASSERT Project ASSERT (Alcohol and Substance Use Services, Education, and Referral to Treatment) provides screening and brief intervention to patients in BMC's Emergency Department. [ Faster Paths to Treatment, is BMC's substance use disorder urgent care program. It is a judgment-free home for people suffering with addiction. ](/faster-paths-treatment) Faster Paths to Treatment [ At Boston Medical Center, we recognize that one size doesn't fit all when it comes to addiction treatment. BMC has developed tailored treatment programs that meet patients where they are, be it in an office or on the street. All of our programs emphasize evidence-based treatments. ](/addiction/caring-for-people-OLD) Grayken Center Clinical Resources [ Boston Medical Center's Violence Intervention Program (VIAP) responds to all violent penetrating injuries (gunshot or stab wounds) admitted to the Emergency Department. Since 2006, VIAP has worked to guide victims of community violence through physical and emotional recovery using a trauma-informed approach to care. VIAP provides crisis intervention, mental health services, ongoing case management on an array of basic needs and individual goals, family support services, and more. ](/violence-intervention-advocacy-program) Violence Intervention Advocacy Program Our Team Physicians Russell, Yun, MD, MPH, Physician Assistants [Max H Lynd, PA-C](https://www.bmc.org/about-us/directory/doctor/max-h-lynd-pa-c) Mark DeLeo Isabel Hardy Kent Alicia Pavadore Mara Swartzentruber Thomas Connor Provider Resources Philanthropy Boston Medical Center is a non-profit 501(c)(3) organization, and all donations are tax deductible. If you have any questions about giving, please call Our Development Office at 617.638.8990 or email [philanthropy@bmc.org](mailto:philanthropy@bmc.org). Department News [Christian Arbelaez Appointed Chief of Emergency Medicine at Boston Medical Center ](https://www.bmc.org/news/christian-arbelaez-appointed-chief-of-emergency-medicine-at-boston-medical-center) Christian Arbelaez, MD, MPH is the new Chief of Emergency Medicine at Boston Medical Center (BMC) and Chair of the Department of Emergency Medicine at Boston University School of Medicine (BUSM). [Boston Medical Center Convenes Inaugural Leaders of Essential Emergency Departments National Conference to Spur Innovation Amid Historic Challenges to Healthcare ](https://www.bmc.org/news/boston-medical-center-convenes-inaugural-leaders-essential-emergency-departments-national) Leaders from hospitals and emergency medicine departments from coast to coast will convene in Boston today to attend the first ever Leaders of Essential Emergency Departments Conference,... Research Overview The Department of Emergency Medicine Research team conducts clinical and behavioral research on a wide variety of topics and disease processes. They are available to assist with designing and planning research, applying for IRB approval, implementing studies, performing data analysis, as well as preparing abstracts, posters, and manuscripts. The team offers a full range of research management activities from grant submission, study setup and implementation to dissemination and closure. Research Support Our research team includes a full-time data manager/analyst, as well as full-time research assistants, a grant administrator and one part-time PhD bio-statistician. Collaborate with the Department of Emergency Medicine Research Sponsors: Interested in partnering with the Department of EM Research? Please e-mail a study synopsis to our team to assess investigator interest and site feasibility ( [emergencymedicineresearch@bmc.org](mailto:emergencymedicineresearch@bmc.org)). Researchers: Interested in collaborating with our EM researchers? Please e-mail us to setup a meeting to review potential partnerships ( [emergencymedicineresearch@bmc.org](mailto:emergencymedicineresearch@bmc.org)). Residency and Fellowship Information Residency Information We offer a PGY1-4 [Emergency Medicine Residency Program](http://www.bumc.bu.edu/emergencymedicine/), with 14 residents per year. As an independent academic department at Boston University School of Medicine, our EM program is a respected leader among clinical departments. If you are a medical student interested in applying for a rotation, or to our residency program, go to [https://www.bumc.bu.edu/emergencymedicine/clerkships/](https://www.bumc.bu.edu/emergencymedicine/clerkships/) Fellowship Information We offer fellowships in EMS Administration, Ultrasound, and [Global and Local Health Equity](https://www.iemfellowships.com/programs/46). Latest from HealthCity [15 Essential Hospitals Try to Answer, \"How Can We Have Healthy, Thriving Communities?\"](https://healthcity.bmc.org/policy-and-industry/15-essential-hospitals-try-answer-how-can-we-have-healthy-thriving-communities) BMC headlined a conference of leaders in emergency medicine, focused on the future and how to innovate in the face of multiple pressing challenges. [Boston Medical Center Reflects on Boston Marathon Bombing 10-Year Anniversary](https://healthcity.bmc.org/policy-and-industry/boston-medical-center-reflects-boston-marathon-bombing-10-year-anniversary) A decade after the tragedy at the Boston Marathon finish line, BMC staff share memories of pain and resilience from the day. [As a Former Paramedic and Overdose Survivor, EMTs Need Better Drug Training](https://healthcity.bmc.org/policy-and-industry/former-paramedic-and-overdose-survivor-emts-need-better-drug-training) By reframing how EMS workers approach people who use drugs, we can make big changes in patients' lives [Percentage of Black Academic Emergency Medicine Doctors Hasn't Grown in 30 Years](https://healthcity.bmc.org/research/percentage-black-academic-emergency-medicine-doctors-hasnt-grown-30-years) Black doctors in emergency medicine have only increased by 0.32% in the last three decades. And it's likely hurting Black patients. [Despite Progress, Emergency Medicine Still Dominated by Male Physicians](https://healthcity.bmc.org/research/despite-progress-emergency-medicine-still-dominated-male-physicians) Female, Black and Latinx physicians less likely to hold or be promoted to senior academic roles, says study. [Emergency Department Earns Award for Opioid Use Disorder Treatment and Named Finalist for COVID-19 Vaccine Initative](https://healthcity.bmc.org/policy-and-industry/emergency-department-earns-award-opioid-use-disorder-treatment) Both honors showcase innovative ways for providers to tailor care for patients who utilize the ED for their care [Gun Violence Is Higher in Boston Areas that Were Redlined in the 1930s](https://healthcity.bmc.org/research/gun-violence-higher-boston-areas-were-redlined-1930s) New data from BMC highlights the enduring harm the racist housing policy had on Boston's devalued neighborhoods. [Emergency Departments Have an Opportunity to Boost HIV Testing](https://healthcity.bmc.org/population-health/emergency-departments-have-opportunity-boost-hiv-testing) To quell a rising epidemic, BMC has embedded HIV counselors in the ED to increase declining testing rates and connect people to effective treatment. [Pandemic Restrictions Reduce Hepatitis C Testing and Treatment](https://healthcity.bmc.org/research/pandemic-restrictions-reduce-hepatitis-c-testing-and-treatment) The impact of such a significant decrease in HCV testing and treatment affects both the individual patients and public health as a whole. [COVID-19 and Racism: Changing Predictable Outcomes](https://healthcity.bmc.org/population-health/covid-19-and-racism-changing-predictable-outcomes) Experts raise concerns for post-pandemic repercussions and call for prioritization of the social determinants within medicine. [Fighting Physician Burnout With Primary Care for Interns](https://healthcity.bmc.org/policy-and-industry/fighting-physician-burnout-primary-care-interns) A novel approach in delivering trainee healthcare is the latest in the effort to ameliorate physician burnout. "}