{"title": "PDF", "author": "PDF", "url": "https://companies.govmu.org/Communique/LIST%20OF%20DOMESTIC%20COMPANIES%20UNDER%20WINDING%20UP.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "FILE NO COMPANY NAME CATEGORY C13570 \"J.C.\"(JEAN CLEMENT) DOMF C078506 & TOURS LTD DOM C45215 \"MADINSI LTD\" DOM C127871 @ AUTO FIX LTD DOM C8275 100,000 CHAUSSURES(ILE MAURICE)LTEE DOM C183303 1st Choice Fuel Ltd DOM C54882 A & A CONSTRUCTION LTD. DOM C24162 A & B NAYA INTERNATIONAL TEXTILES LTD. DOM C182869 A Auckburally Genius Construction Ltd DOM C17117 A C M S LTD DOM C122356 A J PRAYAG & COMPANY LTD DOM C27199 A R R S AUTO PARTS LTD DOM C145026 A SWEET HARVEST LIMITED DOM C143956 A TABLE LTD DOM C12265 A TO Z STATIONERY CENTRE LTD. DOM C162100 A V Associates Ltd DOM C64624 A&A MARKETING LTD DOM C14733 A. GRAY SECURITY SERVICES (MAURITUS) PT DOM C5766 A.B. KHORATTY & CO LTD A.B.A DOM C153019 A.C.T P5310 A.EMAMBUX & A.FAEZ MARKETING LTD DOM C4047 A.G. NABEE & CO. LIMITED DOM C9591 A.G.R. COMPANY LTD. DOM C087883 A.GRENADE MECHANICAL SERVICES LTD DOM C131527 A.H RAMKOLEEA-PASSION CO P2820 A.M. BOODHOO DOM C070600 A.N Spices Ltd DOM P5523 A.NAGA & CO DOM C161309 A.OWADALLY COACH WORK CO LTD DOM C171189 A.P Civil Works & Services Limited DOM C142556 A.POORUN BROTHERS LTD DOM C106541 A.R Grace Co A.R. GOGAH P2775 A.R. C156486 A.R.M. C181881 A.RAMASAWMY DISTRIBUTOR ltd DOM C132291 A.S MULTI CONSULTANTS LTD DOM C170929 A.S.J ALBERT LTD DOM C180349 A.S.N COLD STORAGE LTD DOM C180969 A.TEGA HAULAGE LTD DOM P334 A.W.KHADAROO & CO DOM C21716 A.W-RODEO CHICKEN LTD DOM C147870 A+ BUILDERS LTD DOM C156815 A+HORIZON LTD DOM C168175 A8 ELECTRIC HARDWARE LTD DOM C173017 AA LAND BASED MARINE AQUACULTURE LTD DOM C124299 AADAY LTD DOM C63133 Aakaasha Risks Management Ltd DOM C164268 AALIF SHINE INTERNATIONAL CO LTD DOMFILE NO COMPANY NAME CATEGORY C46281 AAPCA (MAURITIUS) LIMITED DOM C115554 AARDRA CORPORATE SERVICES C179729 Aaron Kevissen Company Ltd DOM C157119 AARONIC CO LTD DOM C43849 AARTICO ADVERTISING SERVICES LTD DOM C139804 ABAX ESOS LTD DOM FD601 ABBA Initiatives Foundation DOM C078104 ABBY CO LTD DOM C65703 ABC CLEANING AND MAINTENANCE SERVICES LTD DOM C161346 ABDA CONTRACTING CO LTD DOM C156134 ABDALLAH SUDDUN CONSTRUCTION COMPANY LTD DOM C124482 ABDUL C168195 ABDUR Decor C162048 ABEL CONSTRUCTION CO LTD DOM C172903 ABH ARCTIC LTD DOM C091841 Abingdon International Ltd DOM Shades Ltd A-B-M-R LTD DOM C159257 ABODOS LTD DOM C181969 About the Trade Ltd. DOM C21728 AB'S EMBROIDERY AND TEXTILE LIMITED DOM C155984 ABS Surya Infinite Ltd DOM C117872 Absolute Luxury Limited DOM FD467 ABUNDANCE FOUNDATION DOM C170944 ABYS CONSULTING LIMITED DOM C086869 ABZ Global Solutions LTD DOM C140443 AC MOMO LAUNDRY LTD DOM C163188 ACADIA BOUTIQUE LTD DOM C172152 Acajou Concierge Ltd DOM AcasiaBooks Ltd DOM C47725 ACCESS COMPUTER CO.LTD DOM C088759 Access Direct Markets Ltd DOM C132820 ACD INVESTMENTS LTD DOM C130967 ACE CLEAN COMPANY LTD DOM C155475 ACEP CONTRACTING C182331 ACM INC. (MAURITIUS) LTD DOM C4880 ACORN SERVICES LIMITED DOM C079168 Acre Services Ltd DOM C182782 Acres & Gardens Ltd DOM C21184 ACT LIMITED DOM C126205 ACTION PREVENTION LTD DOM C099970 Active Business Services (Property) Ltd DOM C115937 ACTIVE CARE PHARM LTD DOM C163414 ACTIVE CONCEPT LTD DOM C142541 Active Zoe Ltd DOM C125460 ACTORS LTD DOM C168156 ACUMED THERAPY CO LTD DOM C169151 ACUTE SUPPORT LIMITED DOM C169626 AD CONSTRUCTION LTD DOM C9288 A-D ENTREPRISE D'EXCURSIONS LTEE DOM C127864 AD INVESTMENT INC LTD DOM C181657 AD Island Co Ltd DOM C26309 AD VALOREM LTEE DOMFILE NO COMPANY NAME CATEGORY C180206 Ada Lovelace Boutique Ltd DOM C180647 Adaptiv Global Partners Limited DOM C180279 ADAYAH BOUTIQUE LTD DOM C19197 ADCOM LTD DOM SERVICES LTD DOM C111184 LTD DOM C147498 Addictive Advertising ltd DOM C072672 ADECAR (II) LTD DOM C167682 ADELAAR ENTERPRISE LTD ADENIA CAPITAL (II) LTD DOM C164633 ADEO AQUA-GANIC FOOD LTD DOM C184565 ADEPT PROFESSIONAL SOLUTIONS LTD DOM C152594 Aderson Limited DOM C150716 ADHOC LTD DOM C068842 ADIBA HERITAGE CO LTD DOM C106094 ADISIA DENTAL CARE CO LTD DOM C164438 ADJ DECO Ltd DOM C123933 AdMedia Ltd CO. LTEE DOM C40292 ADPUB AND UNITED MARKETING CO. LTD. DOM C170598 ADR COMMUNICATION LTD DOM C092427 ADRO HARDWARE LTD DOM C086031 AdtoArt Ltd DOM C15330 ADVANCE SPACE STRUCTURES LTD DOM C56615 ADVANCE STEEL WORLD LIMITED DOM C170743 ADVANCED COOLING SOLUTIONS Ltd DOM C162623 ADVANCED HOSPITALITY LIMITED DOM C109630 ADVANCED MEDISOLUTIONS LTD DOM C178155 Advanced Study of African Renaissance Policies Ideas Ltd DOM C088403 ADVANTAGE BRAKE SERVICES LTD DOM C149940 ADVANTAGE CAR RENTAL CO LTD DOM C156454 ADVARGO Travel & Tours Ltd DOM C094985 Adventurous Events Coordinators Ltd DOM C138649 ADVERT DISTRIBUTION LTD DOM C138680 ADVERTIX LTD DOM C091705 ADVY INVESTMENT LTD DOM C173938 AE ELECTRONICS and IMPORTS LTD DOM C161571 AEGIS SECURITY LTD DOM C142700 AEHMRY DEVELOPMENT SOLUTIONS LTD DOM C142701 AEHMRY ENERGY LTD DOM C142699 AEHMRY ESTATE AGENCY LTD DOM C140761 AEHMRY TRADING LTD DOM C156773 AEQUATIO LTD DOM ET FITNESS SANS FRONTIERE LTD DOM C082459 AEROFLY TRAVEL & TOURS LTD DOM C104274 AEROMOTORS LTD DOM C097007 Aerosol & Cosmetic Works Ltd DOM C157094 AEROSPACE STUDIO LTD DOM C144714 AESTHETICA CENTRE LIMITED DOM C142152 AESTIVA RESORT LTD DOM C121221 AETAS LTD INDIAN OCEAN AF SPAREPARTS DOM C164139 Afara C166412 AFIN BIZ LTD DOM C144768 AFRA MANAGEMENT LTD DOM C112058 Africa Cries Film Production Ltd DOMFILE NO COMPANY NAME CATEGORY C180895 Africa E-learning Limited DOM C176746 Africa Rising (Mauritius) ltd DOM C131459 AFRICAN INFORMATION MANAGEMENT CO LTD DOM C117099 African Leadership International, Limited DOM C109200 AFRICAN PROCONSULTANT LTD DOM FD86 AFRICAN UNION FOUNDATION DOM C181331 AFRIC'ANNA FASHION LTD DOM C176310 AFRI-CUISINE LIMITED DOM C144911 Afripharma Distribution Ltd DOM C169884 Tobacco Corporate Ltd DOM C171439 AFROZA LTD DOM C127880 AG CHEMICAL LTD DOM C072805 AG Properties Ltd DOM C179380 AG Satellite Services Ltd DOM C101165 AG. Adamson Global Ltd DOM C182116 AGAMIX LIMITED DOM AGENCE C163992 LTD Agro Conseils Solutions Limitée DOM C172430 Agro Farm Food Ltd DOM C176024 AGRO SEED FARMIA LTD DOM C159810 AGROLOGY LTD DOM C183806 AGROneering Ltd DOM C2954 AH LING ELECTRONICS LIMITED T DOM C183893 AHAVAH HOSPITALITY LTD DOM C145778 AHIMSA PROJECTS LTD DOM C183097 AHL Hospitality Ltd DOM C166194 AHOY (AFRICA) LTD DOM DOM C170728 AIM CONCEPTS CO LTD DOM C105941 AIOS SOFTWARE SERVICES LTD DOM C14018 AIR TIGER MAURI CARGO BUSINESS LTD DOM C082692 Air Valid Development Ltd DOM C140653 AirCare Ltd DOM C147697 AIRCHECK & CO LTD DOM C107314 AIRCOND 365 Ltd DOM C073625 AIREDALE UNITED INVESTMENTS LIMITED DOM C127472 AIRPORT ADS LTD DOM C149342 AirSun (Mauritius) Ltd DOM C087180 AIRWAY COFFEE CO LTD DOM C166827 AIRWAY EXPRESS LTD DOM C149249 AISHA F&B CO LTD DOM C182654 AJ & Sons Aluminium and Glass Workshop Ltd DOM C068281 AJA TOURS Ltd DOM C106613 AJAY FOOD PALACE CO LTD DOM C091413 AJAY RESTAURANT LTD DOMFILE NO COMPANY NAME CATEGORY C166336 AJB CARE LTD DOM C166336 AJB CARE LTD DOM C152164 AJMH All In Service Ltd DOM C62802 AJMOL ENTERPRISE LTD DOM C152151 AK BRIO Investment & Management Ltd DOM C179708 AK PRO VISION CCTV LTD DOM C156855 AK SAREES LTD DOM C174327 AKANNI AFRICAN FASHION BOUTIQUE LTD DOM C176531 AKBS CONSTRUCTION LTD DOM C178735 AKCO TRADING LTD DOM C182558 AKGM MEDIA LTD DOM C174951 Akheza Consulting Limited DOM C170122 AKHMEZ AZHAR C136479 AKHSAZ Akoibon Ltd INDIAN OCEAN AKRITI JEWELCRAFTZ (MAURITIUS) PRIVATE LIMITED DOM C26898 AKSHAYA TRAVEL TOURS LTD DOM C109217 AkwaCirné Group Ltd DOM C182051 AL FATADIN COMPANY LTD DOM C42911 AL HARAM INTERNATIONAL TEXTILES LTD DOM C182700 AL MABROOK LTD DOM C145942 AL MAGHBAZ [MHG] LTD DOM C081820 AL MUQADDAS FARM LTD DOM C174051 AL RASHID FARMHOUSE CO LTD DOM C50618 AL RIDHWAN TEXTILE LTD DOM C62191 AL SHIFFA LTD DOM C114177 AL SOURAV RECRUITMENT CO LTD DOM C141904 AL455 SECURITY SERVICES LIMITED DOM C178323 ALAINDA METALLURGY LTD DOM C072227 ALANIS (FIRE & SECURITY) PRODUCTS LTD DOM C148028 ALASSIO LTD DOM C151500 ALBATEC LTD DOM C166409 Albatross & M Co Ltd DOM C49308 ALBEA AND CO LTD DOM C087893 Albexil Ltd DOM C31 ALBION DOCK CO LTD DOM C174362 ALCETA FISH LTD DOM C183567 Alcor Contracting Ltd DOM C105081 Alena Management and Services DOM C167800 ALEO ONE LTD DOM C139875 ALEOX (MAURITIUS) LTD DOM C099419 Alexander Johnson Ltd DOM C180002 ALEXANDER SPA LIMITED DOM C145893 ALFYtech DOM C21798 ALGO-TECH LTD DOM C172506 ALIBABA PROPERTIES LTD DOM C156572 ALIEN GLOBEL COMPANY LTD DOM C104358 AL-IHSAAN C159789 DOM C135850 ALKALIGHT PETTA COMPANY LIMITED DOM C161124 All Access Event Ltd DOM C175879 ALL COSY FACILITIES LTD DOMFILE NO COMPANY NAME CATEGORY C159435 ALL FOR FEET PODOLOGIE LTD DOM C172790 ALL PRO CONTRACTORS LTD DOM C155199 ALL PRO SHIELD GARDIENNAGE COMPANY LTD DOM LTD. DOM C067373 ALLIANCE HOTELS LIMITED DOM C099904 ALLIED FARM CO. LTD DOM C109173 Allied Platinum Partners Co Ltd DOM C51558 ALLOMED CO LTD DOM C088821 ALLOMED INTERNATIONAL LTD ALLSALES LTD & Pravin C159263 AL-MAHI DOM C177132 Ltd DOM C107401 ALMASS TRADING LTD DOM C149541 AL-NAL TRADING LTD DOM ALNICO Investments Ltd DOM C157853 ALOOSH LTD DOM C63517 ALPHA FOODS (MAURITIUS) LTD DOM C155519 ALPHA PRIME LTD DOM C113790 Alpha Private Placement and Finance Ltd DOM C49969 ALPHA SECURITY LTD DOM C125257 ALPHA TANGO LTD DOM C166415 AlphaBeard Limited DOM C166538 ALPHA-CARE SOLUTIONS LIMITED DOM C074509 ALRADA CARE LTD DOM C164048 ALRAI MANAGEMENT GROUP LTD. DOM C170715 ALSAFA ENTERPRISE LTD ALSI Limited DOM DOM DOM LTD DOM C178913 Alternal Group Ltd DOM C079374 Alternate Services Ltd DOM C081732 Alternative Power Solution Ltd DOM C20125 ALTERNET RESEARCH & CONSULTING LTD DOM C27443 ALUMINIUM INNOVATIVE TRADE CO LTD DOM C160500 Alumnai Ltd DOM C46180 ALUSAFE LTD DOM C070545 ALUSAFE LTD DOM C083012 ALUSAFE NETWORK LTD DOM C6996 ALUWINDOWS COMPANY LIMITED DOM C155663 Always CONSTRUCT Limited DOM C116197 ALYASA DECOR LTD DOM C182529 Alyuswaan Sibda Investments (pty) DOM C156508 AM IMAGIX PHOTO-VIDEO STUDIO LTD DOM C179947 AM Style Studio Ltd DOM C168523 A-MAN SERVICES OMNI LTD DOM C153452 AMANDE LTD DOM C133689 AMERICAN FIGHTER LTD DOM C2483 AMERICANA TRADING COMPANY LIMITED DOM C8866 AMETSYS LIMITED DOM C50453 AMGK CO LTD DOM C103063 AMI FOODS INDUSTRIES PVT LIMITED DOMFILE NO COMPANY NAME CATEGORY C54933 AMI JEANS LTD DOM C176641 Ami Tello Capital Ltd DOM C157576 AMINDANGE limited DOM C179706 AMIRCA AMUNRA House Ltd ANAGRO LTD DOM C125402 ANAIHU LTD DOM C40396 ANAIS & LAURIE CO LTD DOM C176044 ANANAS LODGE COMPANY LIMITED DOM C63158 ANAND MULTI BUSINESS LTD DOM C40239 ANANDA & ANJANI NULLAH CO LTD. DOM C181990 ANANDA BLISS CONSULTING LTD DOM C155218 Ananda Estates Ltd DOM C163942 Ananda Life Ltd DOM C182499 ANAS TRAVEL & TOURS LTD DOM C175321 ANAVRIN CONCEPT LTD DOM C53947 ANCHORPOINT SERVICES LTD DOM C153108 ANCRUM PROPERTY DEVELOPMENT LTD Andel ANDREA CONSEIL & IMMOBILIER LTEE DOM C6400 ANGEL BEACH RESORTS LTD DOM C125996 ANGEL FLYER TRAVEL SERVICES LTD DOM C104750 Angels In my Kitchen Ltd DOM C120637 ANGELUS MARKETING LTD DOM C094424 ANIME PASSION CO. LTD. DOM C132801 ANITEX LTD DOM C118357 ANOAW & CO LTD DOM C64104 ANPHORAH GARDEN CO DOM C16014 ANRHO INTERNATIONAL LTD DOM C161528 ANSE D'ASURE REALTY CO LTD DOM C168766 ANSWERING GENESIS CO LTD DOM C077763 Antenne Sat. Services LTD DOM C181282 ANTHIESTHI FREE FUNERAL SERVICES LTD DOM C184144 ANTIM SANSKAR SEVA FUNERAL SERVICES LTD DOM C166463 ANVI CARE LTD DOM C130316 ANVIR SOLUTIONS LTD DOM C157774 Anwar Snack Ltd DOM C142727 ANY PRINT LTD DOM C139950 ANYCOM LTD DOM C088471 ANYTHING WOOD LTD DOM C121516 ANYTIME COVER LTD DOM C181334 AP+ BUILDERS CO. LTD. DOM C159608 APARAJITE CONSTRUCTION CONTRACTOR LTD DOM C19497 APAVOU DOM C27794 LIMITED DOM C166997 APE CONSULTANCY LTD DOMFILE NO COMPANY NAME CATEGORY C133522 APIS GROWTH 2 LTD DOM C147003 APIS GROWTH 7 LTD DOM C163308 Apis Growth II (Lavender) Limited DOM C074963 Apollo Bramwell Nursing School Co Ltd DOM C16995 APOLLO TUBES LTD DOM C40916 APOLLON CONSTRUCTION & BUILDING SERVICE LTD DOM C132453 APP WATERPROOFING LTD DOM C159974 APPHIA TRANSPORT CO LTD DOM C24358 LIMITEE DOM PVT CO LTD DOM C168636 Aqhamuke Ltd DOM C166405 AQUA CHICK DISTRIBUTION LTD DOM C144822 AQUA CRIADERO LTD DOM C132005 AQUA DESIGN LTD DOM C182275 AQUA EXOTIC LTD DOM C179063 AQUA FUTURE LIMITED DOM C175363 AQUA HUB CO LTD DOM C39555 AQUA JEWELS LTD DOM C181472 AQUA MYSTIC LTD DOM C171223 AQUA PURE POOL MAINTENANCE LTD DOM C118371 AQUACORP AQUACULTURE LTD DOM DOM C146858 Aquazur International Ltd DOM C147429 AR ADVERTISING CO LTD DOM C162371 AR FILM COLLECTIVE LTD DOM C110684 ARABIC LANGUAGE SOLUTIONS LTD DOM C16178 ARC SUPPLIES LTD C168781 ARCA GESTION (MTIUS) LTD Archipel Wellness Gate and Spa Ltd DOM C111494 Archipel Wellness Gate Shop Ltd DOM C119266 ARCHITOUCH LTD DOM C090227 ARCIMBOLDO LTD INFOTECH LTD DOM C107404 ARGO SUPPLIES LTD DOM ARGON CO. LTD DOM C093982 ARIB LTD DOM C095597 Arise Pictures (Mtius) Ltd DOM C095594 Arise Studios (Mtius) Ltd DOM C171147 ARITZIA LTD DOM C102549 ARK BUILDERS Co. Ltd. DOM C107860 ARKHEES CLOTHING LTD DOM C156988 Arki Pack Co Ltd ARKID LTD DOM FD157 Arlig Foundation DOM C103750 Arlove Five Holding Co. ARLSON CO. LTD DOM C139153 aroclim ltee DOM C176738 Gardening Ltd DOMFILE NO COMPANY NAME CATEGORY C158463 ARONIA GROUP LTD DOM C22850 ARR LTD DOM C157675 Arragon International Ltd DOM C159971 ARRANGE LIMITED DOM C124526 Arsara Ltd DOM C166227 ARSENAL MECHANICAL COMPANY LTD DOM C52060 ARSHITECH LTD DOM C168563 ARSS CAR RENTAL CO LTD DOM C182287 ART & ECO INTERIORS LTD DOM C083974 ART OF ASIA CO. LTD DOM C163502 Art Technologies Africa Ltd DOM C122344 ARTEMA DESIGN LTD DOM C15024 ARTEMA LTD DOM C144733 ARTEMIS MEDICAL CARE PROD LTD ARTHA ARYUVEDI ARVEEND LTD DOM C163434 LIMITED DOM C162939 AS All-Pro Contracting Ltd DOM C179213 AS FAMILY CONSTRUCTION SERVICES LTD DOM C066194 AS TOOFANY & SONS LTD DOM C104502 Asaje Co. Ltd DOM C172235 ASE Pro Consultancy Ltd DOM C168455 ASFALIS MANAGEMENT LTD DOM C19221 ASHFIELDS CONSULTING LTD DOM C151866 ASHI 24 PRINTING (A24) LTD DOM C176969 ASHLEY LODGE LTD DOM C106252 ASHLEY TRAVEL TOURS LTD DOM C15746 ASHOK INTERNATIONAL CARGO LTD DOM C53999 ASHOK LEYLAND LIMITED DOMF C077926 ASHOKA MARKETING ASHOKA DISTRIBUTORS LIMITED DOM C179099 Ashtvinayak Co Ltd DOM C070436 ASIA FASHION LTD DOM C45402 ASIA GARMENTS & MARKETING LTD DOM C178253 ASK Training School Ltd DOM C133561 ASR BOODHOO CO LTD DOM C153647 ASSISTANCE NAUTIC (MAURITIUS) LTD DOM C117997 ASSISTANCE VIRTUELLE COMMUNICATION DOM C15172 ASSOCIATED MEAT CANNERS LIMITED DOM C10301 ASTON ASSOCIATES C111864 Astonfield Solar (Mauritius) DOMFILE NO COMPANY NAME CATEGORY C135290 LTD ATHENATEC COMPANY LTD & Ansh DOM DOM C54856 ATISH FURNITURES LTD DOM C118978 ATLANTIC MODELS LTD DOM C167636 ATLANTIS ADVANCE SOLUTION LTD DOM C22105 ATLAS JEWELS LTD DOM C102099 ATOMIX BOAT (MAURITIUS) LIMITED DOM C137397 ATOMIZA C168367 ATOMOR LIMITED DOM C093096 ATTESTADO LIMITED DOM C140174 ATTRACTIVE TREND LTD DOM C159186 ATUBA CONSTRUCTION LTD DOM C134527 Au COIN DE C57338 AUBERGE LATANIER & LTD DOM C61967 AUCTION HOUSE LTD DOM C158437 AUDEAMUS LTD DOM C169451 AUDEMARS CONSULT LIMITED DOM C167545 AUDIO ADVERTISING LTD DOM C124713 AUDREY WALTER MULLEGADOO Ltd DOM C57419 AUGALAS LTD DOM C133672 AUM Properties Development Co. Ltd DOM C145396 AUNIS CO LTD DOM C123312 AURELIEN CAR RENTAL LTD DOM C170480 AUTESIA EVENTS LTD DOM C130609 AUTHENTIC TRADITIONAL PRODUCTS LTD DOM C40983 AUTO DECOR LTD DOM C119262 AUTO EDGE SPARE PARTS LTD DOM C6097 AUTO INTERNATIONAL LTD DOM C159436 AUTO MAG SERVICES LTD DOM C164887 AUTO MANIAC CO LTD DOM C24820 AUTO POINT LTD DOM C110858 AUTO PRICE LTD DOM C155272 AUTO RACE LTD DOM C3238 AUTOLAC AND COMPANY LIMITED DOM C073308 Autoline Services Ltd DOM C128712 Automotion Ltd DOM C179857 LTD DOM LTD AUVERNIER CONSULTING DOM C108651 AUVERNIER TRAVEL LTD DOM C115172 AUXILIOR LIMITED DOM C149260 AUXILIUM HEALTHCARE LTD DOM C180111 AV BEST CONSTRUCTION LTD DOM C153729 AV2A Call Ltd DOM C181082 AVA Contracting Services Limited DOM C090433 AVA Madagascar Ltd DOM C161440 AVAK BUSINESS SOLUTIONS LTD DOMFILE NO COMPANY NAME CATEGORY LTD DOM C183415 AVC TRANSPORT C162876 AVENCHI PROPERTIES LTD DOM C076404 AVENIR IMMOBILIER LTD DOM C165516 AVENUE DEVELOPERS LTD DOM C130612 AVI LABS LTD DOM C181449 AVI LORRY SERVICES & HARDWARE SHOP LTD DOM C179691 Avision Consulting Ltd DOM C182862 AVJ MEDIA PRODUCTION LTD DOM C069466 AVNISH TOURS LTD DOM C120980 AVS HEALTHCARE LTD DOM C138809 AVV CATERING LTD DOM C116050 Awide Distributors AWWAL NOOR Co C165839 AXAN AUTO DOM C155211 AXELROD CONSULTING LTD DOM C155211 AXELROD CONSULTING LTD DOM C141526 Axeo IM Limited DOM C178250 Axion Construction Ltd AXTA CONTRACTING C138060 AXYS C165891 AYAB CO LTD DOM C140344 AYAVIVA CREATIONS LTD DOM C160718 AYERS ROCK MARKETING (MAURITIUS) PTY LTD DOM C159017 Ayo Mama Ltd DOM C159017 Ayo Mama Ltd DOM C156575 AYURVEDIC PHARMACEUTICAL LTD DOM C145115 AZ DEVELOPMENT LTD DOM AZ TRADING CO LTD C183304 AZARIA DOM C151369 AZUR SANDWICH CO LTD DOM AZURA SOFTWARE SOLUTIONS LTD DOM C179717 Azure Capital Ltée DOM C176516 AZURE OUTSOURCING SERVICES ANTILLES GUYANE LTD DOM C5959 B & B CO LTD DOM C112064 B & L CONSTRUCTION CO. LTD DOM C64169 B A Corporate Services Ltd DOM C61444 B A LOGISTICS LTD DOM C144734 B COMPLEX N TRANSPORT SERVICE CO LTD DOM C165511 B HEALTHY LTD DOM C101721 B POTIES LTD DOM C54193 B WEARS LTD DOM C47703 B&C ENTERPRISE LTD DOM C174683 B&N Hydro de L'Est DOM C066528 B&S Court V Ltd DOM C066531 B&S Court VII Ltd DOM C46217 B. ANDRE TRADING & CO LTD DOM C44995 B. HURNAM COMPANY LTD DOM C43348 B.A PARTNERS LTD DOM C117949 B.A.N Trading Ltd DOM C177463 B.H.N SILVERLEAF REALITY DEVELOPMENT COMPANY LTD DOM C107173 B.NG BUSINESS TRADING LTD DOM C119000 B.O.R Trade and Management Solutions Ltd DOMFILE NO COMPANY NAME CATEGORY C47032 B.S. COMMUNICATIONS LTD DOM C101516 BA Management Services Ltd DOM C61430 BA TREASURY CO LTD DOM C172183 BABA ROSS CARI LTD DOM C161552 BABAJEE M CONSULTING LTD DOM LTD DOM BABYPETS LTD DOM C180351 BABYSHA DOM C136038 BACK OFFICE ADMINISTRATIF LTD DOM C113164 Backbay Investment and Properties Ltd DOM C162388 BACKYARD BLITZ LIMITED DOM C182385 BADS DETERGENTS DOM C49987 BAHIA DISTRIBUTION (MAURICE) LTEE DOM C61148 BAI MEDICAL CENTRES LTD DOM FD224 Bailara Foundation DOM C120978 Bakeology Limited DOM DOM C147529 BALAJI STEELS LIMITED DOM C183058 BALAO BEACH CO LTD DOM C114186 BALAO WOOD WORK LTD DOM C18612 BALARAM ENTERPRISE CO LTD DOM C163699 BALDAS LTD DOM C072392 Bali Kopi Co Ltd DOM BALNEA LEISURE SUR FOODS CO LTD DOM C068655 BANTU MOTORS AFRICA CO LTD DOM C140511 Banyan Village Development Ltd DOM C133823 B-APPLE TECH SERVICE LTD DOM C184289 Barakah Holding Limited DOM C180325 Barley Indian Ocean Limited DOM C076720 BARRY LTD. DOM C174100 Bart Farm Ltd DOM C081339 BARUS CONSTRUCTION COMPANY LIMITED DOM C158716 BASSIN CAR WASH SERVICES LIMITED DOM C072509 BATILUX CO. LTD. DOM C133513 BatInnov Builders Ltd LTD DOM LTD DOM C109561 BAT-LEAD COMPANY LTD DOM C119150 BATTERY DIAGNOSTICS AND REGENERATION CENTRE LTD DOM C112257 BAY ARROW COMMUNICATIONS LTD DOM C155526 BAY LEAF LTD DOM C183051 BAY POINT PROPERTIES LTD DOM C136902 BAYERN LTEE DOM C170048 BAYSTONE HOTEL LIMITED DOM C166765 CEC Management & Consultancy Group LTD DOM C144475 BAZ CAR RENTAL CO LTD DOM C121422 BBI TRADING LTD DOM C147601 BCA CONSULTING LTD DOM C180262 BCN Store & Co. Ltd DOMFILE NO COMPANY NAME CATEGORY C162914 Be Comfy Ltd DOM C135419 BE WISE LTD DOM C184035 BEACH & FLAVOURS LTD DOM C5446 BEACH CAR LIMITED DOM C133958 BEACH ROUGE LTD DOM C159889 Beach Style Ltd DOM C126384 BEACHFRONT HOLIDAY LTD DOM C126384 BEACHFRONT HOLIDAY LTD DOM C163867 BEAN AND BLISS LTD DOM C114528 Beau Bassin High Ltd DOM C16849 BEAU BEBE LTEE DOM C069947 BEAU COIFORM LTD DOM C168613 BEAUBOP EVENTS LTD DOM C161818 BEAUTIFUL LADIES CO LTD DOM C143275 BEAUTY ZONE CO LTD DOM C148739 BEAUX SONGES MARKET LTD DOM C174630 BéBo CATERING LTD DOM C124383 Becher Products (Mauritius) Ltd DOM C108624 BEEF MASTERS COMPANY LTD DOM P1207 BEEHARRY & CIE DOM C163949 BEEPZ LTD DOM C078761 BEES INVESTMENT LTD DOM C24107 BEESAM & ASSOCIATES LTD DOM C174298 BEGUÉ & NARRAINSAMY COMPANY LIMITED DOM C15058 BEIJING LTD. DOMF C162588 BEINGSEEN LTD DOM C22830 BEIRA MANAGEMENT ASSOCIATES LTD DOM C095735 BEL - AIR SPAREPARTS LTD DOM C179158 Bel Ombre Bay Limited DOM C100826 BEL PIEDI & CO LTD DOM C134864 Bel-Air Crescent Ltd DOM C157905 BELAZUR CO LTD DOM C166772 Belgian Sun Ltd DOM C121402 BELLA HOME CO LTD DOM C086471 Bella Pizza Ltd DOM C153037 BELLA SPA & SALON LTD DOM C104827 BELLAV INVESTMENT CO LTD. DOM C084327 Belle Epine Company Limited DOM C179720 BELLE ROSE FISH SHOP LTD DOM C51316 BELLINI INTERNATIONAL LTD DOM C173493 BELLO IDEAS LTD DOM BELLONE LIMITED DOM Limited DOM C58441 BENHILL INVESTMENT LTD DOM C58433 BENTLEY TEXTILE LTD DOM C140009 BEST CONNECTION SERVICES LTD DOM C40561 BEST DIVING LTD DOM C176269 BEST EMP ENGINEERING LTD DOM C158894 BEST EUROPEAN SHOES LTD DOM C145367 BEST EVENTS LTD DOM C165360 BEST FRIENDS ASSOCIATION BUILDING COMPANY LIMITED DOM C21645 BEST LUCK (MTIUS) LTD DOM C9326 BEST MARK'S SERVICES CO. LTD DOM C44872 BEST METAL COMPANY LTD. DOM C6561 BEST PROPERTY LIMITED DOM C089249 BEST RE (Mauritius) Limited DOMFILE NO COMPANY NAME CATEGORY C135529 BETCHOU SERVICES LPG CYLINDERS LTD DOM C068004 BETHEL DOM C43050 BETHLEM CONSTRUCTION LTD DOM C114926 BETTERFEE CENTRE LTD DOM C155064 BETTY PARTNERS & CO LTD DOM C162384 BETWEEN 2 WATERS LTD DOM C13327 BEVERLEY HILLS LTD DOM C158841 Bévilard Limitée DOM C168571 BF Films Ltd DOM C113821 BHAIRAVEE FINANCIAL ACCOUNTING SOLUTIONS LTD DOM C084424 BHARATEE MIXED FARMING CO LTD DOM C181654 BHAVISH CUTTING EDGE LTD DOM C139829 BHAVLUV PROPERTIES LTD C116359 BHAY CONSTRUCTION CO P4759 BHEESAMSING CHEEKHOOREE C41962 BHL IMMO BHLL CLEANING SERVICES BHM CARS CO LTD DOM C084617 BHOOSHAN & DEVENDRA LIMITED DOM C124240 C8516 BHOYROO FRERES LTEE BHP ENGINES SPARE PARTS DOM C2498 BHUNJUN & SONS LTD DOM C164184 BIENVENUE A ZOT LTD DOM C133532 BIFOLIA LTD DOM C172121 Big Agro Ltd DOM C086594 BIG BONUS COMPANY LTD DOM C118597 BIG BOYZ TOYZ LTD DOM C149156 BIG BRANDS CO LTD DOM C176877 BIG CHEF LTD DOM C181087 BIG EXCAVATION WORKS LTD DOM C178318 BIG SAVE FROZEN FOOD DISTRIBUTION LTD DOM C100848 Big Technologies Ltd DOM C155661 BIG WORLD LIMITED DOM C6856 BIJOUCHIC LIMITED IMMO Ltd DOM C168215 BILKISS FASHION LTD DOM C137060 BILL @ PARR FASHION LTD DOM C096484 BILLBOARD CONNECTION CO LTD DOM C179459 BILL'S BURGER LTD DOM C181618 Bin It Ltd DOM C183158 BIN JASSEM COMPANY LIMITED DOM C174468 BIO BAMBOO LTD DOM C181184 BIO CLEAN LTD DOM C155144 BIO PLANT AND FISH LTD DOM C128388 BIOFERT CO. LTD. DOM C115023 BIOGENOMICS HEALTHCARE LTD DOM C130319 BIOS TECHNOLOGY LTD DOM C169600 Biostar Enterprise Services Ltd DOM C157762 BIOTECH FISHERIES CO LTD DOM C183144 Biotechnixs Ltd DOM C104033 BIRACS LTD. DOM C6634 BIRKILL CLOTHING PTY LTD DOMFILE NO COMPANY NAME CATEGORY C121182 BISSESSUR TRANSPORT AND LOGISTIC COMPANY LIMITED DOM C137504 BISSOONDUTH & SONS LTD DOM C40943 BISTROTS C102796 BITUMEN STORAGE LTD DOM C167039 BKB MARKETING LTD DOM C171405 Bkomlesh Company Limited DOM C117271 BLACK PEPPER COMPANY LIMITED DOM C173561 Black power Event Ltd DOM C58950 Black River Trust Company Ltd DOM C181475 blackCurrant Consulting Ltd DOM C164292 BLACKSHIP PRODUCTIONS LTD DOM C176084 BLACKWOOD ECO VILLAGE LTD DOM C105773 BLESS TABAGIE & SNACK LTD DOM C120180 BLESSED TECHNOLOGIES LTD DOM C63572 BLESSED TRIO LTD DOM C182977 BLESSED5 DEAL LTD DOM SERVICES LTD DOM C156081 SPA AND LIFESTYLE WELLNESS CO LTD DOM C168426 BLISS WEDDING COMPANY LTD DOM C115114 BLISSFUL CONCEPT LTD DOM C169934 BLISSFUL LEISURE DEVELOPMENT Ltd DOM C093001 BLITZ Contracting Ltd DOM C190716 Bloom Limited DOM C135544 BLOOM PACKAGING LTD DOM C156700 BLOOM TECHNOLOGY INC LTD DOM C118957 BLOOMINGFELD (MAURITIUS) LIMITED DOM C155563 BLOW FIRE LTD DOM C136550 BLU Construction Ltd DOM C073714 BLUE HELMET LTD DOM C160073 Blue (Mauritius) Distributions Ltd DOM C106822 Blue Apartments Ltd DOM C141656 BLUE BANANA CO LTD DOM C137672 BLUE CORE (BC) CONSULTING LTD DOM C126349 Blue Deer Ltd DOM FD225 Blue Desert Foundation DOM C126486 BLUE EFFICIENCY LTD DOM C143782 BLUE FIRE CAPITAL LTD DOM C118167 BLUE FREEDOM LTD DOM C109618 BLUE ISLAND NEW HOUSING TECHNOLOGY (MAURITIUS) CO LTD DOM C176399 Blue Maritime Consulting Services Ltd DOM C182666 Blue Marketing Services Center Ltd DOM C125894 BLUE MEDIA OUTDOOR ADVERTISING LTD DOM C094746 BLUE MOUNTAIN CONTRACTING SERVICES LTD DOM C123109 BLUE ODONATA CALL SERVICES LTD DOM C25381 BLUE PARADISE LTD DOM C115723 BLUE PAVILION LTD DOM C46222 Blue Sky Management Ltd DOM C45516 BLUE STAR INDIA (MAURITIUS BRANCH OFFICE) LIMITED DOMF C55693 BLUE SUB TECH LTD DOM C7032 BLUE SUN (MAURITIUS) LTD DOM C175249 Blue Sunset Hotel & Spa Limited DOM C136158 Blue Tiger Promotions Ltd DOM C072452 BLUEBERRY WORLD LTD DOM C160728 BlueLux Holidays Co Ltd DOM C159027 BLUEMART MOTOR CO LTD DOMFILE NO COMPANY NAME CATEGORY C097702 Bluenet Marketing Ltd DOM C170594 BLUEPRINT (MTIUS) DESIGN LTD DOM C166389 Bluesign Advert C7836 BLUESILVER INVESTMENT BLUESKY SKYDIVE CO. LTD C167449 Bluetech Construction & Ltd DOM C179697 BLUEWAVE PROPERTIES LTD DOM C140920 BLUEWISE TRADING LTD DOM C162870 BLUSH BRIDES CO LTD DOM C126485 BLX EQUIPMENT LTD DOM C168336 Bmite Coastal Road Company Ltd DOM C129555 BMK TECHNOLOGIES CO LTD DOM C166375 BMR AURUM DOM C133423 BMR C159016 BNV MARITIME AGENCY LTD DOM C181602 B-NY HARDWARE DISTRIBUTION LTD DOM C101874 BOATIAN FURNITURE LTD DOM C141887 BOBBY TRAVEL SERVICE LTD DOM C171089 BODY EASE LTD DOM C138133 BOIS CASSIS C109714 Bon Voyage Ltee DOM C9406 BONAIR LIMITED DOM C3785 BONAIR BONAIR YARN LIMITED DOM C085280 BONAMALLY HARDWARE INVESTMENTS LTD DOM C177875 BOSCAGLIA LTD DOM C46919 BOTANIC LANDSCAPE CO. LTD DOM C163631 BOTH MARKETING LTD DOM C13154 BOUL TEXTILE MACHINE & SERVICES LTD DOM C1567 BOULANGERIE CONCORDE LIMITEE DOM C178964 Boulette Tropicale Ltd C40564 BOUQUET CO LTD DOM C128864 Bourbon Cases Dodo (Maurice) Ltd DOM C156619 BOURBON GRAHAM RENTALS LTD DOM C2198 BOURBON TOURIST HOTEL LTD DOM C3804 BOURGEON GARMENTS LIMITED DOM C163083 BOUTIQUE APARTMENTS CO LTD DOM C26708 BOWMAN CYBER CITY LTD DOM C150483 BÔZAR CAFÉ LTD DOM C085813 BQUAD INTERACTIVE LTEE DOM C44074 BR PROPERTY LTD DOM C155364 BR QUALITY MANAGEMENT LTD DOM C148523 BRADEL CO LTD DOM C174953 BRAIN&BEYOND LTD DOM C169976 BRAINBOX ADVERTISING LTD DOM C16406 BRAKE LININGS &INDUSTRIAL PRODUCT CO LTD DOMFILE NO COMPANY NAME CATEGORY C121158 B'RAKHA CO LTD DOM C130087 BRAL SERVICES International Ltd C080656 BramCorp SH DOM C104501 BramCorp SH II Ltd DOM C104500 BramCorp SH III Ltd DOM C084837 BramCorp SH IV Ltd DOM C24476 Bramer Asset Management Ltd DOM C6751 Bramer Banking Corporation Ltd (In Receivership) DOM C7937 Bramer Capital Brokers Ltd DOM C081777 Bramer Corporation Limited DOM C078320 Bramer Global Services Ltd DOM C11228 Bramer Property Fund Ltd DOM C092238 Bramser Services Group Ltd DOM C081575 BRAMWELL CATERING CO LTD DOM C071643 Bramwell Pharmaceuticals Co Ltd DOM C49092 BRANCH OFFICE OF UEM INDIA LIMITED DOMF C158243 BRAND FINANCE & INVESTMENT LIMITED DOM C166837 Brand Opera Group LTD DOM C076856 BRAND SYSTEMS LTD DOM C181765 BrandLab International Co. Ltd DOM C153192 BrandSalt Ltd DOM C182460 Brandsconnect Ltd DOM C132420 BRANIC OCEAN ADVENTURES LTD DOM C103646 BRASITECH INTERNATIONAL HOLDINGS LTD. DOM C182726 BRAZA GRILL LTD DOM C121837 BREADS LOVER'S CORNER BAKERY CO LTD DOM C172076 Bremore Group Ltd DOM C106215 Brewington Estates Brexco Group Ltd DOM C182766 BRICEFA LIMITED DOM C162652 BRICK&WALL PROPERTIES LTD DOM C14588 BRIGHT ALUMINIUM & METAL ENGINEERING CO. LTD DOM C147500 BRIGHTCOLORS TRADING LTD DOM C64193 BRIGHTWATER LTD DOM C108174 BRIGHTWAVE CONSTRUCTION LTD DOM C077758 BRILLIANT RESOURCES CONSULTING LTD DOM C24483 BRITAM LTD DOM C62925 BRITISH AMERICAN HOSPITALS ENTERPRISE LTD DOM C9834 BRITISH AMERICAN INVESTMENT CO. (MTIUS) LTD DOM C60913 BRITISH AMERICAN IP LTD DOM C48829 BRITISH AMERICAN TRAVEL COMPANY LTD DOM C117660 BRITON CONSULTANCY & TRAVEL TOURS LTD DOM C155830 Broadcast Hub Ltd DOM C24104 BROADGATE HOLDING LTD DOM C181999 BROCKS PRO COMPANY LTD DOM C173335 BROS INITIATIVES LTD DOM C150494 BRP Agro Ltd DOM C183590 BRUNETTE ET BLONDINETTE LTEE DOM C156678 BS KHAN RENTALS LTD DOM C61477 BT TRUCKS LTD DOM C182596 BTP Contracting LTD DOM C137684 BUDDHAGRILL COMPANY LIMITED DOM C141982 BUDDY'S BURGER LTD DOM BUDGET BEAUTE LTD DOM C53420 BUDGET TOURS(MAURITIUS) LIMITED DOMFILE NO COMPANY NAME CATEGORY C132099 BUILD IT Ltd DOM C158055 BUILDANA CONSTRUCTION LTD DOM C5223 BUILDING & CIVIL ENGINEERING CO.LTD DOM C60896 BUILDING ENVELOPE CONCEPTS LTD DOM C133758 BUILDING MAINTENANCE SERVICES (INDIAN OCEAN) LTD DOM C163656 BUILDIX COMPANY LIMITED DOM C52121 BUILDNEX CONSTRUCTION CO. LTD. DOM C126484 BUILDNEX CONTRACTING LTD DOM C142338 BUILDNEX HOLDINGS LTD DOM C184262 BUILDSMART PROPERTY DEVELOPMENT LTD DOM C176285 BUILDSPACE CONSTRUCTION LTD DOM C180078 Built To Last Contracting Ltd DOM C075703 Bull Indian Ocean Limited DOM C184046 BUON GUSTO AL SOLE (MAURITIUS) LTD DOM C10506 BURCEL GENERAL ELECTRICAL SERVICE CO LTD DOM C141438 BURLINGTON STORES LTD DOM C164310 BUSINESS & EDUCATION CONSULTANT GLOBAL LTD DOM C62946 BUSINESS COACHING CENTRE CO. LTD. DOM C141962 Business Financiere Hub Ltd DOM C074491 Business Geek Ltd DOM C108294 BUSINESS INSIGHTS LIMITED DOM C18638 BUSINESS MAX CO. LTD DOM C141315 BUSINESS NANAPRAGASSEN LTD DOM C068863 Business Solutions Professionals Ltd DOM C185014 Business T&D Partners Ltd DOM C165698 BUSI-RIDERZ LTD DOM C180417 Butter and Bloom Boutique Ltd DOM C104601 BUYHERE LTD. DOM C163372 BUZULU (MAURITIUS) LTD DOM C153786 BXB CO. LTD DOM C179603 BY THE MAKEUP ARTIST SHOP LTD DOM C179400 BYOCATALYSEUR LTD DOM C176735 BZ CATERING LTD DOM C068874 C & A CONCEPT LIMITED DOM C6110 C & N . HOTELRIES (PTY) LTD. DOM C6110 C & N . HOTELRIES (PTY) LTD. DOM C108494 C & T Services Network Ltd DOM C142719 C BIZZ LIMITED DOM C54683 C E P C LTD DOM C8830 C L SERVICES LTD DOM C8830 C L SERVICES LTD DOM C170946 C Retail Solutions Ltd DOM C178705 C&A MARKETING AGENCY LIMITED DOM C148912 C&M CONSTRUCTIONS CO LTD DOM C139165 C&M TRUSTED ACCOUNTANTS LTD DOM C142370 C&S PROSPER CO LTD DOM C111867 C. C.G. DESIGN LTD DOM C48765 C.H.I NET RESEARCH & DEVELOPMENT LTD DOM C174219 C.I.C Fast Food Ltd DOM C100855 C.M SPORTING C20066 C.N.LENFERNA IMPORT-EXPORT CO LTD DOM C079599 C.N.R NAME CATEGORY C24210 C.S.M. AUTOPARTS LTD. C159454 CABGO CABLE HOUSE NINE LTD DOM C139322 CACAO BOB LTD DOM C069900 CACHOLONG LTD DOM DOM C167389 CAFALIA CO LTD DOM C158849 CAFE 25 COMPANY LIMITED DOM C160349 CAFE ASIA (MAURITIUS) LTD DOM C074245 CAFÉ C178528 CafeNgrill Trading Foundation LTD DOM C163863 CALIA LTD DOM C22666 CALIFORNIA POOL COMPANY LTD DOM C55257 CALIPTIS SYSTEM LTD DOM C071447 Caliste Family Company Ltd DOM C128057 CALL INVEST LTD DOM C117331 CALL-PACT JULIE COMPANY LTD C162014 CAMP DIABLE AGRO GARDEN LTD DOM C138961 CAMPRO CCTV AND ELECTRICAL LTD DOM C166448 Camrist Ltd DOM C153152 CANA FOOD LTD DOM C179619 Canapéa Home Couture Ltd DOM C071682 CANARY WHARF CORPORATE SERVICES LTD DOM C071682 CANARY WHARF CORPORATE SERVICES LTD DOM C47702 CANARY WHARF LTD DOM C092436 CANDYTEX (MAURITIUS) LTD DOM Canistel Limited DOM C108564 CANNELLE PROPERTIES LTD DOM C44671 CANTEEN MANAGEMENT CO LTD DOM C180224 Cap Bienheureux Ltee DOM C073549 CAP SUD LTEE DOM C121637 Capacity Building Solutions Ltd DOM C157600 CapCairn Holdings Ltd DOM C172575 CapCairn Premium Ltd DOM C087710 Cape Bay Beach Resorts Ltd DOM C112534 Capgemini Consulting Ltd DOM C42541 CAPITAL SECURITY LTD DOM C113625 CAPRI (CUREPIPE) LTD DOM C150804 Caps12 Co Ltd DOM C172525 CAPTAIN JROD'S SEAFOOD LTD DOM C27493 CAR CLINIC LTD DOM C116008 CARAILLE EXOTIQUE LTD DOM C21292 CARD BUSINESS SYSTEM LTD DOM C21292 CARD BUSINESS SYSTEM LTD DOMFILE NO COMPANY NAME CATEGORY C166720 Carelus & Goin Associates Ltd DOM C175784 Carespace Co Ltd DOM C183095 Cargo & Freeport Business Ltd DOM C075041 CARGO PLUS LTD DOM C122505 CARISH GYM LTD DOM C4657 CAROLINE FARMS LIMITED DOM C6170 CAROLINE NICNAT ANDREE COMPANY LIMITED DOM C167569 CARPETS AND DECOR LTD DOM C19113 CARPLUS TECHNOLOGY LTD DOM C121651 CARSCHICK LTD DOM C63486 CARTON MANUFACTURING (MTIUS) CO LTD DOM C170752 CASA CONCEPT LTD DOM C7430 CASA MIA LIMITED DOM C184699 CASA NEST PROPERTY SERVICES LTD DOM C51511 CASH & DISCOUNT CO LTD DOM C23315 CASH AND CARRY LTD DOM C102625 Cash for Gold Ltd DOM C137975 CASTELIA CO LTD DOM C164332 CASTELNAU FILM PRODUCTION LTD DOM C180034 CASTILLE PROPERTY LTD DOM C175621 Castor Timber And Flooring Ltd DOM C181601 Casual and Chic Ltd DOM FD619 Catapult Africa Foundation DOM C164549 CATERING BAISHENG COMPANY LTD DOM C48334 CATERPLUS LIMITED DOM C126892 Catrose Construction Ltd Ltd DOM C153567 CDS MUNGUR COMPANY LTD DOM C086769 CDS Sept Cent Deux Ltd DOM C49814 CEDEC LTEE DOM C131972 CEDMAR C105198 Cel' Aurore Co Ltee DOM C091516 LTD DOM C067190 LTD DOM C62456 LTD DOM C150277 CEMSS AUTO LTD DOM C55261 CENTER FOR BUSINESS EXCELLENCE & ENTREPRENEURSHIP LTD DOM C114846 Central Magic Star Transport Co Ltd DOM C1596 CENTRAL MOTORS LIMITED DOM C072694 CENTRE DE FORMATION AROMA LIMITEE DOM C116800 CENTRE FOR SYSTEMIC PLANNING LTD DOM C177128 CO LTD DOM C076590 CENTURIE IMMOBILIER CENTURY SHARIA C157925 Ceramica Trading Ltd DOM C139134 CERIC INTERNATIONAL GROUP LTD DOM C180965 CERTIFIED DEALS LTD DOM C104734 CERVICEM Ltd DOM C177701 CETR CONSTRUCTION LTD DOM C181279 Cevian Consulting Ltd DOMFILE NO COMPANY NAME CATEGORY C179588 CEY CONTRACTING LTD DOM C172739 Ceylon Logistics Ltd DOM C160103 CFC WORLD LIFE COMPANY LTD DOM C138458 CFO Centre (Mauritius) Ltd DOM C108099 CFUS Nominee C137928 CGB Food Concepts Ltd DOM C126938 CHAAKKO ENTERTAINMENT LTD DOM C086897 Chadira Construction Ltd DOM CO LTD DOM DOM C2468 CHAMEE LIMITED DOM C181885 CHAMP FILM PRODUCTION LTD DOM Ltd DOM CHAMPS D'AROMES LTEE KIN & FILS DOM C10512 CHAN YAI CHING & CO LTD DOM C182366 CHANG CAR RENTAL LTD DOM C12088 CHANG CHENG ESQUARES CO.LTD. DOM C176543 Channel Bluestone Ltd DOM C154701 DOM C2355 CHANTEMER LIMITEE C179382 Chartreuse Agency Ltd DOM C113604 CHARTREUSE PROPERTIES DOM C165051 CHASSEUR D'IMMO DOM C183259 Chatsworth International C144101 CHAZAKAH PROPERTIES LTD DOM C090333 CHECAU LINK CO. LTD DOM C106153 CHECK OUT CO LTD DOM C180086 Cheerokee Burger Ltd DOM C9968 CHEERS LTD. DOM C180074 CHEF SEBASTIEN JACOB LTD DOM C130748 CHEF'S PRODUCT LTD DOM C070832 CHELLOCK DIFFUSION LIMITED DOM C162331 CHEM PRODUCTION (MAU) LTD DOM C5697 CHEM SAN DOM C163178 C170754 C128675 CHERISHLEY COMPANY LTD DOM C104562 CHERRY BUSINESS SOLUTIONS LTD DOM C177796 Chessisgreen Ltd DOM C097783 CHET DARHU & SONS LTD. DOM C084466 CHEZ BRIGITTE & CO LTEE DOM C151185 CHIC & SMART LTD DOM C134953 CHIC BOUTIQUE LTD DOM C169701 CHICK & CHILLI LTD DOM C180819 CHICKEN GREEN FARM LTD DOM C11329 CHICKEN MASTER CO LTD DOM C156351 CHICK'INN LTD DOMFILE NO COMPANY NAME CATEGORY C163288 FIYA LTD DOM C17725 CHIMON LTEE DOM C102132 China Sheng Li Travel & Tours Co Ltd DOM C181783 CHINA SILK ROUTE EXPRESS LTD DOM C134510 CHINA UNITED GROUP LTD DOM C6219 CHINA WIN(MAURITIUS)KNITTING FACTORY LIMITED DOM C075150 Choisya Co Ltd DOM C165590 Chop Car Rental Ltd DOM C137170 CHOP PRODUCT COMPANY LIMITED DOM C113334 Choubits Ltd DOM C087465 CHOW CIE AVICOLE DE RODRIGUES LTEE DOM C2378 CIE DE DE LIMITEE DOM C1972 CIE MAURICIENNE DES C179633 CIMEX DISTRIBUTION LTD DOM C115112 CIN & LTD DOM C18748 CINE RAMA LTD DOM C137614 Limited LTD. DOM LTD DOM C166148 CINTHEO COMPANY LIMITED DOM C172438 CIRCLE OF LIFE CO LTD DOM C161478 Circum International ltd DOM C123743 CIRUSCO INVESTMENTS LTD DOM CISI (Mauritius) DOM C093647 CITIC CO. LTD DOM C56675 CITIZEN CAR RENTAL LTD DOM C134903 CITIZEN SPORTS INT'L LTD DOM C14683 CITRONELLE LTEE DOM C114621 CITY ALUMINIUM CO LTD DOM C166564 CITY CONSTRUCTION COMPANY LIMITED DOM C19825 CITY CONSULT LTD DOM C152414 City General Good Store Ltd DOM C071500 CITYNET LTD DOM C166927 CITYZEN PROMOTION (MAURITIUS) LTD DOM C127387 CIVIL ENTERPRISE LTD DOM C156648 Civil Material Testing Laboratory Ltd DOM C176873 Civilex Industries Ltd DOM C48482 CJ PROPERTIES LTD. CJ's Auto Bling Company DOM C110860 CK CAPITAL LTD DOM C176602 CKBGTECH CONSULTING LTD DOM C161135 CKV TRADING LTD CKV TRADING CL CHLOE C21438 CLADS CONTRACTING C143027 CLAÏERA PEARL TOUR LTD DOM C136635 CLAIRE'S COMPANY LTD DOM C138843 CLARKINS SUPPLY COMPANY LTD DOM C116115 CLASS CELL LTD DOMFILE NO COMPANY NAME CATEGORY C6594 CLASSIC COMFORT LIMITEE DOM C178356 CLASSIC CONSTRUCTION LTD DOM C155767 Classic Events Organizers Ltd DOM C162439 CLAUGUSTGREATS.SA (MAURITIUS) CO LTD DOM C124354 CLB Flats Ltd DOM C162072 CLEAN CUT BUILDING SERVICES LTD DOM C178208 CLEANAMAX SERVICES LTD DOM C072659 CLEANING SPECIALIST & WASTE WATER MANAGEMENT LTD DOM C143972 Cleanipro Ltd DOM C127395 CLEANITUP CLEANING SERVICES LTD DOM C42780 CLEAN-UP & RECYCLE LTD DOM C174196 CLEDAMY LTD DOM C173653 CLEE GARDEN MAINTENANCE CO LTD DOM C173652 CLEE PURE RELAXATION MASSAGE CO LTD DOM C20431 CLEM COM LTD DOM C166255 Clémas Ltee DOM LOGISTICS LTD DOM C164552 CLICHR LTD DOM C095201 Click Now Co Ltd DOM C161517 CLIENT TEL LTD DOM C083939 CLIFFORD LABOUR & ASSOCIATES CO LTD DOM C164491 CLIM ENERGY SOLUTION LTD DOM C48392 CLIM IMPORT CO LTD DOM C171421 CLIMSERV LTD DOM C170638 Clinial Site Management Ltd DOM C156511 CLO & SEL CO LTD DOM C180118 Cloudberry Solutions Limited DOM C146030 CLOUDHUB TRAINING & INNOVATION CENTRE LTD DOM C161732 CLP WALIID & SONS CO LTD DOM C173221 CLSM PARTNER ASSOCIATES LTD DOM C51742 CM SURF (MAURITIUS) LTD DOM C11135 CMB MANAGEMENT LTD. DOM C099521 CMD PARTS AND SERVICES LTD DOM C146501 CMKG LTD DOM C162916 CMT Management CREATION LTEE C097577 BLUE OCEAN CO. LTD DOM C121347 COAST BISTRO AND BAR LTD DOM C168337 Coastal Road Company Ltd DOM C45760 COASTAL SPECIALISTS LTD DOM C2734 COBERCO LIMITED DOM C7700 COBRA LIMITED DOM C172241 Cod & Joe co Ltd DOM C178114 Code Creatives Ltd DOM C181019 CODEBYTE ARRAY CO LTD DOM C106149 COFF MARKETING LTD DOM C175497 Coffee R Services Limited DOM C182518 COFFOR (MAURITIUS) LTD C162684 COFICO C169287 COFRIMAGRELOS (MAURITIUS) LTD C148799 COG COGIB LTEE DOM C096262 Coin De Luxe Ltd DOM C141476 COIN DE MIRE INVEST LTD DOMFILE NO COMPANY NAME CATEGORY C15014 COINDREAU ASSOCIATES LTD DOM C27855 COINS DES BAMBINS CIE LTEE DOM C146384 COL-AIR AIRPORT SOLUTIONS LTD DOM C168841 COLD CUBE CO LTD DOM C17114 COLIN MAYER AGENCIES LIMITED DOM C23025 COLLAR & CUFFS LTD DOM C158346 COLLATERAL FORM GUIDE LTD DOM C173308 COLONIAL ELEPHANT LTD DOM C106585 COLOR RAYS LTD DOM C146716 COLORDROP AND MARKETING LTD DOM C63804 COLORIS LTD DOM C169164 COLORS MEDIA AND ADVERTISING LTD DOM C178808 Colossus Horizon Enterprises Ltd DOM C62017 COMAPRIM CO LTEE DOM C108581 COMARCO CONSOLIDATED SERVICES LTD DOM C105047 COMBO PROPERTY COMPANY LIMITED DOM C135708 COMFORT MATTRESS & BEDDING LTD DOM C151581 COMI TOUR OPERATOR LTD DOM C178523 ComInc Consulting Ltd DOM C56857 Commada Ltd trois Ltée DOM C107762 Compass Integrated Marketing Services Ltd C4048 COMPLEX ENTERPRISE LTD DOM C148779 Complexe Hacienda Ltee DOM C089009 COMPUTEL OUTSOURCING C22949 COMPUTER & OFFICE GALLERY LTD DOM C54513 COMPUTER PAPER PRINTING LTD DOM C173098 Computia Ltd DOM C174753 CONCEPT BUILDING SERVICES CO LTD DOM C171448 CONCEPT DESTINATIONS CO LTD DOM C069187 Conceptd'ailleurs Cie Ltee DOM C103019 Concierge Concept Agency Limited DOM C112970 Concrete And Paving Ltd DOM C097466 CONCRETE TRANSPORT CO LTD DOM C168380 CONFISERIES FORAINE LTD C117528 CONHUDOP LTD DOM LTD DOM C162485 Connect Tech Limited DOM C16553 CONNECTIONS TOURISM MANAGEMENT LTD DOM C23530 CONNOISEUR (MAURITIUS) LTD DOM C084549 Conseils en Actions de Communication Ltd DOM C184291 Consortia Holdings Ltd DOM C098767 CONSORTIUM SUZLON-PADGREEN CO LTD DOM C136414 CONSTELLATION MARGUERY LTEE DOM C159042 CONSTRUCT EST LTD DOM C182773 CONSTRUCTION ANDY LTD DOM C9133 CONSTRUCTION ANGE & FILS LTEE DOM C086619 Reves Ltee DOM C173361 CONSULTPEDIA SERVICES LTD DOMFILE NO COMPANY NAME CATEGORY C164599 Contact Connect Ltd DOM C072346 Contact Press Ltd DOM C18970 CONTAINER EQUIPMENT AND LOGISTICS LTD DOM C110721 CONTAINER HOUSING COMPANY LIMITED DOM C173362 CONTRACTPEDIA LTD DOM C40723 CONVINCE DESIGN LTD. DOM C117554 COOKING CHEF LTD DOM C078673 COOL CABANE CLUB LTD DOM C103937 COOL TRANSPORT LTD DOM C130914 COOLEST MARKETING LTD DOM C48321 COOLING MEDIA LTD DOM DOM TREE C178524 Cordyline Limited DOM C158927 Core Development & Services Ltd CORÉDIS LTEE DOM C162441 COREPLAN LTD DOM C085339 CORINNA COMPANY LTD DOM C183769 Cornerstone Building and Civil Solutions Ltd DOM C132583 COROKRAFT (INTERNATIONAL) LTD DOM CORTINA SPORTSWEAR LTD DOM C63120 COSMO PRODUCTS CO LTD DOM C163952 Cosmos Retail Limited DOM C173590 COSY HOME SHACK LTD DOM C101968 COTE DELICES LTEE DOM C108331 CÔTE ILES OCEAN INDIEN LTEE DOM C080566 Cotton Line Company Limited DOM C147477 COTTON TOUCH LTD DOM C26934 COTTONWOOD INVESTMENTS HOLDING LIMITED DOM C40181 COULEUR PURPRE LTD. DOM C127039 Coventry Grove C167972 CR Astice ltee DOM C165917 CR8CARE HEALTH SUPPLEMENTS CO LTD DOM C52937 CRAFTED TEAK FURNITURE LTD DOM C173097 Crave Alley Ltd DOM C147463 CRC - The Compliance Experts Africa (Mauritius) Ltd DOM C164810 CREATE & CONSULT INTERIOR DESIGN LTD DOM C6208 CREATIONS ISLE DU CYGNE LTEE DOM C58746 CREATIVE CAPITAL CO. LTD DOM C114151 CREATIVE CAR RENTAL LTD. DOM C138030 CREATIVE CONTRACTING LTD DOM C170008 Creative Event and Media Management Ltd DOM C135637 CREATIVE GARMENT LTD DOMFILE NO COMPANY NAME CATEGORY C144390 CREATIVE WARRIOR LTD DOM C128584 Creativelab Solutions Ltd DOM C140882 CREATOMIC LTD DOM C155584 DOM C110442 Ltée DOM CREOLINE LTD DOM C146313 CREOPONEZE ION SPARE PARTS CO LTD DOM C082067 CRIONIX INFORMATICS LTD DOM C184287 CROP KING VEGGIES COMPANY LTD DOM C166518 CROSS KNOWLEDGE LTD DOM C117909 Crossings International (Mauritius) Ltd DOM C42511 CROWN PROPERTIES LTD DOM C174192 CRS Sanitising Services Ltd DOM C116162 CRYPTO LTD DOM C112442 CryptoSign Services Ltd DOM C107307 Crystal Beach Resort Ltd DOM C136376 CRYSTAL DES ILES LTEE DOM C115664 CRYSTAL MARBLE TILES CO. LTD DOM C151351 CSN Services ltd DOM C181122 CST Global Solutions Ltd DOM C182507 CTA SERVICES LTD DOM C081031 CTF Logistics Ltd DOM C12385 CTH BROS SERVICES CO. LTD DOM C103463 CUBE design ltd DOM C166860 CUBE PIXEL LTD DOM C180327 CUISINES FEUILLETTE LTD DOM C2995 CULPITT ADAM & COMPANY DOM C172171 Culture Mode Ltée DOM C114779 CUPID VOYAGES LTD DOM C170729 CURRY LEAF LTD DOM C161368 Custom Creations ltd DOM C155163 CVJ SUNSHINE (MAURITIUS) LTD DOM C44449 CY INTERNATIONAL LTD DOM C156313 CYBER BOX CO LTD DOM C078964 CYBER IT TRAINING SERVICES LTD DOM C27425 CYBER TOOLS COMPANY LIMITED DOM C163165 Cyberange (Mauritius) Ltd DOM C183071 COMPANY LIMITED DOM C155954 Cypress Point Ltd DOM C15945 D & A LTD DOM C164761 D CASSY CONSTRUCTION COMPANY LIMITED DOM C072990 D N K INTERNATIONAL LTD DOM C166378 D Nineteen Properties LTD DOM C179917 D Perfect Trend Co Ltd DOM C163759 D&A DESIGN LTD DOM C124471 D&P MARINA INVEST LTD DOM C161516 D&S FASHION CO LTD DOM C105099 D. REVA CO LTD DOM C52621 D. TANGALAN & CO LTD DOMFILE NO COMPANY NAME CATEGORY C107577 D.A.F Technology Ltd DOM C096637 D.E.N.S. ENTERPRISE LIMITED DOM C103144 D.Golaram Company Ltd DOM C163697 D.ISHA CO LTD DOM C079178 D.J.A COMMERCIAL CO. LTD. DOM C068489 D.J.P. CONTRACTING LTD DOM C161967 D.JACKSONNE SERVICES LTD DOM C108613 D.M Design Co Ltd DOM C174560 D.M. ENTERPRISE CO. LTD DOM C157084 D.O.M Diffusion Ltee DOM C58350 D.S CAR RENTAL LTD DOM C084521 D.SEERATHEE CO. Ltd DOM C149057 D2P DEVELOPERS LTD DOM C143743 DA ECO VILLAGE LTD DOM C155823 DAB TEXTILE LTD DOM C170502 Daddy & Dada Art Hub Ltd DOM C166514 DAfrica8 Ltd DOM C145458 DAHU Investments Limited DOM C15540 DAIICHI PROCESS (MAURITIUS) LTD DOM C136410 DAILY FOODS LTD DOM C155135 DAISY BIO-ORGANIC FARM LTD DOM C171756 DAJ TRANSPORT CO LTD DOM C143783 Dale Agriculture Investments Limited DOM C4871 DALLAS GARMENTS INDUSTRY LIMITED DOM C134826 DALLONNADE LTD DOM C135372 DALLONNER LTD DOM C61171 DOM C183719 VIDYAPEETH LTD DOM C56016 DAMOJ LTD DOM C46976 DAN DO PUB & CO LTEE DOM C144441 Dan Driving Centre Ltd DOM C4805 DAN FASHIONS LTD DOM C165345 DAN MED CO LTD DOM C088282 Danburry Co Ltd DOM C167227 DANCE CONNECTION LTD DOM C166974 Danford Global Education Ltd DOM C102912 Danny & Mag Trading Co Ltd DOM C173505 Du C103987 DAPKHO LTD DOM C166482 Darel & M Engineering Co Ltd DOM C165639 Dario Jean Marie LTD DOM C167192 Darsh Capital Limited DOM C159894 DASHEN INDUSTRIES LTD DOM C089833 DASHNET LTD DOM C18379 DATA COMMUNICATIONS LTD DOM C172756 DATA PLUS Limited DOM C163715 DataConsulting Ltd DOM C184439 DATACRAFT LTD DATASPOTTING (MAURITIUS) LTD DOM C091722 Daumoo Poultry Co Ltd. DOM C146906 DAVE ESTATE AGENCY LTD DOM C155514 David & André Trading Enterprise Ltd DOM C139497 DAVIS AGRITEC LTD DOM C104869 Davy Group Investment Holding Ltd DOMFILE NO COMPANY NAME CATEGORY C166509 DAVYLAND BUSINESS HOLDINGS LTD DOM C166488 DAVYLAND INVESTMENT LTD DOM C166489 DAVYLAND PROPERTY DEVELOPMENT LTD DOM C151096 DAVYLAND REALTY AND PARTNERS LTD DOM C166491 DAVYLAND REALTY INVESTMENT HOLDING LTD DOM C166490 DAVYLAND REALTY INVESTMENT LTD DOM C116499 DAWOOD-A-JANDOO TRUCK Ltd DOM C073166 DCDM Africa Holdings Ltd DOM C097764 DCDM PROCUREMENT SERVICES LTD DOM C168550 DCMS COMPANY LTD DOM C165526 DCT Management Ltd DOM C60941 DDH INVESTMENT & CO LTD DOM C178000 DE NASSAU LTÉE DOM C096211 DE PALAPRAT Cie Ltee DOM C168230 DE PERFORMANCE CO LTD DOM C145103 DEAL UP LTD DOM C170199 DEALS ON WHEELS LTD DOM C175060 DEBTBUSTERS (MAURITIUS) LTD DOM C156640 DEBTORS BUSINESS C145691 Decayeux (Mauritius) Ltd DOM C108267 DECEPTICONS TECHNOLOGY LTD DOM C118048 DECO BOX CO LTD DOM C168931 DECO MASTER SYNDIC LTD DOM DOM LTD DOM C134278 DECOTARP LTD DOM C159866 Dedicated Service Ltd DOM C175538 DEEMAA CONSULTANT LTD DOM C46006 DEEPSUN LIMITED DOM COMPANY LTD DOM C143487 Ltd DOM C180112 DEK Equipment Ltd DOM C115148 CO LTD DOM C144578 DELFUNDS LTD DELICES DOM C169748 DELIVEA DOM C44673 DELIWORLD MARKETING CO LTD DOM C2227 DELOS COMPANY LIMITED DOM C096897 DELPHI COACHING & TRAINING INSTITUTE (DCTI) LTD DOM C096897 DELPHI COACHING & TRAINING INSTITUTE (DCTI) LTD DOM C181829 DELPHINE CLOTHING LTD DOM C181434 DELTA CLAMS Ltd DOM C127681 DELTA COLLEGE CO. LTD DOM C174832 DELTA FROID CONTRACTING LTD DOM C53815 DELTA TEX ELECTRO TECHNICS LTD DOM C100680 DEMIURGE LTD DOM C129455 DENIM DOM LIMITED DOM LTD DOM C5727 CO LTD DOM C120499 Dentons Training and Consultancy (Mauritius) Ltd DOM C163918 DEO FASHION LTD DOM C113627 DEO LIMO CO. LTD DOMFILE NO COMPANY NAME CATEGORY C1543 DEOCHAND DOM C150915 DEODASS SEEWOOBUDUT COMPANY DEPWALL CONTRACTING COMPANY LTD DOM C159911 DESH TRAVEL CO LTD DOM C148680 DESIGN BAZAR LTD DOM C10042 DESIGN FOR CATERING LIMITED DOMF C094287 DESIGN FOR TODAY LTD DOM C178616 DESIGN IN STUDIO LTD DOM C176902 Despatch World Ltd DOM C17046 DESTINATION EXOTIQUE LTEE DOM C139157 DESTINY LOUNGE LTD DOM C170922 DESTINY PROFFESSIONAL BUILDING CONSTRUCTION LTD DOM C159037 DETERMINDS CO DOM FD219 Dev Virahsawmy Foundation DOM C133740 DEVA AYURVEDIC NATURAL SPA & RESORT LTD DOM C153925 DEVINE COLLECTION Ltd DOM C168072 Devo CHUKOWRY ENGINEERING LTD DOM C139760 DEVTAM TRADING R&R BRAKE & CLUTCH LTD DOM C160127 Deymarre & Co Ltd DOM C113770 DFASS ASIA PTE. LTD. - (MAURITIUS DFB MANAGEMENT C44016 DH C112917 PURI OCEAN LTD DOM Dhun & Veer Scrap Metal Ltd DOM C167336 Diabo Designs Ltd DOM C118759 Dial-A-Ride Ltd DOM DOM C52638 LTD DOM C166440 DIAMETRE 40 LTD DOM C115415 Diamond Aluminium Contracting Ltd DOM C165924 DIAMOND CONSTRUCTION LTD. DOM C110379 Diamond Forever Co Ltd DOM C110480 DIAMOND GATE CO LTD DOM C163329 DiamonDrop Ltd DOM C081872 Diamonds Technology (Mauritius) LTD DOM C54073 DIEGO CRUISE LIMITED DOM C127793 DIESEL EXPRESS CO LTD DOM C51140 DIESEL WORLD LTD DOM C65594 DIEURO BOUTIQUE LTEE. DOM DIGIDIAL COMMUNICATION LTD DOM C178353 DIGITAL ADVERTISING ADBOX LTD DOM C158953 DIGITAL ADVERTISING NETWORK SYSTEMS LTD DOM C180010 DIGITAL BLOOM LTD DOM C17284 DIGITAL COMMUNICATIONS LTD DOM C121591 DIGITAL CONTROL LIMITED DOM C156419 Digital Empire Ltd DOM C179270 Digital Faktory Ltd DOM C180070 DIGITAL JOURNEY CONSULTING LTD DOM C47636 DIGITAL LINK LTD DOM C174892 DIGITAL MINE CO LTD DOMFILE NO COMPANY NAME CATEGORY C176120 DIGITAL PRESENCE LTD DOM C24943 DIGITAL PRESS CENTRE CO LTD. DOM C164653 DIGITAL PRINTING & SIGNAGE LTD DOM C149033 DIGITALE TRADE SERVICES LTD DOM C177704 DIGITUS HOLDINGS LTD DOM C175924 Digna Ltd DOM C161653 DIL PALACE CO LTD DOM C144876 DIL SE LTD DOM C115843 DIMOMIX LTD DOM C098373 Dinah Travel Tours Ltd DOM C157893 DIPIN KARI LTD DOM C23403 DIRECT PROPERTIES LTD. DOM C156590 DIRECT USINE MATTRESSES LTD DOM C116063 DIRISH CAR RENTAL LTD DOM C62558 DISCOUNT HYPER STORES LTD DOM C120866 DISCOUNT POINT LTD DOM C62557 DISCOUNT STORES LTD DOM C166469 DISCOVERY TRIP (MAURITIUS) CO LTD DOM C157941 DISTILLERY ISLE DE FRANCE LTD DOM C23262 DISTINCTION TITLES LTD DOM C134643 Distri Concept Ltd DOM (MAURITIUS) LTD DOM C64973 DIVE (MTIUS) LTD DOM C49460 DIVE DREAM DIVING CENTRE LTD DOM C64901 DIVESAIL BOAT HOUSING (PTY) LTD DOM C075838 DIVESPOT LTD DOM C152905 DIVINE CONNECT LTD DOM C099560 Divine Whitefield Ltd DOM C182164 DIVINE WORLDWIDE MAURIGREEN AGENCY LTD DOM C159203 DIXON'S AVENUE CO LTD DOM C157666 DJ BUILDING AND CIVIL ENGINEERING LTD DOM C148236 DK Arts Ltd DOM C104080 DK KALPANA PRODUCTION Ltd DOM C183171 DK TWENTY SEVEN TRANSPORT LTD DOM C172484 DKC AQUAPONICS LTD DOM C126987 DKC CONSTRUCTION LTD DOM C56828 DKNB LTD DOM C47738 DL FURNITURE CO LTD DOM C126622 DL SECURITY FORCE LTD DOM C127667 DLION LTD DOM C167652 DM CAR RENTAL LTD DOM C10477 DM CLARK ASSOCIATES LTD. DOM C151980 DM INNOVATIVE CONCEPTION LTD DOM C178986 DM Services and Distribution Ltd DOM C170855 DMAAC INVESTMENT LTD DOM C50999 DMC CO BLUEOCEAN DN DOLL ARLINTON CATERING SERVICES LTD DOMFILE NO COMPANY NAME CATEGORY C084833 Dollis Co Ltd DOM C094665 DOLPHIN ACTION LIMITED DOM C172405 DOM CONTRACTING LTD DOM C082072 DOMAINE ALAIN LTEE DOM C162834 Domaine Bois Dormant Ltd DOM C155727 DOMAINE DE CANINE LTD DOM C6820 DOMAINE DE CHASSEUR LTEE DOM C070016 DOMAINE DE LAGRAVE LEISURE LTD DOM C4376 DOMAINE D'ES & CIE LTEE DOM C084984 DOMAINE DES SEPT VALLEES CIE LTEE DOM C161466 DOMAINE LA PLAYA CO LTD DOM C097536 DOMECO CO LTD DOM C074978 Domestic Transport & Logistics Ltd DOM C103948 DOM'S PLACE LTD DOM C068063 Domun & Sons C182762 DONCORERRO CO LTD C1601 DOOLABDAS VARJANGBHAY AND SONS DOM C178725 DOOLIEES BURGER STATION LTD DOM C150393 DosaXotica Ltd DOM C110413 Dot Arch Int'l Co Ltd DOM C144957 DOWN TO EARTH LTD DOM C162068 DPJJ ENTERPRISE LTD DOM C170389 DPM SECURITY LTD DOM C178585 DR and RR Engineering and Consulting Limited DOM C179217 DR ELECTRONICS (Mauritius) Ltd DOM C108945 DRAGÉES & DÉCO LTD DOM C41144 DRAGON HORSE COMPANY LTD DOM C177677 Dragon Power Contracting Ltd DOM C169757 DRAGON WORLD INVESTMENT GROUP LTD DOM C134243 DRAGONFGS COMPANY LTD DOM C080785 DRAINCARE LTD DOM P14195 DRAMBEER SOBORUN & CO DOM C120512 DREAM AND GO LTD DOM C145902 DREAM CAKE CO LTD DOM C114834 DREAM PROJECT CONSULTING LTD DOM C62192 DREAM TRANSPORT LTD DOM C084074 DREAM VIEW LIMITED DOM C173515 DREAMCASTERS CONSULTANCY & TRAVEL TOURS LTD DOM C160497 DREAMLAND PRODUCTION LTD DOM C135318 Dreamops Consulting BALLCOM LIMITED DRM CONNECTIONS LTD DOM C158901 DRONE EXPERIENCES (MAURITIUS) LTD DOM C161839 DROP OF BLUE LTD DOM C116599 DRUPATTY CO LTD. DOM C156552 DS QUINCAILLERIE LTD DOM C137223 DSK CREATION LTD DOM C099030 DSTL CONSULTING LTD DOM DTECH AUTOMATION LTD DOM C172158 DU COQ AU DODO Ltd DOM C125004 DU COTE DE CHEZ SOI LTEE DOM C142350 Dual Strike Limited DOM C27475 DUBEN ENTERPRISE LTD DOM C106137 Duke Consultants (Mauritius) Ltd DOM C143327 DUMPLING KING CO LTD DOM C150766 DUM'S BURGER LTD DOM C150765 DUM'S TAKE AWAY LTD DOMFILE NO COMPANY NAME CATEGORY C123674 DUORGANISATION LTD DOM C172346 DUOS CONTRACTING CO LTD DOM C130853 DUOSTYLE CO LTD DOM C3741 DURABLE MANUFACTURING COMPANY LIMITED DOM C174034 DUST BUSTERS COMPANY LTD DOM C182261 DUST FIGHTING CREW CO LTD DOM C162947 DVD & CIVIL ENG'S CO LTD DOM C123648 DVZ BUILDERS LTD DOM C114874 YATRA CO. LTD DOM C27914 DYNAMEKANO LTD DOM C179094 Dynamic Holdings Ltd DOM C21618 DYNAMIC PRINTING & STATIONERY CO. LTD DOM C181748 Dynamic REEM Ltd DOM C56352 DYNAMIC VISION LTD DOM C39772 DYNARGIE(MAURITIUS)CO LTD DOM C21122 E M E ENGINEERING LTD. DOM C072857 e- Market Services Limited DOM C165445 E&S AUTO QUALITY SERVICES LTD DOM C182864 E&S Group of Companies Ltd DOM C63935 E. BABET LTD DOM E.L.S. CONSTRUCTION EAO Trading Ltd DOM C150535 EARLYGREEN LTD DOM C178683 EARTH KITCHEN CO LTD DOM C137939 EARTH MARKETS (MAURITIUS) LTD DOM C176382 EARTH MOTHER COMPANY LTD DOM C087931 EARTH NOMINEES LTD DOM C1545 EARTHMOVING CONTRACTORS LIMITED DOM C092939 East Coast Villas Ltd DOM C151683 EAST LINE TRADING CO. LTD DOM C118934 EAST RIGHT WAY LTD DOM C073793 EASTERN SPAREPARTS SUPPLY LTD DOM C54795 EASTERN PARADISE LTD DOM C7344 EASTERN PROPERTIES AND INVESTMENTS COMPANY LIMITED DOM C107287 EASTERN WIND LTD DOM C131066 EASTPOOL LIMITED DOM C151073 EASY CAR A DUVIQUET (MAURITIUS) LTD DOM C136848 EASY CRUISE CO LTD DOM C12881 EASY DIVE DIVING CENTRE LTD DOM C173818 Easy Doctor Ltd DOM C094949 EASY GOLF LTD DOM C145494 Easy Lodge Ltd DOM C114907 EASY STYLE LTD DOM C119005 EASY TENNIS CO LTD DOM C182998 EASYWAY BOOKING LTD DOM C165593 EASYWEB LTD DOM C162803 EAT MOOR LTD DOM C086173 EAT THE BEST LTD DOM C171545 EATINGO LTD DOM C178362 EAU VERT COMPANY LIMITED DOM - BPO (ILE MAURICE) DOM C117161 Ebene Ltd DOM C50648 EBENE SUPERETTE LTD DOM C088519 Ebene Universal Transport Ltd. DOMFILE NO COMPANY NAME CATEGORY C134825 Ebony Properties LTD DOM C134825 Ebony Properties EBONY WORLD C110553 EBUSINESS C132335 ECLIENTEL LIMITED DOM C090277 ECO - CONCRETE CONSTRUCTION CO LTD DOM C159129 Eco Bamboo Ltd DOM C151393 Eco Cieolo Investments Ltd DOM C129811 ECO GREEN CONSTRUCTION & WASTE LTD DOM C159260 ECO GREEN FARMING LTD DOM C165482 ECO HEART LTD DOM C107015 ECO SCIENCE LTD DOM C183523 ECO WORKS CONSTRUCTIONS LIMITED DOM C078039 Ecoclean Co Ltd DOM C121883 ECOCONCEPTS LTD DOM C162823 Eco-Frozen Group Trading Services Ltd DOM C175966 ECOGEN CLEANING LTD DOM C179698 ECOGENIE CLEANING LTD DOM ECOLE DE PROMESSE ET DE PAIX LTD DOM C146668 PROMOTERS LTD DOM C160633 ECOLOXO LTD DOM C141612 ECONALIS INTERNATIONAL CONSULTING LTD DOM C097834 EcoNomic Solutions Ltd DOM C181777 ECONOW (MAURITIUS) LTD DOM C180449 ECORA CARPENTRY CO ECOSMUS EDABROAD LIMITED DOM C172904 EDEN AGRO LTD DOM C172898 EDGE PLEDGE CO LTD DOM C12212 EDIBLE FOOD MARKETING LIMITED DOM C23722 EDITIONS ANDY LTD DOM C126354 EDITIONS COTE OUEST LTD DOM C135029 EDITIONS LES MASCAREIGNES DOM C177676 EF Electrical DOM C180975 INTERNATIONAL LTD DOM C148296 EFFICA Group Ltd DOM C145500 EGS GLOBAL ENGINEERING SERVICES LTD DOM C157689 EGSP SOLUTIONS LTD DOM C160470 EHULA LTD DOM C142971 EIGHTY 85 FIVE & CO LTD DOM C184424 Eikon Printing Ltd DOM C151577 EIS LTD DOM C172173 EK COLD STORAGE LTD DOM C64747 EK INVESTMENTS LTD DOM C180864 ekochic designs LTD DOM C49702 EL BLANCO DECOR CO LTD DOM C181129 ELD SOLUTIONS LTD DOM C183402 Elder Care Ltd DOM C079692 ''ELDORADO PARTNERS LTD'' DOM C142262 ELECMATIC LTD DOM C52538 ELECT SYSTEMS ENGINEERS PRIVATE LIMITED DOMF C178500 ELECTRICAL INSTALLATION SERVICE LTD DOMFILE NO COMPANY NAME CATEGORY C19667 ELECTRON LTD. DOM C163769 Elegant Clothing (Mauritius) Ltd DOM C166179 ELEGANT CONSTRUCTIONS CO LTD DOM C177646 Elegant Studio Co. Ltd DOM C165878 ELEGANZA BY JANE LTD DOM C124964 ELEMATECH TECHNOLOGY AND CONTRACTING SYSTEMS LTD DOM C174325 ELEMENT CONTRACTING SERVICES LTD DOM C121444 ELEPHANT TRADING CO LTD DOM C171155 ELEVATE CONSTRUCTION LTD DOM C143452 Elevate Marketing Ltd DOM C106154 ELEVEN CONTRACTORS LTD DOM C162031 ELEVEN HEIGHTS LODGE LTD DOM C102086 ELI TRAVEL & TOURS CO LTD. DOM C156556 ELIDIANA CO LTD DOM C123266 ELISALABELLE LTD DOM LTÉE DOM C167360 ELITE AUTO LTD DOM C127318 ELITE CONSTRUCTION AND RENOVATIONS COMPANY LIMITED DOM C169709 ELITE ESM GROUP (MAURITIUS) LTD DOM C120644 ELITE KIDS CLUB LTD DOM C165166 ELITE SUPPLEMENTS COMPANY LIMITED DOM C158936 EliteSharpers Carpentry Ltd DOM C64818 ELITY LIMITED DOM C46677 DOM C169506 ELO LTD DOM C170884 Elysian Fitness Ltd DOM C11183 GARDEN LTD DOM ELYSIGN LTD DOM C182310 Ltd DOM C181051 MEUBLE LTD DOM C172303 Emaar Invest Ltd DOM C148766 EMANUEL J TRANSPORT EMARK LTD DOM C172853 Emballage Alimentaire Ltee DOM C170074 EMBELLISH MAKEUP AND HAIR STUDIO LTD DOM C154721 Emerald Capital Partners Ltd DOM C7878 EMERALD CO. LTD DOM C120166 EMERALD GATE CO LTD DOM C157337 Emerald Promoters Ltd DOM C126513 EMERGENT PREPAID (MAURITIUS) LTD DOM C165141 Emerging Market Offprice Ltd DOM C101577 Emidore Trading Co Ltd DOM C5045 EMILE BAZIRE & CIE LTEE DOM C5045 EMILE BAZIRE & CIE LTEE DOM C154685 EMILIEN DENIS CONSTRUCTION CO LTD DOM C150617 EMIRAD INSTITUTE OF ARABIC LANGUAGE LTD DOM C148880 EMIRAH TYRE ART CO LTD DOM C9038 EMMA HEALTH CARE ENTERPRISES LTD DOM C084929 EMMA WILGRACE LTD DOM C182134 EMMANUELLE FARM LTD DOM DOM C154254 HOLDING LTD DOM C154254 E-MOKE HOLDING LTD DOM C135322 EMOTION BAND COMPANY LTD DOM C161424 EMPLOY-ABILITY LTD DOM C132204 EMRIA TRAVEL LTD DOM C174020 VENTURES LTD DOM C168492 EN LIGNE SUD LTD DOMFILE NO COMPANY NAME CATEGORY DOM Ltd DOM C084602 Ltd DOM C102217 ENERGY CONVERSIONS LTD DOM C075106 ENERGY GARMENTS LIMITED DOM C39805 ENERGY INFRASTRUCTURE (INDIA) LIMITED DOMF C088805 ENERGY MAX (MAURITIUS) DOM C155819 C156002 Ltd DOM C54817 ENGINE MARINISER LTD DOM C155030 ENGINEERING AND CONSTRUCTION PROJECTS DEVELOPMENT COMPANY LIMITED DOM C181187 ENGITEAMS LTD DOM C50597 ENGLISH ESTATES LTD DOM C152264 ENTERPRISE RENT A CAR (MAURITIUS) LIMITED DOM C1561 ENTERPRISES MANAGEMENT COMPANY LIMITED DOM C070802 C108782 ENVASTE C105605 EnviroServ (Mtius) Ltd DOM C121360 E-OAK TRADING & PROJECTS LTD DOM C126087 EON REALITY (MAURITIUS) LTD DOM C162036 EPIC DOM ltd DOM C44764 EQUIDIA LIMITEE DOM C112750 EQUIP IMPORT & EXPORT LTD DOM C065755 Equipy Contracting Ltd DOM C145196 Equity Properties Ltd DOM C127324 ERB LOKAL LTD DOM C179206 ERGO QX MANAGEMENT LTD DOM C171255 ERIC-MOORE SERVICES LIMITED Relocation LTD DOM ETE AUSTRAL LTD DOMFILE NO COMPANY NAME CATEGORY C162582 E-TECH ZONE CO LTD DOM C24773 ETERNA LTD DOM C166835 ETERNAL OUTSOURCING SERVICES LTD DOM C47577 ETHOS LTD DOM C47577 ETHOS LTD DOM C136799 ETIDT FOODS LTD DOM C179661 ETIENNE & PEERALLY CO LTD DOM C126687 ETIJM FOODS LTD DOM C102690 ETO PROPERTIES LTD DOM C097646 ETORE LTD DOM C113125 Etudes Conceptions et Promotions Immobilières Ltee DOM C111977 Etudes Technologies et Automatisme (Mauritius) Ltd C113056 Eunomix Business & Economics Ltd DOM C169082 EUODIAS CO LTD DOM C156146 Euphorian Farming Co LTD DOM C121530 EURO CRM OUEST DOMF C130651 EURO SYSTEMS LTD DOM C2157 EUROPA HOTEL LIMITED DOM C093519 EUROPEAN WHOLESALE LTD. DOM C168738 Europlaw Group Africa Ltd DOM C103896 EUROSE FURNITURE LTD DOM C125494 EVANOX LTEE DOM C25767 EVANS STYLE CO. LTD DOM Eve Gourmets Ltee DOM C143973 EVEIL DES SENS LTEE DOM C134390 EVENT PARK LTD DOM C134390 EVENT PARK LTD DOM C133633 EVENT SHAPER COMPANY LTD DOM C166777 EVENT SPICER LTD DOM C121377 EVENTI PRO LTD DOM C122326 Events O2 Ltd DOM C142624 Events Online Publications (EOP) Ltd DOM C103740 EVER GREEN SOLAR LTD DOM C50531 EVERBEST CO. LTD DOM C61266 EVERCLEAN LTD DOM C144446 EVERGREEN CONTRACTING CO LTD DOM C083856 EVERSTONE PROPERTIES LTD DOM C173477 Evexia Company Ltd DOM C123962 EVIEWS FOOD LIMITED DOM C166033 Evo Marketing Ltd DOM C61644 EVOICE LTD DOM C133553 EVOKE LTD DOM C141485 EVOLA DECO DESIGN LTD DOM C182771 Evolution Fitness ( Mauritius) Ltd DOM C175664 Evolve Digital Ltd DOM C104560 EVOLVING TIDES LTD DOM Evomind Ltd LTEE DOM C118006 DOM C168529 EXABYTE MANAGED SERVICES LTD DOM C164502 Excel Gardens Ltd DOM C102274 EXCEL PLACE (MAURITIUS) LTD DOM C53594 EXCELLENCE TENT SERVICES LTD DOM C105569 Excello Services Ltd DOM C104752 Excellors Co Ltd DOMFILE NO COMPANY NAME CATEGORY C181321 ExcelSource Co Ltd DOM C178317 EXCLUSIVE ENTERTAINMENT LIMITED DOM C173313 EXCLUSIVE FURNITURE LTD DOM C167345 EXCLUSIVE SHORES CONSULTANTS LTD DOM C60964 Exclusive Travel & Tours Ltd. DOM C175817 EXCLUSIVE WASH LTD DOM C157066 Excursion De Reve Cap Tours Ltd DOM C174731 EXECON CONSTRUCTION LTD DOM C112554 Executive Education Austral Africa Ltd DOM C112554 Executive Education Austral Africa Ltd DOM C178575 EXECUTIVE LANDSCAPING LTD DOM C127935 EXECUTIVE TRAVEL LIMITED DOM C170042 EXELIUS TRADING LTD DOM C088903 EXOGREEN LTD DOM C134235 EXOTIC FRUITS LTD DOM C156767 EXOTIC VISION LTD DOM C095668 Expand Human Resources Ltd DOM C47234 EXPAREL LTD DOM C075947 Experience Plus ( Mauritius) Ltd. DOM C117499 EXPERT ELECTROMECHANICAL ENGINEERING LTD DOM C180955 EXPERT WIRING SOLUTIONS LTD DOM C134812 EXPERTAX CO LTD DOM C163026 EXPERTLEY LTD DOM LTEE DOM C6445 EXPLORER DIVING CENTRE LTEE DOM C118409 EXPRESS GAS & PLUMBING SERVICES LTD DOM C129260 Express Green Solutions Ltd DOM C167094 EXPRESS HORIZON DAY TO DAY DISTRIBUTION LTD DOM C183240 EXPRESS SEWING LTD DOM C183087 EXPROCOM LIMITED DOM C104428 EXQUISITE GLAM LTD DOM C092282 DOM C141137 DOM C184695 DOM LTD DOM C165288 Eye4Health Ltd DOM C158156 RENTALS LTD DOM C145896 EYESBACK CONCEPTS LTD DOM C072593 F & A Co Ltd. DOM C089188 F & U construction ltd. DOM C145405 F&L LOGISTICS LTD DOM P5375 F.A.F.GOOLAM HOSSEN & CIE ENGINEER DOM C093656 F.K Transport Ltd DOM C12855 F.M TRADING CO C079190 F.N AUTOPARTS DOM C078924 F.O.C.U.S C59671 F.O.M. WAREHOUSES LTD DOM C61665 F.P.L. MOTORS & CO LTD DOM C5104 FABKNIT LIMITED. DOM C162191 FABLAB STUDIO LTD DOM C164258 FabrixWay CO LTD DOM C170967 FACELIFT HOME WORKS LTD DOM C42986 FADEMAC CO. LTD DOM C65187 FAFA TRADING LTD DOM C089119 FAIR FOOD LTD DOM C183876 FAIRLANE CONTRACTING LTD DOMFILE NO COMPANY NAME CATEGORY C106213 Fairpros Ltd DOM C163642 FAKA ESSENTIALS EXPORT LTD DOM C085939 FALAH TRADING CO LTD DOM C10589 FAME EMBROIDERIES LTD DOM C139856 FAMENIN PRODUCTS LTD DOM C23037 FAMILIA FOODS LTD DOM C168896 FAMILY & HOME DOCTOR LTD DOM C085708 FAMILY BOUTIQUE AND COMPANY LTD DOM C180368 FAMILY DENTAL CARE LIMITED DOM C180368 FAMILY DENTAL CARE LIMITED DOM C071153 FAMILY SUPERMARKET LTD DOM C166311 Family Till End Ltd DOM FD429 FAMILY TREE FOUNDATION DOM C174026 Fancy Paws Ltd DOM C7591 FANTASY FOOTWEAR CO. LTD DOM C068191 FANTISHA LTD DOM FAP CONTRACTING LTD DOM C103982 LTEE DOM C177952 FAR EAST INVESTMENTS LTD DOM C088416 Far Ocean (Mauritius) Ltd DOM C41012 FARAD SPARE PARTS & CO LTD DOM C180028 FARAH SPICES LTD DOM C181281 FARDEEN CONSULTING LTD DOM C160894 FARHA CAKES & FAST FOOD LTD DOM C172374 FARM SAG LTD DOM C172726 FARMOPES COMPANY LIMITED DOM C135417 FASHEO LTD DOM C111835 Fashion Caprice Ltd DOM C089701 FASHION IMPEX LTD DOM C142622 FASHION INVOGUE FACTORY SHOP CO LTD DOM C161530 FASHION TOWN LTD DOM C145307 FAST CLEARANCE SERVICES LTD DOM C094138 FAST EXCAVATION EQUIPMENT LTD DOM C132390 FAST797&COLTD DOM C066344 FASTY FROZEN MEAT AND SEAFOOD DISTRIBUTORS Ltd DOM C151422 Fat Choy Co. Ltd DOM C157297 FCWE GALLAND FAMILY LTD DOM C176891 FEATHER FARMS LTD DOM C45758 FEDLINK CO LTD DOM C175746 FEELWOOD CO LTD FEERA TRADING Feizal Shadoobuccus Ltd DOM C4631 FELICO CO LTD DOM C179678 FEROUSE CREATION LTD DOM D.M.S. LTD. DOM FD435 Fevertree Foundation DOM C162701 FFBT CAP INVEST LTD DOM C175560 FH CONSULTING SERVICES LTD DOMFILE NO COMPANY NAME CATEGORY C150087 FIBERLEC LTD DOM C176898 Fibonacci Novero FICBY LTD Ltd DOM ROUGE LTEE DOM C093635 FILEOS LTD DOM C184718 FILM CHROME LTD DOM C161272 Film Zone Production Ltd DOM C075442 FINANCIAL SENSE LTD DOM C078694 Finasia Holding Ltd DOM C174310 FINCHES CO LTD DOM C177777 FINDIT SQUARE (MAURITIUS) PRIVATE LIMITED DOM C695 FINE ARTS LIMITED DOM C153227 FINE DWELLINGS (MAURITIUS) LTD DOM C159796 FINE THINGS LTD DOM C137626 FINISHING INVESTMENTS LTD DOM C183250 Finpoint Group Ltd DOM C170997 Finsight Consultants Ltd DOM C170370 Finsight Ltd DOM C184002 FIRE FEAR MAINTENANCE LTD DOM C168194 Fire Tech Enterprise Ltd DOM C45663 FIRE-SEC COMPANY LTD DOM C165460 FIREWOOD TRANSPORT LTD DOM C125187 FIREWORKS LIMITED DOM C119929 FIRST AFRO-ASIAN INTERNATIONAL CO. LTD DOM C103795 First Call Center Co Ltd DOM C177408 First Care Residential Home Ltd DOM C166402 FIRST CHOICE ENERGY LTD DOM C173908 FIRST CHOICE MOBI REPAIRS LTD DOM C26907 FIRST GROW & BHAVEE CO. LTD DOM C077655 FIRST OFFICE CO LTD DOM C168570 FIRST SCMS LTD. DOM C093987 FISH TALK LTD DOM C151619 FISHCREEK CO LTD DOM C171588 FISHERMAN'S PLATTER CO LTD DOM C173873 FishExpress Seafood Company Ltd DOM C171244 FISHING EXPERIENCE LTD DOM C161475 FIT DISTRI LTD DOM C135181 FITFORM CO LTD DOM FITWEAR EQUIPMENT LTD DOM C58943 FITWELL LTD DOM C178220 Five Star Real Property (Mauritius) & Construction Co Ltd DOM C155230 Five Stars Development Ltd DOM C183489 FIVE-A'S CONSTRUCTION COMPANY LTD DOM C174048 FIX TECH PROFESSIONAL SERVICES LTD DOM C112115 FIX-TOUCH LTD DOM C122182 FK CONSULTING LTD DOM C173554 FKB CONSTRUCTION LTD DOM C158014 FLACQ LEADING HOSPITALITY AND TOURISM LTD DOM C096513 Flacq Shopping Mall Ltd DOM C173016 FLAMAPRO LTD DOM C129943 FLARY COMPANY LTD DOM C120415 FLASH BUSTERS & CO DOM C52598 FLEETMASTER CATEGORY Ltd DOM C130300 FloraSerres Ltd DOM C22306 CO. LTD LTD DOM C26229 FLYBOARDS LTD. DOM C134389 FLYING CHEF CATERING SERVICES LTD DOM C133556 FLYING PIZZA LTD DOM C130629 FLYING SPEED TRANSPORT SERVICES LTD DOM C168452 FM ASSOCIÉS CONSULTING LTD DOM C160669 FMC Properties Ltd DOM C172757 FMK TAX CONSULTANCY LTD DOM C159949 FOCALLURE (MAURITIUS) LTD DOM C132763 FOCUS BEYOND INNOVATION ELECTRONICS LTD DOM C162807 FOCUS FITNESS COMPANY LTD DOM C164702 FOJESINMU 30 LTD DOM C26972 FOKEERBUX SAMSOODEEN & DOM C19460 LTD DOM C114088 FOOD AND THIRST LTD DOM C182807 Food Circle Limited DOM C171212 FOOD DISPOSER LTD DOM C26655 FOOD EXPRESS CO. LTD DOM C183875 FOOD FRENZY LTD DOM C178090 Food Lab Consulting Ltd DOM C178508 Food Vibes Ltd DOM C157737 FOODBOY CO LTD DOM C173913 FOODIECLICKS CO LTD DOM C62035 FOODSTUFF & HARDWARE CO LTD DOM C065722 FOOK DELIGHTS LTD DOM C184753 FOOT 5 FUN LTD DOM C176954 Foot Universe Ltd DOM C4176 FOREIGN TRADE DEVELOPMENT LIMITED DOM C61101 FOREST ADVENTURE LTD DOM C7059 FOREST DREAM CO. LTD. DOM C61110 FOREST GARDENS PROMOTION LTD DOM C103213 FOREVER CLOTHING LTD DOM C145635 FOREVER GREEN GRASS LTD DOM C102906 FOREVER KIDS LTD DOM C184560 FORJA LTD DOM C134848 FORMATION INTERIM SECURITE LTEE DOM C25454 FORT ABACO INVESTMENT HOLDINGS LIMITED DOM C50544 FORT WORTH INVESTMENT HOLDINGS LTD DOM C164221 Fortuna Ocean Ltd DOM C135614 Fortune de la Mer LTEE DOM C179314 FORUS Digital Exchange (Mauritius) Ltd DOM C52656 STUDIO CO LTD DOM C163540 FoundDigital Ltd DOM C155880 FOUNTAIN OF LIFE LTD DOM C49850 FOUR H COMPANY LTD DOM C159388 FOUR OCEANS CO. LTD DOM C129219 FOUR V SERVICES LTD DOM C144930 FOURHANDS TRADING CO LTD DOMFILE NO COMPANY NAME CATEGORY C144929 FOURSTONE CONSULTING LTD DOM C181213 Fourtex Limited DOM C173588 FOURTH JULY CO LTD DOM C172514 FOX CONCEPT LTD DOM C151669 FRAMING HOUSE LTD DOM C20494 FRANALEX LIMITED DOM C103289 COIFFURE BEAUTE DISTRIBUTION LTEE C14426 FRANCE TIN KIONG FONG CO. LTD DOM C2110 FRANCE TOURIST HOTEL LIMITED DOM C162957 FRANCIN'S DREAM LTD DOM C098389 FRANÇOIS TRANSPORT CO LTD DOM C161485 FRANKLIN FELICITE LTD DOM C172518 FRANTZ FROZEN FOOD LTD DOM C184319 FRD DISTRIBUTION LTD DOM C108718 FREDERIC LAMY & CO LTD DOM C103593 FREEWAY DECOR LTD DOM C101859 FREIKORPS LTD DOM C103184 FRENCH HAIR CONSULTING LTD DOM C113659 Frequentis International Ltd DOM C182061 FRESH AIRCONDITIONING SERVICE LTD DOM C179215 Fresh Construction Ltd DOM C170187 FRESH DELIGHTS LTD DOM C176945 FRESH FEEL AUTO VEHICLE LTD DOM C152523 FRESH HARVEST LTD DOM C128951 FRESH KING ENTERPRISES COMPANY LIMITED DOM C162753 FRESH MEDIA LTD DOM C109116 Fresh Noor Vegetables Ltd DOM C141757 FRESHWAYS LTD DOM C159198 FRIEND ZONE LTD DOM C093594 Frocks & Rocks Ltd DOM FD71 Fruink Foundation DOM C164472 FTE PAUL ET VIRGINIE FILM LTD DOM C41540 FU LE M.E.M. CO. LTD. DOM C141590 FULLYGLAMZ CO LTD DOM C105620 FUN ADVENTURE (MAURITIUS) LTD DOM C43026 FUN ISLANDS LIMITED DOM C154478 FUNFM LTD DOM C167608 FURWOOD LTD DOM C118230 FUSION TECHNOLOGIES LTD DOM C176397 Future Now Enterprise LTD DOM C088690 FUTURE TEXTILES LTD DOM C49396 FUTURISTIC LTD DOM C139616 Futuristic Wood Work Ltd DOM C106459 FVC Distribution Ltd DOM C142422 FYC EASTMAN CO LTD DOM C169591 FYNS LTD DOM C072027 G & G Enterprises Ltd DOM C163955 G & M PARTNERS INVESTMENT SERVICES LIMITED DOM C098466 G Deco Metal Engineering Ltd DOM C182484 G Events Management Ltd DOM C23848 G HORIZON LTD DOM C133298 G NICK MAITRE FORGERON LTEE DOM C16304 G S P CO LTD DOM C134379 G SMART TRAINING CENTRE COMPANY LTD DOM C177572 G&G CLEANING CO.LTD DOM C174494 G&G FIRST AGENCY Ltd DOM C163987 G&M PROPERTIES INVESTMENT LIMITED DOM C102148 G. RAGOO ALUMINIUM DU SUD CO LTD DOMFILE NO COMPANY NAME C14258 G.A.M. MEUBLES ET G.R.N.W LTD DOM C160336 G2MI Trading Ltée DOM C120801 GA FITNESS AND MANAGEMENT LIMITED DOM C150471 Gabriel Zephir & Sons Ltd DOM C134155 GAEL FROGET Gajendre PHARMA LTD DOM C161750 GAMBIT PROPERTY LTD DOM C069550 GAMMA ASIA CONSTRUCTION LTD DOM C22943 GAMMA CIVIC CONSTRUCTION HOLDINGS LTD DOM C24366 GAMMA-CIVIC DOM C48146 C125838 GANGADEEN AND SONS LTD DOM C164878 Ganymede Ltd DOM C128243 GAP CONSULTING LTD DOM C070637 Garage SKY & Co LTD DOM C100557 GARAGE A.A LTD DOM C156476 GARAGE APPADU RAPID SERVICE CO LTD DOM C123124 GARAGE ARVIND LTD DOM C093452 Garage Coco Co Ltd DOM C069739 GARAGE CYRIL GODER CO. LTD DOM C144905 GARAGE MAURICIEN LTEE DOM C170345 GARDEN FUSION LTD DOM C163441 Garden Innovation Ltd DOM C167921 GARDEN OF HOPE CO LTD DOM C124847 GAREF ENGINEERING LIMITED DOM C162913 GAS AUDIO VISUAL LTD DOM C181616 GAS IMMOBILIER LTD DOM C155045 GASPASUN INVEST LTD DOM C162923 GATE ONE LTD DOM C066935 GATEWAY DUTY FREE SHOP LTD DOM C074132 Gativa Global Ltd DOM C183607 Gauri Marketing LTD DOM C066037 G-ELEVEN IMPEX LTD DOM C112923 GEM ITA ITA LTD DOM C174519 Gemilda Development Ltd DOM C176131 GEMILDA LANDSCAPING CO LTD DOM C23278 GEMS-PRO TRADING & CO LTD DOM C123617 GENERAL MAINTENANCE LTD DOM C2742 GENERAL MOTOR DEALERS & TRADING CO. LTD DOMFILE NO COMPANY NAME CATEGORY C160580 GENERAL PRINT LTEE DOM C070449 GENERAL TRADERS LTD DOM C182824 GENESIS AUTOWORLD LTD DOM C118154 GENIO - DEVELOPMENT AND INVESTMENT GROUP LTD DOM C093108 Geniuschid Ltd DOM C18163 GENUINE LEATHER LTD DOM C123480 GEO SASH CO LTD DOM C071385 Geoconsul Ltée DOM C158743 GEOID AND GEOMAX LANDSCAPING LTD DOM C152682 GEOMETRIA CREATIVE C161255 LTD DOM C125318 GESTOCK INTERNATIONAL DOM C098198 Ltd DOM C25733 GEXIM CONTRACTING LTD DOM C22514 GEXIM HOLDINGS LTD DOM P2780 GEXIM LAND CONSULTANTS DOM C23664 GEXIM LAND CONSULTANTS LTD DOM C23665 GEXIM REAL ESTATE LTD DOM C44064 GF SERVICES LTD DOM C150476 GFin Administrative Services Ltd DOM C111561 GHD (MAURICE) LTD DOM C41146 GHOORA TRANSPORT GROUP LTD DOM C181013 GIAC CONTRACTING LTD DOM C16044 GIANT INTERNATION TRADING CO LTD DOM C40095 GIGABYTE COMPUTERS LIMITED DOM C11160 GILMAR LTD DOM C109269 Gil-Mar Z Associates Ltd DOM C7356 GINA & CO. LTD. DOM C174667 GINGERTHEGOLDEN LIMITED DOM C131725 GKP TRANSPORT LIMITED DOM GLADIUS LIMITEE DOM C115452 ATTITUDE LTD DOM LTD DOM C116011 GLD CONSTRUCTION LTEE DOM C121232 GLEN GRILL LTD DOM C085125 Glenara Management Services Ltd DOM C155330 Global Avi Construction Co Ltd DOM C178896 Global CFD Ltd DOM C137444 GLOBAL COMPONENTS ENGINEERING LTD DOM C077546 GLOBAL EDGE SOLUTIONS LTD DOM C180133 GLOBAL EXPERT CONSTRUCTION CO LTD DOM C123569 Global Finance Mauritius DOM C155323 GLOBAL IZI WEB LTD DOM C164431 Global Laboratories (Mauritius) Limited DOMFILE NO COMPANY NAME CATEGORY C065781 GLOBAL LINK OVERSEAS LTD DOM C067445 Global Logistics Solutions Ltd DOM C161922 Global Maintenance Environment and Consulting Ltd DOM C098752 GLOBAL MIGRATION SOLUTIONS PROPERTIES LTD DOM C19962 GLOBAL NETWORK MARKETING LTD. DOM C170529 Global Oil and Power Ltd DOM C169973 Global TMB Ltd DOM C153945 GLOBALIS (MAURITIUS) LTD DOM C2929 GLOBE TRADING AGENCY LIMITED DOM C172868 GLORIOUS ENTERTAINMENT LTD DOM C167484 GLORIOUS JUBILEE LTD DOM C63933 GLORIOUS WEAR LTD. DOM C39525 GLORY AGENCIES CO LTD DOM C111379 GLORY ALUMINIUM LTD DOM C21226 GLORY FORTUNE INDUSTRIES LIMITED DOM C21226 GLORY FORTUNE INDUSTRIES LIMITED DOM C115209 GLORY TRAVEL LTD DOM C180880 GLORY TYRES SERVICE LTD DOM C165991 Glowinginsea Ltd DOM C11101 GLUE HOUSE CO LTD DOM C159666 GM & SESAR TRADING LTD DOM C46660 GM CONSTRUCTION LTD DOM C18159 GMC LIMITED DOM C137722 GMO SPARE PARTS LTD DOM C105359 GMPR & Partners Ltd DOM C61564 GN BUSINESS CONSULTING LTD DOM C100381 GN WEALTH MANAGEMENT LTD DOM C124449 GNFA Indian Ocean Ltd DOM C159542 GO - SEAFOOD LTD DOM C6638 GO FASHION TRADING LTD DOM C184054 GO FORCE LTD DOM C107065 Go Pryde Services Ltd DOM C57321 GOB CO. LTD DOM C141260 Go-Fetch Ltd DOM C172332 Go-inn Property Management Ltd DOM C158058 GOLD ACE LTD DOM C138051 GOLD BEACH THE ART COMPANY LIMITED DOM C093646 GOLD BOX CO. LTD DOM C49424 GOLD COIN INVESTMENT & CO LTD DOM C9380 GOLD DUST SERVICES LTD DOM C164382 GOLD KIM LTD DOM C27021 GOLD NEST HOTELS LTD DOM C27021 GOLD NEST HOTELS LTD DOM C110217 GOLD REED COMPANY LIMITED DOM C65432 GOLDAGE CO LTD DOM C171220 GOLDEN BRIDGE CONSULTANCY LTD DOM C137880 GOLDEN CHILLI LTD DOM C110356 Golden Conch Company Ltd DOM C183563 GOLDEN DAWN TRADING INVESTMENTS PTY LIMITED DOM C154963 GOLDEN FLOWER CO LTD DOM C103676 GOLDEN JUBILEE AGENCY CO LTD DOM C164865 GOLDEN OASIS LTD DOM C163865 GOLDEN SPIRAL LTD DOM C177583 GOLDEN VENTURES CO LTD DOM C134426 GOLDEN VIEW LTD DOM C5728 GOLDEN WEAR LIMITED DOM C152153 GOLDOX FOOD INDUSTRY LTD DOM C085105 GOLF & AIR SYSTEMS LIMITED DOMFILE NO COMPANY NAME CATEGORY C43550 GOLVILLA LTEE DOM C149335 GOMISO LIMITED DOM C106090 Good News Ltd DOM C162744 Good Times and Tan Line Co Ltd DOM C24065 GOODFRIEND MARKETING LTD DOM C180736 GOPOWER MEDIA LTD DOM C133855 GORGES ART LANDSCAPE LTD DOM C145394 GOSPEL MEDICAL LABORATORY LTD DOM C138990 GOSSIP GIRL COLLECTIONS LTD DOM C118841 GOURMAND C175961 Limited DOM C112339 GOURMET FISH LTD DOM C25438 GOVINDRAMEN CONSTRUCTIONS & SONS LTD DOM C163175 GP MEDIAIDS LTD DOM C179723 GPB AFRICA AND MIDDLE EAST (PTY) LTD DOMF C165101 GRACIOUS TEMPEST TRANSPORT LTD DOM C182523 Gradosat Construction Ltd DOM C082786 GRAELL Limited DOM C129217 BAIE 38 LTD DOM GRAND GAUBE INVEST (MAURITIUS) LTD DOM C119923 GRAND MC LIMITED DOM C182565 GRAND SCALE BUILDERS CONSTRUCTION LTD DOM C093485 Grande Case Noyale Consolidated Ltd DOM C5242 GRANDE RIVIERE MARINE SERVICES LTD DOM C176769 GRAND-MERE FRANCE DOM C134895 GRANSOLAR ENERGY (MAURITIUS) LTD DOM C139020 GRAPHICCUBE LIMITED DOM C184210 GRAVITY CONSTRUCTIONS LTD DOM C155724 Great Construction Ltd DOM C119819 GREAT MONTANA VIEW LTD DOM C121721 GREAT SPORTS INFRA PRIVATE LIMITED DOMF C177499 GREAT TITANIUM ENTERTAINMENT LTD DOM C122470 GREAT VACATIONS TRAVEL AGENCY CO LTD DOM C150686 Great Waterfalls Films Ltd DOM C43791 Greatwide Logistics Ltd DOM C183707 GRECSTYLE LTD DOM C170900 GREEN ACRES CO LTD DOM C119308 GREEN ARC SOLUTIONS LTD DOM C125559 GREEN BEAN DISTRIBUTIONS LIMITED DOM C169750 Green Berkshire Ltd DOM C182390 Green Collective Ltd DOM C153706 GREEN COVE LTD DOM C60340 GREEN DELIGHT LTD DOM C088281 Green Earth Holdings Ltd DOM C122594 GREEN ENERGY TRANSPORT LTD DOM C137491 GREEN ESSENCE (MAURITIUS) LTD DOM C54853 GREEN GOLD CO LTD DOM C168083 Green Growth Solutions Ltd DOM C182034 GREEN IMPERIAL LTD DOM C123451 GREEN INTEGRATED CONSTRUCTION LTD DOM C112059 GREEN LADY VILLA LTD DOM C172850 Green Machine Co Ltd DOM C173049 GREEN MATTERS LTD DOM C121935 GREEN NATURE WASTE SEGREGATION LTD DOM C157064 Green Panafrica Services Ltd DOM C143649 GREEN REFLEX LTD DOMFILE NO COMPANY NAME CATEGORY C158586 GREEN SEA MEADOWS (MAURITIUS) LTD DOM C165856 GREEN SUNSHINE LTD DOM C160315 GREEN TO CRYSTAL BLUE LTD DOM C159764 GREEN VIEW LTD DOM C177990 GREENBOX CONTRACTING LTD DOM C62718 GREENEARTH DEVELOPMENT LTD DOM C4942 GREENFIELD GARMENTS MANUFACTURING CO.LTD DOM C091654 GREENFUTURE INTERNATIONAL LTD DOM C167299 GREENGOODS TRADING Ltd DOM C25568 GREENSBORO PROMOTERS LTD DOM C069060 GREENTEA LTD DOM C134233 GREENWICH ALUMINIUN COMPANY LTD DOM C163963 GREENWOOD WORKS AND TRADING LTD DOM C23115 GREETINGS AND GIFTS LIMITED DOM C57693 GREYHOUND LTD DOM GRILLAYA MARAZE G. DABEDEEN CO LTD DOM C183094 Ground Handling Services (Mauritius) Ltd DOM C65213 GROUP FIVE (MAURITIUS) LIMITED DOM C095805 Groupe Coral Villas Ltd DOM C133322 Growfish International (Mauritius) Limited DOM C166805 GROWMORE CORPORATE DOM C166380 GRP RENOVATION LTD DOM C169106 GRSUM C081043 GSI Holdings Ltd DOM C174483 GSNS TRANSPORT LTD DOM C163075 GSS TRAINING LTD DOM C152992 GST FRESH NOODLE CO LTD DOM C181457 GT AUTO LTD DOM C158471 GT SERVICES LTD DOM C162721 Guangdong Provincial ChangDa Highway Engineering (Mauritius Branch) Co. Ltd DOMF C167986 GUIDE 2 SUCCESS LTD DOM C54243 GUIDE TOURISTIQUE (ILE MAURICE) LTD DOM C166911 GUIDED PATH LTD DOM C183318 GUIDING GURU LTD DOM C161428 GUINON LIMITEE DOM C176573 GUM Events Ltd DOM LTD DOM C136671 GURMAR LTD DOM C163180 Co Ltd DOM C158077 GYS EVENTS LTD DOM C162984 H & D CONTRACTING LTD DOM C179283 H & H International Trading Ltd DOM C069049 H AND G ENGINEERING AND CRAFTS LTD DOM C115275 H DERVISH CAR CO LTD DOM C182470 H&A FURNITURE LTD DOM C145688 H&I SONS CO LTD C123132 H&S LOTUN COMPANY LIMITED DOM C1349 H. TEELUCK & C21329 H.A.L.C. H.G. DUSTAGHEER IMPEX H.GOBIN & DOM C073856 H.I.R Company Ltd DOM C166018 H.M.M CONSTRUCTION LTD DOMFILE NO COMPANY NAME CATEGORY C169812 H2O CLEAN SERVICES LTD DOM C103984 HAAJRAH TRADING LTD DOM C118105 HAAN AGENCY CO LTD DOM C18450 HABIB EMRITTE AND SONS LTD DOM C155242 HADET INVESTMENT LTD DOM C135736 HAGUARD LTD DOM C56607 HA-HA LIMITED DOM C080593 Haines Outsourcing Ltd DOM C079053 HAIR UNLIMITED CO LTD DOM C130622 HAJOKAY CO LTD DOM C140477 HAKEEM & PARTNERS CONSTRUCTION CO LTD DOM C115286 HALKHORY FAST FOOD CO. LTD DOM C2677 HAMID HOSSEN LTD DOM C48440 HANA TRADING LTD DOM C156387 HANAH COSMETIC LTD DOM C168162 Handmade Delicacy Ltd DOM C9838 HANDSOME INVESTMENT LTD DOM C154793 HANNAH INTERIOR DESIGNS & ACCESSORIES LTD DOM C070643 HANS CONSULTANCY LTD DOM C153175 HANSYN HOLDING LTD DOM C153175 HANSYN HOLDING LTD DOM C171211 HAOLONG INTERNATIONAL DEVELOPMENT CO LTD DOM C125414 HAPPINESS TRAINING AND CONSULTANCY LTD DOM C116973 HAPPY DAYS GUEST HOUSE LTD DOM C090864 HAPPY DOU & CO LTD DOM C130463 HAPPY FOODS LTD DOM C083804 HAPPY GOODS LTD DOM C156269 HAPPY SUNNY TECHNOLOGY LTD DOM C54117 HAPPY VALLEY MANAGEMENT & CATERING SERVICES LTD DOM C098680 HAR Prestige Living Co Ltd DOM C178857 Hard Construction Company Ltd DOM C161849 HARDYPETZER LTD DOM C21522 HAREM LTD DOM C089858 STOCKS LIMITED DOMF C60597 HARMONETIA COM LTD. DOM HARMONY CAR RENTAL LTD DOM P1306 HARONIA - GUNGABISSOON & CO DOM C163847 Harry Fish Company Ltd DOM C158076 HARRY'S ISLAND FILM PRODUCTION LTD DOM C140736 HARTZ TRADING LTD DOM C171300 HASH HUSTLE LIMITED DOM C45358 HASH INTERNATIONAL LTD DOM C168757 HASNAIN TRADING CO LTD DOM C068008 HASSAM MOUSSA RAWAT DISTRIBUTION LTD DOM C14131 DOM C22620 HAUNGS ACTIVE.COM LTD DOM C136295 HAVEN FACILITIES AND MANAGEMENT LTD DOM C161150 Haven Hill Villa Ltd DOM C166007 HAVEN SALON & SPA LTD DOM C179101 HAVPRO INTL SERVICES LTD DOM FD440 Hawaan C120688 HAWAIA VILLAS LTD DOM Distributors Ltd DOM HAZA LIMITED DOM C180164 HC Cleaning Services Ltd DOMFILE NO COMPANY NAME CATEGORY C099360 Hcci Global Logistics (Mauritius) Ltd DOM C25579 HDM INTERACTIVE LTD DOM C25772 HDM INVESTMENTS HOLDINGS LIMITED DOM C093812 HEADMAST MARITIME SERVICES (MAURITIUS) LTD DOM C101960 HEALTH AND POWER LTD DOM C135726 Health Contact Center Ltd DOM C172717 Health Save Pharmacy Ltd DOM C181498 HEALTHY AURA CO LTD DOM C161551 Healthy Heart Ltd DOM C161551 Healthy Heart Ltd DOM C118707 HEALTHY MEALS LTD DOM C141240 HEART AND ART FITNESS LTD DOM C128228 HEART QUINTET LTD DOM C16385 HEAT REJECTION LIMITED DOM C182876 HEAVEN ESTATE COMPANY LTD DOM C162015 HEAVEN LANE PROPERTIES LTD DOM C168279 HEAVEN PEARLS Ltd DOM C176440 HEAVEN SEED LTD DOM C180361 HEAVENX CONSTRUCTION & TRANSPORT CO LTD DOM C143296 HEBER-CONSULTING LTD DOM C110414 Heckler Holding Ltd DOM C108932 Height Access Cordist LTD DOM C162666 HEIGHT AND SAFETY SOLUTION CO LTD DOM C151968 Heineken Indian Ocean Company Limited DOM P4132 HEIRS M.V. DESAI & CO DOM C114230 Helene and Partners Investment Ltd DOM C076657 Helilagon (Mauritius) Ltd DOM C155905 HELIOSUN RENEWABLE ENERGY SOLUTIONS C178229 Heliotrope Ventures Ltd DOM C168306 HELL HOUNDS C179498 DOM C179556 Hello Syndic Ltd DOM C139369 Help Out Work Ltd DOM C167918 HEM KEV CO LTD DOM C182868 Hemali Ltd DOM DOM C159288 Hemisphere (Mauritius) Limited DOM C145981 HENLEY BUSINESS PRIVATE COMPANY LIMITED DOM C096310 HENLEY COLLEGE LIMITED DOM FD396 HENN INTERNATIONAL FOUNDATION DOM C096046 Hennessy Capital Ltd DOM C5294 HENNESSY COMPANY LIMITED LECLOS LIMITEE DOM C184380 Henrietta Avenue Ltd DOM C144358 HENRY HOLLAND HOLDINGS LTD DOM C183455 HERA BUSINESS PROCESS LTD DOM C178294 HERBERT CONTRACTOR LTD DOM C166282 HERCULEO INDIAN OCEAN LTD DOM C170535 HERITAGE & SHAREHOLDING MANAGEMENT LTD DOM C170535 HERITAGE & SHAREHOLDING MANAGEMENT LTD DOM C101235 Heritage Logistic Co Ltd DOM C148433 Hermanos Contracting Ltd DOM C153594 HERMES GESTION PRIVE LTEE DOM C127811 HERMES INTERNATIONAL FINANCE LTD DOM C155916 Hermes Premium Agency Ltd DOM C182110 HERMITAGE HOTELS LTD DOM C092888 HERTFORD INTERNATIONAL LTD DOMFILE NO COMPANY NAME CATEGORY C168182 Hessink Limited DOM C15332 Hestian Building Systems Ltd DOM C182832 HG DRIVECLUB LTD DOM C066816 HI- MALAY SPICES LTD DOM C2892 HI PACK STONE & BRICK LTD DOM C103446 Hibridge Corporate Services Limited DOM C184356 High Construction and Tiles Company Ltd DOM C128940 HIGH DEFINITION LIVING (MAURITIUS) LTD DOM C148068 Highlands International Traders (Mauritius) Limited DOM C137309 HIGHWAY DELIGHTS FAMILY RESTAURANT LTD DOM C141257 HIGHWORTH PROPERTIES LTD DOM C066237 Hill Land Ltd DOM C124069 HIMALAYA AYURVEDIC CO LTD DOM C105927 Himanshu & Shamesha C094724 BIJOUX LTEE DOM HIS FASHION LTD HISTORICAL AND ECO CRUISES LTD DOM C22425 HI-TECH DOM C25867 LTD DOM C132488 Hixa Investment Ltd DOM C166281 HK WEB SERVICE LIMITED DOM C070540 HKS MANAGEMENT SERVICES LTD DOM C11830 HM ELECTRONICS LTD DOM C162759 HMA CONSULTANCY LTD DOM C180007 HN-MC ENGINEERING AND GENERAL MAINTENANCE LTD DOM C140569 HOFFMAN LTD DOM C151645 HOLDEM DYNAMICS LTD DOM C151644 HOLDEM EVENTS HOLDEM HOLDINGS (MAURITIUS) C163415 HOLDEM SEN SCHOOL LTD DOM C155630 HOLDEM STUDIOS LTD DOM C110307 Holiday Home Limited DOM C145550 Holiday Out Ltd DOM C128009 HOLISTIC BALANCE CENTER LTD DOM C177719 HOLISTIC HEARTS HOME HEALTHCARE LTD DOM C095311 HOLISTIC LIFESTYLE LTD DOM C155088 HOME and COACH Ltd DOM C174918 HOME BY HK LTD DOM C131980 HOME FROM HOME (MAURITIUS) LTD DOM C183713 HOME PRODUCTS SUPPLIER LTD DOM C162517 HOMEPRO EPOXY LTD DOM C159109 Homesforth Ltd DOM C171684 HOMESPHERE PROPERTY LTD DOM C160559 HOMI BUILDERS CO LTD DOM C113980 Honest Tours Limited DOM C101731 Hongfeng Import & Export Co., Ltd DOM C069062 HOOVERS INTERNATIONAL LTD DOM FD386 Hope and Family Development Foundation DOM C43468 HORIZON FURNITURE AND HORIZON MEUBLE CO LTD DOM C130654 HORIZON NECCS LTD DOM C175324 HORIZON SCHOOL CONSTRUCTION CO LTD HOSPIRA LTD DOMFILE NO COMPANY NAME CATEGORY C174469 HOSSANAH CO LTD DOM C180734 HOSSEN UMAR CONSTRUCTION SERVICES LTD DOM C183267 HOSTPRO CO.LTD DOM C25455 HOT SPRINGS INVESTMENT HOLDINGS LIMITED DOM C084916 Hot Springs Management Ltd DOM C095382 HOT WOK Ltd. DOM C073627 Hotel & Property Development Consulting Co Ltd DOM C14681 HOTEL AMENITIES SUPPLIERS CO LTD DOM C069595 HOTEL ESSENTIALS LTD DOM C52059 HOTEMART (MAURITIUS) LTD DOM C112500 HOTFUSE ENGINEERING SERVICES LTD DOM C120099 HOTWANI TELEVISION & MEDIA LIMITED DOM C073715 HOUSE OF JUICE LTD DOM C162635 HOUSE OF POLISH LTD DOM C9698 HOY FOONG LTD DOM C178982 HP Properties Ltd DOM C168601 HPAM SOLUTIONS CO LTD DOM C133255 HR CONSULTING AND CARE LTD DOM C105796 HR Golf Holding Ltd DOM C181424 HR HS Eng Expert Solutions LTD DOM C136451 HS MANUFACTURER LTD DOM C144070 HS Solutions LTD DOM C184512 HSEWRAZ COMPANY LTD DOM C161992 HSMC DIRECT IMPORT LTD DOM C174063 HSP INTERNATIONAL LTD DOM C132928 HUASHENG SUMMER DREAM LIMITED DOM C54867 HUBSON Contractors Ltd DOM C137842 Hui Xin International Travel and Tours Ltd DOM C51949 HULKORY STORE LTD DOM C147211 Human Asset Ltd DOM C6039 HUNG MIN SHIPPING CO, LTD. DOM C171270 HURLEVENT INVEST LTEE DOM C43636 HUR-LINK AGENCY LTD DOM C095542 HurryJane Import Ltd DOM FD530 HUSH HOUSE FOUNDATION DOM C167179 HUSTLE ENTERTAINMENT LTD DOM C071208 HV Industries (Holding) Ltd DOM C165713 HV OCEAN INDIEN LTD DOM C166158 Hydra Agencies Limited DOM C108565 HYDRE PROPERTIES LTD DOM C117880 HYDRO FIVE CO LTD DOM C61069 HYDRO PLUMBING CO. LTD DOM C110242 HYDRO WASH CO LTD DOM C089432 HYPER SECURITY GUARD LTD DOM C180956 Hypercare Cleaning Services Ltd DOM C5836 HYRAN GARMENTS LIMITED DOM C157731 I WED YOU (MAURITIUS) LTD DOM C169606 I&C FASTEST TRANSPORT COMPANY LTD DOM C10316 I. JAINABEE LIMITED DOM C157061 I.C Khan Home Limited DOM C178042 I.DEV SOLUTION LTD DOM C4811 I.K.S. FISHING I.T.A.C. (MAURITIUS) C182049 IBAA CHEMICAL LTD DOM C161904 iBAZ CO LTD DOM C090960 IBID INVESTMENTS LTD DOMFILE NO COMPANY NAME CATEGORY C170839 IBRADA CO LTD DOM C389 IBRAHIM CASSAM AND COMPANY LIMITED DOM C117925 IBRAHIM SALEHMOHAMED & CO LTD DOM C120345 ICE BOX CO LTD DOM C127162 ICE CREAM VENDING MACHINES LTD DOM C112586 ICHTUS PROPERTIES LTD DOM C179464 ICJ PROJECT MANAGEMENT LTD DOM C173728 ICONIC LIVING LTD C166996 ICONIC PRINTING SERVICES LTD DOM C177728 ICOVER (MTIUS) LTD DOM C121015 ICT Repairs and Services LTD DOM C162943 IDEM PROD CO LTD DOM C123839 IDENTITI GIFTS LIMITED DOM C076217 IDENTITI GROUP LTD DOM C117584 IDENTITI STUDIO LTD DOM C149204 IDEUM SOFTWARE LTD DOM C165493 I-DIGI SOLUTION LTD DOM Glass Limited LTEE DOM C1828 DOM C167611 IGFN INVESTMENT LTD DOM C183941 IGV Swiss - Germany -(Mauritius) Holding Group Ltd DOM C109016 IK MAURITYRE CARE CENTRE CO LTD DOM C128668 DOM C172806 Il IMI LTD DOM Construction Ltd DOM C135043 IMMAUR LTD IMMONEN COMPANY LIMITED DOM C159463 IMPACT WAVE CONSULTANCY LTD DOM C074263 Imperial Dragon Ltd DOM C076520 Imperial Investment Ltd DOM C53593 IMPORT & EXPORT ARIA FREEZONE LTD DOM C118493 IMPRESS DECOR LTD DOM C075252 IMPREZZIA EVENTS COMPANY LTD DOM C2373 IMPRIMERIE IDEALE CO LTD DOM C4847 IMPRIMERIE MICHEL ROBERT AND COMPANY LIMITED DOM C071915 IMRIT Bros & Co Ltd DOM C132165 IMRS EXPRESS TOURS LTD DOM C114196 IN A RUSH Ltd DOM C176805 IN GREENTEC LTD DOM C178642 In sCert Ltd DOM C53624 INA LTD DOM C171487 INADY CAR RENTAL LIMITED DOM C126194 InavitIQ Insight Ltd DOMFILE NO COMPANY NAME CATEGORY C43021 INCENTIVE PARTNERS (MAURITIUS) LTD DOM C143917 INCREDIBLE CONNEXION LTD DOM C121964 INDIA GATE LTD DOM C168191 INDIA WORLD AFRICA LTD DOM C176360 Indian Black Pearl Ltd DOM C120006 INDIAN OCEAN NETWORK NEWS LTD DOM C122405 Indian Ocean Packaging Ltd DOM C138224 INDIAN OCEAN PORT LOGISTICS LTD DOM C141759 INDIAN OCEAN XCHANGE LTD DOM C44104 INDIAN C114536 MANAGEMENT LIMITED DOM INDOI LTD DOM C63401 INDRA COMPANY LTD DOM C2492 INDUSTRIAL GLOVES MANUFACTURERS LIMITED DOM C083708 INDUSTRIAL JEWELLERY LTD DOM C164463 INDUSTRIAL MEDICS LTD DOM C27249 INDYA VOGUE CO. LTD DOM C162489 INELLE CLOTHING LTD DOM C184181 INESYS SERVICES LTD DOM C130607 INFINI CONSULTING BPO INFOPLUS LTD DOM C147306 Infrascape Ltd DOM C134029 INFUSE HOLDINGS LTD DOM C106328 Infuse Projects Limited DOM C104075 INGENS Investment Ltd DOM C120142 INGEPLAN CO LTD DOM C128617 INGREDIENTS (MAURITIUS) LTD DOM C121309 INKS & MEDIA LTD DOM C180331 INNAYA FARMING CO LTD DOM C146344 INNOCREA LTD DOM LTD DOM C170781 DOM International Ltd DOM C096452 INNOTRADE LTD DOM C159380 INNOVATE CONTRACTING LIMITED DOM C159587 INNOVATE TECHNOLOGY LTD DOM C170124 INNOVATIVE CLEANING SOLUTIONS LTD DOM C161195 Innovative Tech 4 Afrika Ltd DOM C127838 INOVE BLOC LTD DOM C088280 Inryco Ltd DOM AQUAPONICS ROOF TOP GARDEN LTD DOM C183053 INSHIRAH DISTRIBUTION LTD DOM C075835 INSIGNIA RESORTS LTD DOM C62096 Inspira World Ltd DOM C143384 INSPIRE ME LTD DOM C126750 INSPIRIT PROPERTY SERVICES LTD DOM C147264 INSTA EVENTS LTD DOM C180072 INSTA PHARM LTD DOM C156814 INSTANT PROPERTY LTD DOM C184568 Instant Result Ltd DOM C167677 INSTA-RENT SERVICES LTD DOM C134283 Institut du Bon Pasteur Ltee DOM C59779 INSTITUTE OF MARKETING AND MANAGEMENT LTD DOMFILE NO COMPANY NAME CATEGORY C070587 INSTITUTE OF THERAPY & INNER STUDIES ( I.T.I.S) LTD DOM C093420 Instore Concept Co. Ltd DOM C164445 INSULAM COMPANY LTD DOM C118818 Integrated Accounting and Administration Services Ltd DOM C58191 INTEGRATEUR DE SOLUTIONS INFORMATIQUES POUR ENTREPRISES LTEE PRODUCTIONS LTD DOM C173450 INTELLINGENTA AUTOPAYROLL LTD DOM C079987 INTENSIVE AGRICULTURAL STORE LTD DOM C082247 INTERACTIVE WORLDWIDE SERVICES LTD DOM C097666 INTERACTIVELAB LTD DOM C4739 INTERCARGO LIMITED DOM C154706 INTERCONTINENTAL TRADE & FINANCIAL INVESTMENT (MAURITIUS) LTD DOM C131399 Interevents Ltd DOM C076618 INTERHOLDINGS AND INVESTMENT CO LTD DOM C16268 INTERIORS DECOR AND TRADING DOMF C8522 INTERMEER HOTELS AND RESORTS(MTIUS) LTD DOM C17674 INTERNATIONAL AIR TRANSPORT ASSOCIATION DOMF C2107 INTERNATIONAL BEVERAGES LTD DOM FD23 International Business Structuring Foundation DOM C101275 INTERNATIONAL CENTRE FOR AIRTRAVEL AND HOSPITALITY MANAGEMENT LIMITED DOM C147513 INTERNATIONAL DRIVING ASSOCIATION LTD DOM C104305 International Migration Specialists Ltd DOM C142976 INTERNATIONAL MULTIPLE GATEWAY LTD DOM C16102 INTERNATIONAL SPORTS LTD DOM C124473 International Tecnokrats Global Services Limited DOM C182236 International Teleshopping Express Ltd DOM C4438 INTERNATIONAL TEXTILES LTD DOM C157871 INTERNATIONAL TOURISM TRAINING LTD DOM C143056 INTEROCEAN FISH TRADERS (MAURITIUS) LTD DOM C17296 INTRAFARM LTD C162676 INVENTECH and Technologies ltd DOM C164103 Investology Ltd DOM C19703 INVESTORS & CONSULTANTS INTERNATIONAL LTD DOM C151397 Investrela Consultancy Limited DOM C090728 INXS Management Ltd DOM C141760 IOX CABLE LTD DOM P8446 IP WAN CHEK FRERES & CIE DOM C069053 IPAC DIGITAL SYSTEMS LTD DOM C3827 IPEX LIMITED DOM C101209 IPIO HOLDING LTD DOM ABOO FAROOK SPARE PARTS CO LTD DOM C084827 IREKO C21683 IREKO Ltd DOM C53596 IREKO Facilities IREKO Holdings IREKO Joinery C39602 IREKO Realty Ltd DOM IREMIA LTD DOM C180362 IRIIYA CO LTD DOM GROUPE DE SECURITE LTEE DOM C162232 IRWIN FARMS LTD DOM C180909 ISHAANI SNACKS COMPANY LTD DOM C167001 ISHAFAZ TRADING COMPANY LIMITED DOMFILE NO COMPANY NAME CATEGORY C146966 I-SHINE LTD DOM C121322 ISHVA COMPANY LTD DOM C173940 LTD DOM OUTSOURCING LTD DOM C16466 ISLA LTD DOM C111495 Isla Ocean Estate Agency Ltd DOM C112958 Island Beach Club Ltd DOM C42920 ISLAND DIVING CENTER LTD DOM C087576 Island Fashion Ltd DOM C50215 ISLAND FERTILIZERS LTD DOM C160221 ISLAND FISKALE SOLUTION LTD DOM C146155 ISLAND GREAT RISERS LTD DOM C073073 ISLAND INFO CO LTD DOM C127983 ISLAND INFO PRODUCTIONS LTD DOM C079024 Island International Trade Ltd DOM C51432 ISLAND MANAGEMENT LTD DOM C138303 ISLAND MUSIC LABEL LTD DOM C104971 ISLAND POWER LTD DOM C64519 ISLAND REAL ESTATE DEVELOPMENT LTD. DOM C101937 Island Relooking (Mauritius) Ltd DOM C075142 ISLAND RETAIL CO LTD DOM C080877 ISLAND ROOFING SYSTEMS LTD DOM C134904 Island Shipping Company Ltd DOM C081623 Island Solar Energy Science & Technology Ltd DOM C074188 ISLAND SOURCING CO. LTD. DOM C6071 ISLAND SURF LTD DOM C121539 ISLAND WHEAT MILL LTD DOM C128245 IslandCoders Ltd DOM C109594 ISOPTICS C16554 ITALCOF LTEE DOM C100550 Italian J & T Company Ltd DOM C156998 ITAL'ICI LTD DOM C096805 ITALUX CO LTD DOM LTD DOM C176690 I-Tech Pro Ltd DOM C55900 ITHRA INTERNATIONAL LTD DOM C148194 ITOO Film Services Limited DOM C160183 ITSD MANAGEMENT LTD DOM C066810 ITSUN CO .LTD DOM C118937 ITVANTAGE CO LTD DOM C174055 IVAN FOOTWEAR LTD DOM C181502 IVARÉ LTD DOM C164864 IVI PARTNERS CO IVM KIDSTAR PRIVATE LTD DOM C52464 IZHAAR TRADING LTD DOM C160460 J & B MATON INVESTMENT CO LTD DOM C178766 J & D GOURMET DELICE LTD DOM C59058 J & J DISTRIBUTION LTD DOM C113007 J & V CONSULTING LTD DOM C8809 J AND S PRINTING LIMITED DOM C61382 J B W CO LTD DOM C119605 J DUMAZEL CHARTERED QUANTITY SURVEYORS LTD DOMFILE NO COMPANY NAME CATEGORY C173905 J ROUSSET CONSULTING LTD DOM C177410 J VINAY ENTERPRISE LIMITED DOM C160686 J&E GLOBAL LTD DOM C173412 J&J LOGISTIC TRUCK SERVICES LTD DOM C136520 J&J OUTSOURCING LTD DOM C120838 J&J TRANSPORT COMPANY LIMITED DOM C176345 J&L MOBILE UNIVERS LIMITED DOM C159130 J&L PHOTOGRAPHY LTD DOM C115338 J&M TRANSPORT LTD DOM C6238 J&P COATS (MAURITIUS) LTD DOM C134196 J&R INSTITUTE OF RESEARCH LTD DOM C2262 J. CLAUDE HEIN & COMPANY LIMITED DOM C6504 J. H. CHAN FONG YAN AND G. CHAN YUM WAI LIMITED DOM P1344 J. MOHAMEDALLY & CO DOM C11761 J. TEC CO. LTD DOM C145588 J.A.J INVESTMENT HOLDINGS LTD DOM C167085 J.CAVAREE TRAVEL TOURS LTD DOM C169468 J.E.T BOAT TOUR LTD DOM C157324 J.EL-Loam C180612 J.ETIENNE FISHING LTD (Mauritius) Point Tours Sons Ltd DOM P5129 J.M ADAKEN PRODUCT MARKETING CENTRE) & CO DOM J.M Téléservices LTD DOM C25331 J.P.S. LTD DOM C58275 JA TRADING LTD DOM C138529 JAAMMS LINK PROPERTY AGENCY LTD DOM C115379 JACKY DIVING LTD DOM C170831 JAGHY TRADE & LOGISTICS LTD DOM C117595 JAHNAVI ENTERPRISE C122478 J'AI James Concrete C182584 JANICE IMMOBILIER LTEE DOM AND JARWIN INTERNATIONAL LIMITED DOM C166192 JASON AND YASH CAR RENTAL COMPANY LTD DOM C169817 JASON POOJA SHOP LTD DOM C107120 JASPEN Trading Limitée C162468 Jay & Sons Catering Co Ltd DOM C127621 JAYS UNITED TRANSPORT SERVICE CO LTD DOM C095503 JAZELS Co. LTD DOM C51411 JB EQUIPMENT SUPPLIES LIMITED DOM C151403 JB Imports Co Ltd DOM C136167 JB MUSIC & VIDEO PRODUCTION LTD DOM C173504 JBEve CO LTD DOM C169349 JBS ONE INVESTMENT CO LTD DOM C171369 JC FELICITE TENTS SERVICE LTD DOM C127780 JC STEP COMPANY LIMITED DOM C26124 JCDecaux (Mauritius) Ltd DOMFILE NO COMPANY NAME MEL LTD DOM C179273 JD ASSISTANCE AIRCON & CAMERA LTD DOM C61017 JD Internet Software Services Limited DOM C113932 JDB DYALL BROS LTD DOM C167042 JDB Wood Work Cleaning Painting Entreprise LTD DOM C168511 JDMM SEA TOUR LIMITED DOM C53904 JE T'AIME MARKETING COMPANY LTD. DOM P1307 JEAN CLAUDE HAREL & COMPAGNIE DOM C167995 JEAN FRANCOIS ENTERTAINMENT LTD DOM C093655 JEAN LLOYD JACQUIN CO LTD DOM C115540 JEAN MICHEL HENRY CO LTD DOM C65389 JEAN PAUL WELDING WORKSHOP LTD DOM C8905 JEAN-NOEL'S CARS LTD DOM C13950 JEDAAS MUNGUR CO. JEERAZ & DOM C116118 JEGEMS CO LTD DOM C60671 JELOVIU LTD DOM C64726 LTD DOM C120632 JERRY'S SIZZLER LTD DOM C181727 JERUSALEM HOME BUILDERS LIMITED DOM C094285 JES AUTOPARTS LTD DOM C122461 JESI FURNITURE LTD DOM C175083 Jessies Fashion Ltd DOM C44189 JESSOP ART GALLERY LTD. DOM C177498 JESVIDANJ PRIVATE COMPANY LIMITED DOM C183096 Jet A-1 Ltd DOM C10043 JET AIR & OCEAN FREIGHT SERVICES LIMITED DOM C10485 JET WAY TRAVEL AND TOURS LTD DOM C068465 Jetboss MEA Ltd DOM C51406 JETMA LTD DOM C53398 JETPRICE CO. LTD DOM C179869 Jev & Sha Transport Services Ltd DOM C160909 JF CONSULTANCY ENTERPRISE LTD DOM C114441 JFT CONSULTING LTD JH Hyper Wholesy DOM C182181 DOM C122694 Jhax Co COMPANY LTD DOM C078154 JHUNDOO ASHOKA LTD DOM C099754 Jian Kang Therapeutic Massage & Wellness Centre Ltd DOM C178065 JIDE CONSTRUCTION LIMITED DOM C180959 JIMMY CONSTRUCTION COMPANY LTD DOM C157542 Jin Fei Storage Ltd DOM C079580 JIN YU Co. Ltd DOM C169110 JIU JI SNACK CO LTD DOM C153362 JKR ENTERPRISE LTD DOM C105956 JLH Services Ltd. DOM C54857 JLM CONSTRUCTION LTD DOM C164012 JLP CAR WASH C136812 J'm Mon DOM C179551 C170225 DOM C171099 JMG Clothing Co. Ltd JMR CONSULTING ENTERPRISE LTD DOM C119128 JMRinfotech (Mauritius) Private Ltd DOMFILE NO COMPANY NAME CATEGORY JMSTUDIO CO LTD DOM C64354 JNJ LTD DOM C174848 Jobs Paradise Company Ltd DOM C168582 JOE CONCRETELY LTD DOM C156933 JOE DODO SEAFLOWER RESTAURANT LTD DOM C153759 JOED MARKETING CO LTD DOM C130408 JOHN DOE & CO LTD DOM C158731 JOIN FORCES LTD DOM C15873 JOINERY CONTRACTORS LTD DOM C079751 Joinery Holdings Co Ltd DOM C090778 JOKHOO properties Co. Ltd. DOM C135033 JOLINE FASHION CO LTD DOM C26784 JOLY PRINTING LIMITED DOM C114123 JORDA MIXING LIMITED DOM C072318 JOSEPHINE LTD DOM C153580 Joshua Tree Landscapes Limited DOM C130411 JOSIAN & CHARLES CO Ltd DOM C135548 JOTTEELALL MATTAROOA & SONS CO. LTD DOM C155531 JOVYAN (MAURITIUS) LTD DOM C44347 JP & R EXPORTS LTD DOM C120574 JPC PRO CONTRACTING LTD DOM C140424 JR CENTRE FOR INNOVATION CO. LTD DOM C170524 JRAL ASSETS AND HOLDINGS LTD DOM C11337 JRE LTD DOM C079192 JRR Apart Ltd DOM C141182 JRS INTEGRATED FARMS LIMITED DOM C182623 JS APPAREL LTD DOM C121695 J'S DELIGHT & CO DOM C163702 JS PILLAI SOUND LTD DOM C124255 JS SPARE PARTS LTD DOM C184267 JSF DELUXE TRANSPORT SERVICE LTD DOM C124958 JSR MARKETING LTD DOM C41258 JSS ACADEMY LTD DOM C070349 JUICY CAP Ltd DOM C122262 JUJUMA ENTERTAINMENT INTERNATIONAL Co Ltd DOM C149507 JULIEN RAJARAM RENT A CAR LTD DOM C114706 DOM C156656 JULYA SOLUTIONS LTD DOM C172308 Jump-Start Hospitality Ltd DOM C175912 JUNE COMPANY LTD DOM C9335 JUNRAM & C0 LTD. DOM C160182 JUNSUB MANAGEMENT & SERVICES (JMS) LTD DOM C12771 JUPITER CO LTD DOM C128745 Jupiter Works Ltd DOM C156840 JurisTax Management Services Ltd DOM C110568 JUST BIRDS CO LTD DOM C080631 JUST FABRICS LTD DOM C165712 JUSTBLUSSH LTD DOM C165712 LTD JV Fast Food Ltd DOM C110092 JVPL Holding Ltd C175806 JW Vais JZR PARI BIRDS BREEDERS DOM C27608 K & B EMBROIDERY LTD DOM C160174 K & M INVESTMENTS LTD DOMFILE NO COMPANY NAME CATEGORY C146767 K & T Collection Co. Ltd DOM C098753 K . EMPORIO CO LTD DOM C071771 K N M ASSOCIATES LTD DOM C107229 K&B Contract-Out Company Ltd DOM C60875 K. GAJADAR ENTERPRISE LTD DOM C109250 K. PARAMA ENTERPRISE CO. LTD DOM C180739 K.A.S.H Distribution & Delight Limited DOM C112268 K.B FASHION STYLE LTD DOM C099362 K.E Consortium Limited DOM C153029 K.G.N TRAVEL & TOURS LTD DOM C149571 K.GUNPUT LTD DOM C131156 K.L.L Happy Babies Ltd DOM C122964 K.S ALUMINIUM LTD DOM C3076 K.SONAH & CO LTD DOM C175862 Kaali Steel Ltd DOM C173992 Kaddie Plus Ltd DOM C107236 KAI FAN FOODS LTD DOM C171629 KAILASA SPA LTD DOM C123426 KAIRALI EXPRESS SPA LIMITED DOM C151964 KAISIX TECHNOLOGIES C104600 KAJOP LTD C098152 Kalis Agency Ltd C067993 Kalis Professional Training Centre Ltd DOM P8531 KALLA FRERES ET CIE (FROZY INCO) DOM C176411 DOM C173790 KALUHA DOM C175216 KALUHA PROPERTIES DEVELOPMENT LTD KAMARU LTD LTD DOM C120178 KANSATEC C102834 KANUMERA HANDS ON SERVICES LTD DOM C164047 KANYOT MARKETING LTD DOM C136480 KAPU-KAI MARINA & GOLF BOUTIQUE HOTEL LTD DOM C44664 KARAVANN PRODUCTION LTD DOM C182959 karaylokal Ltd DOM C167069 LTD DOM C172390 LTD DOM LOISIR CO. LTD DOM C178796 KARUNA ART AND REAL ESTATE INVESTMENT LTD DOM C166287 KARUSAN CONTRACTING COMPANY LTD DOM C176858 KASAL AFROASIA KASHISH IPR MANAGEMENT DOM C112675 KASHMIR TRAVEL TOURS LTD DOM C111516 KASSY WATERS International Company Limited DOM FD198 C51759 KATAVI ENERGY SOLUTIONS C163281 KATTY DEPAUL COMPANY LTD DOM C170181 KAVA HOSPITALITY LTD DOMFILE NO COMPANY NAME CATEGORY C159345 KAVENI CO LTD DOM C177788 KAVMAD SOFA & INTERIORS LTD DOM C172626 KAYLEY INTERNATIONAL CONSTRUCTION LTD DOM C174251 KAYU CONSTRUCTION CO LTD DOM C147201 KB INFORMATICS CO LTD DOM C159895 KBM LIGHT HOUSE LTD DOM C168561 KBN IMPORT & EXPORT LIMITED DOM C178022 KBR ELECTRICAL LTD DOM C078746 KBS SPAREPARTS LTD C166053 KD Utility DOM C110615 KDA-GEXIM LTD DOM C111986 KEBAB ISLAND LTD DOM C115563 LTD DOM HOLDING LTD. HOLDING KELUNOGIX M&E C136475 KENAL C171412 KEN'S RAMEN Kensington Heights Co C184696 KENZEL S CONTRACTIN LIMITED DOM C149230 KESANSRI INTERNATIONAL DOM C144809 KESSY PROPERTIES LTD DOM C174787 KESTREL CONTRACTOR LTD DOM C2139 KESTREL LIMITED DOM C109943 Kevin's Express CO LTD DOM C132533 KEY EDGE CONSULTANTS LIMITED DOM C15968 KEYFRUITS AND COMPANY LTD DOM C076604 Keyplus Computer Services Ltd DOM C148940 Keys of Excellencia Limited DOM C159906 KF ACCOUNTING SERVICES LTD DOM C120836 KHALIL SPAREPARTS AND LIMITED DOM C065958 Khalill (Rodrigues) Ltd DOM C170867 KHALSA UNITED TRADING & CONTRACTING COMPANY LIMITED DOM C182995 KHAVISH BEHARRY ENTERPRISE LTD DOM C177438 Khayrattee Business Enterprises DOM C146489 Khudurun Fresh Meat Ltd DOM C158521 KHYATI & CO. LTD DOM C154120 Ki Pu Fu Ltd DOM C155081 KIDABULOUS CO LTD DOM C184402 COMPANY LTD DOM C150166 KING MACHINERY LTD DOM C177636 KING OF LOVE LTD DOM C43752 KING PALACE CO. LTD DOM C162437 KINGCLIMB LTD DOM C129514 KINGDOM HOLIDAYS LTD DOM C3920 LIMITED DOM C137543 KINGMARKS MANAGEMENT LTD DOM C61719 KING'S MOTORS CO LTD DOM C130797 KINGS SHIPS AGENCY LTD DOM C104483 Kings Skill Construction Ltd DOMFILE NO COMPANY NAME CATEGORY C105313 KIOSK & DISPLAY LTD DOM C55531 KIRKOR HOLDINGS LTD DOM C150942 KISASA LTD DOM Ltd DOM C177713 Kissen Rental Ltd DOM C117883 KITCHEN AVENUE LTD DOM C157457 Kitchen Pro Accessories Ltd DOM C157457 Kitchen Pro Accessories Ltd DOM C146310 Kitesurf Island Ltd DOM C135884 Kitoler Concierge Services Kiyansh Car C169722 KJ KYNA COMPANY LTD DOM C178023 KL DEPOT & LTD DOM C125877 KLMS CO C155308 KLOTHMANIA C092629 KMC C154057 KMS LOGISTIC LTD DOM C165346 KNG Metal Inox Ltd DOM C160022 KNIGHT MER CO LTD DOM C179797 Knightsbridge Incorporated Ltd DOM C140893 KNIT N STITCH LTD DOM C5043 KNK MARKETING LTD DOM C1844 Knowledge Economies Ltd DOM C122849 KNP INVESTMENT COMPANY LTD DOM C176404 KNS Plus Property Ltd DOM C170365 KO.GG.SV CONSTRUCTION CO LTD DOM C1477 KOALA COMPANY LIMITED DOM C166882 KOBE CONSOLIDATION CO LTD DOM C182451 KOKOLAB LTD DOM C178635 KOLABRO LTD DOM C21119 KOLSHADES PRINTERS & PUBLISHERS C179794 Kompa DOM C169760 Kongo LTD DOM LANE LTD DOM Foundation DOM C142762 LTD DOM C112752 Ltd DOM C155631 KOSARI CONSTRUCTION LTD DOM C143809 KOSI INTERNATIONAL TRADING LTD DOM C161399 KOTSUD STUDIO CO LTD DOM C65339 KP MING CO LTD DOM C145241 KPIS Production Ltd DOM C162654 KPR TEXT LTD DOM C172798 Krams Tech Software Services Ltd DOM C179643 K-REATIVA ORIGINAL LTD DOM C141304 KRIS ADVERTISING LTD DOM C152271 KRIS PROFESSIONAL SERVICES LTD KRISS C62872 KRM DE L'EST LTEE DOM C176119 KRO Consultancy and Services Ltd DOM C153112 KRRYPTEX LTD DOM C166741 KRSNA SUPPLIER LTD DOMFILE NO NAME CATEGORY C7880 KRYPTON CO. LTD DOM C161087 KS DIGITAL SERVICES INNOVATION ( MAURITIUS) Ltd DOM C165615 KS TECHNICAL SERVICE & SOLUTION LTD DOM C44788 K'S. COM LTD DOM C62529 KSL & CO LTD DOM C160354 KSS C098821 KTEN DESIGN Kube Constructions Company Ltd DOM C178663 KUBERIC HOLDING LTD DOM C184526 Kudbalé Ltd DOM INTERNATIONAL (MAURITIUS) DOM C181238 KURV NATURE DEAL CO LTD DOM C148467 KUS INVESTMENT LTD DOM C150188 KUVERA LTD DOM C164860 KV Agency Ltd DOM C106319 KVII Investments Ltd DOM P1501 KWAN MING ET COMPAGNIE DOM C123709 KWICK FIT TYRES & BATTERIES LTD DOM C172300 KwickBox Trading Ltd DOM C104464 KWIKBILD CONSTRUCTION LTD DOM C166365 Kwinov Ltd DOM C176617 Kyan Plastic World Ltd DOM C128188 KYLIE COMPANY LTD DOM C16369 KYR'S CO LTD DOM C180675 Kyvos Trading Ltd DOM C122719 L & D DAYLIGHT LTD DOM C169906 L&C MARINE HARVEST LTD DOM C160072 C168359 L.BOODHYRAM LTD DOM P1132 L.K.T. AH FAT SONS & CO (GOLDEN STORE) DOM C090863 L.LUCHOOMUN & CO LTD DOM P020968 C7709 LA BAGUETTE DE BLE CIE LTEE DOM C181757 La Belle Corbeille LTD DOM C18630 LA BELLE CREOLE LTEE DOM C172345 LA BOUCHERIE DU COIN LTD DOM C164527 La Bourdonnais Capital Ltd DOM C63018 LA BREIZH LTD DOM C165496 LA BWAT PHOTOGRAPHY & VIDEO SERVICES LTD DOM C116127 Cabanne De Grand-Baie Ltée DOM LA CRAVACHE & LTD DOM C18664 LA CUISINE FRAICHEUR LTEE DOM C133430 LA CUVETTE TOUR CO LTD DOM C8702 LA DEMEURE LIMITED DOM C11465 LA DERIVE LIMITEE DOM LA DOLABELLE LTD DOM LA DOLCE IMMO LTD DOM C087865 LA C134526 LA FORÊT DES HALLES LTÉE DOM C179131 La Foret Property Ltd DOMFILE NO COMPANY NAME CATEGORY C102233 La Française des Constructions MECHANIZATION DE NAGEN LTEE DOM C125244 LA OLA ! LTD DOM C160947 La part du Lion Ltee DOM C160947 La part du Lion Ltee DOM DOM C134525 Des Ltee SAVONNERIE CREOLE LTEE DOM C120983 LA SIRENE ALLY AND SONS COMPANY LIMITED DOM C123377 LA TORSADÉ LTEE DOM C1429 PROPERTIES VIENNOISE DE RODRIGUES LTD. DOM C102025 LA VIGIE INVESTMENT CO. LTD DOM C110040 La Villa Bois Rose Ltd DOM LTD DOM C2865 LIMITED DOM DOM DOM LIMITED DOM C092031 LAELIA LIMITED DOM C155980 LAGOON FILMS LTD DOM C168268 LAKAZ LES VARANGUES LTD DOM C100831 LALA CONCEPT EVENT CO LTD DOM C133366 LALIFE CO LTD DOM C176652 LALYNESS LTD DOM P5177 LAM WAI YAM & CIE DOM C63639 LAMI FLOORING ENTERPRISE CO LTD DOM C183433 LAMTARA DOM C5483 LAND IMPROVEMENT CONTRACTORS LIMITED DOM C134012 LANDSCAPENOW LTD DOM C17634 LANDSCAPING CONSULTANTS LTD DOM C159169 Landshark Brands Ltd DOM C171030 Landshark Distributions Company Ltd DOM C181418 LAPIERRE PARADISE COMPANY LTD DOMFILE NO COMPANY NAME CATEGORY C102707 L'Arbre à Souhaits Ltd C145719 LARCUS C161027 LARLY NSIBOHO C126533 Larose De C7875 LASER LTD DOM C27789 LASKA LTD DOM C3115 LATANIER SPORTSWEAR LIMITED DOM Laurent Pristina Jacques Ltd DOM C132176 Lavani International Ltd DOM C180627 L'Aventure du Gout Limited DOM C127670 LAVENTURE SUN TYRE CO LTD DOM C160105 Lavolpe Invest Limited DOM C147243 LAVYAH HYDRO COMPANY LIMITED DOM C069019 LDM INVESTMENTS LTD DOM C105912 LE BAR DU CERCLE LTEE DOM C183307 LE BARON RESTO LTD DOM C8842 LE BELIER GRAPHIC SYSTEM LTD DOM C113157 Le Bénitier Trust & Corporate Management Ltd DOM C101265 CADUCÉE DOM C50017 LE LE CHEF ET VOUS ltd DOM C168531 Le Chef Panda Ltd DOM C10077 LE CHINOIS RESTAURANT D'OLMETO LIMITEE DOM C072349 Le Coquillage D'or Ltd DOM C155614 LE CYGNE PRESTIGE EVENTS LTD DOM C069333 LE DEBARCADERE RESTAURANT PTY LTD DOM C165940 LE DEVOYENNE AGRICULTURAL PARK CO LTD DOM C080388 LE DODO SPORTIF LTEE DOM C21463 de Ltée C159910 LE MORNE VILLA LTD DOM C128656 LE MOULIN & VENT CO LTD DOM C084238 LE POPULAIRE DOM C095669 LE LTD C154082 PARAIN BOAT LTD DOM C134528 LE PEREYBÈRE DOM LE DES LTEE DOM C094605 Le Quadricolore Properties DOMFILE COMPANY NAME CATEGORY C128993 LE RUSAIR LTEE DOM C114180 Le Secret de Jasmin DOM SECRET PEREYBÈRE DOM LE & CO. LTD DOM LE C8335 DOM C58917 LE VIN FRANCAIS LTEE DOM C179452 LEAD SUPPLIES LTD DOM C163583 LEADING EDGE MARITIME SERVICES LTD DOM C114005 Leadstream Contracting Ltd DOM C088792 LeadStream Ltd DOM C181972 LTD DOM C19027 LEADWAY INSURANCE CO. LTD DOM FD623 Lebanese Association For Scientific Research Foundation DOM C151680 LEDIT AUSTRAL LTEE DOM P5273 LEE PAK TONG HENRI CO DOM C181992 LEKO PRODUCTION LTD DOM C182697 Leman distribution LTEE DOM C27769 LENCIA LTD DOM RESIDENTIAL CARE LTD DOM C173189 L'EPICERIE AMIGO LTD DOM C173805 LES 3 COEURS C139339 AMIS DU BARON LIMITEE DOM C181543 Les Artisans Oubliés Ltd DOM C165575 LES BATISSEURS DE REVE LTD DOM DE CASCAVELLE LTD DOM C183687 Les Délices de la Familia Ltd DOM C132437 LES DEUX CLEFS LTD DOM C124242 LES FILAOS SUR MER LTD DOM LES GARDIENS DU NORD LTEE DOM C141563 Les Hauts Champs 2 Ltd DOM P4558 LES HAUTS DES ISLE DOM C158268 LES LIMONIERS LODGE LTD DOM C12386 LES PAINS DU NORD LTEE DOM C161845 Les p'tites MORE LTD DOM C153081 LESURCOUFONE COMPANY LIMITED DOM C125815 LET LTD DOM C117772 LETA TRADING LTD DOM C169501 Level Up Solutions Ltd C091007 LEX MENTIS LTD DOM C145477 Lexel (Mauritius) DOM C080236 LEXJURIST CONSULTANTS LTD DOMFILE CATEGORY C109176 LEXZOR (Mauritius) LTD DOM C160959 LF Residence C100615 LGGC Contracting Ltd DOM C158075 LGH TROPICS FILM PRODUCTION LTD DOM C174305 LGM CONTRACTING C47465 LGS DEVELOPMENT LTD DOM C21594 LHW COMPUTERS LTD DOM P5317 LI CHEN HOK & CO T/A EMPIRE DOM C12398 LI KIEN FUNG CO LTD DOM C7243 LI SUNG SANG (ELECTRONICS) LTD DOM C6907 LI SUNG SANG (PROPERTIES) LTD DOM C15404 LI TING FONG CO.LTD DOM C8082 LIBELLULE TOURS LTD DOM C11783 LIBERTY TRAVELS CO LTD DOM C25094 LIBRAIRIE ALLOT (PLAISANCE) LIMITEE DOM C931 LIBRAIRIE ALLOT LIMITEE DOM C094887 LIFE PHARMACY LTD DOM C50114 LIFECOAT DOM C158119 LIFEF LTD DOM C23887 LIFEGUARD CO LTD DOM C170243 LIFELINE STRATEGY CONSULTANTS LTD DOM C19658 LIFEPLAN LIMITED DOM C180307 Lifescope Management Ltd DOM C149594 Lifestyle Homes Ltd DOM C140664 LIGARA DESIGNS LTD DOM C160198 LIGHT AND SALT & CO LTD DOM C157010 LightBoxWorks LTD DOM C073559 Lightwave Indian Ocean Ltd DOM C163664 Lii Elderly Care Ltd DOM C58549 LILA RAM TRADING LTD DOM C104712 L'ILOT CADRES LTEE DOM C2756 LILY INDUSTRIES LTD. DOM P5070 LIM FAT & CO DOM P15441 LIM HO & LIN HAI ET COMPAGNIE DOM C61269 Limerick Ltd DOM C116029 LINASOLE C2900 LION CO. LTD DOM C56617 Lion International Services Limited DOM C158078 LISA REDLER FILM PRODUCTION LTD DOM C137417 Lise Young Company Ltd DOM C13087 LISING INTERNATIONAL EXPORT CO LTD DOM C091568 Little Age Ltd DOM C167228 Little Big Supplier LTD DOM C184515 LITTLE KIDS ANGEL LTD DOM C131212 LITTLE PRICE HARDWARE LTD DOM C157821 LITTORAL PROPERTIES LTD DOM C1812 LIU CHEN KIOW BROTHERS CO. LTD DOM C183776 LIUS AGRO LTD DOM C159054 Live Bright Ltd DOM C178248 LiveEasy Solutions Ltd DOM C096405 LIVE-INN GREEN LTD DOMFILE NO COMPANY NAME CATEGORY C179518 LIVING IN PARADISE LTD DOM C181033 LK SAT LTD DOM C40496 LOBER Ltd DOM C180555 LOGMAI COMPANY LIMITED DOM C166329 Lohan & Samuel Rental DOM C099271 LOLLIGO ENTERPRISE LTD DOM C182611 L'OMELETTE RESTO LTD DOM C103126 LONDON SPLIT LTD DOM FD291 Long Court Foundation DOM C132024 LONG FENG CHENG XIANG LTD DOM C159955 LOOK4ART LTD DOM C160040 Loop Shops Ltd DOM C127771 LOPHARMA LIMITED DOM C27942 LORDAN VISIONIC L'ORIENT DE DOM C123864 ASSOCIATES LTD DOM C104709 LOTUS CARE Ltd. DOM C157829 LOTUS CONSTRUCTION SOLUTIONS LTD DOM C178617 Lotus Equipment Ltd DOM C139476 LOTUS FINANCIAL AND TAX CONSULTANTS LTD DOM C095946 LOTUS FUND LTD DOM C21196 LOTUS LEISURE LTD DOM C104169 LOTUS PHARMACY & Co Ltd DOM C163879 LOUNGE PROMOTION CO LTD DOM C134252 LOVELY TRAVELS LTD DOM C183972 LOW RIDER FILM PRODUCTION LTD DOM C090432 LPS ENGINEERING CO LTD DOM C130848 LS CALL CENTER LTD DOM C11315 LSC TEXTILE COMPANY LIMITED DOM C152587 LSID PTY LTD DOM C21568 LTA CONSTRUCTION LIMITED LTB COMPANY LTT Foundation DOM C170069 LUCIDUS SERVICES LTD DOM C118617 LUCK PROPERTIES LIMITED DOM C162675 LUCKY HORSE BISTROT LTD DOM C168618 LUKSHIKA BUSINESS INVESTMENTS AND PROPERTIES LTD DOM C9862 DOM C157624 LULU LTD DOM C136591 LUMINANCE STUDIO LTD DOM Lunara Holdings Ltd DOM C116295 LUNASTYL LTD DOM C47438 LUO FU DE ENTERPRISE CO. LTD DOM C071700 Luo Fu De Enterprise One Co. Ltd DOM C184268 LUSH & LUSCIOUS CO LTD DOM C187017 LUSSO Ltd DOM C149914 LUTCHVI AND SONS COMPANY LIMITED DOMFILE NO COMPANY NAME CATEGORY C174581 LUXE ELLE CARE LTD DOM C40223 LUXMI & TILAKRAMANAM LTD DOM C122327 LUXURY HOME LTD DOM C088720 LUXURY INTERIORS LTD DOM C171626 LUXURY ROYAL CO.LTD DOM C183099 Luxury Travel and Tours Ltd DOM C175559 LVDC Construction Co. Ltd DOM C181597 LYON LOGISTICS CO LTD DOM C22182 M & A ALUMINIUM CENTRE LTD DOM C48373 M & H SOURCING LIMITED DOM C154160 M & P FOOD FACTORY CO LTD DOM C163491 M & R Design Ltd DOM C101765 M B J Contracting Equipment Co. Ltd. DOM C175779 M CHETTY ENTERPRISE LTD DOM C094930 M K Cooling Limited DOM C125706 M MOBILE DISTRIBUTION LTD DOM C125705 M MOBILE LTD DOM C159931 M OUESS IMPORT CO LTD DOM C19834 M R CLOTHING LTD DOM C20332 M TWO CONSTRUCTION LIMITED DOM C068267 M V P OPENINGS CO LTD DOM C161538 M VEG HYDRO LTD DOM C60956 M. A AZIZ TRADING LTD DOM C23146 M. HASSAM BAHEMIA & PARTNER LTD DOM C173662 M. Waseem Construction Enterprise Ltd DOM C14023 M.A. JOORAWON & SONS LTD DOM C078919 M.A.B.I Marketing Company Limited DOM C44803 M.A.PILLAY & DOM C21356 M.B.L. DISTRIBUTION C166865 M.G LEVEL UP LTD DOM C4534 M.G.PHARMACEUTICALS AND CO LTD DOM C166047 M.HUSRAJ CONTRACTING LIMITED C104859 M.K CAR RENTAL C086535 M.K RAMPHUL COMPANY LTD DOM C42134 M.LAI FAK YU CO LTD DOM C24873 M.P.M METAL & PLATING (MAURITIUS) LTD. DOM C16126 M.R.I. LTD DOM C081728 M.S Dussoye Co. Ltd DOM C179379 M1 FASHION CO LTD DOM C144494 M2 CONSULTING LTD DOM C183390 MA IDEAS LAB LTD DOM C095601 MABOT FOR DIABETES, ENDOCRINOLOGY AND METABOLISM LTD DOM C9468 MACELO HOLDING LTD. DOM C9652 MACELO LTD. DOM C165956 MACHARVEY (PTY) LTD DOM C107277 MACK Transport LTD DOM C137326 MACS IMPEX LTD DOM C163497 MADA KING & QUEEN CO LTD DOM C121075 MADEVEN CONTRACTING WORKS LTD DOM C64385 MADHAV INTERNATIONAL LTD DOM C165855 MADHUBAN CO LTD LTD DOM Magasin Baz Ti DOMFILE NO COMPANY NAME CATEGORY C078191 MAGASIN SAB JAULIM CO LTD DOM C2208 MAGDALENA LIMITED C155841 MAGIA FOOD & BEV CO LTD DOM C103617 MAGIC SPELL AMUSEMENT & CO LTD DOM C158657 Magic Wok Ltd DOM C138865 Magic Wrench Co Ltd DOM C27435 MAGICMOTORS SHOWROOM PARTS & SERVICES LTD DOM C167840 MAGLOTT TRANSIT ET DEMENAGEMENT LTD DOM C136146 MAGNET ENERGISE BE GREEN LTD DOM C141308 MAGREBIAN FOODS LTD DOM C180779 MAHEFA CO LTD MAHO LTD Ltée DOM C13926 LTD DOM C181364 MAINARDIS CO LTD DOM C55378 MAISON DE COTTON LTEE DOM C60890 MAISON DE FRANCE LTD DOM C132680 MAISON DU MONDE LTEE DOM C162364 MAISON PRIVEE DOM C183450 Maitreyi Holdings Limited DOM C64167 MAJAC AND CO LTD DOM C9451 MAKAR HOLDING LTD. DOM C9632 MAKAR LTD. DOM C113212 LTD DOM C121657 MALBY CO LTD DOM C112592 MALEA AND COMPANY LTD DOM C130107 Mallys Corporate C177798 DOM Ltd DOM FD87 MANEUVERLIME DOM C116889 MANGO JUICE CO LTD DOM VILLAS LTD DOM C173490 MANGUAK LTD DOM STORE CO. LTD MANNEQUIN FILMS (MAURITIUS) DOM C109891 C166162 LTD DOM C137031 MANOUSHÉ LTD DOM C148197 Manta Invest Burger Ltd DOM C116770 MANTRA INTERNATIONAL LTD DOM C126651 MANUFACTURING REALIZATION NETWORK LTD DOM C8756 MANUFRANCE(ILE MAURICE) LTEE DOM C182650 MANUJA GARDENS CO LTD DOM C095931 MANVEER CO LTD DOM C155057 Maple Mountain Holdings Ltd DOM C099223 MAPLE TOWN LTD DOM C164159 Mapo Solutions Limited DOMFILE NO COMPANY NAME CATEGORY C25759 MAPUB LTD DOM C174360 MARA EURO RESTAURANT LTD DOM C53934 MARBLE & STONES CO. LTD DOM P8906 MARCEL MARC HENRI LAGESSE & CIE (SOCIETE AMARYLIS) DOM C43395 MARCOM CO LTD DOM C170439 MARE LA CHAUX COLD STORAGE CO LTD DOM C167735 MARE LONGUE FARM AND FOREST GLAMPING LTD DOM LONGUE GEO-PARK LTD DOM Mon Tresor 2 Limited DOM C169018 MARIELO CO LTD DOM C068873 MARINA MANAGEMENT LTD DOM C155711 MARINARESCO SERVICES LTD DOM C144879 MARINE CONTRACTS LTD DOM C173434 MARINE OUTFITTERS OCÉAN INDIEN LTD DOM C165316 MARINE SWEETS LTD DOM C11291 MARIO FABIEN CO LTD DOM C148980 MARITIME & VESSELS FISHING CO LTD DOM C109701 Marketica Ltd DOM C15940 MARKETOPINION CO cie C155864 MarMri Ltd DOM C156073 MARNIER & RASSEMI LIMITED DOM C181142 Marriage Soul Mate Limited DOM C100929 Marron Textiles Ltd DOM C7883 MARS CO LTD DOM C101181 MARTELLO SEAFOOD LTD DOM FD529 MARY PIERCE FOUNDATION DOM C58748 MARYVALE LTD DOM C162808 MASA SUSHI RESTAURANT C133854 MASAB HOLDING LTD DOM C3132 MASCAREIGNE SHIPPING & TRADING CO LTD DOM C59534 Mascareignes Diamond Exchange Ltd DOM C64400 MASCAREIGNES IT LTD DOM C53625 MASCAREIGNES PHARMACEUTICAL MANUFACTURING CO LTD DOM C137769 Mascareignes Star & Sea Ltd DOM C179618 MASCARENE DUTY FREE STORES LTD DOM C103956 MASCORONA HOLDINGS DOM C101066 MASI CONSTRUCTION LTD DOM C11858 MASILAMANI VEERASAMY CONSTRUCTION LTD DOM C130257 MASS CONSULTANCY SERVICES CO LTD DOM C484 MASSILIA LIMITED DOM C10698 MAST COMMERCIAL OPERATIONS (PTY) LTD DOMF C071991 MASTAAN Co Ltd DOM C174334 MASTER CONSULTANTS LTD DOM C179801 MASTER FARM CO LTD DOM C4866 MASTER FOOD & CO LTD DOM C114647 Master Mobile Ltd DOM C080660 MASTER TECH BUILDING & TECHNOLOGY CO. LTD DOM C175617 MASTER TOOLS CO LTD DOM C182231 Masterfries Ltd DOM C155825 MASTERMIND PRODUCTION LTD DOM C44007 MASTER-MIX BODYLINE PANEL & SPRAY PAINTING LTD DOM C163469 Masternode Ventures Ltd DOM C165519 MASTERPARTS TRADING LTD DOM C51067 MASTERTOURS LTD DOM PLUS LTEE LTD DOM C65123 MAUDELL CO LTD C151462 MAURI ALU OCEAN DOM C184677 MAURIFRUITS CO DOM C1937 MAURILAND ESTATE AGENCY LTD DOM C1937 MAURILAND ESTATE AGENCY LTD DOM C138466 MAURINOX INTERNATIONAL LTD DOM C42910 MAURIPORTS CO LTD DOM LTD DOM LTD DOM C159701 Fund Ltd MAURITIUS LAND-BASED OCEANIC PARK LTD DOM C1514 MAURITIUS STATIONERY MANUFACTURERS LIMITED DOM C3726 MAURITRANS INTERNATIONAL CO LTD DOM C21829 MAURIWOOD LIMITED DOM LTD DOM DOM C183562 MAWJ TRAVEL AND TOURS LTD DOM C181369 MAX 99 LTD DOM C112399 MAXCON PAINTER LTD DOM C140617 MAX-DEAL LTD Seafoods Ltd MAXIME DE C154580 MAXISAFE SERVICES (MAURITIUS) LTD DOM C154580 MAXISAFE SAFETY SERVICES (MAURITIUS) LTD DOM C182579 Maxsynergy Global (pty) Ltd DOM C136511 MAXWELL STAMP PLC DOMF C101902 Maya Events Ltd DOM C174065 MAYAVI FARMING LTD DOM C134165 MAYBACH CAR WASH C134531 MAZARIN ARTISTRY C173166 MAZZ SCAFFOLDING DOM C180246 MCNGRILL LTD DOM C182062 MD CONSULTING LTD DOM C162715 MD INTERNATIONAL HOLDING LTD DOM C175221 MD Silencer & Steel Ltd DOM C165253 MDC CONSULTANT LTD DOM C145102 MDIS LTD DOM C180566 MDJ CONTRACTING LTD DOM C135870 MDS TRAVEL & TOURS LTD DOM C183212 Meals by Vee Co Ltd DOMFILE NO COMPANY NAME CATEGORY C171306 MEAT ME HOMEMADE BURGER LTD DOM C169105 Meca Workshop Services Ltd DOM C121275 MECAMIX SPARE PARTS AND ACCESSORIES CO LTD DOM C19167 MECATRONICS LTD DOM C109461 MECH TECH SOURCING LTD DOM C44914 MED & FURNITURE CO LTD. DOM C080149 MED ASH & Company Ltd DOM C140147 Media Filming Equipment Ltd DOM C48745 MEDIA METRIX LTD DOM C110496 Media Pixel Ltd DOM C112929 Médiasky Ltd DOM C11867 MEDICAL AND APPLIED SCIENTIFIC SERVICES LIMITED DOM C11907 MEDICAL CENTRE (ABC) LTD DOM C103894 MEDISAVE COSMETIC AND RECONSTRUCTIVE SURGERY LTD DOM DOM FD228 Meer DOM C078827 MEG TOURS & CO LTD DOM C15131 MEGA AIR-COND INDUSTRIES LTD DOM C26892 MEGA STEEL COMPANY LTD DOM C168451 MEGA STORE INTERNATIONAL BRAND OUTLET LTD DOM C105536 MEGREZ LTD DOM C182341 MEH PRESTIGE BPO LTD DOM C106983 Mehzi Ltd DOM C166928 MEL DESIGN SOLUTION LTD DOM C169166 MEL INVEST LTD DOM C182129 Melca 19 Co. Ltd DOM C136203 MELDRUM CONSULTING SERVICES CO LTD DOM C084839 Melimir Ltd DOM C50231 MELIN THOMAS LTD LTD DOM C123069 MEMBA LTD DOM C131493 MEMORABILIA LTD DOM C136325 MEN MADE LTD DOM FD235 Menalva Foundation DOM C170665 MENTAL HEALTH MANAGEMENT LTD MEPCON Services Ltd DOM C073447 Mer Rouge Port Logistic Ltd DOM C181762 Mercury Gold Company Limted DOM C093058 MEREDIS TRUCK & EQUIPMENT LTD DOM C45134 MERIDIEN HOLDINGS LTD DOM C128629 MERIDIENNE CONCEPT LTD DOM TOURS LTD DOM MESQUITA LTD DOM C176962 META-AESTHETICALLY FIT LIMITED DOM C23328 METAL CASTING & PRESSING (IND) LTD DOM C121113 METAL FINISH LTD DOM C168318 METALEXPERT LIMITED DOM C065732 METAMORPHOSIS HAIR & DOM C7897 DOM C114905 LTD DOM LTD DOM C165833 MEVIN'S LOGISTICS LTD DOM FD577 Mew Foundation DOM C181379 MFSK CONTRACTING CO. LIMITED DOM C174857 MGM STEELS LIMITED DOM C121088 MHW DISTRIBUTION LTD DOM C120658 MHW HAMPTONS MANAGEMENT DOM C166577 MIAM CA ROULE Ltd DOM C182168 Miami Contracting Ltd DOM C182705 MIC FAST FOOD LTD DOM C23755 MICIMA CO LTD DOM C086445 Micromania Technology Ltd DOM C22823 MICROTECH COMPUTERS LTD DOM C148357 MIDDLETON ONE STOP SHOP AGENCIES LTD DOM C41086 MIDEX LIMITED DOM C147027 MIDOU TRAVEL TOURS LTD DOM C170926 MIEWU CO LTD DOM C175458 MIGHTY LUXURY LTD DOM C147055 MIGHTY STAR LTD DOM C136291 MIGLIOR OFFERTA CARS RENTAL LIMITED DOM C145824 MIGLIORE MANUFACTURING CO. LTD DOM C155782 MIGUEL DOM C14718 DOM C067072 MIKE COIFFURE LIMITED DOM C169039 Milan Sacar Company Ltd C077528 MILLE - FEUILLE LTEE C112067 MILLENIUM MECHANICAL DOM C124733 JEWELLERY LTD DOM C175433 MIMBO INTERNATIONAL S.A. DOMF DOM C117578 MIMUSOPS COMPANY LIMITED DOM C115906 MINDAFRICA BROKER & CONSULTANCY LTD DOM C086326 Mindafrica Trade Winds Ltd DOM C157269 MINDSHIFT CONSULTING LTD DOM C135552 MINEBLING LTD DOM C153292 Mini Boots Ltd DOM C178558 MINI EXPORT CO LTD DOM C65055 MINLEH LTD DOM C124998 MIRAJ & CO LTD DOM Mire View C176080 MISE EN BOUCHE LTÉE DOM C163842 MISSISIPI FAST FOOD LTD DOM C176129 MIT GLOBAL LTD DOM C078185 MITALI LTD DOM C9620 MITROSH CO LTD DOM C25980 LTD DOM C170277 MIXED GEMINI PRODUCTION LTD DOM C129123 MIXED RESOURCES SUPPLY LTD DOM C187225 MJ EMPIRE LTD DOM C135908 MJ EVENTS SERVICES CO LTD DOM C150446 MJ INVESTMENTS LTD DOM C156243 MJ PLUS PRODUCTION LTD DOM C43340 MKR CO LTD DOM C163776 MLB PROPERTIES LTD DOMFILE NO COMPANY NAME CATEGORY C169666 MLCT CONSTRUCTION Ltd DOM MLESVOYAGES LTD DOM C103999 C128137 MMV COMPANY LIMITED DOM C122376 MNH SOFTSKILLS LTD DOM C165822 Mo (Maurice) Online Ventures Limited DOM C176846 MO BUTLER LTD DOM C157005 Mo Docteur Ltd DOM C151518 MO GOODIES LTD DOM C164545 Mo Jardin J Ltd DOM C175670 MO LA SANTÉ LTD DOM C153599 MO MORIS DELICE LTD DOM C161430 MO RASINN C135504 (MAURITIUS) LTD DOM C144558 DOM C162874 LTEE DOM C166226 MOBILE CEMENT MANUFACTURER LTD DOM C090317 Mobile Crane Invest Ltd DOM C113043 MOBILE INSPIRATIONS (MAURITIUS) LIMITED DOM C114140 Mobile InteractivApp Ltd DOM C068103 MOBILE NET LTD DOM C114240 MOBILE SERVICE ASSISTANCE LTD DOM C112439 Mobilenet Services LTD DOM C112438 Mobilenet Solutions LTD DOM WORLDWIDE LTD LTD C168174 DOM C47529 MODE DE NEIGE LTEE DOM C093199 MODEL TREES (MAURITIUS) LTD DOM C139408 MODEPANNAZ LIMITED DOM C121888 MODERA DESIGNS LTD DOM C157663 MODERN BUILDERS CO LTD DOM C2182 MODERN MATCH MANUFACTURE LTD DOM C2927 MODERN PRINTING LTD DOM C128323 MoDigiBiz Ltd DOM C180653 SUPPLIES DOM FATEMAMODE CO LTD DOM C165494 SOLUTION LTD DOM C50293 MONSA TRADING LTD DOM C077928 MONT BLANC HEIGHTS LIMITED DOMFILE NO COMPANY NAME CATEGORY C088446 MONT CHÉRIE LTÉE DOM C7376 MONT DOM C076150 MONTMARTRE INVESTMENT LTD DOM C111574 Montodovert Co Ltd DOM C40272 MOOD INDIGO LIMITED DOM C26820 MOONEYAN CONSTRUCTION LTD DOM C146336 MOORGAN FASHION LTD MOPELIA LTD. DOM C128242 MOPIX Ltd DOM C088283 MORABY BAKERY & CO LTD DOM C075607 Mordaunt Estates DOM C170584 MoReview Ltd DOM C25839 MORGANE F. LTEE DOM C169945 Mori No Ki Ltd DOM C172210 MORINGA PLUS LTD DOM C179051 MoriSauce Ltd DOM C22815 LTD DOM C158037 MOTO RENTING SOLUTIONS LTD DOM C10826 MOTOR CARE LTD DOM C106133 Moulin des Saveurs Co. Ltd DOM C183045 MPACK PLUS LTD DOM C136417 MR CUPBOARD LIMITED DOM C111117 MR GATES Ltd DOM C178192 Mr. Electric Service Co Limitee DOM C167598 MR-9 PRODUCTIONS LTD DOM C184370 MRJ MAINTENANCE AND RENOVATIONS LTD DOM C183098 MRO Maintenance Ltd DOM C167203 MS FURNITURE ALU LIMITÉE C157620 M'S MSG CONSULTING CO. LTD DOM C140461 MSP AUTOMOTIVE CO LTD DOM C178368 MT DENTAL SERVICES LTD DOM C100752 MTH Investments Ltd DOM C106003 MT-PLUS MANAGEMENT LTD DOM C183867 MUBARAAK INVESTMENTS LTD DOM C179351 Mudra Investments Private Limited DOM C3905 MULTI COLLECTION LIMITED DOM C068975 Multi Contact Ltd DOM C54400 MULTI DIMENSION FASHION LTD DOM C166289 MULTI LEVEL WORKSHOP LTD DOM C164986 MULTI PURPOSE SOLUTIONS LTD DOM C154778 Multi Services et Conseils Ltee DOM C097277 MULTI TROVE LTD DOM C180639 MULTICHOICE LTD DOM C40711 MUNELEC CONTRACTING LTD DOM C56940 MURRAKHUN DEVELOPMENT COMPANY LIMITED DOM C24536 MUSCLE & NUTRITION LTD DOM C120630 MUSKAAN FISHING CO LTD DOM C168406 MUST GO (MRU) LTD DOM C135905 Muvprop Ltd STARLIGHT LTD DOMFILE NO COMPANY NAME CATEGORY C174234 MY BOOKS LTD DOM C093227 MY BURTON EMPIRE LTD DOM C093226 MY BURTON MALL LTD DOM C170684 MY CHOICE CAR WASH LTD DOM C174699 MY CONCIERGE AGENCY LTD DOM C164686 MY EVOLUTION LTD DOM C143556 MY EXOTICA LTD DOM C143688 MY FITNESS SPACE (MAURITIUS) LTD DOM C129462 MY KEY LTD DOM C122558 MY LEISURE & PROJECT DEVELOPMENT CO LTD DOM C170104 MY OXIZEN ASSOCIATES CO LTD DOM C169688 MY ROOTS CONSULT LTD DOM C081209 MY SPECIAL HOUSE CO LTD DOM C153663 MY TOOLS TRADING & SERVICES LTD DOM C155620 MYDATA TECHNOLOGIES CO LTD DOM C169157 MYFILL BIZ CO LTD DOM C170865 MYGO COMPANY LIMITED DOM C176854 MYJ Aluminium Works Ltd DOM C145781 MYLAGON MIG LTD DOM C139958 MYROCK LTD DOM C092767 MYSHOE DISTRIBUTION LTD DOM C156764 MYSTERE MEDIA PRODUCTION LTD DOM C170161 MYSTIC BLUE FISHING CO LTD DOM C155466 MYSTICAL ATMOSPHERE LTD DOM C182143 MYSTIK WEAR LTD DOM C074836 MYYG Co Ltd DOM C148569 N & R Supply Ltd DOM C080124 N D M KAMACHI ENTERPRISE LTD DOM C177224 N THIRTY ONE LTD DOM C172828 N&N SOLUTION LTD DOM C2508 N. VEERASAMY LTD DOM C140022 N.B TRANSPORT SERVICES LTD DOM C43330 N.D.R.K GAZELLE MOTORS CO LTD DOM C106401 N.M Education Services (South-Africa) Ltd. DOM C134324 N.RUJUBALI MARKETING LTD DOM C169197 N.S Cleaning Ltd DOM C25893 N.S.M PAPER PROCESSING LTD DOM C157366 N2A FACTORY TRADING LTD DOM C181766 Naamah Logistics Ltd DOM C100461 Naasfath Complex Co Ltd DOM C156097 NAATA PRODUCTS LTD DOM C124006 NAAZA 13 CO LTD DOM C115369 NAC STYLE LTD DOM C070043 NADAL & SONS CONTRACTING LTD DOM C22876 NADEEM LAGAN & BROTHER COMPANY LTD DOM DOM C135320 C7048 NAMASTE INTERNATIONAL CLUB LIMITED DOM Namit Co Ltd DOM C124407 NANA COM @ LAKAZ CO LTD DOM C8679 NANCY GARMENTS LTD DOM C146655 NANDA @ Ltd DOMFILE NO COMPANY NAME CATEGORY ORGANIC FARM C090046 Ltd DOM C148487 NAP HARDWARE LTD DOM C170600 NAR LOGISTICS LTD DOM C086449 NARAINDUTH SOOKHARRY & CIE LTEE DOM C101634 Narsimah Dev Ltd DOM C130661 NATESSOR MANAGEMENT LTD DOM C62942 NATH & NATH Co Ltd DOM C105033 NATURA BOIS LTD DOM C124637 NATURA OPERATIONS LTD DOM C084150 NATURAL BIO PRODUCTS LTD DOM C155376 Natural Essential Distribution Ltd DOM C47030 NATURAL GRANITES DOMF C104357 Natural Products Sourcing Company Limited DOM C159355 NATURE CLEAN MTS LTD DOM C174720 Nature Protector Company LTD DOM C154866 NATURE SPORTS TOUR LTD DOM C65598 NATURE'S C172478 NAVICARE SOLUTIONS LTD DOM C178198 NAVIN SANDHOO HOLDINGS LTD DOM C54236 NAVJEEVAN ENTERPRISE LTD DOM C159213 Navos Business Hub C124079 Navos C106359 Navyn LTD DOM C180350 NBP PETIT LTD DOM C43828 NCK COMPANY LTD DOM C182133 ND COLLECTIONS LTD DOM C158228 NEAT BUILDERS CO LTD DOM C176413 NEBOWATCH LTD DOM C125800 NECRONS LIMITED DOM C158309 LTD DOM LTD DOM C169188 Nefertiti Hue LTD DOM C162301 NEGOCE PLUS CO LTD DOM C17402 NEIL SEETUL INVESTMENT LTD DOM C9514 NELMA HOLDING LTD. DOM C9647 NELMA LTD. DOM C174265 NEO HAWK LTD DOM C099773 NEO MED Centre Ltd DOM C109511 NEO MIXED FARMING CO LTD DOM C157438 NEO SYNDIC CONSEIL LTD DOM C149403 NEPITA CONSULTING Ltd DOM C107480 NEPTUNE CONTRACTING & INTERIOR SOLUTIONS LTD DOM C137286 NERIDIAN HOSTING PTY LTD DOM C134629 NESOI LTD DOMFILE NO CATEGORY C162055 NETCAM LIMITED DOM C112881 NETMARK SERVICES LTD DOM C100662 Netrepreneurs ltd DOM C60903 SERVICES LTD Spareparts & Tuning Ltd DOM C143931 Never Seen Ltd DOM C111613 New Africa Professional Practice Ltd DOM C3292 NEW BATTERY MANUFACTURERS CY. LTD. DOM C14792 NEW BATTERY MARKETING CO. LTD. DOM C145732 NEW FASHION KNITS LTD DOM C177755 NEW FRESH MARKETING LIMITED DOM C23849 NEW GROVE SHOPPING CENTRE LTD DOM C173851 NEW HOME PROPERTY INVESTMENTS LTD DOM C153294 NEW IDEE CONCEPT LTEE DOM C099869 NEW LEO PROPERTY LTD DOM C163182 NEW LOGISTICS 2000 LTD DOM C162193 NEW MOTO BIKE AND SPARE PARTS LTD DOM C137117 NEW OPENSPHERE LTD DOM C136527 NEW PINNACLE FINANCIAL HOLDINGS LTD DOM C136527 NEW PINNACLE FINANCIAL HOLDINGS LTD DOM C071368 NEW PORT ENTERPRISES LTD DOM C183100 New Property Development Ltd DOM C44583 NEW STAR CAR RENTAL LTD DOM C085245 NEW TAMARIN SECRETARIAL SERVICES LTD DOM C114042 NEW TEXTURE ALUMINIUM SUPPLY LTD DOM C146759 New Trident Hotel Ltd DOM C146759 New Trident Hotel Ltd DOM C081257 NEW WANG THAI LTD DOM C155580 New Wind Ltd DOM C113956 NewRock Property Ventures Ltd DOM C51219 NEWSOFT COMPUTER SERVICES LTD DOM C144736 NEWSOFT TECHNOLOGIES LTD DOM C139250 NEWSTAR DISTRIBUTION LTD DOM Newsunshineplus Company Limited DOM C174164 NEXAQUEST LTD DOM C141458 NEXT PLANT LTD DOM C160159 NEXTYOO CALL (MAURITIUS) LTD DOM C177653 NEXUS DEVELOPMENT CO LTD DOM C182770 NEXXA SERVICES LTD DOM C161088 N-HAULAGE LTD DOM C164985 NICE CLEANING LTD DOM C090510 NICE DEAL INTERNATIONAL CO. LTD DOM C3943 NICE WEAR GARMENTS LTD DOM C167243 NICKEL 4 CONTRACTING LTD DOM C158558 NICKMAN LTD DOM C169475 NICKO & COCO NICO DOM C110276 Nico Zaiguille Co. Ltd DOM C157586 NICOLAS E CONSTRUCTION COMPANY LIMITED DOM C181058 Nids Company Ltd DOM C149873 Nighat Ltd DOM C4177 NIGMA GLOVES & SPORTSWEAR LIMITED DOM C125622 NIHASA SERVICES LTD DOM C066796 NILGIRIS DIGITAL LABO LTD DOM C169096 NILPHARM LTD DOMFILE NO COMPANY NAME CATEGORY C110122 NIMBUSTEC DOM C5206 NINAROSS SPORTSWEAR LTD DOM C141247 NINA'S TULIPS LTD DOM C140394 NINE INCH LTD DOM C144700 Nine Tails Constructions Co Ltd DOM C088814 NinetyEast Fund Services Limited DOM C079978 NinetyEast International Services Limited DOM C41866 NinetyEast Trustees (Mauritius) Limited DOM C27567 NINGBO FOODS C180042 NINI LIMITED DOM C104744 NINO'S NIQAABI BAKER (MAURITIUS) LTD C26686 NIR ENGINEERING DOM C100567 Nirocs TranSpeed Limited DOM C095944 Nirvi NIRVI PROPERTY LTD NIVEN COMPLETE MAINTENANCE LTD DOM C169941 Nixxor Alucobond Ltd DOM C168362 NJ CRYSTAL PROPERTIES LTD DOM C182866 NJ GLASS EMPIRE LTD DOM C097236 NJP LEE NEN THAT CO LTD DOM C174293 NK GRACE MARKETING LTD DOM C136034 NKH ENERGY LTD DOM C104674 NL DIVERS LTD DOM C167016 NLV Car Service Ltd DOM C137991 NNNAZEER LTD DOM C127919 NOAH'S ARK LIMITED DOM LTD DOM LTD DOM C166731 LTD DOM LTD DOM NOKYDEV LTD DOM C103124 NOLIMITDIVERS COMPANY LIMITED DOM C174901 Nomad Capital Ltd DOM C172124 Nomadic Escapes Ltd DOM C066407 NONICO CO LTD DOM C123845 NON-STOP AD LTD DOM C168311 NOON FIVE & CO. LTD DOM C147785 NORDIC BLUE CO LTD DOM C161622 NORDIC VENTURE LAB LTD DOM C178188 Normandie Ventures Ltd DOM C57239 NORMAX DISTRIBUTION LIMITED DOM C138670 NOROC AND NATHEX LTD DOM C147503 NORTH FACE LTD DOM C162436 NORTHERN NATURE ELI LTD DOM C10937 NORTHERN AIR (PROPRIETARY) LIMITED DOMF C183023 NORTHERN AUTO SERVICE LTD DOM C102726 Northern Heritage Co Ltd DOM C087917 NORTHERN RAVRE PROPERTIES CO LTD DOM C140877 NORTHERN STAR DRIVING SCHOOL SERVICES LTD DOM C11568 NORTHERN STAR INDUSTRIAL DEVELOPMENT LTD DOM C155031 NORTHERN STAR TRANSPORT COMPANY LIMITED DOM C22343 NORTHPRYDE DIVING ACADEMY CO LTD DOM C115157 NOSHBAY LTD DOM C173180 NOTTS FARMING LTD DOM C161990 PARCEL CO LTD DOM C173051 Nou Ti Zil Ltd DOMFILE NO C156758 nou Z'ART LTD DOM C157347 NOUKING TRAVEL TOUR LTD DOM C121967 NOVA DEL CO LTD DOM C57603 NOVILIS PENSIONS LTD DOM C116297 NOW HERE LTD DOM C183219 Now or never Investment Ltd DOM C139087 NP KAPITAL LTD DOM C172392 NPA NSP TRADERS NSR SOOKDEB CLEANING CO LTD DOM C176764 NSTYLISH HAIR & BEAUTY ZONE LTD DOM C165435 NTC MOTORS LTD DOM C119758 NTL CABLING LTD DOM Nuance Online Services DOM C163166 Nubesol (Mauritius) Ltd DOM C184687 NUBOOKS LTD DOM C109000 LTD DOM C170666 NU-CORP TECHNOLOGIES LTD DOM C131099 NUMBERTALKS INVESTMENTS LIMITED DOM C140707 NURA PARADISE LTD DOM C179174 NUSPLEX COMPANY LTD DOM C147107 NUTRI-INNOV PHARMACEUTICAL LTD DOM International Ltd & DOM C179569 Nuvo Energy Ltd DOM C111027 NUZK Transport LTD DOM C152752 NV IMAGINE CO LTD DOM C113988 NVS Repair Center LTD DOM C155012 NWT DOM C45838 Nxtdata Ltd DOM C100962 NY-Link Logistics Ltd DOM C159369 NYO International Ltd DOM C094298 NYSHPRINT CO. LTD DOM C184489 NYVRA CREATIVE LTD DOM CO LTD DOM C162610 O.C.DIL LTD DOM C157873 CO LTD DOM LTD DOM C157619 OAKMONT CAPITAL LIMITED DOM C148104 FINANCE LTD DOM C167292 Oasis Eventsware Ltd DOM C179792 Oasis Gibraltar Ltd DOM C173163 OASIS TROPICAL LIMITED DOM C122910 OBJECTIF SANTE CO LTD DOM C149957 Ocean & Earth Ltd DOM C143094 OCEAN ATLANTIS VILLAS LTD DOM C137877 OCEAN EAGLE TRAVEL SERVICES LTD DOM C108652 Ocean Guard L.T.D DOM C156593 OCEAN MOVIE LTD DOM C167035 Ocean Odyssey Ltd DOM C087190 Ocean Oilexplorer Ltd DOM C5518 OCEANA GARMENTS LTD DOM C2257 OCEANA TEXTILE MILLS LIMITED DOMFILE NO COMPANY NAME CATEGORY C147642 OCEANFRESH LIMITED DOM C071940 OCEANFRIENDS & COMPANY LIMITED DOM INDUSTRIES LTD DOM C080040 OCTRAM Ltd DOM LTD DOM C180077 Officelab DOM C171456 Offtech Solution co Ltd DOM C139585 OHANA TRAVEL TOURS LTD DOM C169627 OIG FARM COMPANY DOM C167713 OISHI SUSHI DOM C119662 OJU AFRICA LIMITED C126717 OJU PRODUCTS LTD DOM C182225 Ok Remedies (Mauritius) Co Ltd DOM OKINAWA CO. LTD(Ref to File DOM C173524 C131967 DOM C181776 Ola Loa Ltd DOM C174775 OLGA & MAD LTD DOM C138190 Oliveira Filipe Ltd DOM C133240 OLIVER'S GARDEN LTD DOM LTD DOM C4747 OLYMPIC KNITTING LTD DOM C122773 OLYMPUS DEVELOPMENT LTD DOM C170160 OM YOGA MEDITATION &WELLNESS CENTER LTD DOM C124834 OMARJEE AVIATION LIMITED DOM C101338 OMEGA Asset Management Ltd DOM C165209 OMEGA SOLUTIONS AND DEVELOPMENTS LTD DOM C165433 OMEGA TECH LTD DOM C162522 OMNI HEALTH LTD DOM C50852 OMRISE LTD DOM C179398 ON SPOT SOLUTION LTD DOM C133017 ON TIME ADVERTISING LTD DOM C40725 ON TIME CARS & SUPPLIES LTD DOM C112515 ONA TEXTILES LTD DOM C153170 ONE AND ONLY CRAFT LTD DOM C173393 One Blue Ltd DOM C136769 ONE CASTLE LTD DOM C122962 ONE EMERALD SQUARE LTD DOM C176451 ONE EYE TATTOO STUDIO LTD DOM C180990 ONE FOR ALL RENOV LTD DOM C179542 ONE TO ONE COACHING STUDIO CO LTD DOM C069444 One&Only Training Academy (Mauritius) Ltd DOM C135137 DOM C143422 Oneplan (Mauritius) Ltd DOM C22449 ON-LINE CONSTRUCTION CO LTD DOM C173637 Online deal Ltd DOM C173593 ONLY THE BRAVE LTD DOM C151778 ONSEARCH CO LTD DOM C147148 ONYX CONSULTING & SOLUTIONS DOM C165508 OOHLALA BRANDSTORE DOM C162552 OOMRAF (MAURITIUS) LTD COMPANY NAME CATEGORY C096223 Ophira Ltd DOM C115493 OPRAH DUBAI CO LTD DOM C111402 Optiflux Ltd DOM C155726 OPTIMA GROUP HOLDINGS LTD SECURITY SERVICES LTD DOM C130282 OPTIMASUN LTEE DOM C175628 OPTIMUM CAR RENTALS LTD DOM C089723 ORBEM COLOSSAS LTD DOM C107305 ORBIT8 SYSTEMS ORCHARD PHARMACY LTD DOM C155745 OREA HAVENLY RESIDENTIAL CARE HOME LTD DOM C183656 Orea DOM C132231 O'REL & LEBANNAH C076914 OREXI CO LTD DOM C155648 ORGANIC VEGGIE LTD DOM C6285 ORIENT TEXTILE LTD DOM C117348 ORIENTAL GLOBAL AFRICA LTD DOM C089497 ORIGIN HARDWARE LTD DOM C118525 ORIGINAL CONSTRUCTION LTD DOM C106889 Original Leisure Ltd DOM C165403 ORIGINAL ONLY LTD DOM C163335 ORILYSS Limited DOM C177365 Orion Corp Ltd DOM C173799 CO LTD DOM C159870 ORKOS LTD DOM C128997 ORTHODYNAMICA MEDICAL CENTRE CO LTD C165844 ORYBIE LTD DOM C157559 OSHOP LTD DOM C65301 LTD DOM C24286 DOM DOM C157193 Ottobock (Mauritius) Ltd DOM C121672 OTTOMAN CAPITAL LTD DOM C145725 OUFF SERVICES LTD DOM C133892 OUR 7TH HEAVEN CONSULTANCY LTD DOM C126496 oursun Holding Limited DOM C142517 Out Of Bounds Le Val Ltd DOM C129398 OUTER ISLAND BRO CO LTD DOM C167208 Outlander Travel Ltd DOM C086898 OUTLIERS LTD DOM C21624 OUTLOOK CO LTD DOM C26746 OUTRAGE MARINE LTD DOM C086967 OVERSEAS DIRECTORY LTD DOM C174810 OVERSEAS IMMIGRATION LTD DOM C150391 Overseas Properties Letting Limited DOM C169334 OVION ENTERPRISES LTD DOM C140892 OWN LABEL LTD DOM C078329 OXBO CO. LTD DOM C145945 OxiVie Services Ltd DOM C155804 OZ GENERATION TRADING LIMITED DOM C175121 OZ'ILES COMMUNICATIONS LTÉE DOM C6329 P & L CO C182637 P&C DELI CO LTD DOM C115147 P&S GUEREL PROPERTIES LTD DOMFILE NO COMPANY NAME CATEGORY C56933 P. BINDA & SONS LTD DOM C16650 P. SEEREEKISSOON CONSTRUCTION LTD DOM C086823 P.A.K.D.H. GARMENT CO. LTD DOM C19402 P.C WORLD LTD DOM C150764 P.DUMONT CATERING Ltd DOM C168560 P.ISHA CO LTD DOM C49977 P.K. DOUTAL AND CO LTD DOM C58476 P.L CONSTRUCTION LTD DOM C4969 P.R. LIMITED DOM C53332 CO LTD DOM C151940 LTD DOM C166709 P.S TOURS LTD DOM C166820 P.S.S TRANSPORT & SPARE PARTS LTD DOM C17548 PAAANIMAN COMPANY LTD DOM C27040 PABSRA CO LTD DOM C136461 Pacific Support Services Limited DOM C101605 PACIFIC TRANSPORT CO LTD DOM C096663 Pad Green Co Ltd DOM C077544 Paddington Travel Company Ltd DOM C25575 PADMA & CO LTD DOM C124350 PAGE & PARTNERS (MAURITIUS) LTD DOM C115355 Paincou Limited DOM C163523 PAINS DES ILES LTÉE DOM C180130 Paint Your Life Ltd DOM C115104 PAIVA Technical Solutions Ltd DOM C140409 PAJELO CLEANING SERVICES LTD DOM C40427 PALAIS DE L'OREGON LTD DOM C9611 PALANA LTD DOM Palido Foundation DOM C150613 PALLAVI FASHION LTD DOM C106189 PALLETS AND PACKAGING SOLUTIONS LTD DOM FD143 Pallide Foundation DOM C094451 PALM ISLAND INVESTMENT LTD DOM C55812 PALM SHORE LTD DOM C078948 Palm World Nurseries Ltd. DOM C099671 Palmer Consultancy Ltd DOM C154905 PAMMLER AND ASSOCIATES LIMITED DOM C151452 PAMU GHAZALI CO DOM C158312 PANACEA PERMACULTURE MOVEMENT LTD DOM C27373 PANCARS CO LTD DOM C3755 PANDA ENTERPRISES CO. LTD DOM C106388 PANDA GYPSUM LTD DOM C2247 PANORAMA LIMITED DOM C133776 PANTHERA ONCA SERVICES LTD DOM C162702 PARADIS CALODYNE LTD DOM C54194 PARADISE ENTERTAINMENT LTD DOM C175124 PARADISE FOOD CO LTD DOM C113573 PARADISE GRANITE & MARBLE CO LTD DOM C40873 PARADISE HOME LTD DOM C171856 PARADISE IN BLUE TOURS & EXCURSIONS LTD DOM C14883 PARADISE PLASTICS & TOOLS LTD DOM C125164 PARADISE SUN LTD DOM C176754 PARADIZEMART LTD DOM C10105 Ltd DOM C085997 Parchemin Co Ltd DOM C4651 PARK COMPANY LIMITED DOM C087843 PARK END LTD DOMFILE NO COMPANY NAME CATEGORY C168265 Parkrun Limited DOM C146883 Parkwood Investment Co. Ltd PARLAD RAMJUTTAN CO. DOM LTD DOM C162028 LTD DOM C162028 PARTNERING ROBOTICS LTD DOM C078286 Partners In Progress Foundation Ltd DOM C138091 PARVEZ DEEDARUN TRANSPORT CO LTD DOM C168090 PASSION K9 LTD DOM C170735 PASSRELLE COMMUNICATION LTD DOM C095794 PAT CLEANING CO LTD DOM C101503 PAT SUPPLIERS LIMITED DOM C101503 PAT SUPPLIERS LIMITED DOM C111183 PATIS PAUSE DOUCEUR C178038 PATISSERIE BEST TASTE C40514 PATISSERIE CHEZ CHRISTIAN CO LTD DOM C9957 PAT-MAN PRINTING DOM C170774 Patoiltech (Mauritius) C078620 PATTAN LTD DOM C26484 PATWARI TRADING CO LTD DOM C151674 PayForYou Ltd DOM C073873 PC LOGIC LTD DOM C076738 PC XPERT CO LTD DOM C147137 P-CUBE LTD DOM C167346 PCWL TRANSPORT SERVICES LTD DOM C16039 PEACE ANGELS LIMITED DOM FD25 Peace Foundation DOM C150560 PEACE PEST SOLUTION LTD DOM C167961 PEACEFUL TRAVEL PLANNING LTD DOM C178894 Peachfin Investment Ltd DOM C172168 PEACOCK IMPEX CO LTD DOM C074637 PEAK SEASONS COMPANY LTD DOM C168650 PEAKY BLINDERS LIMITED DOM C172974 PEAR STORE LTD DOM C182582 PEARL ARCHITECTURE STUDIO LTD DOM C082600 PEARL CONSULTANCY SERVICES LTD DOM C098301 PEARL EVENTS LTD DOM C113418 PEARLVALLEY COMPANY LTD DOM C080932 PEARLY EMBROIDERY LTD PEAU DURE FISHING COMPANY DOM C173739 PEBBLE BLUE CO LTD DOM C077637 PECOS CAR RENTAL LTD DOM C170599 PEEKABOO CLOTHING & ACCESSORIES Ltd DOM C155887 Peerbux Development Solutions Ltd DOM C072393 PEEROO MEHENDI PLAZA LTD DOM C115341 PEEXEE PRINT LTD DOM C178653 Pegasus & Unicorn Construction Ltd DOM C157233 Pegasus Films Ltd DOM C142632 PEGASUS SPARE PARTS LTD DOM C122329 PÉKIN & SON CO LTD DOM C27861 PELAGIC PROCESS LTD DOM C123044 PELSERV CO LTD DOM C150763 PENABAR Ltd DOM C21499 PENLIFE ADVISORY SERVICES LTD DOM C170587 PENNY STOVE LTD DOMFILE NO COMPANY NAME CATEGORY C133330 PEOPLE PRO GARDENING SCAVENGING & CLEANING LTD DOM C136862 PEOPLE PRO SECURITY GUARDS LTD DOM C092579 PEPE TRANSPORT LTD DOM C120579 PERDELLA LTD DOM C084146 Carbon Company Limited DOM C7079 PEREYBEREVIL LTD DOM C153980 PERFECT CLEAN CO LTD DOM C157478 PERFECT CLEANING SOLUTIONS CO LTD DOM C177562 Perfect Furniture Creations Ltd DOM C177457 Perfect Home Creations Ltd DOM C177518 Perfect Openings Creations Ltd DOM C167600 PERFECT PRO LTD DOM C146880 PERFECT WARIOR LTD DOM C144003 PERFORMANCE MANAGEMENT LTD DOM C135518 PERGEL LTD DOM C9720 PERLE DE LA SAVANNE LTD DOM C142483 PERLE S C147772 PESIC MARINE EXPLORATIONS, LTD DOM C135779 PEST ARREST LTD DOM C068093 PEST MASTERS & CO LTD DOM C173824 Pet Corner Ltd DOM C63662 PETIT TRIANON LIMITED DOM C26584 PETITE RIVIERE PHARMACY LTD DOM C069884 Petrel Enterprise DOM C161406 PGUNESS DAIRY FARM LTD DOM C162987 PHANTHOM INVESTMENTS & SERVICES LTD DOM C108232 PHARMA CHOICE C101844 Pharmacie PHARMACY CHUMMUN DOM C55301 PHARMACY MEDICHEM CO LTD DOM C4491 PHARMALAB PLASTIC SUPPLIES LTD. DOM C176032 PHARMASOREZE LTD DOM C164518 PharmaVie Medical Stores Ltd DOM C173990 Pharmo Global Ltd DOM C183235 PHASE TO PHASE LTD DOM C179632 PHB CONTRACTING CO LTD DOM C6596 PHIL ALAIN DIDIER DOM C179384 PHILLYANA & PHILLIONE STYLE LTD DOM C25310 PHOENIX CAR GALLERY CO. LTD DOM C141275 Phoenix Carz Ltd DOM C5615 PHOENIX KNITTING LTD DOM C4961 PHOENIX WEAR LTD DOM C136298 PHONE CARE COMPANY LIMITED DOM C163473 PHONE INTERNATIONAL (MAURITIUS) LTD DOM C48776 PHOOLBASEEA AND SONS LTD DOM C9816 PHOTO PLUS LTEE. DOM C092320 PHOTONICS LTD DOM C116911 PHYTOVERT LTD DOM TRADING (PROPRIETARY) LIMITED C27826 PIERDAMIANI LTEE DOMFILE NO COMPANY NAME CATEGORY C849 PIERRE LAURENT & SONS LIMITED DOM C090656 Pierre Mont Co Ltd DOM C147323 PIERRE VATEL FURNITURE LIMITED DOM C175395 PIETER BOTH DISTRIBUTORS CO LTD DOM C173947 PIETER BOTH HEIGHTS LTD DOM C170489 PIGGY PIGS FARMING CO LTD DOM C080980 PIKASH Co. Ltd DOM C166753 PIKK N PAKK DOM C166740 LTD C155666 DOM C146491 PINWO INDUSTRY CO LTD DOM C104923 Pioneer Consulting and Technologies Ltd DOM C078296 PIONEER FISHING CO LTD DOM C082536 PIONEER OCEANIC RESORT CO LTD DOM C102942 PIONEER SHIPPING CO. LTD DOM C23835 PIPEMASTER LTD DOM C089697 PIRAGUA LTEE DOM C146430 PIRANHA DYNAMICS LTD DOM C100295 PIRATES TRANS & CO LTD DOM C164197 PIXAMAG CO LTD DOM C184398 PIXEL CONSULTANCY LTD DOM C165753 PIXEL TEAM LTD DOM C152044 Pizz \"A\" Salute C172996 Planet E-Sports Ltd DOM Planet RS Rental Ltd DOM C159829 Planète Eco Ltée DOM C133563 PLANETINVEST Business Community Ltd DOM C068389 Planning Consultancy Services Ltd DOM C162285 PLANS PERMIT LTD DOM C1267 PLANTEAU LIMITED DOM C140138 PLATFORM CONTRACTING LTD DOM C135556 Platina Financial Holdings (Global) Ltd DOM C135556 Platina Financial Holdings (Global) Ltd DOM C168792 PLATINUM AD LTD DOM C7881 PLATINUM CO LTD DOM C178631 PLATINUM CORE CONSULTANCY LTD DOM C182151 PLATINUM PATH LTD DOM C58049 PLATINUM PRIME EMPORIUM LTD DOM C60519 PLATINUM PRIME PARTS LTD DOM C177183 PLAY FIVE FOOTBALL LTD. DOM C087729 PLAYSOUL LTD DOM C125955 PLC (MAURITIUS) LTD DOM C41572 PLEASURE GROUND STORE LTD DOM C127279 PLK CONSULTING LIMITED DOM C084780 PLUMBING & HEATING CONTRACTOR LTD DOM C183672 PLUMBING PLUS COMPANY LIMITED DOM C128739 PLUMBING SYSTEMS SERVICES LTD DOM C167663 PLUMERIA CAR RENTAL LTD DOM C108075 PLUS L'INFINI LTEE DOM C128085 Plus One Ltd DOM C175773 PLUSH BEAUTY LTD DOM C7876 PLUTO CO. LTD DOMFILE NO COMPANY NAME CATEGORY C25678 PMJP TRANSPORT CO. LTD DOM C122216 PNK DIST CO LTD DOM C124792 PNK MANUFACTURING CO LTD DOM C64362 POINTE VENUS LTD DOM C167329 Pole Acrobatics Ltd DOM C088262 POLE MERCHANT WARD LTD C086270 Polymedi Ltd POM D'AMOUR POM.e.GRANATE L3 POONYTH & CO LP DOM FD287 Popov Foundation DOM C173386 POPULAR CONSTRUCTIONS LTD DOM C114927 POPULAR-SALES LTD DOM C183858 PORT LOGISTICS (MAURITIUS) LTD DOM C143269 Portage & Trading Ltd DOM C166530 Poseidon Ship Services Ltd DOM C167798 POSITIVE AGEING LIFESTYLE LTD DOM C52291 POSTER GRAPHICS CO LTD DOM C132140 POTEN ZA CO LTD DOM C118267 POWER IMPORT CO LTD DOM C169252 Power Stroke Ltd DOM C120397 POWERJET LTD DOM C49342 POWERSYS LTD DOM C120506 POYET PROPERTY DEVELOPMENT LTD DOM C139080 PPW FAMILY HOLDINGS CO LTD DOM C146389 PR KHAN CO LTD DOM C069029 PR Professionals Ltd DOM C182668 PRA & SAN PROPERTIES LTD DOM C139931 PRAKISS PROPERTIES LTD DOM C45389 PRASHANTEX LTD DOM C111371 PRAVEEN TRAVEL TOURS LTD DOM C172979 Pravesh and Roni Fish Shop Co Ltd DOM C167461 PRAVIN PLANTATION LTD DOM C093745 PRAYAM & CO LTD DOM C144912 Precise Trade Ltd DOM C178013 PREET DEPOT LIMITED DOM C174110 PREETIS FARM COMPANY LIMITED DOM C099339 Preetvy & PREETVYRAJ Limited DOM C2627 PREMIER BREWERIES DOM C143190 PREMIER ESSENTIAL COMPANY LTD DOM C2563 PREMIER FOOTWEAR INDUSTRY LTD DOM C120672 Premium Ceramic Ltd DOM C167933 PREMIUM COACH WORK LTD DOM C159205 PREMIUM FOODS LTD DOM C111630 PREMIUM LABELS LTD DOM C182023 PREMIUM PERSONALISED MANUFACTORY LTD DOM C183436 Premium Shield Co Ltd DOM C3998 PREST PLASTICS LIMITED DOM C097360 PRESTIGE CALL CO LTD DOM C157469 Prestige Immobilier (Ile-Maurice) Ltee DOM C135294 PRESTIGE SECURITY C57474 PRESTIGIO TRADING CO LTD. DOM C23070 PRESTO PLUS LTD DOM C100287 PREVAGO LTD DOM C153020 Prevent Instruments Ltd DOM C189047 PREY FILM PRODUCTION LTD DOM C105578 PRIMARIA FRUTTA VERDURA LTD DOM C079436 PRIME TIME TRAVEL LTD DOMFILE NO COMPANY NAME CATEGORY C121582 PRIME ELITE LIMITED DOM C094745 PRIME EVENTS LTD DOM C180144 PRIME HAVEN FOODS LTD DOM C3650 PRIME INSURANCE COMPANY LIMITED DOM C175706 Prime Risk Management Services Ltd DOM C61700 PRIME SECURITIES LTD DOM C084831 PrimeCapital Corporate Services Ltd DOM C092561 PRIMEDIA OUTDOOR CO C119958 Primerio entre DOM C178399 PRIMUM HUMANITAS CO DOM C081312 PRINCE DE BEL AIR LTEE DOM C172966 PRINCE LOVE LTD DOM C64876 PRINT SHOP PRO CO. LTD DOM C3385 PRINTALL (EXPORT) COMPANY LIMITED DOM C1381 PRINTANIA LIMITED DOM C1381 PRINTANIA LIMITED DOM C170175 PRINTER SUPPLIES SOLUTIONS CO LTD DOM C160149 PRISM INVESTMENT CO LTD DOM C162458 PRISTINE VACATIONS (MAURITIUS) LTD DOM C145218 PRIT FITNESS CO LTD DOM C40824 PRIVILEGE ISLAND CO LTD DOM C085275 PRIYA RAMJUTTUN CO LTD DOM C085964 PRL TRADING CO DOM C082578 PRM CASA ITALIAN PIZZERIA LTD DOM C177520 PRO LIGHT LTD DOM C164147 PRO 356 SHOE MAKER LTD DOM C069292 PRO ADVERTISING CO LTD DOM C165854 PRO ALU CONTRACTING LTD DOM C169494 Pro Cloud IT Services Ltd DOM C168724 PRO FOAM LTD DOM C162307 PRO TOOLS LTD DOM C110918 Pro Traveller Ltd DOM C177126 PRO VIRIDI Building & Civil Works LTD DOM C152934 PRO VIRIDI CONSTRUCTION LTD DOM C165031 PRO VIRIDI ENGINEERING LTD DOM C147347 Pro Wood Ltd DOM C069335 PROACTIVE SYSTEM LTD DOM C172535 PROBONO SERVICES LTD DOM C171964 ProDecor & Events Ltd DOM C16625 PRO-DIVE LTD DOM C48313 PRO-ELECTRO PLUS LTD DOM C158350 PROEXE SERVICES CO LTD DOM C27570 PROFESSIONAL COMPUTERS CO LTD DOM C53024 PROFESSIONAL DEVELOPMENT INSTITUTE LTD DOM C138673 PROFESSIONAL RIDING DRIVING CENTRE LTD DOM C5987 PROFESSIONAL SERVICES LIMITED DOM C110416 PROFESSIONALS GUARD LTD DOM C096308 PROFIT VENTURE LTD DOM C49611 PROFLEX CO LTD DOM C141029 Progeny Consulting Services Ltd DOM C143837 PROJECT CALL SERVICES LTD DOM C152746 Project Ed Ltd DOM C151359 PROject GOLFworld Ltd DOM C167692 Project Management & Training Consultancy Services Ltd DOM C126869 Projet Architectural île Post Sucrière Ltd Ltd DOM C125341 LTD DOMFILE NO COMPANY NAME CATEGORY C24623 PROMANCO CONSULTING SERVICES LTD DOM C133034 Pro-Mind IT C165246 Promo Connection PROMODIS LTD DOM C114924 PRONICKEL LTD DOM C131013 PROPERTY AND FACILITIES LTD DOM C148893 Property GSM Marketing Ltd DOM C59933 PROPERTY PARTNERSHIPS HOLDINGS (MAURITIUS) LTD DOM C174155 PROSPELO FINANCE LTD DOM C174689 PROSPER WHOLESALE LIMITED DOM C075753 Prosperite Ltd DOM C164368 PROTECH SECURITY CONSULTANCY PROTOP DOM C143261 PROTOP O. I. LTEE DOM C168213 PROVIDE WAY COMPANY LTD DOM C146918 PROVIDENCE POULTRY FARM LTD. DOM C10950 PROVINCIAL ASSURANCE LTD DOM C12970 PROVIRO CO LTD DOM C40055 PROWEB SOLUTIONS LIMITED DOM C172913 PROZANZ SYSTEMS LTD DOM C144442 PRUDEX CONSULTANCY SERVICES LTD DOM C171126 PS2B PROMOTION LTD DOM C167086 PSB FLYING MARKETING LTD DOM C068728 PSION LTD DOM C094795 PTL IMPORT LTD DOM C13360 PUB EXPRESS LTD DOM C125313 PUBLIUM LTD DOM C162963 PUKHRAJ GOLD & DIAMOND COMPANY LTD DOM C183363 PUMP EXPRESS LTD DOM C156971 PUNCH IPEX CO LTD DOM C50326 PUR FRUIT CO LTD DOM C136726 PURE FARMING LTD DOM C179630 PURE RENOVATION CO LTD DOM C166265 PURE SALT AND PEPPER COMPANY LTD DOM C133554 PURE SPORTS LTD DOM C136235 PURPLE JAR LTD DOM C141886 PURSELY LTD DOM C145995 PUSHPA SWEETS LTD DOM C169438 TRADING LTD DOM C181044 PYK ALUMINIUM LTD DOM C072179 PYRAMID SECURITY LTD DOM C080957 PYROLIGHT (MAURITIUS) LTD DOM C62070 PYROTECHNIC FESTIVAL C16328 PYROUMAN CO UMRAH C174037 QC DESIGN C58745 QC SYSTEMS & TECHNOLOGIES LTD DOM C139527 QIEMAN TOUR LTD DOM C179905 QUADROS SPIRIT & CO LTD DOM C091491 Qualcall Ltd C174448 QUALHIVE LIMITED DOM C168871 QUALIS Ltd DOM C170483 QUALITY ACCESS ENTERTAINMENT LIMITED DOM C100974 QUALITY CONSTRUCTION LTD DOM C52916 QUALITY LIVING COMPANY LTD DOM C178240 QUALITY MULTI CONTRACTING LTD DOMFILE NO COMPANY NAME CATEGORY C082425 Quality Spare Parts Co. Ltd DOM C163380 QUALITY STONES LTD DOM C5765 QUARTET DEVELOPMENT COMPANY LTD DOM C180342 Quartier Garden Limited DOM C47687 QUATRE-M Project (Mauritius) QUEEN'S GENERAL CONTRACTING LTD DOM C097642 QUEENSTOUCH MULTIMEDIA & ADVERTISING CO LTD DOM C2436 QUEENSTOWN LTD DOM C5380 QUEENSWEAR LTD DOM C103726 QUEST TECHNOLOGIES SERVICES LTD DOM C094142 Quick And Safe Travel Ltd DOM C155595 QUICK CARGO MOVERS LTD DOM C18646 QUICK CHOICE LTD DOM C167433 QUICK CONCEPT LTD DOM C179981 Quick Munchies Ltd. DOM C166303 QUICK RESPONSE MAINTENANCE LIMITED DOM C145744 QUICKBOOKS LTD DOM C183150 QUICKTRADE ENTERPRISE LTD QUINCAILLERIE ABBE LAVAL LTD C073299 QUINCAILLERIE CO. KB DOM C161523 QUINCAILLERIE LEXWARES DOM C066082 C127427 QUINCAILLERIE TAMARIN LTD DOM C56065 R & C PARTNERS LTD DOM C109361 R & R INDOOR AND OUTDOOR FURNITURES LTD DOM C107684 R & S Lawncare & Landscaping Ltd DOM P5319 R & V RAMPHUL & CO. DOM C140290 R ATCHAMAH & SON CO LTD DOM C146463 R B DISTRIBUTION LTD DOM P13703 R DE LA TOUR & CIE DOM C074340 R K Design Ltd DOM C153146 R NAECK ENTERPRISE LTD DOM C178533 R POP'S ART LTD DOM C100637 R S ADVERTISING LTD DOM C155792 R SIYA DESIGN LTD DOM C165517 R. HEER CONSTRUCTIONS LTD DOM C2390 R. RAMGUTTY AND CO. LTD DOM C072255 R.C. Rajoo Contractor Company Ltd DOM C108488 R.G SULTOO CO LTD DOM C150358 R.GORAYAH & DOM C22300 R.H. SHALCOM LTD DOM C165432 R.V ENGINEERING LTD DOMFILE NO COMPANY NAME CATEGORY C26617 R.YIP & CO LTD DOM C067629 RA - ONE ASSOCIATES LTD DOM C120368 RAAZ BEAUTY CO LTD DOM C110904 RACOBA TRADEWELL CO LTD DOM C180878 RAD Suppliers Company Ltd DOM C42380 RADIANT TECHNOLOGIES LTD DOM C143988 RAFA TRADING LTD DOM C8914 RAFFLES CITY CO LTD DOM C169150 RAG GREEN LTD DOM C10973 RAGOO SAC FACTORY LTD DOM C110273 RAHI ENTERPRISE LIMITED DOM C155326 RAHIDA IMPORT & EXPORT LTD DOM C42470 RAHUL INFORMATICS LTD DOM C110465 RAI REAL ESTATE LTD DOM C080088 Rain Analytics Ltd DOM C101485 Rainbow Car Hire Co Ltd DOM C2718 RAINBOW INSURANCE COMPANY LIMITED DOM C135881 RAJ BADSHAH LTD DOM P16861 RAJ BHUNDOO & CO C083414 RAJ K.C CO DOM C101749 RAJA MONEBHURRUN DOM C111118 RAJACK DEVELOPMENTS P5111 RAJAH BROTHERS & CO DOM C3047 RAJAH SONS LTD DOM C102236 RAJAM MARKETING LTD DOM C24352 RAJAMBAH LTD DOM AUTOMOTIVE AGENCY CO LTD C112956 Rajesh Prayag Electrical Services Ltd DOM C141369 RAJLAKSHMEE DOM C134309 RAJSOHAN COLLECTION LTD DOM C154941 RALK Car Ltd DOM C47373 RALLY MARKETING SERVICES LTD DOM C082116 RALLYR CO LTD DOM C51757 RALUPADO LIMITED DOM C110633 RAMA MEDICAL LTD DOM C153572 RAMACIVIL INDIA CONSTRUCTION PRIVATE LIMITED DOMF C166880 ROSSA RaNee Raphael StBrandon Sportsfishing Ltd DOM C57428 RAPID AUTO PARTS CO LTD DOM C116931 RAPID DISTRIBUTION COMPANY LIMITED DOM C131218 RAVANIA LTD DOM C114108 Ravi Suravi Company RAVNAL RESORT CONSULTING DOM C115441 RAVNISH TRAVEL TOUR LTD DOM C135299 RAVNITA CO LTD DOM C110010 RB ASSOCIATES & RISK MANAGEMENT LTD DOM C186847 RB DIRECT CALL LTD DOM C165675 RB Global Network & Co Ltd DOM C150806 RCJS HOLDING LIMITED DOM C110874 RCK Trading Ltd DOM C57671 RCP HOSSENY CONSTRUCTION LTD DOM C097984 RCPSecure Technologies Ltd DOM C106059 RDHS COMPANY LTD DOMFILE COMPANY NAME CATEGORY C155048 RDV BEAUTÉ LTD DOM C111025 RE - ENTRY LTD DOM C098844 ReadySoft Ltd DOM C63601 REAL CREATION LTD. DOM C165277 REAL DECOR LTD DOM C163325 REBEL HAIR LTD DOM C136121 RECI KITE LTD DOM C156455 Recology Co Ltd DOM C160171 RECORD TRADING LTD DOM C141490 RECOVERY & INSOLVENCY PRACTICE LTD DOM C181217 RECYCLE BOX LTD DOM C171149 RECYCLO CRAFTING LTD DOM C100509 RED APPLE (BAGATELLE) LIMITED DOM C100510 RED APPLE (CASCAVELLE) LIMITED DOM C111463 Red Apple (Mont Choisy) Limited DOM C103977 RED APPLE HOLDING LIMITED DOM C099601 RED APPLE RETAIL COMPANY LIMITED DOM C180866 Red Eagle Engineering Ltd DOM C173340 RED HAT COMPANY LIMITED DOM C157161 RED JACKAL International Limited DOM C146385 RED MAPLE INTERNATIONAL LTD DOM FD236 Red Sea Foundation DOM C155803 RED WEST RESORT LTD DOM C122391 RED4AFRICA LTD DOM C187152 Reddi Investment Holdings Ltd DOM LTD DOM LTD DOM DOM DOM C155810 Ltd DOM LTD DOM DOM C153226 REHINA COMPANY LIMITED DOM C155491 REHVA INVESTMENT HOLDING LTD DOM C075379 REINES INTERNATIONAL LIMITED DOM C146332 Reinvent Company Ltd DOM C174288 REKRE DESIGN LTD DOM C113083 Reksan Financials Ltd DOM C138910 RELATION CALL LIMITED DOM C180685 RELIANCE FOR YOU LTD DOM C40607 RELQ INTERNATIONAL LTD DOM C163954 RENAATUS DISTRIBUTION LTD DOM C181863 RENOVACO LTD DOM C138996 RENT A RIDE LIMITED DOM C166155 RENT ENTERPRISE (MAURITIUS) LIMITED DOM C144336 Rental of Assets & Equipments Ltd DOM C172394 Rentanything Ltd. DOM C182945 RENTOOR LTD DOM C52247 REPRO DOM C142734 Digital Ltd DOM C170853 RESANAL (MAURITIUS) LTD DOM C078635 RESEARCH AND STUDIES LTD DOM C107563 Reshad Hossany Co Ltd DOMFILE NO COMPANY APPART' HOTEL LTD DOM C168465 RESIDENCE LA BOURBONNAISE ET CO. LTD DOM C069930 RESIDENCE LES LAURIERS LTEE DOM C182543 RESIDENCE URBAN 4 LTD DOM C155054 RESTAURANT DE L'OUEST LTEE DOM C162140 RESTAURANT DES MASCAREIGNES LTEE DOM C130305 RESTAURANT LA CITRONELLE LTD DOM C166659 RESTAURANT MAC ILAN FUSION LTD DOM C59658 RESTAURANT NIU LTD DOM C27271 RESTAURANT SHANGHAI EXPRESS LTD DOM C1815 RESULTANT COMPANY (MAURITIUS) LTD. DOM C087566 RETAIL EXPERTISE & DEVELOPMENT LTD DOM C163074 Revamp Interiors Ltd DOM C135256 REVE DU C174294 REVOSAT LTD DOM C179953 REWARDS BY SM LTD DOM C181054 REWRITE MODE LTD DOM C163034 REX CAR RENTAL LIMITED DOM C077313 REXIM LTD DOM C181741 REYQUILIBRE RHT FUND MANAGEMENT LTD DOM C21203 RHYM CO LTD DOM C179891 RIA AMAZING STONES LTD DOM C179852 RIA RESTAURANT LTD DOM C107111 RIAMBEACH LTD DOM C164570 RIC WATCH LTD DOM C180103 Richella Fashion Trends Co Ltd DOM C165280 RICHMOND BUSINESS SCHOOL LTD DOM C26826 RICHOUX COMMUNICATION LTEE DOM C166998 RICHPRO SUPPLIES CO LTD DOM C51103 RICHWOOD INVESTMENT CO. LTD DOM C168500 RIDE THE WAVE LTD DOM C175751 RIDHISHAY CO LTD DOM C116948 Rifa Car Rental Ltd DOM C127306 Riggs Holdings Limited DOM C19086 RIGHT CONSTRUCTION LTD DOM C087735 RIGHT STUFF CO LTD DOM C170204 RIKS CONSTRUCTIONS AND CONSULTINGS LTD DOM C158358 Rilassati DOM C181273 RISE SUD-EST Ltd DOM C160797 RiseXcel Information Technologies Ltd DOM C103516 RISHA VILLA CO LTD DOM C114057 Rishi Global Supplies Ltd DOM C116024 RISTORANTE CARMINE LTD DOM C165219 RISVEN TRANSPORT LTD DOM LTD DOM DISTRIBUTION LTD DOM C066689 RIVERSHELL LTD DOM C168689 RIVERSIDE ENGLISH MEDIUM SCHOOL LTD DOM C148683 RIZ CAR RENTAL CO LTD DOM C087216 RIZQ FOODS LTD DOM C152224 Rizu Enterprise Ltd DOMFILE C138867 RLEH Management Limited DOM C155343 RN Garment Co Ltd DOM C164222 RNA CHEF LTD DOM C180918 RNK AUTO SERVICES LTD DOM C184543 RO N BHAV DREAM LIMITED DOM C60094 ROB & BOB LTD DOM C135866 ROB CHRIS ROGER HOLDINGS LTD DOM C138802 Robertson Promotion Ltd DOM C4523 ROBIN CO LTD DOM C076480 ROBIN'S NEST INTERIORS (MAURITIUS) LTD DOM C177963 ROCHE TERRE INVESTMENTS LTD DOM C086597 Roches Noire Property Investment Ltd DOM C59235 ROCHES NOIRES RESIDENCE LTD DOM C138817 ROCKETMOON LTD DOM C160005 ROCKSREEF SEA SIDE COMPANY LTD DOM C21642 ROD CONSTRUCTIONS LTD DOM C182572 ROD ENTERPRISE LTD DOM C104411 ROD GREEN PARTNERS LTD DOM C19082 ROD HAULAGE LTD DOM C140181 ROD PLUMBER CO LTD DOM C48938 ROD PRIDE TRADING COMPANY LTD DOM C175189 ROD SECURITY SERVICES LIMITED DOM C9865 ROD TOURS LTD DOM C59077 ROD.COM LTD DOM C077745 RODRIGUES GENERAL ENTERPRISE CO. LTD. DOM C163600 Rodrigues ICT Development & Promotion Co Ltd DOM C63867 RODRIGUES MARINE PRODUCTS LTD DOM C27102 RODSPAN LTD ROHO AKILI (MAURITIUS) LTD DOM C3291 ROLAIN INVESTMENTS LIMITED DOM C2923 ROLLS SUPPLIERS LTD DOM C183913 ROM Foods Ltd DOM C167525 Romac Consulting Ltd DOM C147436 Romanoff Investment LTD DOM C175949 Romantic Home Stores Egypt Company Ltd DOM C52889 ROMAVA INTERNATIONAL LTD DOM C181703 RomCom (Mauritius) ROMI MARGARINE ENTERPRISE LTD DOM C178555 ROMY CONSTRUCTION SOLUTIONS AND PROPERTY DEVELOPMENT LIMITED DOM C163504 RONNY ASHLEY CONSTRUCTIONS CO LTD DOM C161652 DOM C145419 ROOMSCOUT LTD DOM C7483 ROSCO LIMITEE DOM C175673 ROSE MEDICAL AND CARE CENTRE LTD DOM C53244 ROSE OF THE DAY LTD DOM C12839 ROSE PHARMACY LTD DOM C167000 Rosemary Farms Ltd DOM C152930 Roshan's Trucks Supplier Co Ltd DOM C21707 ROSH-MAN EARTH MOVING CONTRACTORS LTD DOM C2688 ROSINA TRAVEL AGENCIES & CO LTD DOMFILE NO COMPANY LTD DOM C081366 ROVIRY CO LTD DOM C3434 ROXAND TEXTILE LIMITED DOM C086227 ROYAL COAST ASSOCIATES LTD DOM C128893 ROYAL CRAFT LTD DOM C149646 ROYAL ELITE SERVICES COMPANY LTD DOM C123563 ROYAL FRIED CHICKEN LTD DOM C179447 Royal Funeral Co Ltd DOM C155411 ROYAL GATES REAL ESTATE SERVICES BROKERAGE Ltd DOM C161654 ROYAL GRACE TRADING LIMITED DOM C140353 ROYAL IMPEX LTD DOM C130047 ROYAL MARQUEES LTD DOM C165397 ROYAL MEDICAL AND HEALTHCARE COMPANY LTD DOM C167196 ROYAL MZANTZI TRADING LTD DOM C097344 ROYAL PARK RESORTS LTD DOM C183774 ROYAL SECURITY LTD DOM C081517 ROYAL SPEED CO LTD DOM C45621 ROYAL SPORTS CO. LTD DOM C182818 ROYAL STAR ( MAURITIUS ) LTD DOM C138820 Royal Steps LTD DOM C134428 ROYAL TENT SERVICES LTD DOM C171532 ROYAL ZAIKA LTD DOM C145109 ROYAN CO LTD DOM C086586 Rozi Spare Parts Ltd DOM C176601 RP MONEERAM LTD DOM C176132 RS Autocare Ltd DOM C178749 RS GUJADHUR TRANSPORT LTD DOM C163670 RS Property Development Ltd DOM C165913 RSB INVESTMENT AND PROPERTY LTD DOM C183231 RSM REST CHEF LTD DOM C125175 RT Builders Ltd DOM C130056 RT19 LTD DOM C164306 RTD (Mauritius) Holdings Engineering Ltd KADESH AND YESHUA LTD DOM C144201 RUBIK'S CUBE GROUP LTD DOM C41049 RUDOLF MANUFACTURING (PTY) LTD DOM C170455 RUDRA PROPERTIES LTD DOM C127848 RUGHOOBUR CAR WASH LTD DOM C166763 RUHOMAULLY ARCHITECTS & DESIGNERS Ltd DOM C138792 RUN AGROW SERVICES LTD DOM C61656 RUNNING (MAURITIUS) LTD DOM C110703 RUNNING ON CO LTD DOM C087574 RUSAVA INVESTMENT HOLDINGS LTD DOM C157985 RUSHTRADE LTD DOM C19464 RUSSEED JOOMUN AND RUTH DOM C140016 RV ESTHÉTIQUE LTÉE DOM C183182 RV Gifts & Collections Ltd DOM C169360 RYANTSL COMPANY LIMITED DOM C41816 RYASS CO. LTD DOM C067991 RYCCO LTD DOM C40676 R-Z MILLENIUM DISTRIBUTORS LTD DOM C161146 S & B Kitch-Inn Ltd. DOM C55596 S & F CAR RENTAL LTD DOMFILE NO COMPANY NAME CATEGORY C138502 S & K TUNA FISHING LIMITED DOM C068167 S & S Company-Impex-Ltd DOM C176019 S & S Thatching Co Ltd DOM C19450 S & T THREE EIGHTS CO. LTD DOM C11630 S P L LTD DOM C103820 S P PURGASS Co. Ltd DOM C158780 S SAVERS FOOD LTD DOM C65297 S TO R DISTRIBUTION LTD DOM C157788 S&K DISTRIBUTORS LTD DOM C158550 S&K PLANT AND EQUIPMENT CO LTD DOM C163518 S&N KENNEL COMPANY LIMITED DOM C47214 S. APPADU COLD STORAGE LTD DOM C13147 S. VEERAPPA TRADING CO LTD DOM C121130 S.A SPARE PARTS LTD DOM C15222 S.A. SAM CONSTRUCTION CO LTD DOM C27520 INDUSTRIAL SEWING LTD DOM C179434 S.A.V Strategic Solutions Limited DOM P4960 S.B. BOOLAKEE & CIE DOM C162110 S.B.ROAD RUNNER COMPANY LTD DOM C100647 S.Boolakee & Son Spare Parts Ltd DOM C108906 Ltd DOM C157255 S.H HORSE OWNERS LTD DOM C177756 S.H HURDOYAL AND SONS ENTERPRISE LIMITED DOM C160374 S.JOOMUN BAUKUR CO LTD DOM C157883 S.K TRUCK CO LTD DOM C106377 S.K.P (International) Supplies Co Ltd DOM C169461 S.L.DADA TRAVEL TOURS LTD DOM C61337 LIMITED DOM C7835 S.O.S-GUARD LTD DOM C169378 S.P CLEANING SERVICES LTD DOM C098842 S.P Fruital (Mtius) Co. Ltd. DOM C11451 LTEE DOM C108658 S.W DEVELOPMENT LTD DOM C161090 SA TOOLS AUTOMOTIVE LTD DOM C139498 SAAD & ZIA FARM LTD DOM C18583 SAB ENTERPRISE LTD DOM C129852 SABARELLA LTD DOM C076213 SABARI CO TOURS LTD DOM C8085 LTD DOM C182175 SADA CONSTRUCTIONS LTD DOM C113953 SADCO ALUMINIUM CO LTD DOM C163854 SADEYEN EXPERTISE LTEE DOM C55597 SAGAMAS INTERNATIONAL LIMITED DOMFILE NO COMPANY NAME CATEGORY C135543 Sagar Contracting & Landscaping Services Ltd DOM C169857 SAHAI K&N COMPANY LIMITED DOM C109549 SAHAL DOM C077564 Sai Sharan Ltd DOM C104207 Sai Shean & Sons Ltd DOM C072455 SAID ALI RAJAH LTD. DOM C104702 SAILING XXL CRUISE LTD DOM C7522 SAINT ELOI LIMITED DOM C5303 SAINT MICHEL MARKETING CO.LTD. DOM C150396 SAINT TOUR OPERATOR CO LTD DOM C12623 Saint-Aubin Engineering Ltd DOM C9895 SAINTE BRIGITTE C105415 SAIP DOM C167290 SALOMBO LIMITED DOM C084428 SALON D'HOTES CO. LTD DOM C164446 SALT MEDIA LTD DOM C177853 SALVILAND PROPERTIES LIMITED DOM C150180 SAM ELECTRICAL WORKS CO LTD DOM C176956 SAMAFROZ COMPANY LTD DOM C48067 SAMBEN PROPERTIES CO. LTD DOM C181947 Sami Electro Meuble Ltd DOM C179652 Samia DOM C168447 SAMIRA PRODUCTION LTD SAMLO & SONS CO LTD DOM C092172 SAMORY LTD DOM C128831 SAMS TRAVEL 7 COMPANY LTD C161236 Samsara Transport Services Ltd DOM C165627 Samy Mercerie Ltd DOM C179913 San & Ken Pvt Co Ltd DOM C160505 SAN BUN CO LTD DOM C184719 SANA / INAB LTD DOM C166050 SANA TRADING LTD DOM C166971 SANAHI & CO LTD DOM C167836 SANCTUARY WELLNESS FOR LIFE LTD DOM C182257 SANDBLASTING CONTRACTING SERVICES CO. LTD DOM C140879 SANDS AND PEARLS JEWELRY LIMITED DOM C141040 SANDY SIGN GRAPHIX LTD DOM C174934 Sanga Wellness Limited DOM C2267 SANGAM DOM C182512 SANGREAL COMPANY LTD DOM C51279 SANJAY MUNIAH & BROS CO LTD DOM C089575 Sanjay Ramkalawon Business Development & Consultancy Ltd DOM C092755 SANJU FURNITURE LTD DOM C095477 SANKRISH INTERNATIONAL LTD DOM C127866 SANSEB CO LTD DOM SANTAGO CO. LTD LTD DOM C47433 Consulting Ltd DOMFILE NO COMPANY NAME CATEGORY C166721 Saph's Engineering Ltd DOM C151384 SAPPHIRE CATERING LTD DOM C090045 Sapri-Vishka Handicraft Company Ltd DOM C080702 SARATTEE C151416 SARFRED TRADING LTD DOM C149919 SARGAM PRODUCTION LTD DOM C153060 SAROO IMPORTS LTD DOM C132799 SAS TRANSPORT CO LTD DOM C40509 SASEBO LTD DOM C085278 SASEMA MANAGEMENT COMPANY LTD DOM C147568 SATAREE DOM C7882 SATURNE CO LTD DOM C168186 SATYA'S GARMENTS UNIVERSE LTD C159234 SAUMYA ANCILLARY SERVICES (MAURITIUS) LTD DOM C092216 SAVANE HOTEL LTD DOM C174317 SAVANNAH FOOD DELIVERY SERVICE LTD DOM C104823 SAVANNE CAR RENTAL LTD DOM C180993 SAVERA PROPERTY HOLDINGS LTD DOM C183904 LTD DOM C110746 SB & METAL SB OUTSOURCING LTD DOM C110749 SB PLUMELECTILE C24021 SBC C165050 SBO Farm Limited DOM C144856 SBRV CARGO LOGISTICS LTD DOM C155917 SC BODY & FITNESS LIMITED DOM C167062 SC GOKHUL & SONS CO LTD DOM C102685 Ltd DOM C182336 ScanDoc Ltd DOM C068606 Co Ltd DOM C113292 SCAS PRODUCTIONS LTD DOM C22411 SCENIC LANDSCAPE LTD DOM C12485 SCHELTEMA AND COMPANY (PROPRIETARY) LTD DOMF C26416 SCHNEIDER ELECTRIC INDUSTRIES SA DOMF C151480 Schwartz DOM C084962 (Mauritius) LTD P11882 DOM C18957 SYSTEMS LTD DOM C157059 SCUTUM SERVICES LTD DOM C166758 SD ADMIN ADVANTAGE COMPANY LIMITED DOM C157385 SDD LOGISTIC LTD DOM C113335 SDIAG Holding Ltd DOM C171707 SDJ TRANSPORT LTD DOMFILE NO COMPANY NAME CATEGORY C101133 SDL Hospitality GB Ltd DOM C149536 Sdreams.life Ltd DOM C161764 SEA BEACH COMPLEX LTD DOM C9202 SEA BREEZE LTD DOM C144798 SEA BROTHER LTD DOM C144622 SEA DOG LTD DOM C7735 SEA ROCK PARADISE LTD DOM C170859 SEABOB LTEE DOM C162151 SEABREEZE SEALICIOUS LTD VIVEKANAND & C091592 Seaton Investment Ltd DOM C176139 SEAWEST MARINE LTD DOM C154990 SECOND LUCK Co. Ltd DOM C172144 SecondLife Ltd DOM C169960 SECRET LAGOON LTD DOM C138247 SECRET SPOT LTD DOM C52104 SECU PRO LTD DOM C170653 SECUBOOKS LTD DOM GLOBAL INSURANCE TWINS BODYGUARD LTD DOM C157164 SECURITY EXPERT AND LEADER (SEAL) LTD DOM C155368 SECURITY HUB LTD DOM C128531 SEDUCTION LINGERIE LTD DOM C157838 SEDULUS PRAESTANTIA ASHTON INTERNATIONAL LTD DOM C067044 SEE ENGINEERING CONSULTANTS CO LTD DOM C179073 SEE ME WEB LTD DOM C180283 SEEBUN LORD AUTOPARTS LTD DOM C110920 SEEBUNDHUN LUCKY PALACE LTD DOM C24343 SEEK ENTERPRISES LTD DOM C153332 SEETHA TELECOM LTD DOM C176097 SEETO TRANSPORT CO LTD DOM C090163 Sega One fashion Company Limited DOM C153115 SEHOM LTD DOM C143340 SEJ WAY LTD DOM LTD DOM C117395 SE-LECK ENGINEERING LTD DOM C148659 SELECT HOSTESS MANAGEMENT LTD DOM C176676 SELECT PRODUCTION (MAURITIUS) LTD DOM C12838 SELECT PROPERTY SERVICES LTD DOM C175271 SELECTRICK LTD DOM C177118 Self Care Cocoon Ltd DOM C099418 SEMBEL - IT LIMITED DOM C183129 SEMEC CONSTRUCTION CO LTD DOM C170185 SEMICOLON CO LTD DOM C21375 SENA DEVELOPMENT LIMITED DOM C082260 SENCODIS LTD DOM C177741 SENIOR CARE PLUS LTD DOM C174937 Senior Support Services Ltd DOM C107576 SENSATION PLUS LTD DOM C111336 Sent Mobile Ltd DOM C167313 SENTOSA HOME LTD DOM C132409 SEPTECO DOM BPO LIMITED DOMFILE NO COMPANY NAME CATEGORY C067338 SERENITY SPA LTD DOM C081288 Serge Dick Ltd DOM C43843 SERPOS LTEE DOM C148164 SERRET AND SONS LTD DOM C18023 SERVICE PLUS CATERING LTD DOM C52392 SERVIPHONY LIMITED DOM C152165 SERVIZO (INDIAN OCEAN) LTD DOM C173862 SESTRA Metal Work & Builders Ltd DOM C110422 Seven Seventy Seven Co LTD DOM C070666 SEVEN SIRS COMPANY LTD DOM C126508 SEVENTEEN TWENTY SIX LTD DOM C177664 Seventy Seven Tours Ltd DOM C129157 SEWRAJ & DOOBOREE INVESTMENT LTD DOM C1919 SEWRAZ FRERES LIMITED DOM C120344 SEXTANT LTD DOM C144501 SFG Land & Investments Ltd DOM C136259 SG CAPITAL GROUP LTD DOM C136259 SG CAPITAL GROUP LTD DOM C163785 SG5 MAINTENANCE LTD DOM C183526 SGR EXTREME FIGHTS LTD DOM C182242 SH CONSTRUCTION CO LTD DOM C119800 SH LANDSCAPE LTD DOM C150859 SHA WED PRO CO LTD DOM C40807 SHABMAN MANUFACTURING CO LTD DOM C090787 SHADES TEXTILES LTD DOM C134124 Shadia Fashion Ltd DOM C127257 SHAF CONSTRUCTION LTD DOM C110796 Shafa Contracting CO LTD DOM C142863 SHAFIQ IMPEX LTD DOM C103555 Shah Aluminium Product Ltd DOM C093994 Shahelect Company Ltd DOM C180908 SHA-HILL FARM HOUSE LTD DOM C47044 SHAHIRA FOOD TECH LTD DOM C155703 SHAIK MOHAMMAD & NAJEEDAH LATIFF COMPANY LTD DOM C109322 LTD DOM C184198 SHAJAY MANIA LTD DOM C104916 Shaktidhar Travel Ltd DOM C175030 Shama Low Ltd DOM C39865 SHAMAL MANAGEMENT SERVICES LTD DOM C62098 SHA-MART LTD DOM C6233 SHAMS FABRICS LIMITED DOM C175767 SHANAYA EIGHT & EIGHT CO LTD DOM C149242 SHANGHAI SIAM CO LTD DOM C63223 SHANKAR GARMENTS LTD DOM C60150 SHANKAR SHAPE MEDIA DOM C146860 SHARIFF & SONS LTD DOM C179272 Sharpline Construction Ltd DOM C49456 SHASH CREATION LTD. DOM C098413 SHASIZ TRANSPORT LTD Shastha SHAVAK SHAVED DESSERTS LTD DOM C179371 SHAZ PROPERTY MANAGEMENT & IMMOBILIER CO LTD DOM C083636 SHEEL'S PLAST CO LTD DOMFILE NO COMPANY NAME CATEGORY LTD DOM C162850 SHELLTHOT LTD DOM C23387 SHIBANI INWEAR CO LTD DOM C112716 SHIELD FIRE PROTECTION EQUIPMENT & SERVICES CO LTD DOM C50349 SHIFA TRADING LTD DOM C169370 SHIFU Limited DOM C184164 Shilpa Motion Works (Mauritius) Ltd DOM C170667 SHINING STARS INVESTMENT CO LTD DOM C170668 SHINING STARS MOVIES CO LTD DOM C093634 SHINY CERAMICS CO. LTD. DOM C082448 SHIPKOLYE MIAMI Co. Ltd DOM C080780 SHISH ENTERPRISE C090578 SHIV BHAUGEERATTY C175733 Shiv C102941 Shivali Fashion Ltd DOM C166424 SHIVANSH TRADING COMPANY LTD DOM C097243 ShockwavZ Co Ltd DOM C180924 SHOE FASHION LTD DOM C089308 SHOES R MY WORLD LTD DOM C48032 SHOESTEPS LTD DOM C150467 Shopping Variety Ltd DOM C164982 LTD DOM C45585 SHOWBIZZ ENTERTAINMENT LTD DOM C094950 LTD DOM C183331 Shreem Divas Ltd DOM C144305 SHRESHYAAN CONSTRUCTION CIVIL AND RENOVATION WORKS CO LTD DOM C171280 SHRUTY KANT DEV PELLADOAH LTD DOM DOM FD275 Shukra Foundation DOM C167878 SHYR BEAUTY GARDEN CO LTD DOM C174276 Sia Food Festival Ltd DOM C182273 Sibeau Premium Fleet Services Ltd DOM C42841 SIFS CONSULTANT LTD DOM C099052 SIGHT SAVERS CO LTD DOM C099052 SIGHT SAVERS CO LTD DOM C093625 SIGMAR COMPANY LIMITED DOM C090305 Sign Adventure Ltd DOM C104151 Sign Division LTD DOM C162731 SIGNALYTIC LTD DOM DOM C6120 SILMAC RECOVERY (MAURITIUS) LIMITED DOM C48209 SILVER CITY HOLDINGS LTD DOM C163466 SILVER CORE LTD DOM C089640 SILVER KNOB LTD DOM C090214 SILVER NINE Co Ltd DOM C27725 SILVER RAYS TRADING COMPANY LTD DOM C137895 SILVER SCREEN ENTERTAINMENT LIMITED DOM C177779 Silvercrest General Ltd DOM C177779 Silvercrest General Ltd DOM C166472 SILVERLINE PRODUCTIONS LTD DOM C179851 Silverstone Car Renting Silverway Ltd DOM C55452 Silvia & Licia Limited DOMFILE NAME CATEGORY SIMO CONSULTANCY LTD DOM C108812 SIMPLEBLUE LTD DOM C178110 SIMPLY SHOP LTD DOM C55382 SINCERITY PLASTIC MOULD LTD DOM C41469 SINO CONCORP COMPANY LTD DOM C19055 SINOLINK LTD DOM C066985 SIRAG Private Co Ltd DOM C181057 SIRCO BEST CO LTD DOM C068978 SIROCCO LTD DOM C178205 SIT AND GO GRILL LTD DOM C126159 SIT PROPERTY DEVELOPMENT CONSULTANCY LTD DOM C183810 SIVA AUTOPARTS LTD DOM C181275 Sivaramen Narrainen & Co Trading Ltd DOM C110441 Six Points Trading Ltd DOM C40934 SJE CO LTD DOM C167969 SJM STONE WALL LTD DOM C172912 SJS PARTNERS LIMITED DOM C150709 SK FARM LTD DOM C167416 SK HEERAH CAR RENTALS LTD DOM C161457 SK MARKETING EXPERTS LTD DOM C155080 SK PROFESSIONAL THATCHED ROOF LTD DOM C177605 SKA TRADING LTD DOM C166017 SKB FURNITURE LIMITED DOM C166017 SKB FURNITURE LIMITED DOM C123346 SKERMA LTD DOM C135064 SKILL OPS SOLUTIONS LTD DOM C159998 SKILLS DEVELOPMENT CENTRE LTD DOM C108777 SKIN HEALTH CARE CO LTD DOM C163901 SKS French Company Ltd DOM C069539 SKS PROPERTIES LTD DOM C181470 SKY AGRO LTD DOM C172375 Sky Cleaning Ltd DOM C19285 SKY DREAM CO. LTD DOM C107870 SKY DREAM ORG. LTD DOM C156410 Sky Eight Ltd DOM C133632 SKY INNOVATION (MAURITIUS) LIMITED DOM C55222 SKY ROCK LTD DOM C146751 SKYARC LTD DOM C135657 SKYBO LTD DOM C161181 SKYFALL CONTRACTING & DESIGN LIMITED DOM C164556 SKYLINE ARP SERVICES LTD DOM C51101 SKYLINE TRAVEL & TOURS LTD DOM C175599 SKY-RISER VENTURING CO LTD DOM C074385 SKYWORLD AUTOPARTS SL C155937 SLA WATERSPORTS LTD DOM C125382 SLIM PROPERTIES LTD DOM C173453 SLONE DIGITAL LTD DOM C178138 SM Corporate Services Ltd C181218 SM IMPORTS C129127 SM LODGE (MAURITIUS) LTD DOM C46178 SMARR & SONS CO LTD DOM C134037 SMART AISHA ENTERPRISE LTD DOM C139212 SMART BROKERS LTD DOM C151516 Smart Choice Management Property Ltd DOM C151516 Smart Choice Management Property Ltd DOM C138607 Smart Concept Ltd DOM C182485 SMART EDG CO LTD DOMFILE NO COMPANY NAME CATEGORY C168859 SMART EXOTIQUE GROUP LTD DOM C093277 SMART HOMES LTD DOM C145080 Smart Investors Club Ltd DOM C143594 SMART POINT LTD DOM C103673 SMART SELECTIONS LTD DOM C128079 SMART TELECOMMUNICATIONS LTD DOM C156291 SMART WASTE COLLECTORS LTD DOM C171302 SMARTIFY LTD DOM C074152 SmartKet Co Ltd DOM AGENCY LTD DOM C179675 SMASHBURGER LTD DOM C113141 SMILE DISTRIBUTORS LTD DOM C077715 SMILES TOURS LTD DOM C161991 SMK Embroidery Ltd DOM C171007 SMM SAMY AND COMPANY LIMITED DOM C179982 SMOOTH BLACK LTD DOM C177287 SN Aqua Furniture Ltd DOM C183140 SNA BODY MOMENT LTD DOM C180693 SNA Rosa Ltd DOM C162638 S'Neha Boutique Ltd DOM C130591 SNEHHA TOURS LTD DOM Ltd DOM C42141 LTD. DOM COMPANY LTD DOM C42229 SNYPER LTD DOM C154781 So Posh Group Ltd DOM C109949 So. Prestiles Services (Mauritius) Ltd DOM C137302 C104611 MANAGEMENT REALTY LTD DOM P5321 SOC AZIZE ABDOOL DOM C8602 SOC GHANTY & CIE DOM P5090 SOC I JHUMMUN & CO DOM P2957 SOC I. BEEHARRY & CIE DOM P5357 SOC JANGI BROS & CO DOM P5079 SOC LAM KEE MAURICE & CO DOM P5168 SOC M. GOOLAM RASSOOL & CIE DOM P5265 SOC ROGER DE LA TOUR & CO DOM P3265 SOC. HENRI NAIRAC ET CIE DOM P5276 SOC. R. RAMBUJOO & CO DOM P5035 SOC. WONG LAM & CO DOM P1385 SOC.CAJEE MAHMOOD & CO SON DOM P5083 SOC.PAK HIM CHUI HOM LAP & BROTHERS DOM P5193 SOC.R.BALGOBIN & CO DOM C137186 SOCASS LTD Société A&K Boodhoo Ltd DOM P2002 SOCIETE A.M. LEE HUNG CHUEN ET CIE DOM P5651 SOCIETE ABDUR RAHMAN FRERES & CIE DOM P018621 SOCIETE ANH DOM P17185 SOCIETE A-WORLD PROPERTIES DOM P3095 SOCIETE BELCASE DOM P018459 BETTER HOMES DOM C133411 SOCIETE BLEU VERT LTD DOMFILE NO COMPANY NAME CATEGORY P4290 SOCIETE BOOLAKY & CO DOM P019311 SOCIETE CASSIM SULLEMAN HANSA & CO DOM P023552 SOCIETE CHEVREUIL DOM C15672 SOCIETE COCO MOON LTD DOM P3405 SOCIETE D.RUNGOO & CIE DOM C4135 SOCIETE DE DEVELOPPEMENT ET DU DOM P022271 SOCIETE INDUSTRIA BUSINESS PARK DOM C8774 SOCIETE INTERNATIONALE DE CONSTRUCTIONS LTEE DOM P018464 SOCIETE JIBEL DOM P4077 SOCIETE KRISHNA SEEWOOGOBIN & CIE DOM P4226 SOCIETE LAURE & CIE DOM P15242 SOCIETE LES JARDINS DE HERMITAGE DOM P3251 SOCIETE LES PERGOLAS DOM P9280 SOCIETE M. JOWAHEER & CIE DOM P16517 SOCIETE MATINON DOM P1811 SOCIETE MORVAN & CO. (METALTECH DOM P018466 SOCIETE THE MEADOWS VILLA DOM C170014 SOCOST LTD DOM C141766 SOCRATES PALLIATIVE & NURSING CARE DOM SOFALA C163318 SOFT WAY CAR WASH LTD DOM C081358 SOFTNEXT LTD DOM C114058 Sohail Electronic Enterprise Ltd DOM C182017 SOHATA Ltd DOM C40733 SOHAWON ENTERPRISE LTD DOM P5016 SOHORAYE BROTHERS DOM C124046 Solar Africa Shop Ltd DOM C183342 SOLAR CENTER LTD DOM C158987 SOLAR DEVELOPMENT ENERGY LTD DOM C110074 Solar Venture Fund Ltd DOM C62137 SOLARPLUS C124783 SOLID SOUND LTD DOM C179132 SOLID WASTE TO ORGANIC COMPOST LTD DOM C157507 SOLINAS TRADE LTD DOM C148048 Solstice International Ltd DOM C138739 SOLUTION AIR LTD DOM C162229 SOLUTION DE GESTION IMMOBILIERE LTE DOMFILE NO TURF LTD DOM Somerset Foundation DOM C145910 SOMEWHERE LTD DOM C3630 SONAB LIMITED DOM C072980 SONIA EXPORT LTD. DOM C160832 Sony et Patrick Gestion ( Ile Maurice SOOKOYEE SOORYA CATERING CO C169340 SOPHONY C124235 Sorbet C183133 SOUBHAM TRAVEL TOURS LTD DOM C160558 SOUL AND GRACE COMPANY LTD DOM C131329 SOUL BEAUTY Co Ltd DOM C179614 SOULCARE MARKETING LTD DOM C181236 Sourceify Trading Pty Ltd DOM C23541 SOUTH AMERICAN INVESTMENTS LIMITED DOMF C147689 SOUTH SIDE KITE CO LTD DOM C133481 SOUTHBRIDGE AGENCY COMPANY LTD DOM C176198 SOUTHERN DISTRIBUTORS LIMITED DOM C54374 SOUTHERN HOLIDAYS LIMITED DOM C160887 Southern Leather (Mauritius) Limited DOM C10391 SOUVENIR CASTING LIMITED DOM C4506 SOUVENIRS (MAURITIUS )LTD DOM C182138 SPACE HIVE LTD DOM C3952 SPAN ENTERPRISE LTD DOM C62031 SPARE TECH LTD DOM C115088 SPARES BOYZ (MRU) LTD DOM C165631 SPÉ C170691 DOM C7795 SPECIAL KNITTERS CO. LTD DOM C175024 SPECIAL OPS AFRICA LTD DOM C58877 SPECIALISED PROCUREMENT SERVICES LTD DOM C158538 Spectrum Consortium Ltd DOM C52894 SPEED BOAT LTD DOM C165059 SPEED TRANSIT LTD DOM C141323 SPEED TYRE CO LTD DOM C7045 SPEEDY BUILDING AND COMPANY LIMITED DOM C158260 SPERANZA CARE LTD DOM C142108 Sphere Media Technologies Hub Ltd DOM C178799 SPHILLUMINATE LTD DOM C085764 Sphinx Accounting Services Ltd DOM C23398 SPIC-JEL ENGINEERING CONSTRUCTION LIMITED DOMF C156761 SPIN4GOLD Splash Cascavelle Ltd DOM C086625 SPLENDED SELECTION P V T LTD DOM C144754 SPORT EQUIPMENT AND LEISURE (SEAL) Co LTD DOM C116678 SPORTCRAFT Enterprises Co. Ltd DOMFILE NO COMPANY NAME CATEGORY C126689 SPORTS CONCEPTS LTD DOM C174320 SPOT-ON FACILITIES MANAGEMENT CO LTD DOM C4793 SPREMA ENGINEERING WORKS LTD. DOM C177441 SPRING SHOP LIMITED DOM C39872 SPY TRADING LTD DOM C166532 Square Accounting Ltd DOM C181103 SQUARE POINT LTD DOM C166608 SQUARE TO ROUND CONTRACTING LTD DOM C137764 SRI MEGAM (MAURICE) PVT LTD DOM C163087 SRTM Ventures Ltd DOM C165817 SS KUNDUN DECORATIVE STRUCTURE LTD DOM C162622 SS Recovery and Co Ltd DOM C54188 SSF INTERNATIONAL LTD DOM C178405 SSL CLEANING LTD DOM C175985 SSR ADVENTURE CO LTD DOM P14914 ST ALEXIS DOM C8317 ST ANTOINE HOUSING DEVELOPMENT CO LTD DOM C276 ST AUBIN SUGAR ESTATE COMPANY LIMITED DOM C075491 St Felix Brands Ltd DOM C082566 ST Germain Immobilier Limitee DOM C57390 ST JACQUES CO LTD DOM C162234 STAFF ASSOCIATED VISION LTD DOM C5015 STAMPLE LTD DOM C174210 STAN PEST PREVENTION LTD DOM C52813 STAND NINETY TWO LTD DOM C60104 STAND SIXTY FOUR (TWO) LTD DOM C59717 STAND SIXTY FOUR LTD DOM C127792 STANDARD ENGINEERING LTD DOM C58138 STANDMAR (HOLDING) LTD DOM C42914 STANFORD COVE LTD DOM C132101 Stanislaus Yield (Proprietary) Limited DOMF C27700 STAR ALUMINIUM FABRICATORS LTD DOM C17063 STAR CEMENT LTD DOM C135578 STAR CHEMICALS INTERNATIONAL LTD DOM C140645 Star Eyes Hotel Supply Ltd DOM C095468 STARFISH AQUARIUM LTD DOM C182150 STARFORD CO LTD DOM C125818 STARGIFT LTD DOM C093869 Starjobs Learning Centre Ltd DOM C170054 Stark Holdings Ltd DOM C179818 Stark Trading Ltd DOM C155423 Starlite S&R Ltd DOM C112202 Star's Cosmetics (Mauritius) Ltd. DOM C53641 STARS MOTORS LTD DOM C144918 STAY SASSY CO LTD DOM C4111 STE BEAUJOLAISE DE CANALISATIONS & DE TRAVAUX C168382 STEEVE DUPRE CAR CARE C123834 STEEVE ENTERPRISE LTD DOM C164949 STEF STYLE LTD DOM C179376 Stegova LTD DOM C48937 Limited DOM C121554 STERLING MARKETING LTD DOM C157896 STEW'S EVENTS LTD DOM C145260 STFN LANDSCAPING SOLUTIONS LTD DOMFILE NO COMPANY NAME CATEGORY C149448 Still In Action Ltd DOM C146680 STILL WATER PRODUCTION LTD DOM C074436 STL CREATIONS Co. Ltd DOM C071406 STOCKBUILD LTD DOM Ltd DOM C077567 STOR DATACOM DOM STRATOPLAN LTEE DOM C136775 STRAWBERRY FROG LTD DOM C140245 Strawberry Hill Ltd DOM C110316 STREAMSTAR CO LTD DOM C080547 STREAMVISION CO LTD DOM C115207 STREET FINDER CAR RENTAL LTD DOM C163490 STREET GECKOS LIMITED DOM C147165 STREETFLYER LOGISTICS LTD DOM C173248 STRESS FREE MEDICAL SERVICES LTD DOM C111056 STRETCHTEK CO LTD DOM C156535 STRICTLY TRADING CO LTD DOM C166654 STRIKER CRUISE LTD DOM C179856 STRONG SERVICES UNITED LTD DOM C173796 STUDIO 16 PRODUCTION HOUSE LTD DOM C169511 STUDIO ARVIND CRUSTNA LTD DOM C147613 Studio Bodytech Ltd DOM C171319 Style Elite Ltd DOM C164794 Stylento co ltd DOM DOM DOM C072231 SUCCESS MARKETING LTD DOM C141927 SUCCESS STORY LTD DOM C45623 SUGAR CANE CONTRACTING SERVICES LTD DOM C087304 SUGAR REEF PROPERTIES Ltd DOM C12851 SUHOTOO ALLIED INDUSTRIES LTD DOM C093587 SULEKAI CO. LTD DOM C124195 SULITZER PRIVATE WORLD CONSULTING LTD DOM C104868 SUMIDA LTD DOM C119084 SUMMER RECESS COMPANY LIMITED DOM C132788 Summerside Limited DOM C159521 SUMMIT POINT (MAURITIUS) LTD DOM C156521 SUMMIT TRAVELLERS LTD DOM C170597 SUN DEALS COMPANY LTD DOM C067157 SUN PARADISE LTD DOM C133568 SUN SEA ENERGY LTD DOM C57903 SUN SUMMER MOTORS LTD DOM C64746 Sunel Investments Ltd DOM C7036 SUNESTA COMPANY LIMITED DOM C111286 SUNKAI COMPANY LTD DOM C077915 SUNLEE SHOP LTD DOM C133331 SUNNYSTARS CONSULTANCY HOLDINGS LTD DOM C133332 SUNNYSTARS RESORTS HOLDINGS LTD DOM C127041 SUNRISE MANAGEMENT LTD DOM C163882 SUNSET EVENT LTD DOMFILE NO COMPANY NAME CATEGORY C119134 SUNSET PROPERTIES LTD DOM C118365 SUNSHADOW LIMITED DOM C58276 SUNSHINE HYDRO LTD DOM C142645 LTD DOM C152471 SUNTECH ELECTRONICS LIMITED DOM C50855 SUNTRONIC COMPUTER LTD DOM C162965 Super Boulettes Co Ltd DOM C174916 SUPER DETAILING LTD DOM C162020 SUPER DRIVE CAR RENTAL LTD DOM C170505 SUPER PREMIUM DISTRIBUTION LTD DOM C3061 SUPERFOAM LIMITED DOM C169575 SUPER-GRACE CO LTD DOM LTD DOM C168593 SUPO STARS LTD DOM C124825 SUPPLIES PRO LTD DOM C43799 SUPREME TELECOMMUNICATIONS LIMITED DOMF C122220 SURCOUF CONSULTING LTD DOM C125014 SURESERVICES CO LTD DOM C41997 SURF BEACH CO. LTD DOM C24667 SURF BEAT LTD DOM C25413 SURF LANE LTD DOM C068847 SURF PROPERTIES LTD DOM C166611 SURFACE TECHNIQUE LTD DOM C126071 Surfline Co Ltd DOM SURIKAZ LTD DOM C13144 DOM C127013 SURYA SUYAHOUSE LTD & KING Co Ltd C139943 SVP PROPERTY DEVELOPER LTD DOM C150750 SWARAJ KISTOO TRADING COMPANY LTD DOM C103774 Sweet & Cute Ltd DOM C135497 SWEET ART &DESIGN LTD DOM C104941 SWEET DOUGH LTD DOM C172565 SWEET MAMY LTD DOM C165629 Sweet-Escott Global Holdings Limited DOM C165678 Sweet-Escott Global Limited DOM C178621 SWEETREND LTD DOM C137458 SWIFT DRIVE LTD DOM C082889 SWIFT SECURITY GUARD LTD. DOM C183261 SWIFT TRANSFER LTD DOM C166801 SWIFTTECH LTD DOM C147299 SWISS MEDICAL & PARAMEDICAL C183459 CO LTD DOM C184625 SYNCHUBS SEA LIMITED DOM Synergy Co-Investment GP C143479 Synergy Northstar DOM DOM C119380 SYNNOVE SOLAR (MAURITIUS) ONE LTD DOMFILE NO COMPANY NAME CATEGORY C174796 Syri Holdings Ltd DOM C119928 SYRUS INNOVATION LTD DOM C072689 SYSMA INTERNATIONAL LTD DOM C115565 SYSTEM AT WORK COMPANY LIMITED DOM C46440 SYSTEM AWNINGS (MAURITIUS) LTD DOM C110203 LTD DOM C146616 SZM CONTRACTING LTD DOM C2615 T & J MASTERPIECES LIMITED DOM C42544 T.A.S.K LTD DOM C161844 LTD DOM C155515 T.SEWRAZ Holdings Limited DOM C155515 T.SEWRAZ Holdings Limited DOM C182658 T.Transway Transport Co Ltd DOM C157142 TA ESTATE AGENCY & SURVEY LTD DOM C184202 TAAPLY (MAURITIUS) LTD DOM C26461 TABERNACLE TABSOM LTD DOM C146136 TABZ LTD DOM C184410 Tactical security team Ltd DOM C143430 TADS & CO LTD DOM C182890 TAJ DREAM CONSTRUCTION LTD DOM C43111 TAJ MOTORS CO LTD DOM C50854 TAKE OVER LIMITED DOM C179767 TAKSH TRADING LTD DOM C3183 TALBOT FISHING COMPANY LIMITED DOM C156881 TALENTARIS LIMITED DOM C170407 TALES OF SHISHA LTD DOM FD462 Talika Foundation DOM C9251 TALON EXPRESS LTD DOM C116983 LIMITED DOM C116983 TAMACHI CORPORATE LIMITED DOM C54537 TAMAK GROUP LTD DOM C119225 TAMAK SHOES LIMITED DOM C182714 Tamam Events Ltd DOM C183127 TAMAM PRODUCTIONS LTD DOM C131254 TAMARAI CAR RENTAL LTD DOM C080390 TAMARIN VILLAS LTD DOM C085096 Tamarine Ltd DOM C183323 Tamby & Sons Ltd DOM C139879 TAMEREEN PALACE COMPANY LIMITED DOM C089137 TAMESIS LTD DOM C5547 TANGARA KNITTING FACTORY LTD DOM C162617 TANGO DIGITAL LTD DOM C162261 TANNENBAUM LIMITED DOM C135816 TANTINE PRO CO LTEE DOM C115808 TANYASU-DAISY C114443 TANZIM CREATIONS LTEE DOM C106867 TAREDA DECOR LTD DOM C180282 Target DOM TARIQAT MANZIL LTD DOM C150163 TARIS ENTERPRISE LTD DOMFILE NAME CATEGORY C117659 TARS-IS CONSULT LTD DOM C146049 TASHWAN LTD DOM C128083 TASTE LOVER CO LTD DOM C113552 TASTY BUDS Ltd DOM C113552 TASTY BUDS Ltd DOM C113830 TASTY SNACK AND TAKE AWAY LTD DOM C7547 TATE & LYLE INDUSTRIES LIMITED DOMF Ltd DOM C9682 TCHITA LTD. DOM C162106 TEAM ELECT CO LTD DOM C179334 TEAM NJ SECURITY SERVICES LTD DOM C18048 TEC LINE LTD DOM C52643 TECH.COM COMPANY LIMITED DOM C181739 TechDelux LTD DOM FD218 LTD DOM C2438 TECHNOCOM LIMITEE DOM C53501 TECHNOLOGY MANAGEMENT SERVICES LTD DOM C178960 Technyxs Geo Ltd DOM C64305 TEESHAL TENNOG Decoration C15556 TENTATION BOUTIQUE CIE LTEE DOM C183524 TEO PRODUCTS DISTRIBUTORS LTD DOM C147225 TERAMAX LIMITED DOM C151521 TERRA NOSTRA LTD DOM DOM Ltd. DOM C180748 TEVA AGRI CO LTD DOM C121211 Tex Knits Ltd DOM C154703 TEX MARK DEV LTD DOM C5506 TEX SERVICES LTD DOM C123327 Tex Washing Ltd DOM C17750 TEXIMED OVERSEAS LTD DOM C3440 TEXTILE - DYEING AND PRINTING INDUSTRIES LIMITED DOM C074892 TEXTILE BOX LTD DOM C131193 TEXTURE LTD DOM C23956 TFK SUPPLY LTD DOM C131031 TG CONTRACTING CO LTD DOM C172384 TGR AUTOMOTIVE PAINT LTD DOM C074103 TH TRADING LTD DOM C22995 THALES ATM PTY LTD DOMF C157722 THE 3 MIRROR'S LTD DOMFILE NO COMPANY NAME CATEGORY C131183 THE 3 SIS LTD DOM C173649 THE AFRICAN VILLAGE 1968 Ltd DOM C178592 THE ART VAULT LTD DOM C4924 THE BAGGED SUGAR STORAGE AND DIST CO.LTD DOM C64750 The Bay Ltd DOM C164540 The Bee Alliance Ltd DOM C156986 THE BLUE KNIGHT LIMITED DOM C162523 THE BOATSITTER LTD DOM C081776 The BRAMCOM Holding Ltd DOM C183113 THE BROWNS LTD DOM C101109 THE BUSINESS POINT COMPANY LIMITED DOM C172989 THE BUSINESS SERVICES PEOPLE LTD DOM C164885 The Butler Experience Ltd DOM FD351 The Chameleon Foundation DOM C1656 THE CITY PHARMACY COMPANY LIMITED DOM C171121 THE CLUTCH LTD DOM C164956 The Coal House Ltd DOM C095496 The Coco Palm Ltd DOM C175999 The Countryman Company Limited DOM C166952 The creative engine (pty) LTD DOM FD485 The Danbappa Foundation DOM C9750 THE DELPHIS BANK LIMITED DOM C118457 THE ELECTRIC DODO LTD DOM FD306 The Elinor Foundation DOM C152798 THE EMPEROR PROPERTIES LTD DOM C108452 The Executive Business and Computational Institute Ltd DOM C068171 The Fabulous Investment & Trading Co. Ltd DOM C174939 THE FERRY CRUISE CENTER LTD DOM C128665 THE FIRST GUARDIAN LTD DOM C170602 THE FO4R TABLE LTD DOM C27205 THE FOOTPRINTS LTD DOM C155885 THE FOREST DEVELOPMENT LTD DOM C173432 THE FOUR SNACK LTD DOM C176640 THE GOURMET'S COVE CO LTD DOM C183161 The Grand Vision Ltd DOM C58052 THE GROOVING STYLE LTD DOM C148151 THE GUJ COMPANY LTD DOM C163230 The Happy Four Ltd DOM C42679 THE HIGHER TASTE LTD DOM C181500 THE IDEAL SUPERMARKET COMPANY LTD DOM C1756 THE INDEPENDANT PUBLICATIONS LIMITED DOM C44 THE INDIA BOATS COMPANY LIMITED DOM FD405 The Infinitus Foundation DOM C25773 THE INTERNATIONAL DEALERSHIP COMPANY LIMITED DOM C129996 THE INTERNATIONAL LAW CENTRE OF EXCELLENCE LTD DOM C180541 The IT Market Ltd DOM FD564 The Kennyson Foundation DOM C182330 THE KEY PATH SERIES LIMITED DOM C086908 THE LEGENDARY TECHNOLOGIES LTD DOM C099695 The Lemon Tree Café Ltd DOM C157121 The Lifestyle Architects Ltd DOM C1760 THE MAURITIUS BISCUIT MAKING COMPANY LTD DOM C663 THE MAURITIUS COMMERCIAL CREDIT CO LTD DOM C637 THE MAURITIUS DRUG HOUSE LIMITED DOM C986 THE MAURITIUS FINANCING & TRADING CY LTD DOM C111320 The Mauritius Leasing Company Limited DOM C183559 The Minimalist Co Ltd DOM FD548 The MODAC Foundation DOMFILE NO COMPANY NAME CATEGORY C172791 THE MOON INTERNATIONAL IMPEX LTD DOM C21134 THE MUST TOURS LTD DOM C169875 THE NEW ATMOSPHERE LTD DOM C28 THE NEW MAURITIUS DOCK COMPANY LIMITED DOM C096374 THE OBSERVER NEWSPAPER LTD DOM C134416 THE ONE MOOLKEEA LTD DOM C173319 The Pearl Distributors Ltd DOM C083093 The Pirates Lodge Ltd DOM C108009 THE PIRATES RESTO-BAR LTD DOM C166200 THE PIZZA TRAILER LTD DOM C178848 THE PLANE FILM PRODUCTION LTD DOM C119154 THE PROFESSIONAL CLEANERS GROUP LTD DOM C52234 THE REALLY USEFULL CO. LTD DOM C177820 THE REALM OF DAMODARA LTD DOM C1715 THE REINSURANCE COMPANY OF MAURITIUS LTD DOM C156822 THE RISING NETWORK LTD DOM C138418 THE ROOTS PROPERTY LIMITED DOM C180886 THE SECRET GREEN CLUB COMPANY LTD DOM C3004 THE SPARROW INSURANCE COMPANY LIMITED DOM C164797 THE STRENGTH HUB LTD DOM C099048 THE SUMUN RESORTS LTD DOM C170721 THE TAXMAN CO LTD DOM FD425 The Tinspoon Foundation DOM C094275 THE TRACTORS CO LTD DOM C164259 THE UNIQUE CAR SPA LIMITED DOM C161299 THE URBAN KITCHEN LTD DOM C163968 THE VALE WELLNESS LTD DOM C129608 THE WAFFLE SHOP LTD DOM C181635 THE WAN MARDEMOOTOO URBAN TASTE LTD DOM C170130 The Wedding Studio Limited DOM C172860 THE WHITE FALCON CO LTD DOM C168722 THE WHITE LOUNGE LTD DOM C63149 THENGBERG TRADING AND CONSULTANCY LTD DOM C27479 THERAPIA & BEAUTY CARE LTD DOM C087585 THESEUS PROPERTY FUND LTD DOM C10648 THEVDENTLAB LTD. DOM C108589 Thierry Transport Co Ltd DOM C170152 Think B Marketing Ltd DOM C134753 THINK CONSTRUCTION LTD DOM C178213 THINK EAST LTD DOM C130601 THINK.IN LIMITED DOM TEH LTD DOM C7773 DOM C48287 THOMAS & SONS LTD DOM C165730 THP Distributors Ltd DOM C108019 THREE ADVERTISING LTD DOM C181830 Three Capes Limited DOM C138878 THREE D-REALITY LTD DOM C163177 THREE D'S INTERIOR STUDIO LTD DOM C123338 THREE MONKEYS LIMITED DOM C108992 THREE NS FASHION & DESIGN ENTERPRISE LTD DOM C086800 THREE SHELLS COMPANY LTD DOM C182114 Three Sixty Five Pharma and Med Co. Ltd DOM C159825 ThreeSixty Degrees Travel (Mu) Limited DOM C101723 TI DOUCE Co Ltd DOM C079036 Ti' Ti Lokal Ltd DOMFILE NO COMPANY NAME CATEGORY FD342 Ti pa-ti pa Foundation DOM C27622 TIBO & ZIA LTD DOM C121341 TI-DODO LTD DOM C174709 Tiger International Consulting Ltd DOM C51061 TIKKA MASSALA CO. LTD DOM C9689 TIKSI LTD. DOM LTD DOM C176684 Timber Ltd DOM C168358 Timblux Contracting Ltd DOM C127356 TIMEWORLD INTERNATIONAL LTD DOM C172075 Tina Outfits Ltd DOM C161172 TIPO SERVICER LTD DOM C110510 TI-PROFIT HARDWARE SHOP CO DOM C60108 TITANS SCIENTIFIC LTD DOM C168779 TIVOVO (MAURITIUS) PTY CO LTD DOM C171252 TKM CONTRACTING DOM C126776 TLJ CO LTD DOM C183426 TMS MOTORSPORTS LTD DOM C136092 TO BE CALL LTD DOM FD230 Todellinen Foundation DOM DOM C156216 CO LTD TOMACA LTD DOM C159937 TOMPHONAT LTD DOM DOM DOM C55029 LTD DOM HOLDING LTD. DOM C9688 TOOWOOMBA LTD. DOM C7624 Top Beverages Ltd DOM C7318 TOP GARMENTS LTD DOM C57746 TOP KOPS LTD DOM C137154 TOP ONE AUTO LTD DOM C64002 TOP QUALITY ALUMINIUM LTD DOM C082282 TOP STEEL CO. LTD DOM C9480 TOPEKA HOLDING LTD. DOM C9599 TOPEKA LTD DOM C066711 Topfleet Car Rental Ltd DOM C147996 TOPLAND C173857 TOP-PROMO TOPSALES INTERNATIONAL LTD TOPWALL TRADING AND DOM C091946 C173103 TowMan Ltd DOM C108666 TOY MARKETING SERVICES LTD DOM C43171 TRA LA LA LTD DOM C158887 TRABS LIMITED DOM C144389 TRACK 2 LTD DOMFILE NO COMPANY NAME CATEGORY C105633 TRADE PLUS INTERNATIONAL CO LTD DOM C44980 TRADE WINGS & CO LTD. DOM C088340 TRADITION CREOLE LTD DOM C089100 Traditional Extracts Ltd DOM C155622 TRAILBLAZERS INTERNATIONAL Ltd DOM C177154 TRAIN 4 SUCCESS LTD DOM C070239 Train Link Ltd DOM C098292 TRAK N STOP LTD DOM C16818 TRANS WORLD INTERNATIONAL LTD DOM C105136 Transcon Services Ltd DOM C59650 TRANSFORMERS LTD DOM C177602 TRANSIT & TRAVEL LTD DOM C104388 TRAVAUX CHIC LTD. C53758 Travaux Techniques DOM C137994 Travaye Agency DOM C136865 TRAVEL ASSOCIATES LTD DOM C166144 TRAVEL BLISS LTD DOM C50672 TRAVEL BRIDGE LTD DOM C27856 TRAVEL HARBOUR (MTIUS) LIMITED DOM C150311 Travel Time Co Ltd DOM C108444 Travel Tip Ltd DOM C135915 TRAVELLERS MUSIC LTD DOM C157435 TRAVELUX (RODRIGUES) LTD DOM C090082 Treasure Escavators ltd DOM C162105 TREASURE ISLAND TOURS LTD DOM C177108 Treasureland Construction Ltd DOM C56377 TREBEG CO LTD LTD DOM C26104 SWITZERLAND S.A DOMF CLOTHING LTD DOM C7220 TREND FOOTWEAR MANU (MTIUS) LIMITED DOM C176288 TRENDSETTER AVENUE COMPANY LTD DOM C54257 TRENTON LTD DOM C081978 Tresor Diamonds Limited DOM C46991 TRESORS DE LA MARINE LTD DOM C9258 TRETORN-PLUS LTD DOM C164000 TRIANON HEALTH AND DIAGNOSTIC CENTRE LTD DOM C167076 Tricom Venture Ltd DOM C182237 Trinity Bore Way Goat Farm Co Ltd DOM C091948 Trinity Equipment Limited DOM C157751 TRINITY WELLNESS CENTRE CO LTD DOM C094234 Trinny Security Services Ltd DOM C180060 TRIO CARE LTD DOM C122308 TRIO CONTRACTING LTD DOM C136416 TRIO CORPORATE SERVICES LIMITED DOM C2794 TRIO DEVELOPMENT LTD. DOM C59670 TRIO MESHCO LTD DOM C10380 TRIO PROTAWELD LTD DOM C7385 TRIOMIX LTD DOM C129944 Trip Admirer Company Ltd DOM C169189 TRIPEZIA LTD DOM C173727 TRIPHALA CARE C120387 TRIVA LTD LTEE DOM C101680 TROPICAL AQUARIUM LTD DOMFILE NO COMPANY NAME CATEGORY C53269 TROPICAL BEACH RESORTS LTD DOM C172552 Tropical Bucket LTD DOM C142591 TROPICAL DRIVE LTD DOM C181685 TROPICAL EXCLUSIVE OASIS LTD DOM C135438 TROPICAL INSPIRATIONS LTD DOM C112827 TROPICAL NATURALS DISTRIBUTION LTD DOM C17806 TROPICAL SUBMARINE SAFARI LTD DOM C106136 Tropical Tiger Ltd DOM C23317 TROPICAL TIMES LTD. DOM C121973 TROPICAL TRADING LTD DOM C170783 TROPICAL TRAINING CO LTD DOM C131819 TROPI'CALL LTD DOM C170830 TRUE BUILDERS LTD DOM C149077 True Choice Ltd DOM C154531 TRUE GLOBAL (MAURITIUS) LTD DOM C16907 TSIM SHA TSUI & CO LTD DOM C166787 TSSUPPORT HARDWARE LTD DOM C61284 TUCSON LTD DOM C9694 TUKOPIA LTD. DOM C143128 TULIP CAR RENTAL LTD DOM C123317 TULIPE SPA CO LTD DOM C105871 TULIPES DEVELOPMENT LTD DOM C120998 TUNA TEX LTD DOM C123077 TURBOLIN TRADING LIMITED DOM C113350 TURQUOISE COTTAGE LTD DOM C097327 TUSH & TAAR FURNITURE LTD DOM C181017 TUTTI BEAUTY LTD DOM C128619 TWEAK AND TEASE COMPANY LIMITED DOM C161964 TWELVE SPRINGS COMPANY LTD DOM C4496 TWENTIETH CENTURY MARKETING LIMITED DOM C166236 TWENTY FOOT DEVELOPMENT LTD DOM C100691 TWENTY FOUR HOUR PRECINCT LTD DOM C076951 Twin ENERGY UN Ltd DOM C121807 TWIN ISLANDS FOODS LIMITED DOM C114681 TWIN TIME PROPERTY CO LTD DOM C40290 Two by Ten Ltd DOM C167958 TWO three STAR CO LTD DOM C27056 TY BREIZNAMASTE LTD DOM C15179 TY HOLDING LTD DOM C153733 U Move Ltd DOM C072933 U.G LTD DOM C118778 U.H.Z Company Ltd DOM C169329 UAE Management Ltd DOM C157304 UBIM ENTERPRISE COMPANY LTD DOM C181648 UDDIN BENGALE LTD DOM C126487 Ultimate Boat Services Ltd DOM C127763 Ultimate Concepts Ltd DOM C170939 ULTIMATE JOURNEY LTD DOM C144421 ULTRA BLUE TECH LTD DOM C3136 ULTRAMAR CO. LTD DOM C091799 ULTRANEX INTERIOR DESIGN C176461 UMAMI (MAURITIUS) Ltd DOM C176751 UMN PHAGOO LTD UMS & CO. LTD. DOM C178432 UNBRDN (MORIS) LTD DOM C16691 UNDER CONTROL TRADING CO LTD DOM C094425 UNDERCOVER CO. LTD. DOM C138535 UNICOAT COMPANY LIMITED DOMFILE NO COMPANY NAME CATEGORY C159482 UNICORE TECH LIMITED DOM C158389 UNICORN INTERNATIONAL TRADING LTD DOM C172023 UNIK MARKETING DOM C172357 UNIKO LTD Uni-Labels (Mauritius) Co Ltd DOM C105 UNION FLACQ LTD DOM C4753 UNION INTERNATIONAL BANK LIMITED DOM C15713 UNION ST AUBIN MILLING COMPANY LIMITED DOM C15713 UNION ST AUBIN MILLING COMPANY LIMITED DOM C123754 UNION WORLD TRADING CO LTD DOM C174481 UNIPOWER CONSTRUCTION LTD DOM C179617 UNIQUE PEST PREVENTION LTD DOM C58343 UNITED AFRICA FEEDER LINE LTD DOM C114813 UNITED AFRICA HEALTH LTD DOM C126278 UNITED AUTO CO. LTD DOM C22497 UNITED DISTRIBUTORS & MARKETING LTD DOM C110810 UNITED FUTURES LTD DOM C44080 UNIVERSAL BUSINESS SOLUTIONS LIMITED DOM C087706 UNIVERSAL STATIONERY LTD DOM C159151 UNIVERSALISS ACADEMY LTD DOM C180714 UNPLUGGED CREATIONS LIMITED DOM C182214 UNT SOLUTIONS CO LTD DOM C137215 Uny Ltd DOM C44088 UPCO MARKETING LIMITED DOM C097977 UPCO MEDICAL LIMITED DOM C168227 UPGROWN FARMING LTD DOM C184373 UPKEEPING CO. LTD DOM C090677 Upland Spare Parts Ltd DOM C081313 UPPER NASSOLA PROPERTY HOLDING LTD DOM C161518 UPS WAREHOUSE LTD DOM C156065 UPWARD SPIRAL LTD DOM C159936 URAFIKI LTD DOM C161853 Urban Café Ltd DOM C114892 URBAN RETREAT LTD DOM C172919 URBAN ROOTS ENTERPRISE LTD DOM C172665 Urban Twist Ltd DOM C085198 URBANHAIR LTD DOM C164108 URBANYX LTD DOM C15260 USA RAMA COMPUTERS LTD DOM DOM Vermeulen & Vermeulen Sarl Ltd DOMF V PAUPOO DOM C163771 V R Chadra Ltd DOM C131349 V S G MARKETING LTD DOM C146658 V S TRANSPORT LTD DOM C166852 V&R TRUCK LTD DOM C104304 V&V CAR RENTAL LTD DOM C129773 V&V CONSTRUCTION AND OTHER LTD DOM C107351 V. S. AGOCHAR LTD DOM C069697 V.K Enterprise Ltd DOM C26725 V.LATCHUMAYAH & SONS BUILDERS LTD DOM C14755 V.M JUGGIAH SONS LTD DOM C23976 V.O.I. C181682 V.R.A CHUCK COMPANY LIMITED DOM C113014 V.R.M. Consultants and Financing Co. Ltd DOMFILE NO COMPANY NAME CATEGORY C150517 VAAH COMPANY LTD DOM C4116 VACANCES EVASION VACANCES TROPICALES C132534 VACANCES TURQUOISE LTD DOM C177509 Vadsu Company Limited C149315 TEXTILES CO LTD VALLEE DE BEL (FARMING) LTD DOM C068084 VALLEE DE BEL OMBRE LTEE DOM C149954 VALLEY LTD DOM C112979 Valliere Ltd DOM C144395 VALREM PARTNERS LTD DOM C184212 VAN FAT LTD DOM C067184 VANIJYA CO LTD DOM C098762 Vanilla Bean Company Limited DOM C117632 VANILLA VILLAS LTD DOM C128731 VAP SPA LTD DOM C089901 VARCITY (MAURITIUS) LTD VARCITY BUILDING AND ENGINEERING LTD DOM C150809 Varia Solutions Limited DOM C081639 VARIETY FOODS LTD DOM C173814 VARSHA RAJIV SNACKS LTD DOM C22606 VASSANT ENTERPRISE LTD DOM C181828 VastInvest (Mauritius) Ltd DOM C182144 VB ASSOCIATES LTD DOM C19527 VDR SPORTSWEAR LTD DOM C144133 VECTOR TECHNOLOGY & SOLUTIONS LTD DOM C148302 VEDAANT & VYRAATH CO LTD DOM C070604 C120671 VEERA LTD DOM C127434 CO LTD DOM C135495 VEGETA COMPANY LTD DOM C166599 VEGETABLE SHOP C179509 VEGETIVE Veggie Xpress DISTRIBUTION CO LTD DOM C8422 VELOGIC DEPOT & WAREHOUSE LTD DOM C140607 VELOXI DESIGN LAB LTD DOM C086151 VELVIX COMPANY LTD DOM C170897 VELVIZHI ENTERPRISES LTD DOM VEN INVESTMENT LTD DOM C184404 VENT AUSTRAL AÉROCLUB LTÉE DOM C117600 VENT DE DOM C180369 Ventish Consulting Ltd DOM C084868 Ventop Co Ltd DOM C135644 VENTURES (INDIGO) LIMITED DOM C164958 VENTURESEA INVESTMENTS LTD DOM C089508 VENUS RESIDENCY LTD DOM C155652 VERBEECK & PARTNERS LTD DOM C162206 Verdant C144825 DOM C162075 VERONICA HOPE & FAITH LTD DOMFILE NO COMPANY NAME CATEGORY C126215 VERRINE CONSULTING INTERNATIONAL LTD DOM C110851 VERSATILE SOLUTIONS LIMITED DOM C071539 VERTICAL CONSULTING LTD DOM C158589 Vertical Harvest Ltd DOM C159893 VERTICAL MOMENTUM GLOBAL LIMITED DOM C183377 VertiPrint Ltd DOM C090061 VERTITECH HOLDING (MAURITIUS) LIMITED VESTIRAMA MU LTD DOM C164064 VET ' OUEST LTD DOM C178333 VETERAN FILMS LTD DOM C087080 VGASL Trading Ltd DOM C155208 VH ELECTRICAL SERVICES LTD DOM C122676 VICK BOIS D'OR LTEE DOM C184465 Victoria C168699 Ltd DOM C168699 Victura Trading Ltd DOM C087458 VIDAM SNACK LTD DOM C21437 VIDEO SYNTHESE PRODUCTION LTD. DOM C137439 VIDISHA PROPERTIES LTD DOM C27884 VIEO INDUSTRIES LIMITED DOM C176253 VIGI GENERAL MAINTENANCE & CLEANING SERVICES LIMITED DOM C155883 VIK & VISH RESTO CO LTD DOM C155883 VIK & VISH RESTO LTD DOM C21520 VIKOMAN CO. LTD DOM VIKRAJ RAYS LTD DOM Villa La Fourche Ltee DOM C128529 VILLA DO CIRNE 1 LTD DOM C128529 VILLA DO CIRNE 1 LTD DOM C129218 VILLA DO CIRNE 1A LTD C091312 VILLA LAETITIA ASSIOCIATES DOM C150920 Vinash Atchamah Gardening Services Ltd DOM C147759 VINCE GRILL CO LTD DOM C168096 Vince KR Company Ltd DOM C156183 VINESH & VINESH TOURS LTD DOM C149789 Vinidhi Dream Travel Ltd DOM C146083 Vintage Walls Ltd DOM C50297 Violet Outsourcing Ltd DOM C165613 VIOTI LTD DOM C165579 VIP CONTRACTING LTD DOM C094947 VIP Development Ltd DOM C55822 VIPERS LTD DOM C165065 VIRAGO COACHING LTD DOM C169282 Viredo Limited DOM C153857 VIRGENCY LTD DOM C119609 VIRGIN AUTO LTD DOM C078669 VIRGINIA LEAF CO LTD DOM C3611 VIRGINIA INSURANCE CO LTD DOM C179436 Virginia Investment Ltd DOMFILE NO COMPANY NAME CATEGORY C154817 Virtual Commerce International Ltd DOM C16233 VIRTUAL STUDIOS LTD DOM C181419 Virtual Training Systems Ltd DOM C181419 Virtual Training Systems Ltd DOM C170717 VIRTUE PLUS TRAINING AND CONSULTANCY LTD DOM C093964 VISDEL LTD DOM C60720 VISH TRACTOR CO. VISHAM SCAFFOLDING C178048 VISHEK IMPEX CO C171513 VISHNU AND LUXMI CO LTD DOM C078444 VISION 7 & CO LTD DOM C27417 VISION EFFORT DETERMINATION LTD DOM C123120 VISION EIGHTEEN LTD DOM C173283 VISION INVESTMENTS LTD DOM C123116 VISION TEN LTD DOM C123115 VISION TWELVE LTD DOM C173551 VISPRALEK LTD DOM C124753 VISS BHOYROO & CO LTD DOM C124352 VISUAL IN MOTION LTD DOM C149322 VISUAL STORM LTD DOM C163486 VISUAL VFX LTD DOM C132771 VISUALTEK SERVICES LTD DOM C105428 VIVA MDI LTEE DOM C159316 Viva Terra Ltd DOM C136677 VIVAAN TRANSPORT COMPANY LIMITED DOM C145088 VIVE HORTICULTURE LTD DOM C124017 VIX PRO ATTITUDE LTD DOM C174968 VIZACOM LTD DOM VIZAXELLA LTD DOM C174684 VJoy DOM C128316 VK CONTRACTING COMPANY LIMITED DOM C156781 VK TECH ALUMINIUM ENTERPRISE LTD DOM C166395 VK TECH LTD DOM C134569 VnC SPA LTD DOM C4735 VOGUE ALLEY CO LTD DOM C46398 VOGUE MARKETING & SERVICES LTD DOM C122409 VOID ACOUSTICS (MAURITIUS) LTD DOM C150164 VOLT PROJECT LTD DOM C178800 Voltricks Ltd DOM C171187 VOYAGE VENTURE CO LTD DOM C182353 VOYAGE VOYAGE TOUR CONSULTANT LTD DOM C166057 VPC PROFESSIONAL CO LTD DOM C156650 VPH CALL LTD DOM C172818 VPowering Consultancy Services VPS MULTIMEDIA C39788 VPS C088007 VR foodstuff C136358 VR MOTORS CO LTD DOM C141391 VRAD ENTERPRISE LIMITED DOM C42890 VRAP LTD DOM C155886 VRH CAR RENTAL CO. LTD DOMFILE NO COMPANY NAME CATEGORY C166649 VROOMSTER CO LTD DOM C131841 VRS CONSTRUCT CO. LTD DOM C153532 VS CONCIERGERIE LTD DOM C171663 VSF Capital Management LTD DOM C182419 VSP PLUMBING & CONTRACTING LTD DOM C154670 VULCAN CEMENT LTD DOM C097296 VWR Europe Services Ltd DOM C106843 VYB JOB CONTRACTORS AND CO. LTD DOM C173722 W Foodies LTD DOM C069493 W MEDIA INTERNATIONAL LTD DOM C139342 W.B.C MARKETING LTD DOM C180110 W.GOVINDEN COMPANY LTD DOM C15518 W.L. BOUTIQUE C14316 W.S.I. HOLDINGS LIMITED DOMF C101804 Waffles & Fries Limited C181086 Wag N Tails Ltd DOM C162059 Wahoo Concierge Ltd DOM C091071 WAI DISTRIBUTORS LTD WAIVEN LTD DOM C110378 Wakamama Ltd DOM aux Sables Ltd DOM C163978 WALIT LTD DOM C167058 WALK INSIDE 3D LTD DOM C170153 WANDERER TRAVEL AND TOURS LTD DOM C178627 WANTI RED FISH LTD DOM C173417 WAO Prod Co Ltd DOM C146169 WARM WELCOME (MAURITIUS) LTD DOM C175455 WARSAN ELITE COMPANY LTD DOM C131187 LTD DOM C183582 WASHTIME EXPRESS LTD DOM C137960 WATER- EXPEDITIONS LTD DOM C131739 WATER MANAGEMENT SOLUTIONS CO LTD DOM C100571 WATERLILY INVESTMENT CO LTD DOM C26968 WATERLILY SERVICES LIMITED DOM C126156 WATERPARK LEISURE LTD DOM C113540 WATER-WALL DESIGN & CONSTRUCTION CO LTD DOM C156670 Waterwoods Co Ltd DOM C139869 WAVELENGTH LTD DOM C156968 WAVES CAPE International Limited DOM C170643 WAVES SECURITY LTD DOM C109888 Wavna Co Ltd DOM C175890 Wayfarer Media Ltd DOM C071292 WAYNIX LTD DOM C156679 WB KHAN CATERING LTD DOM C173856 WD Warehouse Decor Ltd DOM C128478 we be Ltd DOM C104993 Wealthsmiths Ltd DOM C117326 WEARE IRDG LTD DOM C128276 WEB CONCEPT LTD DOM C148138 WEB FORTUNE LTD DOM C169271 WEB GIFTS LTD DOM C172597 Web Trade Immo Ltd DOM C181504 Webfix Ltd C103376 WEBSUN CONSULTANT LTD DOMFILE NO COMPANY NAME CATEGORY C151897 WEBUILD CONTRACTING LTD DOM C175251 WeDoSky Drone Services Ltd DOM C156748 WEG QBORNES LTD DOM C152635 Weisshorn Consultancy Co Ltd DOM C109586 WELCOME PARTS SUPPLY CO LTD DOM C069068 WENDOVER & CO LTD DOM C175008 WENTZEL GROUP LTD DOM C177907 Wesgtern Queen Co Ltd DOM C25027 WESP LTD DOM C183936 WEST FURNITURE LTD DOM C082870 WEST LINE EXPRESS LTD DOM C168519 West Ocean Drive Ltd DOM C118241 WEST PALM INN CO LTD DOM C102868 West Star Properties Ltd DOM C089939 WEST TERRACES LTD DOM C114832 WEST VISTA LTD DOM C165926 WESTCOAST CAR RENTAL LTD DOM C10562 WESTERN HOUSE LTD. DOM C153434 WEST-FIVE CONSTRUCTION LTD DOM C105585 Westminister Financial Ltd DOM C167020 WeSupply Ltd DOM C109412 WETHERSPOON LTD DOM C163993 What if Limited DOM C10462 WHEATLAND LIMITED DOM C079141 WHEELS 'N DOLLS LTD DOM C146317 WHEM LTD DOM C164652 WHERE'S WHAT LTD DOM C57339 WHITE HOUSE & CO LTD DOM C48221 White Pine Limited DOM C60955 WHITE SHELL TOURS LTD DOM C117037 WHITECAP BRIDGE CONSULTING LTD DOM C082391 Whitedot Intl DOM C173946 Whitehall C178975 WHK Investment Ltd DOM C158672 WHYAHMIN CO LTD DOM C092071 WIDE EYE SECU TECH LTD DOM C147244 WIDESPREAD LTD DOM C069650 WILD COYOTE LTD DOM C134804 WILD ESCAPE LTD DOM C162104 Wild Iron Gym Ltd DOM C177903 WILL & PAUL COMPANY LIMITED DOM C174137 William Baker Consultancy Ltd DOM C155438 WIL'S EVENTS LTD DOM C40458 WINDSOR COLLEGE (GIRLS) LTD DOM C17956 WINDSPEED CO LTD DOM C180094 WineNot limited DOM LTD DOM DOM C123367 WINZEG Ltd DOM C26712 WIRE FREE LTD DOM C27742 WIREFRAME CO LTD DOM C121336 WIRELINK CONSULTING LTD DOM C50391 WISCONSIN INVESTMENT HOLDINGS LTD DOM C176607 WISE N SAFE DEAL LIMITED DOM C109650 WISE POINT LTD DOM C43681 WISEMAN HOLDINGS LTD DOMFILE NO COMPANY NAME CATEGORY C166447 Wizard Groove Limited DOM C096554 WIZARDS COMMUNICATIONS CO LTD DOM C170875 WLL Business and Lifestyle Solutions Ltd DOM C177956 WM Marketing Ltd DOM C122323 WMOBILE LTD DOM C098742 Co Ltd DOM C161918 WOCOS Ltd DOM C102712 Wolfy Trading Ltd DOM C112404 WOMEN IN NETWORKING LIMITED DOM C091358 WONDER LANDSCAPES CO LTD DOM C150050 WONDER WIX LTD DOM C107357 WONDERLAINE ESTATE AGENCY LTD DOM C157604 WONDERWORKS LTD DOM C178778 Wong NWT Suppliers Co Ltd DOM C62246 WOOCHEET TROPICAL FRUITS LTD DOM C61877 WOOD WORKS & DECOR LTD DOM C173771 WOODFIGHTERS CO LTD DOM C181855 Woodlands Residential Care DOM C086811 WOODLINK (MTIUS) DOM C113804 Woodoc Indian Ocean Ltd C179992 WOODSPACE COMPANY LIMITED DOM C180893 WOODWORK DES MASCAREIGNES CO LTD DOM C076768 WOODY FURNISH LTD DOM C3926 WOOL PROCESSORS AND DYERS LTD DOM C148136 WOOLICH LTD DOM C136418 WORKOUT WARRIORZ LTD DOM C134560 WORKWEAR & PROTECTIVE EQUIPMENT LTD DOM C124173 WORLD CLASS GARDEN SERVICES LTD DOM C080880 WORLD CONSTRUCTION AND RENOVATION ENTERPRISE LIMITED DOM C162385 WORLD LEISURE VILLAGE LTD DOM C7269 WORLD MART LTD DOM C143836 WORLD SIP LTD DOM C169802 WORLDWIDE DATA ANALYTICS LIMITED DOM FD254 WorldWide Poverty Relief Foundation DOM C46106 WORLDWIDE SEA & AIR (IMPORT & EXPORT SERVICES) LTD DOM C133097 Worldys Group Ltd DOM C133097 Worldys Group Ltd DOM C168729 WOW DECO ROYAL LTD DOM C60295 WOW LTEE DOM C157688 W-Precast Co. Ltd DOM C161397 DOM C180030 WTI Investissement LTD DOM C157854 WTIA COMPANY LIMITED DOM C174522 Wu Man Yi & Co Ltd DOM C19268 WYETH SOUTH AFRICA (PROPRIETARY)LIMITED DOMF C135773 X SPORT FITNESS CENTRE LTD DOM C167125 X TO Z CONTRACTORS LTD DOM C084830 Xanboo International Co Ltd DOM C18939 C071502 XCURSION CAR RENTAL CO LTD DOM C136473 XENIA ABODE SERVICES LTD DOM C7874 XENON CO. LTD DOM C136955 XIN AOLIN CO LTD XINGHAO XIVINA Ltd DOM CATEGORY C120449 DOM C179076 Solutions Ltd DOM C120186 GEAR LIMITED DOM C178157 Xtixs (Mauritius) Ltd DOM C181576 Xtra Top Deal Ltd DOM C158592 XTRM DESIGN LTD DOM C140724 Y - SINUS ADVANCED TECHNOLOGY LTD DOM C128500 Y & J CLEANING SERVICES LTD DOM C093977 Y de Marigny Properties Co Ltd DOM C181522 Y&S CARS COMPANY LTD DOM C148576 Y. ASTON LTD DOM C173183 Y.G CONSTRUCTION WELDING CO LTD DOM C4597 YACHT CHARTERS LIMITED DOM C47576 YAD & KO PARA-SAILING LTD DOM C158510 Yags Hospitality Limited DOM C61270 YAH WEH COMPUTERS LTD DOM C10646 YAJA TOURS LTD. DOM C117061 YAMUNOTRI LTD DOM C116294 YANASHA FASHION LTD DOM C158216 YANG HOTEL EQUIPMENT SUPPLIERS LTD DOM C152250 YAS & DAFS CO LTD DOM C159208 YASH KS LTD DOM C51813 YASHA COMPANY YASS TRUCK C077522 YAVIER VILLAGE C182849 Yaz Marketing C078870 YD Services Ltd DOM C092595 YDR Consultants Co Ltd DOM C53818 YEE CHUIN KOON & CO. LTD DOM C147302 YELLOW RIDE TRANSPORT CO LTD DOM C161355 YESYESNONO PRODUCTION CO LTD DOM C145535 Y-INTELLECT LTD DOM C125106 YIOW LIN LTD DOM C140058 YJ ACCOUNTING SYSTEMS LTD DOM C181225 YJ Designs LTD DOM C137003 YKG TOP QUALITY SUPPLY LIMITED DOM C090264 LTD DOM C076097 Yoaneye LTD DOM CONTRACTING LTD YOLOWARE LTD DOM C126026 DOM C155028 YONNA COMPANY LTD DOM C172570 YOSH PRINT LTD DOM C113146 YOUNG SPIRIT LTD DOM C138498 YOUR DREAM VOYAGE LTD DOM C183317 YOUR DRIVE LTD DOM C172507 YOUR EAT LIMITED DOM C180450 YOUTH GLOBAL PRODS LTD DOM C171573 YOYO AIC Ltee DOM C152443 Ypsilon Assets Co. Ltd DOM C123264 DOM C077352 YULAN INTERNATIONAL LIMITED DOM C154462 YUVA TRAINING LIMITED C48338 YUVI LTEE DOM C111895 YV TREND PROPERTIES CO LTD DOMFILE NO COMPANY NAME CATEGORY C59709 YVES ROZAR LTD DOM C164057 Z & F Business Services Ltd DOM C178476 Z EVENT LTD DOM C164744 Z5 Consulting Ltd DOM C087184 ZAA HARDWARE CO LTD C120511 ZACATUNA LTD DOM LTD DOM C068866 Zahra Esthetica Ltd DOM C166183 ZAIKA INDIAN CUISINE CO LTD DOM C114768 ZAIMAN DISTRIBUTION AND MARKETING LTD DOM C168047 ZAIRAAN FRESH CHICKEN CO LTD DOM C097134 ZANEE TRANSPORT LTD DOM C27614 ZAYROUFAI LTD DOM C113791 Ze Dodo Trail Ltd DOM C071939 ZEBRA MOON CO LTD DOM C48820 ZEENEX ENTERTAINMENT & LEISURE LTD DOM C23086 ZEENEX DOM C181201 Factoring Ltd DOM C074962 Zinoview Ltd DOM C157626 ZION DEVELOPMENT & CONSULTANCY LTD DOM C154007 ZIOTO SPARE PARTS LTD DOM FD119 Zipart Foundation DOM C164778 Zistou Market Ltd DOM C090384 TRADING LTD DOM C094083 ZKN MARKETING LTD DOM C086809 ZMS COMPUTERS LTD DOM C134747 ZNTV CREA LTD DOM C119403 ZOE MARKETING AND LOGISTIC LTD DOM C118596 ZOLI BALADE LTD DOM C149666 ZONE ART LTD DOM C51346 ZOOBAIR & OSMAN PROPERTIES LTD DOM C084872 ZOREOL PROPERTIES DOM C178041 ZOYA FD583 Zuhura ZULISA CLEANING SERVICES LTD DOM C136287 ZURI BELLA LTD DOM C162246 ZYX TRADING LTD DOM "}