{"title": "PDF", "author": "PDF", "url": "https://www.longdom.org/open-access/temperature-monitoring-in-the-vaccine-cold-chain-in-cameroon-2157-7560-1000384.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Temperature Monitoring in the Vaccine Cold Chain in County office, Cameroon 2Faculty of Medicine and Biomedical sciences, University of Yaoundé 1, Cameroon 3Expanded Program on Immunization, Ministry of Public Health, Cameroon 4World Health Organization, Country Office, Cameroon 5United Nations International Children's Emergency Fund, Country Office, Cameroon 6Department of Family Health, Ministry of Public Health, Cameroon *Corresponding author: Saidu Yauba, Clinton Health Access Initiative, Vaccines, Cameroon, February 02, 2018 Copyright: ©2018 Yauba S, et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Abstract Background and objective: Vaccination has been hailed as one of the most cost-effective public health intervention in modern medical history. For this intervention to be effective, vaccines must be stored and transported within the recommended temperatures ranges of 2°C to 8°C. However, few studies have investigated compliance to this recommendation. This study was designed to evaluate vaccine exposure to temperatures outside the recommended range during storage and transport within Cameroon's cold chain system. Methods: Forty-eight shipment boxes were prepared and placed at the National Vaccine Store on October 24, 2015. Each shipment contained ten vials of Diphtheria-Tetanus and Pertussis containing vaccines, a monitoring form and a datalogger. The dataloggers were programmed to continuously record temperatures as shipments moved from the National Vaccine Store to 48 target health facilities. Results: Regarding freeze exposure, 83% of shipments were exposed to freezing at one point during the study. During storage, freeze exposures were highest at the facility level (51%), followed by the district level (31%). The minimum temperatures reached ranged from -0.5°C to -23.8°C. Unlike freezing, all shipments were exposed to temperatures above 8°C at one point. 96% of shipments were exposured to temperatures above 8°C for over 10 h. During storage, heat exposures were highest at facility level, followed by district level. Transport was a major contributor to both heat and freeze exposures. The heavy use of outdated and uncertified cold chain equipment and gaps in healthcare worker knowledge, attitudes and practices were important contributors to inadvertent exposures. Conclusion: The findings suggest that the exposure of vaccines to temperatures outside the recommended range is a widespread problem in Cameroon. This problem requires urgent attention as it represents a real risk to the effectiveness of the immunization program. Keywords Vaccines; Cold chain; Heat exposure; Freeze exposure; Temperature monitoring; Shipments; Dataloggers Introduction Vaccination has been long been recognized as one of the most cost- effective public health interventions, saving two to three million lives annually [1]. Y et, for this intervention to be effective, vaccines must be properly handled from the point of manufacture to the point of use. For this reason, the World Health Organization (WHO) and manufacturers recommend that all vaccines, with the exception of the oral polio vaccine, should be stored and transported at temperatures between 2 to 8°C [2]. Failure to adhere to these recommendations could decrease the potency of the vaccines, thus rendering them less effective [3,4]. Recent evidence have shown widespread failure to comply with standard recommendations for proper vaccine handling [5,6]. A study in Thailand, for instance, found that 100% and 74% of vaccinesdestined to peripheral health centers were exposed to heat and freeze temperatures, respectively [7]. Similar observations have been reported from Bolivia [8], Hungary [9], Indonesia [10] and Papua New Guinea [11]. Inadvertent vaccine exposures to temperatures outside the recommended range is also prevalent in developed countries, highlighting the universal nature of the problem [5]. Despite being a pervasive challenge, temperature monitoring in the vaccine cold chain has received little attention from the global scientific community. Indeed, a recent systematic review reported that only 66 articles have been published in this thematic area between 1985 and 2017 [12]. While the majority of these studies reported exposure during storage, only eight studies monitored temperatures across the entire length of the cold chain. In addition, only two of the eight studies were conducted in Africa. This scarcity of literature underscores the limited scholarly attention accorded to an issue that may be undermining global efforts towards full and equitable access to effective immunization, particularly in Africa where the performance of immunization systems has been declining. In a bid to expand the Journal of Vaccines & Vaccination ISSN: 2157-7560Journal of Vaccines & VaccinationYauba et al., J Vaccines Vaccin 2018, 9:1 DOI: 10.4172/2157-7560.1000384 Research Open Access J Vaccines Vaccin, an open access journal ISSN:2157-7560Volume 9 Issue 1 1000384literature, this article reports the findings of a study that examined the exposures of vaccines to temperatures outside the recommended storage range of 2 to 8°C throughout the different tiers of the vaccine supply chain in Cameroon. The study was conducted to identify the precise areas in the cold chain were breaks are occurring so that corrective actions could be taken. Methods Overview of the Cameroon's vaccine cold chain system Cameroon's cold chain system has a pyramidal structure, with a National Vaccine Store (NVS) at the top, and health facilities at the base of the pyramid. The NVS receives vaccines twice annually from manufacturers and stores them in walk-in cold rooms (WICR), except for the oral polio vaccine (OPV), which is stored in walk-in freezer room (-15°C). The NVS then delivers vaccines to ten regional vaccine stores (RVS) on a quarterly basis via a push mechanism and once in the regions, the vaccines are stored in WICR. The RVS, in turn, delivers vaccines to 189 health districts vaccine stores (DVS) on a monthly basis, via a pull mechanism. Finally, the DVS distribute vaccines to roughly 3,570 vaccinating facilities on monthly basis, again via a pull mechanism. Refrigerators are the recommended storage units at district and facility levels. Study sites This study focused on five regions of Cameroon: Adamawa, Centre, North West, South and South West. These regions represent different climate conditions and represent 45% of the country's total population. W ithin each region, five to six districts were randomly selected, and within each district, two destination health facilities were chosen. Destination facilities were selected based on a number of criteria including status (public vs. private), location (urban vs. rural) and size (hospital, integrated health centers and health centers). These sites were selected in consultation with regional EPI teams and the selected health facilities are a reasonable representation of the geographic and economic diversity of each region. In total, this study targeted a total of 48 routes from the NVS, through five RVS and 25 districts, to 48 health facilities. Study design The study was designed to determine whether vaccines destined for use in peripheral health facilities were being subjected to sub-optimal temperatures, and to identify the precise locations where breaks in cold chain might be taking place. The study was conducted according to the WHO \"study protocol for temperature monitoring in the vaccine cold chain\" , «adapted to conform to Cameroon's immunization system [13]. In this regard, the WHO-approved Log-Tag Trix-16 (by Global Sensor, Bermont North Carolina US), which has a recording accuracy of+0.3°C, was used to continuously capture temperature data as study vaccines moved from the NVS to target health facilities. The pentavalent vaccine, a combination vaccine containing diphtheria, tetanus, pertussis, haemophilus influenzae b and hepatitis B antigens, was chosen for this study. Study procedures Configuration of data loggers Following the manufacturer's guidelines, the recommended computer software was used to configure the Log-tag Trix-16 data loggers to record temperature readings every 20 min. for a maximum of 111 days (16 weeks). Each Log-tag was coded based on the destination region, district and health facility. This coding enabled the study team to follow each logger throughout the length of the supply chain, including holding each logger (in its shipment box) for a minimum of two weeks at each store. This, in turn, allowed for temperatures to be registered not only during shipments, but also for substantial periods of time during transit at each storage point. A graphic output for a single route is presented in Figure 1. Preparation of shipment boxes Labels were prepared for each destination health facility and affixed on the side of each study box, which contained a programmed data logger, 10 vials of the pentavalent vaccine and a monitoring form for documenting arrival and departure dates and time at each storage point. The boxes were placed at the NVS and after one week of storage, five boxes were randomly selected and their Log-tags downloaded to verify that they were properly recording temperature data. Training of study staff Regional EPI heads were assigned to identify cold chain officers and vaccinators at each point of the study. These personnel were trained at their respective regional headquarters by the central study team, under the direction of the study coordinator. The trainings focused on: The purpose and methodology of the study; Importance of treating the study boxes according to normal practices and schedules; Identification of study vaccine shipments; Reception and shipment of study boxes; Completion of the study Monitoring Form and; How to read the Vaccine V ial Monitor. In addition, trained staff were instructed to share this information with counterparts who needed to be aware of the study, including district medical officers, health center staff and/or local officials.Citation: Yauba S, Joelle S, Jude N, Tracy BO, Marie K, et al. (2018) Temperature Monitoring in the Vaccine Cold Chain in Cameroon. J Vaccines Vaccin 9: 384. doi:10.4172/2157-7560.1000384 Page 2 of 6 J Vaccines Vaccin, an open access journal ISSN:2157-7560Volume 9 Issue 1 1000384Figure 1: Example of temperature data recording for a single route. Temperature monitoring during storage and transport of shipments towards target facilities The study commenced with the placement of 48 study boxes at the NVS on October 24th, 2015. The study boxes were placed in the same place where the pentavalent vaccines were kept. After having spent at least 14 days at this level, the study boxes were shipped to the RVS in the same cartons as other vaccines and according to routine loading and transport procedures. Upon arrival at RVS, the study boxes were removed from the cold boxes and placed in regional cold rooms at the same place were pentavalent vaccines were kept. After the minimum duration of 14 days at this level, the boxes were shipped to the target districts, and 14 days after to health facilities following normal loading and handling procedures. At health facilities, boxes were kept in the refrigerator for a minimum of two weeks, before being taken to static or outreach sessions. The end of these sessions marked the end of the study. At onset, a monitoring form to record movements was inserted in each of the study boxes and these forms accompanied these shipments through the study. Trained study staff documented the date and time of arrival of study boxes as well as the date and time when the boxes were shipped to the next level. The staff also recorded the characteristics of the cold chain equipment where the study vaccines were stored as well as the stage of the vaccine vial monitor at each point. In addition, the study team maintained a master tracking sheet at the central level, which was updated each time study boxes arrived at, or departed from, each storage point of the supply chain. At the end of the study, the data loggers and other study related materials-notably the monitoring forms and study vaccines-were stored at room temperature until they were retrieved by a supervisor. The study materials were then returned to Y aoundé, where temperature data were digitally extracted from the loggers.Health worker survey At end of the study, supervisors used a standard questionnaire to obtain information on health care workers' knowledge, attitudes and practices regarding cold chain and vaccine management. Study definitions Exposure to sub-optimal temperatures was defined as any recorded temperature outside the recommended range of 2-8°C. Heat excursions were defined as recorded temperatures above 8°C lasting more than 10 h. Freezing excursions were defined as recorded temperatures below 0°C lasting for more than 1 h. This study used 0°C as the freezing excursion level rather than the WHO recommended -0.5°C in order to increase sensitivity by accounting for variance in device placement and accuracy (± 0.2°C) [14]. Data analysis Data were downloaded from data loggers using Log-tag analyzer following manufacturer's guidelines. Data were exported to Excel 2013 and analyzed using Stata 13. We used summary statistics to estimate the percentage of shipments exposed to temperatures below 0°C and above 8°C during storage at each level of the supply chain, as well as during transport. We also calculated the percentage of sites with heat excursions lasting more than 24 h, 48 h, 5 day and 10 days. Similarly, we estimated the percentage of sites with freeze excursions lasting between 8-24 h, 24-48 h, 48 h to 2 days, 2 to 5 days, and more than 5 days. Administrative approvals The study protocol was reviewed and approved by the Ethics Committee of the Faculty of Medicine and Biomedical Sciences, of the University of Y aoundé I. Administrative approval was also obtained from the Ministry of Public Health [15].Citation: Yauba S, Joelle S, Jude N, Tracy BO, Marie K, et al. (2018) Temperature Monitoring in the Vaccine Cold Chain in Cameroon. J Vaccines Vaccin 9: 384. doi:10.4172/2157-7560.1000384 Page 3 of 6 J Vaccines Vaccin, an open access journal ISSN:2157-7560Volume 9 Issue 1 1000384Results One of the 48 loggers did not reach its destination facility (Health Centre 7) because the cold chain equipment of that facility became dysfunctional two weeks prior to the arrival of the study box. The logger spent the remaining observation period at the district, thus reducing the number of destination facilities to 47. Table 1 presents the proportion of shipments exposed to sub-optimal temperature during each phase of the study. As illustrated, all shipments recorded a temperature of above 8°C at some point during the study and the median duration of exposure was 235 h (range 6-1197 h). 96% (46/48) of shipments were exposed to temperatures above 8°C for over 10 h (heat excursions). W ith regards to freezing, 83% (40/48) of shipments were exposed to sub-zero temperatures at some point; the median duration of exposure was 20 h (range 1-949). The minimum and maximum temperatures for each route during each phase of the journey, as well as the percentage of time each logger spent outside recommended temperatures are presented in Table 1 and supppliment 1. Study SegmentHours of observation (% of total)# boxes Monitored# boxes exposed (% of total) to: <0°C >8°C Vaccine Storage National Vaccine Store25,124 33 (69%) Regional Vaccine 4 Vaccine 15 Facility 25 1 (4%) (92%) Total 106,845 (100%) 48 40 (83%) 48 (100%) Table 1: Exposure of shipments to sub-optimal temperatures at each study segment Storage at NVS 48 shipments were monitored at the central level (NVS) for 24% (25,124 h) of the total observation time. While 69% (33/48) of shipments were exposed to temperatures above 8°C, no shipment was exposed to freezing or heat excursions at this level. At this level, the minimum temperature reached was 0.2°C and the maximum was 17.4°C.Transport from NVS to RVS Shipments were monitored for 1,096 h (1% of total observation time) during the transport leg from NVS to RVS. In 58% (28/48) of shipments, temperatures dropped to below 0°C as soon as they left the NVS. The minimum temperatures recorded ranged from -0.1°C to -0.9°C and the duration at these sub-zero temperatures varied from 2 to 11 h. 77% (37/48) of shipments recorded temperatures above 8°C and the duration at these temperatures was generally below 3 h. No shipment experienced a heat excursion. Storage at RVS Shipments were monitored at RVS for 21% (22,562 h) of the total monitoring time. Nearly 9% (4/48) of all shipments experienced freezing episodes during storage. The minimum temperatures reached ranged from -0.1°C to -3.6°C and the duration at these low temperatures varied from 20 min. to three hours. Regarding heat exposures, 81% (39/48) of shipments recorded temperatures above 8°C. The maximum temperatures recorded ranged from 12°C-14°C and the duration of such exposure was generally less than five hours. Again, no shipment experienced a heat excursion during storage at the regional level. Transport from RVS to DVS Shipments were monitored for 751 h (0.71% of total observation time) as they moved from RVS to DVS. During this phase, only 13% (6/47) of shipments were transported within the recommended temperatures range of 2-8°C. The remaining 87% (41/47) experienced episodes of freezing and/or heat exposures. W ith regards to freezing, 38% (18/38) of shipments were exposed to sub-zero temperatures. About 31% (15/48) and 19% (9/48) registered temperatures below -0.5°C and -5.0°C respectively. In one route, shipments were exposed to freezing temperatures continuously for over three hours. Regarding heat exposure, 44% (21/48) of shipments were exposed to temperatures above 8°C. The maximum temperatures recorded were between 8.5°C and 18.5°C and the duration of exposure was generally less than 6 h for all shipments. The exceptions to this were two shipments that recorded exposures that lasted for roughly 16 h. Storage at DVS At district stores, 48 boxes were monitored for roughly 19% (19,906 h) of the total monitoring time and 31% (15/48) of shipments experienced freezing. The minimum temperatures reached ranged from -0.2 to -11.2°C and the duration at these freezing temperatures varied from 8-48 h. In contrast, 96% (46/48) of shipments registered temperatures above 8°C, with 54% (26/48) of these shipments experiencing a heat excursion. The maximum temperatures recorded ranged from 15-25°C and the time periods at such temperatures were 24 h for 25% (12/48) of shipments, 48 h for 21% (10/48) of shipments, 120 h (5 days) for 4% (2/48) of shipments and over 240 h (10 days) for the remaining 4% (2/48) of shipments. Transport from DVS to health facility Shipments were monitored for 280 h (0.3% of total observation time) during the transport from the DVS to health facilities. Two shipments recorded freezing temperatures during this leg, which reached -0.7°C and -0.8°C and lasted for 0.6 and 5 h respectively. 36 shipments recorded temperatures above 8°C, with the maximumCitation: Yauba S, Joelle S, Jude N, Tracy BO, Marie K, et al. (2018) Temperature Monitoring in the Vaccine Cold Chain in Cameroon. J Vaccines Vaccin 9: 384. doi:10.4172/2157-7560.1000384 Page 4 of 6 J Vaccines Vaccin, an open access journal ISSN:2157-7560Volume 9 Issue 1 1000384temperatures reached ranging from 12 to 23°C. The duration at these temperatures exceeded 20 h in 19 routes. Storage at health facility At the health facility level, 47 shipments were monitored for nearly 35% (36,946 h) of the total monitoring time. Overall, 53% (25/47) of shipments recorded freezing temperatures. The minimum temperatures reached ranged from -0.5°C to -23.8°C. The duration of these low temperatures varied from 8 to 120 h. All shipments recorded temperatures above 8°C at this level and these temperatures ranged from 15 to 30°C. The time periods at such temperatures were 10-24 h in 41% (19/47) of health facilities, 24-48 h in 36% (17/47) of facilities, 48-120 h (5 days) in 13% (6/47) of facilities and over 120 h (5 days) in the remaining 11% (5/47) of facilities. Transport to outreach immunization posts A total of 25 outreach sessions were monitored for 182 h (0.2% of total observation time). Of this number, only five shipments (20%) were maintained within the recommended temperatures throughout the observation period. One logger (4%) experienced a freezing episode (-0.1°C) which lasted for less than an hour. On the other hand, 92% (23/25) of shipments experienced a rise in temperatures, rapidly reaching the ambient temperature. Exposures lasting over 10 h were recorded in 16% (4/25) of shipments. Healthcare worker knowledge attitudes and practices 47 facility staff were interviewed at the end of the study. While all staff knew that heat exposures could compromise vaccine quality, only 65% were aware of the dangers of vaccine freezing. In addition, only 49% were aware of the actions to take in the event of vaccine freezing. No interviewed staff reported receiving training on temperature monitoring and control, or on preventative maintenance, including adjusting a refrigerator thermostat. Study supervisors also inspected vaccine refrigerators in the 47 health facilities to identify gaps in practices at facility level. In all facilities, vaccines were not arranged according to their sensitivity. In addition, vaccines were found in the freezer compartment of refrigerators in nine facilities (19%). In addition, temperatures were not routinely monitored in 10% of facilities. Furthermore, temperatures at facility level were not systematically reviewed by upper levels. Discussion To our knowledge, this is the first study to evaluate temperatures during vaccine storage and transport in Cameroon since the inception of the EPI. The need for the study was first identified in 2010, following a WHO-led effective vaccine management assessment, which showed that the country's cold chain system had fallen into considerable disrepair [16]. The need was further reiterated in 2015, following a series of public health crises, including an outbreak of poliomyelitis, recurrent and quasi-generalized measles epidemics amidst high vaccination coverage, and massive vaccine loss (e.g. IPV and OPV) as a result of inadvertent exposures to damaging temperatures [17]. Driven by these crises, upgrading Cameroon's cold chain infrastructure became a major priority for the Ministry of Public Health and its key partners, including Gavi, which has invested nearly US$200 million to support the government to expand immunization coverage and equity [18]. The TMS was identified as a necessary step towards this transformational cold chain agenda.The main objective of the study of the TMS were to determine the extent of temperature excursions within Cameroon's cold chain system. Overall, we found that 96% and 83% of shipments, respectively, experienced heat and freeze excursions at some point in the study. Our observations lend support to those reported from Bolivia [8], Thailand [7], Malaysia [19] and Papua New Guinea [11] and several other countries [5,12]. The high percentages of heat and freeze excursions observed in this study suggest that a large proportion of vaccines in Cameroon's cold chain system have an increased likelihood of losing their potency through inadvertent exposures to damaging temperatures. We found that exposure risk (both heat and freeze) increases as the level of the supply chain decreases. For instance, the proportion of shipments exposed to freezing temperatures rose from zero at the NVS to 31% at district level and 51% at facility level (Table 1). This finding suggests that the equipment at lower levels, notably districts and health facilities, are underperforming and thus exposing vaccines to significant risk of heat and freeze damage. Indeed, over 90% of the cold chain equipment (refrigerators) at these levels are uncertified and outdated [20]. This type of equipment is not recommended for vaccine storage, per WHO guidance, as they are known to have important limitations, including lack of freeze-protection, a short holdover time and their inability to maintain optimal temperatures [21]. Consequently, these refrigerators pose a major risk to the program as they can compromise the quality of a large quantity of vaccines, thereby resulting to significant economic losses for the government as well as stock outs, which by extension can disrupt effective immunization service delivery [22]. In addition to underperforming cold chain equipment, we found that transport was a major contributor to damaging temperatures- particularly freezing. This finding, which is in line with those reported by Mattias et al. [5] and Hanson et al. [12], indicates critical gaps in practice during vaccine transport, including improper condition of ice- packs and use of uncertified transport boxes. A somewhat surprising finding was that freezing risks during transport were highest at upper levels of the cold chain, particularly during the NVS-RVS transport leg. This finding suggests significant knowledge and capacity gaps among central logistic staff, a weakness which was later confirmed by a training need assessment designed to quantify skills gaps among national, regional and district staff (unpublished data). Furthermore, we found that existing temperature monitoring systems are failing to detect and resolve excursions. This is because when excursions occurred, they persisted for long periods of time. For instance, in 8% of facilities, freeze excursions lasted longer than one day. Similarly, in over 60% of facilities, heat excursions persisted for days, if not weeks. Surprisingly, local staff in the concerned sites did not notice these abnormal temperatures, even though the events should be detected with a normal thermometer. This finding suggests that healthcare workers at these levels are neither equipped nor trained to address temperature excursions and this weakness appears to be a major contributor to vaccine exposures to damaging temperatures. This conclusion was evident from the healthcare worker survey, which was nested in the TMS. The findings were used, alongside those from the comprehensive cold chain inventory, to successfully apply for funding from the Gavi Cold Chain Equipment Optimization Platform-a US$250 million which was set up in 2015 to help Gavi eligible countries strengthen their immunization delivery systems [23]. This grant, the implementation of which may begin by September 2018, will enableCitation: Yauba S, Joelle S, Jude N, Tracy BO, Marie K, et al. (2018) Temperature Monitoring in the Vaccine Cold Chain in Cameroon. J Vaccines Vaccin 9: 384. doi:10.4172/2157-7560.1000384 Page 5 of 6 J Vaccines Vaccin, an open access journal ISSN:2157-7560Volume 9 Issue 1 1000384Cameroon to upgrade its cold chain infrastructure with new generation equipment, having favorable technical attributes including freeze protection, extended holdover time and operating-temperature ranges and voltage regulations for devices relying on electricity. In addition to upgrading the cold chain infrastructure, the EPI has also updated its Norms and Standards, with clear guidelines and emphasis on improved temperature monitoring and control practices within the cold chain. Furthermore, the EPI has developed Standard Operating Procedures and job aids for a variety of logistic functions, including proper vaccine loading procedures, proper temperature recording and monitoring procedures and excursion management amongst others. Moreover, storage points have been provided with electronic temperature recorders and comprehensive trainings on vaccine management has commenced in some regions. However, periodic evaluations of these actions will be needed to track progress and course correct identified problems. Our study examined vaccine temperatures during storage and transport destined to 48 service delivery points (1.3% of vaccinating facilities). This small sample size implies that the results from this study need to be viewed with caution. Secondly, we cannot rule out the possibility of healthcare workers introducing bias into the study. For instance, by knowing that temperatures outside recommended ranges might be recorded, staff possibly paid more attention to the study boxes during the study than usual. Finally, our study made no attempt to scientifically evaluate whether exposed vials actually lost their potency or not. Despite these limitations, we are somewhat confident that the findings portray a fairly accurate picture of vaccine exposures to sub-optimal temperatures in Cameroon. Conflict of Interest None. Acknowledgements The authors gratefully acknowledge the contributions from Mrs. Mariette Dia, Zongo E gratitude also goes to Kate Reott and Seema Arora for their helpful comments and edits. This study was nested in a project funded by The Bill and Melinda Gates Foundation. Therefore, we will like to thank the foundation for their financial assistance. The Foundation had no role in the design, conduct, analysis and reporting of this consent study. In addition, the foundation and as well as the institutions of the authors, including the Clinton Health Access Initiative, EPI, WHO and UNICEF had no role in the decision to submit the article for publication. While the assistance of these institutions has been important, only the authors are responsible for the opinions and interpretations presented. References 1. WHO (2017) World Health Organization. Immunization Coverage.2. WHO (2017) World Health Organization. The Vaccine Cold Chain. 3. Milstien J, Kartoglu U, Zaffran M (2006) Temperature sensitivity of vaccines. Geneva: World Health Organization. 4. Milhomme P (1993) Cold chain study: danger of freezing vaccines. Can Commun Dis Rep 19: 33-38. 5. Matthias D, Garrison J, Newland M (2007) Freezing temperatures in the vaccine cold chain: A systematic literature review\" . Brison M, LeTallec (2017) Transforming cold chain performance and management in lower-income countries. Vaccine 35: 1. 7. Techathawat V , PorpitR, Aimorn T (2007) Exposure to heat and freezing in the vaccine cold chain in Thailand Vaccine. Vaccine 25: 1328-1333. 8. Nelson C, Froes P , Van Dyck AM, Chavarria J, Boda E, et al. (2007) Monitoring temperatures in the vaccine cold chain in Bolivia. Vaccine 25: 433-437. 9. Lugosi L, Battersby A (1990) Transport and storage of vaccines in Hungary: the first cold chain monitor study in Europe. Bull World Health Organ 68: 431-439. 10. Nelson C,W ibisono H, Purwanto H, Mansyur I, Moniaga V , et al. (2004) Hepatitis B vaccine freezing in the Indonesian cold chain: evidence and solutions. Bull World Health Organ 82: 99-105. 11. W irkas T, Toikilik S, Miller N, Morgan C, Clements CJ (2006) A vaccine cold chain freezing study in PNG highlights technology needs for hot climate countries. Vaccine 25: 691-697. 12. Celina M. Hanson, Anupa M. George, Adama Sawadogo, Benjamin Schreiber (2017) Is freezing in the vaccine cold chain an ongoing issue? A literature review. Vaccine 35: 2127-2133. 13. World Health Organization. Study protocol for temperature monitoring in the vaccine cold chain. 14. WHO (1980) Adsorbed unadsorbed DTP vaccines. Wkly Messieurs Les Delegegues Regionaux De La Publique. \" 16. Ministere de la Sante Publique, Cameroon (2010) de la Efficace 17. Mission dysfonctionnement chambres froides central du à Y aoundé. Report prepared by Dr Edengue, Gavi AMP country coordinator. \" 18. \"Ministry of public Health, Cameroon. 2017-2027 Health Sector strategy. \" 19. Hanjeet K, Lye MS, Sinniah M, Schnur A (1996) \"Evaluation of cold chain monitoring in Kelantan, Malaysia, \" . Bull World Health Organ 74: 391-397. 20. Ministry of Public Health, Cameroon. Assessment of the cold chain system of the Expanded Program on Immunization: An Overview of findings from one national, 10 regional, 189 district and 3570 facility stores. 21. World Health Organization (2016) PQS devices catalogue: pre-qualified equipment for the Expanded Programme on Immunization (EPI). Geneva (Switzerzerland). 22. Ashok Ashvin, Brison Michael, LeTallec Y ann (2017) Improving cold chain Challenges and Vaccine 23. http://www.gavi.org/support/hss/cold-chain-equipment-optimisation- platform/. \" Citation: Yauba S, Joelle S, Jude N, Tracy BO, Marie K, et al. (2018) Temperature Monitoring in the Vaccine Cold Chain in Cameroon. J Vaccines Vaccin 9: 384. doi:10.4172/2157-7560.1000384 Page 6 of 6 J Vaccines Vaccin, an open access journal ISSN:2157-7560Volume "}