{"title": "HEALTH CARE PROVIDERS PLAY IMPORTANT ROLE IN PROTECTING CHILDREN - Newsroom", "author": null, "url": "https://www.vdh.virginia.gov/news/archived-news-releases/2013-statewide-news-releases/health-care-providers-play-important-role-in-protecting-children/", "hostname": "virginia.gov", "description": "April 20-27 is National Infant Immunization Week April 22, 2013 (Richmond, Va.) In addition to being a requirement for school entry, childhood immunizations are also among the most successful and cost-effective public health tools available for preventing disease and death. Giving babies the recommended immunizations by age 2 is the best way to protect them [...]", "sitename": "Newsroom", "date": "2016-12-05", "cleaned_text": "April 20-27 is National Infant Immunization Week April 22, 2013 (Richmond, Va.) In addition to being a requirement for school entry, childhood immunizations are also among the most successful and cost-effective public health tools available for preventing disease and death. Giving babies the recommended immunizations by age 2 is the best way to protect them from 14 serious childhood diseases, like whooping cough and measles. \"Young children rely on the champions in their lives to keep them safe and healthy,\" said State Health Commissioner Cynthia C. Romero, MD, FAAFP. \"Those champions may be parents who keep a record of their child's vaccinations and ask at each doctor appointment whether their child is up-to-date on immunizations. They may also be doctors, nurses, physician assistants, and other health care professionals who share scientifically accurate, up-to-date information about vaccines with parents.\" One such individual is W. Austin Spruill, MD, a pediatrician in Roanoke, Va. Dr. Spruill is this year's CDC Childhood Immunization Champion for Virginia. Dr. Spruill is a tireless advocate for childhood immunization and recently spearheaded a policy change within his pediatric group practice that requires all patients to be current on immunizations. \"We in our practice believe that vaccination of children is the most important health-promoting intervention that we perform as health care providers,\" said Dr. Spruill. \"Whether we help parents understand what vaccines their children need, explain the safety and science behind those vaccines, or establish policies within our practices to encourage parents to maintain their children's vaccination schedules, we all have a responsibility to be champions for childhood immunization.\" Vaccine-preventable diseases still circulate in the United States and around the world, so continued vaccination is necessary to protect everyone from potential outbreaks. Vaccines not only help protect vaccinated individuals, but also help protect entire communities by preventing and reducing the spread of infectious diseases. \"Naturally, parents have questions about what's best for their children. That's why it's so important for health care providers to help parents understand the importance of keeping their children's vaccinations up-to-date, and to answer any questions they may have about vaccine safety and how vaccines work,\" said Dr. Romero. \"So many of the diseases that cause serious health complications for children are preventable with vaccines.\" For more information about vaccinations for "}