{"title": "MEDICINA ENERGÉTICA *. LA CIENCIA DE LA ACUPUNTURA, LA MEDICINA TRADICIONAL CHINA Y OTRAS TERAPIAS CURA", "author": "BLAKEWAY; JILL", "url": "https://www.llibreriahoritzons.com/cat/libro/medicina-energetica-_30133", "hostname": "llibreriahoritzons.com", "description": "MEDICINA ENERGÉTICA *. LA CIENCIA DE LA ACUPUNTURA, LA MEDICINA TRADICIONAL CHINA Y OTRAS TERAPIAS CURA, BLAKEWAY, JILL, 18,00€. ? Una guía introductoria de l...", "sitename": "Llibrería Horitzons", "date": "2019-01-01", "cleaned_text": "? Una guía introductoria de las técnicas de sanación basadas en la medicina china, milenaria y con resultados probados. ? Una obra entre la ciencia y la espiritualidad con las últimas investigaciones científicas acerca de estas técnicas de sanación. ¿Cómo actúa la medicina energética? ¿Por qué da tan buenos resultados? ¿Es el sanador un mero placebo o actúa como un canal por el que circula la energía? Jill Blakeway, una de las sanadoras energéticas más acreditadas y solicitadas del mundo, especialista en medicina china y titulada en acupuntura, confiesa su asombro ante la capacidad curativa de la medicina energética, un conjunto de disciplinas basadas en la manipulación de la energía, la misma fuerza vital que se conoce como qi en la medicina tradicional china. Esta obra relata todo lo que la autora aprendió cuando decidió explorar en profundidad esa fuerza misteriosa desde la perspectiva de la filosofía, la espiritualidad y la ciencia actuales. El resultado es un relato tan asombroso como cautivador, que nos transporta desde los laboratorios universitarios hasta los misterios de los sanadores orientales para ayudarnos a entender mejor la naturaleza de nuestro propio campo de energía, una fuerza cuyas posibilidades sanadoras todos podemos explorar. «Como paciente que ha tenido la suerte de experimentar la increíble energía de Jill Blakeway de primera mano, puedo atestiguar que tiene un don para curar. En \"Medicina energética\" demuestra lo que ya sabíamos intuitivamente -que el cuerpo posee la capacidad de sanarse- y ofrece a los lectores las herramientas para entender y acceder a la energía sutil que circula en nuestro interior.» Uma Thurman "}