{"title": "Chiropractic Logan College", "author": null, "url": "https://www.lafayettesquarechiropractic.com/the-team/dr-crystal-b-peairs", "hostname": "lafayettesquarechiropractic.com", "description": null, "sitename": "Dr. Crystal L. Peairs", "date": "2002-09-01", "cleaned_text": "Dr. Crystal B. Peairs Doctor of Chiropractic Lafayette Square Chiropractic Centre - Owner/Founder Dr. Crystal is ranked as one of the \"Top 20\" chiropractors in Saint Louis by St. Louis Magazine and OpenCare.com. At the age of twenty-one, a car accident took her from being a star athlete to nearly bedridden. Not only did she make a full recovery through chiropractic, but she also became a chiropractor and a faculty member at Logan University, College of Chiropractic. \"Chiropractic transforms lives, and it is an honor to be part of that process,\" Dr. Crystal states. ACADEMIC QUALIFICATIONS: Undergraduate College 1998 Biology B.S. Bethany College, WV 1998 Psychology B.A. Bethany College, WV Chiropractic College 2003 Human Anatomy B.S. Logan College, MO 2004 Doctor of Chiropractic D.C. Logan College, MO BOARD EXAMINATIONS: 09/2002 - Part 1 - National Chiropractic Boards 09/2003 - Part 2 - National Chiropractic Boards 03/2004 - Part 3 - National Chiropractic Boards 03/2004 - Physiotherapy National Board 05/2004 - Part 4 - National Chiropractic Boards HONORS AND AWARDS: 1998 - Who's Who Among American Colleges and Universities 2004 - Who's Who Among American Colleges and Universities 2004 - Health Center Certificate of Appreciation 2004 - Chiropractic Science Logan Basic Technique Award 2004 - Clinical Science Division Award LICENSURE AND CERTIFICATION: Missouri State License Pennsylvania State License (Inactive Status) Kinesiotaping Certified PROFESSIONAL SOCIETIES / MEMBERSHIPS: ACA - American Chiropractic Society Beta Beta Beta - Honorary Biological Society ICA - International Chiropractic Society ICPA - International Chiropractic Pediatric Association MSCA - Missouri State Chiropractors Association SORSI - Sacro Occipital Research Society International RESEARCH EXPERIENCE: Senior Research Project in Department of Biology, Bethany College, 1997-1998 Gary E. Larson, Ph.D. Senior Research Project in Department of Psychology, Bethany College, 1997-1998 John Hull, Ph.D. Research Project in Chiropractic, Logan College of Chiropractic, 2003-2004 Mary Unger-Boyd, D.C. TEACHING EXPERIENCE: 1995 - 1998 Teacher's assistant and tutor for general biology, anatomy and botany classes. 2004 Teacher's assistant and tutor for Logan Basic technique classes and x-ray marking. 2004 - 2006 Part-time staff member at Logan College of Chiropractic; assisting with Logan Basic Technique, Spinal Analysis, Physical Diagnosis Lab, Orthopedics, and Diversified Technique. 2006 - 2011 Part-time Faculty member at Logan College of Chiropractic; Clinical Science Division: Physical Diagnosis Lab. 2011 - 2013 Adjunct Faculty member at Palmer College of Chiropractic (Florida); Preceptor Program. 2011 - Current Adjunct Faculty member at Logan College of Chiropractic; Community Based Internship Program & Clinical Rotation Internship Program. FIELD EXPERIENCE: 09/2003 - 05/2004 Saint Louis, MO Student Intern - Dr. Richard Reinhardt 06/2004 - 08/2004 Saint Louis, MO Student Intern - Dr. Craig Anderson 10/2004 - 12/2005 Saint Louis, MO Chiropractor - AtriumHealthServices 08/2005 - 12/2010 Pittsburgh, PA - Medical Director Pittsburgh Hyperbaric 12/2005 - current Saint Louis, MO - Clinic Director Lafayette Square Chiropractic Centre, LLC References available upon request. "}