{"title": "Caution needed before vaccinating under 12 years against COVID-19: Risks and benefits require careful scrutiny - Murdoch Children's Research Institute", "author": "Murdoch Children's Media", "url": "https://www.mcri.edu.au/news-stories/caution-needed-vaccinating-under-12-years-against-covid-19-risks-and-benefits-require-careful", "hostname": "mcri.edu.au", "description": null, "sitename": "mcri.edu.au", "date": "2021-11-05", "cleaned_text": "Caution needed before vaccinating under 12 years against COVID-19: Risks and benefits require careful scrutiny - Article published \\ \\ 05 November 2021 Any decision to vaccinate all children under 12 years of age against COVID-19 must be done with due caution, considering in detail the risk and benefits, according to a new review by international paediatric vaccine experts. The review, led by the [Murdoch Children's Research Institute (MCRI)](https://www.mcri.edu.au/) and the [University of Fribourg](https://www.unifr.ch/home/en/), doesn't argue for or against vaccinating children against COVID-19 but rather highlighted the points to consider and the complexity of policy decisions around vaccination of this age group. MCRI and University of Melbourne [Professor Nigel Curtis](/users/professor-nigel-curtis) said the review, published in [Archives of Disease in Childhood](https://adc.bmj.com/), stated that although mass COVID-19 vaccination of all ages may become the standard approach globally, it was important to scrutinise all the arguments around vaccination of young children. \"Whether all children less than 12 years of age should be vaccinated against COVID-19 remains an open scientific question,\" he said. The balance of risks and benefits of COVID-19 vaccination in children is more complex than in adults, as the relative harms from vaccination and disease are less well established in this age bracket.\" University of Fribourg [Dr Petra Zimmermann](https://www3.unifr.ch/directory/en/people/2685/f11c6) said that aside from preventing the small minority of children who become severely unwell with COVID-19, the key arguments for vaccinating healthy children were to protect them from long-term consequences such as long COVID and rare instances of multisystem inflammatory syndrome, as well as reducing community transmission and helping prevent school closures and the indirect harms of lockdowns. \"Vaccinating adults and adolescents are already decreasing community transmission and consequently reducing severe cases and the risk of new virus variants emerging,\" she said. \"Vaccinating young children might also help to further reduce the indirect harms caused by quarantine, lockdowns, repeat testing and school closures.\" The review also pointed out that if COVID-19 remained a generally mild disease in children it may not be necessary to vaccinate all those aged under 12 years, which would reduce exposure to rare vaccine side effects, help improve the global vaccine supply and prevent any impact on routine immunisation schedules. \"Routine immunisation programs for children and adolescents worldwide have been disrupted by the pandemic,\" Dr Zimmermann said. Implementing a universal COVID-19 vaccine program for these age groups risks causing further delays by using up existing delivery resources and personnel. However, if COVID-19 vaccination is combined with the administration of other routine vaccines, this problem might be reduced.\" Professor Curtis said it was important to consider vaccine decisions for infants, young children and adolescents separately and for data on the effectiveness and adverse effects to be continually reviewed. \"Further data is needed to confirm that the benefits of the vaccine in preventing COVID-19 disease in children under 12 years of age outweighs any potential risks,\" he said. \"Constant monitoring of COVID-19 disease severity across all age groups is crucial. If a variant of concern emerges with increased severity in children this would alter the risk-benefit equation. \"In low- and middle-income countries where COVID-19 disease is more severe in children due to underlying health conditions, there may be a lower threshold for vaccinating children. A one-dose or a reduced-dose vaccine might be an option for this age group, which might also lower the small risk of myocarditis experienced after a second dose of an mRNA vaccine.\" A phase two trial in 2500 children, aged 5-12 years, recently reported that an mRNA vaccine was safe, well-tolerated and produced robust neutralising antibodies. Results from the same trial in children under five years of age are expected by the end of 2021. The US Food and Drug Administration recently recommended Pfizer vaccines for children aged 5-11 years. The Therapeutic Goods Administration has indicated that young children in Australia could be eligible for a COVID-19 vaccine by the end of November, but long-term, real-world safety data will likely be required by Australian authorities before approving vaccines for this age group. Researchers from the University of Bristol, University of Oxford and The Royal Children's Hospital Melbourne also contributed to the study. Publication: Petra Zimmermann,1 Laure F Pittet,2,3 Adam Finn,4 Andrew J Pollard and Nigel Curtis. 'Should children be vaccinated against COVID-19?' Archives of Disease in Childhood. DOI: [10.1136/archdischild-2021-323040](https://adc.bmj.com/content/early/2021/11/01/archdischild-2021-323040) Available for interview: Professor Nigel Curtis, MCRI Group Leader, Infectious Diseases Media Contact: Bridie Byrne MCRI Communications Specialist +61 457 365 848 [show email address ](#) About MCRI The Murdoch Children's Research Institute (MCRI) is the largest child health research institute in Australia committed to making discoveries and developing treatments to improve child and adolescent health in Australia and around the world. They are pioneering new treatments, trialling better vaccines and improving ways of diagnosing and helping sick babies, children and adolescents. It is one of the only research institutes in Australia to offer genetic testing to find answers for families of children with previously undiagnosed conditions. "}