{"title": "PDF", "author": "PDF", "url": "https://www.comunidad.madrid/sites/default/files/doc/sanidad/memo/hosp-memoria2019_hu_sureste-ok.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "MEMORIA 201 9 HOSPITAL UNIVERSITARIO DEL SURESTE Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 2 CONSEJERÍA DE SANIDAD Coordina: Secretaría General del Servicio Madrileño de Salud © Comunidad de Madrid Edita: Servicio Madrileño de Salud Edición electrónica Edición: 11/2020 Impreso en España - Printed in Spain Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 3 Índice Presentación ................................................................ ...... 4 Zona de Influencia .............................................................. 7 Marco geográfico ......................................................................... 7 Estructura de la p oblación ............................................................ 10 Organigrama ................................................................ .... 11 Recursos Humanos ............................................................ 11 Recursos Materiales ........................................................... 13 Cartera de Servicios .......................................................... 14 Especialidad es disponibles ........................................................... 14 Actividad Asistencial .......................................................... 16 Datos globales ........................................................................... 16 Actividad Quirúrgica .................................................................... 17 Técnicas utilizadas ...................................................................... 18 Consultas .................................................................................. 19 Casuística(CMBD) ....................................................................... 21 Calidad ................................................................ ............ 24 Objetivos institucionales de calidad ............................................... 24 Comisiones clínicas ..................................................................... 28 Otras actuaciones ....................................................................... 28 Información y Atención al Paciente ...................................... 29 Reclamaciones ........................................................................... 29 Continuidad Asistencial ...................................................... 32 Consultas y pruebas solicitadas y realizadas para Atención Primaria .. 32 Consultas solicitadas como consecuencia de la Libre Elección ........... 35 Docencia y formación continuada 20 19 ................................. 44 Docencia ................................................................................... 44 Formación Continuada ................................................................. 48 Investigación ................................................................ .... 52 Proyectos de Investigación 2019 .................................................. 52 Publicaciones científicas ............................................................... 55 Gestión económica ............................................................ 57 Obligaciones reconocidas ............................................................. 57 Farmacia ................................................................................... 57 Otras actividades del hospital .............................................. 58 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 4 Presentación 2019: DE LA MADUREZ DEL 10º ANIVERSARIO A LA PRUEBA DE FUEGO DE 2020 Escribo esta pequeña reseña sobre la actividad, la \"vida\", del hospital en 2019 en fechas ya avanzadas del 2020. Por ello, es difícil dejar de sustraerme a una época mucho más cercana y ya conocida. La de la terrible pandemia que nos ha tocado vivir y atender. Lógicamente, desde esa perspectiva, la visión y la ponderación de lo realizado en el ejercicio pasado adquieren dimensiones que pueden valorarse de un modo menos riguroso o más condicionado de lo debido. En efecto, la exp losión brutal de las semanas más duras del covid -19 es fácil que distorsionen en la lejanía la labor cotidiana de este o de cualquier otro hospital y nos alejen de valorar en su justa medida la evolución y el desarrollo del mismo. Si comienzo mencionando, como es de rigor, que el Hospital Universitario del Sureste ha seguido creciendo en su actividad de una forma constante y continuada, como ya se constataba en años anteriores; que su referencia hospitalaria en un área de casi 200.000 habitantes es ya estable y firme para los mismos y para las 21 poblaciones a las que atiende y que, en consecuencia, la presión asistencial ha sido en todo momento muy superior a lo esperable en el ya alejado momento de su inauguración, es porque esa ha sido la realidad durant e el año 2019, obviando la atención de excepcionalidad y de auténtica emergencia sanitaria a la que nos enfrentaríamos unos meses después. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 5 Tan es así que entre otros parámetros no menos significativos durante 2019 se alcanzó la cifra histórica máxima de u rgencias atendidas en un día en el hospital: ¡380! Y si estos números representan una realidad patente e incuestionable, lo que es mucho más trascendente de cara a la actividad del hospital es que fueron muchos los días en que se superó la barrera de las 3 00 urgencias tratadas, algo para lo que en principio no estaba dimensionado el centro. El resto de actividad mantuvo ese sostenido nivel de crecimiento, a la par que la complejidad asistencial también evolucionaba. En este sentido, las Alianzas y Convenio s de colaboración con otros hospitales han aportado una amplitud y solidez científica en muchas facetas que, a veces, pueden pasar inadvertidas, pero que paulatinamente van dando cada vez mayor entidad a nuestras prestaciones sanitarias. Buen ejemplo de e llo es de nuevo la concesión de los Premios TOP 20 a los servicios de Cardiología y Medicina Intensiva. O la acreditación con el Sello SEMI a la excelencia al servicio de Medicina Interna. Reseñable, sin duda también, fue la primera extracción de órganos realizada en nuestro Hospital que, además, se llevó a cabo mediante una técnica de gran complejidad como es la asistolia controlada. En la misma línea, también se produjo el primer trasplante endotelial selectivo por el servicio de Oftalmología. Por su si ngular trascendencia hay que resaltar también la implantación de hemodiálisis domiciliaria, dada la calidad de vida que puede aportar a los pacientes que precisan dializarse, más aún en un área de tanta extensión geográfica como la que nos corresponde. En otros ámbitos, como la Docencia y la Investigación, también se ha percibido esta madurez del Centro que anteriormente he mencionado. En este sentido, nuestra trayectoria docente ha proseguido con continuidad nuestra colaboración en las enseñanzas pregrado , tanto con la Universidad Francisco de Vitoria y la Universidad Rey Juan Carlos, como con diversos IES e instituciones de otros ámbitos docentes. A significar, sin ningún género de dudas, la incorporación por primera vez de alumnos de Ingeniería Biomédica de la URJC, disciplina poco habitual hasta ahora en la sanidad, pero de gran trascendencia de cara al futuro de la misma. Y en investigación el gran logro es, como parece obvio, la constitución de la Fundación para la Investigación de los Hospitales Infanta Leonor y Sureste, que se ha convertido rápidamente en referente, soporte y vehículo fundamental para las inquietudes investigadoras de los profesionales de ambos hospitales. Respecto a la obra de ampliación del hospital, que cada vez se siente como más precisa, (y el futuro abundará lamentablemente en esa percepción), en el mes de abril la Dirección General de Coordinación de la Asistencia aprobó oficialmente el Plan funcional propuesto por el Hospital e instó a su transmisión a la Empresa Concesionaria a quien corresponderá, en su caso, la realización de la obra. Con inmediatez esta elaboró un proyecto básico de ejecución que se remitió asimismo a los órganos competentes del Servicio Madrileño de Salud para su estudio, evaluación y, en su caso, aprob ación. Fase en la que aún nos encontramos en estos momentos. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 6 También, prácticamente, se concluyó lo que hemos denominado Caravana del Sureste. Con esta iniciativa el Hospital ha intentado acercarse, visitar y compartir con cada una de las 21 poblacione s que atiende su propia realidad asistencial en relación con el Centro. Y todo ello dentro del conjunto que todos, hospital y localidades, conformamos. En 2020 se deberá ponderar, exponer y reflexionar con más detalle sobre esta experiencia absolutamente enriquecedora y que tanto ha aportado a la Dirección del Hospital. Consecuencia de esta Caravana y de la evolución percibida en estos años, también se inicia la definición de un nuevo Plan Estratégico para el Hospital Universitario del Sureste que pueda, asimilando lo conocido y vivido, enfocar los próximos años con la mejor disponibilidad y adecuación asistencial, docente e investigadora posibles. No quiero dejar de mencionar un hito luctuoso. Me refiero al fallecimiento del Dr. Félix Bravo Sanz. Persona de singular importancia para el Hospital y a la que le tocó vivir los complejos momentos del inicio de actividad del mismo, primero como Director Médico y, posteriormente, como Gerente. Gran profesional y gran persona, ha dejado un entrañable recuerdo en n uestros profesionales y en nuestro Hospital. Finalmente, y como siempre, debo valorar y agradecer el esfuerzo de nuestros compañeros de todas las categorías y adscripciones profesionales y funcionales que hacen cada día de este hospital lo que es, lo que logra y lo que podrá llegar a alcanzar. Y cuya cualificación, dedicación y servicio se ha puesto de manifiesto cotidianamente y aún más lo hará, como me consta ahora, en el año 2020. Gracias a todos. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 7 Zona de Influencia Marco geográfico Descripción del centro El Hospital Universitario del Sureste (Arganda del Rey) tiene una superficie de más de 45.000 metros cuadrados y dispone de 132 camas (todas las habitaciones son individuales) y cinco quirófanos. Se trata de un edificio flexible y modular, concebido con capacidad para modificar su estructura en función de las necesidades futuras. Distribuido en patios interiores que proporcionan al interior luz natural, el área técnica está a su vez separada del re sto y ocupa un edificio diferenciado. Dispone de nueve plantas, las dos inferiores destinadas a plazas de aparcamiento. Los ciudadanos de sus poblaciones de referencia - Arganda del Rey, Rivas Vaciamadrid, Villarejo de Salvanés, Morata de Tajuña, Nuevo Baztán, Villar Campo Real, Perales de Tajuña, Tielmes, Valdilecha, Fuentidueña del Tajo, Valdaracete, Carabaña, Be Tajo, Brea de Tajo, Estremera, Orusco de Tajuña, Villamanrique de Tajo, Ambite, Pozuelo del Rey y Olmeda de las Fuentes - que libremente lo elijan, disponen de unas modernas, funcionales y confortables instalaciones, completamente informatizadas y dotadas de los mejores medios diagnósticos y terapéuticos. Funcionalmente, y en virtud de la encomienda de gestión, dependen de él los centros de Salud Mental 'Arganda' y 'Santa Mónica', situados en las localidades de Arganda del Rey y Rivas -Vaciamadrid. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 8 Ubicación del Hospital El centro sanitario público de la Comunidad de Madrid está situado en la Ronda del Sur, 10 (Arganda del Rey). Accesos En vehículo propio : salida 25 de la A -3. En metro : línea 9. Estación de Arganda del Rey (zona B3). De ahí, aproximadamente 15 minutos a pie o trasbordo línea urbana 2. En autobús : desde Madrid: línea 313 (Conde de Casal). Líneas que prestan servicio a los municipios adscritos al Sureste: Desde Arganda: L -2 Arganda del Rey -La Poveda Circulares 4 y 5 Desde Rivas -Vaciamadrid: línea 330. Desde Morata de Tajuña: línea 338. Desde Villarejo de Salvanés: línea 350. Desde Nuevo Baztán: línea 321. Desde Villar del Olmo: línea 321. Desde Campo Real: líneas 321 y 313A. Desde Perales de Tajuña: línea 350. Desde Tielmes: línea 322. Desde Valdilecha: línea 313A. Desde Fuentidueña de Tajo: línea 350. Desde Carabaña: línea 322. Desde Belmonte de Tajo: línea 350. Desde Estremera: línea 350. Desde Orusco de Tajuña: línea 322. Desde Villamanrique de Tajo: línea 350. Desde Valdaracete: línea 350. Desde Brea de Tajo: línea 350. Desde Ambite: línea 322. Desde Pozuelo del Rey: línea 321. Desde Olmeda de las Fuentes: línea 321. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 9 Mapa de la zona de asignada Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 10 Estructura de la población POBLACIÓN (01/01/ 2019 ) NOMBRE CENTRO LOCALIDAD 0-2 TAJUÑA 420 2.610 12.129 2.092 1.456 18.707 C.S. CAMPO REAL CAMPO REAL 375 2.331 10.118 1.279 609 14.712 C.S. ARGANDA DEL REY ARGANDA DEL REY 684 4.589 15.703 1.985 869 23.830 C.S. 4.571 23.130 2.220 720 31.722 C.S. 1.886 10.490 35.433 2.744 758 51.311 C.S. ARGANDA - FELICIDAD ARGANDA Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 11 Organigrama DIRECTOR GERENTE Carlos Sangregorio Yáñez Continuidad asistencial Paloma Santos Álvarez DIRECCIÓN DE ENFERMERÍA Manuel Ibáñez Pardo DIRECCIÓN MÉDICA Ángel Gómez Delgado Coordinación de RR. HH. Javier Sánchez Arias Admisión Informática Laura Aranzueque Román Gabinete de Prensa Pilar López G arcía-Franco Control de Gestión Adrián García Romero Asesoría Jurídica Isabel Koutsourais Fernández DIRECCIÓN ECONÓMICA Ángel López Benito Atención al Paciente Dolores Castrillón Montes Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 12 Recursos Humanos CATEGORÍA PROFESIONAL AÑOS 2018 2019 EQUIPO DIRECTIVO Director Gerente 1 1 Director Médico 1 1 Director de Continuidad Asistencial Subdirector Médico Director de Gestión 1 1 Subdirector de Gestión Director de Enfermería 1 1 Subdirector de Enfermería DIVISIÓN MÉDICA Facultativos 209 220 MIR PERSONAL SANITARIO DUE 254 259 Matronas 14 14 Fisioterapeutas 9 9 Terapeutas 1 1 Técnicos 11 14 Auxiliares Enfermería 196 197 PERSONAL NO SANITARIO Grupo Técnico Función Administrativa 9 9 Grupo Gestión Función Administrativa 5 5 Grupo Administrativo y resto C 3 4 Aux. Administrativo y resto D 12 12 Celadores y resto 1 1 DOCENCIA E.U.E. (otros residentes) Personal en formación (matronas) TOTAL 728 749 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 13 Recursos Materiales CAMAS 2018 2019 Camas i nstaladas 132 132 QUIRÓFANOS 2018 2019 Quirófanos instalados 5 5 OTRAS INSTALACIONES 2018 2019 Paritorios 3 3 Locales de consulta en el hospital 115 115 Locales de consulta en CEP 20 20 PUESTOS HOSPITAL DE DÍA 2018 2019 Oncológico Infeccioso -SIDA Geriátrico Psiquiátrico Otros m édicos 13 13 Quirúrgico 18 18 HEMODI ÁLISIS 2018 2019 Número de puestos 18 18 DIAGNÓSTICO POR IMAGEN 2018 2019 Mamógrafos 1 1 TAC 1 1 RMN 1 1 Ecógrafos Servicio. Radiodiagnóstico 4 4 Ecógrafos Servicio Cardiología 2 2 Ecógrafos o tros Servicios 5 5 Sala convencional de Rayos X 4 4 Telemando 1 1 OTROS EQUIPOS 2018 2019 Arco m ultifuncional Rx 2 2 Equipo r adioquirúrgico Ecocardiógrafos 2 2 e rgometría Holter electrocardiograma 7 7 Holter t ensión 5 5 Salas e ndoscopias 2 2 Gastroscopio / Esofagoscopios 5 5 Colonoscopios / Rectoscopios 5 5 Polisomnógrafos 2 2 Electroencefalógrafos 1 1 Vídeo EEG 1 1 Electromiógrafos 1 1 Equipos potenciales evocados 1 1 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 14 Cartera de Servicios Especialidades disponibles ESPECIALIDADES DISPONIBLES EN EL HOSPITAL CENTRO/HOSP ITAL DE REFERENCIA Admisión y Doc. Clínica SI Alergología SI Análisis Clínicos SI Anatomía P atológica SI Anestesiología y Reanimación SI Angiología y Cirugía Vascular - H. U. Gregorio Marañón Aparato Digestivo SI Bioquímica Clínica SI Cardiología SI Cirugía Cardiovascular - H. U. Gregorio Marañón Cir. Gral. y de Aparato Digestivo SI Cir. Maxilofacial - H. U. Gregorio Marañón Cirugía P ediátrica - H. U. Gregorio Marañón Cirugía T orácica - H. U. Gregorio Marañón Cir. Plástica y Reparadora - H. U. Gregorio Marañón Unidad de Quemados H.U La Paz Dermatología Medicoquirúrgica SI Endocrinología y Nutrición SI Farmacología Clínica - H. U. La Princesa Farmacia hospitalaria SI Geriatría SI Hematología y Hemoterapia SI Hemodinámica - H. U. Gregorio Marañón Inmunología Medicina Intensiva SI Medicina Interna SI Medicina Nuclear - H. U. Gregorio Marañón Medicina Preventiva y Salud Pública SI Medicina del Trabajo SI Microbiología y Parasitología Nefrología SI Neonatología SI Neumología SI Neurocirugía - H. U. Gregorio Marañón Neurofisiología Clínica - H. U. Gregorio Marañón Neurología SI Obstetricia y Ginecología SI Oftalmología SI Oncología Médica SI Oncología Radioterápica - H. U. Gregorio Marañón Otorrinolaringología SI Pediatría SI Psicología Clínica (Salud Mental) SI Psiquiatría SI Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 15 ESPECIALIDADES DISPONIBLES EN EL HOSPITAL CENTRO/HOSP ITAL DE REFERENCIA Radiodiagnóstico SI Rehabilitación SI Reproducción asistida - H. U. Gregorio Marañón Reumatología SI Traumatología y C. Ortopédica SI Urología SI Urgencias SI Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 16 Actividad A sistencial Datos globales Datos CMBD 2018 2019 Altas totales codificadas 8.074 8.108 Porcentaje de codificación 100,00% 100,00% Estancia 5,37 Peso medio global 0,8637 HOSPITALIZACIÓ N Ingresos totales % Urgencias SESIONES DÍA 2018 2019 Oncológico 1.903 1.933 Infeccioso -SIDA 0 0 Geriátrico 0 0 0 0 Otros m édicos 9.453 10.886 Quirúrgico 5.059 5.136 DIÁLISIS (pacientes/mes) 2018 2019 Hemodiálisis en el hospital 59 58 Hemodiálisis en centros concertados 0 0 ACTIVIDAD OBSTÉTRICA 2018 2019 Partos por vía vaginal 714 664 Cesáreas 209 186 % Cesáreas 22,64% 21,88% Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 17 Actividad Quirúrgica ACTIVIDAD QUIRÚRGICA 2018 2019 Intervenciones quirúrgicas programadas con hospitalización 1.573 1.629 Intervenciones quirúrgicas ambulantes programadas, realizadas en quirófano 4.229 4.127 Intervenciones quirúrgicas urgentes con hospitalización 789 694 Intervenciones quirúrgicas urgentes ambulantes 158 185 Otros procesos quirúrgicos ambulatorios realizados fuera de quirófano 4.793 4.548 Intervenciones quirúrgicas 324 263 Tiempo Tiempo utilizado de quirúrgico (% ocupación quirúrgica) 67,64% 68,42% Donaciones - Trasplantes Extracciones - Trasplantes 2018 2019 Trasplantes de progenitores hematopoyéticos Trasplantes de tejido osteotendinoso 2 4 Trasplantes de córneas 2 Trasplantes de membrana escleral 2 2 Trasplantes de membrana amniótica 2 1 Trasplantes de piel Trasplantes de válvulas cardíacas Trasplantes de segmentos vasculares Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 18 Técnicas u tilizadas TÉCNICA REALIZADAS PROPIO CENTRO DERIVADAS A C.CONCERTADO 2018 2019 2018 2019 Laboratorio Bioquímica 0 0 0 0 Hematología 33.225 35.081 0 0 Microbiología 0 0 0 0 Inmunología 0 0 0 0 Nº de pacientes 33.225 35.081 0 0 digestivo 4.979 5.406 Broncoscopias 75 187 Mamografías 7.301 7.736 0 0 RMN 6.299 5.868 0 0 Gammagrafías 0 0 0 0 Radiología intervencionista 19 330 0 0 PET 0 0 0 0 Litotricias 0 0 0 0 Hemodinámica cardíaca diagnóstica 0 0 0 0 Hemodinámica cardíaca terapéutica 0 0 0 0 Otros Procedimientos PROCEDIMIENTOS AMBULATORIOS 2018 2019 Inserción de marcapasos permanente 16 27 Revisión marcapasos con sustitución de generador 3 6 Revisión marcapasos sin sustitución de generador 354 317 Implante desfibriladores 0 0 Radiocirugía simple 0 0 Radiocirugía fraccionada 0 0 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 19 Consultas Consultas Externas ESPECIALIDAD Primeras Consultas Consultas Sucesivas Total Índice Suc/Prim Solicitadas por A.P. Realizadas para A.P. Alergia 2.986 2.932 1,77 448 379 Hematología 1.003 3.082 4.085 3,07 637 554 M. Interna 1.005 2.497 3.502 2,48 607 503 Nefrología 866 3.474 4.340 4,01 423 374 4.193 6.047 2,26 1.113 969 Otras m édicas 0 0 0 1 0 TOTAL ÁREA MÉDICA 33.767 4.900 C. Cardiaca 0 0 0 0 0 C. Infantil 0 0 0 0 0 C. Maxilofacial 0 0 0 0 0 Estomatología 0 0 0 0 0 C. Plástica 0 0 0 0 0 C. Torácica 0 0 0 0 0 Neurocirugía 0 0 0 0 0 C. Vascular 0 0 0 0 0 Anestesia 5.055 191 5.246 0,04 0 0 Otras q uirúrgicas 0 0 0 1,71 53.449 43.411 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 20 Consultas de alta resolución ESPECIALIDAD Número consultas alta resolución % Sobre Primeras Consultas Alergia 1.855 62,12% Cardiología 636 20,88% Dermatología 939 5 0,27% m édicas 0 0,00% TOTAL ÁREA MÉDICA 6.149 18,21% C. General 264 9,82% C. 0 0,00% OBSTÉTRICA 0 0,00% TOTAL 10.761 14,20% Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 21 Casuística(CMBD) Los 25 GRD médicos más frecuentes GRD DESCRIPCIÓN Número de casos % Estancia Media Peso Medio 560 PARTO 649 10,64% 2,41 0,3300 139 OTRA NEUMONÍA 427 7,00% 6,08 0,8205 144 OTROS DIAGNÓSTICOS MENORES, SIGNOS Y SÍNTOMAS DE APARATO RESPIRATORIO 367 6,02% 5,36 0,6602 140 ENFERMEDAD PULMONAR OBSTRUCTIVA INSUFICIENCIA CARDÍACA 314 5,15% 6,87 0,8953 DE RIÑÓN Y TRACTO URINARIO 285 4,67% 5,65 0,6250 720 SEPTICEMIA E INFECCIONES DISEMINADAS 185 3,03% 9,03 1,3950 284 TRASTORNOS DEL TRACTO Y VESÍCULA BILIAR 170 2,79% 6,32 0,9178 249 OTRAS GASTROENTERITIS, NÁUSEAS Y VÓMITOS 156 2,56% 3,63 0,5432 282 TRASTORNOS DE PÁNCREAS EXCEPTO 1,92% 6,79 0,7452 INFLAMACIONES PULMONARES MAYORES 112 1,84% 8,72 1,2486 640 NEONATO, PESO AL NACER >2499 G NEONATO NORMAL O NEONATO CON OTRO PROBLEMA 97 1,59% 3,16 0,2063 045 ACVA Y OCLUSIONES PRECEREBRALES CON INFARTO 94 1,54% 5,82 1,0425 INFECCIONES DE VÍAS RESPIRATORIAS SUPERIORES 0,4817 141 ASMA 90 85 1,39% 3,82 0,7326 254 OTROS DIAGNÓSTICOS DEL APARATO DIGESTIVO 82 1,34% 5,07 0,7530 469 DAÑO AGUDO DE RINÓN 66 1,08% 0,8092 501 DIAGNÓSTICOS DE APARATO GENITAL MASCULINO EXCEPTO NEOPLASIA 66 1,08% 4,35 0,5973 145 BRONQUITIS AGUDA Y SÍNTOMAS RELACIONADOS 65 1,07% 4,80 0,7033 465 CÁLCULOS URINARIOS Y OBSTRUCCIÓN ADQUIRIDA DEL TRACTO URINARIO SUPERIOR 56 0,92% 2,96 0,5927 722 FIEBRE 52 0,85% 2,94 0,6549 468 OTROS DIAGNÓSTICOS, SIGNOS Y SÍNTOMAS SOBRE RIÑÓN Y TRACTO URINARIO 51 0,84% 5,10 0,6036 750 ESQUIZOFRENIA MÉDICOS 6.101 5,73 0,7483 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 22 Los 25 GRD quirúrgicos más frecuentes GRD DESCRIPCIÓN Número de casos % Estancia Media Peso Medio 540 CESÁREA 190 9,47% 3,36 0,5750 263 COLECISTECTOMÍA 160 URETRALES Y TRANSURETRALES 105 5,23% 0,8180 308 REPARACIÓN DE CADERA Y FÉMUR 99 4,93% 6,74 1,4417 315 PROCEDIMIENTOS SOBRE HOMBRO, CODO Y ANTEBRAZO EXC. SUSTITUCIÓN DE ARTICULACIÓN 97 4,83% 1,34 1,1695 098 OTROS PROCEDIMIENTOS SOBRE OÍDO, NARIZ, BOCA Y GARGANTA 92 4,58% 1,13 0,8875 234 APENDICECTOMÍA SIN DIAGNÓSTICO PRINCIPAL COMPLEJO 91 4,53% 1,58 0,8621 443 PROCEDIMIENTOS SOBRE RIÑÓN Y TRACTO URINARIO POR PROCESOS NO MALIGNOS 85 4,24% 4,74 1,3382 301 SUSTITUCIÓN ARTICULACIÓN CADERA 66 3,29% 5,86 1,6187 313 PROCEDIMIENTOS SOBRE RODILLA Y PARTE INFERIOR DE LA PIERNA EXCEPTO PIE 59 2,94% 2,63 1,1860 482 PROSTATECTOMÍA TRANSURETRAL 57 2,84% FEMORAL Y UMBILICAL 52 2,59% 1,17 0,9019 231 PROCEDIMIENTOS MAYORES SOBRE INTESTINO GRUESO 50 2,49% 11,86 2,0386 404 PROCEDIMIENTOS SOBRE TIROIDES, PARATIROIDES Y TRACTO TIROGLOSO 46 2,29% 3,00 0,9023 230 PROCEDIMIENTOS MAYORES SOBRE INTESTINO DELGADO 39 1,94% 11,44 1,9362 513 PROCEDIMIENTOS SOBRE ÚTERO Y MALIGNO, EXCEPTO LEIOMIOMA 34 1,69% 3,06 0,8791 227 PROCEDIMIENTOS SOBRE HERNIA EXCEPTO INGUINAL, FEMORAL Y UMBILICAL 32 1,59% 2,06 1,1284 320 OTROS PROCEDIMIENTOS DE SISTEMA MUSCULOESQUELÉTICO Y TEJIDO CONECTIVO 31 1,54% 3,10 1,1403 174 INTERVENCIONES CORONARIAS PERCUTÁNEAS CON IAM 30 1,49% 4,53 2,0928 442 PROCEDIMIENTOS SOBRE RIÑÓN Y TRACTO URINARIO 1,35% MAMA EXCEPTO MASTECTOMÍA 21 1,05% 1,48 1,1583 317 PROCEDIMIENTOS SOBRE TENDONES, MÚSCULOS Y OTROS TEJIDOS BLANDOS 20 1,00% 2,85 0,9544 364 OTROS PROCEDIMIENTOS SOBRE PIEL, TEJIDO SUBCUTÁNEO Y RELACIONADOS 0,75% 7,47 4,29 1,2147 Los 25 GRD con mayor consumo de recursos Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 23 GRD DESCRIPCIÓN Número de casos % Estancia Media Peso Medio 139 OTRA NEUMONÍA 427 5,29% 6,08 0,8205 140 ENFERMEDAD PULMONAR OBSTRUCTIVA INSUFICIENCIA CARDÍACA 314 E INFECCIONES DISEMINADAS 185 2,29% 9,03 1,3950 144 OTROS DIAGNÓSTICOS MENORES, SIGNOS Y SÍNTOMAS DE APARATO RESPIRATORIO 367 4,55% 5,36 0,6602 560 PARTO 649 8,04% 2,41 0,3300 463 DE RIÑÓN Y TRACTO URINARIO 285 3,53% 5,65 0,6250 302 SUSTITUCIÓN ARTICULACIÓN COLECISTECTOMÍA 160 1,98% 1,40 Y VESÍCULA BILIAR 170 2,11% 6,32 0,9178 308 REPARACIÓN DE FRACTURA DE CADERA Y FÉMUR 99 1,23% 6,74 1,4417 137 INFECCIONES E INFLAMACIONES PULMONARES MAYORES 112 1,39% 8,72 1,2486 443 PROCEDIMIENTOS SOBRE RIÑÓN Y TRACTO URINARIO POR PROCESOS NO MALIGNOS 85 1,05% 4,74 1,3382 315 PROCEDIMIENTOS SOBRE HOMBRO, CODO Y ANTEBRAZO EXC. SUSTITUCIÓN DE ARTICULACIÓN 97 1,20% 1,34 1,1695 540 CESÁREA 190 2,35% ARTICULACIÓN CADERA 66 0,82% 5,86 1,6187 231 PROCEDIMIENTOS MAYORES SOBRE INTESTINO 11,86 2,0386 045 1,0425 PÁNCREAS EXCEPTO NEOPLASIA Y TRANSURETRALES 105 1,30% 3,00 OTRAS GASTROENTERITIS, NÁUSEAS Y VÓMITOS 156 1,93% 3,63 0,5432 098 OTROS PROCEDIMIENTOS SOBRE OÍDO, NARIZ, BOCA Y GARGANTA 92 1,14% 1,13 0,8875 234 APENDICECTOMÍA SIN DIAGNÓSTICO PRINCIPAL COMPLEJO 91 1,13% 1,58 0,8621 230 PROCEDIMIENTOS MAYORES SOBRE INTESTINO DELGADO 39 0,48% 11,44 1,9362 313 PROCEDIMIENTOS SOBRE RODILLA Y PARTE INFERIOR DE LA PIERNA EXCEPTO PIE 59 0,73% 2,63 1,1860 TOTAL GRDs 8.108 5,37 0,8637 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 24 Calidad Objetivos institucionales de calida d Datos comparativos con grupo 1 y Servicio Madrileño de Salud Objetivo 1: Desplegar la seguridad del paciente en la organización: INDICADOR Fórmula (meta) HOSPITAL SURESTE Grupo 1 (media) GLOBAL SERVICIO MADRILEÑO DE SALUD (media) 1.1. IMPLANTACIÓN DE OBJETIVOS DE SEGURIDAD DEL PACIENTE EN CADA CENTRO nº promedio de objetivos 15 13 12 Desarrollo de actuaciones para evitar o reducir las prácticas innecesarias Si 100% 100% Actuaciones para promover uso seguro de radiaciones ionizantes Si 100% 100% Participación de las UFGRS en el estudio ESHMAD Si 100% 100% Elaborar mapas de riesgos en los servicios de urgencias No 83% 84% 1.2. PARTICIPACIÓN ACTIVA DE DIRECTIVOS EN REUNIONES O VISITAS A LAS UNIDADES: \"RONDAS DE SEGURIDAD\" Nº rondas UCI realizadas (al menos 1) 2 2 2 Nº rondas Bloque Quirúrgico realizadas (al menos 1) 2 2 2 Nº rondas radiodiagnóstico (al menos 1) No aplica 1 1 Nº rondas urgencias realizadas 1 1 1 Nº rondas otras unidades/servicios 2 4 3 Nº total de rondas1 7 9 8 1.3. IMPLANTACIÓN CISEMADRID nº incidentes con informes validados2 107 134 177 nº incidentes y errores de medicación identificados 163 202 269 Porcentaje (validados/identificados) 66% 66,4% 66,0% Objetivo 2: Impulsar Grupo 3: 8 rondas; Grupos 1,2: 7 rondas; Apoyo, Media estancia y Psiquiátricos: 5 2Meta de informes validados CISEMadrid: Apoyo, Me dia estancia y Psiquiátricos: 36 (nº mínimo de IS -EM con 1: 90; Grupo 2: 120; Grupo 3: 150 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 25 INDICADOR Fórmula (meta) HOSPITAL SURESTE Grupo 1 GLOBAL SERVICIO MADRILEÑO DE SALUD 2.1. PREVENCIÓ N DE LAS INFECCIONES RELACIONADAS CON LA ATENCIÓN SANITARIA. (RESISTENCIA ZERO E ITU ZERO) Nº de pacientes infectados o colonizados con BMR durante el ingreso x 100/ Nº total de pacientes ingresados (meta Nº de 1000 días de sondaje uretral/ Nº total de días de sondaje (meta 2,5 episodios) 2,86 3,80 3,23 2.2. DESARROLLO DE ACTUACIONES PARA MEJORAR HIGIENE DE MANOS Realizada autoevaluación Si 100% 100% Nivel alcanzado marco de autoevaluación y mejora de la OMS (meta: avanzado) Avanzado 83% 20 avanzado y 14 intermedio 2.3. DESARROLLO DE ACTUACIONES PARA MEJORAR LA SEGURIDAD EN CIRUGÍA % de implantación del LVQ (Nº de historias clínicas con listado de verificación quirúrgica / Nº de historias clínicas evaluadas X 96,13% % de unidades/servicios quirúrgicos en 3 IQZ (meta >90%) 100,0% 100,00% 98,24% Objetivo 3: Revisar y mejorar los resultados clave de la organización INDICADORES Fórmula HOSPITAL SURESTE Grupo 1 GLOBAL SERVICIO MADRILEÑO DE SALUD 3.1. PORCENTAJE DE CUMPLIMIENTO DEL OBSERVATORIO DE RESULTADOS % indicadores del apartado efectividad y seguridad del paciente que alcanzan el estándar (meta >= 90% de los indicadores) 75% 83,33% 84,41% 3.2. REVISIÓN Y MEJORA OBSERVATORIO DE RESULTADOS Informe de revisión de acuerdo con el formato establecido por la SG. Calidad Asistencial Si 100% 100% Buena práctica Si 100% 100% Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 26 Objetivo 4: Mejorar la calidad percibida INDICADORES Fórmula HOSPITAL SURESTE Grupo 1 GLOBAL SERVICIO MADRILEÑO DE SALUD 4.1. SATISFACCIÓN GLOBAL DE LOS USUARIOS CON LA ATENCIÓN RECIBIDA % pacientes satisfechos y muy satisfechos con la atención recibida segmentos estudiados (meta: Mejor de su grupo de hospitales o >=90%) 87,55% 88,47% 89,70% 4.2. DESPLIEGUE DE PROCESOS ORGANIZATIVOS PARA LA MEJORA DE LA CALIDAD PERCIBIDA Nº total de acciones de mejora desarrolladas según la encuesta3 5 8 5 Nº de líneas de actuación del Comité de Calidad Percibida4 5 6 6 técnicas cualitativas en urgencias o segmento de menor valoración Si 100% 82% Realizado mapa de experiencia del paciente Si 83,33% 82% Objetivo 5: Desarrollar la gestión de calidad INDICADORES Fórmula HOSPITAL SURESTE Grupo 1 GLOBAL SERVICIO MADRILEÑO DE SALUD 5.1. AUTOEVALUACIÓN CON EL MODELO EFQM DE EXCELENCIA 5.2.- DESPLIEGUE DEL SISTEMA DE GESTIÓN AMBIENTAL 5.3 DESPLIEGUE DE LA RESPONSABILIDAD SOCIAL SOCIOSANITARIA Aplicación del Modelo EFQM de Excelencia con nivel de puntuación correspondiente a 300+ (o superior) Autoevaluación > 300+ 83% 91% (31 hospitales >+300) Implantación del Sistema de Gestión Ambiental En proceso implantación 67% 85% implantación (23 certificados) Realización de autoevaluación de la RSS en organizaciones sanitarias (meta al menos nivel básico) Si 100% 100% 3Meta acciones de mejora encuesta: Grupo 1, 2, 3: 5; Apoyo y ME: 3 y PSQ: 2 4 Meta líneas comité calidad percibida: Grupo 1, 2: 4 líneas CCP siendo 1 cualitativa ; Grupo 3: 5 líneas CCP siendo 2 cualitativas; Apoyo, ME y PSQ: 3 siendo 1 cualitativa Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 27 Objetivo 6: Optimizar la atención al dolor INDICADORES Fórmula HOSPITAL SURESTE Grupo 1 GLOBAL SERVICIO MADRILEÑO DE SALUD 6.1.PORCENTAJE DE PACIENTES INGRESADOS CON MEDICIÓN DEL DOLOR % pacientes con valoración del dolor UCI 100,0% 98,3% 92,6% % pacientes con valoración del dolor Pediatría 88,4% 98,5% 94,3% % pacientes con valoración del dolor Cirugía General 97,4% 97,3% 95,9% % pacientes con valoración del dolor Traumatología 97,7% 97,9% 96,7% % pacientes con valoración 98,3% 97,8% Resultado Global centro (meta: >=90% o de su grupo de hospitales) 95,8% 98,0% 96,2% 6.2.DESPLIEGUE DE PROCESOS ORGANIZATIVOS PARA LA MEJORA DE LA ATENCIÓN AL DOLOR Nº total líneas Comité del Dolor5 5 6 6 Coordinación con los referentes de atención primaria Si 100% 100% Promover la participación de los pacientes Si 100% 97% Atención al dolor en relevante/vulnerable Si 100% 100% Desarrollo de \"Buena práctica\" Si 100% 94% 6.3. SATISFACCIÓN CON LA ATENCIÓN AL DOLOR % pacientes con dolor durante la hospitalización satisfechos y muy satisfechos con el tratamiento del dolor (meta: Mejor de su grupo de hospitales o >=90%) 85,37% 86,34% 88,42% 5Meta líneas Comité atención al dolor: Grupos 1,2 y 3: 5 actuaciones; Apoyo, Media estancia y Psiq: 3 actuaciones Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 28 Comisiones clínicas Nombre Número integrantes Número reuniones 1. Atención al dolor 20 6 2. Calidad percibida, humanización y CTIL 17 5 3. Contra la violencia 14 4 4. Cuidados paliativos 10 2 5. Docencia 19 2 6. Ética asistencial 12 4 7. Farmacia y terapéutica 14 7 8. Gestión del conocimiento e investigación 10 10 9. Historias clínicas 11 7 10. Hospital sin humo 10 5 11. Infección hospitalaria, profilaxis y política antibiótica 16 8 12. Morbi -mortalidad 10 10 13. Seguridad del paciente 29 10 14. Cuidados 14 3 15. Cáncer 13 1 16. Lactancia materna 16 5 17. Transfusiones 13 4 18. Formación 25 2 19. Tecnología y adecuación de medios diagnósticos 10 2 20. Técnica de la Información Local 7 21. Dirección 15 22. Mixta 3 Otras actuaciones Premio Top 20 al Área del Corazón . Premio Top 20 al Área del Medicina Intensiva. Medicina Interna mantiene la Acreditación del Servicio con el Certificado de Calidad SEMI - Excelente. Además, continúa permaneciendo en el Estudio RECALMIN de la Sociedad Española de Medicina Interna. El proyecto RECALMIN destaca la relevancia de la especialidad en el Sistema Nacional de Salud mediante el análisis de la evolución de la asistencia prestada en las Unidades de Medicina Interna. Certificaciones conseguidas por la UCI en reconocimiento en Proyectos Zero en relación con Bacteriemia, Neumonía y Res istencia. Hospi -Ratón: colaboración con asociación H ospi-Ratón para la gestión de los dientes caídos durante el ingreso hospitalario en pacientes pediátricos. (Calidad percibida). Concurso \"ideas para no fumar\" dirigido a niños de primaria de la Comunidad de Madrid. Vacunación y examen médico a los niños del programa Vacaciones en paz de Rivas Vaciamadrid (Rivas -Sahel). (Responsabilidad social sociosanitaria). Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 29 Información y Atención al Paciente Reclamaciones 2018 2019 Var. %Var. RECLAMACIONES 1.033 815 -218 -21,10% Principales motivos de reclamación MOTIVO Nº % % ACUMULADO Citaciones 234 28,71% 28,71% Disconformidad con la Asistencia 186 22,82% 51,53% Trato Personal 74 9,08% 60,61% Desacuerdo con Organización y Normas 44 5,40% 66,01% Retraso en la atención 40 4,91% 70,92% Habitabilidad y Confort 34 4,17% 75,09% Otras actuaciones Se atendieron en el Servicio de Atención al Paciente a 8.726 personas. 41 pacientes realizaron Instrucciones Previas. Se realizaron reuniones con los distintos Servicios con el fin de mejorar los principales motivos de las reclamaciones por parte de los pacientes. Participación activa en las Comisiones de: Seguridad del Paciente. Humanización. Bioética. Técnica de Información Local. SERVICIO DE VOLUNTARIADO El servicio de voluntariado del Hospital, durante 2019, tuvo 5 voluntarios que visitaron a un total de 305 pacientes. La labor que llevan a cabo gira en torno a la visita y acompañamiento a los pacientes y a sus familiares, así como al apoyo emocional en e l proceso de la enfermedad. ACCIONES INFORMATIVAS Y DE CONCIENCIACIÓN El Hospital informa periódicamente sobre aspectos o temas de trascendencia coincidiendo con la celebración de Días Mundiales , campañas sociales y de concienciación, etc . De esta forma, durante 201 9 se realizaron las siguientes acciones: Celebración de dos maratones de donación de sangre, coincidiendo con las convocatorias de primavera y otoño. Esta actividad, realizada en colaboración con el Centro de Transfusión de la Comunidad de Madrid, pretende en última instancia concienciar sobre la necesidad de la donación continuada de sangre. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 30 En este sentido, hay que destacar que el HU Sureste en la edición de primavera batió el record con 107 donaciones y un total de 122 personas que a cudieron al llamamiento entre personal del Hospital y ciudadanos. De vital importancia en el respaldo de la donación ha sido la contribución que efectuaron los alumnos y profesores del IES Las Lagunas de Rivas Vaciamadrid. Aparte de los carteles elaborados , el diseño de los mismos y de folletos informativos y chapas promocionales, estuvieron durante la mañana en el Hospital promocionando la donación de sangre entre los pacientes y visitantes. A todo esto hay que sumar la labor previa que llevaron a cabo en la localidad. El servicio de Medicina Intensiva del Hospital Universitario del Sureste conmemoró el Día Europeo de concienciación ante el Paro Cardiaco con un taller práctico de resucitación cardiopulmonar básica. En algo más de dos horas enseñó a 45 visitantes del hospital todo lo necesario para mantener con vida a una persona en parada: llamar al 112 e iniciar maniobras de reanimación. El 5 de mayo el Hospital celebra el Día Mundial de la Higiene de Manos con múltiples actividades de difusión y f ormación que se prolongaron durante varias semanas . Entre ellas cabe destacar: Realización de un concurso de carteles sobre higiene de manos. Colocación de carteles de higiene de manos por el hospital. Día Mundial sin Tabaco. El día 31 de mayo el Hospital, en colaboración con la AECC, realizó cooximetrías en el hall de entrada para recordar los beneficios de vivir sin tabaco. Todo el hospital incide en los mensajes positivos y anima a las personas a resp irar la vida sin tabaco ya que hay mucha vida por vivir. Realizad os por los pacientes de terapia ocupacional, grandes paneles inform aban de que el centro es un hospital sin humos. S e instalaron en el hall de entrada tanto los paneles , como la decoración \"verde\" que promovían el aire puro. Además, se recordaba por megafonía el Día Mundial con un mensaje claro para no fumar. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 31 Con moti vo del Día Mundial sin Tabaco, por distintas salas de espera del Hospital la Comisión Hospital sin Humo difundió el video ¿Tabaco? No, gracias, que se puede encontrar en YouTube : https://www.youtube.com/watch?v=5Fhp9Tn0Kzs El Hospital se sumó a las actividades del Día Mundial de la Enfermedad Pulmonar Obstructiva Crónica, EPOC. Como es habitual, se instaló una mesa informativa sobre esta enfermedad en el hall de entrada del centro y se hicieron espirometrías con el fin de concienciar a la población sobre el alcance de e sta enfermedad . El Hospital de Día del centro continuó con la realización de talleres y sesiones de maquillaje para pacientes oncológicas y sus familiares. El objetivo es ayudar a las pacientes a paliar los efectos que sobre su piel pueden tener los tratamientos quimioterápicos o, simplemente, ayudarlas a optimizar la piel con sencillas técnicas y productos. Esta actividad se dirige a mujeres oncológicas y a sus familiares. El Hospital colabora con distintas entidades, ONGs y Asociaciones de pacientes con su labor informativa y de concienciación. Entre ellas cabe destacar: Fundación ANDE. Asociación Española Contra el Cáncer Cris contra el cáncer. Cruz Roja. Alcohólicos Anónimos. Fundación del Corazón. Médicos sin Fronteras. Fundación Josep Carreras. Perfil Equipo Médula. ACNUR. Información del Día del Donante Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 32 Continuidad Asistencial Consultas y pruebas solicitadas y realizadas para Atención Primaria ESPECIALIDAD Primeras Consultas Solicitadas por A.P. % Realizadas para A.P. % Alergia 2.986 1.113 60,03% 969 52,27% Otras TOTAL C. Cardiaca 0 0 0 C. Infantil 0 0 0 C. Maxilofacial 0 0 0 Estomatología 0 0 0 C. Plástica 0 0 0 C. Torácica 0 0 0 Neurocirugía 0 0 0 C. Vascular 0 0 0 Anestesia 5.055 0 0 Otras Quirúrgicas 0 0 0 TOTAL ÁREA QUIRÚRGICA 38.063 53.449 70,51% 43.411 57,27% Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 33 Técnicas Diagnósticas y Terapéuticas Continuidad Asistencial Técnica Act. Propia + Concertada Solicitadas por A.P. % Realizadas para A.P. % Radiología 7 Gammagrafías 0 0 Radiología intervencionista 330 3 0,91% 4 1,21% PET 0 0 0 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 34 Variación interanual de solicitudes desde Atención Primaria ESPECIALIDAD Solicitadas 201 8 Solicitadas 201 9 % Variación 2019 / 2018 Alergia 2.578 637 19,74% 576 607 1.113 3 1 -66,67% MÉDICA 0 0 C. Infantil 0 0 C. Maxilofacial 0 0 Estomatología 0 0 C. Plástica 0 0 C. Torácica 0 0 Neurocirugía 0 0 C. Vascular 0 0 Anestesia 5 0 Otras Quirúrgicas 0 0 TOTAL ÁREA QUIRÚRGICA 25.264 26.984 49.520 53.449 7,93% Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 35 Consultas solicitadas como co nsecuencia de la Libre Elección ESPECIALIDAD Primeras Consultas Solicitadas AP Número citas ENTRANTES Libre Elección % sobre Primeras Consultas Solicitadas AP Número citas SALIENTES Libre Elección Alergia 2.687 96 3,57% 221 Cardiología 1.973 321 16,27% 133 Dermatología 270 3,41% 863 Digestivo 1.632 25 1,53% 492 Endocrinología 925 23 2,49% 166 Geriatría 448 0 0 Hematología 637 0 0 M. Interna 607 9 1,48% 77 Nefrología 423 11 2,60% 32 Neumología 177 Neurología 2.097 47 2,24% 439 Oncología 39 0 0 Psiquiatría 1.916 0 0 Rehabilitación 965 35 3,63% 39 Reumatología 1.113 11 0,99% 274 Otras Médicas 1 0 0 TOTAL ÁREA MÉDICA 24.241 858 3,54% 2.913 C. General 2.147 65 3,03% 2.173 182 3,06% 573 Ginecología 5.669 240 4,23% 378 C. Cardiaca 0 0 0 C. Infantil 0 0 0 C. Maxilofacial 0 0 0 Estomatología 0 0 0 C. Plástica 0 0 0 C. Torácica 0 0 0 Neurocirugía 0 0 0 C. Vascular 0 0 0 Anestesia 0 0 0 Otras Quirúrgicas 0 0 0 TOTAL ÁREA QUIRÚRGICA 26.984 818 3,03% 3.960 TOTAL ÁREA PEDIÁTRICA 1.989 5 0,25% 235 11 4,68% 124 TOTAL 53.449 1.692 3,17% 7.047 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 36 Otros indicadores de continuidad asistencial La coordinación de las acciones, a través de la continuidad asistencial: Evitan duplicidades. Favorecen la fluidez en la atención. Permiten una atención continuada de los pacientes. La continuidad asistencial proporciona una atención única en los diferentes niveles asistenciales como un todo en el que se encajan los distintos engranajes: Hospital Universitario del Sureste, Atención Primaria e instituciones en un entorno social de paci entes institucionalizados: residencias geriátricas, Centro de Menores de Brea de Tajo y prisión de Estremera. 1.- ESTRUCTURA DE CONTINUIDAD ASISTENCIAL (A 31/12/2019) Nº de centros de salud del Área de referencia 7 Centros de especialidades periféricos : CSM Arganda, CSM RIVAS, CS Primero de Mayo 3 Total centros sociosanitarios 15 Nº de Residencias públicas 1 Nº de Residencias privadas/concertadas 14 Otros centros susceptibles de coordinación (enumerar) Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 37 PARTICIPACIÓN EN COMISIONES Comisiones compartidas AP - Hospital Nº de reuniones con acta realizadas en 2019 Nº de proyectos y líneas de trabajo puestos en marcha en cada comisión Comisión de Sector Asistencial Director de Continuidad Asistencial - Atención Primaria (Dirección Asistencial y Directores de centro) - Equipo directivo hospital. (Convoca el Director de Continuidad Asistencial) 2 1.- Puesta en marcha de e consulta todos los servicios. 2.-Monográficas: c riterios y pertinencia. 3.-Utilización vías correctas de comunicación: e consulta, correo admisión. Comisión de coordinación asistencial de cuidados. 3 1.- E consultas monográficas enfermería. 2- Rotaciones Hospital. 3.- Oferta formación: continuidad de cuidados en pacientes con dispositivos. Comisión de Coordinación Asistencial en Farmacoterapia (Trimestral) 3 1.- Puesta en común de los resultados de indicadores de Farmacia. 2.- Puesta en marcha Comisión PROA. 3.- Conciliación NIA en Medicina Interna. Comisión de coordinación y seguimiento de la implantación de pr ocesos asistenciales integrados 2 1.- Adecuación de uso de canales de comunicación en función de las necesidades del paciente. 2.- Mejora informe alta PCC. OTRAS: Comisión PROamb 2 1.- Mejora del uso de los ATB. Análisis conjunto de los resultados de indicadores de ATB. Difusión de las Guías de ATB en el Paciente Ambulatorio de la CAM. 2.- Plan formativo dirigido a todos los profesionales: proporcionar sistemas de información sobre las resistencias y p romover el uso de pruebas diagnósticas rápidas. Mejorar la coordinación entre los diferentes niveles tras la detección de bacterias multirresistentes. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 38 2.- CULTURA DE CONTINUIDAD FORMACIÓN Nº de actividades (jornadas / encuentros / sesiones / foros) de difusión realizadas, en las que se abordan proyectos r/c continuidad asistencial no incluidas en los planes formativos. Nº de jornadas/encuentros/ foros no acreditados realizados en los que se abordan proyectos r/c continuidad asistencial 22 Continuidad Asistencial: Equipo y PAIS( x7 centros de salud) 7 Encuentro Trabajadores sociales HUS - DASE 1 Encuentro Servicio de Nefrología - Centro de salud.( x7 centros de Salud) 7 Encuentro matronas DASE y HUS. Mejora en Continuidad Asistencial. 3 Reuniones o sesiones con matronas de AP de Rivas dentro del programa de psiquiatría perinatal para trabajar derivaciones y seguimiento de mujeres embarazadas o puérperas con T. mental 3 Encuentro R esidencia pública AMAS Arganda del Rey. 1 Nº de sesiones no acreditadas realizadas en las que se abordan proyectos r/c continuidad asistencial 18 Presentación e con sulta HUS. Indicaciones de uso. 1 Actualizaciones de EPOC. C. S. Arganda Felicidad 1 Actualizaciones en E POC.C. S. Villarejo de Salvanés 1 Actualizaciones en la EPOC. Centros de Salud Rivas santa Mónica. 1 Programas en Actividad física y fortalecimiento en la EPOC. C. S. Santa Mónica 1 Déficit x1 Antitripsina. Centro de Salud Arganda del Rey 1 Actualización en VHC: 5 sesiones en distintos centros de salud de enero a mayo 5 Sesión \"Enfermedad Renal Crónica. Criterios de derivación a atención especializada\". Centro Salud La Paz 1 Sesiones /taller de mantenimiento de catéteres venosos centrales (PICCs y Port -a-Cath) en A.P. de 2 h de duración:7,9,14 y 24/10 4 Sesión sobre el uso del espirómetro en CS. Arganda del Rey 1 Sesión en la residencia de AMAS de Arganda. Uso herramientas informáticas 1 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 39 Nº de actividades formativas r/c continuidad asistencial y cronicidad incluidas en los planes formativos del hospital. 5 Nº de cursos acreditados r/c continuidad asistencial y cronicidad incluidos en el programa formativo 3 Educación diabetológica (dos ediciones en noviembre) 2 10ª CURSO BÁSICO ACTUALIZADO DE LACTANCIA MATERNA.28 -29-30 de mayo 1 Nº de sesiones acreditadas realizadas en las que se abordan proyectos r/c continuidad asistencial / cronicidad. 2 Plan estratégico Continuidad Asistencial 2018 -2021. Programa de formación HUS 1 Implantación en HUS de los PAIS. Programa formación HUS. 1 INVESTIGACIÓN 3.- MODELO DE ATENCIÓN INVESTIGACIÓN 1 Nº de proyectos de investigación* r/c la continuidad asistencial / cronicidad realizados y difundidos en tu hospital 1 Eficacia de la psicoterapia centrada en la parentalidad, en la prevención de la depresión postparto. Aprobado 17 -12-2018 por El Comité Ético de Investigación con Medicamentos del Hospital Universitario Gregorio Marañón, y el 29 -1-2019 por la Comisión de Gestión del Conocimiento e Investigaci ón del Hospital Universitario del Sureste. 1 Nº de comunicaciones (orales y póster) realizadas en congresos r/c continuidad asistencial / cronicidad. 2 Continuidad Asistencial AP AH. ¿Es un camino fácil? IV Encuentro en Continuidad Asistencial 1 Aplicaciones informáticas. Una Oportunidad para M ejorar la Continuidad Asistencial en la Vigilancia de Microorganismos R esistentes. XX Congreso Nacional/IX I nternacional de la Sociedad Es pañola de Medicina Preventiva, Salud P ública e H igiene. 1 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 40 3.- MODELO DE ATENCIÓN En el hospital se puede visualizar el Nivel de Intervención en la historia clínica electrónica. Se cuenta con un sistema para que los profesionales asistenciales puedan identificar al especialista de referencia de un paciente con N IA ROLES PROFESIONALES: ESPECIALISTA DE REFERENCIA Nº de pacientes con nivel de intervención alto (NIA). Fecha: 31 de diciembre 2019 544 Nº de pacientes con nivel de intervención alto (NIA) a los que se les ha asignado un especialista de referencia. Fecha: 31 de diciembre 2019 544 Porcentaje de pacientes con NIA a los que se les ha asignado especialista de referencia. 100% Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 41 ROLES PROFESIONALES: ESPECIALISTA CONSULTOR Especialista Consultor Especialidades OBLIGATORIAS con especialista consultor OBLIGATORIAS ESPECIALIDAD ¿El hospital dispone de esta especialidad? (SI/NO) En caso afirmativo, ¿tiene especialista consultor? (SI/NO) Si el hospital no dispone de la especialidad, ¿a qué hospital se deriva? % de centros de salud que tienen acceso al especialista consultor ALERGOLOGÍA SÍ SÍ 100 ANGIOLOGÍA Y CIRUGÍA VASCULAR NO HUGM APARATO DIGESTIVO SÍ SÍ 100 CARDIOLOGÍA SÍ SÍ 100 CIRUGÍA GENERAL Y AP. DIGESTIVO SÍ SÍ 100 CIRUGÍA MAXILOFACIAL NO HUGM CIRUGÍA PEDIÁTRICA GENERAL NO HUGM DERMATOLOGÍA SÍ SÍ 100 ENDOCRINOLOGÍA SÍ SÍ 100 GINECOLOGÍA SÍ SÍ 100 HEMATOLOGÍA INFANTIL NO HUGM MEDICINA INTERNA SÍ SÍ 100 NEFROLOGÍA SÍ SÍ 100 NEUMOLOGÍA SÍ SÍ 100 NEUROCIRUGÍA INFANTIL NO HUGM NEUROLOGÍA SÍ SÍ 100 OBSTETRICIA SÍ SÍ 100 OFTALMOLOGÍA SÍ SÍ 100 ONCOLOGÍA MÉDICA INFANTIL NO HUGM OTORRINOLARINGOLOGÍA SÍ SÍ 100 PEDIATRÍA SÍ SÍ 100 PSICOLOGIA CLÍNICA SÍ SÍ 100 PSIQUIATRÍA SÍ SÍ 100 REHABILITACIÓN ADULTOS SÍ SÍ 100 REUMATOLOGÍA SÍ SÍ 100 TRAUMATOLOGÍA SÍ SÍ 100 UROLOGÍA SÍ SÍ 100 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 42 OPCIONALES CIRUGÍA PLÁSTICA Y REPARADORA HUGM HEMATOLOGIA ADULTOS SÍ SÍ 100 NEUROCIRUGIA ADULTOS HUGM REHABILITACION INFANTIL SÍ SÍ 100 UNIDAD DEL DOLOR HUGM GERIATRIA SÍ SÍ 100 ANESTESIA Y REANIMACIÓN SÍ SÍ 100 FARMACIA HOSPITALARIA SÍ SÍ 100 MEDICINA PREVENTIVA SÍ SÍ 100 4.- COORDINACIÓN Y COMUNICACIÓN DE PROFESIONALES ACTUACIÓN SOCIOSANITARIA Relación de iniciativas de coordinación entre profesionales sanitarios de hospital y profesionales de los centros sociosanitarios, en el caso de personas institucionalizadas. Centros implicados Fecha TELEMEDICINA Residencia pública de AMAS Octubre Encuentros Residencias de la Zona -HUSE Residencias de la Zona Diciembre CONTINUIDAD DE CUIDADOS ¿Existen canales de comunicación entre profesionales de enfermería de atención primaria y atención hospitalaria normalizados? (SI/NO) SÍ E consulta Teléfono Continuidad Correo electrónico Continuidad Asistencial (ECA) Nº de pacientes dados de alta de hospitalización. 7747 Nº de pacientes con Informe de cuidados de enfermería (ICE ) al alta de hospitalización, disponible en HORUS. 6128 Porcentaje de pacientes que tienen ICE al alta de hospitalización, disponible en HORUS 79,10 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 43 5.- GESTIÓN DE LOS RECURSOS IMPLICADOS EN LAS TRANSICIONES ASISTENCIALES ACCESIBILIDAD ¿Existen circuitos entre cada hospital y los centros de salud de referencia que garanticen el acceso a la asistencia en el ámbito más adecuado especialmente para los pacientes con mayor fragilidad y complejidad? (SI/NO) SÍ ¿Nº total de circuitos entre el hospital y sus centros de salud de referencia que garanticen el acceso a la asistencia en el ámbito más adecuado especialmente para los pacientes con mayor fragilidad y complejidad? 3 E consulta Circuito vía teléfono/correo Continuidad Asistencial ( ECA) Circuito especialista de referencia Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 44 Docencia y formación continuada 2019 Docencia Facultades y escuelas a las que se imparte enseñanza de formación profesional: DOCENCIA ALUMNOS PROGRAMA 4º ESO+EMPRESA CENTRO TITULACIÓN TOTAL ALUMNOS COLEGIO MALVAR (MADRID) PROGRAMA 4º ESO+EMPRESA 5 COLEGIO SAN JOS É DEL PARQUE (MADRID) PROGRAMA 4º ESO+EMPRESA 3 COLEGIO SANTA ELENA (VILLAREJO DE SALVANÉS) PROGRAMA 4º ESO+EMPRESA 3 IES ANA MARÍA MATUTE (CABANILLAS DEL CAMPO) PROGRAMA 4º ESO+EMPRESA 2 IES ANSELMO LORENZO ( SAN MARTÍN DE LA VEGA) PROGRAMA 4º ESO+EMPRESA 8 IES CARLOS BOUSOÑO (MAJADAHONDA) PROGRAMA 4º ESO+EMPRESA 1 IES DUQUE DE RIVAS (RIVAS VACIAMADRID) PROGRAMA 4º ESO+EMPRESA 10 IES EUROPA (RIVAS VACIAMADRID) PROGRAMA 4º ESO+EMPRESA 2 IES LA POVEDA (ARGANDA DEL REY) PROGRAMA 4º ESO+EMPRESA 10 IES PROFESOR JULIO P ÉREZ (RIVAS VACIAMADRID) PROGRAMA 4º ESO+EMPRESA 4 IES (VIL LAREJO DE SALVANÉS) PROGRAMA 4º ESO+EMPRESA 2 TOTAL 50 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 45 DOCENCIA ALUMNOS CICLOS FORMATIVOS CENTRO TITULACIÓN TOTAL ALUMNOS PROFESORES TUTORES COLEGIO TRES OLIVOS TÉCNICO EN FARMACIA Y PARAFARMACIA 3 3 IES LA POVEDA TÉCNICO EN FARMACIA Y PARAFARMACIA 3 3 TOTAL TÉCNICO EN FARMACIA Y PARAFARMACIA 6 6 IES ANTONIO MACHADO TÉCNICO ANATOM ÍA PATOL TMCAE 4 12 ISFP CLAUDIO GALENO TMCAE 4 12 IES ANTONIO MACHADO TMCAE 2 6 IES MORATALAZ TMCAE 17 51 IES FUENCARRAL TMCAE 3 9 ESCUELA DE FORMACIÓN PROFESIOAN AL DE CRUZ ROJA TMCAE 4 12 TOTAL TÉCNICO MEDIO EN CUIDADOS AUXILIARES DE ENFERMERÍA 34 102 CENTRO DE F.P. ESPECÍFICA S. JUAN DE DIOS DOCUMENTACIÓN SANITARIA 8 3 TOTAL DOCUMENTACIÓN SANITARIA 8 3 IES DUQUE DE RIVAS GESTION ADMINISTRATIVA 3 3 IES LA POVEDA F.P.B. SERVICIOS ADMINISTRATIVOS 4 3 TOTAL SERVICIOS ADMINISTRATIVOS 7 6 DOCENCIA ALUMNOS GRADO MEDICINA CENTRO TOTAL ALUMNOS PROFESORES / TUTORES UNIVERSIDAD FRANCISCO DE VITORIA. GRADO PRIMERO 16 16 UNIVERSIDAD FRANCISCO DE VITORIA. GRADO SEGUNDO 1 1 UNIVERSIDAD FRANCISCO DE VITORIA. GRADO TERCERO 18 18 UNIVERSIDAD FRANCISCO DE VITORIA. GRADO CUARTO 20 20 UNIVERSIDAD FRANCISCO DE VITORIA. GRADO QUINTO 16 16 UNIVERSIDAD FRANCISCO DE VITORIA. GRADO SEXTO 29 29 ALUMNOS ERASMUS 5 5 TOTAL 105 105 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 46 DOCENCIA ALUMNOS GRADO ENFERMERÍA CENTRO TOTAL ALUMNOS PROFESORES / TUTORES UNIVERSIDAD FRANCISCO DE VITORIA. GRADO SEGUNDO 0 0 UNIVERSIDAD FRANCISCO DE VITORIA. GRADO TERCERO 9 9 UNIVERSIDAD FRANCISCO DE VITORIA. GRADO CUARTO 16 16 UNIVERSIDAD FRANCISCO DE VITORIA. PROGRAMA ENM (EUROPEAN NURSING MEETING) 18 18 ALUMNOS ERASMUS 6 6 TOTAL 49 49 DOCENCIA ALUMNOS GRADO EN INGENIERÍA BIOMÉDICA CENTRO TOTAL ALUMNOS PROFESORES / TUTORES UNIVERSIDAD REY JUAN CARLOS 18 18 TOTAL 18 18 DOCENCIA ALUMNOS GRADO EN PSICOLOGÍA CENTRO TOTAL ALUMNOS PROFESORES / TUTORES UNIVERSIDAD REY JUAN CARLOS 2 2 TOTAL 2 2 DOCENCIA ALUMNOS GRADO TERAPIA OCUPACIONAL CENTRO TOTAL ALUMNOS PROFESORES / TUTORES UNIVERSIDAD CASTILLA LA MANCHA 2 1 UNIVERSIDAD REY JUAN CARLOS 7 1 TOTAL 9 2 DOCENCIA ALUMNOS POSTGRADO MÁSTER EN PSICOLOGÍA GENERAL SANITARIA CENTRO TOTAL ALUMNOS PROFESORES / TUTORES UNIVERSIDAD REY JUAN CARLOS 3 3 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 47 Formació n de especialistas sanitarios: n úmero de residentes por año durante 2019 DOCENCIA MIR CENTRO TOTAL RESIDENTES TUTORES RESIDENTES HOSPITAL MON ÓGRAFICO 1 1 HOSPITAL GREGORIO MARAÑÓN. SERVICIO DE PSIQUIATRÍA 1 1 TOTAL 2 2 DOCENCIA ALUMNOS POSTGRADO MÁSTER UNIVERSITARIO EN TRABAJO SOCIAL SANITARIO CENTRO TOTAL ALUMNOS PROFESORES / TUTORES UNIVERSIDAD OBERTA CATALUÑA 1 1 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 48 Formación Continuada Cursos/Jornada/Sesiones/Talleres DIVISIÓN DE ENFERMERÍA Cursos Horas Dirigido a Asistentes Formación en manejo de medicamentos peligrosos 56 EN; AE 10 Procedimientos y técnicas asistenciales en el área de pediatría 25 EN; AE 21 Infecciones relacionadas con la atención sanitaria. Tú puedes evitarlas 21 EN, AE, AP, LA, AF 15 Seguridad del paciente en preanalítica en el Hospital Universitario del Sureste . (Ed. 1) 34 EN; AE 6 Seguridad del paciente en preanalítica en el Hospital Universitario del Sureste . (Ed. 2) 14 EN; AE 6 Canalización vascular ecoguiada 15 EN, AE 5 Actualización en educación diabetológica en atención primaria 11 EN; AE 10 Actualización de manejo de UPP para enfermería 6 EN 10 Actualización de manejo de UPP para técnicos auxiliares de enfermería 7 AE 5 Cuidados de enfermería en paciente ostomizado para TMCAE 2019 8 AE 20 Introducción a la seguridad del paciente: herramientas para la gestión de riesgos 16 EN, ME, FA, AE, TAE, OT 15 Seguridad del paciente en preanalítica en el Hospital Universitario del Sureste . (Ed. 3) 59 EN; AE 6 Mantenimiento de catéteres centrales de inserción periférica (PICC) 8 EN 4 Introducción a la seguridad del paciente: herramientas para la gestión de riesgos 16 EN, ME, FA, AE, TAE, OT 15 Mantenimiento de catéteres centrales de inserción periférica (PICC) 8 EN 4 Implicaciones legales en la gestión de enfermería. 11 EN 10 Cuidados de enfermería en paciente ostomizado para enfermería 2019 11 EN 20 Ergonomía y movilización de pacientes . (Ed. 01) 15 EN, AE 5 Fisioterapia respiratoria en el paciente pediátrico 19 FI; TO 20 Cadenas musculares: introducción a la valoración, tratamiento y reprogramación 19 FI; TO 20 Ergonomía y movilización de pacientes . (Ed. 02) 15 EN, AE 5 Manejo de citostáticos. Utilización de árboles de administración 15 EN, AE 5 Actualización en enfermería quirúrgica . (Ed. 1) 34 EN, AE 20 Sesiones Horas Dirigido a Asistentes Actualización de conocimientos de enfermería en consultas externas 59 EN;AE 15 Seminario \"enfermería y responsabilidad profesional en salud mental\". 6 EN 5 Talleres Horas Dirigido a Asistentes Triaje de prioridades en urgencias con sistema Manchester . (Ed. 01) 25 EN 8 Atención al parto inminente fuera del bloque obstétrico . (Ed. 01) 15 EN; AE 2 Atención al parto inminente fuera del bloque obstétrico . (Ed. 02) 15 EN; AE 2 Atención al parto inminente fuera del bloque obstétrico . (Ed. 03) 18 EN; FI 2 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 49 Cursos/Jornada/Sesiones/Talleres DIVISIÓN MÉDICA Cursos Horas Dirigido a Asistentes XCII curso de sedación profunda en endoscopia 24 ME 20 Detección y abordaje de violencia hacia la mujer desde los servicios de urgencias y consultas 4 Todos 10 Curso de lactancia materna del hospital y primaria 14 ME; EN; AE 18 Curso de reanimación cardiopulmonar pediátrica y neonatal 12 ME; EN; FI 16 Atención integral en los servicios de urgencias hospitalarias a mujeres que sufren violencia de pareja. Edición 1 35 ME;EN;AE;T NSN 10 Aspectos prácticos de la legislación aplicable a la asistencia sanitaria 10 TODAS 5 Gestión ambiental en la unidades de gestión clínica 16 TODAS 10 Aprender a escribir y publicar un artículo científico. La publicación científica en Open Acces. Autoría y propiedad intelectual 15 EN, ME, FI, FA, TO, PS, TSNS, PA, AE, TAE, OT. 10 Sesiones Horas Dirigido a Asistentes Actualización en medicina intensiva. 5ª edición 7 ME 33 Actualización de conocimientos científico -asistenciales del Hospital Universitario del Sureste 2019 35 Todos 33 Actualización en el tratamiento multiprofesional del enfermo mental 2018 -2019 36 ME;TO;AE 42 Revisiones en medicina intensiva 2019 7 ME 16 Talleres Horas Dirigido a Asistentes Taller de emergencias y urgencias en obstetricia 13 ME 20 DIVISIÓN DE GESTIÓN Cursos Horas Asistentes Estrategias de prevención y resolución de conflictos en el equipo de trabajo 8 7 Construyendo interculturalidad en el ámbito de la salud 6 15 Trabajo en equipo y resolución de conflictos internos 16 16 Habilidades para la mejora de la eficacia personal y profesional 15 15 Calidad percibida y sus herramientas. Experiencia del paciente 15 15 Prevención y manejo del estrés . (Ed. 01 ) 17 17 Prevención y manejo del estrés . (Ed. 02 ) 21 21 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 50 SESIONES CLÍNICAS GENERALES SERVICIO TÍTULO FECHA ASISTENTES Continuidad asistencial Continuidad asistencial. 11/01/2019 41 Medicina intensiva Síndrome post cuidados intensivos. 18/01/2019 38 Medicina interna Implantación del proceso asistencial integrado del paciente crónico complejo. 25/01/2019 49 Oncología Actualización en el tratamiento del melanoma metastásico. 01/02/2019 28 Pediatría Presentación de 2 casos clínicos en pediatría: 1. Miastenia congénita. 2. Síndrome de Kawasaki Urología Cirugía endoscópica retrógrada del tracto urinario superior. Dos años de experiencia en HUS . 01/03/2019 28 Anatomía patológica . 08/03/2019 40 Medicina preventiva Resistencias antibióticas: ¿ la epidemia del siglo XXI? 15/03/2019 38 allá del control glucémico ? 29/03/2019 18 Cirugía general y aparato digestivo Tratamiento endoscópico de la hernia inguinal. 05/04/2019 38 Alergología Aspergilosis broncopulmonar alérgica. 12/04/2019 26 realidades y bulos que desmentir . 26/04/2019 48 Laboratorio Presentación de la nueva web de laboratorio para consultas de resultados de los pacientes . 10/05/2019 39 Otorrinolaringología Detección de HPV en tejido amigdalar sano . 17/05/2019 29 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 51 Cardiología Síncope: manejo de urgencias . 24/05/2019 36 Rehabilitación Técnicas de intervenciones guiadas por ecografía. 31/05/2019 35 Traumatología Cooperación internacional en traumatología. Proyecto ACOEM. 07/06/2019 32 Neumología Déficit de alfa 1 antitripsina: una enfermedad rara, no tan rara. 21/06/2019 30 Enfermería Hemodiafiltración on line . 28/06/2019 sobre D. 27/09/2019 40 Anatomía patológica Papel de la citología en el diagnóstico de tumores de origen desconocido. A propósito de un caso . 04/10/2019 43 Psiquiatría Programa de continuidad de cuidados a personas con enfermedad mental grave y crónica. 11/10/2019 38 Dirección de gestión Gestión de los residuos hospitalarios . 18/10/2019 24 Radiología Protección radiológica en las pruebas médicas con radiación ionizante . 25/10/2019 19 Hematología Manejo perioperato rio de la sangre paciente: P.B.M. 08/11/2019 32 Urgencias Ecografía clínica en urgencias: aliado. 15/11/2019 41 Oftalmología Urgencias en oftalmología. 22/11/2019 40 Dermatología Fenómeno de R aynaud. Revisión de la patología y actualización de tratamientos . 29/11/2019 31 Anestesiología Usos intrahospitalarios de los dispositivos 13/12/2019 37 Investigación Promoviendo la investigación . 20/12/2019 33 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 52 Investigación Proyectos de Investigación 2019 Con financiación Título Financiador Importe fijado en contrato Estudio prospectivo no intervencional poscomercialización para evaluar los criterios sobre qué renovación del tratamiento con análogos de la LHRH se realiza en pacientes con cáncer de próstata localmente avanzado o metastásico. E studio ANAREN IPS -TRI-2016 -02 Ipsen Pharma , A. Detección de VPH en tejido amigdalar sano H.U. Infanta Leonor 300 euros total Cross -sectional Survey to Collect Treatment Experience Feedback from Switching to Paliperidone Palmitate 3 -monthly Janssen 339 euros / pac Estudio observacional sobre el tratamiento oral antiplaquetario tras Síndrome Coronario Agudo en España ( Spanish obse rvation al study of OAP T after ACS) Fundación de Investigación en Red en Enfermedades Cardiovasculares 2295 por 51 pac. Sin financiación Título Promotor Registro de pacientes con enfermedad del hígado graso no alcohólico (REHGNA). Grupo de riesgo vascular de la S ociedad Española de Medicina Interna Estudio de prevalencia de la enfermedad de F abry en pacientes en diálisis . SEN/S hire Pharmaceuticals Ibérica Prevalencia de la enfermedad de Fabry en pacientes con angioqueratoma. Grupo de trabajo de enfermedades minoritarias de la Sociedad Española de Medinina Interna Proyecto del registro nacional de fracturas de cadera por fragilidad en el anciano (RNFC) . Dra. Pilar Sáez López. Complejo Asistencial de Ávila Estudio para la medición de la longitud telomérica y actividad telomerasa como biomarcadores de pronóstico asociado al registro regional puesto en marcha para el diagnóstico, seguimiento y tratamiento de la leucemia linfocítica crónica (LLC) . Life Length Registro regional para evalu ar la práctica médica con observación longitudinal para el diagnóstico, seguimiento y tratamiento de la leucemia linfocítica crónica . H.U. P uerta de H ierro Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 53 Randomized comparison between the invasive The MOSCA -FRAIL Clinical Trial Hospital Clínico Universitario de Valencia. Estudio observacional prospectivo para identificar los aspectos clínicos que conducen a la toma de decisiones terapéuticas en pacientes con mielofibrosis . GEMFIN - Grupo Español de Enfermedades Mieloproliferativas Crónicas Filadelfia Negativas Hemodiálisis incremental como forma de inicio de tratamiento sustitutivo renal. Fundación para la investigación biomédica del Hospital Ramón y Cajal Estudio descriptivo observacional transv ersal sobre el uso de LABA y cor ticoide inhalado en un dispositivo pr esurizado en pacientes con EPOC (Estudio ARIES) . Astrazeneca Farmacéutica Spain, S.A. Registro de actividad de una consulta multidisciplinar d e APS . Grupo GRESSER (G rupo español para el estudio de la espondiloartritis) Validación de un score diagnóstico para la neumonía adquirida en la comunidad en niños (VALS -DANCE)\" Fundación Doce de Octubre / H.U. Infanta Sofía Diseño y validación de un modelo predictivo de resultados adversos a corto plazo en los ancianos dados de alta de los servicios de urgencias hospitalarios SEMES - MADRID Studies on of direct diagnostic methods / Estudio de la fisiopatología de Púrpura Trombocitopénica Inmune (PTI) según diana de autoanticuerpos plaquetarios y desarrollo de técnicas de diagnóstico directo Instituto de Investigación del Principado de Asturias (ISPA) - FINBA Registro RIBRON. Registro Español Informatizado de pacientes con bronquiectasias Sociedad Española de Neumología y Cirugía Torácica SEPAR Modificación en la calidad de vida, evaluada mediante el cuestionario S -FAQLQ -PF, tras provoc ación oral controlada en una población pediátrica alérgica a alimentos. Hospital Universitario del Sureste Clasificación de la neuropatía compresiva del nervio mediano en la muñeca basada en la historia natural de los estudios de conducción nerviosa . H.U. Infanta Leonor Estudio epidemiológico observacional descriptivo sobre la valoración geriátrica en pacientes con enfermedades hematológicas . Grupo Español de Hematogeriatría (GEHEG) de la Sociedad Hematología y Hemoterapia Y HEMOTERAPIA (SEHH) Estudio multicé ntrico: análisis de la síntesis y capacidad funcional del m úsculo en pacientes en diálisis con malnutrición tras intervención con suplementos de aminoácidos esenciales Servicio de Nefrología del Hospital Fundación Jiménez Díaz Morbilidad y mortalidad a largo plazo tras la erradicación del VHC en pacientes coinfectados por VIH/VHC con Estudio MARATHON . Fundación SEIMC -GESIDA Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 54 Estudio de satisfacción percibida en pacientes ingresados en unidades de hospit alización breve de la Comunidad de Madrid H.U. G regorio Marañón y H.U. I nfanta Cristina PICSURESTE Hospital Universitario del Sureste Estudio observacional de casos graves de neumonía por el virus (H1N1 ) v ingresados en Cuidados Intensivos en España (NEUMAGRIP). GETGAG. Grupo Español de Trabajo Gripe A Grave de la SEMICYUC Análisis de factores demográficos, clínicos, terapéuticos y de imagen en la evolución ecográfica de los miomas . Hospital Universitario del Sureste Estudio multicéntrico, abierto, prospectivo, aleatorizado para explorar la morbimortalidad en pacientes dializados con hemodiálisis extendida en comparación con la hemodiafiltració n en línea: (Estudio MoTHERHDx). Fundación de la Sociedad Españ ola de Nefrología Daptomi cina: e studio de su uso clínico en España (Estudio DAPTOMISE) Hospital Universitario Gregorio Marañón Impacto de un programa de a poyo a pacientes sobre la persistencia del tratamiento con p irfenidona en pacientes con fibrosis pulmonar idiopática en España (Estudio Care). Roche Registration GmbH Big-Data (Real World Data) en enfermedad renal diabética: estudio en tres c entros hospitalarios de la Comunidad de Madrid . Sociedad Madrileña de Nefrología Práctica clínica y factores d e riesgo para complicaciones mayores en la intubación traqueal en la unidad de cuidados intensivos: estudio prospectivo multicéntrico . SEMICYUC Tratamiento y evolución de los pacientes que h an recibido los nuevos betalactá micos con inhibidores de betalactamasas (ceftazidima- avictama y en las unidades de cuidados intensivos . H.U. Puerta de Hierro Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 55 Publicaciones científicas Publicaciones Nº total de artículos publicados Factor de impacto * Journal of Allergy and Clinical Immunology 1 14.110 Sleep Medicine Reviews 1 10.517 Neurology 1 8.689 Journal of the American Academy of Dermatology 1 7.102 Endoscopy 1 6.381 Journal of the European Academy of Dermatology and Venereology 2 5.113 Revista Española de Cardiologí a Dermatological 1 2.112 Graefe's Archive for Clinical and Experimental Ophthalmology 1 2.25 Sciences 1 2.484 Journal of Cardiovascular Pharmacology 1 2.371 Medicina Intensiva 1 1.982 Clinical and Experimental Dermatology 1 1.771 Anales de Pediatria 2 1.166 Cirugia Española 1 0.835 Journal Fran çais d'Ophtalmologie. 1 0.557 of Neurology & Neurophysiology 1 0 Actas Dermo -sifiliográficas 1 0 Cuadernos de Psiquiatría y Psicoterapia del Niño y del Adolescente 2 0 TOTAL 38 * Factor de impacto del año 2019 recogido en el Journal Citatio n Report Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 56 Tipo de publicación Número total Artículos de revistas 38 Ponencias, comunicacio nes orales, pósteres, moderadores de mesa, videoconferencias ... 41 Libros y capítulos de libros 2 Participación editorial 2 Cartas al e ditor/director 2 Tesis 1 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 57 Gestión económica Obligaciones reconocidas 2018 2019 1 GASTOS DE PERSONAL 38.153.438,00 41.151.432,00 2 GASTOS CORRIENTES EN BIENES Y SERVICIOS 37.999.738,00 31.785.540,00 3 GASTOS FINANCIEROS 625.745,00 0,00 6 INVERSIONES 8 ACTIVOS FINANCIEROS 13.000,00 5.700,00 Total 77.125.041,00 73.075.230,00 Farmacia COMPRAS AÑO 2019 17,89% Indicadores Farmacoterapéuticos Indicadores de Utilización de Medicamentos Coste tratamiento por paciente adulto VIH 4.612 Coste tratamiento por paciente EM (AMB Y EXT) 10.908 Coste tratamiento biológico y dirigido por paciente en AR y ARIJ 6.112 Coste tratamiento biológico por paciente ESART 6.077 Coste tratamiento biológico y dirigido por paciente ARPS 6.891 Coste tratamiento biológico y dirigido por paciente PSO 7.621 Coste tratamiento biológico por paciente EII 6.635 Indicadores de Continuidad Asistencial Pacientes con estatinas de primera elección 50,95% % DDD Omeprazol/total DDD IBP 71,88% Prescripción de principios activos con EFG 56,94% % DDD Secretagogos< 70 años 7,14% Selección eficiente SRA 89,36% inflamatoria intestinal Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 58 Otras actividades del hospital Premios SERVICIO NOMBRE DEL PREMIO Medicina Intensiva Top 20 Hospitales Cardiología Top 20 Hospitales Medicina preventiva Isidoro Fernández, I; Saquete Paris, RM; Santos Álvarez, P; Sainz de los Terreros Soler, L. Premio Ignac P. Semmelweis: Accesit a la Comunicación sobre Infecciones Nosocomiales . Aplicaciones informáticas , una oportunidad para mejorar la continuidad asistencial en la vigilancia de microorganismos multirresistentes. Otorrinolaringología y Anatomía Morín, P.; Martínez Salazar, JM.; Servicio ORL Hospital Universitario del Sureste. Negueruela López, M. Servicio Aparato Patológica. Hospital Universitario Sureste. Primer Pre mio de Fundación GAES Solidaria al póster \" Plasmocitoma en nasofaringe\", XIV Congreso AMORL. 21 de junio de 2019. Distinciones MEDICINA INTERNA El servicio de Medicina Interna mantiene la Acreditación del Servicio con el Certificado de Calidad SEMI - Excelente, acreditación de singular trascendencia y relevancia, que posiciona a este Servicio entre los más significados del país. Este certificado de calidad es otorgado por la Sociedad Española de Medicina Interna para reconocer a los diferentes servicios de la especialidad y certifica la calidad de la asistencia dentro de unos parámetros específicos. Además, continúa permaneciendo en el Estudio RECALMIN de la Socied ad Española de Medicina Interna. El proyecto RECALMIN destaca la relevancia de la especialidad en el Sistema Nacional de Salud mediante el análisis de la evolución de la asistencia prestada en las Unidades de Medicina Interna. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 59 Publicaciones DIRECCIÓN MÉDICA Mapas de correspondencias y auto -codificadores para el análisis de grupos de pacientes crónicos. N. López- García (1), C. Soguero -Ruiz (1), I. Caballero -López -Fando (2), A. Gómez -Delgado (3), I. Mora- Jiménez (1). ISBN 978 -84-09-16707 -4 Actas del XXXVII Con greso Anual de la Sociedad Española de Ingeniería Biomédica. Pag. 423 -426. Santander, España, 27 al 29 de noviembre, 2019. CASEIB. (1) Dto. De Teoría de la Señal y Comunicaciones y Sistemas Telemáticos y Computación. Universidad Rey Juan Carlos. Fuenlabrada. Madrid. (2) Hospital Universitario de Fuenlabrada. Fuenlabrada. Madrid. (3) Hospital Universitario del Sureste. Arganda del Rey. Madrid. APARATO DIGESTIVO Daniel Rodriguez -Alcalde, Sabela Carballal, Leticia Moreira, Luis Hernandez, Lorena Rodriguez -Alonso, Francisco Rodriguez -Moranta, Victoria Gonzalo, Luis Bujanda, Xavier Bessa, Carmen Poves, Joaquin Cubiella, Inés Castro, Mariano Gonzalez, Eloísa Moya, Sus ana Oquiñena, Joan Clofent, Enrique Quintero, Pilar Esteban, Virgina Piñol, Francisco Javier Fernandez, Rodrigo Jover, Lucía Cid, Esteve Saperas, María Lopez -Ceron, Miriam Cuatrecasas, Jorge Lopez -Vicente, -Sanchez, Gerhard Maria Vila- Casadesus, Ariadna Sanchez, Antoni Castells, Maria Pellisé, Francesc Balaguer, for the Gastrointestinal Oncology Group of the Spanish Gastroenterological APARATO M. Losada, B. Diéguez, A JS, Cabañes -Martínez L, Pascual JM.Carrasco - FJ. Peroneal nerve mononeuropathy associated with Pastor P, Gómez -Tabales J, Alonso -Navarro H, Alvarez I, Cárcel M, Aguilar M, Agúndez JAG, Jiménez- Jiménez FJ. Association between the missense rs1229984T variant with the risk for 3.956 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 60 Alonso -Navarro H, García- Martín E, FACTOR IMPACTO:9.613 PEDIATRÍA Rincón -López EM, Navarro Gómez ML, Hernández -Sampelayo Matos T, Saavedra Lozano J, Aguilar de la Red Y, Hernández Rupérez B, et al. RETRODREP Study Group. Low -risk factors for severe 10.1002/pbc.27667. Cerdeira Barreiro N, Santiago -García B, Cas as I, Pozo F, Santos Sebastián M, Navarro M, Mata C, Garrido - Colino C, Catalán P, Hernández Rupérez B , Huerta J, Rincón -López E, Beléndez C, García- Morín M, Cela E, T, Detection of Respiratory Viruses in the Clinical Outcome of Children w ith and Neutropenia. Dis. J. 2020 Jun; 39(6):533- Grasa CD, Fernández -Cooke E, Sánchez -Manubens J, et al. Spanish Network Study Kawasaki Dis. Kawasaki disease in infants 3 months of age and younger: a -2018- 213891. (Mª Hernández Rupérez, colaboradora de la red de investigación). Fernández- Cooke E, Barrios Tascón A, Sánchez -Manubens J, Antón J, Grasa Lozano CD, Aracil Santos J, et al. KAWA -RACE Study Group. Epidemiological and clinical features of Kawasaki disease in Spain over 5 years and risk factors for aneurysm development. (2011 -2016): KAWA -RACE la red de investigación). Seidel D, Meißner A, Lackner M, Piepenbrock in: Crit Rev icrobiol. 2019 feb 18 ; 1. PMID: 30628529. (Mª Belén Hernández Rupérez, colaboradora de la red de investigación). Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 61 Fernández- Cooke E, Barrios Tascón A, Antón -López J, Grasa Lozano CD, Sánchez- Manubens J, Calvo C; en representación del Grupo de trabajo para el estudio de la enfermedad de Kawasaki (KAWA -RACE). Infecciones previas o coincidentes con la sospecha de enfer medad de Kawasaki. ¿Debemos cambiar PMCID: PMC7105073. (Mª Belén Hernández Rupérez, colaboradora de la red de investigación). PSIQUIATRÍA Mollejo Aparicio E. , Valverde Mendizabal N. Programa de psiquiatría perinatal en el Hospital Universitario del Sureste. Cuadernos de Psiquiatría y Psicoterapia del Niño y del Adolescente, 2019, nº 66, pp. 37- 45. ISSN: 1575 -5967. Valverde Mendizabal N., Mollejo Aparicio E. Si no lo veo, no lo creo. La negación del Duelo Perinatal: Reflexiones a partir de la pérdida de una hija por mue rte súbita. Cuadernos de Psiquiatría y Psicoterapia del Niño y del Adolescente, 2019, nº 66, pp. 51 -59. ISSN: 1575- 5967. SERVICIOS APARATO DIGESTIVO TUTORÍAS MIEMBROS ORGANISMO/ENTIDAD Tutoría de alumnos de ingeniería biomédica 1 HUS/Universidad Rey Juan Carlos Tutoría de proyecto fin de carrera alumno de ingeniería biomédica: \"Comparación de la secuencia entre exploraciones endoscópicas (Gastroscopia- Colonoscopia) realizadas en un mismo acto\" en curso 2019 -2020 1 HUS/Universidad Rey Juan Car los Tutor es de patología médico quirúrgica integrada I. 2018- 2019 (2º cuatrimestre). 24 horas impartidas. HUS/Universidad Francisco de Vitoria Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 62 Publicaciones Publicaciones Daniel Rodriguez -Alcalde, Sabela Carballal, Leticia Moreira, Luis Hernandez, Lorena Rodriguez -Alonso, Francisco Rodriguez -Moranta, Victoria Gonzalo, Luis Bujanda, Xavier Bessa, Carmen Poves, Joaquin Cubiella, Inés Castro, Mariano Gonzalez, Eloísa Moya, Sus ana Oquiñena, Joan Clofent, Enrique Quintero, Pilar Esteban, Virgina Piñol, Francisco Javier Fernandez, Rodrigo Jover, Lucía Cid, Esteve Saperas, María Lopez -Ceron, Miriam Cuatrecasas, Jorge Lopez -Vicente, -Sanchez, Gerhard Maria Vila- Casadesus, Ariadna Sanchez, Antoni Castells, Maria Pellisé, Francesc Balaguer, for the Gastrointestinal Oncology Group of the Spanish Gastroenterological CONGRESO AUTOR/RES Fecha Riesgo de carcinoma hepatocelular en pacientes con hepatitis crónica C y fibrosis estadio 3 tras respuesta virológica sostenida con antivirales de acción directa. Comunicación póster. 44 Congreso Anual de la AEEH (Asociación Española para el estudio del Hígado). Sánchez- Azofra M, Fernández I, García- Buey ML, Domínguez L, Fernández C, Bonet L, Montes ML, Ryan P, Gea F, Díaz A , García- Mayor M, Manzano ML, González L, Bisbal O, Gutiérrez ML, Guerrero A, Rivero M , Portales ME, Castillo P, Olveira A. Madrid. 20 al 22 de f ebrero de 2019. \"Resección transmural endoscópica de lesiones colónicas. Experiencia inicial en un hospital de baja complejidad\". Comunicación póster. 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. Jorge Antonio Nuñez Otero, Antonio Diaz Sánchez, Jose María Riesco López, Guillermo García Diego , Miguel Rivero Fernández, Rebeca Manzano Fernández, Eloísa Moya Valverde, Ana Isabel González Tallón, Seila García Mulas, Rocío Campos Cantero . Alicante. 13-16 noviembre 2019 \"Poliposis gástrica hiperplásica en paciente transgénero sometido a terapia hormonal\". Comunicación caso endoscópico póster . 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. Cristina Díaz del Arco , Estela Herrador López, Eloísa Moya Valverde, Antonio Diaz Sánchez, Rebeca Manzano Fernández, Seila García Mulas, Ana Isabel González Tallón, Rocío Camp os Cantero. Alicante. 13-16 noviembre 2019 Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 63 \"Metástasis colónica como forma de presentación de un carcinoma pancreático\". Comunicación póster 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. Antonio Diaz Sánchez, Jorge Antonio Nuñez Otero Eloísa Moya Valverde, Luis Ortega Medina, Cristina Diaz del Arco, Miguel Rivero Fernández, Seila García Mulas, Rebeca Manzano Fernández, Ana Isabel González Tallón, Rocío Campos Cantero . Alicante. 13-16 de n oviembre 2019 \"Mucormicosis gástrica\". Comunicación caso endoscópico póster 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. Ana Isabel González Tallón, Eloísa Moya Valverde, Mónica Negueruela López, Carlos Gilsanz Martín , Antonio Diaz Sánchez, Seila García Mulas, Rebeca Manzano Fernández, Miguel Rivero Fernández, Jorge Antonio Nuñez Otero, Rocío Campos Cantero. Alicante. 13-16 de n oviembre 2019 \"Hemorragia digestiva baja secundaria a colitis por virus varicela- zóster\". Comunicación c aso endoscópico p óster . 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. Seila García Mulas, Antonio Diaz Sánchez, Jorge Antonio Nuñez Otero, Miguel Rivero Fernández, Rebeca Manzano Fernández, Ana Isabel González Tallón, Eloísa Moya Valverde, Rocío Campos Cantero . Alicante. 13-16 de n oviembre 2019 \"Viabilidad de la biopsia ecoguiada con micropinza en el diagnóstico de las lesiones quísticas pancreáticas. Experiencia inicial\". Comunicación c aso endoscópico póster . 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. Jorge Antonio Nuñez Otero, Eloísa Moya Valverde, Miguel Rivero Fernández, Antonio Diaz Sánchez, Mónica Negueruela López, Guillermo García Diego , Rebeca Manzano Fernández, Ana Isabe l González Tallón, Seila García Mulas, Rocío Campos Cantero . Alicante. 13-16 de Noviembre 2019 \"Registro Nacional de Prótesis de Aposición Luminal (PAL) tipo AXIOS. Serie de casos prospectiva\". Comunicación oral. 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. Sergio Bazaga, Jose Ramón Aparicio Tormo, Vicente Sánchiz Soler, Joan Gornals Soler, Carme Loras Alastruey, Francisco Jose García Fernández, Antonio Pérez Millán, Francisco Uceda, Carlos Guarner Argente, Álvaro Terán, An tonio Guardiola, Angels Vilella, Alicante. 13-16 de n oviembre 2019. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 64 Francisco Javier García - Alonso, Isabel Pinto, Jose Luís Castro Urda, Juan Colán, Rafael Villanueva, Belén Martínez, Ignacio Couto, Eloy Sánchez, Leticia Perez Carazo, Belen Bernad, Rafael Pedraza, Maria Martinez, Jorge Núñe z Otero , Manuel Pérez Miranda. Congresos internacionales COMUNICACIONES CONGRESO AUTOR/RES Fecha High incidence Hernandez, Lorena Rodriguez- Alonso, Francisco Rodriguez -Moranta, Victoria Gonzalo, Luis Bujanda, Xavier Bessa, Carmen Poves, Joaquin Cubiella, Inés Castro, Mariano Gonzalez, Eloísa Moya , Oquiñena, Joan Clofent, Enrique Quintero, Pilar Esteban, Virgina Piñol, Francisco Javier Fernandez, Rodrigo Jover, Lucía Cid, Esteve Saperas, María Lopez - Ceró n, Miriam Cuatrecasas, Jorge Lopez- Vicente, Liseth Rivero -Sanchez, Gerhard Jung, Maria Vila- Casadesus, Ariadna Sanchez, Antoni Castells, Maria Pellisé, Francesc Balaguer, for the Gastrointestinal Oncology Group of the Spanish Gastroenterological Asssociation. 2019 Clinical performance of determine TM HBsAg 2 rapid test for hepatitis B detecti on. Abstract poster THU -384. ILC 2019 Ana Avelló n, Aftab Ala, Antonio Díaz , Daniel Domingo, Rosario González, Lorena Hidalgo, Paul Kooner, Sabarinathan Loganathan, Loli Martínez, Stuart McPherson, Milagros Muñoz, Stephen Ryder, Gabrielle Slapak, Pablo Ryan, Marta Valbuena. Viena. 10-14 Abril 2019. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 65 COMISIONES Y GRUPOS DE TRABAJO MIEMBROS ORGANISMO Comisión de Docencia de Pregrado 1 Hospital Universitario del Sureste Comisión de Docencia de Postgrado 1 Hospital Universitario del Sureste Comisión de Farmacia 2 Hospital Universitario del Sureste Comisión de Morbimortalidad 1 Hospital Universitario del Sureste Comisión de Cáncer 1 Hospital Universitario del Sureste PROTOCOLOS Actualización del \"Protocolo de seguimiento de pólipos de colon\" vigente en el HUS desde 2014. Actualización del \"Protocolo de diagnóstico y tratamiento de Esófago de Barrett\". Sesión general \"Ecoendoscopia\" PROYECTOS DE INVESTIGACIÓN Estudio \"Incidencia de HCC en paciente con Hepatitis VHC con RVS tras tratamiento con AAD y Fibrosis estadio 3\" con dos investigadores implicados en el mismo. Memoria Proyecto Inmigrantes Proyecto para facilitar el diagnóstico y la derivación de personas infectadas por VHC al Hospital a través de los centros de Atención Primaria y/o de las Asociaciones de Inmigrantes de la Zona. Realizado en 2019 Entidad financiadora: Abbvie PERTENENCIA A ASOCIACIONES CIENTÍFICAS 2 Miembros de la Asociación Española para el Estudio del Hígado (AEEH) 2 Miembros de la Sociedad Española de Patología Digestiva (SEPD) 5 Miembros de la Sociedad Española de Endoscopia Digestiva (SEED). 2 Miembros del Grupo de trabajo de Sedación Endoscópica (SEED). 2 Miembros del Grupo de trabajo de Vía biliar y páncreas (CPRE) (SEED). 1 Miembro del Comité Científico de la Sociedad Española de Endoscopia Digestiva (SEED). REVISTAS INT ERNACIONALES 1 Revisor Peer -reviewer de la Revista \"American Journal of Gastroenterology\". Factor de Impacto: 10.241 (2018). Ranking in 1 Peer -reviewer de Revista \"World Journal of Gastroenterology\". Factor de Impacto: 3.665 (2019). Ranking and hepatology (quartile in category Q2). 1 Revisor de la Revista Española de Enfermedades Digestivas. Factor de impacto: 1.858 (2018) Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 66 CURSOS DE FORMACIÓN CONTINUADA. ASISTENCIA Curso 4th Interventional Pancreatobiliary Endoscopy Course (Vallado -LIVE 2019). Celebrado en el Hospital Río Ortega de Valladolid los días 17 y 18 de octubre de 2019. Curso \" Estrategias de prevención y resolución de conflictos en el equipo de trabajo \" organizado por la Unidad de Formación Continuada de los Hospitales Infanta Leonor y Virgen de la Torres, Madrid e impart ido los días 7, 8, 11 y 12 de n oviembre de 2019 (total 20 horas) en el Hospital Infanta Leonor. Curso on -line: \" Hepamad X: Valoración no invasive de las enfermedades hepáticas \". Reunión científica HEPAMAD. Curso online organizado por MSD y desarrollado entre 28/09/ 2019 y 27/11/2020 y acreditado con 11,3 créditos (100 horas lectivas) por la Comisión de Formación Continuada de las Profesiones sanitarias . Curso on -line: \"Enfermedad por reflujo gastroesofágico\". Curso online organizado por AEGastrum - SemFYC y desarrollado entre 21/03/2019 al 01/04/ 2020 y acreditado con 2 créditos por la Comisión de Formación Continuada de las Profesiones sanitarias. Curso on -line: \"Estreñimiento funcional\". Curso online organizado por AEGastrum -SemFYC y desarrollado entre 08/08/2019 al 21/06/ 2020 y acreditado con 2 créditos por la Comisión de Formación Continuada de las Profesiones sanitarias. Curso on -line: \" Vigilancia pospolipectomía\". Curso online organizado por AEGastrum -SemFYC y desarrollado entre 02/10/2019 al 13/10/ 2020 y acred itado con 2 créditos por la Comisión de Formación Continuada de las Profesiones sanitarias. Curso on -line: \" El paciente con dispepsia\". Curso online organizado por AEGastrum -SemFYC y desarrollado entre 08/08/2019 al 21/06/ 2020 y acreditado con 2 créditos por la Comisión de Formación Continuada de las Profesiones sanitarias. Curso online \"VIII Curso teórico- práctico de Consulta de Alto Riesgo en Cáncer Digestivo: Dilemas terapéuticos. Los límites de la cirugía y de la endoscopi a\"\" Curso online organizado por la Norgine y desarrollado en noviembre de 2019 de 48 horas de duración y acreditado con 7.3 créditos por la Comisión de Formación Continuada de las Profesiones sanitarias. Curso on -line de formación en Hepatitis. Hepamad: Valoración no invasiva de las enfermedades hepáticas . Curso online organizado por MSD y desarrollado entre 28/11/2019 y 27/11/2020 con una programación de 54 horas lectivas y acreditado con créditos 8.9 créditos por la Comisión de Formación Continuada de las Profesiones sanitarias de la CAM -SNS. Curso on -line Programa formativo de competencias avanzadas en investigación clínica. Metodología en la investigación clínica. Curso online organizado por MSD y desarrollado entre 7/09/2019 y 6/09/2020 con una programación de 23 horas lectivas y acreditado con créditos 4.7 créditos por la Comisión de Formación Continuada de las Profesiones sanitarias de la CAM -SNS. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 67 41 Congreso Nacional de la Sociedad Española de Endoscopia Digestiva, celebrado en Alicante, 14 -16 noviembre 2019. XI Curso de diagnóstico de la enfermedad celiaca y la sensibilidad al gluten, celebrado en Madrid, el 20 de noviembre de 2019. VIII Curso Teórico -Práctico de Consulta de Alto Riesgo en Cáncer Digestivo: Bases de genética y de organización fundamentales. Cursando \"Máster en Endoscopia Digestiva Avanzada\" de la Sociedad Española de Endoscopia Digestiva, por la Universidad Católica de Valencia. Inicio 12 de diciembre de 2019. Gas y distensi ón abdominal funcional. 16 Abril 2019. Créditos: 1,2. Acreditado por la Comisión de Formación Continuada de las Profesiones Sanitarias de la Comunidad de Madrid -Sistema Nacional de Salud. XCII Curso de sedació n profunda en endoscopia. 2 -4 de o ctubre 201 9. Hospital Universitario del Sureste. Créditos: 2.6. Acreditado por la Comisión de Formación Continuada de las Profesiones Sanitarias de la Comunidad de Madrid -Sistema Nacional de Salud. Actualización en gastroenterología: lo mejor de la UEG week. 22 N oviembre 2019. Créditos: 1. Acreditado por la Comisión de Formación Continuada de las Profesiones Sanitarias de la Comunidad de Madrid - Sistema Nacional de Salud. XVI Encuentro Médico -Quirúrgico en Enfermedad Inflamatoria Intestinal. Febrero de 2019. Madrid. Reunión PostECCO 2019. Abril de 2019. Madrid. Diagnóstico y Tratamiento de la Infección por Helicobacter pylori en Atención Primaria. Actividad acreditada con 25 ECMEs para la profesión sanitaria de Medicina, por SEAFORMEC/UEMS. Agosto de 2019. Actualización en Gastroenterología: Lo mejor de la UEG week. Actividad acreditada por la Comisión de Formación Continuada de los Profesiones Sanitarias de la Comunidad de Madrid - Sistema Nacional de Salud con 1 crédito de formación continuada para médicos Especialistas en Cirugía General y de Aparato Digestivo, Dermatología y Reumatología. Noviembre de 2019. Madrid. 4º Interventional Pancreatobiliary Endoscopy Course. (Valladolid -Spain. 17 -18 de octubre 2019). Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 68 XVI Reunión de la Asociación Españo la de Pancreatología. 19 -21 de s eptiembre de Bilbao. of endoscopic full- thickness using the FTRD System. Madrid, 27 de j unio de 2019. VI Curso Teórico -Práctico en Hidrodisección Endoscópica Mucosa. \"Ayuda a la implementación de DSE y POEM\". Hospital Virtual. Val decilla (Santande r, 25 -27 de f ebrero de 2019). Curso de Ecoendoscopia Terapéutica. Hospital Universitario Quirón Salud Madrid. 21 -22 de f ebrero de 2019. Curso Casen Recordati de Endoscopia Terapéutica. Hospital Universitario Puerta de Hierro (Madrid, 11 de enero de 2019). CURSOS DE FORMACIÓN EN EL EXTRANJERO. ASISTENCIA World Congress of Gastroenterology 2019. Celebrado en Estambul (Turquía) del 21 al 24 de septiembre de 2019 y acreditado con 26 créditos CME European Accreditation Council. ESGE Days 2019. Praga, 4- 6 de abril de 2019. A DESTACAR Curso \"XCII Curso de Sedación Profunda en Endoscopia\", celebrado en el Hospital Universitario del Sureste de Madrid, los días 2, 3 y 4 de octubre de 2019 y acreditado con 3 créditos de formación continuada por la Comisión de Formación continuada de la Comunidad de Madrid. Coordinado por el Dr. Miguel Rivero Fernández. 41º Congreso Nacional de la Sociedad Española de Endoscopia Digestiva. 13 -16 de n oviembre de 2019. Alicante. Moderador de mesa de Casos Endoscópicos. (Dr. Jorge Núñez). Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 69 BIBLIOTECA PROFESIONAL 2018 ACTIVIDAD BIBLIOTECA PROFESIONAL Nº Peticiones Nº total de peticiones tramitadas 307 Suministradas a otras bibliotecas 74 Peticiones a otras bibliotecas 233 Búsquedas bibliográficas* 27 Compulsas de artículos electrónicos 3 Nº citas Asesoría científica ** 11 * La finalidad de las búsquedas han sido: 6 para fines asistenciales, 1 trabajo fin de ciclo superior, 2 publicación en revista, 4 publicaciones a congreso, 1 revisiones bibliográficas para un curso de formación, 6 para sesiones de servicio, 2 ayuda Doctorado, 5 revisiones para protocolos/ guías /informes. ** La finalidad de las citas de asesoría científica han sido: Ayuda presentación protocolo investigación al CEIM Gregorio Marañón; búsqueda de formato para realizar documento de consenso para sociedad científica; Ayuda realización perfil ORCID, Publons y CVN; Como hacer un trabajo fin de experto: estructura , hipótesis y búsqueda; Como hacer un poster científico; Como citar una fuente documental / libro concreto . FORMACIÓN Usuarios formados 46 Horas de formación 16 Nº sesiones/cursos** 7 Se han realizado sesiones de formación sobre novedades de Biblioteca, Pubmed, Mendeley y Up to Date; aprender a escribir y publicar un artículo científico; la publicación científica en Open Access y la gestión de protocolos internos del hospital . Actividades culturales Día del libro: VII Certamen de Relatos Breves \"Historias desde el Sureste\" Día Mundial sin Tabaco: p articipación de la bibliotecaria en el video sobre la prevención del tabaco 24 de Octubre \"Día de la Biblioteca\": Actividades: \"Libro + café, la combinación perfecta\" Regalo de libros Creación del nuevo punto de biblioterapia Sorteo de ebook s Nota de felicitación para pacientes y profesionales Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 70 Actividades culturales Participa ción de la biblioteca en el II C oncurso de Higiene de Manos : envío de propuestas de cartel informativo con el mensaje \"AUNQUE NO LO VEAS, TU HU ELLA TE DELATA\" Participación de la biblioteca en la Fiesta infantil de Navidad del hospital Y además... Presentación a 50 alumnos del Programa 4ºESO+Empresa de la Unidad de Investigación y Servicio de Biblioteca. Rotac ión de alumno en prácticas del ciclo formativo gestión administrativa en la Unidad de Investigación y Servicio de Biblioteca. Pertenencia al Grupo de Trabajo de Recursos Humanos de BiblioMadSalud . Pertenencia al Grupo de Trabajo de Visibilidad de BiblioMadSalud . Pertenencia al Grupo de Trabajo de Estructuras de BiblioMadSalud . Participación en las XVI Jornadas de Información y Documentación en Ciencias de la Salud con una comunicación oral . Participación en la creación del nuevo perfil profesional del Sistema bibliotecario Español \"bibliotecario / documentalista especializado en ciencias de la salud\" publicado en la segunda edición del libro de Perfiles profesionales del Sistema bibliotecario español: fichas de caracterización . CIRUGÍA GENERAL Y DEL APARATO DIGESTIVO Comunicaciones a Congresos M. Hernández, S. Argudo, A. Vaquero, A. Jullien, M. García -Conde, M. Losada, B Diéguez Fernández, F J Ramos Garcia, C. Gilsanz, A. Alonso. Tratamiento endoscópico de la hernia inguinal: resultados a dos años. XXII Reunión Nacional de Cirugía. Santander, 6 a 8 de noviembre de 2019. M. Hernández, F. J. Ramos, S. Argudo, A. Forero, B. Diéguez, M. Losada, C. Gilsanz, A. Alonso. Presentación inusual y tratamiento de una hernia poco frecuente: hernia de Richter. XXII Reunión N acional de Cirugía. Santander, 6 a 8 de noviembre de 2019. M. Hernández, S. Argudo, A. Forero, B. Diéguez, M. Losada, C. Gilsanz, A. Alonso. Celulitis como hallazgo de hernia muy infrecuente: hernia de Garengeot. XXII Reunión Nacional de Cirugía. Santander, 6 a 8 de noviembre de 2019. M Hernández García, M Garcia -Conde, S Argudo Garijo, Ariel Jullien Petreli, F J Ramos Garcia, B Diéguez Fernández, C Gilsanz, A Alonso Poza. \"Sindrome de Ormond como hallazgo incidental tras eventroplastia urgente\". XXII Reunión Nacional de Cirugía. Santander, 6 al 8 de noviembre de 2019. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 71 Publicaciones A. Forero, M. Losada, B. Diéguez, A 04127734. Department of Surgery. Rabdoud University Medical Center. The Nederlands. 2- Estudio EAGLE (ESCP Safe -anastomosis pro gramme in colorectal surge ry. Protocolo V0.21. The University of Birmingham y European Society of Colproctology ESCP. Participación de la DCA en Comisiones Hospitalarias Comisión de Tumores (M Hernández). Comisión de Morbimortalidad (M Hernández). Comisión de transfusión (M Hernández). A DESTACAR El Dr. Miguel Hernández García ha realizado una formación de postgraduado en el Hospital Saint Mark´s en Londres del 7 de o ctubre al 1 de n oviembre de 2019. Dr. Miguel Hernández García. Curso de formación en Emergency & Elective Basic Coloproctology en Hospital Saint Mark´s en Londres. La Dra. Zoraida González de la Puente, médico especialista en Cirugía General, ha efectuado un \"Fellow\" por la Unidad acreditada de Coloproctología del Hospital Universitario Virgen del Roció durante los meses de mayo -junio de 2020. Esta actividad ha incluido la atención a pacientes en la sala de hospitalización, asistencia y participación activa en el quirófano de pacie ntes coloproctológicos con patología de todo tipo, oscilando entre pequeña, moderada y alta complejidad. En consultas externas ha participado en la evolución clínica de pacientes coloproctológicos, en el laboratorio de fisiología anorrectal y en la práctic a de ecografía anorrectales. De forma especial se ha dedicado a la patología del suelo pélvico . NOTA: Excelente Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 72 ENDOCRINOLOGÍA Y NUTRICIÓN Dra. Inés Castro Dufourny. Endocrinología y Nutrición. Título de Experto en el manejo de la Diabetes Mellitus por la UAB. Publicaciones Ipsilateral hemiparesis: the forgotten history of this paradoxical JS, Cabañes -Martínez L, Pascual JM.Carrasco - DOI: 10.3171/2019.6.FOCUS19337.Neurosurg Focus. 2019. FISIOTERAPIA Y TERAPIA OCUPACIONAL Creación de l \"Belén\" en el servicio de rehabilitación realizado por los pacientes de terapia ocupacional, dándole una funcionalidad y utilidad a la terapia realizada, así como una gran motivación y satisfacción a los pacientes. Formación práctica de alumnos de Terapi a Ocupacional de 3er curso de la Universidad Rey Juan Carlos y Universidad de Castilla La Mancha. Profesor asociado del grad o de Terapia Ocupacional en la U niversidad Rey Juan Carlos (Jaime Bernal Corral) . Comunicaciones a Congresos Jaime Bernal Corral. Ponencia \"Importancia de la humanización en el entorno terapéutico en el ámbito hospitalario\" . Universidad Rey Juan Carlos . 11 de febrero de 2019 . Jaime Bernal Corral. Ponencia \"Importancia de la humanización en el entorno terapéut ico en el ámbito hospitalario\" en la Jornada \"Construyendo la Práctica de la Terapia Ocupacional\" . 8 de noviembre de 2019 en Universidad de Castilla La Mancha. Jaime Bernal Corral. Seminario \"Ergonomía postural y posicionamiento\" . Universidad de Castilla la Mancha . Participación en Comisiones Hospitalarias Jaime Bernal Corral: Comisión de Festejos y Actos Culturales Jaime Bernal Corral: Comisión de Violencia de Género Participación en Tribunales de Oposición Ana Vadillo Cortázar, Presidenta suplente del t ribunal calificador de fisioterapeutas . Comisiones Hospitalarias Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 73 MEDICINA INTENSIVA Curso de RCP básica instrumentalizada, en el seno del curso de Sedación en Endoscopia Digestiva. Octubre 201 9. Curso de RCP básica para alumnos del programa de 4º ESO+Empresa. RCP básica durante el Día Europeo de concienciación ante el Paro Cardiaco. Proyectos de Investigación REGISTRO ARIAM (análisis del retraso en Infarto Agudo de Miocardio). Investigador principal en el hospital: Ana de Pablo. REGISTRO ENVIN -HELICS. Estudio N acional de V igilancia de I nfección Nosocomial en UCI. Investigador principal en el hospital: Esther García. REGISTRO GETGAG. Registro del Grupo Español de Trabajo en Gripe A Grave. Investigador principal en el hospita l: Ana de Pablo. REGISTRO EUROPEO DE GRIPE A GRAVE. Investigador principal en el hospital: Ana de Pablo. PICSURESTE. Síndrome postUCI. Investigador principal en el hospital: Ana de Pablo. Valoración de la potencia mecánica transmitida a los pacientes en ventilación mecánica en las unidades de cuidados intensivos: \"Mechanical Power Day\". Investigador principal en el hospital: Ana de Pablo. Tratamiento y evolución de los pacientes que han recibido los nuevos betalactámicos con inhibidores de betalactamasas (ceftazidima- avictama y ceftolozano -tazobactam) en las unidades de cuidados intensivos. Investigador principal en el hospital: Cristina Martín. Proyecto ITU Zero. Investigador principal en el hospital: Esther García. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 74 COMUNICACIONES CONGRESO AUTOR/RES Fecha Puesta en marcha de un programa de prevención y manejo del síndrome postUCI. LIV Congreso Nacional SEMICYUC. A. de Pablo, S. Zubillaga, E. Hernández, E. García, A. Pardo, A. Cabanillas, M. Cruz, E. Nevado Palma de Mallorca, 9 -12 junio 2019. Método de control de seguridad en los carros de parada en la unidad de cuidados intensivos del Hospital Universitario del Sureste LIV Congreso Nacional SEMICYUC. Escobar Lavela, J., Martín Gigorro, M.C., González Pascual, M.P., Hernández Sánchez, E.M. Palma de Mallorca, 9 -12 de junio de 2019 Resultado de una encuesta sobre seguridad del paciente en la unidad de cuidados intensivos del Hospital Universitario del Sureste LIV Congreso Nacional SEMICYUC. Escobar Lavela, J., Martín Gigorro, M.C., González Pascual, M.P., Hernández Sánchez, E.M. Palma de Mallorca, 9 -12 de junio de 2019 MEDICINA INTERNA DR. JON CABREJAS URTUONDO Secretario de la Comisión de \"Infección hospitalaria, profilaxis y política antibiótica. Investigador colaborador en el programa EPINE 2019 (Estudio de Prevalencia de las Infecciones Nosocomiales en España). Miembro del grupo de trabajo \"Código Sepsis\" del HUS. Aprobación de los siguientes protocolos: Actualización del Procedimiento de actuación ante pacientes con sospecha de meningitis y enfermedad meningocócica. Actualización del Procedimiento de actuación ante pacientes con sospecha clínica de tuberculosis. Actualización del Protocolo de diagnóstico y tratamiento antibiótico empírico de la infección de tracto urinario en el adulto. Revis ión procedimiento gripe. Revisión final del Protocolo de profilaxis antibiótica en cirugía. Protocolo de tratamiento de infección por Clostridiumdifficile. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 75 A DESTACAR DISTINCIÓN El servicio de Medicina Interna mantiene la Acreditación del Servicio con el Certificado de Calidad SEMI - Excelente, acreditación de singular trascendencia y relevancia, que posiciona a este Servicio entre los más significados del país. Este certificado de calidad es otorgado por la Sociedad Española de Medicina Interna para reconocer a los diferentes servicios de la especialidad y certifica la calidad de la asistencia dentro de unos parámetros específicos. Además, continúa permaneciendo en el Estudio RECALMIN de la Sociedad Española de Medicina Interna. El proyecto RECALMIN destaca la relevancia de la especialidad en el Sistema Nacional de Salud mediante el análisis de la evolución de la asistencia prestada en las Unidades de Medicina Interna. MEDICINA PREVENTIVA Y GESTIÓN DE CALIDAD Comunicaciones a Congresos XX CONGRESO NACIONAL Y IX INTERNACIONAL DE LA SOCIEDAD ESPAÑOLA DE MEDICINA PREVENTIVA, SALUD PÚBLICA E HIGIENE. 16 al 18 de octubre. Madrid. APLICACIONES INFORMÁTICAS , UNA OPORTUNIDAD PARA MEJORAR LA CONTINUIDAD ASISTENCIAL EN LA VIGILANCIA DE MICROORGANISMOS MULTIRRESISTENTES. Isidoro Fernández, I; Saquete Paris, RM; Santos Álvarez, P; Sainz de los Terreros Soler, L. Premio Ignac P. Semmelw eis: Accesit a la Comunicación sobre Infecciones Nosocomiales OPORTUNIDADES QUE OFRECE LA HISTORIA CLÍNICA ELECTRÓNICA: INDICADORES DE ACTIVIDAD DEL SERVICIO DE MEDICINA PREVENTIVA. Sainz de los Terreros Soler, L; Isidoro Fernández, I; Saquete Paris, RM; García romero A. OPORTUNIDADES QUE OFRECE LA HISTORIA CLÍNICA ELECTRÓNICA: DESARROLLO DE HERRAMIENTAS DE TRABAJO PARA MEDICINA PREVENTIVA . Isidoro Fernández, I; Sainz de los Terreros Soler, L; Saquete Paris, RM. VIGILANCIA PREVENCIÓN Y CONTROL DE ILQ: ¿QUÉ HA CAMBIADO EN UNA DECADA? Sainz de los Terreros Soler, L; Isidoro Fernández, I; Saquete Paris, RM. EXPERIENCIA EN LA IMPLANTACIÓN DE UN SISTEMA DE NOTIFICACIÓN DE INCIDENTES Y EVENTOS ADVERSOS EN EL HOSPITAL UNIVERSITARIO DEL SURESTE: LUCES Y SOMBRAS . Sainz de los Terreros Soler, L; Isidoro Fernández, I; Saquete Paris, RM. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 76 Participación de la DCA en Comisiones Hospitalarias COMISIÓN DE ATENCIÓN AL DOLOR. Dra. Lourdes Sainz de los Terreros Soler y Dra. Beatriz Isidoro Fernández. COMISIÓN DE HUMANIZACIÓN, CALIDAD PERCIBIDA Y COORDINACIÓN TÉCNICA DE LA INFORMACIÓN LOCAL. Dra. Lourdes Sainz de los Terreros Soler y Dra. Beatriz Isidoro Fernández . COMISIÓN DE INFECCIÓN HOSPITALARIA, PROFILAXIS Y POLITÍCA ANTIBIÓTICA. Dra. Beatriz Is idoro Fernández. COMISIÓN DE MORBI -MORTALIDAD Y TEJIDOS. Dra. Lourdes Sainz de los Terreros Soler. COMISIÓN DE SEGURIDAD DEL PACIENTE. Dra. Lourdes Sainz de los Terreros Soler y Dra. Beatriz Isidoro Fernández. Protocolos consensuados o revisados en 2019 Actualización del p rocedimiento de actuación ante pacientes con sospecha de meningitis y enfermedad meningocócica. Actualización del p rocedimiento de actuación ante pacientes con sospecha clínica de tuberculosis. Actualización del p rotocolo de diagnóstico y tratamiento antibiótico empírico de la infección de tracto urinario en el adulto. Actualización del p rotocolo de profilaxis antibiótica en cirugía. Protocolo de diagnóstico y tratamiento de la infección por Clostridium difficile Líneas de trabajo propuestas durante 2019 Mejora de la continuidad asistencial en la vigilancia y control de microorganismos multirresistentes: proyecto de colaboración con Atención Primaria. Participación en el Proyecto Infección Quirúrgica Zero. Sociedad Española de Medicina P reventiva, Salud Pública e Higiene. Ministerio de Sanidad, Consumo y Bienestar Social. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 77 Cursos de formación impartidos por el Servicio 2019 \"Epidemiología, prevención y control de las infecciones urinarias\". Master de Salud Pública. Escuela Nacional de Sanidad. Marzo 2019. Dra. Beatriz Isidoro Fernández . \"Infecciones relacionadas con la atención sanitaria. TÚ puedes evitarlas\". 29 -31 octubre (15 horas). Servicio de Medicina Preventiva, todos los miembros. Introducción a la seguridad del paciente. Herramientas para la gestión de riesgos sanitarios. 5 -7 noviembre (15 horas). Dra. Lourdes Sainz de los Terreros Soler y Dra. Beatriz Isidoro Fernández . Sesión general del hospital : \"Resistencias antibióticas. ¿L a epidemia del siglo XXI?\" 15/03/2019. Dra. Beatriz Isidoro Fernández . Sesiones de formación de higiene de manos al personal de nueva incorporación y sesiones periódicas por las diferentes unidades. Servicio de Medicina Preventiva, todos los miembros. Cursos de formación recibidos por el Servicio 2019 Formación en gestión m edioambiental en Unidades de Gestión Clínica. Hospital Universitario del Sureste. 10 y 11 de junio . Novedades en la vigilancia de i nfecciones relacionadas con la a tención sanitaria. Subdirección General de Epidemiología . Dirección General de Salud Pública. 5, 12 y 29 de junio 2019. Dra. Beatriz Isidoro Fernández. Grupos de trabajo Actualización del P rotocolo de v igilancia de la i nfección de l ocalización quirúrgica. Grupo de trabajo de la Subdirección General de Epidemiología. Dirección General de Salud Pública. Dra. Lourdes Sainz de los Terreros Soler. Protocolo de vigilancia de brotes de i nfecciones relacionadas con la a tención sanitaria. Grupo de trabajo de la Subdirección General de Epidemiología. Dirección General de Salud Pública. Dra. Lourdes Sainz de los Terreros Soler. Actualización nueva intranet del hospital. Dra. Lourdes Sainz de los Terreros Soler. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 78 Grupo de trabajo protocolo de infección implantes osteoarticulares. Dra. Beatriz Isidoro Fernández . Grupo de trabajo prevención de infecciones de localización quirúrgica. Dra. Lourdes Sainz de los Terreros Soler y Dra. Beatriz Isidoro Fernández. Grupos de trabajo para a nálisis causa- raíz de incidentes de seguridad del paciente. Dra. Lourdes Sainz de los Terreros Soler y Dra. Beatriz Isidoro Fernández . Proyectos de Investigación Coordinación del Estudio ESHMAD 2019 (Estudio sobre la s eguridad de los p acientes en h ospitales de la Comunidad de Madrid) en el Hospital Universitario del Sureste. Dra. Beatriz Isidoro Fernández y Dra. Lourdes Sainz de los Terreros Soler. Coordinación del Estudio EPINE 2019 (Estudio de Prevalencia de Infecciones Nosocomiales en España) en el hospital Universitario del Sureste. Dra. Beatriz Isidoro Fernández. NEUROLOGÍA Comunicaciones a Congresos 1. Jiménez- Jiménez FJ, García Martín E, Navarro -Muñoz S, Rodríguez C, Serrador M, Alonso -Navarro H, Calleja M, Turpín -Fenoll L, Recio -Bermejo M, García -Ruiz R, nítrico endotelial y riesgo para migraña. LXXI Reunión anual de la Sociedad Española de Neurología. Sevilla 19 -23 de noviembre de 2019. COMUNICACIÓN ORAL. 2. Jiménez- Jiménez FJ, García -Martín E , Rodríguez C, Amo G, Alonso -Navarro H, Calleja M, Díez - Fairén M, Álvarez -Fernández I, Pastor P, Plaza- Nieto JF, Navarro -Muñoz S, -Fenoll L, Coca JA. Niveles séricos de 25 -hidroxivitamina D en pacientes con síndrome de piernas inquietas. LXXI Reunión anual de la Sociedad Española de Neurología. Sevilla 19 -23 de noviembre de 2019. COMUNICACIÓN ORAL. 3. Alonso -Navarro H, Jiménez -Jiménez FJ, García -Martín E M, Síndrome de Guillain -Barré por Bartonella. LXXI Reunión anual de la Sociedad Española de Neurología. Sevilla, 19 -23 de noviembre de 2019. Póster. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 79 PUBLICACIONES Jiménez- Jiménez FJ, Alonso -Navarro H, García- Martín FJ. Peroneal nerve mononeuropathy Pastor P, Gómez -Tabales J, Alonso -Navarro H, Alvarez I, Cárcel M, Aguilar M, Agúndez JAG, Jiménez- Jiménez FJ. Association between the missense rs1229984T variant with the risk FACTOR IMPACTO:9.613 ONCOLOGÍA CURSO DE METODOLOGÍA EN LA INVESTIGACIÓN BIOMÉDICA. 5ª edición. Hospital General Universitario Gregorio Marañón. Ponente: Dr. Carrión Galindo. III Curso para Residentes de la SAOM (Sociedad Andaluza de Oncología). Granada, Abril- 2019. Ponente: Galindo . OTORRINOLARINGOLOGÍA COLABORADORES \"Plasmocitoma en nasofaringe\". Primer Premio de Fundación GAES Solidaria. Póster. XIV Congreso AMORL. 21 de junio de 2019. Herrero Fernández, C.; García Triguero, D.; Cabrera Morín, P.; Martínez Salazar, JM.; Servicio ORL Hospital Universitario del Sureste. Negueruela López, M. Servicio Aparato Patológica. Hospital Universitario Sureste. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 80 El servicio afianza la técnica de BAHA lle vando a cabo la implantación de una prótesis en el cráneo que permite al paciente oír y controlar la audición con el móvil. Esta prótesis, osteointegrada, mediante implante de titanio en el cráneo, de conducción vía ósea, se denomina por sus siglas en inglés BAHA (Bone Anchored Hearing Aid). Se trata de un procesador de sonido anclado a un implante de titanio que se fija al cráneo y que permite la audición por una estimulación directa del hueso. Sobre ese implante, y ya de forma externa, se coloca un audífo no especial que recoge el sonido del ambiente y lo transmite a través del hueso hasta el oído interno. Una vez situado en la cavidad, la intensidad de la audición la controla directamente el paciente a través de su móvil. PEDIATRÍA Actividad docente ACTIVIDAD AUTOR Curso Reanimación Cardiopulmonar pediátrica y neonatal. Ponente: ponencias de RCP básica del lactante, RCP básica del niño y cuerpo extraño en vía aérea. Práctica RCP básica del lactante/niño. (1 hora lectiva). 26,28 y 28 junio 2019. Organizador: Servicio de Pediatría Hospital Universitario del Sureste. Arganda del Rey. Madrid. Total: 16 horas lectivas, acreditado con 2,1 créditos de Formación Continuada. Dra. Mª Belén Hernández Rupérez Publicaciones Publicaciones en revistas internacionales indexadas Rincón -López EM, Navarro Gómez ML, Hernández- Sampelayo Matos T, Saavedra Lozano J, Aguilar de la Red Y, Hernández Rupérez B, et al. RETRODREP Study Group. Low -risk factors for severe 10.1002/pbc.27667. Cerdeira Barreiro N, Santiago -García B, Casas I, Pozo F, Santos Sebastián M, Navarro M, Mata C, Garrido -Colino C, Catalán P, Hernández Rupérez B , Huerta J, Rincón -López E, Beléndez C, García - Morín M, Cela E, Hernández -Sampelayo T, Saavedra Lozano J. Detection of Respiratory Viruses in the Clinical Outcome of Children J. 2020 Jun; 39(6):533- 8. DOI: 10.1097/inf.0000000000002611. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 81 Publicaciones internacionales indexa das como \"autor colaborador\" (Red de trabajo) Grasa CD, Fernández -Cooke E, Sánchez -Manubens J, et al. Spanish Network Study Kawasaki Dis. Kawasaki disease in infants 3 months of age and younger: a -2018- 213891. (Mª colaboradora de la red de investigación ). Fernández- Cooke E, Barrios Tascón A, Sánchez -Manubens J, Ant ón J, Grasa Lozano CD, Aracil Santos J, et al. KAWA -RACE Study Group. Epidemiological and clinical features of Kawasaki disease in Spain over 5 years and risk factors for aneurysm development. (2011 -2016): KAWA -RACE study group. PMCID: PMC6527399. (Mª la red de investigación). Seidel D, Meißner A, Lackner M, Piepenbrock 2019 feb 18; 1. PMID: 30628529. (Mª Belén Hernández Rupérez, colaboradora de la red de investigación). Publicaciones nacionales indexadas como \"autor colaborador\" (Red de trabajo) Fernández- Cooke E, Barrios Tascón A, Antón -López J, Grasa Lozano CD, Sánchez- Manubens J, Calvo C; en representación del Grupo de trabajo para el estudio de la enfermedad de Kawasaki (KAWA -RACE). Infecciones previas o coincidentes con la sospecha de enfermedad de Kawasaki. ¿Debemos cambiar nuestra actitud? [Previous or coincident PMC7105073. (Mª Belén Hernández Rupérez, colaboradora de la red de investigación). Comunicaciones a congresos internacionales COMUNICACIONES CONGRESO AUTOR/RES Fecha Póster comentado. Haemophilus Infectious Diseases (ESPID). Hernández Rupérez et al. Liubliana. Eslovenia. 2019. 6- 11 de mayo Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 82 Comunicaciones a congresos nacionales COMUNICACIONES CONGRESO AUTOR/RES Fecha Póster. Intoxicación etílica en adolescentes atendidos en urgencias XIV Congreso Sociedad Española de Medicina de la Adolescencia (SEMA). Lapeña Maján S, Jiménez AP, Hernández Rupérez MB, Villamor Martín R, Temboury Molina MC. Madrid. 2019 Investigación PROYECTO COLABORADORES Colaboración Red nacional para el estudio de la enfermedad de Kawasaki en niños. KAWA -RACE. Nº CEIC 15/316. (Desde 2015). Mª Belén Hernández Rupérez . Marta Llorente Romano. Colaboración con el Registro de Bronquiolitis en la Comunidad Autónoma de Madrid. Creado en 2019 . Mª Belén Hernández Rupérez . Marta Llorente Romano. PSIQUIATRÍA Comunicaciones a Congresos Alba Moreno, Victoria Ramos, Montserrat Graell, José Ramón Villa, Encarnación Mollejo, Ana Rosa Sepúlveda. La especificidad de los acontecimientos vitales estresantes en el inicio de los trastornos del comportamiento alimentario. XIV Congres so do Capítulo Hispano Latino Americano de Trastornos Alimentares da Academy for Disord ers (AED), 6 -7 setembro 2019, RÍ o de Janeiro. Alba Moreno, Ana Rosa Sepúlveda, José Ángel Martínez -Huertas, Esther Nova, Ascensión Marcos, Sonia Gómez, José Antonio Carrobles, Encarnación Mollejo, José Ramón Villa, Montserrat Graell. Identificando los marcadores bio -psico-familiares de los Trastornos del Comportamiento Alimentario al inicio . Estudio Caso -Control (ANOBAS). XIV Congresso do Capítulo Hispano Latino Americano de Trastornos Alimentares da Academy for Disord ers (AED), 6 -7 setembro 2019, RÍ o de Janeiro. Mollejo Aparicio E. Programa de Psiquiatría Perinatal, I Jornada Red Salud Mental de L´Alacanti: afianzando una historia desde las buenas prácticas en Red\". 18 de junio de 2019 en Alicante. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 83 Mollejo Aparicio E., Gómez Gutiérrez M., Valverde Mendizábal N. Depresión postparto, la gran desconocida. I Jornada de Psicología Perinatal: v ínculo temprano y salud mental. Organizado por el grupo de trabajo de Psicología Perinatal del Colegio Oficial de Psicólogos de Madrid, el 12 de abril de 2019. Margarita Vidal Formoso. Esquizofrenia con obesidad sin síndrome metabólico. \"XXIV Curso Anual de Esquizofrenia. Noviembre 2019 . Madrid. Margarita Vidal Formoso. Hiperprolactinemia y adherencia terapéutica. A propósito de un caso. \"XXIV Curso Anual de Esquizofrenia. Noviembre 2019 . Madrid. Margarita Vidal Formoso. Disforia de género y esquizofrenia\". XXIV Curso Anual de Esquizofrenia. Noviembre 2019 . Madrid. Publicaciones Mollejo Aparicio E. , Valverde Mendizabal N. Programa de psiquiatría perinatal en el Hospital Universitario del Sureste. Cuadernos de Psiquiatría y Psicoterapia del Niño y del Adolescente, 2019, nº 66, pp. 37- 45. ISSN: 1575 -5967. Valverde Mendizabal N., Mollejo Aparicio E. Si no lo veo, no lo creo. La negación del d uelo perinatal: reflexiones a partir de la pérdida de una hija por muerte súbita. Cuadernos de Psiquiatría y Psicoterapia del Niño y del Adolescente, 2019, nº 66, pp. 51 -59. ISSN: 1575- 5967. Proyectos de Investigación Eficacia de la psicoterapia centrada en la parentalidad, en la prevención de la depresión postparto. Aprobado 17 -12-2018 por el Comité é tico de i nvestigación con medicamentos del Hospital Universitario Gregorio Marañón, y el 29 -1-2019 por la Comisión de g estión del conocimiento e investigación del Hospital Universitario del Sureste. E. Mollejo Aparicio Estudio de satisfacción percibida en pacientes ingresados en las Unidades de Hospitalización Breve de la Comunidad de Madrid. Ap robado 12 -3-2018 por CEIm del Hospital Universitario Puerta de Hierro y el 28 -1-2019 aprobado por la Comisión de Gestión del Conocimiento e Investigación del Hospital Universitario del Sureste. E. Mollejo Aparicio Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 84 Participación de la DCA en Comisiones Hospitalarias Comisión de carrera profesional Dr. Irastorza Comisión de gestión del conocimiento e investigación. Dr. Irastorza Comisión de f armacia. Dr. Irastorza Comisión contra la violencia. Dra. Mollejo Comis ión de d ocencia URGENCIAS CURSOS/SEMINARIOS DE FORMACIÓN RECIBIDOS POR SIXTO ARANDA SÁNCHEZ Desarrollo de competencias para directivos y mandos intermedios. AN ÁLISIS DE PROBLEMAS Y TOMA DE DECISIONES. Ed, 02. D.G. Recursos Humanos y Relaciones Laborales. Consejería de Sanidad - CAM. Madrid, 2019. 20 horas lectivas (3,3 créditos). Desarrollo de competencias para directivos y mandos interm edios. LIDERAZGO CON COACHING DE FORTALEZAS Ed. 02 . D.G. Recursos Humanos y Relaciones Laborales. Consejería de Sanidad - CAM. Madrid, 2019. 20 horas lectivas. I Jornada Interinstitucional sobre Violencia de Género. \"Un camino recorrido, un camino por recorrer\" Dir. Gral. Investigación, Docencia y Documentación - Consejería de Sanidad, Madrid. Hospital de La Princesa, Madrid. Diciembre, 2019. (7,5 h lectivas) ACTIVIDAD DOCENTE Sixto Aranda Sánchez 2018- 19/2º c uatrimestre . Profesor tutor : Estancias Clínicas I. Grado de m edicina (5º curso) . Universidad Francisco de Vitoria. impartidas. 2018- 19/1º y 2º c uatrimestre s. Profesor tutor : Estancias Clínicas II: Medicina Interna. Grado de Medicina (6º curso). Universidad Francisco de Vitoria. Madrid. 72 horas impartidas Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 85 Participación en COMISIONES CLÍNICAS Sixto Aranda Sánchez Vocal de la Comisión de coordinación farmacoterapéutica de la Subdirección Asistencial del Sureste, desde noviembre 2017 Vocal de la Comisión de cuidados p aliativos. Hospital Universitario del Sureste - Arganda del Rey, desde enero/2018. Vocal del Grupo \"Código Sepsis\", Hospital Universitario del Sureste - Arganda del Rey, desde noviembre/2018. INVESTIGACIÓN Proyectos de Investigación PREVALENCIA DE LA ENFERMEDAD DE FABRY EN PACIENTES CON ANGIOQUERATOMA. Estudio epidemiológico, observacional transversal. Dr. Sixto Aranda Sánchez. I NVESTIGADOR PRINCIPAL: José Francisco Gómez Cerezo . PROMOTOR: Grupo de Enfermedades Minoritarias de la Fundación Española de Medicina Interna y la Sociedad Española de Medicina Interna. TIPO DE PARTICIP ACION: Investigador asociado en el Hospital Universitario del Sureste - Madrid DURACIÓN. 3 años ( enero 2018 - diciembre 2020) . DISEÑO Y VALIDACIÓN DE UN MODELO PREDICTIVO DE RESULTADOS ADVERSOS A CORTO PLAZO EN LOS ANCIANOS DADOS DE ALTA DE LOS SERVICIO S DE URGENCIAS HOSPITALARIOS. Proyecto FIS PI17/01624 . Estudio longitudinal de cohortes, prospectivo, multicéntrico . Dr. Sixto Aranda Sánchez. INVESTIGADOR PRINCIPAL: Carmen del Arco Galán. PROMOTOR: Sociedad Española de Medicina de Urgencias y Emergencias - Madrid. TIPO DE PARTICIPACIÓN: Investigador en el Hospital Universitario del Sureste - Madrid. DURACIÓN: 3 años (e nero 2018 - diciembre 2020) . Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 86 HITOS 2019 PREMIOS Y DISTINCIONES Los servicios de Cardiología y Medicina Intensiva del Hospital Universitario del Sureste han conseguido un premio Top 20 en sus respectivas áreas de actuación, por la calidad de sus procesos. Estos premios se basan en indicadores de calidad, funcionamiento , eficiencia y buenas prácticas. Dentro de las diferentes áreas clínicas se han analizado más de 30 procesos. Este año han participado de forma voluntaria un total de 145 hospitales procedentes de 14 comunidades autónomas. De ellos, se nominaron a un total de 69 centros, tanto públicos como privados, de los que 38 estuvieron nominados en 1 categoría, 20 optaros a dos premios y 11 a tres o más. En este sentido, el Hospital Universitario del Sureste fue seleccionado en dos categorías, Medicina Intensiva y Cardiología, logrando alzarse con el premio en ambas nominaciones. Los galardones fueron entregados por la Viceconsejera de Asistencia Sanitaria de la Comunidad de Madrid, Ana Dávila- Ponce de León. Ambos servicios ya fueron premiados en otra ocasión con un To p 20. La UCI del Hospital Universitario del Sureste consiguió tres certificados de reconocimiento en Proyectos Zero en relación con Bacteriemia, Neumonía y Resistencia. Estos proyectos se vienen desarrollando desde el año 2009 y tienen una validez t emporal de cuatro años. Están promovidos por el Ministerio de Sanidad, Consumo y Bienestar Social y liderados por la Sociedad Española de Medicina Intensiva, Crítica y Unidades Coronarias (SEMICYUC) y la Sociedad Española de Enfermería y \"Resistencia Zero\" son unos programas desarrollados para mejorar el control de las infecciones adquiridas en las Unidades de Cuidados Intensivos (UCIs). Es por ello que es de vital im portancia su control para una mejor calidad asistencial en pacientes que suelen estar muy inmunodeprimidos. El Servicio de Medicina Preventiva, en colaboración con el área de Continuidad Asistencial, del Hospital Universitario del Sureste, obtuvo un accé sit en el Premio Ignac P. Semmelweis, en el XX Congreso Nacional y IX Internacional de la Sociedad Española de Medicina Preventiva, Salud Pública e Higiene, por su comunicación sobre infecciones nosocomiales. Centrada en la epidemiología, prevención y cont rol de estas infecciones, la comunicación titulada \"Aplicaciones Informáticas, una oportunidad para mejorar la continuidad asistencial en la vigilancia de microorganismos multirresistentes\" fue presentada por la Dra. Beatriz Isidoro y firmada además por Ro sa Saquete París, Paloma Santos Álvarez y Lourdes Sainz de los Terreros. Esta comunicación refleja el trabajo llevado a cabo por diversos servicios del Hospital Universitario del Sureste con el fin de coordinar las acciones, tanto de la Atención Primaria c omo de la Especializada, que inciden en los pacientes con infecciones por mircroorganismos multirresistentes. El acceso a la información de los microorganismos multirresistentes del paciente desde el Servicio de Medicina Preventiva es una oportunidad de co ordinación con atención primaria que ha sido impulsada por el área de Continuidad Asistencial. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 87 El servicio de Medicina Interna mantiene la Acreditación del Servicio con el Certificado de Calidad SEMI -Excelente, acreditación de singular trascendencia y relevancia, que posiciona a este Servicio entre los más significados del país. Este certificado de calidad es otorgado por la Sociedad Española de Medicina Interna para reconocer a los diferentes servicios de la especialidad y certifica la calidad de la as istencia dentro de unos parámetros específicos. Además, continúa permaneciendo en el Estudio RECALMIN de la Sociedad Española de Medicina Interna. El proyecto RECALMIN destaca la relevancia de la especialidad en el Sistema Nacional de Salud mediante el análisis de la evolución de la asistencia prestada en las Unidades de Medicina Interna. El póster \" \"Plasmocitoma en nasofaringe\", presentado al , de los Dres. Herrero Fernández, García Triguero, Cabrera Morín, Martínez Salazar y Negueruela López, consiguió el primer premio de la fundación GAES Solidaria, en el XIV Congreso AMORL. EN TORNO A LA DOCENCIA Y LA INVESTIGACIÓN En el mes de febrero quedó constituida la Fundación para la Investigación de los hospitales universitarios Infanta Leonor y del Sureste con una primera reunión de su Patronato. La Fundación para la Investigación e Innovación Biomédica (FIIB) de los hospitales universitarios Infanta Leonor (Vallecas) y Sureste (Arganda del Rey) celebró el 19 de febrero la reunión constitutiva de su Patronato, órgano de gobierno, representación y administración integrado por profesionales de ambos centros, así como por repres entantes de la Universidad y de la Consejería de Sanidad. La FIIB tiene como finalidad facilitar y servir de cauce para el fomento de la investigación e innovación científico -técnica, así como de la formación y docencia en el área de Ciencias de la Salud, con el objetivo de potenciar la calidad asistencial en los dos centros. Se trata de un hito para estos dos hospitales de la Comunidad de Madrid y sus profesionales, que llevan ya once años al servicio de la sanidad pública. Fruto del acuerdo de colaboraci ón firmado entre el Hospital Universitario del Sureste y la Universidad Rey Juan Carlos, llegaron al centro los primeros alumnos en prácticas externas del grado de Ingeniería Biomédica. En esta primera edición se contó con un total de 20 jóvenes que realiz aron rotaciones básicas en clínica por diversos servicios del Hospital para, posteriormente, llevar a cabo rotaciones especializadas en una de las áreas visitadas. La importancia de este acuerdo de colaboración radica en el hecho de poner en relación estre cha dos ámbitos que, aunque cada vez están más relacionados, mantienen distancias en su formación y en su desarrollo: la sanidad y la ingeniería. De esta forma, los futuros ingenieros biomédicos entran en contacto directo con la práctica asistencial y pued en desarrollar \"in situ\" sus proyectos y comprobar en vivo y en directo los problemas cotidianos de la sanidad. Esta colaboración proporciona al alumno una visión del ámbito hospitalario, desde el punto de vista de la utilidad y utilización de las distinta s tecnologías actualmente relacionadas con los ámbitos de conocimiento cubiertos por la formación en los distintos cursos del grado. La Sección de Aparato Digestivo del Hospital Universitario del Sureste, por sexta vez, organizó un curso de sedación profu nda, coordinado y avalado por la Sociedad Española de Endoscopia Digestiva (SEED), que se corresponde con el 92º curso de la citada Sociedad. La principal aportación de este curso es la capacitación de profesionales no anestesiólogos en la sedación con propofol. Tras una jornada teórica, los alumnos realizaron prácticas en grupos reducidos durante dos jornadas más. Los alumnos rotaron por las salas de gastroscopias, colonoscopias y ecoendoscopias. Hay que destacar que el modelo de organización de la sedació n en el Hospital Universitario del Sureste tiene total autonomía para realizar las endoscopias con sedación profunda con propofol a la mayoría de los pacientes. Además del apoyo de la dirección del Hospital, cuenta con la colaboración del Servicio de Anest esiología. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 88 El HU del Sureste, a través de un ensayo clínico de investigación de la Fundación para la Investigación e Innovación Biomédica (FIIB) de los Hospitales Universitarios Infanta Leonor (Vallecas) y Sureste (Arganda del Rey), tiene implantado un pr oyecto de enfermería denominado \"Feliz en mi maternidad\" que constata que la formación en inteligencia emocional es muy útil para la adaptación de las gestantes a su reciente maternidad. Parte de la premisa de que este periodo es una etapa vital de la mujer provista de múltiples cambios fisiológicos y hormonale s que debe ser conocida para poder adaptarse con mayor facilidad y con mejores resultados fisiológicos y mentales a corto y a largo plazo. Este proyecto representó a la Fundación en la III Jornada de Investigación S anitaria de la Comunidad de Madrid, celeb rado en el aula Profesor Ortiz del Hospital Universitario La Paz. El promotor del estudio, el Hospital Universitario del Sureste, aplica un programa de inteligencia emocional, de ahí su innovación, para mejorar la gestión emocional en el puerperio. El Hos pital volvió a acoger a los jóvenes integrantes del programa \"4º ESO + EMPRESA\" . Todos ellos tuvieron la oportunidad de entrar en contacto con la realidad asistencial del centro a través de las diferentes categorías profesionales que se dan en este entorno . El objetivo de esta práctica educativa voluntaria pretende que los jóvenes vean in situ la actividad diaria de los profesionales y de esta forma les ayude a decidir su futuro profesional. ACTIVIDAD El servicio de ORL afianza la técnica de BAHA llevando a cabo la implantación de una segunda prótesis en el cráneo que permite al paciente oír y controlar la audición con el móvil. Se trata de una prótesis osteointegrada, mediante implante de titanio en el cráneo, de conducción vía ósea, denominado por sus siglas en inglés BAHA (Bone Anchored Hearing Aid). Se trata de un procesador de sonido anclado a un implante de titanio que se fija al cráneo y que permite la audición por una estimulación directa del hue so. Sobre ese implante, y ya de forma externa, se coloca un audífono especial que recoge el sonido del ambiente y lo transmite a través del hueso hasta el oído interno. Una vez situado en la cavidad, la intensidad de la audición la controla directamente el paciente a través de su móvil. El Hospital comienza a tratar a pacientes renales con hemodiálisis domiciliaria. La primera paciente es una mujer de 40 años, trasplantada en dos ocasiones con resultados negativos y que lleva en diálisis desde los 19 años. La paciente voluntaria para llevar a cabo esta experiencia ha sido formada debidamente por personal del centro y ha comenzado a realizar en su domicilio el mismo tipo de diálisis que en el hospital, una hemodiálisis tradicional. Esta posibilidad le ha cam biado la vida, ya que le ha aportado una independencia que no tenía. Además, el Servicio de Nefrología del Hospital del Sureste sigue prestando apoyo a la paciente y resolviendo los posibles problemas que pudieran surgir. El servicio de Medicina Intensiva del Hospital Universitario del Sureste conmemoró el Día Europeo de C oncienciación ante el Paro Cardiaco con un taller práctico de resucitación cardiopulmonar básica. En algo más de dos horas enseñó a 45 personas todo lo necesario para mantener con vida a una persona en parada: llamar al 112 e iniciar maniobras de reanimación. En esta ocasión, se acercaron también niños que pusieron mucho entusiasmo en la realización de las maniobras con las manos entrelazadas. Se retomó la organización de una jornada cen trada en la enfermedad de la hidradenitis supurativa, con charlas de diferentes expertos implicados en esta enfermedad dermatológica. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 89 COLABORACIONES Dentro de la cooperación existente entre hospitales, El Servicio de Neurología del Hospital General Universitario Gregorio Marañón ha puesto en marcha el programa Teleictus en el que participan los servicios de Urgencias de los hospitales universitarios Infanta Leonor y Sureste, situados en Madrid y Arganda del Rey, respectivamente. Teleictus es un progr ama de la Consejería de Sanidad de la Comunidad de Madrid que tiene como finalidad la evaluación clínica en tiempo real, de sde un centro hospitalario con U nidad de Ictus, de pacientes con sospecha clínica de ictus ubicados en otros centros que no dispongan de estas unidades. De esta forma se puede iniciar el tratamiento trombolítico IV, cuando este indicado, lo más rápidamente posible. Se basa en un sistema de videoconferencia mediante videocámaras ubicadas en los servicios de Urgencias de los hospitales In fanta Leonor y Sureste y en la Unidad de Ictus del hospital Gregorio Marañón. Además, se puede acceder directamente a la historia clínica de esos hospitales, incluyendo pruebas de imagen. De esta forma y, siguiendo un protocolo común entre los centros, es posible examinar directamente a los pacientes y obtener toda la información clínica necesaria desde el Servicio de Neurología del Hospital Gregorio Marañón. Cuando esté indicado, se inicia la trombolisis IV en los servicios de Urgencias de los hospitales I nfanta Leonor y Sureste, antes de enviar a los enfermos a la Unidad de Ictus del hospital Gregorio Marañón. El Hospital Universitario del Sureste inauguró un punto de registro de donantes de médula ósea. El Hospital, de esta forma, se une a la red de puntos en hospitales de la región coordinados por el Centro de Transfusión de la Comunidad de Madrid. Los interesados solo tienen que acercarse a la zona de extracciones, Banco de Sangre del Hospital, planta 0, los martes de 9 a 21 horas y los viernes de 9 a 14 horas, donde se procederá a la extracción de una muestra de sangre, como si de una analítica se tratara. Con este son ya 21 los lugares que permiten la inscripción en el registro de donantes de médula. El Ayuntamiento de Arganda del Rey ha colaborado con el Hospital Universitario del Sureste para la realización de las obras necesarias con el objetivo de mejorar las condiciones de acceso para personas con dificultades de movilidad al Hospital Universitario del Sureste, mediante la ejecución de un nuevo itinerario peatonal accesible (IPA) que comunica la entrada principal del edificio con la Ronda del Sur, situada al este de la parcela. De esta forma se da respuesta a las demandas de los diferentes usuarios que acceden desde esta vía, especialmente a los que utilizan los autobuses urbanos e interurbanos con parada en esa vía. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 90 LOS NIÑOS NOS ENSEÑAN El HU del Sureste organizó la segunda edición de los p remios Ideas para no fumar . En esta segunda edición se presenta ron 200 trabajos, entre dibujos y redacciones, en las que los menores aportaron interesantes ideas para erradicar el hábito tabáquico. Este concurso, 'Ideas para no Fumar', pretende implantar medidas de prevención del tabaquismo a través de la población más joven, que aún no ha comenzado a fumar. Los escolares de la Comunidad de Madrid, a través de las 100 redacciones y 100 dibujos presentados han mostrado su visión del hábito tabáquico y las posibles medidas que se pueden implantar para disminuir su impacto e n la sociedad. Al acto de entrega acudió el Director Ge neral de Salud Pública, Juan Martínez . Entre las ideas aportadas en los trabajos presentados destacan: 'Sabías que solo hay dos tipos de fumadores, los que van a morir y los que están muertos'. Micaela, 10 años. 'Llamar al Rey para que cierre todas las tiendas de tabacos y que tal vez de una tienda de fumar haya una juguetería'. Agustín, 6 años 'Decirles que coman frutas y verduras cada día y que sean 5. Si fuman no crecerán y serán bajos para toda la vida'. Ainhoa, 7 años. 'Mi idea consiste en crear un \" escape -room \" antitabaco. En este juego el fumador se enfrenta a los terroríficos problemas del tabaco: enfermedades, pérdida del olfato y el gusto, daños a fumadores pasivos, riesgo para embarazadas, mal aliento, olores raros en la ropa, el dinero que te gastas'. Irene, 11 años. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 91 TRASPLANTES Se realizó, con la colaboración de los equipos de los hospitales Clínico San Carlos y La Princesa, la primera extracción de órganos para trasplante gracias a la solidaridad de la familia del donante. Este tipo de intervenciones destacan por la gran implicación de profesionales multidisciplinares que participan en el mismo y la colaboración entre equipo s de diversos hospitales. A todo esto se suma, sobre todo, la solidaridad altruista de los donantes y de sus familias que en momentos difíciles de aceptación de una pérdida tienen la capacidad de pensar en regalar vida a otras personas. La extracción se re alizó mediante un proceso de donación de gran complejidad en asistolia controlada. Hay que subrayar que la donación controlada a corazón parado con mantenimiento del donante con circulación extracorpórea es el procedimiento más complejo de los hoy existentes en los procesos de donación. El Servicio de Oftalmología del Hospital Universitario del Sureste realizó su primer trasplante endotelial selectivo (o queratoplastia descemeto -endotelial) a una paciente con distrofia de Fuchs y catarata. En el mismo act o quirúrgico se le practicó tanto el trasplante endotelial como la eliminación de la catarata. A la paciente, una mujer de 57 años, se le sustituyó la capa más profunda de su córnea por la de un donante y se le sustituyó el cristalino opacificado por una lente intraocular. Esto permitió, en un solo acto quirúrgico, restablecer con total éxito la transparencia de la córnea y recuperar la visión y la calidad de vida de la paciente. En esta ocasión tuvimos una colaboración especial: la Casa Real fue infor mada de la propuesta de uno de los participantes y envió una carta en nombre del Rey. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 92 RESPONSABILIDAD SOCIAL SOCIOSANITARIA En la sede del HU del Sureste tuvo lugar la firma del documento de entrega del material sanitario que el Centro donó a la Asociación ASEVED, para su programa \"Una medicina para Venezuela\". Una vez efectuad a la donación, ASEVED se encargó de hacer llegar el material a Acción Solidaria, dent ro de su programa de acción humanitaria, para su distribución en la red hospitalaria venezolana. La reunión contó con la presencia del Consejero de Sanidad, Enrique Ruiz Escudero, la Directora General de Humanización, Ana Dávila- Ponce de León Municio , y el Director Gerente del Hospital, Carlos Sangregorio Yáñez. Por parte de la organización venezolana acudieron Carlos Baute, canta utor venezolano, y Vanessa Pineda, Embajador y Directora, respectivamente, de Una Medicina Para Venezuela, así como de Feliciano Reina, Presidente de Acción Solidaria. Hay que resaltar que además Vanessa Pineda es la Presidenta en España de ASEVED. Como se recordará el Hospital tiene entre sus principios de Responsabilidad Social Sociosanitaria la colaboració n con entidades sin ánimo de lucro que tienen como fin la promoción de la salud en áreas socialmente deprimidas. El HU del Sureste en la edición de primavera del maratón de donación de sangre batió el record de donaciones consiguiendo un total de 107. Es te año se logró la mayor afluencia de donantes de su historia. Un total de 122 personas acudieron al llamamiento entre personal del Hospital y ciudadanos, consiguiéndose 107 donaciones. De vital importancia en el respaldo de la donación fue la contribución que hicieron los alumnos y profesores del IES Las Lagunas de Rivas Vaciamadrid. Aparte de los carteles elaborados, el diseño de los mismos y de folletos informativos y chapas promocionales, estuvieron durante la mañana del lunes en el Hospital promocionan do la donación de sangre entre los pacientes y visitantes. A todo esto hay que sumar la labor previa que han llevado a cabo en la localidad. Dentro de estas acciones solidarias, el hospital colabora activamente con Rivas Sahel en la organización de la Le gua Solidaria de Rivas y en el envío de material sanitario a los campamentos de Tinduf. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 93 Asimismo, durante el verano , el HU del Sureste participa en el programa Vacaciones en Paz, de Rivas Vaciamadrid. A todos los niños que pasan el verano en Rivas se les realiza un examen de salud completo, - analítica, exploración médica y agudeza visual- con el fin de evaluar su estado de salud y paliar en lo posible las carencias que pudieran tener. A los niños que vienen por primera vez a España se les administra la vacuna de la hepatitis B. Durante el periodo navideño el hospital organiza una campaña solidaria entre sus trabajadores de recogida de alimentos y juguetes que se destinan a la Cruz Roja de la zona. A esta campaña se suelen adherir también visitantes del ce ntro que vienen a consultas . PARA LOS TRABAJADORES El Hospital Universitario del Sureste conmemora todos los años el Día del Libro con la celebración de su certamen de relatos breves \"Historias desde el Sureste\". Este año el premio se lo ha llevado el relato \"Otro cumpleaños\" de la Dra. Pilar Delgado Jimén ez, del Servicio de Salud Laboral. En la presente edición se conmemor ó el centenario de la muerte de Frank Baum, autor de El mago de Oz. Como homenaje los relatos debían contener alguna de las siguientes frases: \"Sigue el camino de ladrillos amarillos\"; \" Los corazones nunca serán prácticos hasta que puedan hacerse irrompibles\"; Como en casa no se está en ningún sitio\"; \"Solo las brujas malas son feas\". Por otra parte, el HUS modificó y modernizó su intranet con un diseño mucho más moderno y operativo. El Hospital Universitario del Sureste inauguró su nueva web, según diseño de la Comunidad de Madrid, con el propósito de proporcionar a los usuarios una información mucho más ágil y útil. Esta web, http://www.comunidad.madrid/hospital/sureste/ es un escaparate del Hospital que facilita de forma fácil y sencilla su relación con los usuarios. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 94 El HU del Sureste puso en marcha el programa Reto Sureste Activo con el fin de que los trabajadores incorporaran hábitos saludables para mejorar la calidad de vida de los mismos desde el trabajo. El propósito de este reto consistía en que estos hábitos se incorporaran a la rutina diaria dentro y fuera del hospital. En este proyecto colaboraron también la Fundación Mapfre y el Ayuntamiento de Arganda del Rey: La Fundación Mapfre nos ofreció su apoyo en lo referente a información, apoyo técnico y formación en temas saludables. El Ayuntamiento puso a disposición de los trabajadores todas sus instalaciones deportivas a precios muy ventajosos. Entre las actividades que se llevaron a cabo podemos citar: Retos mensuales para lograr, a través de dos grupos diferenciados, llegar a m etas impensables como, por ejemplo, dar la vuelta al mundo sumando actividades de las personas inscritas. Para personas que no hacen deporte habitualmente se pensaron retos sencillos de conseguir, 8.000 pasos al día, que fueron aumentando paulatinamente. En los ordenadores de los trabajadores se instalaron iconos específicos para acceder a información sobre las actividades que se organizaban. Fue el servicio de Salud Laboral el que directamente realizó el seguimiento de los trabajadores y ayudó a llevar a cabo todos los retos personales. Lo más sencillo fue seguir diversos itinerarios dentro del hospital y desplazarse sin utilizar el ascensor. Las escaleras se convirtieron de esta forma en el mejor gimnasio para los trabajadores. Hospital Universitario del Sureste. Memoria 2019 Servicio Madrileño de Salud CONSEJERÍA DE SANIDAD - COMUNIDAD DE MADRID 95 NAVIDAD Como es tradicional en el Hospital, durante la Navidad fu eron muchas las actividades que se realizaron para animar a los pacientes, adultos y niños, y a sus familiares. Este año se contó con las visitas de la Legión 501, de Star Wars, los Reyes Magos, Piolín, el Pato Lucas, Flash, la Banda de Música de Morata de Tajuña, representantes de la Casa Museo del Ratoncito Pérez, y el Rey Melchor, en solitario, con todo su séquito. El HU del Sureste organizó su tradicional fiesta navideña infantil para pacientes e hijos de trabajadores. Durante este evento Piolín, el Pato Lucas, Flash y el Rey Melchor, previa a la fiesta, realizaron una visita a los pacientes de la planta de pediatría- neonatología y rehabilitación. El mensaje navideño de Melchor hizo referencia a las obras de ampliación del centro. "}