{"title": null, "author": null, "url": "https://club-ecoguardianes-657.webnode.es/como-cuidar-el-medio-ambiente-desde-tu-casa/", "hostname": "webnode.es", "description": null, "sitename": "club-ecoguardianes-657.webnode.es", "date": "2010-06-21", "cleaned_text": "LA TIERRA! DEJA DE ESPERAR QUE OTROS LO HAGAN... EL CAMBIO COMIENZA EN TI... ¿CÓMO? MANTENIENDO LIMPIO TU LUGAR Y RESPETANDO LOS LUGARES PÚBLICOS DE LA MISMA MANERA. NO QUEMANDO BASURA EN LAS CUNETAS NI EN EL PATIO, EN NINGÚN LUGAR, JÚNTALA PARA QUE EL RECOLECTOR DE RESIDUOS LA DEPOSITE EN EL BASURAL. SI ES TU VECINO EL QUE QUEMA BASURA, HABLA CON ÉL Y EXPLÍCALE QUE AL HACERLO NOS PERJUDICA A TODOS. NO QUEMANDO. LAS HOJAS SECAS, CUALQUIER TIPO DE HUMO CONTAMINA EL AIRE Y PERJUDICA NUESTRA SALUD. CUIDANDO EL AGUA. AHORRANDO PAPEL. NO TIRANDO LAS BOLSITAS DE POLIETILENO, SI NO PUEDES EVITAR USARLAS, AL MENOS NO PERMITAS QUE AFEEN EL ASPECTO DE NUESTRO PUEBLO Y CONTAMINEN NUESTRO SUELO. SI NO PUEDES EVITAR USARLAS, JÚNTALAS, TE LAS CAMBIAREMOS POR UN ALMOHADÓN O UN PELUCHE. TRATA DE USAR UN BOLSO RESISTENTE COMO SE HACÍA ANTES. REDUCE LA CANTIDAD DE BASURA ELIGIENDO MATERIAL NO DESCARTABLE...Y REUSÁNDOLO COMO EN EL CASO DE LAS PROPUESTAS QUE PRESENTAMOS Y OTRAS MUCHO MEJORES QUE TÚ PODRÁS CREAR. CUANDO VES ACTITUDES DE OTRAS PERSONAS QUE DAÑAN AL MEDIO AMBIENTE QUE ES DE TODOS, ACÉRCATE Y DIALOGA CON ELLAS, SI NO TE ESCUCHAN BUSCA AYUDA CON LAS AUTORIDADES. ANALIZANDO TUS PROPIAS ACTITUDES PARA EVALUAR SI TÚ MOLESTAS A OTROS O PERJUDICAS EL MEDIO AMBIENTE DE ALGUNA MANERA. NO PERMITIENDO QUE LAS PILAS LLEGUEN AL BASURAL. (AVERIGUA TODO EL DAÑO QUE CAUSAN, EN NUESTRA PÁGINA ENCONTRARÁS INFORMACIÓN) EVITANDO EL USO DE UTENSILIOS DESCARTABLES. PREFIRIENDO PRODUCTOS ENVASADOS EN VIDRIO. TRABAJANDO PARA QUE EN NUESTRO PUEBLO SE INICIE UN PLAN SERIO DE CLASIFICACIÓN DE RESIDUOS. DEJANDO DE ECHAR CULPAS A TODO EL MUNDO Y PONIÉNDOTE AL SERVICIO DE LA RESOLUCIÓN DE PROBLEMAS EN VEZ DE SUMARTE A LA GENTE QUE CRITICA TODO SIN HACER NADA AL RESPECTO. NO SIENDO INSENSIBLE ANTE LAS PERSONAS AFECTADAS GRAVEMENTE POR PROBLEMAS AMBIENTALES QUE, SIN DUDA, TAMBIÉN LLEGARÁN A TI... HACIÉNDOTE FUERTE PARA QUE NO TE DESALIENTEN LOS QUE DICEN QUE NO VALE LA PENA EL INTENTO.. UN MUNDO LIMPIO Y SANO ES LO QUE NOS MERECEMOS Y PODEMOS LOGRAR... SI TIENES OTRAS IDEAS PARA CUIDAR LA TIERRA, CONTÁCTANOS Y ENVÍALAS PARA COMPARTIRLAS Y QUE TODOS PODAMOS APRENDER DE TI. "}