{"title": "Design emails people love to get.", "author": null, "url": null, "hostname": null, "description": "Beginners and experts use Flodesk to grow their business. Design emails and forms that look great on any device. Try it free.", "sitename": null, "date": "2023-06-11", "cleaned_text": "Intención del curso: Descubrirás las herramientas necesarias para poder llevar a cabo un trabajo ceremonial desde la integridad, el amor y el respeto: con la certeza de que estás cuidando tu energía y la de los participantes. La formación es para ti si estás en búsqueda de un trabajo profundo, auténtico. de auto-sanación y descubrimiento. Sobre todo, si en tu corazón está la intención de ser una herramienta para estar al servicio con humildad y amor. Al terminar está formación. tendrás las herramientas necesarias para guiar las ceremonias y llevar al cabo algunos rituales que te permitan comenzar o profundizar en tu camino espiritual. HORARIOS: Inicio de formación: Martes 28 de febrero 2023 - Clases prácticas Sábado 12 PM 4 clases - Clases Teóricas Martes 8 PM 15 clases Martes, 8 PM. Clases teóricas (100% online): Febrero: Martes 28 Marzo: Martes 7, 14, 21 y 28 Abril: Martes 4, 11, 18 y 25 Mayo: Martes 2, 9, 16, 23 y 30 Junio: Martes 6 y 13 Sábado, 12 PM. Clases prácticas (presencial y online) Mayo: Sábado 20 y 27 Junio: Sábado 3 y 10 Ceremonia de cierre de curso e Iniciación: Domingo 11 de junio 2023, 12:00 PM Celebraremos el cierre de la formación con una ceremonia de cacao donde podrás invitar a tu familia y amigos para celebrar. Con el fin de hacer de este evento un momento especial entre amigas y compañeras, esta ceremonia tendrá un costo adicional de $700 por persona invitada y servirá para la renta de una locación especial. INCLUYE: - 19 clases de 2 horas c/u ( 36 hrs teóricas y prácticas ) - Material de apoyo - Manual por tipo de ceremonia y ritual - Acompañamiento y contención personalizada - Grupo de apoyo whatsapp - Amor, sostenimiento y una comunidad unida "}