{"title": "Holistic Medicine | Encyclopedia.com", "author": "Gale Encyclopedia; Patricia", "url": "https://www.encyclopedia.com/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine", "hostname": "encyclopedia.com", "description": "Holistic Medicine Definition Holistic medicine is a term used to describe therapies that attempt to treat the patient as a whole person.", "sitename": "Encyclopedia.com", "date": "2018-05-17", "cleaned_text": "Holistic Medicine Holistic Medicine Definition Holistic medicine is a term used to describe therapies that attempt to treat the patient as a whole person. That is, instead of treating an illness, as in orthodox allopathy, [holistic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine) looks at an individual's overall physical, mental, spiritual, and emotional wellbeing before recommending treatment. A practitioner with a holistic approach treats the symptoms of illness as well as looking for the underlying cause of the illness. Holistic medicine also attempts to prevent illness by placing a greater emphasis on optimizing health. The body's systems are seen as interdependent parts of the person's whole being. Its natural state is one of health, and an illness or disease is an imbalance in the body's systems. Holistic therapies tend to emphasize proper nutrition and avoidance of substances—such as chemicals—that pollute the body. Their techniques are non-invasive. Some of the world's health systems that are holistic in nature include naturopathic medicine, homeopathy, and traditional Chinese medicine. Many alternative or natural therapies have a holistic approach, although that is not always the case. The term complementary medicine is used to refer to the use of both allopathic and holistic treatments. It is more often used in [Great Britain](/places/britain-ireland-france-and-low-countries/british-and-irish-political-geography/great-britain), but is gaining acceptance in the [United States](/places/united-states-and-canada/us-political-geography/united-states). There are no limits to the range of diseases and disorders that can be treated in a holistic way, as the principle of holistic healing is to balance the body, mind, spirit, and emotions so that the person's whole being functions smoothly. When an individual seeks holistic treatment for a particular illness or condition, other health problems improve without direct treatment, due to improvement in the performance of the immune system, which is one of the goals of [holistic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine). Origins The concept of holistic medicine is not new. In the 4th century b.c., [Socrates](/people/philosophy-and-religion/philosophy-biographies/socrates) warned that treating one part of the body only would not have good results. [Hippocrates](/people/medicine/medicine-biographies/hippocrates) considered that many factors contribute to the health or otherwise of a human being, weather, nutrition, emotional factors, and in our time, a host of different sources of pollution can interfere with health. And of course, holistic medicine existed even before ancient [Greece](/places/spain-portugal-italy-greece-and-balkans/greek-political-geography/greece) in some ancient healing traditions, such as those from [India](/places/asia/indian-political-geography/india) and [China](/places/asia/chinese-political-geography/china), which date back over 5,000 years. However, the term \"holistic\" only became part of everyday language in the 1970s, when Westerners began seeking an alternative to allopathic medicine. Interestingly, it was only at the beginning of the twentieth century that the principles of holistic medicine fell out of favor in Western societies, with the advent of major advances in what we now call allopathic medicine. Paradoxically, many discoveries of the twentieth century have only served to confirm many natural medicine theories. In many cases, researchers have set out to debunk holistic medicine, only to find that their research confirms it, as has been the case, for example, with many herbal remedies. Purpose Many people are now turning to holistic medicine, often when suffering from chronic ailments that have not been successfully treated by allopathic means. Although many wonderful advances and discoveries have been made in modern medicine, surgery and drugs alone have a very poor record for producing optimal health because they are designed to attack illness. Holistic medicine is particularly helpful in treating chronic illnesses and maintaining health through proper nutrition and stress management. Description There are a number of therapies that come under the umbrella of \"holistic medicine.\" They all use basically the same principles, promoting not only physical health, but also mental, emotional, and spiritual health. Most emphasize quality nutrition. Refined foods typically eaten in modern America contain chemical additives and preservatives, are high in fat, cholesterol, and sugars, and promote disease. Alternative nutritionists counter that by recommending whole foods whenever possible and minimizing the amount of meat—especially red meat—that is consumed. Many alternative therapies promote vegetarianism as a method of detoxification. The aim of holistic medicine is to bring all areas of an individual's life, and most particularly the energy flowing through the body, back into harmony. Ultimately, of course, only the patient can be responsible for this, for no practitioner can make the necessary adjustments to diet and lifestyle to achieve health. The practice of holistic medicine does not rule out the practice of allopathic medicine; the two can complement each other. A properly balanced holistic health regimen, which takes into consideration all aspects of human health and includes noninvasive and nonpharmaceutical healing methods, can often completely eradicate even acute health conditions safely. If a patient is being treated with allopathic medicine, holistic therapies may at least support the body during treatment, and alleviate the symptoms that often come with drug treatments and surgery. In addition, holistic therapies aim at the underlying source of the illness, to prevent recurrence. Here are some of the major holistic therapies: [herbal medicine](/medicine/divisions-diagnostics-and-procedures/medicine/herbal-medicine) - homeopathy - naturopathic medicine - traditional Chinese medicine [Ayurvedic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/ayurvedic-medicine) - nutritional therapies - chiropractic - stress reduction - psychotherapy - massage ANDREW WEIL (1942-) Dr. Andrew Weil, a Harvard-educated physician, adds credibility and expertise to the natural healing methods he espouses in his best-selling books, on his Internet Web site, in his talk show appearances, and in his popular audio CD of music and meditation. Weil's Spontaneous Healing spent more than a year on the best-seller list, and his 1997 book, Eight Weeks to Optimum Health, also was a runaway best-seller. Perhaps the best-known proponent of naturalistic healing methods, Weil has been trying to establish a field he calls integrative medicine. He is director of [Tucson](/places/united-states-and-canada/us-political-geography/tucson)'s Center for Integrative Medicine, which he founded in 1993. In 1997, he began training doctors in the discipline at the University of [Arizona](/places/united-states-and-canada/us-political-geography/arizona), where he teaches. After getting his bachelor's degree in botany from [Harvard University](/social-sciences-and-law/education/colleges-us/harvard-university), Weil applied for admission to Harvard Medical School in 1964. During his second year, he led a group of students who argued they could succeed better studying on their own than going to classes; in fact, the group got higher scores on their final exams than their classmates. After graduating from Harvard Medical School, he volunteered at the notorious counter-cultural Haight-Asbury Free Clinic in [San Francisco](/places/united-states-and-canada/us-political-geography/san-francisco), CA. Later in 1969, Weil got a job in Washington, DC, with the National Institute of Mental Health's Drug Studies Division. From 1971 to 1975, he traveled extensively in [South America](/places/oceans-continents-and-polar-regions/oceans-and-continents/south-america) and Africa, soaking up information about [medicinal plants](/medicine/drugs/pharmacology/medicinal-plants), shamanism, and natural healing techniques. He never returned to the practice of conventional medicine. His approach to [alternative medicine](/medicine/divisions-diagnostics-and-procedures/medicine/alternative-medicine) is eclectic, mingling traditional medicine with herbal therapy, acupuncture, homeopathy, chiropractic, hypnotism, cranial manipulation, and other alternative healing methods. Though his books discuss the benefits of everything from healing touch to herbal cures, Weil doesn't dismiss the benefits of standard Western medicine when appropriate. Because holistic medicine aims to treat the whole person, holistic practitioners sometimes may advise treatment from more than one type of practitioner. This is to ensure that all aspects of health are addressed. Some practitioners also specialize in more than one therapy, and so may be able to offer more comprehensive assistance. Preparations How to choose a holistic practitioner - How did you hear of this therapist? A personal referral can sometimes be more reliable than a professional one. What do other professionals say about this therapist? What qualifications, board certification, or affiliations does this practitioner have? - How do you feel personally about this practitioner? Do you feel comfortable in his/her office and with his/her staff? Is your sense of well being increased? Are you kept waiting for appointments? - Do you have confidence in this practitioner, does he/ she respect you as a person? Does he/she show an interest in your family, lifestyle, and diet? Are various treatment options explained to you? - Is your personal dignity respected? - Do you feel that this practitioner is sensitive to your feelings and fears regarding treatment? - Is this practitioner a good advertisement for his/her profession? Signs of stress or ill health may mean that you would be better off choosing another practitioner. - Do you feel that you are rushed into decisions, or do you feel that you are allowed time to make an informed choice regarding treatment? - Are future health goals outlined for you? And do you feel that the practitioner is taking your progress seriously? - Do you feel unconditionally accepted by this practitioner? - Would you send your loved ones to this practitioner? If you answered yes to all the above, then you have found a suitable practitioner. The cost of treatment by a holistic therapist varies widely, depending on the level of qualification and the discipline, so it is best to discuss how much treatment can be expected to cost with a practitioner before beginning a course. Some forms of holistic treatment may be covered by [health insurance](/medicine/divisions-diagnostics-and-procedures/medicine/health-insurance). Precautions Many people who try holistic therapies focus on one area of their health only, often detoxification and nutrition. However, practitioners stress that it is only when all areas of a person's potential well being are tackled that total health and happiness can be achieved. They stress that the spiritual and emotional health contribute just as much as physical and mental health to a person's overall state of well-being. When seeking treatment from a holistic practitioner, it is important to ensure that they are properly qualified. Credentials and reputation should always be checked. In addition, it is important that allopathic physicians and alternative physicians communicate about a patient's care. Side effects One of the main advantages of holistic therapies is that they have few side effects when used correctly. If a reputable practitioner is chosen, and guidelines are adhered to, the worst that typically happens is that when lifestyle is changed, and fresh nutrients are provided, the body begins to eliminate toxins that may have accumulated in the cells over a lifetime. Often this results in what is known in [alternative medicine](/medicine/divisions-diagnostics-and-procedures/medicine/alternative-medicine) circles as a \"healing crisis.\" This comes about when the cells eliminate poisons into the blood stream all at the same time, throwing the system into a state of toxic overload until it can clear the \"backlog.\" Symptoms such as nausea, headaches, or sensitivities to noise and other stimulations may be experienced. The answer to most otherwise healthy patients is often just to lie quietly in a darkened room and take herbal teas. However, in the case of someone who has a serious illness, such as arthritis, colitis, diabetes, or cancer, (the list is much longer than this), it is strongly advised that they seek the help of a qualified practitioner. Therapists can help patients achieve detoxification in a way that causes the least stress to their bodies. Research and general acceptance Traditionally, holistic medicine, in all its different forms, has been regarded with mistrust and skepticism on the part of the allopathic medical profession. This situation is gradually changing. As of the year 2000, many insurance companies will provide for some form of alternative, or complementary treatment. In addition, many allopathic physicians, recognizing the role alternative medicine can play in overall health and well being, are actually referring patients to reputable practitioners, particularly chiropractic and relaxation therapists, for help with a varied range of complaints. Training and certification Holistic or alternative medicine practitioners are usually affiliated with an organization in their field. Training varies tremendously with the category, and ranges from no qualifications at all—experience only—to holding a Ph.D. from an accredited university. Again, credentials and memberships should be checked by prospective patients. An excellent source for qualified practitioners is the American Board of Holistic Medicine, (AHBM), which was incorporated in 1996. Also, the American Holistic Medicine Association has a comprehensive list of practitioners in all types of therapies across the [United States](/places/united-states-and-canada/us-political-geography/united-states), which they call \"the holistic doctor finder.\" However, they stress that it is the responsibility of the patient to check each practitioner's credentials prior to treatment. The ABHM has established the core curriculum upon which board certification for holistic medicine will be based. It includes the following twelve categories: Body Physical and environmental health - nutritional medicine - exercise medicine - environmental medicine Mind Mental and emotional health - behavioral medicine Spirit Spiritual health - spiritual attunement - social health The six specialized areas: - biomolecular diagnosis and therapy - botanical medicine - energy medicine - ethno-medicine—including traditional Chinese medicine, Ayurveda, and Native American medicine - homeopathy - manual medicine Founded in 1978 for the purpose of uniting practitioners of holistic medicine, membership of the AHMA is open to licensed medical doctors (MDs) and doctors of osteopathic medicine (DOs) from every specialty, and to medical students studying for those degrees. Associate membership is open to health care practitioners who are certified, registered or licensed in the state in which they practice. The mission of the AHMA is to support practitioners in their personal and professional development as healers, and to educate physicians about holistic medicine. KEY TERMS Detoxification— Treating the body in such a way that it eliminates poisons accumulated in the cells. Healing crisis— When the body begins to eliminates toxins at an accelerated rate, unpleasant sensations may be experienced. Resources ORGANIZATIONS American Holistic Medicine Association. 4101 Lake Boone Trail, Suite 201, Raleigh, NC 27607. http://www.holisticmedicine.org/index.html. Holistic medicine Website. [http://www.holisticmed.com/whatis.html](http://www.holisticmed.com/whatis.html). Holistic Medicine Holistic medicine Definition Holistic medicine is a term used to describe therapies that attempt to treat the patient as a whole person. That is, instead of treating an illness, as in orthodox allopathy, [holistic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine) looks at an individual's overall physical, mental, spiritual, and emotional well-being before recommending treatment. A practitioner with a holistic approach treats the symptoms of illness as well as looking for the underlying cause of the illness. Holistic medicine also attempts to prevent illness by placing a greater emphasis on optimizing health. The body's systems are seen as interdependent parts of the person's whole being. The body's natural state is one of health, and an illness or disease is an imbalance in the body's systems. Holistic therapies tend to emphasize proper nutrition and avoidance of substances—such as chemicals—that pollute the body. Their techniques are noninvasive. Some of the world's health systems that are holistic in nature include naturopathic medicine, homeopathy , and traditional Chinese medicine . Many alternative or natural therapies have a holistic approach, although that is not always the case. The term complementary medicine is used to refer to the use of both allopathic and holistic treatments. It is more often used in [Great Britain](/places/britain-ireland-france-and-low-countries/british-and-irish-political-geography/great-britain) but is gaining acceptance in the [United States](/places/united-states-and-canada/us-political-geography/united-states). There are no limits to the range of diseases and disorders that can be treated in a holistic way, as the principle of holistic healing is to balance the body, mind, spirit, and emotions so that the person's whole being functions smoothly. When an individual seeks holistic treatment for a particular illness or condition, other health problems improve without direct treatment due to improvement in the performance of the immune system, which is one of the goals of [holistic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine). Origins The concept of holistic medicine is not new. In the 4th century bc, [Socrates](/people/philosophy-and-religion/philosophy-biographies/socrates) warned that treating only one part of the body would not have good results. [Hippocrates](/people/medicine/medicine-biographies/hippocrates) considered that many factors contribute to the health or otherwise of a human being, including weather, nutrition, emotional factors. In our time, a host of different sources of pollution can interfere with health. And of course, holistic medicine existed even before older [Greece](/places/spain-portugal-italy-greece-and-balkans/greek-political-geography/greece) in some ancient healing traditions, such as those from [India](/places/asia/indian-political-geography/india) and [China](/places/asia/chinese-political-geography/china), which date back over 5,000 years. However, the term \"holistic\" only became part of everyday language in the 1970s, when Westerners began seeking an alternative to allopathic medicine. Interestingly, it was only at the beginning of the twentieth century that the principles of holistic medicine fell out of favor in Western societies, with the advent of major advances in what we now call allopathic medicine. Paradoxically, many discoveries of the twentieth century have only served to confirm many natural medicine theories. In many cases, researchers have set out to debunk holistic medicine, only to find that their research confirms it, as has been the case, for example, with many herbal remedies. Benefits Many people are now turning to holistic medicine, often when suffering from chronic ailments that have not been successfully treated by allopathic means. Although many wonderful advances and discoveries have been made in modern medicine, surgery and drugs alone have a very poor record for producing optimal health because they are designed to attack illness. Holistic medicine is particularly helpful in treating chronic illnesses and maintaining health through proper nutrition and stress management. Description There are a number of therapies that come under the umbrella of holistic medicine. They all use basically the same principles, promoting not only physical health, but also mental, emotional, and spiritual health. Most emphasize quality nutrition. Refined foods typically eaten in modern America contain chemical additives and preservatives, are high in fat, cholesterol , and sugars, and promote disease. Alternative nutritionists counter refined foods by recommending whole foods whenever possible and minimizing the amount of meat—especially red meat—that is consumed. Many alternative therapies promote vegetarianism as a method of detoxification . The aim of holistic medicine is to bring all areas of an individual's life, and most particularly the energy flowing through the body, back into harmony. Ultimately, of course, only the patient can be responsible for this, for no practitioner can make the necessary adjustments to diet and lifestyle to achieve health. The practice of holistic medicine does not rule out the practice of allopathic medicine; the two can complement each other. A properly balanced holistic health regimen, which takes into consideration all aspects of human health and includes noninvasive and nonpharmaceutical healing methods, can often completely eradicate even acute health conditions safely. If a patient is being treated with allopathic medicine, holistic therapies may at least support the body during treatment and alleviate the symptoms that often come with drug treatments and surgery. In addition, holistic therapies focus on the underlying source of the illness, to prevent recurrence. Here are some of the major holistic therapies: [herbal medicine](/medicine/divisions-diagnostics-and-procedures/medicine/herbal-medicine) - homeopathy - naturopathic medicine - traditional Chinese medicine [Ayurvedic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/ayurvedic-medicine) - nutritional therapies - chiropractic - stress reduction - psychotherapy - massage. Because holistic medicine aims to treat the whole person, holistic practitioners sometimes may advise treatment from more than one type of practitioner. This precaution ensures that all aspects of health are addressed. Some practitioners also specialize in more than one therapy and so may be able to offer more comprehensive assistance. Preparations To choose a holistic practitioner, a person should conscious the following questions: - How did you hear of this therapist? A personal referral can sometimes be more reliable than a professional one. What do other professionals say about this therapist? What qualifications, board certification, or affiliations does this practitioner have? - How do you feel personally about this practitioner? Do you feel comfortable in his/her office and with his/her staff? Is your sense of well-being increased? Are you kept waiting for appointments? - Do you have confidence in this practitioner, and does he/she respect you as a person? Does he/she show an interest in your family, lifestyle, and diet? Are various treatment options explained to you? - Is your personal dignity respected? - Do you feel that this practitioner is sensitive to your feelings and fears regarding treatment? - Is this practitioner a good advertisement for his/her profession? Signs of stress or ill health may mean that you would be better off choosing another practitioner. - Do you feel that you are rushed into decisions, or do you feel that you are allowed time to make an informed choice regarding treatment? - Are future health goals outlined for you? And do you feel that the practitioner is taking your progress seriously? - Do you feel unconditionally accepted by this practitioner? - Would you send your loved ones to this practitioner? If you answered yes to all the above, then you have found a suitable practitioner. The cost of treatment by a holistic therapist varies widely depending on the level of qualification and the discipline, so it is best to discuss how much treatment can be expected to cost with a practitioner before beginning a course of therapy. Some forms of holistic treatment may be covered by [health insurance](/medicine/divisions-diagnostics-and-procedures/medicine/health-insurance). Precautions Many people who try holistic therapies focus on one area of their health only, often detoxification and nutrition. However, practitioners stress that it is only when all areas of a person's potential well-being are tackled that total health and happiness can be achieved. They stress that the spiritual and emotional health contribute just as much as physical and mental health to a person's overall state of well-being. When seeking treatment from a holistic practitioner, it is important to ensure that they are properly qualified. Credentials and reputation should always be checked. In addition, it is important that allopathic physicians and alternative physicians communicate with me another about a patient's care. Side effects One of the main advantages of holistic therapies is that they have few side effects when used correctly. If a reputable practitioner is chosen and guidelines are adhered to, the worst that typically happens is that when lifestyle is changed, and fresh nutrients are provided, the body begins to eliminate toxins that may have accumulated in the cells over a lifetime. Often holistic therapy results in what is known in [alternative medicine](/medicine/divisions-diagnostics-and-procedures/medicine/alternative-medicine) circles as a \"healing crisis.\" This comes about when the cells eliminate poisons into the blood stream all at the same time, throwing the system into a state of toxic overload until it can clear the \"backlog.\" Symptoms such as nausea , headaches, or sensitivities to noise and other stimulations may be experienced. The answer to most patients who are otherwise healthy patients is often just to lie quietly in a darkened room and take herbal teas. However, in the case of someone who has a serious illness, such as arthritis, colitis, diabetes, or cancer , it is strongly advised that they seek the help of a qualified practitioner. Therapists can help patients achieve detoxification in a way that causes the least stress to their bodies. Research & general acceptance Traditionally, holistic medicine, in all its different forms, has been regarded with mistrust and skepticism on the part of the allopathic medical profession. This situation is gradually changing. As of the year 2004, many insurance companies will provide for some form of alternative, or complementary treatment. In addition, many allopathic physicians, recognizing the role [alternative medicine](/medicine/divisions-diagnostics-and-procedures/medicine/alternative-medicine) can play in overall health and well being, are actually referring patients to reputable practitioners, particularly chiropractors and relaxation therapists, for help with a varied range of complaints. Training & certification Holistic or alternative medicine practitioners are usually affiliated with an organization in their field. Training varies widely with the category, and ranges from no qualifications at all—experience only—to holding a Ph.D. from an accredited university. Again, credentials and memberships should be checked by prospective patients. An excellent source for qualified practitioners is the American Board of Holistic Medicine (AHBM), which was incorporated in 1996. Also, the American Holistic Medicine Association has a comprehensive list of practitioners in all types of therapies across the [United States](/places/united-states-and-canada/us-political-geography/united-states), which they call \"the holistic doctor finder.\" However, these groups stress that it is the responsibility of the patient to check each practitioner's credentials prior to treatment. The ABHM has established the core curriculum upon which board certification for holistic medicine will be based. It includes the following twelve categories: Body Physical and environmental health - nutritional medicine - exercise medicine - environmental medicine Mind Mental and emotional health - behavioral medicine Spirit Spiritual health - spiritual attunement - social health The six specialized areas: - biomolecular diagnosis and therapy - botanical medicine - energy medicine - ethnomedicine—including traditional Chinese medicine, Ayurveda, and Native American medicine - homeopathy - manual medicine Founded in 1978 for the purpose of uniting practitioners of holistic medicine, membership of the AHMA is open to licensed medical doctors (MDs) and doctors of osteopathic medicine (DOs) from every specialty, and to medical students studying for those degrees. Associate membership is open to health care practitioners who are certified, registered or licensed in the state in which they practice. The mission of the AHMA is to support practitioners in their personal and professional development as healers, and to educate mainstream physicians about holistic medicine. Resources BOOKS Goldberg, Burton. Alternative Medicine: The Definitive Guide. Fife, WA: Future Medicine Publishing, 1993. Jensen, Dr. Bernard. Foods That Heal. Garden City, NY: Avery Publishing Group Inc., 1993. Murray, Michael, and Joseph Pizzorno. Encyclopedia of Natural Medicine, 2nd edition Rocklin, CA: Prima Health, 1998. ORGANIZATIONS American Holistic Medicine Association http://www.holisticmedicine.org/index.html. Holistic medicine Website [http://www.holisticmed.com/whatis.html](http://www.holisticmed.com/whatis.html). American Holistic Health Association Dept. R P.O. Box [http://www.healthy.net/pan/chg/ahha/rosen.html](http://www.healthy.net/pan/chg/ahha/rosen.html). Patricia Skinner Holistic Holistic A term describing an integral, inclusive approach, which regards each being, system, or object as more than the sum of its parts. Holism is often associated with medicine, nutrition, and lifestyle. The term can imply a pretechnological lifestyle which uses alternative healing practices vs. contemporary established western practices. Holistic practices deal with the whole person, in which one's entire well-being is analyzed—his/her physical, emotional, spiritual, mental, social, environmental factors, etc. Although often described as a [New Age](/philosophy-and-religion/other-religious-beliefs-and-general-terms/miscellaneous-religion/new-age) concept, Eastern, earth-centric, and indigenous peoples have practiced holism for many centuries. The term holism derives from the Greek holos (whole), and was first used by [Jan Christian Smuts](/people/history/british-and-irish-history-biographies/jan-christian-smuts) in his book Holism and Evolution (1926). Smuts states, \"Both matter and life consist of unit structures whose ordered grouping produced natural wholes...The rise and self-perfection of wholes in the Whole is the slow but unerring process and goal of this Holistic universe.\" The notion prefigures theologian Teilhard de Chardin's theory that the human race is \"evolving mentally and socially, towards a final spiritual unity.\" Holism is primarily associated with healing processes and advocates patient-centered medicine in which the physician treats the person as a whole being, rather than focusing on a set of symptoms. It promotes preventative medicine by maintaining the health of all aspects of the self—physical, mental, emotional, spiritual. Generally, however, [holistic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine) is simply a generic phrase referring to a variety of healing practices, some beneficial and some questionable. Alternative therapies normally associated with [holistic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine) include: Acupuncture/acupressure —alleviating pain and increasing immune responses by balancing the flow of vital life energy through twelve major body energy pathways called meridians. Aromatherapy —the use of essential oil extracts from herbs and plants to treat a wide range of conditions and disorders. [Ayurvedic medicine]—an ancient Indian medical practice which treats disease by providing natural therapies designed for particular metabolic types. [Craniosacral therapy]—manipulates bones in the skull to treat disorders and improve overall body functioning. Herbal medicine—including Western, ayurvedic, or Chinese, employs naturally occuring herbal remedies for disorders and diseases. Homeopathy—the use of non-toxic, extremely diluted, low-cost medicines to treat chronic illness and maintain self-care. Used by hundreds of millions of people worldwide, homeopathy entails a \"like curing like\" approach to healing. Osteopathy—treatment of bodily disorders by restoring the structural balance of the musculoskeletal system. Reiki —the channeling of universal energy to aid in the healing process. As we enter the 21st century an increasing number of physicians are advocating a holistic approach to health care, emphasizing prevention as well as treatment. Noted published practitioners (and their specialties) include Dean Ornish (reversing [heart disease](/medicine/diseases-and-conditions/pathology/heart-disease)), [Deepak Chopra](/people/history/historians-miscellaneous-biographies/deepak-chopra) (ayurveda/mind-body), Christiane Northrup (women's health), and Andrew Weil (overall health and preventative medicine). Sources: Brown, Chip, \"The [New Age](/philosophy-and-religion/other-religious-beliefs-and-general-terms/miscellaneous-religion/new-age) Comes of Holistic Living (Nov./Dec. 1999): 66-70. The Burton Goldberg Group. Alternative Medicine: The Definitive Guide. Tiburon, Calif.: Future Medicine Publishing, Inc., 1997. Chopra, Deepak. Boundless Energy. [New York](/places/united-states-and-canada/us-political-geography/new-york): Harmony Books, 1995. Hastings, Arthur C., James Fadiman, and James S. Gordon. Health for the Whole Person. Boulder, Colo.: Westview Press, 1980. Miller, Don Ethan. Bodymind: The Whole Person Health Book. Englewood Cliffs, N.J.: Prentice-Hall, 1974. NaturalTherapy.com. [http://www.naturaltherapy.com](http://www.naturaltherapy.com). February 25, 2000. The New Holistic Health Handbook. Lexington, Mass.: The Stephen Greene Press, 1985. Northrup, Christiane. Women's Bodies, Women's Wisdom. [New York](/places/united-states-and-canada/us-political-geography/new-york): Bantam Books, 1994. Ornish, Dean. Everyday Cooking with Dr. Dean Ornish. [New York](/places/united-states-and-canada/us-political-geography/new-york): Harper Collins Publishers, 1995. Pathways to Wholeness: A Healing Guide. Berkeley, Calif.: Clear Light Publications, 1975. Pelletier, Kenneth R. Mind as Healer/Mind as Slayer: A Holistic Approach to Preventing Stress Disorder. New York: Delta, 1977. St. Aubyn, Lorna, ed. Healing. London: Heineman, 1983. Holistic Medicine HOLISTIC MEDICINE The words \"holism\" and \"holistic\" are derived from the Greek word holos, meaning \"whole.\" [Jan Christian Smuts](/people/history/british-and-irish-history-biographies/jan-christian-smuts) coined the term \"holism\" in a book published in 1926 titled Holism and Evolution. Holism is based on an understanding that the whole is greater than the sum of its parts. Practitioners of [holistic medicine](/medicine/divisions-diagnostics-and-procedures/medicine/holistic-medicine) focus on the whole person, not just a specific disease, and believe that mind, body, and spirit are inseparable. They also believe that good health is not merely the absence of disease, that the body has an innate power to heal itself, and that lifestyle factors contribute to health and illness. Mary Jo Kreitzer (see also: Alternative, Complementary, and Integrative Medicine; Theories of Health and Illness ) Bibliography Smuts, J. C. (1999). Holism and Evolution: The Original Source of the Holistic Approach to Life. ed. Sanford Holst. Sherman Oaks, CA: Sierra Sunrise Books. holistic [ecology](/science-and-technology/biology-and-genetics/environmental-studies/ecology#1O8ecology), the term is applied to studies which aim to understand [ecosystems](/science-and-technology/biology-and-genetics/environmental-studies/ecosystems#1O8ecosystem)as a whole (i.e. as entire systems), rather than examining their component parts. Compare [MEROLOGICAL APPROACH](/science/dictionaries-thesauruses-pictures-and-press-releases/merological-approach-1). holistic [ecology](/science-and-technology/biology-and-genetics/environmental-studies/ecology#1O7ecology), the term is applied to studies that aim to understand [ecosystems](/science-and-technology/biology-and-genetics/environmental-studies/ecosystems#1O7ecosystem)as a whole (i.e. as entire systems), rather than examining their component parts. Compare [MEROLOGICAL APPROACH](/science/dictionaries-thesauruses-pictures-and-press-releases/merological-approach-0). holistic [ecology](/science-and-technology/biology-and-genetics/environmental-studies/ecology#1O14ecology)the term is applied to studies which aim to understand [ecosystems](/science-and-technology/biology-and-genetics/environmental-studies/ecosystems#1O14ecosystem)as a whole (i.e. as entire systems), rather than examining their component parts. Compare [merological approach](/science/dictionaries-thesauruses-pictures-and-press-releases/merological-approach). holistic [complementary medicine](/medicine/divisions-diagnostics-and-procedures/medicine/alternative-medicine#1O62complementarymedicine). More From encyclopedia.com [Naturopathic Medicine , Definition Naturopathic medicine is a branch of medicine in which a variety of natural medicines and treatments are used to heal illness. It uses a s...](https://www.encyclopedia.com/medicine/divisions-diagnostics-and-procedures/medicine/naturopathic-medicine) [Indian Medicine , Medicine, Indian MEDICINE, INDIAN, an ancient, intact, complex holistic healthcare system practiced and used by indigenous peoples worldwide, is more...](https://www.encyclopedia.com/history/united-states-and-canada/north-american-indigenous-peoples/indian-medicine) [Western Herbalism , Herbalism, Western Definition Western herbalism is a form of the healing arts that draws from herbal traditions of Europe and the Americas, and that...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/western-herbalism) [Healing , HEALING Health and Wholeness Healing is an action whose goal is the restoration of health. The English word health literally means wholeness and...](https://www.encyclopedia.com/medicine/anatomy-and-physiology/anatomy-and-physiology/healing) [Preventive Medicine , Preventive medicine is a specialty of medicine practiced by physicians devoted to health promotion and disease prevention. Physicians with expertise...](https://www.encyclopedia.com/medicine/divisions-diagnostics-and-procedures/medicine/preventive-medicine) [Traditional Chinese Medicine , Definition Traditional Chinese medicine (TCM) is an ancient and still very vital holistic system of health and healing, based on the notion of harmon...](https://www.encyclopedia.com/medicine/divisions-diagnostics-and-procedures/medicine/traditional-chinese-medicine) About this article holistic medicine [encyclopedia.com content](/about)Print Topic "}