{"title": "Can You Take Too Much Vitamin B12 and What Are The Side Effects?", "author": "Lianna Palkovick", "url": "https://driphydration.com/blog/too-much-vitamin-b12-side-effects/", "hostname": "driphydration.com", "description": "This article will discuss whether it's possible to overdose on vitamin B12, the overdose levels and the signs and symptoms of an overdose!", "sitename": "Drip Hydration - IV Therapy & Medical Wellness", "date": "2022-06-29", "cleaned_text": "B12 and What Are The Side Effects? [Vitamin B12](https://driphydration.com/blog/vitamin-spotlight-vitamin-b12/) (also known as [cobalamin](https://pubmed.ncbi.nlm.nih.gov/8875026/)) is a water-soluble nutrient that forms red blood cells, produces DNA and energy, and helps to regulate [cell metabolism](https://www.cancer.gov/publications/dictionaries/cancer-terms/def/cellular-metabolism) and the functioning of your body's nerves. [Foods](https://driphydration.com/blog/foods-are-rich-with-vitamin-b12/) like dairy products, fish, meat, and poultry are naturally high in vitamin B12, and some foods have vitamin B12 added to them, like breakfast cereal. Vitamin B12 oral supplements are also available. Vitamin B12 intravenous (IV) infusions, injections, and nasal sprays are other options, but these are usually used to treat vitamin B12 deficiency, not used as a way to maintain [normal levels of vitamin B12](https://driphydration.com/blog/increase-your-vitamin-b12-levels-naturally/). This article will discuss whether it's possible to overdose on vitamin B12, the levels at which someone might overdose, and the signs of what can happen if so. B12 Energy Boost Cocktail Increase your energy levels and get a rejuvenating mix of vitamins that includes: - B12 - B Complex - Vitamin C [Learn More](/energy-boost-iv-treatment/) Is it possible to overdose on vitamin B12? Vitamin B12 is a water-soluble vitamin, so it is generally considered safe, even if you take high doses of it. There is currently no [Tolerable Upper Intake Level (UL) for B12](https://www.ncbi.nlm.nih.gov/books/NBK114302/) because it is not highly toxic. UL refers to the highest daily dose of a vitamin that you can take that will not likely cause any negative side effects for most people. There is no UL because any excess vitamin B12 that your body does not use gets flushed out in your urine. However, if you supplement with excessive amounts of [vitamin B12](https://www.webmd.com/diet/vitamin-b12-deficiency-symptoms-causes) (also called megadosing), you may experience some negative side effects. A number of studies show that megadoses - especially from vitamin B12 injections - can cause outbreaks of acne and rosacea. Rosacea is a skin condition that forms red patches on your face. Some evidence implies that very high doses of vitamin B12 can cause complications if you have diabetes or kidney disease. For example, a study from 2010 found that participants who have diabetic neuropathy (decreased kidney function caused by diabetes) had a quicker decline in the functioning of their kidneys when they took high-dose supplements of vitamin B12. The people who took the high doses of vitamin B12 were more at risk for heart attack, stroke, and death than the participants who took a placebo, but more research is needed to support this claim. The participants in this particular study took a dose of 1 milligram (mg) of oral vitamin B12 supplements each day. Unborn babies have a higher risk of autism spectrum disorder if their mother has excessively high levels of vitamin B12 from supplementation. The recommended daily intake [(RDI) of vitamin B12](https://www.ncbi.nlm.nih.gov/books/NBK114302/) is 2.4 micrograms (mcg) for both women and men, but women who are pregnant or breastfeeding need more vitamin B12. Pregnant women need 2.6 mcg per day. It is recommended that women who are breastfeeding take 2.8 mcg every day. Studies have found that taking up to 2 milligrams (equivalent to 2,000 mcg) of oral vitamin B12 supplements is safe and effective if you have [vitamin B12 deficiency](https://driphydration.com/blog/what-are-the-most-common-signs-and-symptoms-of-vitamin-b12-deficiency/). Although doses up to 2,000 mcg can be used safely to [treat vitamin B12 deficiency](https://driphydration.com/blog/best-treatment-for-vitamin-b12-deficiency/), you should not take such a high dose if you do not have a deficiency. It is unlikely for high doses to harm most people, but you should not take excessively high doses if it is not recommended by your doctor first. How much vitamin B12 does your body absorb? How much does it need? For example, [only about 10-mcg of a 500-mcg dose is actually absorbed](https://ods.od.nih.gov/factsheets/VitaminB12-Consumer/) by your body if you do not have vitamin B12 deficiency. Therefore, taking high doses is not necessary or beneficial if you do not have an increased need for vitamin B12. How much vitamin B12 does it take to overdose? As stated previously, vitamin B12 overdose is not technically possible because this vitamin is water-soluble, and when you urinate, your body flushes out any amount it does not use. However, there are some signs and symptoms of too much B12 you may experience that can indicate that your vitamin B12 levels are too high. What can happen if I have too much vitamin B12? You might get frequent headaches if your vitamin B12 levels are too high. Elevated levels of this vitamin can also cause gastrointestinal problems such as diarrhea, nausea, and vomiting. You may feel tired and weak. High amounts of vitamin B12 can also cause you to feel like your hands and feet are tingling. Some studies suggest that taking 25 mcg or more per day might increase your risk of bone fractures. [Vitamin B12 injections](https://driphydration.com/blog/what-are-b12-shots-and-how-can-they-help-you/) should only be used to treat severe deficiencies. These injections come with a host of possible side effects. Many of these side effects are relatively mild, such as: Other [side effects of vitamin B12 injections](https://driphydration.com/blog/what-are-b12-shots-and-how-can-they-help-you/#:~:text=Are%20Vitamin%20B12%20Shots%20Safe,free%20always%20to%20ask%20questions.) are more serious. Early on in treatment, these injections can cause pulmonary embolism (a blood clot that travels to one of your lungs from somewhere else in your body and blocks blood flow in the affected lung) and congestive heart failure. Vitamin B12 injections can also cause [vein thrombosis](https://www.mayoclinic.org/diseases-conditions/deep-vein-thrombosis/symptoms-causes/syc-20352557#:~:text=Deep%20vein%20thrombosis%20(DVT)%20occurs,affect%20how%20the%20blood%20clots.), which increases your risk of developing blood clots. A rare and slow-growing cancer of the blood known as polycythemia vera is also possible. Vitamin B12 can also cause a very rare but potentially life-threatening allergic reaction called anaphylaxis. Anaphylaxis causes your face, tongue, and throat to become swollen. It also makes it hard for you to breathe and swallow. If you experience anaphylaxis, you or someone else should call 911. Do not take vitamin B12 supplements if you are allergic to vitamin B12, [cobalt](https://pubchem.ncbi.nlm.nih.gov/compound/Cobalt), or any other ingredients this supplement contains. You should stop taking vitamin B12 immediately if you experience any side effects of too much B12. It is important for you to get prompt medical care if your symptoms are severe or are progressively getting worse. It is important to talk to your doctor before you start taking high doses of any vitamin, including vitamin B12. Vitamin B12 Toxicity: Is it a Concern? [Vitamin Toxicity](https://www.mountsinai.org/health-library/poison/multiple-vitamin-overdose) occurs when a person takes an excessive amount of a vitamin or vitamins, typically through supplementation. Different vitamins have different thresholds, with varying degrees of symptom severity depending on the vitamin. 'Vitamin B12 toxicity' specifically refers to an overload of this vitamin. But is vitamin B12 toxic? As we have mentioned, there is not currently an established toxic level of B12, and most people are unlikely to experience an overdose of this vitamin since the body processes B12 quickly and does not store it. With that said, [in one case study](https://pubmed.ncbi.nlm.nih.gov/31018715/), a young woman taking high doses of B12 injections for pernicious anemia developed acne, face redness, insomnia, headache, and palpitations. [1](#references) Her symptoms improved on their own within two weeks of stopping daily B12 usage. Additionally, a recent study found that [high blood concentrations of B12](https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2758742) appeared to be linked with early death, though researchers are unclear why at this time. The Recommended Daily Allowance (RDA) for Vitamin B12 is 2.5mcg, which most people can obtain through their diet. If you want to increase B12 levels without using supplements, you can obtain this vitamin through foods such as meat, poultry, eggs, fish, fortified cereals, and dairy products. Last Words Vitamin B12 is a water-soluble member of the B-complex family that is necessary for nerve health, DNA creation, red blood cell formation, metabolic health, and more. Large doses of B12 may be necessary for treating certain medical conditions, such as pernicious anemia. This vitamin cannot be made by your body and must be obtained from outside sources such as diet and supplements. Most people can obtain the recommended 2.9mcg of B12 through their daily diet. Vitamin B12 supplements may offer many potential health benefits, including helping improve mood, supporting bone and eye health, promoting healthy DNA and red blood cell creation, and more. Supplements are not regulated by the FDA, so it's important to obtain supplements from a reputable source for optimal safety. There is currently no established Tolerable Upper Intake Level for Vitamin B12 because it is water-soluble, not stored by the body, and excess amounts are naturally excreted as waste. As such, it is unlikely for most people to experience a B12 overdose from taking too much of this vitamin. If you want to supplement with Vitamin B12, it's important to speak with your doctor first. They can advise you if doing so is safe and can help you reach your health goals. Get B12 IV Therapy B-complex vitamins can support a wide range of health targets, so they are featured in many of our IV infusions. B12 and B-complex vitamins can also be added on to any of our IV infusions. We also offer B12 shots for a quick, mid-day energy boost. Once you book your appointment, a certified nurse will come to your desired location and administer the treatment, which usually takes less than an hour. During this time, you can do anything you'd like, such as relax under a warm blanket or watch TV. Browse our treatment options and decide which is best for you or speak with a representative who can help you choose the best fit based on your health goals. To schedule your appointment or learn more, contact us today! [Get Energy "}