{"title": "Biotina: MedlinePlus suplementos", "author": null, "url": "https://medlineplus.gov/spanish/druginfo/natural/313.html", "hostname": "medlineplus.gov", "description": "Biotina es una vitamina presente en alimentos, como huevos, leche y plátanos. Deficiencia de biotina puede causar adelgazamiento del cabello, salpullido alrededor de los ojos, la nariz y la boca.", "sitename": "Medlineplusesp", "date": "2023-05-31", "cleaned_text": "la La biotina es una parte importante ojos, nariz la boca. biotina se usa la de ojos, nariz la boca. biotina se usa la de sea cuando por utilizado forma segura en dosis 5 a 25 mcg al día. Una condición hereditaria en que se usa en el y la biotina sea segura cuando por utilizado forma segura en dosis 5 a 25 mcg al día. Una condición hereditaria en que oral biotin versus 5% topical minoxidil in increasing nail growth [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=33662162&dopt=Abstract). X, Pereira B, et al. Relapses in patients treated with high-dose biotin for progressive multiple sclerosis. Neurotherapeutics. 2020 Sep abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=32964402&dopt=Abstract). - Cree BAC, Cutter G, Wolinsky Safety and efficacy of MD1003 (high-dose biotin) in patients with progressive multiple sclerosis (SPI2): a randomised, double-blind, placebo-controlled, phase 3 trial. Lancet Neurol. 2020. - Li D, Ferguson A, Cervinski MA, Lynch KL, Kyle PB. AACC Guidance Document on Biotin Interference in Laboratory Tests. J Appl Lab Med. 2020;5:575-587. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=32445355&dopt=Abstract). - Kodani M, Poe A, Drobeniuc J, Mixson-Hayden T. Determination of potential biotin interference on accuracy of results of serologic assays for various viral hepatitis markers. J Med Virol. abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=32285946&dopt=Abstract). - Branger E, Defer G. Relapses During High-Dose Biotin Treatment in Progressive Multiple Sclerosis: a and Score-Adjusted Prospective Cohort. abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=32557122&dopt=Abstract). et al. MD1003 (High-Dose Biotin) for Treatment pharmaceutical grade biotin abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=32140672&dopt=Abstract). Demas Cochin Y, Bourre B, Labauge P. Tardive Reactivation of al. High-dose biotin in progressive multiple sclerosis: A prospective study of 178 patients in routine clinical practice. Mult Scler. 2019:1352458519894713. A regarding high-dose biotin therapy: misdiagnosis of V, Lebrun-Frenay C, Galanaud D, et al. High doses of biotin in chronic progressive multiple of biotin-responsive basal ganglia disease: open comparative study between the combination of biotin plus thiamine versus - that Biotin May Interfere with Lab Tests: FDA Safety Communication. https://www.fda.gov/MedicalDevices/Safety/AlertsandNotices/ucm586505.htm. Updated November 28, 2017. Accessed November 28, 2017. - Biscolla RPM, Chiamolera MI, Kanashiro I, Maciel RMB, Vieira JGH. A Single 10?mg Oral Dose of Biotin Interferes with Thyroid Function Tests. Thyroid 2017;27:1099-1100. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=28614993&dopt=Abstract). - Piketty ML, Prie D, Sedel leading to false biochemical endocrine profiles: validation of a simple method to Clin Chem Lab Med 2017;55:817-25. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=28222020&dopt=Abstract). biotin abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=27532849&dopt=Abstract). - Barbesino G. Misdiagnosis of Graves' disease with apparent severe hyperthyroidism in a patient taking biotin megadoses. Thyroid 2016;26:860-3. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=27043844&dopt=Abstract). - Sulaiman RA. Biotin treatment causing erroneous immunoassay results: A word of caution clinicians. Drug [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=28090070&dopt=Abstract). - Bülow Pedersen I, Laurberg Biochemical Hyperthyroidism in a Newborn Baby Caused by Assay Interaction from Biotin Intake. Eur Thyroid J 2016;5:212-15. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=27843813&dopt=Abstract). - Lee MN, Dowlatshahi M, et al. High-dose biotin treatment for secondary progressive multiple sclerosis may interfere with thyroid assays. AACE Clin Case Biotin ameliorates muscle cramps of hemodialysis low Biotin interference on TSH and free thyroid hormone measurement. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=22437752&dopt=Abstract). Vadlapudi dependent multivitamin transporter (SMVT): a potential target for drug delivery. Curr Drug Targets 2012;13:994-1003. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=22420308&dopt=Abstract). - Pacheco-Alvarez D, Solórzano-Vargas RS, Del Río AL. Biotin in Metabolism and Its Relationship to Human Disease. Arch Med Res 2002;33:439-47. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=12459313&dopt=Abstract). - Sydenstricker, V. P., Singal, S. A., Briggs, A. P., Devaughn, N. M., and Isbell, H. Observations on the \"egg white injury\" in man and its cure with biotin concentrate. J Am Med Assn 1942;:199-200. - Ozand, P. T., Gascon, G. G., Al Essa, M., Joshi, S., Al Jishi, E., Bakheet, S., Al Watban, J., Al and Dabbagh, O. abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=9679779&dopt=Abstract). - J., Green, G. Spannagel, A. W., and Mock, D. M. Biliary excretion of biotin and biotin metabolites is quantitatively and pigs. J Nutr. 1997;127:1496-1500. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=9237943&dopt=Abstract). - Zempleni, J., McCormick, D. B., and Mock, D. M. Identification of biotin sulfone, bisnorbiotin methyl der Knaap, M. S., Jakobs, C., and Valk, J. Magnetic resonance in lactic acidosis. J Inherit.Metab Dis. 1996;19:535-547. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=8884577&dopt=Abstract). - Shriver, B. J., Roman-Shriver, C., and Allred, J. B. Depletion and repletion of biotinyl enzymes in liver of biotin-deficient rats: evidence a storage system. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=8099368&dopt=Abstract). - Nutr.Sci 1984;8(3-4):193-228. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=6396715&dopt=Abstract). - Ammann, A. J. New into the causes of immunodeficiency disorders. J Am.Acad.Dermatol. 1984;11(4 Pt [View - Zlotkin, S. H., Stallings, V. A., and Pencharz, P. B. Total parenteral nutrition in children. Pediatr.Clin.North Am. 1985;32:381-400. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=3921931&dopt=Abstract). - Bowman, B. B., Selhub, J., and Rosenberg, I. H. Intestinal absorption of biotin in the rat. J Nutr. 1986;116:1266-1271. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=3746464&dopt=Abstract). - Magnuson, N. S. and Perryman, L. E. Metabolic defects in severe combined immunodeficiency in man and animals. Comp Biochem.Physiol B 1986;83:701-710. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=3519064&dopt=Abstract). - Nyhan, 1987;123:1696-1698a. phenomena. Annu.Rev.Nutr. 1986;6:317-343. [View S. D; B2, B6, niacin and 1988;55:165-182. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=2967591&dopt=Abstract). - Miller, S. J. Nutritional deficiency the skin. J Am.Acad.Dermatol. 1989;21:1-30. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=2663932&dopt=Abstract). - Michalski, A. J., Segal, S. Holocarboxylase synthetase deficiency: 9-year follow-up of a patient on chronic biotin therapy and a review of the literature. J Inherit.Metab Dis. 1989;12:312-316. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=2515372&dopt=Abstract). - Colombo, V. E., Gerber, F., Bronhofer, M., and Floersheim, G. L. Treatment of brittle fingernails and onychoschizia with [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=2273113&dopt=Abstract). - Daniells, S. and Hardy, G. Hair loss in long-term or home parenteral nutrition: are micronutrient deficiencies to blame? Curr.Opin.Clin.Nutr.Metab Care 2010;13:690-697. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=20823774&dopt=Abstract). - Wolf, B. Clinical frequent about biotinidase deficiency. Mol.Genet.Metab 2010;100:6-13. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=20129807&dopt=Abstract). - Zempleni, J., Biotin and biotinidase deficiency. Expert.Rev.Endocrinol.Metab 11-1-2008;3:715-724. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=19727438&dopt=Abstract). - Tsao, C. Y. Current trends in the treatment of infantile spasms. Neuropsychiatr.Dis.Treat. 2009;5:289-299. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=19557123&dopt=Abstract). - Sedel, A., Briggs, A. P., Devaughn, N. M., and Isbell, H. PRELIMINARY OBSERVATIONS ON \"EGG WHITE INJURY\" IN MAN AND ITS CURE WITH A BIOTIN CONCENTRATE. Science 2-13-1942;95:176-177. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=17818887&dopt=Abstract). - Scheinfeld, N., Dahdah, M. J., and Scher, R. Vitamins and minerals: their role in nail health and disease. J Drugs Dermatol. 2007;6:782-787. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=17763607&dopt=Abstract). - Spector, R. and Johanson, C. E. Vitamin transport and homeostasis in mammalian brain: focus on Vitamins B and E. J Neurochem. 2007;103:425-438. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=17645457&dopt=Abstract). - Mock, D. Semin.Dermatol. 1991;10:296-302. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=1764357&dopt=Abstract). - 2006;7:912-915. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=17086936&dopt=Abstract). - Prasad, A. N. practice: neonate to Adv.Neurol. 2006;97:229-243. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=16383132&dopt=Abstract). - Wilson, C. J., Myer, M., Darlow, B. A., Stanley, T., Thomson, G., Baumgartner, E. R., Kirby, D. M., and Thorburn, D. R. Severe holocarboxylase synthetase deficiency with incomplete biotin responsiveness resulting samoan neonates. J 2005;147:115-118. [View Mock, D. M. Marginal biotin deficiency is teratogenic in mice and perhaps humans: a review of biotin deficiency during human pregnancy and effects of biotin deficiency on gene expression and enzyme activities in mouse dam and fetus. J Nutr.Biochem. 2005;16:435-437. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=15992686&dopt=Abstract). J Nutr.Biochem. 2005;16:419-423. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=15992682&dopt=Abstract). - Zeng, W. Q., Al Yamani, E., Acierno, J. S., Jr., Slaugenhaupt, S., Gillis, T., MacDonald, M. E., Ozand, P. T., and Gusella, J. F. Biotin-responsive basal ganglia disease maps to 2q36.3 SLC19A3. Am.J Hum.Genet. 2005;77:16-26. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=15871139&dopt=Abstract). - Baumgartner, of dominant expression in 3-methylcrotonyl-CoA carboxylase deficiency. J Inherit.Metab Dis. 2005;28:301-309. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=15868465&dopt=Abstract). Solorzano-Vargas, R. Gravel, A., Cervantes-Roldan, R., Velazquez, A., and Leon-Del-Rio, A. Paradoxical regulation of biotin utilization in brain and liver and implications for inherited multiple carboxylase deficiency. J Biol Chem. 12-10-2004;279:52312-52318. J. [Convulsions and epileptic syndromes of the newborn infant. Forms of presentation, study and treatment protocols]. Rev.Neurol. 10-1-2000;31:624-631. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=11082868&dopt=Abstract). - Furukawa, Y. [Enhancement of glucose-induced insulin secretion and modification of glucose biotin]. Nippon Rinsho 1999;57:2261-2269. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=10540872&dopt=Abstract). - Zempleni, J. and Mock, D. M. Advanced analysis of biotin metabolites in body fluids allows a more accurate measurement of biotin bioavailability and metabolism in humans. J Nutr. 1999;129(2S Suppl):494S-497S. abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=10064316&dopt=Abstract). - Hymes, J. and Wolf, for biotin. J Nutr. assay of avidin, injury-producing agents in raw egg white. J Biol Chem. 1941;:535-43. - Spencer RP and Brody KR. Biotin transport by small intestine of rat, hamster, and other species. Am J Physiol. 1964 Mar;206:653-7. [View - Green NM. Avidin. 1. The use of (14-C)biotin for kinetic studies for assay. Biochem. the cytochrome P450 1B1 gene in Jurkat cells, increasing the occurrence single-stranded DNA breaks. J Nutr. 2004 Sep;134:2222-8. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=15333708&dopt=Abstract). - Grundy WE, Freed M, Johnson H.C., et al. The effect of phthalylsulfathiazole (sulfathalidine) on the excretion of B-vitamins by normal 1947 abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=20270760&dopt=Abstract). - Roth Sep;34:1967-74. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=6116428&dopt=Abstract). - Fiume MZ. Cosmetic Ingredient Review Expert Panel. Final report on the safety assessment of biotin. Int J Toxicol. 2001;20 et al. Chromium picolinate and biotin combination reduces atherogenic index of plasma in patients with type 2 diabetes mellitus: a placebo-controlled, double-blinded, randomized clinical trial. Am J Med Sci. 2007 Mar;333:145-53. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=17496732&dopt=Abstract). - Ebek, Inc. issues voluntary nationwide recall of Liviro3, a product marketed as a dietary supplement. Ebek Press Release, January 19, 2007. Available at: http://www.fda.gov/oc/po/firmrecalls/ebek01_07.html. - Singer GM, Geohas J. The effect of chromium picolinate and biotin supplementation on glycemic control in poorly controlled patients with type 2 diabetes mellitus: a The abundance and function of biotin-dependent enzymes are reduced in rats chronically administered carbamazepine. J Nutr 2002;132:3405-10. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=12421859&dopt=Abstract). - Mock DM, Dyken ME. Biotin catabolism is accelerated in adults receiving with anticonvulsants. Neurology 1997;49:1444-7. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=9371938&dopt=Abstract). - Goldfine ID. Chromium picolinate and biotin combination improves glucose metabolism in treated, uncontrolled overweight to obese patients with type 2 diabetes. Diabetes Metab Res Rev 2008;24:41-51. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=17506119&dopt=Abstract). - Geohas J, Finch M, Juturu V, et al. Improvement in Fasting Blood Glucose with the Combination of Chromium Picolinate and Biotin in Type 2 Diabetes Mellitus. American Diabetes Association 64th Annual Meeting, June 2004, Orlando, Florida, abstract 191-OR. - Mock DM, Dyken ME. Biotin deficiency results from long-term therapy with Gastroenterology 1995;108:A740. - Krause KH, Berlit P, Bonjour JP. Vitamin status in patients on chronic anticonvulsant therapy. Int J Excretion of organic acids associated with biotin deficiency in chronic anticonvulsant therapy. Int women. Am J Clin Nutr 2004;80:932-5. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=15447901&dopt=Abstract). - Mock NI, Malik PJ, et al. Increased urinary excretion of 3-hydroxyisovaleric acid and decreased urinary excretion of biotin are sensitive early indicators of decreased status in experimental biotin deficiency. Am J Clin carboxylase, acetyl-CoA carboxylase, propionyl-CoA carboxylase, and markers for glucose and lipid homeostasis in type 2 diabetic patients and nondiabetic subjects. Am J Clin Nutr 2004;79:238-43. J, Mock of biotin given orally to humans in pharmacologic doses. Am J Clin Nutr 1999;69:504-8. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=10075337&dopt=Abstract). - Clin Nutr. 2002;75:179-80. [View in seborrhoeic dermatitis of a Koutsikos et al. Biotin status and plasma glucose in diabetics. Ann N Y Acad Sci 1985;447:389-92. - Zempleni J, Helm RM, Mock DM. In vivo biotin supplementation at a pharmacologic dose decreases proliferation rates of human peripheral blood mononuclear cells and cytokine release. J Nutr 2001;131:1479-84. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=11340103&dopt=Abstract). - Mock DM, Quirk JG, Mock NI. Marginal biotin deficiency during normal pregnancy. Am J Dermatol 1999;16:336-8. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=10515774&dopt=Abstract). - Food and Nutrition Board, of Medicine. Dietary Reference Intakes for Thiamin, Press, 2000. Available at: http://books.nap.edu/books/0309065542/html/. - Hill MJ. Intestinal flora and endogenous vitamin Eur J Cancer [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=11302404&dopt=Abstract). - Shils ME, Olson JA, Shike M, Ross AC, eds. Modern Nutrition in Health and Disease. 9th ed. Baltimore, MD: Williams & Wilkins, 1999. - Lininger SW. The Natural Pharmacy. 1st ed. Rocklin, CA: Prima Publishing; 1998. - Mock DM, Mock NI, Nelson RP, Lombard KA. Disturbances in biotin metabolism in children undergoing long-term anticonvulsant N Acad Sci 1985;447:297-313. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=3925859&dopt=Abstract). - Bonjour JP. Biotin N Y Acad Sci 1985;447:97-104. [View abstract](http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=PubMed&list_uids=2861782&dopt=Abstract). - Said HM, Redha transport in the human N. Interference by biotin therapy on measurement of TSH and FT4 by enzyme immunoassay on "}