{"title": "Global Wellness Day 2021: 5 Ways To Do Your Own Thai Facial Massage at Home", "author": "Andrea Saadan", "url": "https://www.tatlerasia.com/style/beauty/5-steps-thai-facial-massage-at-home", "hostname": "tatlerasia.com", "description": "We speak to Sirirat Chaikhampha, head instructor of Chiva-Som International Academy, Bangkok, to find out the benefits of a Thai facial massage and how we can perform this treatment at home", "sitename": "Tatler Asia", "date": "2021-06-11", "cleaned_text": "Ahead of Global Wellness Day 2021, we speak to Sirirat Chaikhampha, head instructor of Chiva-Som International Academy, Bangkok, to find out the benefits of a Thai facial massage and how we can perform this treatment at home Miss going for facials? So do we. Due to Phase 2 (Heightened Alert), beauty services that include removing face masks have been halted but this will soon resume on June 14. However, who says you can't carry out your own [facial](https://sg.asiatatler.com/style/facial-acupuncture-natural-alternative-botox) at home? In fact, why not try something new ahead of Global Wellness Day, which falls tomorrow on June 12. If you haven't tried a Thai facial massage, this is the perfect time to do so. It is part of the Thai Hermit Exercise or Reusi Dat Ton, which is one of the branches of Traditional Thai Medicine. Related: [5 Traditional Chinese Medicine Skincare Tips, According To Facialist To The Stars Ada Ooi](https://sg.asiatatler.com/style/celebrity-facialist-traditional-chinese-medicine-skincare-tips) \"Traditional Thai Medicine is a natural, holistic approach to health and well-being developed over thousands of years which encompass proper nutrition, physical exercise, use of medicinal herbs and therapeutic massage,\" says Sirirat Chaikhampha, head instructor of Chiva-Som International Academy, Bangkok. \"The primary goal is to maintain health and well-being as well as curing diseases and ailments.\" Thai Hermit Exercise was passed on from ancient times and these traditional exercises are a combination of [breathing](https://sg.asiatatler.com/society/easy-breathing-exercises-techniques-to-relax-and-destress), self-massage, stretching and [meditation](https://sg.asiatatler.com/society/why-meditation-is-a-great-way-to-cope-during-the-covid-19-lockdown), Chaikhampha added. Some of the benefits of Thai facial massage include: · Encourage blood and lymphatic circulation · Promote vision · Support headache/Migraine · Promote flexibility and mobility · Induces relaxation · Rebalance and promote energy flow Below, Chaikhampha shares five simple steps of doing a Thai facial massage at home: 1. Tease the hair Use the tip of the index finger, middle finger, ring finger and gently press on the eye socket, then slide up to the forehead. Continue to the head and nape of the neck; repeat 10 times. 2. Apply 'powder' Use both middle fingers to press the sides of the nose and slide up to the forehead. Then, slide both hands to the temple, continuing to the cheeks and finish at the chin; repeat 10 times. 3. Wipe the mouth Place the left hand over the mouth with firm pressure and slide your hand to the left and close the lips, switch to the right hand; repeat 10 times. 4. Wipe the chin Place the back of your left hand under your chin with the fingertips on the right earlobe. Slide your hand from the right earlobe along the chin to the left ear, switch to the right hand; repeat 10 times. 5. Press under the chin Use both thumbs to press under the chin with moderate pressure from the middle of the chin to the ear. Hold for 10 seconds for each point; repeat 10 times. Related: [Wellness Brands Aman Resorts, Como Shambhala, and More Share Their Recipes for Immunity-Boosting Drinks](https://sg.asiatatler.com/dining/wellness-brands-aman-como-anantara-more-share-for-immunity-boosting-drink-recipes) The Thai facial massage will also be one of the complimentary virtual classes organised as part of Global Wellness Day 2021 Online Celebrations with luxury wellness resort Chiva-Som and Zulal Wellness Resort by Chiva-Som on June 12. The one-day event celebrates health and wellbeing and is designed to increase global consciousness of living a better life. In honour of this, expert advisors and practitioners from both Chiva-Som in Thailand and the soon-to-launch [Zulal Wellness Resort by Chiva-Som](https://sg.asiatatler.com/life/chiva-som-zulal-wellness-resort-qatar) in Qatar, will be streaming a series of complimentary educational activities such as talks, training exercises and wellness workshops, online throughout the day. To learn more about Thai facial massage, join the virtual class at 15:30 PM, IST time. More classes and details about the event are "}