{"title": "LOLI FUENTES", "author": null, "url": "https://lolifuentes.com/", "hostname": "lolifuentes.com", "description": null, "sitename": "lolifuentes.com", "date": "2023-01-01", "cleaned_text": "DEL CORAZÓN Que la intención y corazón sean tu mejor guía. \"ERES LA EXTENSIÓN DEL UNIVERSO\" TERAPIAS HOLÍSTICAS El poder de sanación natural de tu organismo está en tu mente. Terapia Intuitiva Desbloqueo energético , cuarzos, cuencoterapia, aromaterapia, símbolos de luz, y mensajes de ángeles con oráculos > Terapia REIKI Desbloqueo energético (Chakras) > Terapia REIKI y cuencos Desbloqueo energético a través del sonido de los cuencos de cuarzo > Terapia REIKI y Flores de Bach Desbloqueo energético y tratamiento de flores de bach (gotero de flores) > CEREMONIAS HOLÍSTICAS Las ceremonias grupales o personales son con la intención del evento a realizar, ya sea de cumpleaños, aniversario, graduación, despedida, baby blessing o para armonizar, ya sea un evento o para un espacio. SOBRE MÍ Mi nombre es Mariloli Fuentes y soy terapeuta energética. Empecé con la terapia reiki, donde hice la certificación de Reiki Usui en el 2014, lo que abrió todo ese camino de sanación y reconocimiento. Después de unos años, viajé a Tailandia y experimenté algunas terapias que hicieron que me interesara más en toda esta parte espiritual y energética. Fue así como comencé a dar las primeras terapias en forma y de ahi fui conociendo maestros y técnicas de sanación que me adentraron más a todo el tema holístico. Aprendí a trabajar con los cuencos de cuarzo, que es lo que más me gusta compartir y de ahí he tomado certificaciones como tetahealing, registros akashicos, barras de Access, símbolos de luz, numerología, gemoterapia, un diplomado en descodificación y otro taller de reflexología podal tailandesa, entre otros pequeños talleres y cursos que me han ayudado a expandir y aplicar diferentes técnicas en terapia. Nunca me canso de aprender y de compartir a los demás mi conocimiento, ya que a través de el he podido lograr que las personas tomen conciencia del poder que tienen de sanarse ellos mismos. "}