{"title": "Fluorite: What does the crystal do and how do you cleanse it?", "author": "Nikki Main; Amelia Beamer", "url": "https://www.thesun.co.uk/fabulous/horoscopes/18198223/fluorite-meaning-properties-of-crystal/", "hostname": "thesun.co.uk", "description": "FLUORITE is a crystal that has been used since Ancient Egypt through modern times and is known for its healing and cleansing properties. The color of fluorite you choose is said to help you in diff...", "sitename": "The Sun", "date": "2022-08-11", "cleaned_text": "do and how do you cleanse it? FLUORITE is a crystal that has been used since Ancient Egypt through modern times and is known for its healing and cleansing properties. The color of fluorite you choose is said to help you in different ways, but they can all help you absorb negative energy and clear the auric field. What are the properties of fluorite? Fluorite comes from the Latin word flux, which means \"to flow interchangeably.\" This word refers to how the crystal is said to unblock stagnant energy and promote energy flow to those who use it in their emotional, spiritual or physical health practices. Fluorite is a stone known for its clarity and mental enhancement, and it can assist in the clearing of negative energy and aid in decision-making. Astrologically speaking, this stone is ruled by Mercury and can be especially powerful for Libras, Pisces, and Capricorns. How can I use fluorite? You can wear fluorite as jewelry, you can hold it while you meditate, or you can place it around your home. Here is a breakdown of the different colors of fluorite and what each is connected to: - Clear: Clear fluorite is best known for clearing the mind; it's said to be connected to the crown chakra and is good for helping you make decisions. - Blue: Blue fluorite is said to be connected to the throat chakra and can help with communication. - Green: Green fluorite can connect to the heart chakra to bring new energy and refresh your heart space. - Purple: Purple fluorite is said to be connected to the third-eye chakra to help you connect with the divine. It's also known as a protective stone. - Yellow: Yellow fluorite can connect to the solar plexus chakra to balance energy and find alignment. - Rainbow: Rainbow fluorite is said to be good for both grounding and elevating. According to the website [Tiny Rituals](https://tinyrituals.co/blogs/tiny-rituals/fluorite-meaning-healing-properties-everyday-uses), \"this shimmering multifaceted stone stirs creativity, connects you to your intuition, and is always ready to send those worries skittering off a cliff, making way instead for a more positive mindset.\" What are the best ways to cleanse fluorite? There are many different ways that you can cleanse your fluorite. You can leave it on a window sill in the moonlight overnight. You can also leave it on the window sill or in a sunny spot for about an hour. Don't forget about your fluorite when it's in your sunny spot though, because doing so for too long can lead to it losing its vibrancy and color. Other ways to cleanse your fluorite include running it through smudge smoke or incense or giving it a sound bath. Can fluorite go into the water? Fluorite can go in the water, but you should use clean and clear water. The crystal ranks a four on the Mohs Hardness scale, which labels it a soft stone. Anything ranked below six or seven is considered to be a soft stone. The stone should not remain in the water too long because of its softer shell, it will begin to absorb the water, become brittle, and chip and crack. While fresh water is safe to wash fluorite for a short period of time, you should avoid putting the stone in salt water at all costs. The saltwater will not only cause the stone to become brittle but will completely deteriorate the crystal. "}