{"title": "Pemphigus: what is it, symptoms and treatment | Top Doctors", "author": "Dr Emilia Duarte Williamson Doctor https; Www Topdoctors Co Uk; Doctor; Emilia-Williamson", "url": "https://www.topdoctors.co.uk/medical-dictionary/pemphigus", "hostname": "topdoctors.co.uk", "description": "Everything you need to know about pemphigus. What is (pemphigus) and where is it?", "sitename": "Top Doctors", "date": "2014-10-29", "cleaned_text": "What is pemphigus? Pemphigus is a set of rare diseases that affect the immune system. It manifests as blisters on the skin and in the mucous membranes of the mouth, nose, throat or genitals. It is not a contagious disease. There are several different types of pemphigus: Pemphigus vulgaris Blisters first appear in the mouth and can be painful but do not cause itching or scars. This form is one of the most common. Pemphigus foliaceus Blisters first appear on the face and the scalp and then to the chest and the back. Flakes on the skin that break off easily can also arise. In this type of Pemphigus the blisters do cause itching, but they are not painful or appear in the mouth. Vegetative pemphigus In this form of pemphigus, the sores appear in the groin and armpits. Pemphigus IgA This type of pemphigus is caused by the antibody IgA and is the most dangerous. The blisters may contain pus. Paraneoplastic pemphigus This is the least common type of oemphigus and usually affects people with some forms of cancer. It causes painful sores in the mouth, cuts and scars around the eyelids, blisters on the skin and problems in the lungs. What are the symptoms of pemphigus? The symptoms vary depending on the type of pemphigus, but in general they usually manifest as blisters on different parts of the body. In some cases, they are painful and sore and in other cases they can may cause itching or be filled with pus. What are the causes of pemphigus? Pemphigus is a type of [autoimmune disease](https://www.topdoctors.co.uk/medical-dictionary/autoimmune-diseases). The immune system produces antibodies to attack viruses and harmful bacteria. In pemphigus, the immune system and its antibodies attack the healthy cells of the skin and mucous membranes instead. As a result of this attack, the skin cells separate, and fluid accumulates in the layers of the skin, producing blisters. The cause of the immune system attack is unknown. Pemphigus treatment After your GP or [dermatologist](https://www.topdoctors.co.uk/doctor/dermatology/) has diagnosed pemphigus, it will be treated through medication. Normally high doses of anti-inflammatories are administered to control the immune system, either orally or by injection. The dermatologist can also prescribe immunosuppressive drugs and antibiotics in case of an infection. Pemphigus [ Dr Emilia Duarte Williamson - Kennedy What is pemphigus? Pemphigus is a set of rare diseases that affect the immune system. It manifests as blisters on the skin and in the mucous membranes of the mouth, nose, throat or genitals. It is not a contagious disease. There are several different types of pemphigus: Pemphigus vulgaris Blisters first appear in the mouth and can be painful but do not cause itching or scars. This form is one of the most common. Pemphigus foliaceus Blisters first appear on the face and the scalp and then to the chest and the back. Flakes on the skin that break off easily can also arise. In this type of Pemphigus the blisters do cause itching, but they are not painful or appear in the mouth. Vegetative pemphigus In this form of pemphigus, the sores appear in the groin and armpits. Pemphigus IgA This type of pemphigus is caused by the antibody IgA and is the most dangerous. The blisters may contain pus. Paraneoplastic pemphigus This is the least common type of oemphigus and usually affects people with some forms of cancer. It causes painful sores in the mouth, cuts and scars around the eyelids, blisters on the skin and problems in the lungs. What are the symptoms of pemphigus? The symptoms vary depending on the type of pemphigus, but in general they usually manifest as blisters on different parts of the body. In some cases, they are painful and sore and in other cases they can may cause itching or be filled with pus. What are the causes of pemphigus? Pemphigus is a type of [autoimmune disease](https://www.topdoctors.co.uk/medical-dictionary/autoimmune-diseases). The immune system produces antibodies to attack viruses and harmful bacteria. In pemphigus, the immune system and its antibodies attack the healthy cells of the skin and mucous membranes instead. As a result of this attack, the skin cells separate, and fluid accumulates in the layers of the skin, producing blisters. The cause of the immune system attack is unknown. Pemphigus treatment After your GP or [dermatologist](https://www.topdoctors.co.uk/doctor/dermatology/) has diagnosed pemphigus, it will be treated through medication. Normally high doses of anti-inflammatories are administered to control the immune system, either orally or by injection. The dermatologist can also prescribe immunosuppressive drugs and antibiotics in case of an infection. "}