{"title": "The Naturopathic Philosophy - CNM Ireland - College of Naturopathic Medicine - A leading provider of a range of natural health training courses", "author": "Peter O'Connell", "url": "https://naturopathy.ie/health-tips/health-articles/2007/11/28/the-naturopathic-philosophy/", "hostname": "naturopathy.ie", "description": "College of Naturopathic Medicine Ireland offers diploma courses and training in Nutrition, Acupuncture, Herbal Medicine, Homeopathy and Naturopathy.", "sitename": "CNM Ireland - College of Naturopathic Medicine - A leading provider of a range of natural health training courses", "date": "2007-11-28", "cleaned_text": "- Cornelis van Dalen The Naturopathic axiom that \"nature-cures\" is largely forgotten in the world of modern medicine. We have become accustomed to modern drug therapy that overrides the understanding and realisation of our body's own healing power. Without this innate healing power we would remain in the disease state. Perhaps the body is ever in a disease state but for the continual actuation of the unconscious healing mechanisms, we keep ourselves in a balanced state we term health. The Naturopath sees the patient in the context of health, and not from what disease he or she may be experiencing. This subtle approach is radically different to modern medicine. The Naturopath does not treat symptoms but uses these to indicate how the self-healing power is attempting to rectify the inner state of disharmony. For example, fever is a natural rising of the body's temperature to achieve a cleansing of the blood of toxins and metabolic wastes. It is not something to be suppressed but carefully encouraged to achieve it's aim. The Naturopath is one who observes and uses Nature's laws in obtaining a balance or harmony within the individual. This wisdom has been handed down through the ages in traditional medicine and folk remedies. This has largely been put aside in the belief that modern science knows better than the secrets of the forces or wisdom of Nature. The Naturopath reasserts traditional wisdom in light of modern understanding. By and large, the modern diseases arise from our abnormal social living and not according to Nature's laws. The degradation of food quality, increased environment toxicity and the preponderance of stressful and one-sided living, leads to the condition of nutrient deficiency and body toxicity. Rectify deficiency and toxicity, medicine of any kind, be it natural or chemical are only secondary. The Hippocratic adage of \"let food be your medicine and medicine be your food\" becomes central to establishing inner harmony. We experience health when the channels of elimination are open; these are the bowels, liver, kidneys, lungs and skin. Toxicity invariably occurs when these channels are blocked or stagnant. The most challenging of disease states can be successfully treated with nutrition and detoxification. Chemical drugs only exacerbate the toxicity of the body - this is why the Naturopath only uses natural medicine and techniques. Naturopathy is Holistic medicine and recognises the Spirit in man. The soul is our essence and the expression of Divinity. The Naturopath addresses the soul of the patient in the totality of the life he or she leads. A patient's emotional outlook is a key to the maintenance of health and a bearing on the recovery of health. "}