{"title": "Tratamientos | Sección de Protocolo y Relaciones Institucionales", "author": null, "url": "https://servicioprotocolo.ugr.es/protocolo/tratamientos", "hostname": "servicioprotocolo.ugr.es", "description": null, "sitename": "Sección de Protocolo y Relaciones Institucionales", "date": "2023-01-01", "cleaned_text": "Definición La RAE lo define como \"título de cortesía, de respeto u honorífico que se a aquel con quien se habla de viva a voz, o por escrito, por razón de su dignidad, categoría o cargo o por la situación que ocupa en relación a su interlocutor. Casa Real - Rey o Reina de España y su consorte: Su Majestad (S.M.) - Príncipe o princesa de Asturias y su cónyuge e hijos: Su Alteza Real (S.A.R.) - Infantes de España :Su Alteza Real (S.A.R.) - Cónyuges e hijos de los infantes de España: Excmo.(a) Sr.(a). (salvo que el rey les otorgue otro tratamiento) Casa de S.M. el Rey - Jefe de la Casa de S.M. el Rey: Excmo.(a) Sr.(a) - Secretario (a) General de la Casa de S.M. el Rey: Excmo.(a) Sr.(a). - Jefe del Cuarto Militar de S.M. el Rey: Excmo.(a)Sr.(a). Jefes de Estado (no coronados) - Presidente de la Republica: Su excelencia el Sr. Presidente de la República de Poder Ejecutivo - Presidente y expresidentes del Gobierno: Excmo.(a) Sr.(a) - de Estado: Excmo.(a) del Ministerio de Asuntos Exteriores: Excmo.(a )Sr.(a) - Delegados del Gobierno en las Comunidades Autónomas: Excmo.(a) Sr.(a) Poder Legislativo - Presidente del Congreso de Diputados: Excmo.(a) Sr.(a) - Presidente del Senado: Excmo.(a) Sr.(a) - Vicepresidentes de las mesas del Congreso y del Senado: Excmo.(a) Sr.(a) - Diputados: Tienen tratamiento de Señoría, asimila a Excmo.(a) Sr.(a) - Senadores: Excmo.(a) Sr.(a). Tiene carácter vitalicio. [Reglamento](https://www.boe.es/buscar/doc.php?id=BOE-A-1994-10830Reglamento del Senado) Poder Judicial - Presidente, Vicepresidentes y Vocales del Consejo Genera: Excmo.(a) Sr.(a) - Presidente del Tribunal Supremo: Excmo.(a) Presidentes de Sala del Tribunal Supremo: Excmo.(a) Sr.(a) - Fiscal y Magistrados del Tribunal Supremo: Sr.(a) - Presidente de la Audiencia - Fiscal General del Estado: Excmo.(a) Sr.(a) - Presidente y Fiscales Jefes del Tribunal Superior de Justicia de las Comunidades Autónomas: Excmo.(a) Sr.(a) - Jueces de 1ª Instancia e Instrucción y Jueces de Distrito y Fiscales equiparados: Señoría* - Jueces de Paz y Militares: Señoría - Vicesecretarios de Gobierno y Secretarios de Sala del Tribunal Supremo: Señoría - Secretarios de Gobierno de los Tribunales Superiores de Justicia y Audiencias Provinciales: Señoría - Secretarios de los Juzgados de 1ª Instancia e Instrucción servidos por Magistrados: Señoría - El Tratamiento de Señoría es utilizado casi exclusivamente en los cargos correspondientes al Poder Judicial. Tribunal Constitucional - Presidente: Consejeros: Comunidades Autónomas - Presidente y expresidentes de los Consejos de Gobierno de las Comunidades Autónomas - Lehendakari del País Vasco: Excmo.(a) Sr.(a) - Presidente de Cataluña y Valencia: Molt Honorable - Presidente de Islas Baleares y Navarra: Sr.(a) - Presidente de la Asamblea Parlamentaria: Excmo.(a) Molt Honorable) - Consejero - Consejero del Gobierno de Asturias: Ilmo.(a) Sr.(a) - Consejero del Gobierno de Cataluña y Valencia: Honorable Sr.(a) - Consejero del Gobierno de Baleares y Navarra: Sr.(a) - Vicepresidentes: Excmo.(a) Sr.(a) - Miembros de la Mesa de las Asambleas legislativas de las CC. AA.Excmo. Sr. Ayuntamientos - Alcaldes de Madrid, Barcelona y municipios de gran población( [1)](#1): Excmo.(a)Sr.(a) - Alcaldes de capital de provincia: Ilmo.(a) Sr.(a) - Alcaldes de municipio no sean capital de provincia o de gran población: Señoría (V.S o Sª) - Tenientes de Alcalde de Madrid, Barcelona y municipios de gran población: Ilmo.(a) Sr.(a) Diputaciones Provinciales - Presidente (a) de la Diputación de Barcelona: Excmo.(a)Sr.(a) - Presidentes de Diputación : Ilmo.(a) Sr.(a) - Diputados Provinciales:lmo.(a) Sr.(a) Presidente de Cabildo Insular : Excmo.(a)Sr.(a) - Vicepresidentes:Ilmo.(a) Sr.(a) - Directores insulares del Gobierno:Ilmo.(a) Sr.(a) Universidades Las autoridades universitarias recibirán el tratamiento de señor o señora, seguido de la denominación del cargo. Los Rectores de las universidades recibirán, además, el tratamiento académico de Rector Magnífico o Rectora Magnífica [ (2)](#2) Unión Europea - Eurodiputados: Excmo.(a)Sr.(a) Institutos y Reales Academias - Presidente del Instituto de España: Excmo.(a)Sr.(a) - Presidentes y académicos de las Reales Academias del Estado: Excmo.(a)Sr.(a) Consejo de Seguridad Nuclear - Presidente: Excmo.(a)Sr.(a) - Consejeros: Excmo.(a)Sr.(a) Fuerzas Armadas - Capitán General : Excmo.(a)Sr.(a) - Capitán General de la Armada Excmo.(a)Sr.(a) - General Jefe: Excmo.(a)Sr.(a) - Teniente General y Almirante: Excmo.(a)Sr.(a) - General de la División y Vicealmirante: Excmo.(a)Sr.(a) - General de la Brigada y Contraalmirante: Excmo.(a)Sr.(a) - Coroneles y Capitanes de Navío: Excmo.(a)Sr.(a) Cuerpo Diplomático - Embajadores de grado de España: Excmo.(a)Sr.(a) - Embajadores de cargo en España: Excmo.(a)Sr.(a) - Ministros plenipotenciarios de primera y segunda - Ministros plenipotenciarios Consejeros de Embajada: Ilmo.(a) Sr.(a) - Secretarios de Embajada de primera, segunda y tercera clase: Sr.(a) D.(Dña.) Iglesia Católica - El Papa: Su Santidad - Cardenales: Eminentísimo y Reverendísimo Sr. (Emmo. y Rvdmo. Sr.) Abades Generales y Canónigos: Muy Iltre. Sr. - Párrocos: Reverendo - Superiores de órdenes religiosas: Rvdmo. Padre o Madre [(#1)]Cuando cumplan los siguientes requisitos: municipios cuya población supere los 250.000 habitantes / municipios capitales de provincia cuya población sea superior a los 175.000 habitantes/ municipios capitales de provincia o sedes de las instituciones autonómicas / capitales autonómicas / Municipios cuya población supere 75.000 habitantes. (Artículo 121 de la Ley de Bases de Régimen Local (#2) Ley Orgánica 4/2007, de 12 de abril, por la que se modifica la Ley Orgánica 6/2001 . Disposición adicional decimotercera "}