{"title": "Vitamina C", "author": null, "url": "http://360realpeople.com/tratamientos-corporales/vitamina-c/", "hostname": "360realpeople.com", "description": null, "sitename": "360realpeople.com", "date": "2020-09-03", "cleaned_text": "o intravenosa La Vitamina C no se sintetiza en el cuerpo, lo que quiere decir que se debe obtener a través de los alimentos o de suplementos orales o intravenosos. Cuando se coloca en megadosis por vía intravenosa, genera aún más beneficios en el cuerpo, porque se absorbe el 100% de sus propiedades; a diferencia del consumo en alimentos o pastillas donde el organismo solo recibe el 25% de éstas. La técnica de la vitamina C intravenosa es proveniente de la medicina biológica. Trabajamos con ascorbato de sodio, la cual es la forma en que se puede consumir esta vitamina por vía intravenosa. Un gramo de ascorbato de sodio contiene 889 mg de vitamina C y 111 mg de sodio. Cada megadosis que aplicamos al paciente contiene 10 g de vitamina C. El ascorbato de sodio es una forma popular de obtener la vitamina C, pero debido a su alto contenido de sodio, no es recomendable para aquellos con una dieta baja en Ayuda disminuir los efectos de la edad y a mejorar la apariencia de la piel (más tersa e iluminada), ya que una de sus principales funciones es la síntesis colágeno y la piel está compuesta en un 30% por como medicina complementaria en pacientes con cáncer, ya que puede ayudar a reducir los efectos secundarios de la quimioterapia además de evitar el desarrollo y progresión mejor las grasas, especialmente las de depósito y a convertirlas en energía. Además eleva el colesterol bueno (HDL) y reduce el colesterol malo la energía del cuerpo, ya que promueve la función de las mitocondrias saludables, por lo que es un tratamiento muy útil para deportistas de alto el sistema inmune. Estimula la producción y función de los leucocitos o glóbulos blancos. Protege contra alergias, enfermedades respiratorias, enfermedades cardiovasculares, metabólicas hígado y ayuda a neutralizar y a eliminar todo tipo de toxinas acumuladas en el conversión de los aminoácidos a los neurotransmisores; por lo que frecuencia va a depender de los objetivos esperados, siendo posible aplicar terapias de choque (6 sesiones en 2 semanas), así como mensualmente o cada tres meses. La vitamina se coloca por una vía endovenosa y dura máximo 30 minutos el procedimiento. La recuperación es inmediata, por esto es compatible con otros C en forma de ascorbato de sodio puede presentar pocos efectos adversos para el paciente porque es de tipo hidrosoluble, es decir, que se diluye en el agua del cuerpo, por lo tanto su consumo en exceso se puede eliminar por la orina y el riesgo de intoxicación es menor. Sin embargo, por su alto contenido en sodio (111 mg de sodio por cada 889 mg de vitamina C), no es recomendable aplicar dosis elevadas de este medicamento para personas con dieta baja en sodio o hierro, así como para aquellos pacientes diagnosticados con hemocromatosis homocigótica o heterogénea, talasemia o anemia sideroblástica. También puede daño renal severo y oxalosis metastásica con arritmia cardíaca "}