{"title": "Check out examples with \"ruti\" on SpanishDictionary.com!", "author": null, "url": "https://www.spanishdict.com/examples/ruti", "hostname": "spanishdict.com", "description": "Find out why SpanishDictionary.com is the web's most popular, free Spanish translation, dictionary, and conjugation site.", "sitename": "SpanishDictionary.com", "date": "2023-09-19", "cleaned_text": "de la vacuna terapéutica RUTI. They are also continuing with development of the therapeutic vaccine RUTI. Sus investigaciones dieron lugar al desarrollo de la vacuna terapéutica RUTI. His research led to the development of the therapeutic vaccine RUTI. Las fuerzas armadas y los espacios públicos (Facilitadoras: Diana Dolev y Ruti Kantor) Diana Dolev and Ruti Kantor) Uno de los proyectos que ha recibido financiación es la vacuna RUTI de Archivel. One of the projects that received vaccine. Ruti Kantor miembro de Profile desde 2000. Ruti Kantor and Diana Dolev: Ruti has been a member of New Profile since 2000. Esta vez es distinto, Ruti. This time is different, Ruti. A corto plazo, Archivel Farma quiere maximizar la potencialidad de la plataforma RUTI®. In the short term, Archivel platform. El Instituto Guttmann, en la zona hospitalaria de Can Ruti en Badalona - © Instituto Guttmann. Institut Guttmann, in the Can Ruti hospital area in Badalona - © Institut Guttmann. Pere Joan-Cardona, inventor de la vacuna Ruti y socio fundador de Archivel Farma - Foto: © Eva Guillamet. ha escogido Archivel para su programa a causa del interés que despierta la vacuna RUTI. She has chosen Archivel for her program as RUTI vaccine is arousing great interest. La historia de la vacuna Ruti contra la infección tuberculosa latente daría para hacer un libro. The history of the vaccine Ruti against the latent tuberculosis infection would be enough to write a book. El Campus Can Ruti concentra diferentes actividades relacionadas con el manejo y la investigación de las NFs. The Can Ruti Campus hosts a concentration of activities related to the management and research of NFs. Por ejemplo, estamos trabajando con grupos del Instituto de Investigación del Sida (IrsiCaixa), también en el Campus Can Ruti. For example, we are working with groups from the IrsiCaixa, also on Campus Can Ruti. Queremos poner en el mercado nuestros avances pero, sobre todo, nuestra principal innovación: RUTI, una vacuna contra la tuberculosis. We want to put our breakthroughs on the market but, above all, our main innovation: RUTI, a tuberculosis vaccine. Y dedica dinero a la investigación, entre otros al centro de Can Ruti, que dirige el doctor Clotet. And he provides funds for research projects, among them the Can Ruti centre directed by Doctor Clotet. Por un lado, la biofarmacéutica Archivel Farma, especializada en tratamientos contra la tuberculosis, como la vacuna RUTI®, complementaria a la terapia estándar. Firstly, biopharmaceutical firm Archivel Farma, specializing in tuberculosis the standard therapy. La biofarmacéutica catalana Archivel Farma quiere transferir a uno o más socios el liderazgo del proyecto de la vacuna RUTI® contra la tuberculosis. Catalan biopharmaceutical firm Archivel Farma aims to transfer leadership of their RUTI® tuberculosis vaccine project to one or more partners. La importancia de los socios en la aventura de emprender un proyecto — Isabel Amat (coinventora de la vacuna Ruti & RJ Biotech Services) The importance of partners in the adventure of starting up a project—Isabel Amat (co-inventor of the Ruti vaccine & RJ Biotech Services) Archivel Farma ha presentado Ruti, su vacuna terapéutica contra la tuberculosis, en una reunión convocada por la Organización Mundial de la Salud (OMS) en Ginebra. Archivel Farma presented Ruti®, its therapeutic vaccine for tuberculosis, in a meeting called by the World Health Organization (WHO) in Geneva. Avance importante en la lucha contra la tuberculosis: RUTI podría reducir el tiempo de tratamiento de nueve meses a un mes. The treatment uses the vaccine RUTI in conjunction with an antibiotic. This cuts treatment time from nine months to one month. Random Word Roll the dice and learn a new word now! [Get a Word](/random-word) Want to Learn Spanish? Spanish learning for everyone. For free. Translation The world's largest Spanish dictionary Native-speaker video pronunciations Word of the Day el abrazo hug SpanishDictionary.com Premium you tried "}