{"title": "Acupuncture + Chinese Herbal Medicine — Balance Acupuncture - Charleston, SC", "author": null, "url": "https://balancecharleston.com/acupuncture", "hostname": "balancecharleston.com", "description": "Acupuncture and herbal medicine helps restore normal function and balance to the mind, body, and spirit. From chronic pain and inflammation to stress and insomnia, we can help.", "sitename": "Balance Acupuncture - Charleston, SC", "date": "2006-01-01", "cleaned_text": "About Acupuncture Acupuncture is a holistic medical practice that originated in China over 3,000 years ago. It uses sterile, hair-thin needles to stimulate the body's natural healing abilities and promote physical and emotional well-being. Acupuncture is based on the understanding that health is achieved through balance. Symptoms like pain and indigestion arise when there are imbalances in the body. Through observation, asking questions, and tongue and pulse diagnosis, we can determine the specific pattern of imbalance causing your symptoms and get to the root of the issue. By treating the underlying imbalance, we address a wide range of conditions and many seemingly \"unconnected\" symptoms in a single treatment. As a preventative medicine, acupuncture and Chinese Medicine can correct minor imbalances before they become chronic or pathological. Today, the benefits of acupuncture are recognized by the National Institutes of Health (NIH) and the World Health Organization (WHO). Your acupuncture treatments may include additional therapies: Cupping The popular cupping therapy has been used for centuries to promote healthy circulation, ease tension and pain, treat respiratory issues, and clear toxins from the body. We use glass cups or plastic pump cups to create a suction or pulling sensation over muscular and fleshy areas of the body- the sensation is like the inverse of massage. Cupping may leave red markings on the skin that will clear after a few days. Gua Sha Gua means \"to scrape or rub\" and \"sha\" are the markings that can appear on the skin during the scraping. We use a porcelain soup spoon to perform the gua sha technique. The spoon rubs over acupuncture points and muscular areas to improve blood flow to an area, treat pain, and stimulate the immune system to stop allergy and cold symptoms. A few minutes of gua sha goes a long way to make you feel better! Moxibustion Moxibustion is a warming technique that uses moxa- the dried herb mugwort- to stimulate circulation, treat pain, increase energy, and maintain general wellness. The moxa is rolled into a large \"cigar\" or placed in a ball on the tip of a needle. When burned, it is held above the skin to warm the channels, activate acupuncture points, and promote healing. tui na massage Tui Na is a form of therapeutic massage and bodywork used in Chinese Medicine. It promotes overall relaxation and restoration while also addressing specific patterns of disharmony, just like acupuncture. Tui Na involves the \"pinching and pulling\" of the muscles and fascia, as well as acupressure to move stagnation in the acupuncture meridians and bring balance back to the body. ESSENTIAL OILS Essential oils have powerful medicinal qualities, and are so accessible and easy to use. Similar to herbal formulas, we will create essential oil blends that are specific to you and your health needs. We use single, high quality, organic oils in our pharmacy. Essential oils are best and most effectively used under the care of a licensed practitioner. HERBAL TOPICALS + LINIMENTS Aches, pains, and sports injuries are the most common conditions we see at the clinic- so we always keep anti-inflammatory, analgesic topicals on hand! Our liniments are all-natural and herbal, and come prepared as liquid topicals or herbal plasters. nutritional therapy In Chinese Medicine, every food has it's own property and temperature and powerful medicinal ability. As part of your treatment, we may suggest certain foods based on your pattern of diagnosis and symptoms that may present. Nutritional therapy is essential to create true restoration of health. "}