{"title": "The best pressure points for toothache, and how they work", "author": "Joanne Lewsley", "url": "https://www.medicalnewstoday.com/articles/pressure-points-for-toothache", "hostname": "medicalnewstoday.com", "description": "Acupressure is a type of alternative therapy that can help treat pain by manipulating pressure points in the body. Learn about the best pressure points for toothache.", "sitename": "Medical News Today", "date": "2020-06-30", "cleaned_text": "Toothache can range from mild irritation to severe or agonizing pain. The pain may be constant, or it can come and go. People should seek prompt medical treatment to address the cause of a toothache and prevent further complications. In the meantime, the ancient Chinese practice of acupressure could help ease tooth pain. Keep reading to find out what acupressure is and how to use this technique to alleviate a toothache. According to traditional Chinese medicine, the body's energy, or \"qi,\" flows through a network of channels called \"meridians\" that extend throughout the body. These meridians can become blocked, which inhibits the flow of qi, causing pain or illness. Along the meridians, there are areas called \"acupoints.\" Studies suggest that applying pressure to specific acupoints releases blockages and restores the qi's flow, which eases the pain. Acupressure is based on the same principles as [acupuncture](/articles/156488) but is noninvasive. So where acupuncture uses needles to release blocked energy, acupressure simply uses pressure with hands or fingers. A [2017 review](http://www.orthodrehab.org/article.asp?issn=2349-5243;year=2017;volume=8;issue=1;spage=26;epage=30;aulast=Rohmetra) notes that the World Health Organization (WHO) listed acupuncture and acupressure as effective treatments for dental pain in 2003. The review also highlights that dentists can use these techniques to manage toothache and certain types of [jaw pain.](/articles/317184) Toothache occurs when the nerve in the tooth becomes damaged or irritated. The nerve sends a signal to the brain, which a person experiences as pain. It is thought that acupressure may help relieve toothache by: - changing how the brain perceives and processes pain signals from the nerves - reducing heart rate, blood pressure, and epinephrine in the body - releasing the chemical adenosine, which relaxes the central nervous system - releasing molecules called anti-inflammatory cytokines, which help reduce inflammation - increasing blood circulation, which can reduce swelling - increasing the release of endorphins that play a vital role in pain threshold Acupressure does not address the cause of toothache, but it may help temporarily alleviate tooth pain. Someone who wants to try acupressure can visit a registered acupressure therapist. Alternatively, they can practice on themselves. According to the UCLA Center for East-West Medicine (CEWM), if a person wishes to try acupressure at home for the first time, it is important that they are [patient and consistent with the technique](https://exploreim.ucla.edu/self-care/acupressure-and-common-acupressure-points/). The [CEWN](https://exploreim.ucla.edu/self-care/acupressure-and-common-acupressure-points/) provide some general tips for acupressure: - Find a comfortable position, and try to relax by closing the eyes and breathing deeply. - Use firm pressure to massage the acupoints. - Massage each acupoint for several minutes at a time, using a circular or up-and-down motion. - Repeat the massage as long as it feels comfortable or until the pain subsides. - Ask for help if the massage is difficult to do alone. A person can apply pressure to several [acupoints](https://chiro.org/acupuncture/ABSTRACTS/Acupuncture_Points.pdf) to ease a toothache. Some examples include: 1. SI18: Quanliao, small intestine meridian Quanliao translates as cheekbone crevice. This acupoint sits under the cheekbone. To find the quanliao, a person should draw a line directly from the outer corner of the eye down to the hollow of the cheekbone. Applying pressure here may help alleviate toothache, as well as sinus congestion and pain. 2. ST6: Jiache, stomach meridian Jiache translates as jawbone. This acupoint is halfway between the corner of the mouth and the bottom of the earlobe. To find the jiache, a person should clench their jaw and feel for the muscles that flex in the cheeks. Applying pressure here may relieve toothache and swelling and decrease pain or spasms in the jaw. 3. LI4: He gu, large intestine meridian He gu translates as joining valley. This acupoint sits in the web of skin between the thumb and index finger. Applying pressure here may help ease toothache, headaches, and facial pain. It may also reduce congestion and inflammation. Some [research](https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD002962.pub4/full) has shown that this pressure point could induce labor, and the CEWM [suggest](https://exploreim.ucla.edu/self-care/acupressure-and-common-acupressure-points/) that women should not activate this pressure point during pregnancy. 4. GB21: Jianjing, gallbladder meridian Jianjing translates as shoulder well. This acupoint is on the shoulder muscle, between the neck and the tips of the shoulders. A person should pinch the muscle using the thumb and middle finger, then apply pressure with the index finger, while slowly releasing the pinch. Applying pressure to the jianjing acupoint may help with toothache and jaw pain. According to the CEWM, pregnant women should exercise caution when [activating this pressure point](https://exploreim.ucla.edu/self-care/acupressure-and-common-acupressure-points/). Toothache often occurs when the dental pulp inside the tooth becomes inflamed. This inflammation can be due to several reasons: - tooth decay that causes holes or [cavities](/articles/321259)to form in the tooth enamel - loose or broken dental fillings - a [cracked or damaged tooth](/articles/322015) - a periapical [abscess](/articles/170136), when there is a buildup of pus at the root of the tooth [receding gums](/articles/312992)that expose the soft, sensitive dentin at the base of the tooth Other conditions and factors may cause tooth pain without affecting the dental pulp. These include: [teething](/articles/when-do-babies-start-teething) - emerging wisdom teeth - gum ulcers - a [periodontal abscess](/articles/170136), which is a collection of pus in the gums [sinusitis](/articles/149941), which can cause pain around the upper jaw - injury to the [temporomandibular joint](/articles/317706), the joint where the skull and jawbone meet Acupressure may temporarily ease the pain of a toothache, but it will not treat the cause. People should seek medical treatment as soon as possible to reduce the risk of further complications. Some cases of toothache require a visit to the dentist, while others may require hospital treatment. When to see a dentist A person should visit their dentist as soon as possible if they experience the following symptoms: - severe, constant toothache [swelling in the jaw](/articles/swollen-jaw) - pus coming from the base of a tooth If a person has a mild toothache but no other symptoms, they should see a dentist at their earliest convenience. When to go to the hospital A toothache can sometimes occur as a result of tooth infection. Sometimes, the [infection can spread](/articles/symptoms-of-tooth-infection-spreading-to-body) to other parts of the face or body. These infections are serious and require prompt medical treatment. The following symptoms can indicate that a tooth infection has spread: - swelling or tenderness in the floor of the mouth - difficulty swallowing or breathing - a severe [headache](/articles/73936) [fever](/articles/168266) - confusion - difficulty seeing or [double vision](/articles/170634) - swelling around an eye If a person has one of the above symptoms, they should go to their nearest emergency room right away. Acupressure is the ancient Chinese practice of applying pressure to specific points on the body. This technique aims to reduce pain and ease certain ailments. A person can apply pressure to several acupoints to relieve a toothache. They can try to activate these acupoints themselves or visit a registered acupressure practitioner. Acupressure may temporarily ease toothache, but it will not treat the underlying condition. To treat the cause, a person will need to visit their dentist. If other worrying symptoms are present, they may require emergency treatment in a hospital. "}