{"title": "An Intro of Traditional Chinese Medicine (TCM) - Karviva | Detox Drinks | Healthy Drinks | Organic Juices", "author": "Angela Zeng", "url": "https://karviva.com/an-intro-of-traditional-chinese-medicine-tcm/", "hostname": "karviva.com", "description": "An Ancient Healing System That Still Works Today Traditional Chinese Medicine or TCM originated from China and is one of the oldest healing systems on the planet. It's been around for more than 2,500 years. It's rooted in the ancient philosophy of Taoism and has influenced other traditional systems of...", "sitename": "Karviva | Detox Drinks | Healthy Drinks | Organic Juices", "date": "2023-08-20", "cleaned_text": "An Ancient Healing System That Still Works Today Traditional Chinese Medicine or TCM originated from China and is one of the oldest healing systems on the planet. It's been around for more than 2,500 years. It's rooted in the ancient philosophy of Taoism and has influenced other traditional systems of medicine. TCM is an umbrella term that includes a variety of different practices or modalities like: - Moxibustion which is the burning of an herb over your skin to apply heat energy to acupuncture points. - Acupuncture is a type of alternative medicine that focuses on inserting thin needles into your body to relieve chronic pain, - Herbal medicines (and lots of it, you can spend your life studying them!) - Dietary recommendations are based on the qualities of each food and qualities the patient may be deficient in. - Tui na or therapeutic massage which includes acupressure. - Tai chi is a form of exercise originally used for self-defense which is now used to reduce stress levels. - Qi gong is another form of health practice under TCM which combines breathing techniques, focused intention, and specific postures. Some Philosophies & Ancient Beliefs To understand TCM fully, you need to orient yourself with the following concepts: - There is a vital energy that flows throughout your body called Qi. It has a lot of functions to preserve your state of health. Each physiologic process in your body is connected to your surroundings and the environment. - Yin and yang are two competing or opposing forces that complement each other. Harmony between these two promotes health. An imbalance between the two of them leads to disease. - The stages of your life and how they responds to diseases is represented symbolically by five elements: water, fire, earth, wood, and metal. - Your body has its own healing ability. Also, your body is perceived as a smaller version of the surrounding universe. Famous Chinese Herbs - Ginseng (Panax sp.) is arguably the most famous Chinese herbal medicine. Almost everybody has heard about it. It has aphrodisiac and immune-boosting properties and is applicable for those with erectile dysfunction, PMS and menopause problems, high blood pressure, and easy fatigability (you easily get tired). - Goji berries (Lycium chinense), or wolfberry are believed to promote \"Qi\". Many TCM remedies include Goji to boost immune system, protect eyesight, promote healthy skin and hair and speed up recover after illness. - Red dates (Ziziphus jujube), give special care and attention to your kidneys and spleen. They also promote 'Qi\". - Astragalus root (Astragalus membranaceus) is best known for its immune-boosting properties especially among patients with heart problems. It contains flavonoids, polysaccharides, and saponins all geared towards improving your overall health. - Dong Quai (Angelica sinensis) has gained respect over the years because of its ability to relax muscles and alleviate the symptoms of brain-related problems like those experienced by people who suffered a stroke (cerebral infarction). It also helps to balance the female hormones. Research Behind TCM The majority of the research behind TCM predominantly focuses on certain modalities or techniques. Unlike other health systems, TCM provides a daunting task for health researchers because of its sheer complexity and concepts which are diverse and different from those practiced by Western medicine. So we suggest you do your research on a specific form of treatment under TCM before you try it out. Below are some relevant points on the research behind TCM: - Most study results are based on preliminary findings. So have a look for follow-up studies which focus on the long-term side effects of the Chinese herbal medicine or treatment modality you're considering. - Make sure that the study you're reading is up-to-date and from a well-respected journal. - Everyone is welcome to try out the different treatments and modalities under TCM. If you are prescribed herbal remedies by the TCM practitioner, make sure they won't interact with other natural products or medications you are taking. If you're unsure, consult your primary healthcare practitioner for guidance. Don't be afraid to ask for the qualifications or credentials of the TCM practitioner you're visiting. TCM might be old, but it's not old news and many of its practices are certainly still applicable today. "}