{"title": "Dogs", "author": null, "url": "https://occupationalhealth.oregonstate.edu/dogs", "hostname": "oregonstate.edu", "description": "care and use of dogs Environmental Health & Safety Occupational Health for Animal Handling The Occupational Health Program is designed to inform individuals who work with animals about potential zoonoses (diseases of animals transmissible to humans), personal hygiene and other potential hazards associated with animal exposure. This information sheet is directed toward those involved in the care and use of dogs. Potential injury & zoonotic diseases Dogs are very social animals and respond to human interaction and affection.", "sitename": "Occupational Health Services", "date": "2018-07-09", "cleaned_text": "The Occupational Health Program is designed to inform individuals who work with animals about potential zoonoses (diseases of animals transmissible to humans), personal hygiene and other potential hazards associated with animal exposure. This information sheet is directed toward those involved in the care and use of dogs. Dogs are very social animals and respond to human interaction and affection. When injured or ill they can become frightened and agitated and they will bite and resist being handled. In the research setting, exposure to dogs can pose potential health risks to humans, such as infection from dog bites and scratches, allergic responses, and exposure to pathogenic enteric organisms through accidental fecal/oral contact. There are many organisms that may not produce symptoms in dogs but cause diseases in people. The most common of these disease causing organisms are discussed below. Rabies: Rabies virus (rhabdovirus) can infect almost any mammal; however it is very rare in the research environment because dogs are purchased from high quality sources with excellent vaccination and disease control programs. The source of infection to people is an infected animal. Dogs shed virus in their saliva 1-14 days before developing clinical signs. Any random-source (animal with an unknown clinical history) or wild animal exhibiting central nervous system signs that are progressive should be considered suspect for rabies. Transmission is through contact with saliva, mucus membranes, or blood, e.g. bite, or saliva on an open wound. Symptoms are pain at the site of the bite followed by numbness. The skin becomes quite sensitive to temperature changes and there are laryngeal (throat) spasms. Muscle spasms and extreme excitability are present and convulsions occur. Rabies in unvaccinated people is almost invariably fatal. Rabies vaccine is available through Occupational Health at Student Health Services. Brucellosis: The bacterial organism, Brucella canis, is found in dogs and swine breeding colonies where it will be manifested by abortions and reproductive organ infections. Transmission of B. canis to humans is not clear but is probably oral or transcutaneous (skin) contact with organism-infected blood or other tissues. The disease in humans may mimic the flu with symptoms if fever, headache, fatigue, muscle and joint pain. Rare complications include arthritis, meningitis and endocarditis. There is no cure for brucellosis in animals, but humans respond to antibiotic treatment over a course of 4 to 6 weeks. Ringworm: Dermatophyte infection (most commonly Microsporum spp. and Trichophyton spp.) is commonly known as ringworm because of the characteristic circular lesion often associated with it. Dermatophytes are classified as fungi and may not be readily apparent. Disease in people is from direct contact with infected animal. Ringworm is usually self-limiting, and appears as circular reddened rough skin and is responsive to prescription topical therapy. Leptospirosis: Is bacteria found in many animals but are most commonly associated with livestock and dogs. The source of infection can be from any of the following: rats, mice, voles, hedgehogs, gerbils, squirrels, rabbits, hamsters, reptiles, dogs, sheep, goats, horses, standing water. Leptospires are in the urine of infected animals and are transmitted through direct contact with urine or tissues via skin abrasions or contact with mucous membranes. Transmission can also occur through inhalation of infectious droplet aerosols and by ingestion. The disease in people is multi-systemic disease with chronic sequelae. An annular rash is often present with flu like symptoms. Cardiac and neurological disorders may follow and arthritis is a common end result. Other Diseases: There are several other diseases that can be possibly spread through working with dogs. Cryptosporidia, giardia, campylobacter and salmonella are transmitted via the fecal/oral route. These diseases in people are exhibited by acute gastrointestinal illness; diarrhea, nausea, vomiting, abdominal pain and fever. Clinical signs are generally brief and self-limiting. Individuals who have been previously sensitized to dogs outside of the work place may be at greater risk of developing allergies to dogs. Exposure to dog allergens is via saliva, hair, and skin. "}