{"title": "Herbal medicine for sports: a review - Journal of the International Society of Sports Nutrition", "author": "Sellami; Maha; Slimeni; Olfa; Pokrywka; Andrzej; Kuvai; Goran; D Hayes; Lawrence; Milic; Mirjana; Padulo; Johnny", "url": "https://jissn.biomedcentral.com/articles/10.1186/s12970-018-0218-y", "hostname": "biomedcentral.com", "description": "The use of herbal medicinal products and supplements has increased during last decades. At present, some herbs are used to enhance muscle strength and body mass. Emergent evidence suggests that the health benefits from plants are attributed to their bioactive compounds such as Polyphenols, Terpenoids, and Alkaloids which have several physiological effects on the human body. At times, manufacturers launch numerous products with banned ingredient inside with inappropriate amounts or fake supplement inducing harmful side effect. Unfortunately up to date, there is no guarantee that herbal supplements are safe for anyone to use and it has not helped to clear the confusion surrounding the herbal use in sport field especially. Hence, the purpose of this review is to provide guidance on the efficacy and side effect of most used plants in sport. We have identified plants according to the following categories: Ginseng, alkaloids, and other purported herbal ergogenics such as Tribulus Terrestris, Cordyceps Sinensis. We found that most herbal supplement effects are likely due to activation of the central nervous system via stimulation of catecholamines. Ginseng was used as an endurance performance enhancer, while alkaloids supplementation resulted in improvements in sprint and cycling intense exercises. Despite it is prohibited, small amount of ephedrine was usually used in combination with caffeine to enhance muscle strength in trained individuals. Some other alkaloids such as green tea extracts have been used to improve body mass and composition in athletes. Other herb (i.e. Rhodiola, Astragalus) help relieve muscle and joint pain, but results about their effects on exercise performance are missing.", "sitename": "BioMed Central", "date": "2018-03-15", "cleaned_text": "- Review - [Open Access](https://www.springernature.com/gp/open-research/about/the-fundamentals-of-open-access-and-open-research) [Published:](#article-info) Herbal medicine for sports: a review [Journal of the International Society of Sports Nutrition](/) volume 15, Article number: 14 (2018) [Cite this article](#citeas) - 50k Accesses - 82 Citations - 115 Altmetric - Abstract The use of herbal medicinal products and supplements has increased during last decades. At present, some herbs are used to enhance muscle strength and body mass. Emergent evidence suggests that the health benefits from plants are attributed to their bioactive compounds such as Polyphenols, Terpenoids, and Alkaloids which have several physiological effects on the human body. At times, manufacturers launch numerous products with banned ingredient inside with inappropriate amounts or fake supplement inducing harmful side effect. Unfortunately up to date, there is no guarantee that herbal supplements are safe for anyone to use and it has not helped to clear the confusion surrounding the herbal use in sport field especially. Hence, the purpose of this review is to provide guidance on the efficacy and side effect of most used plants in sport. We have identified plants according to the following categories: Ginseng, alkaloids, and other purported herbal ergogenics such as Tribulus Terrestris, Cordyceps Sinensis. We found that most herbal supplement effects are likely due to activation of the central nervous system via stimulation of catecholamines. Ginseng was used as an endurance performance enhancer, while alkaloids supplementation resulted in improvements in sprint and cycling intense exercises. Despite it is prohibited, small amount of ephedrine was usually used in combination with caffeine to enhance muscle strength in trained individuals. Some other alkaloids such as green tea extracts have been used to improve body mass and composition in athletes. Other herb (i.e. Rhodiola, Astragalus) help relieve muscle and joint pain, but results about their effects on exercise performance are missing. Background Athletes' use of herbal supplements has increased tremendously over the past decade. Herbal products are extract from seeds, gums, roots, leaves, bark, berries, or flowers, and contain numbers of phytochemicals such as carotenoids and glycosides, saponins, lignans which though to provide health benefits [ [1](/articles/10.1186/s12970-018-0218-y#ref-CR1)]. The use of herbal products is regulated by the Food and Drug Administration (FDA) as a special category of foods and classified as \"dietary supplement\" according to the Dietary Supplement Health and Education Act (DSHEA) of 1994 [ [1](/articles/10.1186/s12970-018-0218-y#ref-CR1)]. Herbold et al. [ [2](/articles/10.1186/s12970-018-0218-y#ref-CR2)] showed that 17% of collegiate female athletes have used herbal supplements. In sport, most supplements from herbs or plants were used to enhance muscle growth and fat burning [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3)]. Different commercial products such as \"SportPharm\" which contains believed to increase mental vigilance, stimulate fat-burning metabolism, and improves muscle performance [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3)]. Herbal supplements are currently used by athletes and non athletes alike to improve endurance and strength performance [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3)], however number of them have not proven safe and effective under current FDA standards. Others herbal dietary and botanical supplements were excluded from this requirement because they present a source of production of drugs [ [4](/articles/10.1186/s12970-018-0218-y#ref-CR4)]. Those herbs need to be explored further in humans. Plants have been shown to provide several essentials metabolites such as carbohydrates, lipids, and nucleic acids and numbers of secondary metabolites such as terpenoids, alkaloids, and phenolic compounds. These later are widely These biological properties are mediated by their antioxidant characteristics and redox properties. In fact, they play an important role in oxidative damage stabilization by free radical neutralization, oxygen scavenging, or decomposition of peroxides [ [6](/articles/10.1186/s12970-018-0218-y#ref-CR6)]. In this context, several studies highlighted the role of herbal supplements in reducing exercise induced oxidative stress in athletes [ [6](/articles/10.1186/s12970-018-0218-y#ref-CR6), [7](/articles/10.1186/s12970-018-0218-y#ref-CR7)]. For some of them, reducing oxidative stress will enhance muscle recovery and energy maintenance during intensive exercises [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3), [8](/articles/10.1186/s12970-018-0218-y#ref-CR8), [9](/articles/10.1186/s12970-018-0218-y#ref-CR9)]. Authors suggested also that some products such as Ginseng, caffeine, and ephedrine are rich of antioxidant components and therefore are the best candidate to enhance muscle performances. Other plants such as Tribulus Terrestris, Ginkgo biloba, Rhodiolarosea, Cordyceps Sinensis have demonstrated benefits on muscle growth and strength in active men [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3), [8](/articles/10.1186/s12970-018-0218-y#ref-CR8), [9](/articles/10.1186/s12970-018-0218-y#ref-CR9)], while others [ [10](#ref-CR10), [11](#ref-CR11), [12](#ref-CR12), [13](/articles/10.1186/s12970-018-0218-y#ref-CR13)] have demonstrated no effect on muscle performances. Heterogeneous clinical outcomes observed in previous studies are coming from different factors such as type of the plant, the geographic location from which the plant was gathered, and the method of extraction used. In addition, most of previous research highlighted the efficacy of herbal supplements without giving information about probable risk or negative side effect in athletes [ [14](/articles/10.1186/s12970-018-0218-y#ref-CR14)]. Irrespective of marketing natural supplements which are to improve health and physical performance, it should also be kept in mind, that some plants may have in their composition doping substances as well as some products based on herbal extracts may be contaminated or adulterated by agents prohibited in sport. As such, their real effects on sport performance remain inconclusive overall. In this review, we have identified the most used plants as supplement in sports. We have divided these products into following categories: Ginseng, herbal sources of caffeine and ephedrine and other purported herbal ergogenic Ginkgo biloba, and Rhodiola Rosea. Ginseng Ginseng is one of the best popular herbal dietary supplements and is probably the most studied herb with regards to physical performance [ [9](/articles/10.1186/s12970-018-0218-y#ref-CR9)]. Ginseng consists of numerous species in the Araliaceae family. There are several species of ginseng such as Asian ginseng, Korean ginseng, Chinese ginseng (Panax ginseng), American ginseng, Canadian ginseng (Panax quinquefolius) and Siberian ginseng (Eleutherococcus senticosus). Numerous Asian countries, particularly China and Korea use ginseng in the dietary and medicinal domain, whilst the Panax ginseng preparations have been elaborated in human clinical trials [ [9](/articles/10.1186/s12970-018-0218-y#ref-CR9)] such as an anti-inflammatory, antioxidant, a stimulant of brain function, anabolic and an immunostimulant, and an endurance performance enhancer. The ginseng species contains numerous important compounds such as the vitamins (A, B, C and E), minerals (iron, magnesium, potassium and phosphorus), fibers, proteins, saponins and Ginsenosides the main active constituents in Panax herbs. This component has been shown to reduce mental stress, improve immune function, and stabilizes blood pressure [ [15](/articles/10.1186/s12970-018-0218-y#ref-CR15)]. Siberian ginseng contains unique steroidal saponins named Eleutherosides which appears to be structurally similar to Panax ginsenosides [ [16](/articles/10.1186/s12970-018-0218-y#ref-CR16)] and contains phenolics and polysaccharides. Panax have been demonstrated to have ergogenic effects [ [17](/articles/10.1186/s12970-018-0218-y#ref-CR17)]. Small amount 200 mg/day of Panax ginseng (root powder or root extract with standardized Ginsenoside content), allows greater improvements in cognitive performance and anaerobic performance in untrained young or older subjects [ [8](/articles/10.1186/s12970-018-0218-y#ref-CR8), [9](/articles/10.1186/s12970-018-0218-y#ref-CR9)]. In addition, Ginseng has important antioxidant properties, which inhibits hydroxyl radical and lipid peroxidation and facilitates mitochondrial activity during exercise [ [18](/articles/10.1186/s12970-018-0218-y#ref-CR18)]. It is considered an adaptogen agent with Ginsenosides, Eleutherosides and Ciwujianosides thought to be responsible for the ergogenic effect of ginseng [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3)]. Moreover, the chronic use of Ginseng improved cardio respiratory function and lower blood lactate concentrations, in addition to improving physical performance [ [19](/articles/10.1186/s12970-018-0218-y#ref-CR19)]. Ginseng ergogenic effect has been related to physical condition (Table [1](/articles/10.1186/s12970-018-0218-y#Tab1)). In fact, Bahrke and Morgan [ [16](/articles/10.1186/s12970-018-0218-y#ref-CR16)] found higher performances in sedentary and active individual compared with trained groups. In addition, Talbott and Hughes [ [20](/articles/10.1186/s12970-018-0218-y#ref-CR20)] observed that ginseng had beneficial effects on the central nervous system (CNS), adrenal and sexual function, with anti-fatigue properties in moderately trained individual. Other studies reported that the ginseng improves alertness, and fatigue resistance through cortisol stimulation [ [21](/articles/10.1186/s12970-018-0218-y#ref-CR21)]. New data suggested that Eurycoma longifolia Jack (Malaysian ginseng) or Tongkat Ali is among the popular herbs that used to enhance exercise and sports performance and to treat several diseases and health issues [ [22](/articles/10.1186/s12970-018-0218-y#ref-CR22)], this herbs (the extract of its roots) allows to increase for men their libido and treat sexual disorders such as erectile dysfunction. It is a plant species of the family Simaroubaceae, found in Malaysia, Indonesia, Thailand, Vietnam and Laos. Eurycomalongifolia Jack contains Quassinoids and anti-plasmodial properties [ [24](/articles/10.1186/s12970-018-0218-y#ref-CR24)]. However, published scientific data regarding the effects of this plant on exercise performance are missing. Only few study found that Eurycoma supplementation (extract: 150 mg/day for 5-week) may increase muscle strength [ [25](/articles/10.1186/s12970-018-0218-y#ref-CR25)], while other study suggested that herbal drink containing Eurycoma (0.1 mg per 100 ml of drink) improved running performance in cyclists [ [10](/articles/10.1186/s12970-018-0218-y#ref-CR10)]. Like most supplements, ginseng has side effects, some of which are important depending on the dose and one's metabolism. The use of ginseng has been shown to cause diarrhea, insomnia, headaches, rapid heartbeat, blood pressure fluctuations, and can cause digestive disorders. Women may experience additional side effects, such as vaginal bleeding and breast tenderness. Most of these side effects are serious enough to warrant stopping taking ginseng in breast cancer patient. Ginseng can interfere with various medications, such as insulin, digoxin, anticoagulants, and monoamine oxidase inhibitors. Moreover, it can be contraindicated in patient with high blood pressure [ [26](/articles/10.1186/s12970-018-0218-y#ref-CR26)]. As such, ginseng has a major limitation in healthy population. Nocerino et al. [ [27](/articles/10.1186/s12970-018-0218-y#ref-CR27)] stated, ginseng should be avoided by the energetic, nervous, tense, hysteric, or schizophrenic individuals, and should not be taken in combination with other stimulants, drugs or during hormones treatment. Hence, further research is needed to clarify the effects of major compound of ginseng in humans. Alkaloids Caffeine Caffeine is a natural compound found in plant species growing in the Tropic or Sub-Tropic regions of the world. This compound decrease the risk of degenerative brain diseases caused by aging (cognitive decline, dementia) and allows reducing the risk of Parkinson's disease. Caffeine is an alkaloid that may be perceived to be ergogenic. In fact, caffeine may offer greater benefits on both endurance and anaerobic performances [ [32](/articles/10.1186/s12970-018-0218-y#ref-CR32), [33](/articles/10.1186/s12970-018-0218-y#ref-CR33)]. According to Kovacs et al. [ [34](/articles/10.1186/s12970-018-0218-y#ref-CR34)], a small quantity of caffeine (2 to 9 mg/kg body mass) taken at least 1-h prior to exercise or competition stimulates greater improvements in some measures of strength, and increases serum catecholamine levels and immune responses in runner and cyclist [ [35](/articles/10.1186/s12970-018-0218-y#ref-CR35)]. Higher blood catecholamines have been found to increase anaerobic performances (i.e., sprint performances) and aerobic performances (VO2max) in healthy young and middle-aged individuals [ [35](/articles/10.1186/s12970-018-0218-y#ref-CR35), [36](/articles/10.1186/s12970-018-0218-y#ref-CR36)]. Caffeine supplementation can improve also performance at different exercise intensities levels [ [37](/articles/10.1186/s12970-018-0218-y#ref-CR37)] as well as mental vigilance and humor [ [8](/articles/10.1186/s12970-018-0218-y#ref-CR8)]. Graham and Spriet [ [38](/articles/10.1186/s12970-018-0218-y#ref-CR38)] observed a significant increase in endurance running performance after ingestion of 9 mg/kg body mass of caffeine 1-h prior to exercise. Collomp et al. [ [39](/articles/10.1186/s12970-018-0218-y#ref-CR39)] investigated the effects of caffeine ingestion on sprint performance in trained and untrained swimmers and reported subjects' swimming velocity and maximal blood lactate concentration was significantly improved in both untrained and trained subjects after caffeine ingestion. Other study found that ingestion of 1-2 mg/kg caffeine at breakfast decreases reaction time during exercise and improves mental alertness [ [40](/articles/10.1186/s12970-018-0218-y#ref-CR40)]. Some evidence suggested that caffeine ergogenic effect is due to its antioxidant property [ [41](/articles/10.1186/s12970-018-0218-y#ref-CR41)] and its effect on free fatty acids (FFA) [ [42](/articles/10.1186/s12970-018-0218-y#ref-CR42)]. In fact, Ping et al. [ [43](/articles/10.1186/s12970-018-0218-y#ref-CR43)] found an increase in endurance performance and higher amount of plasma FFA following caffeine supplementation (5 mg/kg body weight). Caffeine can have impressive health benefits, but high doses can also lead to negative side effects. In fact, it has been shown that excessive and chronic use of caffeine can lead to episodes of anxiety and high blood pressure [ [44](/articles/10.1186/s12970-018-0218-y#ref-CR44)]. High dose's caffeine (> 400 mg/day) can cause anger one's stomach lining, disrupt sleep, cause diarrhea and increase dehydration [ [45](/articles/10.1186/s12970-018-0218-y#ref-CR45)]. Despite those minor negative effects, the World Anti-Doping Agency (WADA) removed caffeine from the Prohibited List [ [46](/articles/10.1186/s12970-018-0218-y#ref-CR46)] and its use in sport is still monitored. There are also several plants considered as herbal sources of caffeine commonly found in supplement products and include species of Coffea originally indigenous to the forests of the south-western highlands of peninsula in Northeast Africa. Coffea may have similar effects to caffeine's, as coffea is a complex mixture resulting from a hot-water extract of roasted coffee beans. Although many biological mechanisms are attributed to caffeine's action as an adenosine antagonist which increases many neurotransmitter activities [ [32](/articles/10.1186/s12970-018-0218-y#ref-CR32)]. et al. [ [47](/articles/10.1186/s12970-018-0218-y#ref-CR47)] found that Coffea arabica seeds have stimulatory effect on cellular immune function in mice. Guarana (Paullinia cupana) Guarana, also known as Guarana Gum, Guarana Seed, Zoom Cocoa and Brazilian Cocoa, is native herbal from Amazon region. The active compounds in Guarana are the alkaloids: Caffeine, Theophylline, Theobromine, Tannins and Saponins. According to Natural Medicines Database [ [48](/articles/10.1186/s12970-018-0218-y#ref-CR48)], Guarana contains higher amount of caffeine than most plants with 3.6% to 5.8% of caffeine compared to 1% to 2% in coffea. Guarana has been found to activate central nervous system (i.e., increase of mental vigilance, fatigue resistance) improve body weight [ [49](/articles/10.1186/s12970-018-0218-y#ref-CR49)]. The seeds from this South American jungle shrub are regularly used to treat headaches, paralysis, urinary tract irritation, and diarrhea. Memorial Sloan-Kettering [ [26](/articles/10.1186/s12970-018-0218-y#ref-CR26)] found that Guarana is thought to interact with many types of supplements and medicaments such as products that contains caffeine, monoamine oxidase inhibitors, adenosine, clozapine, lithium, and acetaminophen. In fact, Boozer et al. [ [50](/articles/10.1186/s12970-018-0218-y#ref-CR50)] found that the addition of 72 mg of Ephedra and 240 mg caffeine from Guarana for 8-week reduced body mass and fat in active individual. Guarana may have serious side effects for some indivuduals. The appetite suppressant effect is related to the caffeine content. In general, the side effects reported from guarana use are related to its caffeine content and include anxiety, insomnia, rapid heart beat and upset stomach. Green tea Green tea (Camilla Sinensis) extract is one of the important herbal supplements that have recently been used to prevent weight gain [ [51](/articles/10.1186/s12970-018-0218-y#ref-CR51)] and stimulate nervous system [ [52](/articles/10.1186/s12970-018-0218-y#ref-CR52)]. It contains higher amounts of caffeine as well as Catechin Polyphenols, Theobromine and Theophylline which possess antioxidant properties and increase energy expenditure by stimulating brown adipose tissue thermogenesis [ [52](/articles/10.1186/s12970-018-0218-y#ref-CR52)]. In fact, Dullo et al. [ [51](/articles/10.1186/s12970-018-0218-y#ref-CR51)] found that combination of green tea with caffeine (50 mg caffeine and 90 mg of Epigallo catechin Gallate for 3 times per day) increased significantly 24-h energy expenditure and fat utilization in active individuals. Green tea extracts (GTE) supplementation has been found to increase endurance capacity, improve the antioxidant defense system, and muscle lipid oxidation in healthy or diabetic individuals [ [53](/articles/10.1186/s12970-018-0218-y#ref-CR53)]. In addition, it increases plasma glycerol and epinephrine levels following sprint training in trained and untrained men [ [54](/articles/10.1186/s12970-018-0218-y#ref-CR54)]. Furthermore, supplementation of GTE reduces oxidative DNA damage induced by exercise after 14-day in untrained obese men [ [55](/articles/10.1186/s12970-018-0218-y#ref-CR55)] and after 4 weeks in sprinters [ [56](/articles/10.1186/s12970-018-0218-y#ref-CR56)]. Howevr, Jówko et al. [ [56](/articles/10.1186/s12970-018-0218-y#ref-CR56)] reported no changes in antioxidant enzyme or sprint performances after GTE supplementation in sprinters. Interestingly, there is no published data on the effects of long term GTE supplementation on antioxidant biomarkers, plasma muscle damage parameters in trained individual and most studies using GTE supplementation did not assess the amount of other active components in green tea which would underestimate or overestimate the role of GTE on oxidative stress balance. With regard to its harmful effects, it has been shown that epigallocatechin-3-gallate contained in green tea may induce greater cytotoxicity to liver cells and a higher amount (> 5% of diet for 13 weeks) can prompt oxidative DNA damage of pancreas cells with alterations in thyroid function [ [57](/articles/10.1186/s12970-018-0218-y#ref-CR57)]. Theobromine and theophylline Theobromine and Theophylline are found in many plants like kola and tea. In sport, athletes used the Chocolate and Cocoa form as a principal source of these alkaloids [ [35](/articles/10.1186/s12970-018-0218-y#ref-CR35)]. In this last review, authors reported higher antioxidant status with no immune function alterations following Cocoa ingestion in healthy trained and untrained individuals. Till today, there are few studies that investigate the effect of definite doses of these alkaloids in athlete but the results are inconclusive, mostly because of incomplete data related to its compounds. Mate Mate (Ilex paraguayensis) or Yerba mate is a small evergreen holly tree that cultivates in various countries of South America. The tea made from the dried leaves contains about 2% caffeine [ [9](/articles/10.1186/s12970-018-0218-y#ref-CR9)]. In recent years, it has been suggested that the caffeine found in mate, kola nut, and guarana is more likely to benefit health than caffeine found in coffee or tea [ [58](/articles/10.1186/s12970-018-0218-y#ref-CR58)]. Yerba mate supplementation decreased body fat mass, body fat, and waist-hip ratio in obese individuals without significant negative [ [59](/articles/10.1186/s12970-018-0218-y#ref-CR59)]. Hoffman et al. [ [60](/articles/10.1186/s12970-018-0218-y#ref-CR60)] found significant increase in energy expenditure in young and healthy individuals after ingestion of supplement containing 317 mg of Yerba Mate. However, ingestion of this supplement resulted in higher heart rate and systolic blood pressure and confusion among subjects [ [60](/articles/10.1186/s12970-018-0218-y#ref-CR60)]. As such uses of this extract must be taken with precaution and more research are needed to fix the safe amount to be used in humans. Ephedrine Ephedrine is an alkaloid with ergogenic properties that can be found in plants of the Ephedra type. The Ephedrine is a potent pharmacologic agent with various peripheral and central effects. Numerous studies have found a link between Ephedrine ingestion and higher physical performances and [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3), [61](/articles/10.1186/s12970-018-0218-y#ref-CR61)] and weight loss [ [62](/articles/10.1186/s12970-018-0218-y#ref-CR62)]. In fact, Ephedrine has been used as a medical drug and a stimulant to treat low blood pressure, urinary incontinence, narcolepsy and depression [ [63](/articles/10.1186/s12970-018-0218-y#ref-CR63)]. It is currently used as a treatment of bronchial asthma, nasal inflammation, and the common cold [ [64](/articles/10.1186/s12970-018-0218-y#ref-CR64)]. It also enhances aerobic capacity, reduces fatigue, increases alertness, and reaction time during exercise [ [65](/articles/10.1186/s12970-018-0218-y#ref-CR65)]. However, Ephedrine uses was usually combined with caffeine in major studies which limit his potential role compared to caffeine [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3), [9](/articles/10.1186/s12970-018-0218-y#ref-CR9)]. In fact, in these previous studies, different dose of caffeine (300 mg) and Ephedrine (70 mg) were used in recreational, runners and resistance trained athletes and showed decrease in running time and increase in muscle performances. Molnár et al. [ [66](/articles/10.1186/s12970-018-0218-y#ref-CR66)] found that combination of ephedrine and caffeine (oral ingestion) improve weight loss in adolescents, with mild and temporary negative side effects. In some other few studies, when Ephedrine was taken alone, there was no improvement in physical performance [ [67](/articles/10.1186/s12970-018-0218-y#ref-CR67)]. It should be emphasized that both ephedrine and its derivatives (Cathine, Methylephedrine, Pseudoephedrine) are considered to be doping substances, and higher doses would allow several harmful effect on body's health [ [68](/articles/10.1186/s12970-018-0218-y#ref-CR68), [69](/articles/10.1186/s12970-018-0218-y#ref-CR69)]. They are prohibited by the World Anti-Doping Agency (WADA) [ [46](/articles/10.1186/s12970-018-0218-y#ref-CR46)] in sports competition. Uses of ephedrine have been linked also to sleeping disorder, anxiety, headache, hallucinations, high blood pressure, fast heart rate, loss of appetite, and inability to urinate in several cases [ [70](/articles/10.1186/s12970-018-0218-y#ref-CR70), [71](/articles/10.1186/s12970-018-0218-y#ref-CR71)]. Ginger Ginger is found in the tropical rainforest in Southern Asia and it includes alkaloids. Ginger (Zingiberofficinale Roscoe; Zingiberaceae) is a flowering plant that has been used in medicine for decades. Ginger has few negative side effects and it is listed in the FDA's \"safe\" list [ [71](/articles/10.1186/s12970-018-0218-y#ref-CR71)]. Ginger has been shown to have anti-inflammatory effect in vitro studies [ [35](/articles/10.1186/s12970-018-0218-y#ref-CR35)] which is may be due to Gingerols, Paradols, Shogaols, their congeners, or other compounds. Till today, few studies have demonstrated analgesic effect of Ginger and fatigue resistance in athletes, while few other studies have not found any effect on body composition, metabolic rate, oxygen consumption and muscle strength in athletes [ [72](/articles/10.1186/s12970-018-0218-y#ref-CR72)]. Nakhostin-Roohi et al. [ [73](/articles/10.1186/s12970-018-0218-y#ref-CR73)] explored the effect of 150 mg curcumin (Curcuma longa) supplementation immediately after intensive eccentric squat exercise in healthy young males. They found decreased levels of serum inflammation in experimental group compared with placebo group. Curcumin is a diaryl heptanoid, belonging to the group of curcuminoids and a member of the ginger family (Zingiberaceae) and composed mainly by phenols. About harmful effect, it was demonstrated that high doses of curcumin (> 8 g/day for 3-4 months) had no toxic effect in most cancer patients, while few number of patients had nausea or diarrhea [ [74](/articles/10.1186/s12970-018-0218-y#ref-CR74)]. Various clinical experiments have demonstrated the safety and efficacy of oral curcumin supplements in various health conditions and most results have been positive for a significant proportion with no or minimal toxicity. However, adverse effects were all related to higher doses and should be avoided in in pregnancy and lactation. In addition, due to its anti-platelet property, it is recommended to avoid higher doses in patient with bleeding disorders. Other plant with ergogenic properties Tribulus Terrestris Extracts of Tribulus Terrestris (TT), a flowering plant distributed in the world, have been used to treat urinary tract infections, urolithiasis, dysmenorrhea, edema, hypertension, and hypercholesterolemia [ [3](/articles/10.1186/s12970-018-0218-y#ref-CR3)]. The most important chemical compositions of this plant are steroids; Saponins like Dioscine, Diosgenin, and the Protodioscin. These elements can have beneficial effects on libido and physical fitness. It also contains Phytosterols, in particular Beta-Sistosterols, which is beneficial for the prostate function, the urinary system and the cardiovascular system. In sports, plant gained wide recognition when medal-winning Bulgarian athletes from the 1996 Summer Olympics in Atlanta gave credit to TT for their success. Recent scientific studies found that Tribulus Terrestris extract (TTE) improves testosterone production in healthy male [ [75](/articles/10.1186/s12970-018-0218-y#ref-CR75), [76](/articles/10.1186/s12970-018-0218-y#ref-CR76)]. Ivanova et al. [ [75](/articles/10.1186/s12970-018-0218-y#ref-CR75)] found that well-trained athletes and weightlifters used TTE supplementation to enhance production of luteinizing hormone (LH) and muscle growth. By increasing testosterone, reducing inflammation and oxidative damage in muscle, TT appears to be a potent performance enhancer [ [76](/articles/10.1186/s12970-018-0218-y#ref-CR76)]. TT is considered to be a safe alternative for the treatment of several diseases such as cardiovascular and Hypoactive sexual desire disorder (HSDD) in postmenopausal women [ [76](/articles/10.1186/s12970-018-0218-y#ref-CR76)]. Other studies have shown that TT supplementation (3.2 mg/kg body mass) has no effects on body composition and maximal strength (5-weeks: 450 mg of a TTE) [ [77](/articles/10.1186/s12970-018-0218-y#ref-CR77)], muscular endurance in resistance-trained men [ [7](/articles/10.1186/s12970-018-0218-y#ref-CR7)], testosterone levels in response to short period (5 day: 750 mg/day) or moderate long period (4-weeks: 10 or 20 mg/kg body mass) [ [78](/articles/10.1186/s12970-018-0218-y#ref-CR78)] [ [79](/articles/10.1186/s12970-018-0218-y#ref-CR79)] in trained individuals. Nevertheless, there are still athletes who use TT to enhance their sports performance, athletes who are mainly coming from strength and power sports (e.g., weight lifting, sprint, throwing disciplines). This could be explained by the intensive marketing, which may only result in a temporary placebo effect caused by TT supplementation [ [14](/articles/10.1186/s12970-018-0218-y#ref-CR14)]. Despite the beneficial effect of TT supplementation on muscle performance, this plant could lead to a positive doping control test (Australian Institute of Sport [ [80](/articles/10.1186/s12970-018-0218-y#ref-CR80)]; the National Centre for Sports Medicine in Poland and the Medical Commission of the Polish Olympic Committee [ [81](/articles/10.1186/s12970-018-0218-y#ref-CR81)]; Canadian Cycling Association [ [82](/articles/10.1186/s12970-018-0218-y#ref-CR82)]). Although it is thought to be relatively safe, higher dose of TT (1000 mg per day) could lead to sleeping disorder, burnout and fatigue, hypertension, and high heart rate [ [83](/articles/10.1186/s12970-018-0218-y#ref-CR83), [84](/articles/10.1186/s12970-018-0218-y#ref-CR84)]. Hence, uses of TT should be taken with precaution to avoid negative health issue. Rhodiola Rosea Rhodiola Rosea (RR) is a popular herb used in traditional medicine in Europe and Asia. RR, also known as the Pink Orpine, or Lignum Rhodium belongs to the Crassulaceae family. It is found in Scandinavia, Central Asia or the Arctic, France especially in the Pyrenees and the Alps. The most used part in this plant is the root. RR is composed by Rosine Rosarines, Rosin, Tyrosol, are Salidroside and Rosavin [ [85](/articles/10.1186/s12970-018-0218-y#ref-CR85)]. It contains also minerals, vitamins, gallic acid and chlorogenic acid as well as antioxidants that have an effective action to fight the aging of the skin. RR has been used to treat stress and anxiety syndrome, prevent high altitude sickness, and stimulate the nervous system. These benefits are due to natural components of the root that would activate the production of four molecules: norepinephrine, serotonin, dopamine and acetylcholine. These molecules act directly on the cerebral cortex and increase attention, memory, concentration and intellectual capacity, increase fatigue resistance, and physical performance [ [85](/articles/10.1186/s12970-018-0218-y#ref-CR85)]. In addition, recent data reported numerous benefits of RR characterized by antioxidant properties and adaptogenic effects especially for weakness syndrome [ [85](/articles/10.1186/s12970-018-0218-y#ref-CR85)]. Walpurgis et al. [ [86](/articles/10.1186/s12970-018-0218-y#ref-CR86)] reported that supplements of root or rhizome extracts of RR were found to contain significant amounts of the endogenous Steroids 4-androstene-3,17-dione and Dehydroepiandrosterone (DHEA) and the Pseudoendogenous Steroid 1,4-androstadiene-3,17-dione. However, there does not appear to be any reports documenting the occurrence of anabolic androgenic steroids. Most of previous effects were attributed to the plant component such as phenolics (Salidrosides, p-Tyrosol, and Glycosides like Rosavins) which are considered as antioxidant element [ [85](/articles/10.1186/s12970-018-0218-y#ref-CR85)]. The study of DeBock et al. [ [87](/articles/10.1186/s12970-018-0218-y#ref-CR87)] found that the consumption of RR (200 mg/day) improved time to exhaustion by 3% on a cycle ergometer, but there was no significant effect following 4 weeks of supplementation and no effect on maximal strength or reaction time. Parisi et al. [ [88](/articles/10.1186/s12970-018-0218-y#ref-CR88)] found also that 4 weeks of RR supplementation can reduce lactate levels and muscle damage biomarkers in response to aerobic exercise in trained athletes. In addition, 3 mg/kg of RR ingestion has ability to decrease heart rate response to submaximal exercise and to lower the perception of effort during high-intensity endurance exercise in recreationally fit women [ [89](/articles/10.1186/s12970-018-0218-y#ref-CR89)]. The combination of RR with other plants extracts has shown no ergogenic effect on oxygen consumption, cycling time or muscle strength [ [56](/articles/10.1186/s12970-018-0218-y#ref-CR56), [90](/articles/10.1186/s12970-018-0218-y#ref-CR90)]. Similarly, Earnest et al. [ [91](/articles/10.1186/s12970-018-0218-y#ref-CR91)] have found no effect on oxygen uptake and muscle performance during maximal graded test following 14 days of RR supplementation (300 mg) with Cordyceps (800 mg). According to Ahmed et al. [ [92](/articles/10.1186/s12970-018-0218-y#ref-CR92)], RR ingestion did not enhance immune system response of marathon athletes. At present there is no evidence or mechanism to explain positive effect of this herb in sport, hence further researchers are needed. Due to divergent data, Food and Drug Administration (FDA) reported that this herb does not present sufficient safety to be declared as new drug or safe supplement and therefore listed it on the FDA's Poisonous Plant Database. Codyceps Sinensis Natural CordycepsSinensis (CS) is an entomopathogenic fungus found in Asia mountain region. It is an ascomycete fungus that belongs to the family of Clavicipitaceae and to the order of the Hypocreales. It is has been demonstrated efficient role for the treatment of cholesterol and immune system disorder. The available synthetic version is CordyMax Cs-4. Chemical composition includes 5alpha-8alpha-epidioxy-5alpha-ergosta-6,22-dien-3beta-ol. It has been used to improve renal function in patients with chronic allograft nephropathy [ [93](/articles/10.1186/s12970-018-0218-y#ref-CR93)] and regulate blood pressure by stimulating vessel dilation, activating the nitric oxide production, and increasing the oxygen exchanges through capillary barrier [ [94](/articles/10.1186/s12970-018-0218-y#ref-CR94)]. CS was found to induce higher endurance performance [ [95](/articles/10.1186/s12970-018-0218-y#ref-CR95)]. Li et al. [ [96](/articles/10.1186/s12970-018-0218-y#ref-CR96)] found increase in hemoglobin levels following CS supplementation (5 days of 100-150 mg/kg) with greater aerobic capacity. CS extracts supplementation (powder form) appear to increase muscle fatigue resistance by enhancing lactic acid production, heart rate variability and blood pressure during maximal graded test in sedentary subjects [ [97](/articles/10.1186/s12970-018-0218-y#ref-CR97)]. In addition, a 240 mg of Cordyceps drink has been shown to improve cardiovascular responses in healthy runners [ [98](/articles/10.1186/s12970-018-0218-y#ref-CR98)]. However, recent research has shown that oral CS supplementation for 8-weeks have no effect on steroids hormones in resistance-trained adults [ [99](/articles/10.1186/s12970-018-0218-y#ref-CR99)]. Parcell et al. [ [100](/articles/10.1186/s12970-018-0218-y#ref-CR100)] reported that 5 weeks of CordyMax Cs-4 supplementation (3 g/day) had no effect on aerobic capacity or endurance performance in well-trained cyclists. Even longer period of CS supplementation (8 weeks: 2.4 g/day) had no significant ergogenic effect and did not affect testosterone level of resistance-trained athletes [ [99](/articles/10.1186/s12970-018-0218-y#ref-CR99)]. But, it appears that the combination of CS with other plants extracts like Rhodiola crenulata have great benefits on aerobic performance in well trained athletes [ [101](/articles/10.1186/s12970-018-0218-y#ref-CR101)]. Despite some benefits, there is insufficient evidence about the role of CS supplementation in athletic performance. When taken in high doses, CS can cause stomach trouble and diarrhea. Hence, it is important to fix the safe dose and duration for human before beginning to consider it as an ergogenic aid. Ginkgo biloba Ginkgo biloba (GB) is one of the most popular herbs growing in Asia. The active compounds for this herbal are the Flavonoids and Terpenoids [ [102](/articles/10.1186/s12970-018-0218-y#ref-CR102)]. Their content of flavonoids promotes the blood circulation and in particular cerebral blood circulation; it is therefore used in disorders that seem to be due to a reduction in blood flow such as Alzheimer's disease, memory loss, migraines and headaches. It is also used in the treatment of Parkinson's disease. In fact, GB has been found to activate the release of endothelium-derived relaxing factor, which may enhance muscle tissue blood flow through improved microcirculation [ [103](/articles/10.1186/s12970-018-0218-y#ref-CR103)]. The leaf of Ginkgo biloba presents high concentration of flavonoids which allow important antioxidant capacity. As such, the modern medicine uses leaf extracts from GB to create natural commercial product (i.e., EGb 761®, Tanakan® or Tebonin®). However, some products such as EGb 761 are not yet approved by FDA in U.S, but still available only by prescription in Europe. In sport, Schneider [ [104](/articles/10.1186/s12970-018-0218-y#ref-CR104)] found that GB enhances endurance performance (longer walking distance) in patients with peripheral arterial disease (PAD). However, Wang et al. [ [105](/articles/10.1186/s12970-018-0218-y#ref-CR105)] showed that GB supplementation (24 weeks: 2 × 120 mg/day tablets) has no effect on walking economy or walking performance in patients with PAD. Zhang et al. [ [106](/articles/10.1186/s12970-018-0218-y#ref-CR106)] found that 7-week of GB ingestion combined with RR improve the endurance performance (higher VO2max) and time to exhaustion in healthy young athletes. Recently, numerous researches observed amelioration in cognitive performance especially in elderly with dementia syndrome [ [107](/articles/10.1186/s12970-018-0218-y#ref-CR107), [108](/articles/10.1186/s12970-018-0218-y#ref-CR108)]. Despite its beneficial effects, Ginkgo was considered as safe herb only when taken by healthy adults by mouth and at limited doses. Ginkgo appears also to reduce blood glucose, hence, it important to take precaution in people with diabetes or hypoglycemia or following anaerobic exercises [ [109](/articles/10.1186/s12970-018-0218-y#ref-CR109)]. Cayenne Cayenne (Capsicum Frutescens, Capsicum considered as most commonly used spices. The Capsicum species are grown in tropical America in the Solanacées family. The active compound for this species is capsaicin [ [110](/articles/10.1186/s12970-018-0218-y#ref-CR110)] and its pain-relieving action is related from its capacity to interfere with sensory nerve signaling in the skin [ [26](/articles/10.1186/s12970-018-0218-y#ref-CR26)]. Cayenne has been used to treat diarrhea, cramps, and muscle inflammation [ [111](/articles/10.1186/s12970-018-0218-y#ref-CR111)]. Mason et al. [ [112](/articles/10.1186/s12970-018-0218-y#ref-CR112)] suggested that only one of every eight patients treated with 0.025% capsaicin attain 50% reduction in pain. Acute capsaicin supplementation has been shown to enhance resistance training performance (i.e. total weight lifted), with significantly higher blood lactate in trained group compared to placebo [ [113](/articles/10.1186/s12970-018-0218-y#ref-CR113)]. Lim et al. [ [114](/articles/10.1186/s12970-018-0218-y#ref-CR114)] found that the use of capsaicin (10 g of dried, hot red pepper) induce sympathetic nervous stimulation and increase lipid oxidation in long distance runners. In mice, Capsaicin supplementation decreases muscle soreness and increases muscle strength [ [115](/articles/10.1186/s12970-018-0218-y#ref-CR115)]. In the United States Pharmacopeia, the capsaicin is classified as a stimulant and its effects are similar to physiological action of caffeine. Although cayenne has many benefits, it can cause unpleasant reactions such as itching, burning sensation on the skin but these signs disappear fast. With its limited side effects, cayenne appears to be safe and useful to treat muscular related fatigue and overtraining syndrome. Arnica Arnica (Arnica Montana) is a perennial herb in the Asteraceae family, grown in southern Russia, Europe, and America. The active compounds of Arnica are Flavonoids, Thymol, Arnicin, Coumarins, and Carotenoids. It was used to reduce the risk of cardiovascular events in patients with clinically stable coronary disease, to treat acute and chronic inflammation, infectious diseases and to stimulate the immune function [ [116](/articles/10.1186/s12970-018-0218-y#ref-CR116)]. Short term (3 to 6-week) uses of Arnica help reduce pain and increase muscle strength in patient with osteoarthritis of the knee [ [117](/articles/10.1186/s12970-018-0218-y#ref-CR117)]. Some studies suggested that the use of Arnica decreases muscle soreness and cell damage after marathon in well trained athletes [ [118](/articles/10.1186/s12970-018-0218-y#ref-CR118), [119](/articles/10.1186/s12970-018-0218-y#ref-CR119)], while other study did not observe any change in physical performance following arnica supplementation [ [120](/articles/10.1186/s12970-018-0218-y#ref-CR120)]. On the other hand, the Arnica consumption at high doses has been shown to cause severe skin irritations [ [121](/articles/10.1186/s12970-018-0218-y#ref-CR121)], and oral consumption which can cause fatal poisonings in high amounts [ [122](/articles/10.1186/s12970-018-0218-y#ref-CR122)]. Astragalus Astragalus (Astragalusmembranaceus) is a perennial herb in the Fabaceae family. The active compounds for this plant are Saponins and Polysaccharides which have important effect on immune system such as natural killer cells activity [ [123](/articles/10.1186/s12970-018-0218-y#ref-CR123)]. In addition, it increases white cell count and levels of interferon in patient immunosuppression [ [124](/articles/10.1186/s12970-018-0218-y#ref-CR124)]. Most studies on effect of Astragalus have been conducted in cancer patient and reported a potential role in the treatment of inflammation [ [125](/articles/10.1186/s12970-018-0218-y#ref-CR125)]. In sport, Chen et al. [ [126](/articles/10.1186/s12970-018-0218-y#ref-CR126)] found that 8-week of Astragalus supplementation increased aerobic performance in runner compared to placebo groups. Rogers et al. [ [127](/articles/10.1186/s12970-018-0218-y#ref-CR127)] found out that Ginseng and Astragalus (1% flavonoids for the Astragalus fraction) may provide health and psychological benefits such as lowering cholesterol levels and improving self-reported levels of energy. However, there are no indications on standalone doses, duration, and methods of Astragalus supplementation which does not allow us to conclude about its real efficiency in humans. Due to the lack of report on severe side effects, Astragalus is believed to be safe with few side effects such as immune system suppression at higher doses [ [128](/articles/10.1186/s12970-018-0218-y#ref-CR128)]. Salix alba Salix alba (White Willow) is a tree of the Salicaceae family native to Europe and western and central Asia. It contains Salicin, which is converted to acetylsalicylic acid inside intestine. The willow bark has been used to treat pain, inflammation, osteoarthritis, aches and to reduce fevers [ [129](/articles/10.1186/s12970-018-0218-y#ref-CR129)]. In fact, short period of willow bark supplement (240 mg salicin/day for 2-week) decreases joint pain in patients with osteoarthritis [ [130](/articles/10.1186/s12970-018-0218-y#ref-CR130)], while longer period (6-week) does not seem to improve this symptom [ [131](/articles/10.1186/s12970-018-0218-y#ref-CR131)]. In addition, oral administration of 120 mg or 240 mg salicin for 4-week reduces back pain in patient with low back pain [ [132](/articles/10.1186/s12970-018-0218-y#ref-CR132)]. In sport, this extract has been used to treat musculoskeletal and joint-related conditions (injuries, inflammation) [ [133](/articles/10.1186/s12970-018-0218-y#ref-CR133)]. However, no studies were conducted to investigate the ergogenic effect of this herb on muscle performance in athletes, which present a limitation of his actual use in sports field. Shara and Stohs [ [129](/articles/10.1186/s12970-018-0218-y#ref-CR129)] suggested that adverse effects appear to be minor when compared to non-steroidal anti-inflammatory drugs such as aspirin. Herbs marketed with limited scientific research Several other plants such as Yohimbe, Spirulina (Arthrospiraplatensis Camu CamuMyrciariadubia) have been used as source of proteins, minerals, and vitamins (VitB12 and Vit C). They were found to reduce body mass and increase endurance performance in runners and bodybuilders. Some of these plants have shown greater antioxidant capacity (i.e. Myrciariadubia, Biostimine, extract from Aloe arborescens Mill) [ [134](/articles/10.1186/s12970-018-0218-y#ref-CR134)].Other plants Lignosus Rhinocerotis [ [135](/articles/10.1186/s12970-018-0218-y#ref-CR135)], Citrus aurantium [ [136](/articles/10.1186/s12970-018-0218-y#ref-CR136), [137](/articles/10.1186/s12970-018-0218-y#ref-CR137)] have been used in combination with exercise training or with caffeine to enhance performances of young athletes. They were also found to be effective in reducing muscle soreness but failed to demonstrate any improvements in anaerobic or aerobic performances. Lignosus Rhinoceros (medicinal mushroom) for example has been extensively used safely without specific side effect in human or animals, while extracts from Citrus Aurantium are believed to induce similar harmful side effect of Ephedra [ [138](/articles/10.1186/s12970-018-0218-y#ref-CR138)]. Saffron (Crocus sativus the flower of Crocus sativus cultivated in Greece regions and its dried extract contains B vitamins, flavnoids and dietary minerals (mainly Magnesium, Calcium and Potassium). It contains several volatile and aroma-yielding compounds such as Terpenes, Terpene Alcohol, and their esters. C. Sativus have several effects such as anti-inflammatory, and relaxant activity. It has been shown to enhance memory and learning skills, and increases blood flow in choroid and retina. In sport, Hosseinzadeh et al. [ [139](/articles/10.1186/s12970-018-0218-y#ref-CR139)] demonstrated that 4-week of (30 mg/day) reduces of (TNF-), and creatine kinase (CK) in sedentary women following one bout of acute resistance exercises at 85% of one-repetition maximum. In this study, no changes in resistance exercise performances were detected. In addition, 16-week of saffron supplementation (90 mg/day) has also been shown to reduce 8-Isoprostane levels and increased superoxide dismutase (SOD), catalase (CAT) activity in seminal plasma and sperm DNA damage in young healthy nonprofessional cyclists [ [140](/articles/10.1186/s12970-018-0218-y#ref-CR140)]. This plant and its extracts have demonstrated harmful effects at doses > 5 g per day and can causes death at 20 g per day [ [141](/articles/10.1186/s12970-018-0218-y#ref-CR141)], hence, it should be taken with precaution. Fenugreek (Trigonella foenum-graecum) Other plant in the family of Fabaceae is believed to be safe and have also positive effect on glucose metabolism and digestion process in human, the Fenugreek [ [142](/articles/10.1186/s12970-018-0218-y#ref-CR142), [143](/articles/10.1186/s12970-018-0218-y#ref-CR143)]. Reported data on the Fenugreek identified 32 phenolic compounds among which flavonoid glycosides and phenolic acid are detected [ [144](/articles/10.1186/s12970-018-0218-y#ref-CR144)]. Their seed contains alkaloids, coumarins, vitamins, and saponins [ [144](/articles/10.1186/s12970-018-0218-y#ref-CR144)]. In sport, Fenugreek extract has been demonstrated to improve endurance capacity and fatty acids utilization in male mice [ [145](/articles/10.1186/s12970-018-0218-y#ref-CR145)]. In human, Wankhede et al. [ [146](/articles/10.1186/s12970-018-0218-y#ref-CR146)] found that 8-week of Fenugreek supplementation (1 capsule of 300 mg, twice/day) showed beneficial effects on body fat, free testosterone levels, serum creatinine, but without change in kidney profile (enzymes) or side effects in male subjects during resistance training. Despite its safety, some people may develop or have an existing allergy to Fenugreek ingestion, some of these allergies are diarrhea, dyspepsia, abdominal distention, flatulence, hypoglycemia in diabetics persons [ [147](/articles/10.1186/s12970-018-0218-y#ref-CR147)]. Myrtus communis L. Myrtus comminus L. is a species found in the myrtaceae family, native to the Mediterranean basin. Many phenolic compounds were identified in Myrtus communis L. berry such us phenolic acids (gallic acid, caffeic acid, syringic acid, its glycoside derivatives are the major constituents of myrtle berries [ [148](/articles/10.1186/s12970-018-0218-y#ref-CR148), [149](/articles/10.1186/s12970-018-0218-y#ref-CR149)]. Myrtle fruits are a high phenolic content, especially the anthocyanins for that it is among the fruits with the highest antioxidant activity [ [150](/articles/10.1186/s12970-018-0218-y#ref-CR150), [151](/articles/10.1186/s12970-018-0218-y#ref-CR151)]. In addition Myrtle fruit was charaterized by higher levels of Linoleic Acid and low and varied proportions of saturated acids [ [149](/articles/10.1186/s12970-018-0218-y#ref-CR149)]. Recent studies have demonstrated the benefits of myrtle fruit (Myrtus communis L.) as a supplement in sport. In fact, Slimeni et al. [ [150](/articles/10.1186/s12970-018-0218-y#ref-CR150)] demonstrated that 4 weeks of myrtle fruit supplementation (3.4 mg/kg /day) may increase anaerobic performances, serum proteins and Iron and reduce triglycerides, in moderately trained athletes. It have several properties such as antiseptic, astringent, carminative, hair tonic, analgesic, brain tonic and antidiabetic [ [152](/articles/10.1186/s12970-018-0218-y#ref-CR152)], but presents minor harmful effects such as diharrea and nausea following ingestion of high doses (> 4 mg /day) [ [150](/articles/10.1186/s12970-018-0218-y#ref-CR150)]. Conclusions Today, many athletes have turned to various dietetic interventions, including the use of natural products based on herbs and plants to avoid risk from synthetic drug. However, it is imperative to have a comprehensive and extensive guide, which allows expert and athletes to understand beneficial and harmful effect of some product better. In this context, we have found that most herbs (Table [2](/articles/10.1186/s12970-018-0218-y#Tab2)) used in sports have a low-moderate effect on oxidative stress, fatigue resistance, and endurance capacity. Ginseng and caffeine had greater effect on central nervous system and appear to increase alertness and reaction time, while other herbs seem to stimulate steroids hormone production such as TT. Despite their positive effects, these herbs should be used with precaution because high doses may cause harmful side effects on kidney and stomach in particular. Abbreviations - ALT: - Alanine system - CS: - Cordyceps Sinensis - DSHEA: - Dietary supplement health and education act - FDA: - Food and drug administration - GB: - Ginkgo biloba - GTE: - Green tea extracts LH: Luteinizing hormone RR: extract - WADA: - World anti-doping agency References Food and Drug Administration. Information for consumers on using dietary supplements. 2016. Herbold NH, Visconti BK, Frates S, Bandini L. Traditional and nontraditional supplement use by collegiate female varsity athletes. Int J Sport Nutr Exerc Metab. 2004;14:586-93. Williams M. Dietary supplements and J Int Soc Sports Nutr. 2006;3:1-6. Avigan M, Mozersky R, Seeff L. Scientific and regulatory perspectives in herbal and dietary supplement associated hepatotoxicity in the United States. Int J Mol Sci. 2016;17:331. Ksouri R, Megdiche C. Salinity effects on polyphenol content and antioxidant activities Linn. A review. Indian J Nat Prod Resour. 2011;2:395-402. Antonio J, Uelmen J, Rodriguez R, Earnest C. The effects of Tribulus terrestris on body composition and exercise performance in resistance-trained males. Int J Sport Nutr Exerc Metab. 2000;10:208-15. Chen CK, Muhamad AS, Physiol Anthropol. 2012;31:4. Bucci LR. Selected AB, Jamalullail SMS. Effects of a herbal drink on cycling endurance performance. Malays J Med Sci. 2003;10:78-85. Muhamad AS, Keong CC, Kiew OF, Abdullah MR, Chan Effects of Eurycoma longifolia Jack supplementation on recreational athletes' endurance running capacity and physiological responses in the heat. Int J Appl Sport Sci. 2010;22:1-19. Ping FWC, Keong CC, Bandyopadhyay A. Effects of acute supplementation of Panax ginseng on endurance running in a hot & humid environment. Indian J Med Res. 2011;133:96-102. Engels HJ, Wirth JC. No ergogenic effects of ginseng (Panax ginseng C.A. Meyer) during graded maximal aerobic exercise. J Am Diet Assoc. 1997;97:1110-5. Pokrywka Z, Malczewska-Lenczowska J, Fijatek Grucza R. Insights into supplements with Tribulus Terrestris used by athletes. J Hum Kinet. 2014;41:99-105. Popov IM, Goldwag WJ. A review of the properties and clinical effects of ginseng. Am J Chin Med. 1973;1:263-70. Bahrke MS, Morgan WP. Evaluation of the ergogenic properties of ginseng. Sports Med. 1994;18:229-48. Kennedy DO, Scholey AB. Ginseng: potential for the enhancement of cognitive performance and mood. Pharmacol Biochem Behav. 2003;75:687-700. Zhong G, Jiang Y. Calcium channel blockage and anti-free-radical actions of ginsenosides. Chin Med J. 1997;110:28-9. Kim SH, Park KS, Chang MJ, Sung JH. Effects of Panax ginseng extract on exercise-induced oxidative stress. J Sports Med Phys Fitness. 2005;45:178-82. Talbott S, Hughes K. The health professional's guide to dietary supplements. Lippincott Williams & Wilkins; 2007. Ahuja A, Goswami A, Adhikari A, Ghosh AK. Evaluation of effects of revital on physical performance in sportsmenle. Indian Pr. Ng Kemajuan Pertanian Malaysia, Malaysia IPP. Herbs: the green pharmacy of Malaysia. Kuala Lumpur: Vinpress; 2000. Tee TT, Cheah YH, Hawariah LPA. fraction from Eurycoma longifolia extract, induces apoptosis via a caspase-9-independent cells. VM, et al. J of Eurycoma longifolia Jack: a pilot study (abstract 7). Br J Sport Med. 2003;37:465-6. Siegel RK. Ginseng and high blood pressure. JAMA. 1980;243(1):32-32. Nocerino E, Amato M, Izzo AA. properties of ginseng. Fitoterapia. 2000;71(Suppl 1):S1-5. Forgo I, Kirchdorfer AM. On the question of influencing the performance of top spotsmen by means of biologically active substances. ArztlPrax. 1982;33:1784-91. McNaughton L, Egan G, Caelli G. A comparison of Chinese and Russian ginseng as ergogenic aids to improve various effects of physical fitness. Int Clin Nut Rev. 1989;90:32-5. van Schepdael P. The effects of ginseng G115 on the physical capacity of endurance sports. Acta enhances physical during endurance exercise. J Strength Cond Res. 2005;19:108-14. Mamrack MD. Exercise and sport pharmacology. Taylor & Francis; 2017. Bucci L. Nutrients as ergogenic aids for sports Raton: CRC Press; Kovacs EM, Stegen JHCH, Brouns of caffeinated drinks on substrate caffeine excretion, and performance. J Appl Physiol. 1998;85:709-15. Senchina DS, Hallam JE, Kohut ML, Nguyen Alkaloids and athlete immune W, Lemoine-Morel S, Bouguerra L, et al. Effect of age and combined sprint and strength training on plasma catecholamine responses to a Wingate-test. Eur J Appl Physiol. 2014;114:969-82. Schneiker KT, Bishop D, Dawson B, Hackett LP. Effects of caffeine on prolonged intermittent-sprint ability in team-sport athletes. Med Sci Sports Exerc. 2006;38:578-85. Graham TE, Spriet LL. Performance and metabolic responses to a high caffeine dose during prolonged exercise. J Appl Physiol. 1991;71:2292-8. Collomp K, Ahmaidi S, Chatard JC, Audran M, Préfaut C. Benefits of caffeine ingestion on sprint performance in trained and untrained swimmers. Eur J Appl Physiol Occup Physiol. 1992;64:377-80. Yeomans M, Ripley T, Davies L, Rusted J, Rogers P. Effects of caffeine on performance and mood depend on the level of caffeine abstinence. Psychopharmacology. 2002;164:241-9. Kamat JP, Boloor KK, Devasagayam TP, PC. Differential modification by caffeine of oxygen-dependent and independent effects of gamma-irradiation on rat liver mitochondria. J Radiat Biol. 2000;76:1281-8. Bellet S, Kershbaum A, Aspe J. The effect of caffeine on free fatty acids. Arch Intern Med. 1965;116:750-2. Ping WC, Keong CC, Bandyopadhyay A. Effects of acute supplementation of caffeine on cardiorespiratory responses during endurance running in a hot & humid climate. Indian J Med Res. 2010;132:36-41. Hartley TR, Lovallo WR, Whitsett TL. Cardiovascular effects of caffeine in men and women. Am J Cardiol. 2004;93:1022-6. Lieberman HR, Tharion WJ, Shukitt-Hale B, Speckman KL, Tulley R. Effects of caffeine, sleep loss, and stress on cognitive performance and mood during U.S. navy SEAL training. Sea-air-land. Psychopharmacology. 2002;164:250-61. WADA Prohibited Rashikh A. Coffea arabica extract stimulate the cellular immune function and cyclophosphamide-induced immunosuppression in mice. Iran J Pharm Res IJPR. 2013;12:101-8. Hsu PP. Natural medicines comprehensive database. J Med Lib Assoc. 2002;90(1):114. Burke LM. V, Chen G, Solomon JL. An herbal supplement containing ma Huang-guarana for weight loss: L, Mensi N, Fathi M, et al. Efficacy of a green tea extract rich in catechin polyphenols and caffeine in increasing 24-h energy expenditure and fat oxidation in humans. Am J Nutr. M, et al. catechin supplementation increases antioxidant capacity and prevents phospholipid hydroperoxidation in plasma of humans. J Agric attenuates the postprandial blood glucose and insulin response following in overweight men. Appl Physiol Boutcher SH. The combined effect of green tea and acute interval sprinting exercise on fat oxidation of trained and untrained males. J Exerc Nutr Biochem. 2016;20:1-8. Rahimi R, Falahi Z. Effect in obese men: a E, Dugocka B, Makaruk B, Cieliski I. The effect of green tea extract supplementation on exercise-induced oxidative stress parameters SM, Thambi Nishigaki I. Beneficial effects of green tea: a literature review. Chin Med. 2010;5:13. Bonci L. Sport nutrition for coaches. Human kinetics; 2009. Kim SY, Oh MR, Kim MG, Chae HJ, Chae SW. Rashti SL, Tranchina CP, Faigenbaum AD. Thermogenic effect of an acute ingestion of a weight loss supplement. J Int Soc Sports Nutr. 2009;6:1. Bell DG, Jacobs I, Zamecnik J. Effects of caffeine, ephedrine and their combination on time to exhaustion during high-intensity exercise. Eur J Appl Physiol. 1998;77:427-33. Shekelle Mojica WA, Suttorp MJ, et al. Efficacy and safety of ephedra and ephedrine for weight loss and athletic performance: a meta-analysis. JAMA J Am Med Assoc. 2003;289:1537-45. Lieberman HR. The effects of ginseng, ephedrine, and caffeine on cognitive performance, mood and energy. Nutr Rev. 2001;59:91-102. Oshima N, Yamashita T, Hyuga S, Hyuga M, Kamakura Yoshimura M, et prepared alkaloids-free Ephedra herb extract: a putative marker and antiproliferative effects. J Nat Med. 2016;70:554-62. Powers ME. Ephedra and its application to sport performance: another concern for the athletic trainer? J Athl Train. 2001;36:420-4. Molnár D, Török K, Erhardt E, Jeges S. Safety and efficacy of treatment with an ephedrine/caffeine mixture. The first double-blind placebo-controlled pilot study in adolescents. J Obes Relat Metab Disord. 2000;24:1573-8. Van der Bijl P. Dietary supplements containing prohibited substances: a review (part 1). South African J Sport Med. 2014;26:59-61. Robertson T. Nutrition and the strength athlete. 2000. Avois L, Robinson N, Saudan C, Baume N, Mangin P, Saugy M. Central nervous system stimulants and sport practice. Br J Sports Med. 2006;40(Supplement 1):i16-20. Greenway FL. The safety and efficacy of pharmaceutical and herbal caffeine and ephedrine use as a weight loss agent. Obes Rev. 2001;2:199-211. FOOD US. Drug Administration Code of Federal Regulations Title 21. Department of Health and Human Services, ed. 21CFR20157. Washington: US Food and Drug Administration; 2014. Wilson PB. Ginger (Zingiber officinale) as an analgesic and ergogenic aid in sport. J Strength Cond Res. Nasirvand Moradlou The effect of curcumin supplementation on selected markers of delayed onset muscle soreness (DOMS). Ann Appl Sport Sci. 2016;4:25-31. Hsu CH, BB, Surh YJ, Shishodia S, editors. The molecular targets and therapeutic uses of curcumin in health and disease. Boston, MA: Springer US; 2007. p. 471-480. Ivanova S, Ivanov S, supplements with anabolic and androgenic activity-UHPLC analysis of food additives, containing Tribulusterrestris extract. World J Pharma Res. 2016;5:6-13. Zhu W, Du Y, Meng H, Dong Y, Li L. A review of traditional pharmacological uses, phytochemistry, and pharmacological activities of Tribulus terrestris. Chem J. Rogerson C, Weatherby RP, Meir RA, Marshall-Gradisnik SM. The effect of five weeks of Tribulus terrestris supplementation on muscle strength and body composition during preseason training in elite rugby league players. J Strength Cond Res. 2007;21:348-53. Rendic S, Pickett S, Bromley in doping analysis; 1997. Neychev VK, Mitev VI. The aphrodisiac herb Tribulus terrestris does not influence the androgen production in young men. J Ethnopharmacol. 2005;101:319-23. Shaw G, Slater G, Burke LM. Supplement use of elite Australian swimmers. Int J Sport Nutr Exerc Metab. 2016;26:249-58. Pokrywka A, Krzywaski J. Kardiologiasportowa w praktyceklinicznej. 2016. Huang SH, Johnson K, Pipe AL. The use of dietary supplements and medications by Canadian athletes at the Atlanta and Sydney Olympic Games. Clin J Sport Med. 2006;16(1):27-33. Ryan M, Lazar I, Nadasdy GM, Nadasdy T, Satoskar AA. Acute kidney injury and hyperbilirubinemia in a young male after ingestion review on the herbal extract Tribulus terrestris and the roots of its putative aphrodisiac and performance enhancing effect. J Diet Suppl. 2014;11:64-79. Cui JL, Guo TT, Ren ZX, Zhang NS, Wang ML. Diversity and antioxidant activity of culturable endophytic fungi from alpine Schänzer W, Thevis M. Recent advances in doping analysis. 2016. De Bock K, Eijnde BO, Ramaekers M, Hespel P. Acute Rhodiola rosea intake can improve endurance exercise performance. Int J Nutr Exerc Metab. R, et al. Effects of chronic Rhodiola Rosea supplementation on sport performance and antioxidant capacity in trained male: preliminary results. J Sports Med Phys Fitness. 2010;50:57-63. Noreen EE, Buckley JG, Lewis SL, Brandauer J, Stuempfle KJ. The effects of an acute dose of Rhodiola rosea on endurance exercise performance. J strength Cond SN, supplementation in male cyclists and its effect on muscle tissue oxygen saturation. J Strength Cond Res. 2005;19:358-63. Earnest CP, Morss GM, Wyatt F, Jordan AN, Colson S, Church TS, et al. Effects of a commercial herbal-based formula on exercise performance in cyclists. Med Sci Sports Exerc. 2004;36:504-9. Ahmed M, Henson DA, Shanely RA. Rhodiola rosea exerts antiviral activity in athletes following a competitive Marathon race. Front Nutr. 2015;2:24. Zhang Z, Wang X, Zhang Y, Ye G. Effect of Cordyceps sinensis on renal function of patients with chronic allograft nephropathy. Urol Int. 2011;86:298-301. Kan WC, Wang HY, Chien CC, Li SL, Chen YC, Chang LH, et al. Effects of extract from solid-state fermented Cordyceps sinensis on type 2 Alternat Med. 2012;2012:743107. Chiou WF, Chang PC, Chou CJ, Chen CF. Protein constituent contributes to the hypotensive and vasorelaxant activities of Cordyceps sinensis. Life Sci. 2000;66:1369-76. Y, GZ, Jiang DZ. Effect of Cordyceps sinensis on erythropoiesis in mouse bone marrow. Chin Med J. 1993;106:313-6. Nagata A, Tajima T, Uchida M. Supplemental anti-fatigue Cordyceps sinensis (Tochu-Kaso) extract powder during three stepwise exercise of human. Japanese J Phys Fit Sport Med. 2006;55 Supplement:S145-S152. Nagata A, Tajima effectiveness of the method. Hiro to Kyuyo no Kagaku. 2000;17:89-97. Hsu CC, Lin YA, Su B, Li JH, HY, Hsu MCP. No effect of Cordyceps sinensis supplementation on testosterone level and muscle strength in healthy young adults for resistance training. Biol Sport. 2011;28:107-10. Parcell AC, supplementation does Int J Sport Nutr Exerc Metab. 2004;14:236-42. Chen CY, Hou CW, Bernard JR, Chen CC, Hung TC, Cheng LL, et al. Rhodiola crenulata- and Cordyceps sinensis-based supplement boosts aerobic exercise performance after short-term high altitude training. High Alt Med Biol. 2014;15:371-9. Curtis-Prior P, Vere D, Fray P. Therapeutic value of Ginkgo biloba in reducing symptoms of decline in mental function. J Pharm Pharmacol. 1999;51:535-41. Cott J. NCDEU update. Natural product formulations available in europe for psychotropic indications. Psychopharmacol Bull. 1995;31:745-51. Schneider B. Biloba extract in arterial diseases: meta-analysis of controlled clinical studies. Arzneimittelforschung. 1992;42:428-36. Wang J, Zhou S, Bronks R, Graham J, Myers S. Supervised exercise training combined with ginkgo biloba treatment for patients with peripheral arterial disease. Clin Rehabil. 2007;21:579-86. Zhang Z, Tong Y, Zou J, Chen P, Yu D. Dietary supplement with a combination of Rhodiola crenulata and Ginkgo biloba enhances the endurance performance in healthy volunteers. Chin J Integr Med. 2009;15:177-83. Baker LB, Nuccio RP, Jeukendrup AE. Acute effects of dietary constituents on motor skill and cognitive performance in athletes. Nutr Rev. 2014;72:790-802. Nash KM, Shah ZA. Current perspectives on the beneficial role of Ginkgo biloba in neurological and cerebrovascular disorders. Integr Med Insights. 2015;10:1-9. Chan P-C, Xia Q, Fu PP. Ginkgo biloba leave extract: biological, medicinal, and Sci Health C Environ Carcinog Ecotoxicol Rev. 2007;25:211-44. Tyler VE. Honest herbal: a sensible guide to the use of herbs and related remedies. 1993. Eichner ER. Fighting muscle cramps with two spices and one hot fruit. Curr Sports Med Rep. 2016;15:304-5. Mason L, Moore RA, Derry S, Edwards JE, McQuay HJ. Systematic review of topical capsaicin for the treatment of chronic pain. BMJ. M, et al. Acute capsaicin supplementation improves resistance training performance in trained men. J Strength Cond Res. 2017; [https://doi.org/10.1519/JSC.0000000000002109](https://doi.org/10.1519/JSC.0000000000002109). Lim K, Yoshioka M, Kikuzato S, Kiyonaga A, Tanaka H, Shindo M, et al. Dietary red pepper ingestion increases carbohydrate oxidation at rest and during exercise in runners. Med Sci Sports Exerc. 1997;29:355-61. Hsu YJ, Huang WC, Chiu Chiu CH, et al. Capsaicin supplementation reduces physical fatigue and improves exercise performance in mice. Nutrients. 2016;8:648. Fioranelli M, Del Prete M, Aracena JC, Roccia MG, Dal Lin C, Tomella C. Low-dose therapy for the treatment of low-grade chronic cardiology. Springer Weber M, Suter A. Arnica Montana gel in osteoarthritis of the knee: an open, multicenter clinical trial. Adv Bruset S. Effect of Arnica D30 in marathon runners. Pooled results from two double-blind placebo controlled studies. Homeopathy. 2003;92:187-9. Vickers AJ, Fisher P, Smith C, Wyllie SE, Rees R. Homeopathic Arnica 30x is A, Papalia S. The effects of topical Arnica on performance, pain and muscle damage after intense eccentric exercise. Eur J Sport Sci. 2014;14:294-300. Paulsen E. Contact sensitization from Compositae-containing herbal remedies Dermatitis. T, Morales-Medina JC, Bellavite P, Rottigni V, B. Effectiveness and safety of Arnica Montana in post-surgical setting, pain and inflammation. Am J Ther. 2016;23:e184-97. Sinclair S. Chinese herbs: a clinical Rev. extract on carcinogenesis, cytokine production, and cytotoxicity in treated with a carcinogen, N-butyl-N'-butanolnitrosoamine. Cancer Investig. 1999;17:30-5. Auyeung KK, Han Q-B, Ko JK. Astragalus membranaceus: a review of its protection against inflammation and gastrointestinal cancers. Am J Chin Med. 2016;44:1-22. Chen KT, Su CH, Hsin LH, Su YC, Su YP, Lin JG. Reducing fatigue of athletes following oral administration of huangqi jianzhong tang. Acta Pharmacol ginseng, and astragalus supplementation on strength, body composition, mood, and blood lipids during strength-training in older adults. J Sports Sci Med. 2006;5:60-9. Block KI, Mead MN. Immune system effects of echinacea, ginseng, and astragalus: Integr Cancer Ther. 2003;2:247-67. Shara M, Stohs Efficacy ( alba ) extracts. Kötter Tschirdewahn B, Schaffner W, et al. Efficacy and tolerability of a standardized willow bark extract in patients with osteoarthritis: randomized placebo-controlled, double blind clinical trial. Phytother Res. Wagner I, Lüdtke R, Kötter I, Lohmüller C, Günaydin I, et al. Efficacy and safety of willow bark extract in the treatment of osteoarthritis and rheumatoid arthritis: results of 2 randomized double-blind controlled trials. J Rheumatol. 2004;31:2121-30. Chrubasik S, Eisenberg E, Balan E, Weinberger T, Luzzati R, Conradt C. Treatment of low back pain exacerbations with willow bark extract: a randomized double-blind study. Am J Med. 2000;109:9-14. Ozkum D, Yavuz HU. Selected herbals for sports J. 2013;3:26-9. Basta P, Pilaczyska-Szczniak , Woitas-lubowska D, Skarpaska-Stejnborn A. Influence of Aloe arborescens mill. Extract on selected parameters of pro-oxidant-antioxidant equilibrium and cytokine synthesis in rowers. Combined of Lignosus rhinocerotis supplementation and resistance training on isokinetic muscular strength and power, anaerobic and aerobic fitness level, and immune parameters in young males. Int J Prev Med. 2016;7:107. Bent S, Padula A, Neuhaus J. Safety and efficacy of citrus aurantium for weight loss. Am J Cardiol. 2004;94:1359-61. Firenzuoli F, Gori L, Galapai C. Adverse an adrenergic herbal extract (Citrus aurantium). Phytomedicine. 2005;12:247-8. Jordan S, Murty M, Pilon K. Products containing bitter orange or synephrine: suspected cardiovascular adverse reactions. CMAJ. peroxidation markers by intensive exercise in sedentary women. J sperm DNA following a 16-week low-to-intensive cycling training in male road cyclists. J Funct Foods. 2016;21:153-66. Evans WC, Evans D, Trease GE. Trease and Evans pharmacognosy. Saunders/Elsevier; 2009. Federation of American Societies for Experimental Biology. Dharavath RN, Swaroop A, Preuss HG, Bagchi M, Kumar P. Federation proceedings. Federation of American societies for experimental biology; 2016. El-Nawasany SAEM, Shalaby SI, El Badria FA, from fenugreek (Trigonella foenum-graecum) crude seeds by HPLC-DAD-ESI/MS analysis. Int J Mol Sci. 2014;15:20668-85. Ikeuchi M, Yamaguchi K, Koyama T, Sono Yazawa K. Effects of fenugreek seeds (Trigonella foenum greaecum) extract on endurance capacity in mice. J Nutr Sci Vitaminol (Tokyo). 2006;52:287-92. Wankhede S, Mohan V, Thakurdesai P. Beneficial effects of fenugreek glycoside supplementation in male subjects during resistance training: a randomized controlled pilot study. J Sport Heal Sci. 2016;5:176-82. Ouzir M, El Bairi K, Amzazi S. compounds Sriti J, Ouchikh O, Hamdaoui G, et al. Antioxidant activities of the essential oils and methanol extracts from myrtle (Myrtus communis var. italica L.) leaf, stem and flower. Food Chem Toxicol. 2010;48:1362-70. Slimeni O, Sellami M, Ben Attia M, A. Effect supplementation anaerobic V, Heinonen M. Berry anthocyanins: isolation, identification and antioxidant activities. J Sci Food Agric. 2003;83:1403-11. Alipour G, Dashti Hosseinzadeh H. Review of pharmacological effects of Myrtus communis L. and its active constituents. Phyther Res. 2014;28:1125-36. Acknowledgements The authors thank all the authors for their participation in this experimental work. Funding This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Availability of data and materials All data generated or analyzed during this study are included in this published article. Ethics declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare that they have no competing interests. Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Rights and permissions Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( [http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/)), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver ( [http://creativecommons.org/publicdomain/zero/1.0/](http://creativecommons.org/publicdomain/zero/1.0/)) applies to the data made available in this article, unless otherwise stated. About this article Cite this article Sellami, M., Slimeni, O., Pokrywka, A. et al. Herbal medicine for sports: a review. J Int Soc Sports Nutr 15, 14 https://doi.org/10.1186/s12970-018-0218-y Received: Alkaloids - Polyphenol - Medicinal plant - Physical activity "}