{"title": "Topical cream lessens pain in infants receiving vaccinations, study shows", "author": null, "url": "https://www.sickkids.ca/en/news/archive/2016/topical-cream-lessens-pain-in-infants-receiving-vaccinations/", "hostname": "sickkids.ca", "description": "Research led by SickKids has found that liposomal lidocaine, a topical pain cream, is an effective method to reduce pain in infants receiving vaccination injections.", "sitename": "SickKids", "date": "2016-12-12", "cleaned_text": "Topical cream lessens pain in infants receiving vaccinations, study shows Summary: Research led by SickKids has found that liposomal lidocaine, a topical pain cream, is an effective method to reduce pain in infants receiving vaccination injections. Research led by The Hospital for Sick Children (SickKids), has found that liposomal lidocaine, a topical pain cream, is an effective method to reduce pain in infants receiving vaccination injections. The findings are published in the Dec. 12 edition of CMAJ. Vaccinations for infants are rarely a pleasant experience. The baby's apparent pain can be difficult for parents to bear. In some cases, the distress even leads to avoiding vaccines altogether, according to [Dr. Anna Taddio](/en/staff/t/anna-taddio/), Senior Associate Scientist at SickKids, pharmacist and professor in the Leslie Dan Faculty of Pharmacy at the University of Toronto. Indications of pain such as facial grimacing, crying, and body movements in infants was observed and rated by parents, physicians and researchers. The study found that when used consistently during vaccine injections in the first year of life, only the topical pain cream combined with parental video instruction and sucrose demonstrated a benefit. The other treatments did not demonstrate evidence of effectiveness, suggesting that only the topical anesthetic helped to reduce pain. While the pain an infant feels when receiving an injection is brief, Dr. Taddio and her fellow researchers stress that \"a short duration of pain does not justify not treating it,\" and that treating pain is part of good vaccination practice.To address this, Dr. Taddio and other researchers searched for ways to alleviate that pain. A randomized controlled trial was conducted including 352 infants who received all scheduled vaccinations in their first year of life. The infants were divided into groups to test four different methods of soothing pain: placebo control, a video instructing parents on how to soothe their baby (including cuddling and distraction), the instructional video plus oral sugar solution and lastly the instructional video plus oral sugar solution combined with the topical pain cream applied to the skin. \"This research can make a real difference because providing pain relief for infants and alleviating distress for parents could have a positive impact on the number of children being vaccinated,\" says Dr. Taddio. \"Reducing the fear of needles in both adults and children means more people may be protected from preventable diseases.\" The study was conducted by researchers at SickKids, the University of Toronto, York University and several Toronto-based paediatricians. External funding was granted to Anna Taddio from Pfizer via the Investigator Initiated Research program. This paper is an example of how SickKids is contributing to making Ontario Healthier, Wealthier and Smarter. [Learn more about techniques to reduce pain in babies "}