{"title": "Alternative Medicine in Dentistry: A Holistic Approach - A Review", "author": "Sunbul Tabrez1; Neelkant Patil2; Mohit Sareen3; Manoj Meena3", "url": null, "hostname": null, "description": null, "sitename": "Acta Scientific Dental Sciences", "date": "2020-12-16", "cleaned_text": "Rajasthan Dental College and Hospital, Jaipur, Rajasthan, India 2Head of the Department, Oral Medicine and Radiology at Rajasthan Dental College and Hospital, Jaipur, Rajasthan, India 3Senior Lecturer, Oral Medicine and Radiology Dental College and Hospital, Jaipur, Rajasthan, India. Received: October 31, 2020; Published: December 16, 2020 Alternative medicine is a group of diverse medical and health care systems, practices and products that are not considered part of conventional medicine. It includes the use of dietary supplements, megadose vitamins, herbal preparations, special teas, massage therapy, magnet therapy and spiritual healing. They have lesser side effects and are also cost effective as compared to traditional medicine. The World Health Organization (WHO) has identified 150 systems of alternative medicine, out of which the most practiced ones are Ayurveda, Homeopathy, Naturopathy, Unani, Magneto therapy, Aroma therapy, Yoga, Massage therapy, etc. The alternative medical systems involve Western culture (Homeopathy and Naturopathy) and Non-Western culture (Ayurveda and Chinese medicine). We know that stress is a major causative factor for various psychosomatic disorders and oral diseases which can be prevented by holistic approaches. Many oral mucosal lesions like aphthous stomatitis, lichen planus, OSMF, leukoplakia, radiation mucositis have yielded great results for healing by the use of plant extracts. Even though the treatments are usually of longer durations, are unconventional and often lack errors in reasoning, but have yielded positive effects on various individuals. This paper emphasizes on the use of alternative medicine in dentistry. Keywords: Alternative Medicine; Holistic; Dentistry: A Holistic Approach - A Review\". Tabrez., et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. "}