{"title": "A properly functioning immune system is vital, and being a mama makes it even more important that you keep ...", "author": "Jennifer Metzger", "url": "https://www.joyoushealth.com/24074-blog-guest-post-homeopathic-tips-for-boosting-your-immunity", "hostname": "joyoushealth.com", "description": "A properly functioning immune system is vital, and being a mama makes it even more important that you keep your immune system functioning well, as often lit", "sitename": "Joyous Health", "date": "2016-02-20", "cleaned_text": "Welcome to thoughtful, organic beauty Hello Joyous is an organic, plant-based, sustainable beauty brand here to bring more joy to your day. A properly functioning immune system is vital, and being a mama makes it even more important that you keep your immune system functioning well, as often little ones are depending on you! Throughout the cold and flu season, it is important that you are getting enough rest and exercise, as well as a proper intake of certain nutrients. This can be difficult especially for new moms, so I have put together the following to help. Here are some simple suggestions using homeopathy to promote a healthy immune system capable of warding off unwanted symptoms of illness and/or decrease the intensity and duration of these symptoms if you do fall sick. Homeopathy is a system of natural medicine that treats the total symptom picture (physical, mental and emotional). By matching the appropriate homeopathic remedy to the individual constitution of a person, a homeopathic remedies can bring order back to a disordered state and help the body return to its own unique balance. Homeopaths treat people and their individualized symptoms naturally. Many already use vitamins C and D in the winter to help boost their immunity. But with the constant threat of airborne and surface-area germs promising to pulverize your best defenses, it's wise to add an herbal or homeopathic, like the ones I mention below, to help you avoid — or minimize symptoms of — the common cold and influenza. Allium Cepa Homeopathic remedies use trace, barely detectable amounts of a therapeutic substance to ease illness symptoms under the theory that \"like cures like.\" Allium cepa contains a minute amount of red onion and is used to relieve stuffy nasal congestion and watery eyes. Dose: one to three pellets dissolved under the tongue three times daily until symptoms subside. Gelsemium This remedy, derived from the vine Gelsemium sempervirens, is frequently used for cold and flu symptoms that include fever, body aches, and exhaustion. Dose: a few pellets dissolved under the tongue three times daily until symptoms subside. Oscillococcinum Often called Oscillo, this proprietary remedy from France contains extremely tiny amounts of duck liver and heart. Used for flu-like symptoms, such as body aches and fatigue, as soon as they appear Dose: One tube of Oscillo dissolved in the mouth every six hours, up to three times daily. Homeocoksinum For relief of cold and flu-like symptoms; fever aches, pains and chills. (For Adults and children over the age of two.) There is a children's version as well. Dose: At the onset of symptoms, take the contents of a tube and let dissolve under the tongue. Take one to three times, if needed, every eight hours, or as directed by a healthcare practitioner. To be taken away from meals. For children, there are products that can be purchased at your local health food store or some drug stores called kids 0-9 that are homeopathic syrups to help symptoms of coughs/colds and flu. They are for cough and cold, runny nose and other flu and cold symptoms. Remember that undergoing a constitutional case taking and commencing your constitutional remedy is the first step to improving your immunity. It is healthy for children to catch approximately five viruses a year (for adults the number is two) because this is how we build natural immunity. Therefore, it is not coming down with an illness that is a sign of imbalanced health, but rather how long the illness lasts and how effectively your body fights it that is the best indicator of how well your immune system is functioning. Talk to your homeopath for more information. "}