{"title": "PDF", "author": "PDF", "url": "https://www.cbo.gov/system/files?file=2019-04/17596-Senate.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Authorizations (In This Version: Appendix Material Is Sorted by Senate Authorizing Committee) January 13, 2006 CONGRESSIONAL BUDGET OFFICE SECOND AND D STREETS, S.W. WASHINGTON, D.C. 20515Notes Numbers in the tables may not sum to totals because of rounding. In separate versions of this report, the listings of public laws in the appendixes are displayed in three ways—by House authorizing committee, by Senate authorizing committee, and by appropriation act (which follows the structure of the enacted appropriation laws for 2006).Preface T his report by the Congressional Budget Office (CBO) satisfies the requirements of section 202(e)(3) of the Congressional Budget and Impoundment Control Act, as amended. The report, required on or before January 15 of each year, is intended to assist the Congress in determining the authorizing legislation that should be in place before it considers the regular appropriation bills for fiscal year 2007, which begins on October 1, 2006. The Scorekeeping Unit of CBO's Budget Analysis Division prepared this report under the direction of Janet Airis. The other members of that unit are Edward Blau, Joanna Capps, Virginia Myers, Jennifer Reynolds, and Esther Steinbock. The authors gratefully acknowledge the help of Mary Froehlich, Ellen Hays, Jennifer Smith, other staff members of CBO's Budget Analysis Division, and numerous staff members of Congressional committees. Christine Bogusz edited the report, with assistance from John Skeen. Ernestine McNeil prepared drafts of the report, Maureen Costantino prepared the report for publication, and Lenny Skutnik produced the printed copies. Questions about the contents of this report should be directed to Janet Airis at (202) 226-2850. Donald B. Marron Acting Director January 2006 Contents Overview 1 The Role of Authorizations 1 Listings of Unauthorized Appropriations and Expiring Authorizations 2 Programs Funded in Fiscal Year 2006 with Expired Authorizations of Appropriations 2 Authorizations of Appropriations That Expire on or Before September 30, 2006 3 Appendix A: Summary of Programs Funded in Fiscal Year 2006 with Expired Authorizations of Appropriations Appendix B: Summary of Authorizations of Appropriations Expiring on or Before September 30, 2006 Tables 1. Fiscal Year 2006 Appropriations with Expired Authorizations, by House Authorizing Committee 4 2. Fiscal Year 2006 Appropriations with Expired Authorizations, by Senate Authorizing Committee 5 3. Fiscal Year 2006 Appropriations with Expired Authorizations, by Appropriation Act 6 4. Authorizations of Appropriat ions Expiring on or Before September 30, 2006, by House Authorizing Committee 6 5. Authorizations of Appropriat ions Expiring on or Before September 30, 2006, by Senate Authorizing Committee 7 6. Authorizations of Appropriat ions Expiring on or Before September 30, 2006, by Appropriation Act 7Unauthorized Appropriations and Expiring Authorizations Overview Each year, the Congressional Budget Office (CBO) is re- quired to report to the Congress: BAll programs and activities funded for the current fis-cal year for which authorizations for appropriations have expired and BAll programs and activities for which authorizations for appropriations will expire during the current fiscal year. That requirement is specified in section 202(e)(3) of the Congressional Budget and Impoundment Control Act of 1974. The purpose of that provision is \"to help Congress use the early months of the year to adopt authorizing legisla-tion that must be in place before the regular appropria-tion bills can be considered.\" 1 The Role of Authorizations The term \"authorization\" is used to describe two types of law. The first describes an \"organic\" or \"enabling\" statute, which creates a federal agency, establishes a federal pro- gram, prescribes a federal function, or sanctions a partic- ular federal obligation or expenditure within a program. That type of authorization may continue the federal agency, program, or function indefinitely, or it may con- tinue it for only a specific period of time. Such an autho- rization may provide direct spending authority because it enables the agency to draw money from the Treasury to implement the statute, or it may simply specify a purpose for which a subsequent appropriation is made available. Although organic or enabling statutes, particularly those whose implementation depends on future appropriation action, are necessary for programs to operate, that type of authorization is not the focus of this report. Instead, this report focuses on the second type of law de- scribed by the term \"authorization\": a specific provision of law that authorizes the appropriation of funds to carry out the program or function established in the enabling statute. Such a provision constitutes guidance to the Con-gress regarding the amount of funding that will be neces-sary to implement an enabling statute. An authorization of appropriations may be cont ained in the enabling stat- ute or may be provided in a separate law. Such an autho-rization of appropriations ma y be for a specific dollar amount (definite authorization) or for \"such sums as may be necessary\" (indefinite authorization) and may be per-manent, multiyear, or annual. For the purposes of this re-port, an appropriation is considered unauthorized when it is made available for a program after that program's au- thorization of appropriations has expired. This report does not address appropriations that have never been au- thorized. House and Senate rules—dating from the 19th cen- tury—generally preclude the Congress from considering appropriations that are unauthorized. In both the House and the Senate, legislation containing unauthorized appropriations is subject to a point of order upon its con-sideration by either body. 2 However, House and Senate 1. From House Report 99-433, at 114 (1985), the conference report accompanying the Balanced Budget and Emergency Deficit Con- trol Act of 1985, which amended the Congressional Budget Act to include the requirement for this report.2. A point of order is an objection raised by a Member of Congress against a piece of legislation or a procedure on the grounds that it violates the rules of the House or Senate. The Presiding Officer decides whether to sustain or overrule the point of order on the basis of the specific rule and precedents under it. The decision of the Presiding Officer is subject to appeal to the full House or Senate.2 UNAUTHORIZED APPROPRIATIONS AND EXPIRING AUTHORIZATIONS rules are not self-enforcing. An individual Representative or Senator must raise a point of order for the rules to be enforced. If no Member raises a point of order, an unau- thorized appropriation may proceed through the legisla- tive process. Although this report is intended to aid the Congress by identifying those authorizations of appropriations that have expired or will expire, it should not be considered definitive regarding the application of House or Senate rules. What constitutes an \"unauthorized appropriation\" under such rules is determined by the precedents ofthe House or Senate, and the applicability of those rules is determined by the respective Office of the Parliamen- tarian. In 2005, lawmakers enacted several multiyear authoriza- tions, including those for the National Aeronautics and Space Administration, or NASA (through 2008), the De-partment of Justice (through 2009), and ground trans- portation programs (through 2009). In addition, law- makers enacted a number of statutes that extended authorizations through 2006, including those for the De- partment of Defense and intelligence activities. Lawmak- ers also enacted a temporary authorization for higher ed-ucation programs (through March 31, 2006). Listings of Unauthorized Appropriations and Expiring Authorizations This report covers all programs funded through the an- nual appropriation process th at at one time had an ex- plicit authorization of appropriations that has expired or will expire this year. Appendix A lists programs that have received an appropriation for fiscal year 2006 but whose applicable authorization has expired. Appendix B lists programs whose authorization expires at or before the end of fiscal year 2006. The appendixes show the number and name of the public law containing the last authoriza-tion, the last year that the authorization was in effect, and the amount authorized in that year. If the authorization was for \"such sums as may be necessary,\" the report shows the amount authorized as \"i ndefinite.\" In separate ver- sions of this report, the listings of public laws in the appendixes are displayed in three ways—by House autho- rizing committee, by Senate authorizing committee, and by appropriation act (which follows the structure of the enacted appropriation laws for 2006). 3The information in this report is drawn from CBO's Leg- islative Classification System, a database reflecting all public laws that contain nonp ermanent authorizations of appropriations—up to and including laws enacted during the first session of the 109th Congress. In general, House and Senate rules require the appropria- tions committees, in their reports on general appropria-tion bills, to identify any programs that are funded in the bills but lack an authorization—including programs for which an explicit authorization of appropriations has never been enacted. This CBO report, as specified by law, covers only programs that at one time had an explicit au-thorization that either has expired or will expire. As men-tioned earlier, many laws establish programs with an au-thorization of appropriations that does not expire. Both the reports of the appropriations committees and this re-port exclude programs with that type of authorization be-cause its effect is permanent. Programs Funded in Fiscal Year 2006 with Expired Authorizations ofAppropriations Appendix A lists programs and activities funded by an ap- propriation for fiscal year 2006 whose authorization has expired. If the applicable 2006 appropriation law (or its legislative history) provides an explicit amount of funding for the program, that sum is shown under \"Unauthorized FY 2006 Appropriations.\" If no specific amount is pro- vided (as in the case of a small program that is funded at an unidentified level in a large appropriation account, or a program that is funded in several appropriation ac-counts), CBO determines whether the program is still be-ing funded and, if so, how much is allocated for it. If that amount cannot be determined, the appendix notes that the specific dollar amount of unauthorized 2006 appro-priations is not available (meaning that it is not specifi-cally identifiable). The Congress has appropriated about $159 billion for fis- cal year 2006 for programs and activities whose authori-zations of appropriations have expired (see Tables 1, 2, and 3). Several large authorizations of appropriations ex-pired at the end of 2005, including those for the Coast 3. The House and Senate Appropriations Committees adopted dif- ferent subcommittee structures for 2006. This report follows the structures used for the enacted appropriations.UNAUTHORIZED APPROPRIATIONS AND EXPIRING AUTHORIZATIONS 3 Guard (with 2006 appropriations of about $8 billion), Ryan White CARE grant programs ($2 billion), the Millennium Challenge Fund ($2 billion), and the Administration on Aging ($1.5 billion). The largest sin- gle unauthorized appropriation for 2006 is for veterans' medical care ($28.7 billion); that appropriation was last authorized for 1998.4 Other sizable programs with expired authorizations of appropriations include the Section 8 tenant-based housing assistance program (which was last authorized for 2003 and has funding for 2006 of $15.6 billion), foreign relations programs (last authorized in 2003 and funded in 2006 at $9.5 billion), and Head Start (last authorized in 2003 and funded in 2006 at $7.6 billion). Authorizations of Appropriations That Expire on or Before September 30, 2006 Appendix B lists programs and activities with authoriza- tions of appropriations that expire by the end of fiscal year 2006. It indicates the amounts authorized to be ap- propriated in 2006 for the expiring programs and activi- ties, not the amounts actually appropriated for that year. Definite authorizations contained in laws under the juris- diction of House and Senate authorizing committees that will expire by the end of this fiscal year total about $509 billion (see Tables 4, 5, and 6). Most of that amount (about $492 billion) is authorized in a single law, the National Defense Authorization Act for Fiscal Year 2006 (Public Law 109-163), which also includes an authoriza- tion of funding for military activities in Iraq and Afghan- istan. Typically, authorizations for defense funding are re-newed annually. Authorizations for intelligence activities are also usually renewed each year. However, the Intelli- gence Authorization Act, 2006, has not yet been enacted. In the interim, lawmakers enacted section 8092 of the Defense Appropriations Act, 2006 (P .L. 109-148), which deems as authorized its appropriations for intelligence activities until the enactment of this year's intelligence authorization act. Thus, as in recent years, the total amount of expiring def- inite authorizations of appropriations this year is concen- trated in only a few laws. Of the 45 laws with authoriza-tions that expire this year, four account for over 99 percent of the year's expiring definite authorizations. Conversely, 19 laws have definite authorizations of $50 million or less; together, they make up less than 1 percent of the total amount of expiring definite authorizations. Several laws with indefinite authorizations expiring in 2006 involve public health matters, including the Health Care Safety Net Amendments of 2002 and 2003 (Public Laws 107-251 and 108-163), the Public Health Security and Bioterrorism Preparedness and Response Act of 2002 (P .L. 107-188), and some programs authorized by the Project Bioshield Act of 2004 (P .L.107-276). 4. Staff of the veterans' affairs committees and the Department of Veterans Affairs characterize the relevant authorizations—in section 105 of Public Law 104-262—as intended to be a cap on spending for veterans' medical care for 1997 and 1998 only. However, the medical care account is treated in this report as subject to an expired authorization of appropriations.4 UNAUTHORIZED APPROPRIATIONS AND EXPIRING AUTHORIZATIONS Table 1. Fiscal Year 2006 Appropriations with Expired Authorizations, by House Author izing Committee (Millions of dollars) Source: Congressional Budget Office. a. This column includes laws with expired authorizations of appropriations for definite or indefinite amounts. The total is less than the sum of the entries because public laws that are under the jurisdiction of more than one committee are counted only once in the tota l. b. Amounts specified in statute or legislative history. Amounts do not reflect provisions that reduce budget authority across th e board. Agriculture 5 107 Armed Services 1 0 Education and the Workforce 14 19,700 Energy and Commerce 39 25,678 Financial Services 11 31,610 Government Reform 6 110Homeland Security 3 9,214House Administration 2 72 International Relations 16 23,536 Judiciary 13 1,322Resources 44 6,433 Science 8 1,758 Small Business 2 15Transportation and Infrastructure 21 10,787 Veterans' Affairs 5 28,703 Ways and Means 6 118 ____ _______ Total 176 159,162Amounts AppropriatedbNumber of LawsaHouse CommitteeUNAUTHORIZED APPROPRIATIONS AND EXPIRING AUTHORIZATIONS 5 Table 2. Fiscal Year 2006 Appropriations with Expired Authorizations, by Senate Authorizing Committee (Millions of dollars) Source: Congressional Budget Office. a. This column includes laws with expired authorizations of appropriations for definite or indefinite amounts. The total is less than the sum of the entries because public laws that are under the jurisdiction of more than one committee are counted only once in the tota l. b. Amounts specified in statute or legislative history. Amounts do not reflect provisions that reduce budget authority across th e board.Senate Committee Agriculture, Nutrition, and Forestry 6 110 Banking, Housing, and Urban Affairs 12 31,601 Commerce, Science, and Transportation 29 13,001 Energy and Natural Resources 16 3,752 Environment and Public Works 34 4,425 Finance 5 6,094 Foreign Relations 15 23,536 Health, Education, Labor, and Pensions 34 40,399 Homeland Security and Governmental Affairs 4 10 Indian Affairs 6 2,795Judiciary 12 4,650 Rules and Administration 3 72 Small Business and Entrepreneurship 2 15Veterans' Affairs 5 28,703 ____ ________ Total 176 159,162Number of LawsaAmounts Appropriatedb6 UNAUTHORIZED APPROPRIATIONS AND EXPIRING AUTHORIZATIONS Table 3. Fiscal Year 2006 Appropriations with Expired Authorizations, by Appropriation Act (Millions of dollars) Source: Congressional Budget Office. Note: FDA = Food and Drug Administration; HUD = Department of Housing and Urban Development; DC = District of Columbia. a. This column includes laws with expired authorizations of appropriations for definite or indefinite amounts. The total is less than the sum of the entries because public laws that are under the jurisdiction of more than one committee are counted only once in the tota l. b. Amounts specified in statute or legislative history. Amounts do not reflect provisions that reduce budget authority across th e board. Table 4. Authorizations of Appropriations Expiri ng on or Before September 30, 2006, by House Author izing Committee (Millions of dollars) Source: Congressional Budget Office. a. Amounts specified in statute or legislative history.Agriculture, Rural Development, FDA, and Related Agencies 7 107 Energy and Water Development 10 1,831 Foreign Operations, Export Financing, and Related Programs 15 14,045Homeland Security 7 17,317 Interior, Environment, and Related Agencies 51 9,363 Labor, Health and Human Services, Education, and Related Agencies 41 40,957 Legislative Branch 1 2 Military Quality of Life and Veterans Affairs 5 28,703Science, State, Justice, Commerce, and Related Agencies 30 13,973 Transportation, Treasury, HUD, the Judiciary, DC, and Independent Agencies 32 32,864 ___ ______ _ Total 176 159,162Amounts AppropriatedbAppropriation Act Number of Lawsa Armed Services 2 492,458 Education and the Workforce 1 14,320 Energy and Commerce 11 182 Financial Services 4 3 Intelligence 2 20 International Relations 3 960 Judiciary 2 42 Resources 12 108 Small Business 1 154 Transportation and Infrastructure 5 276Veterans' Affairs 1 50 Ways and Means 1 505 ___ ________ Total 45 509,077House Committee Number of Laws Amounts AppropriatedaUNAUTHORIZED APPROPRIATIONS AND EXPIRING AUTHORIZATIONS 7 Table 5. Authorizations of Appropriations Expiri ng on or Before September 30, 2006, by Senate Authorizing Committee (Millions of dollars) Source: Congressional Budget Office. a. Amounts specified in statute or legislative history. Table 6. Authorizations of Appropriations Expiri ng on or Before September 30, 2006, by Appropriation Act (Millions of dollars) Source: Congressional Budget Office. Note: FDA = Food and Drug Administration; HUD = Department of Housing and Urban Development; DC = District of Columbia. a. This column includes laws with expiring authorizations of appropriations for definite or indefinite amounts. The total is les s than the sum of the entries because public laws that are under the jurisdiction of more than one committee are counted only once in the tota l. b. Amounts specified in statute or legislative history. Armed Services 2 492,458 Banking, Housing, and Urban Affairs 4 3 Commerce, Science, and Transportation 6 204 Energy and Natural Resources 4 23 Environment and Public Works 4 121 Finance 2 568 Foreign Relations 3 960 Health, Education, Labor, and Pensions 9 14,419 Indian Affairs 6 57 Intelligence 2 20 Judiciary 1 42 Small Business and Entrepreneurship 1 154 Veterans' Affairs 1 50___ _______ _ Total 45 509,077Senate Committee Number of Laws Amounts Appropriateda 22 5 4 463,656 6 16,544 49 6 0 83 9 10 14,982 2 12,469 52 2 4 81 7 8___ ________ Total 45 509,077Number of LawsaAmounts Appropriatedb Transportation, Treasury, HUD, the Judiciary, DC, and Independent AgenciesLabor, Health and Human Services, Education, and Related Agencies Military Quality of Life and Veterans Affairs Science, State, Justice, Commerce, and Related AgenciesInterior, Environment, and Related AgenciesDefense Energy and Water Development Foreign Operations, Export Financing, and Related ProgramsAgriculture, Rural Development, FDA, and Related AgenciesAppropriation ActAPPENDIX A Summary of Programs F unded in Fiscal Year 2006 with Expired Authorizat ions of AppropriationsPrograms Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 1 Senate Agriculture, Nutrition, and Forestry Committee P.L. 106-0554 Consolidated Appropriations Act, 2001 Commodity Futures Trading Commission salaries and expenses* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 98,386,000Indefinite P.L. 106-0224 Agriculture Risk Protection Act of 2000 Biomass research and development initiative* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 49,000,000 1,200,000 P.L. 104-0127 Federal Agriculture Improvement and Reform Act of 1996 Global climate change program* FY 1997 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 103-0129 Rural Electrification Loan Restructuring Act of 1993 Electric hardship loans; Electric municipal-rate loans; Telephone hardship 103-0106 National Forest Foundation Act Amendments of 1993 Start-up and matching funding; project expenses for the Foundation* FY FY 2006 Appropriations: 1,000,000 3,000,000 P.L. 102-0532 Enterprise for the Americas Initiative Act of 1992 Department of Agriculture Center for North American studies of the Cooperative State Research, Education, and Extension Service - Research and Education (CSREES R&E)* FY 1996 Appropriations Authorized: Unauthorized FY in FY 2006 With Expired Authorizations of AppropriationsPage: 2 Senate Banking, Housing and Urban Affairs Committee P.L. 108-0146 Tornado Shelters Act Construction of tornado-safe shelters for residents of manufactured housing, and for the provision of assistance to nonprofit and for-profit entities for such construction or improvement* FY 2003 Appropriations Available P.L. 107-0204 Sarbanes-Oxley Act of 2002 Securities and Exchange Commission functions and duties* FY 2003 106-0569 American Homeownership and Economic Opportunity Act of 2000 Removal of regulatory barriers to homeownership* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Assistance for self-help Unauthorized FY 2006 Appropriations:Indefinite Not Available Supportive housing for the elderly and persons with disabilities; service coordinators and congregate services for elderly and diabled P.L. 106-0074 Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2000 Grants for conversion of elderly housing to assisted living facilities* FY 2000 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Enhanced voucher assistance for public housing residents upon expiration of contracts* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Funded in With Expired Authorizations of AppropriationsPage: 3 P.L. 105-0276 Quality Housing and Work Responsibility Act of 1998 Public housing capital and operating funds* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 6,063,600,000Indefinite Demolition, site revitalization, replacement housing, and tenant-based assistance grants for projects* FY 2002 Appropriations Authorized: drug FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Rehabilitation demonstration grant program* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 104-0120 Housing Opportunity Program Extension Act of 1996 Administrative expenses for GNMA guarantees of mortgage-backed securities* FY 1996 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Capacity building for community development and affordable housing* FY 1996 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 25,600,000 P.L. 103-0325 Riegle Community Development and Regulatory Improvement Act of 1994 Community Development and Banking and Financial Institutions Act, including $2 million for the Community Development Credit Union Revolving Loan Fund* FY 1998 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 111,000,000 Not Available P.L. 103-0233 Multifamily Housing Property Disposition Reform Act of 1994 General and Special Risk Insurance funds* FY 1995 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 84,700,000Indefinite P.L. 103-0010 Export Administration Act Reauthorization Department of Commerce export control activities* FY 1994 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Funded in With Expired Authorizations of AppropriationsPage: 4 P.L. 102-0550 Housing and Community Development Act of 1992 Community Development Block Grants, including Youthbuild program (except for capacity building reauthorized in P.L. 2006 Appropriations: Home investment partnerships, housing Appropriations Authorized: Unauthorized FY 2006 opportunities Unauthorized in FY 2006 With Expired Authorizations of AppropriationsPage: 5 Senate Commerce, Science, and Transportation Committee P.L. 108-0447 Consolidated Appropriations Act, 2005 Pacific coastal salmon recovery -- restoration and research for Washington, Alaska, Oregon, California, and Idaho* FY 2005 P.L. 108-0293 Coast Guard and Maritime Transportation Act Reauthorize Coast Guard operation and maintenance* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Guard Authorized: Unauthorized 108-0176 Vision 100--Century of Aviation Reauthorization Act FAA center for excellence for applied research and training in the use of advanced materials in transport aircraft* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 500,000 Not Available P.L. 107-0253 Inland Flood Forecasting and Warning System Act of 2002 National Oceanic and Atmospheric Administration United States Weather Research Program: additional funding to improve inland flood forecasting* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,250,000 Not Available P.L. 107-0020 Supplemental Appropriations Act, 2001 Corporation for Public Broadcasting program to convert public broadcasting services from analog to digital technology* FY 2001 Appropriations Authorized: Unauthorized FY 2006 6 P.L. 106-0562 NOAA Withdrawal from Pribilof Islands and Coral Reef Act of 2000 Coral reef conservation activities; National coral reef activities* FY P.L. 106-0555 Striped Bass Conservation, Atlantic Coastal Fisheries Management, and Marine Mammal Rescue Assistance Act of 2000 John H. Prescott Marine Mammal Rescue Assistance grant program* FY P.L. 106-0554 Consolidated Appropriations Act, 2001 Financial assistance to St. George and St. Paul, Alaska for developing solid waste management facilities* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 38,000,000 Not Available Northwestern Hawaiian Islands National Marine Sanctuary* FY 2005 Appropriations Authorized: Unauthorized FY Available P.L. 106-0513 National Marine Sanctuaries Amendments Act of 2000 Northwestern Hawaiian Islands Coral Reef Reserve* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Development of national marine sanctuaries ($40 million); Construction projects at national Not Available P.L. 106-0450 Yukon River Salmon Act of 2000 Yukon River salmon stock restoration enhancement project* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 4,000,000 Not Available Reimbursement for seized commercial fishermen under the Fisherman's Protective Act of 1967* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 106-0424 National Transportation Safety Board Amendments Act of 2000 Funding for National Transportation Safety Board* FY 2002 P.L. 105-0134 Amtrak Reform and Accountability Act of 1997 Capital expenditures, operating expenses, and mandatory payments of the National Railroad Passenger Corporation* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Authorizations of AppropriationsPage: 7 P.L. 104-0297 Sustainable Fisheries Act of 1996 Fishery conservation and management programs; fishery monitoring and research; fisheries financing under the Magnuson Fishery Conservation and Management Act* FY 1999 Appropriations Authorized: FY 2006 Transition to fisheries relief; capacity reduction program* FY 1999 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 22,100,000Indefinite National Oceanic and Atmospheric Administration fisheries information collection and analysis, conservation and management operations, and state and industry cooperative programs* FY 2000 P.L. 104-0216 Federal Commission Act of 1996 Federal Trade Commission operations* FY 1998 P.L. 104-0150 Coastal Zone Protection Act of 1996 Grants to states for administration of coastal zone management programs; Program development grants; Resource management improvement grants; Coastal zone enhancement grants* P.L. 104-0043 Fisheries of 1995 Yukon River Restoration and Enhancement Fund* FY 1999 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 400,000 Not Available P.L. 103-0440 Federal Railroad Safety Authorization Act of 1994 FRA railroad safety programs* FY 1998 P.L. 103-0238 Marine Mammal Protection Act Amendments of 1994 Department of Commerce conservation and protection of marine mammals* FY 1999 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 34,768,000 8,000,000 Department of Interior - conservation and protection of marine mammals* FY 1999 Appropriations Authorized: Authorizations of AppropriationsPage: 8 P.L. 102-0587 Oceans Act of 1992 Matching contributions to the Wildlife Conservation and Appreciation Fund* FY 1997 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 6,250,000 Not Available P.L. 102-0567 National Oceanic and Atmospheric Administration Authorization Act of 1992 National Ocean Service; NOAA program support and construction* 2006 Appropriations: 426,407,000 500,031,000 National Weather Service; National Environmental Satellite, Data and Information Service; oceanic and atmospheric research* FY Appropriations:Indefinite Not Available P.L. 102-0538 Telecommunication Authorization Act of 1992 National Telecommunication and Information Administration (except for public telecommunications facilities, planning, and construction); PEACESAT program* 102-0356 Public Telecommunications Act of 1992 National Telecommuncations and Information Administration public telecommunications facilities, planning, and construction* FY 1994 Appropriations Authorized: Unauthorized 102-0245 American Technology Preeminence Act of 1991 Activities of the Under Secretary and Assistant Secretary for Technology Policy; scientific and technical research and services activities; upgrading of facilities; industrial technology services* P.L. 101-0608 Consumer Product Safety Improvement Act of 1990 Consumer Product Safety Commission* FY 1992 P.L. 101-0396 Federal Communications Commission Authorization Act of 1990 Federal Communications Commission activities* FY 1991 Appropriations Authorized: Unauthorized FY 2006 in FY 2006 With Expired Authorizations of AppropriationsPage: 9 Senate Energy and Natural Resources Committee P.L. 108-0331 An Act to authorize the Board of Regents of the Smithsonian Institution to carry out construction and related activities in support of the collaborative VERITAS project on Kitt Peak near Tucson, Arizona The Board of Regents of the Smithsonian Institution is authorized to carry out construction and related activities in support of the collaborative Very Energetic Radiation Imaging Telescope Array System (VERITAS) project on Kitt Peak near Tucson, Arizona* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,000,000 Not Available P.L. 106-0555 Striped Bass Conservation, Atlantic Coastal Fisheries Management, and Marine Mammal Rescue Assistance Act of 2000 Atlantic Striped Bass Conservation Act* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 250,000 Not Available John H. Prescott Marine Mammal Rescue Assistance grant program* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,000,000 Not Available P.L. 106-0502 Fisheries Restoration and Irrigation Mitigation Act of 2000 Planning, design, and construction of fish screens and fish passage devices in Oregon, Washington, Montana, and Idaho* FY 2005 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Heating FY Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 106-0208 National Historic Preservation Act Amendments of 2000 Advisory Council on Historic Preservation* FY 2005 Appropriations Authorized: 106-0148 National cooperative geologic mapping program* FY 2005 Appropriations Authorizations of AppropriationsPage: 10 P.L. 105-0355 Automobile National Heritage Act of 1998 Blackstone River National Heritage Corridor ($5 million for fiscal years 1998-2000)* FY FY 2006 Appropriations: 800,000Indefinite P.L. 104-0333 Omnibus Parks and Public Lands Management Act of 1996 Bureau of Land Management: management of lands and resources; land acquisition; construction and maintenance; loans to Unauthorized 2002 Unauthorized FY 2006 Appropriations: 1,000,000 Not Available P.L. 104-0323 Cache La Poudre River Corridor Act Cache La Poudre River Corridor Commission* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 50,000 Not Available P.L. 104-0208 Making Omnibus Consolidated Appropriations for 1997 Upper Klamath Basin Ecological Restoration projects* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,000,000 Not Available P.L. 103-0243 Coastal Heritage Trail Authorization Authorizing $1 million over five years (1994-1998) for the Coastal Heritage Trail Route in New Jersey* FY 1999 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 102-0575 Reclamation Projects Authorization and Adjustments Act of 1992 Three Affiliated Tribes Economic Recovery Fund* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 6,000,000 Not Available P.L. 102-0486 Energy Policy Act of 1992 Fusion energy program* FY 1994 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 290,055,000Indefinite Enhanced oil recovery program; natural gas supply program to increase recovery; oil and gas demand reduction and substitution* FY Authorized: Unauthorized FY 2006 Appropriations: 65,000,000Indefinite P.L. 100-0203 Omnibus Budget Reconciliation Act of 1987 Nuclear Waste Policy Act programs funded from the nuclear waste fund* FY 1990 Appropriations Authorized: Unauthorized FY 2006 Authorizations of AppropriationsPage: 11 P.L. 097-0035 Omnibus Budget Reconciliation Act of 1981 Department of Energy power marketing administrations* FY 1984 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 327,568,000 591,325,000 Federal Energy Regulatory Commission, Department of Energy departmental administration* FY 1984 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 521,963,000 473,400,000 Department of Energy economic regulation and Energy Information Administration* FY 1984 095-0514 Public Rangeland Improvement Act of 1978 Bureau of Land Management inventory, management, and improvement of rangelands suitable for domestic livestock grazing* FY 1999 Appropriations Authorized: Unauthorized FY 2006 Appropriations: in FY 2006 With Expired Authorizations of AppropriationsPage: 12 Senate Environment and Public Works Committee P.L. 108-0007 Consolidated Appropriations Resolution, 2003 Missouri and Middle Mississippi Rivers enhancement project (originally $30 million for fiscal years 2000-2001, reauthorized in sec. 125 of the Energy Water division of P.L. 108-7)* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 106-0541 Water Resources Development Act of 2000 Corps rehabilitation of federal flood control levees* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Mississippi River Basin and 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 4,000,000 Not Available New England water resources and ecosystem restoration assessments and restoration plans* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 4,000,000 Not Available Illinois River basin restoration - critical restoration projects* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 100,000,000 Not Available Charleston Harbor, South Carolina, harbor projects including planning, design, construction, and evaluation* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,000,000 Not Available Missouri River Protection and Improvement Act provisions* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,000,000 Not Available Missouri River Restoration Act provisions (South Dakota)* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not Available P.L. 106-0514 Coastal Barrier Resources Reauthorization Act of 2000 Development of coastal barrier resources system* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 2,000,000 Available Digital mapping project* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 500,000 Not AvailablePrograms Funded in Expired Authorizations of AppropriationsPage: 13 P.L. 106-0457 Estuaries and Clean Waters Act of 2000 Sec. 109(a)(1) authorizes the appropriation of funds to the Secretary of the Army for carrying out and providing technical assistance for estuary habitat restoration projects* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 75,000,000 Available Chesapeake Bay Unauthorized FY 2006 Appropriations: 40,000,000 22,746,000 Sec. 109(a)(2) Authorizes the appropriation of funds to the under Secretary of Oceans and Atmosphere of the Dept. of Commerce for the aquisition, maintenance, and management of monitoring data on restoration projects carried out under Title I.* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,500,000 Available Lake Pontchartrain 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 20,000,000 Not Available National Estuary Program: Administration of management conferences under sec. 303; making grants for activities necessary for the development and implementation of a comprehensive conservation and management plan under the National Estuary Program; monitoring the implementation of a conservation and management plan* FY 2005 Appropriations Authorized: Unauthorized FY 2006 FY 2006 Available Long-term estuary - Appropriations Authorized: Unauthorized FY 2006 Appropriations: 4,000,000 855,000 Sec. 903 authorizes appropriations for the Administrator of the Environmental Protection Agency to make grants to the state of Alaska for the benefit of rural and Native villages in Alaska to pay the federal share of the cost of (1) the development and construction of public water systems and wastewater systems to improve the health and sanitation conditions in the villages; and(2) training, technical assistance, and educational programs relating to the operation and management of sanitation services in rural and Native villages.* FY 2005 P.L. 106-0411 Great Ape Conservation Act of 2000 Great Ape Conservation fund (part of the Multispecies Conservation Fund)* FY 2005 Appropriations Authorizations of AppropriationsPage: 14 P.L. 106-0408 Fish and Wildlife Programs Improvement and National Wildlife Refuge Centennial Act of 2000 National Fish and Wildlife Foundation activities* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 20,000,000 10,420,000 Department of Commerce National Fish and Wildlife Foundation activities - Commerce* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,000,000 Not Available P.L. 106-0377 Departments of Veterans Affairs and Housing and Urban Development and Independent Agencies Appropriations Act, 2001 Department of Interior drought relief programs for the Reclamation States ($90 million over fiscal years 1992 through 2001)* FY 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 106-0374 Water Resources Research Act Reauthorization of 2000 Sec. 1 provides authority to appropriate funds for one water resources research and technology institute, center, or equivalent agency to be established in each state ($12 million). 42 U.S.C. 10303(f)(1). United States Geological Survey - Water Resources Investigations* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 12,000,000 6,500,000 Sec. 2 Authorizes the appropriation of funds for grants for research focused on water problems of interstate nature.* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 6,000,000 Not Available P.L. 106-0284 Beaches Environmental Assessment and Coastal Health Act of 2000 Coastal recreation water quality monitoring and notification* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 30,000,000 Not Available Adoption of coastal recreation water quality criteria and standards by the states; revisions to water quality criteria; reports to Congress* FY 2005 Appropriations Appropriations:Indefinite Not Available P.L. 106-0247 Neotropical Migratory Bird Conservation Act of 2000 Migratory bird conservation activities* FY 2005 P.L. 106-0108 Arctic of mid-continent light geese populations* FY 2002 Appropriations Authorized: Appropriations: Not AvailablePrograms Funded in 2006 With Expired Authorizations of AppropriationsPage: 15 P.L. 106-0053 Water Resources Development Act of 1999 Corps of Engineers Everglades and South Florida Ecosystem restoration ($75 million for the period 1997-2003)* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 12,000,000Indefinite of Engineers flood mitigation and riverine restoration FY 2005 Appropriations 50,000,000 Not Available P.L. 105-0322 Financial Assistance to the State of Maryland Interior assistance to Maryland for a pilot program to develop measures to eradicate or control nutria and restore marshland damaged by nutria ($2.9 million over three years, FY 2006 Appropriations: 1,087,000Indefinite P.L. 105-0265 Great Lakes Fish and Wildlife Restoration Act of 1998 Great Lakes offices operation* FY 2004 Appropriations Authorized: Unauthorized FY P.L. 105-0085 National Authorization Act for Fiscal Year 1998 16 USC 670o is amended to reauthorize appropriations for the Department of Agriculture through 2003 for conservation programs on public lands (sec. 209 of the Sikes Act, sec. 2914 of P.L. 2003 Appropriations Not Available 16 USC 670o is amended to reauthorize appropriations for the Secretary of Interior through 2003 for conservation programs on public lands (sec. 209 of the Sikes Act, sec. 2914 of P.L. 2003 Not Available P.L. 104-0332 National Invasive Species Act of 1996 Ballast water management programs to prevent the introduction and spread of nonindigenous species in U.S. waters; additional funding is provided in the Commerce Justice State appropriation bill* FY 2002 2001 Appropriations Authorized: Unauthorized FY 2006 Authorizations of AppropriationsPage: 16 P.L. 104-0182 Safe Drinking Water Act Amendments of 1996 Office of Ground Water and Drinking Water studies, assessments, and analyses supporting regulations or the development of methods* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 35,000,000 Not Available Small public water systems technology assistance centers ($5 million); environmental finance center and national capacity development clearinghouse ($1.5 million); sole-source aquifer demonstration program ($15 million);wellhead injection Authorized: Unauthorized FY 2006 Technical assistance to public 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 15,000,000 Not Available Grants to states for training operators of public water systems ($30 million) and public water system supervision program ($100 million)* 2003 Appropriations Authorized: Unauthorized 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not Available State revolving loan fund for drinking water treatment programs* FY 2003 Appropriations Authorized: Unauthorized Unauthorized FY 2006 Appropriations: 15,000,000 Available Source water 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,000,000 Not Available Drinking water assistance ($25 million) and wastewater assistance ($25 million) to colonias (low-income communities along the U.S.-Mexico Unauthorized FY 2006 Appropriations: Studies on harmful in 2003 Appropriations Authorized: Unauthorized FY Appropriations: Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 17 Additional funds for drinking water research (not to exceed $26,593,000 annually)* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Assistance for water infrastructure and watersheds (plus an additional $25 million available under certain conditions)* FY 2003 Appropriations FY 2006 Appropriations: 25,000,000 Not Available P.L. 102-0580 Water Resources Development Act of 1992 Environmental Protection Agency ocean dumping regulations* FY 1997 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 14,000,000 Not Available P.L. 101-0619 National Environmental Education Act Environmental Protection Agency programs for environmental education* FY 1996 101-0593 Fish and Wildlife Authorizations Implementation of fishery resource restoration plans originating in the New England river systems* FY 1995 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,000,000 Not Available U.S. Fish and Wildlife Service fish passage study for rivers and streams in New England due to presence of dams* FY 1993 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 500,000 Not Available Environmental Protection Agency funding to increase staffing of the Office of Criminal Investigation and establish the National Enforcement Training Institute* FY 1995 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 33,000,000 Not Available Environmental Protection Agency regional marine research programs* FY 1996 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded Expired Authorizations of AppropriationsPage: 18 P.L. 101-0549 Clean Air Act Amendments of 1990 Environmental Protection Agency testing of lead substitute gasoline additives, and grants to states to prepare implementation plans for air quality maintenance* FY 1998 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 15,500,000 Not Available EPA technical and financial assistance to developing countries that are parties to the Montreal Protocol* FY 1995 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Environmental Protection Agency air pollution and control programs; Clean Air Act research, development and demonstration programs, studies, and reports* FY 1998 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 390,030,000Indefinite Grants to states to assist individuals adversely affected by compliance with the Clean Air Act* FY 1995 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 101-0508 Omnibus Budget Reconciliation Act of 1990 Appropriation from EPA Hazardous Substance Superfund ($5.1 billion authorized for 3 years)* FY 1994 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available General Revenue share of the Hazardous Substance Superfund* FY 1994 P.L. 100-0572 Lead Containment Control Act of 1988 Grants to states regarding lead contamination in school drinking water* FY 1991 Development Act of 1988 EPA citizen's guide, model construction standards and techniques, and technical assistance to states for radon programs; grants to states for radon programs; P.L. 100-0478 Endangered Species Act Authorization Department of Interior endangered species listings, recovery plans, protection of plants programs* FY 1992 Appropriations Authorized: Unauthorized FY 2006 Authorizations of AppropriationsPage: 19 P.L. 100-0004 Water Quality Act of 1987 Various EPA water pollution prevention and control programs (except Chesapeake Bay program, Clean Lakes program, and National Estuary program--each authorized in other laws); areawide planning; Appropriations: 205,080,000Indefinite EPA nonpoint source management grants for protecting groundwater quality; implementation of management programs* FY 1991 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 207,378,000Indefinite EPA water pollution control revolving fund grants to states* FY 1994 P.L. 098-0616 The Hazardous and Solid Waste Amendments of 1984 EPA solid and hazardous waste disposal and resource management programs* FY 1988 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 237,529,000 Not Available P.L. 098-0581 Office of and Council on Environmental Quality Authorization for FY 1985-86 Office of and Council on Environmental Quality* P.L. 097-0129 Toxic Substances Control Act Reauthorization for Fiscal Years 1982 and 1983 EPA toxic substances programs* FY 1983 P.L. 096-0229 Environmental Research, Development, and Demonstration Authorization Act of 1980 EPA environmental research, development, and demonstration programs (appropriations exclude amounts authorized by Clean Air Act, Safe Drinking Water Act, and Food Quality Protection Act)* FY 1980 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 20 Senate Finance Committee P.L. 108-0173 Medicare Prescription Drug, Improvement, and Modernization Act of 2003 Chronically ill Medicare beneficiary research demonstration strategy* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Research on outcomes of health care items and services* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 50,000,000 Not Available P.L. 107-0296 Homeland Security Act of 2002 Spending from Customs Commercial and Homeland Security Automation Account (authorized amounts limited to deposits into the account from fees collected)* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 107-0210 Trade Act of 2002 U.S. Customs Service reauthorization: noncommercial operations ($1,399,592,400); commercial operations ($1,683,667,050); and air and marine interdiction ($175,099,725)* 2004 Appropriations Authorized: Unauthorized FY 2006 of P.L. 105-0033 Balanced Budget Act of 1997 Additional funds for the Treasury Department for improved application of the Earned Income Tax Credit* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 21 Senate Foreign Relations Committee P.L. 108-0497 Comprehensive Peace in Sudan Act of 2004 To help with humanitarian and human rights crises in the Darfur region and Eastern Chad* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 200,000,000 Not Available P.L. 108-0200 The Congo Basin Forest Partnership To carry out the Congo Basin Forest Partnership program* FY 2004 P.L. 108-0199 Appropriations of Millennium Challenge Fund* FY 2005 Appropriations Authorized: Amend the Microenterprise for Self-Reliance Act of 2000 and the Foreign Assistance Act of 1961 Microenterprise development credits* FY 2004 Appropriations Authorized: Unauthorized FY 1,500,000 Available Microenterprise development 2004 Appropriations: 200,000,000 Not Available P.L. 107-0327 Afghanistan Freedom Support Act of 2002 Assistance to Afghanistan for an Afghan assembly and for support for national, regional, and local elections and political party development* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not Available Support for the International Security Assistance Force for Afghanistan* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded Expired Authorizations of AppropriationsPage: 22 P.L. 107-0228 Foreign Relations Authorization Act, Fiscal Year 2003 Department of State diplomatic and consular programs; capital investment fund; embassy security, construction, and maintenance; representation allowances; protection of foreign missions and officials; emergencies in the diplomatic and consular service; repatriation loans; payment to the American Institute of Taiwan; and the Office of Inspector General* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 4,870,890,000 6,016,000,000 United States educational, cultural, and public diplomacy programs; National Endowment for Democracy; Center for Cultural and Technical Interchange between East and West; and the Dante B. Fascell 319,500,000 527,000,000 Contributions to international organizations (including funds needed to offset adverse fluctuations in foreign currency exchange rates) and contributions for international peacekeeping activities* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,617,359,000 2,202,000,000 International Commissions - including the International Boundary and Water Commission, United States and Mexico; International Boundary Commission, United States and Canada; International Joint Commission; and the International Fisheries Commission* Appropriations Authorized: Unauthorized FY 2006 Appropriations: 15,000,000 14,000,000 International broadcasting operations (including Radio Free Asia); broadcasting capital improvements; broadcasting to Cuba; additional authorization for broadcasting to China and neighboring countries; additional authorization for Middle East Radio Network of Voice of America* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Water FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not Available Commission on International Religious Freedom* FY Appropriations Authorized: Unauthorized FY 2006 Appropriations: 3,000,000 3,000,000 Authorizations of appropriations to the State Department to support the Interagency Task Force to Monitor and Combat Trafficking in persons* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 23 Voluntary contributions to the Organization for Security and Cooperation in Europe to advance projects aimed at preventing trafficking* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 300,000 Not Available Foreign military sales and financing authorities: grant assistance and direct loans* FY 2003 Appropriations Authorized: Unauthorized FY Unauthorized FY 2006 Appropriations: 162,000,000 authorization for anti-terrorism, and P.L. 107-0026 Tropical Forest Conservation Act Reauthorization Act of 2001 Reduction of debt under the Foreign Assistance Act and Title I of the Agricultural Trade Development and Assistance Act of 1954* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 100,000,000 Not Available P.L. 106-0570 Assistance for International Malaria Control Act of 2000 Funding for programs for treatment and control of malaria* FY 2002 P.L. 106-0113 Consolidated Appropriations Act for Fiscal Year 2000 Costs of providing bilateral debt relief* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 106-0035 Western Hemisphere Drug Elimination Technical Corrections Act of 1999 International narcotics control funding* FY 1999 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 477,200,000Indefinite P.L. 106-0030 Peace Corps Act Amendments of 1999 Operations of the Peace Corps* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Authorizations of AppropriationsPage: 24 P.L. 105-0277 Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999 Western hemisphere drug elimination and alternative crop development* FY 2001 099-0415 Anglo-Irish Agreement Support Act of 1986 U.S. contribution to the International Fund in Support of the Anglo-Irish Agreement of November 15, 1985* FY P.L. 099-0083 International Security and Development Cooperation Act of 1985 Funds appropriated to the President for international economic assistance, including economic support fund, operating expenses for the United States Agency for International Development (USAID), development assistance programs, the Inter-American Foundation, and the African Development Foundation* FY 1987 Appropriations Authorized: Unauthorized FY 2006 in FY 2006 With Expired Authorizations of AppropriationsPage: 25 Homeland Security and Government Affairs Committee P.L. 106-0410 National Historical Publications and Records Commission Reauthorization Commission activities* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 7,500,000 P.L. 104-0013 Paperwork Reduction Act of 1995 OMB Office of Information and Regulatory Affairs funds to implement act* FY 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 8,000,000 Not Available P.L. 104-0004 Unfunded Mandates Reform Act of 1995 Additional funding for the Congressional Budget Office to carry out its duties and responsibilities under the act* FY 2002 Appropriations Authorized: Unauthorized FY 2006 in FY 2006 With Authorizations of AppropriationsPage: 26 Senate Judiciary Committee P.L. 108-0458 Intelligence Reform and Terrorism Prevention Act of 2004 Sec. 6101 and 6102 amend the Patriot Act to provide additional funds for the Financial Crimes Enforcement Network (FinCEN)* FY 2005 P.L. 108-0021 Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act of 2003 \"PROTECT Act\" Regional children's advocacy Authorized: Unauthorized FY 2006 Appropriations: 15,000,000 Not Available National Center for Missing and Exploited Children* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available To establish and enhance fingerprint technology and infrastructure for criminal history background checks* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Grants for notification and communication system along highways for recovery of abducted children* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 20,000,000 Not Available Support of Amber alert system and for technological improvements to Amber system* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 5,000,000 Grants for specialized technical and assistance programs for the prosecution of child abuse cases* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded Expired Authorizations of AppropriationsPage: 27 P.L. 107-0273 21st Century Department of Justice Appropriations Authorization Act Immigration and Naturalization Service: border and port security.* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 4,131,811,000 3,228,000,000 Funding for Boys and Girls Clubs in public housing projects and other distressed areas* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Authorized: Unauthorized FY 2006 Appropriations: 16,000,000 5,000,000 Drug Enforcement and Administration police training in South and Central Asia* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,000,000 Not Available Crime free rural state grants* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not Available Sec. 102(11) - Immigration and Naturalization Service (immigration policy and non-border enforcement)* FY 107-0056 USA PATRIOT ACT, 2001 Antiterrorist activities of the Federal Bureau of Investigation (reauthorizes amounts originally provided in the Antiterrorism and Effective Death Penalty Act of 1996)* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 200,000,000 Available Foreign student 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 36,800,000 Not Available Bureau of Justice Assistance program to share information among federal, state, and local law enforcement agencies to combat terrorism* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Funded in With Expired Authorizations of AppropriationsPage: 28 P.L. 106-0546 DNA Analysis Backlog Elimination Act of 2000 Justice grants to states for analyses and indexing of convicted individuals* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 15,000,000 10,000,000 Justice grants to states for analyses of samples from crime scenes and to increase capabilities of state and local labs* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 25,000,000 Not Available District of Columbia Court Services and Offender Supervision Agency DNA samples from offenders* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 106-0468 Kristen's Act Department of Justice grants for the assistance of organizations to find missing adults* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,000,000 Not Available P.L. 106-0104 Amendments to the Immigration and Nationality Act, 1999 HHS refugee and entrant assistance programs* FY 575,579,000Indefinite P.L. 105-0277 Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999 Office of National Drug Control Policy (sec. 714)* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 30,000,000Indefinite Western Hemisphere Drug Elimination - Treasury funding for expansion of radar coverage and operations ($14.3 million for fiscal years 1999-2001)* FY 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available ONDCP funding for anti-drug national media campaign* 2002 Appropriations Unauthorized FY 2006 AppropriationsPage: 29 P.L. 104-0132 Antiterrorism and Effective Death Penalty Act of 1996 Department of Treasury law enforcement agencies ($10 million); and the U.S. Secret Service ($15 Authorized: Unauthorized FY 2006 Available Antiterrorism activities the 2000 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 7,000,000 Not Available Sec. 819 - grants to provide specialized training and equipment to enhance the capability of metropolitan fire and emergency service departments to respond to terrorist attacks* FY 1997 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,000,000 Not Available P.L. 103-0419 Civil Rights Commission Amendments Act of 1994 United States Commission on Civil Rights* FY 1995 P.L. 103-0322 Violent Crime Control and Law Enforcement Act of 1994 Crime Prevention programs: Ounce of Prevention Council; local crime prevention block grant; model intensive grants; family and community endeavor schools grants; assistance for delinquent and at-risk youth; police recruitment grants; urban recreation and at-risk youth; community-based justice grants for prosecutors; family unity demonstration projects; substance abuse treatment in federal prisons; residential substance abuse treatment in state prisons; tuberculosis in correctional institutions* FY 2000 Appropriations Authorized: Unauthorized 2006 Appropriations: 586,510,000 75,000,000 State and local law enforcement: family support for law enforcement personnel; DNA identification grants; DNA quality assurance methods; improved training and technical automation grants (excluding facilities improvement at Quantico); federal assistance to state courts to ease burdens resulting from this act (Title XXI)* FY 2000 Appropriations Authorized: Unauthorized FY Unauthorized FY 2006 Appropriations: 900,000 850,000 P.L. 100-0690 Anti-Drug Abuse Act of 1988 Federal Law Enforcement Training Center salaries and expenses* FY 1991 Appropriations Authorized: Unauthorized FY 2006 in FY 2006 With Expired Authorizations of AppropriationsPage: 30 Senate Health, Education, Labor, and Pensions Committee P.L. 108-0276 Project Bioshield Act of 2004 National institute for allergies and infectious disease - biomedical countermeasures, technical experts, items for research* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not National vaccine program* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available National vaccine advisory committee* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 107-0251 Health Care Safety Net Amendments of 2002 National Health Service Corps: demonstration project in the loan repayment program for chiropractors or pharmacists* FY 2,000,000Indefinite P.L. 107-0210 Trade Act of 2002 Interim health insurance coverage and other assistance* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Available P.L. 107-0188 Public Health Security and Bioterrorism Preparedness and Response Act of 2002 Community water system vulnerability assessments and emergency response plans* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Water contaminant prevention, detection, and response; supply disruption prevention, detection, and response* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 107-0110 No Child Left Behind Act of 2001 Credit enhancement initiatives to assist charter school facility acquisition, construction, and renovation (title V, part B, subpart 2, section 5231). The authorization provided $150 million for 2002 and such sums as are necessary for 2003.* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 36,981,000Indefinite P.L. 106-0580 National Institute of Biomedical Imaging and Bioengineering Establishment Act of 2000 National Institute of Biomedical Imaging and Bioengineering* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 300,000,000Indefinite P.L. 106-0554 Consolidated Appropriations Act, 2001 Early learning opportunities program (HHS)* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Funded in With Expired Authorizations of AppropriationsPage: 31 P.L. 106-0525 Minority Health and Health Disparities Research and Education Act of 2000 National Center on Minority Health and Health Disparities (NIH); Centers of Excellence for research, education, and training; Loan repayment program for minority health disparities research* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 197,379,000Indefinite Health disparities research by Agency for Health Care Research and Quality* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available National Academy of Sciences report on HHS data relating to race or ethnicity* FY 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Grants for health professions education in health disparities and cultural competency* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 3,500,000 Not Available P.L. 106-0505 Public Health Improvement Act of 2000 Supplemental grants to states and other entities for conducting evaluations of public health needs* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Improvement of biomedical and behavioral research facilities (NIH)* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Grants to increase rural access to emergency devices, paticularly automated external defibrillators* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,500,000Indefinite Expansion and intensification of lupus research and activities (NIH); delivery of services regarding lupus* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Prostate cancer research and preventive health measures* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Alzheimer's clinical research and training awards* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Sexually transmitted disease clinical research and training awards* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Expired Authorizations of AppropriationsPage: 32 P.L. 106-0501 Older Americans Act Amendments of 2000 Administration on Aging programs, including National Eldercare Locator Service and pension counseling and information programs, supportive services and senior centers, congregate nutrition services, home-delivered nutrition services, disease prevention and health promotion services, family caregiver support* FY 2005 Appropriations Authorized: Unauthorized FY American Community Service program* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Nutrition services incentive Unauthorized FY 2006 Appropriations: 149,339,000Indefinite P.L. 106-0345 Ryan White CARE Act Amendments of 2000 Grants for program concerning pregnancy and perinatal transmission of HIV* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 30,000,000 Not Available CDC program of grants for certain partner notification programs* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available NIH expansion, intensification, and coordination of research and other activities regarding rapid HIV test* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available CARE grant program; emergency relief for areas with substantial need for services; AIDS education and training centers; categorical grants to private and non-profit entities for early intervention services* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: of AppropriationsPage: 33 P.L. 106-0310 Children's Health Act of 2000 National Institutes of Health - Research Centers regarding Fragile X; research on juvenile arthritis and related conditions; coordination of federal asthma activities; muscular dystrophy research; initiative on autoimmune diseases* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Centers for Disease Control research on diabetes in children and youth; safe motherhood prevention research; pregnant women and infants health promotion; surveillance and education regarding Hepatitis C; childhood obesity prevention programs; efforts to combat childhood lead poisoning* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available HHS programs evaluating sufficiency of pediatric rheumatologists; HHS children's asthma treatment grants program; HHS national public health campaign on epilepsy; HRSA seizure disorder demonstration projects in medically underserved areas; HHS infant adoption awareness programs and special needs adoption awareness programs; children and Tourette's syndrome awareness; grants for lead poisoning related activities; HRSA training and reports regarding lead poisoning; screenings, referrals, and education regarding lead poisoning; screening for heritable disorders* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available HRSA statewide newborn and infant hearing screening, evaluation, and intervention programs and systems; CDC technical assistance, data management, and applied research; National Institute on Deafness and Other Communication Disorders technical assistance, data management, and applied research* FY 2002 Appropriations Authorized: Unauthorized FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available CDC, NIH, and HRSA programs regarding traumatic brain injury* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 9,000,000Indefinite Healthy Start program, including additional services for at-risk pregnant women and infants* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: coordinated program to pediatric health* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not Available Project grants for preventive health service programs to immunize without charge children, adolescents, and adults* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not AvailablePrograms Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 34 Graduate medical education programs in children's hospitals* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Substance Abuse and Mental Health Administration Reauthorization* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 3,238,000,000Indefinite Grants for emergency mental health centers; grants for jail diversion programs; improving outcomes for children and adolescents through service integration between child welfare and mental health services; grants for the integrated treatment of serious mental illness and co-occurring substance abuse; mental illness awareness training grants* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available ONDCP programs to combat methamphetamine and amphetamine in high-intensity drug trafficking areas* FY 2004 Authorized: Unauthorized FY 2006 Appropriations: 227,000,000Indefinite Payments to children's hospitals that operate graduate medical education programs - sec. 2001(f) (42 USC 256e(f))* FY 2005 Appropriations:Indefinite Not Available P.L. 106-0170 Ticket to Work and Work Incentives Improvement Act of 1999 State grants for work incentives assistance to disabled beneficiaries* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 7,000,000 10,000,000 Work incentives outreach program (Social Security Commissioner)* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 23,000,000 Not Available P.L. 106-0129 Health Care Research and Quality Act of 1999 Agency for Healthcare Research and Quality (AHRQ also receives funds from other agencies to carry out evaluations of programs - the authority for these transfers is permanent)* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 105-0392 Health Professions Education Partnership Act of 1998 Centers for Disease Control Loan repayment program* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations: services Appropriations Unauthorized FY 2006 Appropriations:Indefinite Not Funded in With Expired Authorizations of AppropriationsPage: 35 P.L. 105-0340 Women's Health Research and Prevention Amendments of 1998 NIH programs for DES research and education; osteoporosis, Paget's Disease and related bone disorders; breast cancer, ovarian cancer, and related cancers; heart attack, stroke, and other cardiovascular disease; aging processes regarding women* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available CDC programs: National Center on Health Statistics; National Program of Cancer Registries; preventive health programs for breast and cervical cancers; supplemental grants for additional preventive health services; research and development in health promotion* FY Unauthorized FY 2006 Appropriations: 1,818,010,000Indefinite P.L. 105-0332 Carl D. Perkins Vocational and Applied Technology Education Amendments of 1998 Carrying out all parts of the Act except for Tech-Prep and sec. 117* FY 2003 P.L. 105-0285 Coats Human Services Reauthorization Act of 1998 Head Start activities (section 640d); Community Services Block Grant; Community Food and Nutrition programs* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 7,555,904,000Indefinite National or regional programs designed to provide instructional activities for low-income youth* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 15,000,000 Not Available Carrying out the Assets for Independence Act* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded Expired Authorizations of AppropriationsPage: 36 P.L. 105-0244 Higher Education Amendments of 1998 Olympic Scholarships; grants to states for workplace and community transition training for incarcerated youth offenders; grants to combat violent crimes against women on campuses* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 23,808,000Indefinite Indian Higher Education programs: grants to tribally controlled colleges and universities; tribally controlled community college endowment fund; tribal economic University; Kendall Demonstration Elementary School; Model Secondary School for the Deaf; National Technical Institute for the Deaf* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Institute Unauthorized FY 2006 Appropriations: Expired Authorizations of AppropriationsPage: 37 P.L. 105-0220 Workforce Investment Act of 1998 Workforce Investment programs: youth activities; adult employment and training activities; dislocated worker employment and training activities* FY 2003 FY Appropriations: 1,573,000,000Indefinite National workforce investment programs: Native American programs; migrant and seasonal farmworker programs; veterans workforce investment programs; assistance; demonstration evaluations; Authorized: 2006 Appropriations: and Appropriations FY 2006 FY 2006 Appropriations: Committee on Employment People Disabilities* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available Architectural and Transportation Barriers Compliance Board* FY Appropriations Authorized: Unauthorized FY 2006 Appropriations: 5,941,000Indefinite P.L. 105-0115 Food and Drug Administration Modernization Act of 1997 Food and Drug Administration clinical pharmacology program* FY 2002 Appropriations Not Available P.L. 104-0193 Personal Responsibility and Work Opportunity Reconciliation Act of 1996 Child care and development block grants* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,000,000,000 2,082,910,000 Additional costs of disability reviews and redeterminations under Title XVI of the Social Security Act* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded Expired Authorizations of AppropriationsPage: 38 P.L. 103-0183 Preventive Health Amendments of 1993 Tuberculosis prevention; National Institute of Allergy and Infectious Disease research and research training* FY 1998 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available CDC preventive health and health services block grants* FY 1998 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 100,000,000Indefinite HHS grants for the prevention and control of sexually transmitted diseases; CDC programs regarding infertility and sexually transmitted diseases* FY Appropriations Authorized: Unauthorized FY 2006 Appropriations: 159,663,000Indefinite P.L. 103-0082 National and Service Trust Act of 1993 School- and community-based service-learning programs and the Civilian Community 1996 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 102,587,000Indefinite National Service Trust Program, National Service Trust and provision of National Service Educational Awards, including administrative expenses* FY 1996 Appropriations Authorized: Unauthorized 2006 Appropriations: 5,000,000 10,000,000 P.L. 103-0043 National Institutes of Health Revitalization Act of 1993 Programs of the National Cancer and National Heart, Lung, and Blood Institutes; National Institute on Aging; National Library of Medicine; National Research Service awards and grants* FY Unauthorized FY 2006 Appropriations: 9,168,000,000Indefinite P.L. 102-0550 Housing and Community Development Act of 1992 National Institute of Occupational Safety and Health grants for training workers engaged in lead-based paint activities* FY 1997 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 102-0531 Preventive Health Amendments of 1992 Office of Adolescent Family Life (within the Office of the Assistant Secretary for Health, HHS)* FY 1997 102-0321 ADAMHA Reorganization Act National Institute on Alcohol Abuse and Alcoholism, National Institute on Drug Abuse, and National Institute of Mental Health* FY 1994 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Expired Authorizations of AppropriationsPage: 39 P.L. 102-0103 National Dropout Prevention Act of 1991 Awards to National Science scholars; National Academy of Science, Space, and Technology school program* FY 1993 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 12,200,000 Not Available P.L. 101-0616 Transplant Amendments Act of 1990 Organ transplant administration, procurement, and reports* FY 1993 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 101-0512 Arts, Humanities, and Museums Amendments of 1990 National Endowment for the Arts; National Endowment for the Humanities including matching grants* FY Appropriations Authorized: Unauthorized FY 2006 Appropriations: 269,318,000Indefinite P.L. 098-0512 Reauthorization of Programs Under Titles X and XX of the Public Health Service Act HHS project grants and contracts for family planning services and for family planning and population growth information (Title X)* FY 1985 Appropriations Authorized: Unauthorized FY 2006 in FY 2006 With Expired Authorizations of AppropriationsPage: 40 Senate Rules and Administration Committee P.L. 107-0252 Help America Vote Act of 2002 Election Assistance Commission operations* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 14,200,000 Funding for election requirements payments to states* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 600,000,000 Not Available Payments to states and localities to assure access to polling places for individuals with disabilities* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 25,000,000 Not Available Election Assistance Commission: grants for research on voting technology improvements* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 20,000,000 2,800,000 Election Assistance Commission: grants for pilot program for testing of voting equipment and technology* FY 2003 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 10,000,000 Not Available P.L. 106-0444 Freedmen's Bureau Records Preservation Act of 2000 National Archives preservation of Freedmen's Bureau records ($3 million over fiscal years 2001-2005)* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 096-0253 Federal Election Commission Authorization for FY 1981 Federal Election Commission* FY 1981 Appropriations 2006 in FY 2006 With Expired Authorizations of AppropriationsPage: 41 Senate Veterans Affairs Committee P.L. 108-0170 Veterans Health Care, Capital Assets, and Business Improvement Act of 2003 Major medical facility projects, leases, and advance planning for major medical facility projects* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Available P.L. 107-0288 Jobs for Veterans Act President's National Hire Veterans Committee of the Department of Labor* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 3,000,000 Not Available P.L. 107-0095 Homeless Veterans Comprehensive Assistance Act of 2001 Grants to provide various services for homeless veterans, including outreach, rehabilitative services, vocational counseling and training, and transitional housing assistance* FY 2005 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Available Domiciliary care for 2004 Appropriations FY 2006 Appropriations: 5,000,000 Not Available P.L. 106-0117 Veterans Millennium Health Care and Benefits Act of 1999 Construction, major projects ($57.5 million), and medical care account ($2.2 million) for fiscal years 2000 and 2001* FY 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 104-0262 Veterans' Health Care Eligibility Reform Act of 1996 Veterans' medical care - Hospital care and medical services (authorizing committee states that language intended only to cap program in fiscal years 1997 and 1998)* FY 1998 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 17,900,000,000 28,703,000,000 Centers for Mental Illness Research, Education, and Clinical Activities* FY 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 42 SELECT COMMITTEE ON INDIAN AFFAIRS P.L. 106-0568 Omnibus Indian Advancement Act of 2000 Native Hawaiian affordable housing programs; loan guarantees for Native Hawaiian housing* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 9,715,000Indefinite Programs under the Indian Health Care Improvement Act and the Indian Alcohol and Substance Abuse Prevention and Treatment Act of 1986* FY 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 2,700,795,000Indefinite Morris K. Udall National Environmental Policy Foundation funding for training of Native American and Alaska Native professionals in health care and public policy ($12.3 million over five-year period)* P.L. 106-0559 Indian Tribal Justice Technical and Legal Assistance Act of 2000 Training and technical assistance, civil and criminal legal assistance grants* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Indian tribal courts* FY 2004 Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 105-0361 Native American Programs Act Amendments of 1998 HHS grant to ensure survival and continuing vitality of Native American languages* FY 2002 Appropriations Authorized: Unauthorized FY 2006 2001 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,000,000 Not Available Native American programs to promote economic and social self-sufficiency of tribes* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 105-0256 Technical Corrections in Laws Relating to Native Americans Oklahoma City and Tulsa Clinic Demonstration projects (Indian Health Care Improvement Act)* FY 2002 Appropriations Authorized: Unauthorized FY 2006 Appropriations:Indefinite Not Available P.L. 104-0301 Navajo-Hopi Land Dispute Settlement Act of 1996 Office of Navajo and Hopi Relocation* Authorizations of AppropriationsPage: 43 P.L. 104-0016 Indian Child Protection and Family Violence Prevention Act Amendment of 1995 Indian child resource and family services center; Indian child protection and family violence prevention program* FY 1997 Appropriations Authorized: Unauthorized FY 2006 Appropriations: Funded in FY 2006 With Expired Authorizations of AppropriationsPage: 44 Senate Small Business & Entrepreneurship Committee P.L. 108-0217 To temporarily extend SBA programs Women's business enterprises, including Women's Business Council and studies research* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 1,000,000 13,250,000 P.L. 106-0554 Consolidated Appropriations Act, 2001 National veterans business development corporation* FY 2004 Appropriations Authorized: Unauthorized FY 2006 Appropriations: 2,000,000 2,000,000APPENDIX B Summary of Authorizati ons of Appropriations Expiring on or Before September 30, 2006Authorization of Appropriations Expiring on or Before September 30, 2006Page: 1 Senate Armed Services Committee P.L. 109-0163 National Defense Authorization Act for FY 2006 * Defense military program and activities, not including military construction and housing Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 407,330,724,000 * Authorization for increased costs due to Operation Iraqi Freedom and Operation Enduring Freedom Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 50,000,000,000 * Atomic energy defense activities Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 16,402,857,000 * Military construction and family housing Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 12,419,469,000 * Humanitarian assistance for victims of the Pakistan earthquake Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 40,000,000 * To meet the needs arising from Hurricane Katrina Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,752,000,000 * Avian flu Date: 9/30/06 FY 2006 Appropriations Authorized 130,000,000 P.L. 109-0148 Department of Defense, Emergency Supplemental Appropriations to Address Hurricanes in the Gulf of Mexico, and Pandemic Influenza Act, 2006 * Intelligence Community Management Account Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 383,000,000 * Authorization of intelligence activities Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 2 Senate Banking, Housing and Urban Affairs Committee P.L. 108-0186 American Dream Downpayment Act * Severely distressed public housing initiative Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 108-0159 Fair and Accurate Credit Transactions Act of 2003 * Authorizing appropriations for a multimedia ad campaign to promote awareness of identity theft prevention, improvement in consumer dispute resolution, improvements in consumer access to credit information, and for other purposes. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 3,000,000 P.L. 107-0189 Export-Import Bank Reauthorization Act of 2002 * Reauthorization of Export-Import Bank tied aid credit fund Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 106-0554 Consolidated Appropriations Act, 2001 * New Markets Venture Capital program - loan guarantees and grants, and in addition $6.6 million per year for business grants and cooperative agreements Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 3 Senate Commerce, Science, and Transportation Committee P.L. 109-0059 Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users * First Responder Vehicle Safety Program (sec.2014) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 108-0458 Intelligence Reform and Terrorism Prevention Act of 2004 * Section 4029 - such sums as are necessary for aviation security activities of the Transportation Security Administration Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 108-0168 National Transportation Board Reauthorization Act of 2003 * National Transportation Safety Board, National Transportation Safety Board Academy Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 92,739,000 P.L. 107-0372 To reauthorize the Hydrographic Services Improvement Act of 1988, and for other purposes * Commerce Department interjurisdictional fisheries program and development of management plans Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 6,800,000 * Anadromous Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,000,000 * Atlantic Tunas Convention Act Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,495,000 * Northwest Atlantic Fisheries Convention Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,000,000 * NOAA Chesapeake Date: 9/30/06 FY 2006 Appropriations Authorized 6,000,000 P.L. 107-0355 Pipeline Safety Improvement Act of 2002 * Transportation Department - Gas and hazardous liquid pipeline safety; state grants; emergency response grants Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 82,500,000 P.L. 106-0553 District of Columbia and Commerce Justice State Appropriations for 2001 * Loan guarantee program to facilitate access to television in underserved areas Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 4 Senate Energy and Natural Resources Committee P.L. 109-0058 Energy Policy Act of 2005 * Installation of photovoltaic system (sec. 207) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 20,000,000 * Cold cracking study, applying radiation to petroleum (sec. 1406) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 250,000 * US Commission on North American Energy Freedom (secs. 1421-1423) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 108-0451 Arizona Water Settlements Act * An authorization of appropriations to assist the San Carlos Apache Tribe in completing negotiations leading to a comprehensive Gila River water settlement. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 150,000 * An authorization of appropriations to assist the White Mountain Apache Tribe in completing negotiations leading to a comprehensive Gila River water settlement. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 150,000 * An authorization of appropriations to assist Arizona Indian tribes other than the San Carlos and White Mountain Apache tribes in negotiations leading to a comprehensive water settlement. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 300,000 P.L. 106-0393 Secure Rural Schools and Community Self-Determination Act of 2000 * Payments to states and counties containing Bureau of Land Management lands Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 106-0270 Deschutes Resources Conservancy Reauthorization Act of 2000 * Deschutes Basin ecosystem restoration project Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 2,000,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 5 Senate Environment and Public Works Committee P.L. 107-0310 Dam Safety and Security Act of 2002 * National dam safety program ($6 million); dam safety research ($1.5 million); dam FEMA staff FY 2006 Appropriations Authorized 8,600,000 P.L. 107-0149 Appalachian Regional Development Act Amendments of 2002 * Appalachian Regional Commission, to carry out the purposes of the act Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 92,000,000 P.L. 106-0541 Water Resources Development Act of 2000 * Tribal partnership program - Corps of Engineers feasibility studies for projects benefiting Indian tribes Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,000,000 * Great Lakes remedial action plans and sediment remediation Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 10,000,000 * Great Lakes tributary model - additional amounts Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,000,000 P.L. 099-0552 Klamath River Basin Fishery Resources Provisions * Department of the Interior Klamath River basin conservation area restoration program ($21 million authorized for fiscal years 1987- 2006) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 6 Senate Finance Committee P.L. 108-0173 Medicare Prescription Drug, Improvement, and Modernization Act of 2003 * Transition grants to state pharmaceutical associations Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 62,500,000 P.L. 107-0133 Promoting Safe and Stable Families Amendments of 2001 * Safe and stable families program under Title IV-B, subpart 2 of the Social Security Act; programs for mentoring children of incarcerated parents; Foster Care Independent Living program under Title IV-E of the Social Security Act to provide for educational and training vouchers for youths aging out of foster care, and for other purposes Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 505,000,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 7 Senate Foreign Relations Committee P.L. 109-0102 Foreign Operations, Export Financing, and Related Programs Appropriations Act, 2006 * To combat piracy of United States copyrighted materials Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 500,000,000 P.L. 108-0458 Intelligence Reform and Terrorism Prevention Act of 2004 * Amends the Afghanistan Freedom Assistance Act of 2002, Public Law 107-327, to authorize such sums as may be necessary for economic and democratic development assistance for Afghanistan Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Sec. 7108 Promotion of Free Media and Other American Values Subsection (d)(1) provides for 2005 and 2006 such sums as are necessary are authorized to be appropriated to carry out United States Government broadcasting activities consistent with this section under the United States Information and Education Exchange Act of 1948, the United States International Broadcasting Act of 1994, and the Foreign Affairs Reform and Restructuring Act of 1998. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Sec. 7108 Promotion of Free Media and Other American Values Subsection(d)(2) authorizes to be appropriated such sums as necessary for 2005 and 2006 for grants under subsection (c)(1) for the establishment of the media network described in subsection (c)(2).Grants are to be made by the Secretary of State to the National Endowment for Democracy (NED) for utilization by the NED to provide funding to a private sector group to establish and manage a free and independent media network. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Sec. 7112 Pilot program to provide grants for scholarships to American-sponsored schools in predominantly Muslim countries. Funds are strictly for grants to be given by the Secretary of State, and not for the Office of Overseas Schools operations. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 107-0327 Afghanistan Freedom Support Act of 2002 * Assistance to Afghanistan for counternarcotics efforts Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 15,000,000 * Assistance to Afghan Ministry of Women's Affairs and the National Human Rights Commission of Afghanistan Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 20,000,000 * Economic and democratic development assistance for Afghanistan Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 425,000,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 8 Homeland Security and Government Affairs Committee P.L. 109-0115 Transportation, Treasury, Housing and Urban Development, the Judiciary, the District of Columbia, and Independent Agencies Appropriations Act, 2006 * Government-wide general provision 831 amends P.L.103-356, sec. 403(f), and extends the franchise fund pilot programs and their authorization of appropriations Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 109-0090 Department of Homeland Security Appropriations Act of 2006 * Department of Homeland Security working capital fund (sec. 539, which amends sec. 403 of P.L.103-356). Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 107-0119 Office of Government Ethics Authorization Act of 2001 * Office of Government Ethics Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 9 Senate Judiciary Committee P.L. 106-0561 Paul Coverdell National Forensic Sciences Improvement Act of 2000 * Paul Coverdell forensic sciences improvement grants Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 42,067,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 10 Senate Health, Education, Labor, and Pensions Committee P.L. 109-0150 Higher Education Extension Act of 2005 * Student financial assistance Expiration Date: 3/31/06 FY 2006 Appropriations Authorized 14,000,000,000 * Student financial assistance - administrative costs Expiration Date: 3/31/06 FY 2006 Appropriations Authorized 120,000,000 * higher FY 2006 Appropriations Authorized 200,000,000 P.L. 108-0276 Project Bioshield Act of 2004 * Strategic national stockpile - Sec. 319F-2(f)(1) $640 million in 2002 and such sums as are necessary for 2003 - 2006. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Smallpox vaccine development - Sec. 319F-2(f)(2) - $509 million for 2002 and such sums as are necessary for 2003 - 2006. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Threat assessment capabilities - Sec. 510(d)(1) - such sums as are necessary for 2004 - 2006 Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 108-0163 Health Care Safety Net Amendments of 2003 * Funding for health centers Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 107-0281 Rare Diseases Orphan Product Development Act of 2002 * Food and Drug Administration: grants and contracts for the development of orphan drugs Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 25,000,000 P.L. 107-0280 Rare Diseases Act of 2002 * NIH Office of Rare Diseases: general operations Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 4,000,000 * NIH Office of Rare Diseases: grants and cooperative agreements to promote rare disease regional centers of excellence Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 20,000,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 11 P.L. 107-0251 Health Care Safety Net Amendments of 2002 * Consolidated health centers program Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Incentive grants to states to promote telemedicine Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Rural health care services outreach; rural health network development; small health care provider quality improvement grants Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Telehealth network and resource centers grants Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Grants for rural emergency medical service training and equipment assistance Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Grants for demonstration projects for mental health services using telehealth Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * National Health Service Corps: general operations Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * National Health Service Corps: Scholarship and loan repayment programs, including grants to states for loan repayments Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Health Communities Access Program Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Grants to address dental workforce shortages ($50 million total authorized for 2002-2006 period) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 50,000,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 12 P.L. 107-0188 Public Health Security and Bioterrorism Preparedness and Response Act of 2002 * Assistant Secretary for Public Health Emergency Preparedness Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Centers for Disease Control and Prevention: design, construction, and equipment for new facilities; to upgrade security; and to support public health activities related to bioterrorism Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Centers for Disease Control and Prevention: to improve capacities for preparedness and responding to bioterrorism and other public health emergencies Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * National Communications and Surveillance Networks for public health emergencies (Department of Health and Human Services) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Grants to alleviate shortages of certain health professionals who would respond to bioterrorism or other public health emergencies Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Emergency system for advance registration of health professions volunteers Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Strategic national stockpile of vaccines Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Smallpox vaccine development Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Grants to improve state, local, and hospital preparedness for bioterrorism and other public health emergencies Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Partnerships for community and hospital preparedness Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Expanded research by the Secretary of Energy to enhance detection of certain bioterrorism pathogens Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * To enhance readiness of the Department of Veterans Affairs medical centers to respond to chemical or biological attack Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * To improve security of the Department of Veterans Affairs medical centers and research facilities Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 13 * Public access defibrillation program and demonstration projects ($5 million authorized for demonstration projects in 2006) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Agriculture Department program to improve protections against adulteration of food Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Grants to states for food inspection Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Food safety grants Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Biosecurity upgrades for certain Agriculture Department facilities Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Grants to address the problems of persons who experience violence related stress Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * National Disaster Medical System (within FEMA) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 107-0084 Muscular Dystrophy Community Assistance, Research, and Education Amendments of 2001 (MD-CARE Act) * Muscular Dystrophy initiative through NIH Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 106-0505 Public Health Improvement Act of 2000 * Expand national capacities to combat threats to public health Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Supplemental grants to states and other entities to improve state and local public health agencies Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Antimicrobial Reisistance Task Force; Research and development; Educational programs; Grants for demonstration projects; Grants for improving capabilities Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Public health countermeasures to a bioterrorist attack; Demonstration program to enhance bioterrorism training, coordination, and readiness Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 14 Senate Select Committee on Intelligence P.L. 108-0458 Intelligence Reform and Terrorism Prevention Act of 2004 * Authorizes funds to be used to create an information sharing environment to ensure that terrorism information is shared in a manner consistent with national security and legal standards. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 20,000,000 P.L. 106-0567 Intelligence Authorization Act for Fiscal Year 2001 * Diplomatic Telecommunications Service Oversight Board program office Expiration Date: 9/30/06 FY 2006 Appropriations Authorized IndefiniteAuthorization of Appropriations Expiring on or Before September 30, 2006Page: 15 Senate Veterans Affairs Committee P.L. 107-0095 Homeless Veterans Comprehensive Assistance Act of 2001 * Homeless veterans reintegration programs Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 50,000,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 16 SELECT COMMITTEE ON INDIAN AFFAIRS P.L. 108-0204 Native American Technical Corrections Act of 2004 * Sec. 101 amends sec. 206 of the Bosque Redondo Memorial Act to extend the authorization to establish the memorial until September 30, 2006. Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 500,000 P.L. 108-0034 Zuni Indian Tribe Water Rights Settlement Act of 2003 * Authorization for the Zuni Indian Tribe Water Rights Development Fund Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,250,000 P.L. 107-0331 Indian Financing Amendments Act of 2002 * Interior Department grants for the Oklahoma Native American Cultural Center and Museum Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 8,250,000 P.L. 106-0554 Consolidated Appropriations Act, 2001 * Colorado Ute Indian water rights - tribal resource funds Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 8,000,000 * Colorado Ute Settlement Fund (Treasury) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite P.L. 106-0511 Bosque Redondo Memorial Act of 2000 * Navajo electrification demonstration project Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 15,000,000 P.L. 106-0078 Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2000 * Education grants to Alaska native serving institutions and native Hawaiian serving institutions Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 20,000,000Authorization of Appropriations Expiring on or Before September 30, 2006Page: 17 Senate Small Business & Entrepreneurship Committee P.L. 108-0447 Consolidated Appropriations Act, 2005 * Administrative expenses, loan capital for disaster loans for section 7(b), and salaries and expenses (Division K Omnibus) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized Indefinite * Small business development center program (Division K Omnibus) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 135,000,000 * Paul Coverdell drug-free workplace demonstration program (Division K Omnibus) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 5,000,000 * Technical assistance to small businesses for establishing a drug-free workplace (Division K Omnibus) Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 1,500,000 * Outreach grants for veterans Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 2,000,000 * Hubzone (Division Expiration Date: 9/30/06 FY 2006 Appropriations Authorized 10,000,000INSIDE MAILCONGRESS OF THE UNITED STATES CONGRESSIONAL BUDGET "}