{"title": "COVID Vaccine More Effective Than Infection at Preventing Death, Hospitalization | UCLA Health Library, Los Angeles, CA", "author": null, "url": "http://healthinfo.uclahealth.org/RelatedItems/6,1658970173", "hostname": "uclahealth.org", "description": null, "sitename": "healthinfo.uclahealth.org", "date": "2023-01-01", "cleaned_text": "COVID Vaccine More Effective Than Infection at Preventing Death, Hospitalization WEDNESDAY, Dec. 21, 2022 (HealthDay News) -- COVID-19 vaccination is more effective than natural immunity when it comes to keeping you out of the hospital, a major, real-world study has found. People of all age groups benefited significantly more when they got the jab than if they acquired immunity through a COVID infection, researchers report. Rates of hospitalization and death for any reason -- not just COVID -- were 37% lower for vaccinated folks than for people with natural immunity, researchers found. Vaccinated people also landed in an ER 24% less often than the previously infected, the results showed. The study relied on data drawn from the Indiana Network for Patient Care, one of the nation's largest health information exchanges, researchers said. Vaccine recipients and people with prior COVID infections between the ages of 12 and 110 were matched and compared across the entire state of Indiana. Interestingly, COVID infections occurred more often in vaccine recipients (6.7%) than in people previously infected (2.9%), noted study co-author [Dr. Shaun Grannis](https://www.regenstrief.org/person/shaun-grannis/), vice president for data and analytics at the Regenstrief Institute in Indianapolis. \"As vaccinated individuals were more likely to actually get COVID than those with natural immunity, the lower death rate of vaccine recipients who develop COVID appears to be due to vaccination and not to a tendency for risk-averse behaviors, such as mask-wearing, hand-sanitizing and social distancing,\" Grannis said in a institute news release. The findings were published online Dec. 14 in the [American Journal of Public Health](https://ajph.aphapublications.org/doi/10.2105/AJPH.2022.307112). 'This study has important public health implications, as previous studies investigated COVID-specific ED visits, hospitalizations and mortality, but didn't capture the non-COVID related ones,\" said lead researcher [Wanzhu Tu](https://www.regenstrief.org/person/wanzhu-tu/), a research scientist with the Regenstrief Institute. \"Our work confirms that mRNA vaccines have kept people out of the ED and the hospital, as well as lowered the likelihood of death from any cause,\" Tu said in the release. \"And we saw this pattern in every age group.\" More information The U.S. Centers for Disease Control and Prevention has more about [COVID vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/index.html). SOURCE: Regenstrief "}