{"title": "Are lavender oil capsules effective for anxiety?", "author": null, "url": "https://www.nps.org.au/news/are-lavender-oil-capsules-effective-for-anxiety", "hostname": "nps.org.au", "description": "Lavender oil capsules (Seremind) are marketed as an anti-anxiety medicine. What is the evidence about the effectiveness of this complementary medicine?", "sitename": "NPS MedicineWise", "date": "2019-02-06", "cleaned_text": "Lavender oil is available as a once-daily capsule for anxiety. Although some studies have shown that complementary medicines (including oral lavender oil) may be effective in treating anxiety symptoms, there is not enough evidence to say whether most of these medicines are safe or effective for treating anxiety disorders. This article describes findings from a systematic review on lavender oil and its effectiveness among people with symptoms of anxiety. The overall conclusion is that additional studies with larger numbers of people are needed before lavender oil oral capsules can be said to reduce symptoms of anxiety with certainty. It is important to discuss your symptoms and possible treatments with your health care professional, to ensure the most appropriate care is provided to you. [Read more about anxiety disorders](/consumers/anxiety-disorders-what-you-need-to-know) What is Seremind? Seremind is the brand name for a complementary medicine that contains a special preparation of lavender oil as an active ingredient. [1](#r1) It is available in Australian pharmacies without prescription. [1](#r1) In Australia, lavender oil can be purchased as an essential oil or found in products such as perfumes, soaps, massage oils and cosmetics. Unlike other forms of lavender oil currently available in Australia, Seremind is taken orally in a soft capsule, once daily with water. [2](#r2) Can oral lavender oil capsules reduce anxiety? The most complete investigation of lavender oil oral capsules to date, by Generoso et al, showed that Seremind could decrease symptoms of anxiety. [3](#r3) However, additional studies with larger numbers of people are needed before lavender oil oral capsules can be said to reduce symptoms of anxiety with certainty. What kind of research was this? The investigation by Generoso et al was a type of study called a systematic review. [3](#r3) Systematic reviews allow researchers to summarise a wide range of information, to come to a simple conclusion for a specific patient type, health condition, or treatment. What did the research involve? The researchers analysed the results of five randomised controlled trials that investigated the ability of lavender oil oral capsules (Seremind) to reduce symptoms of anxiety. [3](#r3) Symptoms of anxiety include difficulty sleeping, excessive worry, panic attacks and poor concentration. Two studies investigated people with generalised anxiety disorder, one investigated people with mixed anxiety and depression, and the other investigated people with anxiety-related restlessness and subsyndromal anxiety. [4-7](#r4) - Anxiety disorder: anxiety symptoms that are frequent, persistent (lasting for 6 months or more) and impact day-to-day life. - Subsyndromal anxiety: a term used by the authors of the study to describe anxiety symptoms that do not meet the criteria for an anxiety disorder. - Generalised anxiety disorder: a type of anxiety disorder where feelings of anxiety can be triggered by many different factors rather than from one specific cause. Individually, all of the studies that were analysed had previously shown lavender oil oral capsules to reduce symptoms of anxiety more than a placebo (a 'dummy' medicine). The researchers used a statistical test (called a meta-analysis) to help further investigate the effect of lavender oil oral capsules in these studies, to give a single overall result. What was the overall result of the meta-analysis? How did the researchers interpret the results? The researchers concluded that the results 'point toward' lavender oil oral capsules (Seremind) being able to reduce symptoms of anxiety. [3](##r3) However, they cautioned that the importance of their findings may be reduced because the clinical trials they investigated differed in the way they were conducted, and they also included people with different clinical characteristics. [3](#r3) The researchers also cautioned that their findings are based only on a small number of trials. [3](#r3) In summary Seremind is just one of a number of complementary medicines available for anxiety. Although some studies have shown that complementary medicines may be effective in treating anxiety symptoms, there is not enough evidence to say whether most of these medicines are safe or effective for treating anxiety disorders. There are a number of effective treatments available for the management of anxiety disorders. These include psychological treatments such as cognitive behavioural therapy and medicines such as antidepressants. Talk to your doctor to find a treatment that works best for you. References - [Easing anxiety. AJP.com.au, Chatswood: Australian Pharmaceutical Publishing Company Pty Ltd, 2018 (accessed 15 November 2018).](https://ajp.com.au/news/clinical/easing-anxiety/) - [Seremind Consumer Leaflet. Chatswood: Menarini Australia, 2018 (accessed 15 December 2018).](http://seremind.com.au/wp-content/uploads/2018/08/2018MEN-0030-1-Seremind-Insert-AU-24012018-1.pdf) - [Generoso M, Soares A, Taiar I, et al. Lavender oil preparation (silexan) for treating anxiety: an updated meta-analysis. - [Kasper Voltz HP, A, et al. Efficacy of silexan in mixed anxiety-depression - a randomized, placebo-controlled 2016;26:331-40.](https://www.ncbi.nlm.nih.gov/pubmed/26718792) - [Kasper S, Anghelescu I, Dienel A. Efficacy of orally administered silexan in patients with anxiety-related restlessness and disturbed sleep - a randomized, placebo-controlled Neuropsychopharmacol 2015;25:1960-7.](https://www.ncbi.nlm.nih.gov/pubmed/26293583) - [Kasper S, Gastpar M, Muller WE, et al. Lavender oil preparation silexan is effective in generalized anxiety disorder - a randomized, double-blind comparison to placebo and paroxetine. Int J Neuropsychopharmacol 2014;17:859-69.](https://www.ncbi.nlm.nih.gov/pubmed/24456909) - [Kasper S, Gastpar M, Muller W, et al. Silexan, an orally administered Lavandula oil preparation, is effective in the treatment of 'subsyndromal' anxiety disorder: a randomized, "}