{"title": "Can This Houston-Born COVID Vaccine Save the Developing World?", "author": "Tara Haelle", "url": "https://www.texasmonthly.com/news-politics/covid-vaccine-corbevax-india/", "hostname": "texasmonthly.com", "description": "For low-income countries, the less-expensive, easier-to-make Corbevax could prove a godsend.", "sitename": "Texas Monthly", "date": "2021-07-16", "cleaned_text": "When 92 guests gathered for a recent [Houston wedding](http://www.houstonchronicle.com/news/houston-texas/health/article/A-fully-vaccinated-Houston-wedding-led-to-6-Delta-16304205.php), they thought they were doing everything right. The happy couple had required all who wished to attend to get vaccinated against COVID-19. Those arriving from overseas had tested negative before boarding their international flights. The wedding took place outdoors, where transmission of the novel coronavirus is far less likely. And 92 guests isn't exactly huge, in wedding terms. Yet within a week, six of those guests—two vaccinated with Pfizer, two vaccinated with Moderna, and two, from India, vaccinated with Covaxin— [tested positive](http://www.medrxiv.org/content/10.1101/2021.06.28.21258780v1.full#T1) for the SARS-CoV-2 virus. A month later, one of them was dead. Until recently, COVID-19 infections had been steadily decreasing in Texas and elsewhere in the U.S. But Delta, the most contagious variant of the coronavirus yet—one that appears to cause a significant number of \"breakthrough\" infections in vaccinated people—has begun reversing that trend, causing the first uptick in Texas infections in months. After declining to a low of 1,428 COVID hospitalizations statewide on June 27, the numbers have since risen to 2,519 hospitalizations as of July 14 and are continuing to trend upward, [according to](http://txdshs.maps.arcgis.com/apps/dashboards/0d8bdf9be927459d9cb11b9eaef6101f) the Texas Department of Health and Human Services. The testing positivity rate has similarly begun climbing, rising above 5 percent for the first time since February. As Delta, which was first identified in India last December, and other potential global variants threaten to undo our nation's progress in stamping out infections, it's become increasingly apparent that Texans will only be safe from COVID-19 when the world—not just the U.S.—is sufficiently vaccinated. A pair of dedicated Texas researchers are poised to play a significant part in making that happen. Dr. Peter Hotez and Maria Elena Bottazzi, co-directors of the Texas Children's Hospital Center for Vaccine Development, in Houston, have helped develop a COVID-19 vaccine that's likely to become one of the cheapest and most accessible vaccines throughout the world. It's just entered phase three clinical trials in India, and it could prove vital to low-income countries that can't afford to purchase or manufacture the sort of vaccines that are widely available in the United States. \"Right now, nobody in Africa is getting vaccinated, and not many more are in Latin America or Southeast Asia, because we don't have a scaled-up vaccine for low- and middle-income countries,\" says Hotez, also dean of the National School of Tropical Medicine at Baylor College of Medicine. \"We're hoping this one will fill the gap. We think it's going to be one of the real, truly low-cost people's vaccines that could be used to vaccinate the world.\" What makes their vaccine, Corbevax, so special is that, well, it's not that special. Instead of relying on newer—and more expensive—technology, such as mRNA (as in the Pfizer and Moderna vaccines) or adenovirus vectors (the Johnson & Johnson and AstraZeneca vaccines), Corbevax is a more conventional [recombinant protein vaccine](https://indianexpress.com/article/explained/corbevax-vaccine-biological-e-india-7344928/). It's designed the same way as the hepatitis B vaccine and others that have been in use for decades. Yet testing so far suggests that Corbevax is about as effective as its newer, fancier counterparts, with an [efficacy over 85 percent](https://www.dnaindia.com/india/report-biological-e-corbevax-90percent-effective-likely-gamechanger-in-fight-against-covid-19-virus-2895859). According to the World Health Organization, more than 280 vaccine candidates are in development, and more than 100 of those are in clinical trials. Normally that might seem to be an overcrowded field, but that's not the case when we're fighting a virus that caused a global pandemic and continues mutating into a more formidable foe. \"While the development, approval, and rollout of safe and effective vaccines against COVID-19 less than a year after the first reported cases is a stunning scientific achievement, and a much-needed source of hope for bringing the pandemic under control, development of COVID-19 vaccine candidates must continue,\" WHO spokesperson Andrei Muchnik told Texas Monthly. \"The world needs multiple vaccines that work in different populations, are made by multiple manufacturers, and are optimized for delivery in a range of settings to meet the global demand.\" The key challenges to meeting that demand, Muchnik says, include \"insufficient manufacturing capacity, unwillingness on the part of developers to share their formulas and know-how, and hoarding by rich countries\"—all issues that Corbevax might help overcome. Unlike many existing vaccines whose patents pose intellectual property obstacles, Corbevax will be made freely available for anyone to manufacture. Furthermore, using a traditional, tried-and-true vaccine design, like Corbevax's, offers benefits that newer vaccine technologies don't. Those start with being cheap and fast to make. \"We have several issues with vaccines,\" says [Dr. Gregory Poland](https://www.mayo.edu/research/faculty/poland-gregory-a-m-d/bio-00078220), a professor of medicine at the Mayo Clinic, who specializes in vaccines and serves as editor of the medical journal Vaccine. \"There's not enough, and they're too expensive, so this [vaccine] is important because until the world's protected, nobody's really protected.\" Not only does the globe need 14 billion vaccine doses—plus any boosters—but it also needs them in people's arms before the virus mutates beyond what those vaccines can protect against. \"Delta variant could become variant X and evade completely, or in large part, our vaccine-induced immunity, and we go back to the beginning,\" Poland says. Corbevax is expected to cost only about $1.50 per dose, since its supplies are cheap and easily accessible. Another advantage of Corbevax is its familiarity, for those still uneasy about newer vaccine technologies or their side effects. Recombinant protein vaccines cause far [fewer reactions](https://www.gavi.org/vaccineswork/what-are-protein-subunit-vaccines-and-how-could-they-be-used-against-covid-19) and have been proven safe for young children and pregnant women for many years. (The hepatitis B vaccine has the [fewest side effects](https://www.immunize.org/askexperts/experts_hepb.asp#safety) of nearly any routinely recommended vaccine.) \"That may also help with reducing a little bit of the hesitancy and increasing the confidence in vaccines,\" Bottazzi says. Perhaps most important, however, is that any country with existing vaccine-manufacturing facilities can easily make, transport, and store Corbevax. There's no need to build new factories, since this vaccine type is so similar to others that countries across the world already produce. The vaccine also needs only basic refrigeration—no ultra-freezing storage requirements—so there's less risk of it spoiling in areas without reliable electricity or infrastructure. Corbevax is now being tested on roughly 1,200 healthy adults in India. The vaccine was co-developed with Hyderabad, India-based Biological E. Limited and U.S.-based Dynavax Technologies. Phase one and two trials have already shown that the vaccine has [few side effects](https://www.edudwar.com/biological-e-vaccine-corbevax-registration/) and induces a strong immune response against the SARS-CoV-2 virus. In April, the Biden administration announced it would [fund expansion](http://theprint.in/diplomacy/us-assures-export-of-raw-materials-to-india-for-covid-vaccines-as-doval-speaks-to-sullivan/646030/) of BioE manufacturing capabilities to ensure the company could produce at least one billion vaccine doses before the end of 2022. Still, Hotez wants a bigger commitment than that. With further government support or a partnership with a major pharmaceutical company, he estimates the U.S. could produce a couple hundred million doses of Corbevax each month and export those across the globe. \"It's the humanitarian thing to do, because this virus, as it continues to mutate into variants, will become more aggressive, and pretty much anybody who's not vaccinated by the end of the year or early next year is going to be infected with COVID-19,\" Hotez says. \"The death toll is going to be staggering. And, remember, it's not just the death toll, it's the long-haul COVID that nobody talks about,\" with millions suffering [long-term neurological and cardiovascular impairments](https://www.texasmonthly.com/news-politics/living-with-long-covid/). Manufacturing and exporting COVID-19 vaccines to the world is also in \"our enlightened self-interest,\" Hotez says. \"Other than preventing new variants from emerging and coming into the U.S., it's the fact that, especially here in Texas, the oil and gas industry and our finance industry are dependent on a well-functioning global economy. If you can't do business with Africa, Latin America, or Southeast Asia, that's really going to limit you.\" While Hotez and Bottazzi's vaccine didn't start clinical trials as quickly as the vaccines already authorized by the FDA, the two still developed it in near-record time because they had a head start—beginning with the [vaccine they had developed](https://www.texasmonthly.com/news-politics/covid19-vaccine-race-texas/) for the first SARS virus a decade earlier. \"Over that ten-year period, we had learned how to make modifications to that molecule,\" Hotez says. \"Even though we wound up not using the SARS-1 vaccine for SARS-2, all of the approaches that we use for SARS-1 work for SARS-2, and that allowed us to move really quickly.\" That doesn't mean it was easy. In the early months of development, the lab required special permission to allow scientists to work during COVID lockdowns. At the same time, they had to find funding to supplement the limited amount they received from the National Institutes of Health. \"We were always the underdogs,\" Bottazzi says. \"Not only our group, but all of us working in conventional technologies.\" Among the five companies that received vaccine funding from the federal government's Operation Warp Speed, only two— [Novavax and a partnership between GlaxoSmithKline](https://www.texasmonthly.com/news-politics/covid-19-vaccine-plant-turning-texas-into-biotech-hub/) and Sanofi—used traditional vaccine technologies. \"Everybody was so enamored with the mRNA technology that it was really hard to get funds,\" Hotez says. \"If we hadn't moved to Texas ten years ago, we would not have a COVID-19 vaccine.\" He's referring to the support they've received from Texas Children's and Baylor, which supported their lab's work on SARS-1 even when \"nobody cared about coronaviruses,\" Bottazzi says. But Hotez adds that other crucial support came from philanthropic Texas donors, including the Kleberg Foundation, the John S. Dunn Foundation, the MD Anderson Foundation, Tito's Vodka, and others. \"That's what made this possible,\" Hotez says. \"This is "}