{"title": "Spiritual Herbalism : The Magic and Medicine of the Plants - Josh Williams - Aeon Health", "author": "Nadine Jacobs", "url": "https://health.aeonbooks.co.uk/product/spiritual-herbalism/95094", "hostname": "aeonbooks.co.uk", "description": "Spiritual Herbalism : The Magic and Medicine of the Plants - Josh Williams : 9781801520140 at Aeon Health", "sitename": "Aeon Health", "date": "2022-01-11", "cleaned_text": "By (author) [Josh Williams](/author/josh-williams/23638) Unlock the powerful, magical, and transformative gifts of the plant world, and engage in a relationship with our green allies and their medicine. Spiritual Herbalism offers an invitation to enter into and explore an engaged relationship with the individual plants we encounter, and with plants as a spiritual grouping. This powerful book encourages us to step into a sacred space where the personality and potency of each herb unfolds in magic and deep medicine. Within this pages, Josh Williams offers many tools and insights for this journey, presenting new perspectives on the virtues of herbs, interpreting the virtues handed down by our predecessors, and giving practical examples of what spiritual herbalism looks like when it is truly engaged. Watch the video recording of 'Evergreen Lore, Magic and Medicine - The Greening of Wintertide' [here](https://youtu.be/G8QJY6tKOE0) [Add your own review for this title.](/review.asp?PID=95094) \"In Spiritual Herbalism Josh Williams points out that conventional western herbalism disregards hugely important aspects of our relationship with herbs. He encourages us to look at our familiar herbal friends in a new light, so that we can deepen our respect for them and understand better what they bring to our healing. If you're drawn to deepening your relationship with herbs, this book is an absolutely essential read!\" \"Spiritual Herbalism is a testament to working within 'The Craft' and infusing herbalism with spirit while working in magical ways. But there is so much more including rituals, herbal bathing, crafting magical preparations, herbal energetics and plant dieting to mention a few. As more and more people wake up to the sacred magic of the green beings Spiritual Herbalism will become like a trusted friend guiding the way.\" \"Spiritual Herbalism is a welcome addition to the library of herbal books by practicing herbalists written to inform people about the physical medicine of plants, and the essential medicine of reweaving the web of relationship between people and our green relatives. His voice is warm and welcoming as he shares herbal recipes and rituals and invites the reader to open to this sense of connectedness. Williams' heart is clearly committed to the work of awakening respect and gratitude for our healers, "}