{"title": "Categoría: Curso", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2022-01-15", "cleaned_text": "han terminado este primer trimestre del curso despidiéndose de uno de los periodos más especiales de la 3ª clase: el periodo de agricultura. Categoría: Curso [Seminario Formación Pedagogía Waldorf en noviembre](https://escuelawaldorf-lugo.org/seminario-formacion-pedagogia-waldorf-noviembre-2021/) Os animamos a participar en el seminario que impartirá la médico Rosa Conca el día 6 y 7 de Noviembre en la Escuela Waldorf Meniñeiros. Con ella indagaremos ¿Qué es la sirve?, ¿En qué se basa? [Trabajo anual 2021](https://escuelawaldorf-lugo.org/trabajo-anual-2021/) Como es costumbre en nuestra Escuela, los alumnos y alumnas de 9ª Clase presentaron ante sus compañeros/as el tradicional Trabajo Anual, que han realizado a lo largo de varios meses. Al inicio del curso, escogen un tema de su interés para trabajarlo de forma práctica. La tarea consiste en desarrollar el tema de su elección a lo largo del curso, lo que exige una perseverancia considerable durante un largo período de tiempo. [Curso de Formación en Pedagoxía Waldorf](https://escuelawaldorf-lugo.org/curso-de-formacion-en-pedagoxia-waldorf/) Temos a alegría de comunicarvos que dende a Fundación Pedagóxica Waldorf, en colaboración con Tamara Chuvarovsky e Raquel Penín, organizamos o curso de Bases para o éxito na aprendizaxe infantil. Nestes seminarios veremos como detectar a presencia de problemas, como previlos ou axudar a solucionalos, para que aprendizaxe poida ser sinxela e fonte de... [Seguir leyendo Curso de Formación en Pedagoxía Waldorf](https://escuelawaldorf-lugo.org/curso-de-formacion-en-pedagoxia-waldorf/) [Curso de Introducción a la Pintura Terapéutica Antroposófica](https://escuelawaldorf-lugo.org/curso-de-introduccion-a-la-pintura-terapeutica-antroposofica/) El próximo 1 y 2 de Febrero organizaremos, en la Escuela Waldorf Meniñeiros, un Curso de Introducción a la Pintura Terapéutica Antroposófica. Estará a cargo de Irene Olid: pintora terapeuta artístico y Rosa Conca: Médica Antroposófica. El curso tiene como uno de sus objetivos realizar un primer encuentro introductorio en los fundamentos de la pintura... [Seguir leyendo Curso de Introducción a la Pintura Terapéutica Antroposófica](https://escuelawaldorf-lugo.org/curso-de-introduccion-a-la-pintura-terapeutica-antroposofica/) [A Escola Waldorf Meniñeiros participará no proxecto Hortas Escolares](https://escuelawaldorf-lugo.org/a-escola-waldorf-menineiros-participara-no-proxecto-da-rede-de-eco-hortas-escolares/) A Escola Waldorf Meniñeiros está de noraboa. Como ben sabedes, as hortas forman parte da idiosincrasia da nosa escola dende os seus comezos. Cada clase conta coa súa propia horta na que todos colaboran activamente. Grazas a axuda de Amigos da Terra, este ano participaremos no proxecto da Rede de Hortas Ecolóxicas Escolares da Xunta... [Seguir leyendo A Escola Waldorf Meniñeiros participará no proxecto de Eco Hortas [La Escuela Waldorf Meniñeiros inicia el curso 2019 2020!](https://escuelawaldorf-lugo.org/la-escuela-waldorf-menineiros-inicia-el-curso-2019-2020/) Un nuevo curso, nuevos retos y mucho trabajo por hacer. Poco a poco, durante estas semanas, hemos vuelto a la rutina en nuestra querida escuela. Los primeros en llegar fueron nuestros queridos niños del Jardín de Infancia y de Primaria. Nuevas familias nos acompañan este año en el Jardín de Infancia. Nuevos niños llenos de... [Seguir leyendo La Escuela Waldorf Meniñeiros inicia el curso 2019 2020!](https://escuelawaldorf-lugo.org/la-escuela-waldorf-menineiros-inicia-el-curso-2019-2020/) [Seminario Formación Pedagogía Waldorf Marzo](https://escuelawaldorf-lugo.org/seminario-formacion-pedagogia-waldorf-marzo/) El pasado fin de semana contamos con una formación muy artística en la Escuela Waldorf Meniñeiros. Helmut Mally, consolidado profesor de la Escuela Waldorf de Shopfheim en Alemania, ofreció un seminario de Dibujo e Historia del Arte en Secundaria. [Próximo Seminario de Formación](https://escuelawaldorf-lugo.org/proximo-seminario-de-formacion/) El próximo MIÉRCOLES 21 DE JUNIO tendrá lugar el siguiente Seminario de Formación: Introducción a la BIOGRAFÍA: La vivencia de tú propia biografía como base para la AUTOEDUCACIÓN y el CONOCIMIENTO profundo del ser humano. [Formación en Pedagogía Waldorf](https://escuelawaldorf-lugo.org/formacion-en-pedagogia-waldorf-8/) VII Seminario Formación Pedagoxía Waldorf 11 e 12 de marzo de 2017 O VII Seminario de Formación en Pedagoxía Waldorf que tivo lugar nos días 11 e 12 de marzo, tivo unha dobre vertente: por un Festas na pedagoxía Waldorf, afondando no seu sentido e significado e analizando... [Seguir leyendo Formación en Pedagogía Waldorf](https://escuelawaldorf-lugo.org/formacion-en-pedagogia-waldorf-8/) [Formación en Pedagogía Waldorf](https://escuelawaldorf-lugo.org/formacion-en-pedagogia-waldorf-7/) En el 6º Seminario del 2º año de Formación en Pedagogía Waldorf tuvimos el placer de contar con Benedetta Caselunghe, artista de la palabra y arquitecta. [Exhibición de Euritmia en la Escuela](https://escuelawaldorf-lugo.org/exhibicion-de-euritmia-en-la-escuela/) La semana pasada los alumnos de Secundaria han realizado una exhibición de Euritmia para las familias y amigos. Hemos contado con la cálida compañía de Karla Prates con la que hemos trabajado durante dos semanas. Cuando hacemos euritmia combinamos el pensar y el sentir individual al mismo tiempo que desarrollamos nuestras cualidades y destrezas sociales... [Seguir leyendo Exhibición de Euritmia en la Escuela](https://escuelawaldorf-lugo.org/exhibicion-de-euritmia-en-la-escuela/) [Formación Madre de día](https://escuelawaldorf-lugo.org/formacion-madre-de-dia/) ¿Quereis saber que es una Madre de Día? [Formación Madre de Día - Especialidad de Pedagogía Waldorf de 0 a 3 años](https://escuelawaldorf-lugo.org/formacion-madre-de-dia-especialidad-de-pedagogia-waldorf-de-0-a-3-anos/) EL CENTRO DE FORMACIÓN O LAR DE LUGH, JUNTO CON LA FUNDACIÓN PEDAGÓGICA WALDORF EN COLABORACIÓN CON LA PRESIDENTA DE LA ASOCIACIÓN DE MADRES DE DÍA DE ESPAÑA: INÉS GÁMEZ, ORGANIZA LA 3ª FORMACIÓN DE MADRES DE DÍA- ESPECIALIDAD DE PEDAGOGÍA WALDORF DE O A 3 AÑOS [PRÓXIMA FORMACIÓN DE MADRE DE DÍA EN FEBRERO](https://escuelawaldorf-lugo.org/proxima-formacion-de-madre-de-dia-en-febrero/) En Febrero continúa la Formación de Madre de día, si te interesa recibir toda la información de forma personalizada ponte en contacto. [Formación en pedagogía Waldorf](https://escuelawaldorf-lugo.org/formacion-en-pedagogia-waldorf-4/) En este 3º Seminario del 2º año de formación en pedagogía Waldorf hemos tenido el placer de conocer la Terlusología acompañados de Regula Berger Widmer, cantante y terapeuta de la voz que ha venido desde Thun en Suiza para impartir un taller de \"Canto Werbeck\" en nuestra escuela. [A Festa do Farol](https://escuelawaldorf-lugo.org/a-festa-do-farol/) O venres 11 de Novembro imos celebrar na nosa escola a Festa do Farol coa que nos ímos preparar para a chegada do Inverno, época na que percibimos a grande inspiración da terra, unha concentración da natureza. [Formación en pedagogía Waldorf](https://escuelawaldorf-lugo.org/formacion-en-pedagogia-waldorf-3/) Este fin de semana comenzó el 2º Seminario del 2º año de formación en Pedagogía Waldorf que tuvo lugar en la propia Escuela Meniñeiros. En esta ocasión hemos tenido el placer de contar con María Jesús Manzano, filóloga, profesora de música de primaria y secundaria en la Escuela Waldorf La Marina de Benidorm y siguiendo... [Seguir leyendo Formación en pedagogía Waldorf](https://escuelawaldorf-lugo.org/formacion-en-pedagogia-waldorf-3/) [Obradoiro de farois de cristal na Biblioteca](https://escuelawaldorf-lugo.org/obradoiro-de-farois-de-cristal-na-biblioteca/) cristal baseado no conto farol Quen acenderá o meu farol?.... Para conmemorar o Día das bibliotecas, estaremos na sala multiusos... [Seguir leyendo Obradoiro de farois de cristal na Biblioteca](https://escuelawaldorf-lugo.org/obradoiro-de-farois-de-cristal-na-biblioteca/) [Los \"pequeños\" de la escuela viven el proceso de cosecha del maíz palomero](https://escuelawaldorf-lugo.org/los-pequenos-de-la-escuela-viven-el-proceso-de-cosecha-del-maiz-palomero/) \"¿De qué sirve en la infancia que se nos diga constantemente que hay que prestar atención a la naturaleza si uno nunca ha estado en ella, si no ha conocido las estaciones del año y no ha tenido la experiencia de que un brote se convierte en una hoja, un capullo en una flor, que... [Seguir leyendo Los \"pequeños\" de la escuela viven el proceso de cosecha del maíz palomero](https://escuelawaldorf-lugo.org/los-pequenos-de-la-escuela-viven-el-proceso-de-cosecha-del-maiz-palomero/) [JORNADA FESTIVA EN LA ESCUELA WALDORF MENIÑEIROS](https://escuelawaldorf-lugo.org/jornada-festiva-en-la-escuela-waldorf-menineiros/) Este viernes 30 de Septiembre hemos celebrado en nuestra escuela Meniñeiros la fiesta de la cosecha y de San Miguel para conmemorar el equinoccio de otoño, cuando la temperatura comienza a descender, los días se vuelven más cortos y las hojas de los árboles cambian su color verde por tonos ocres hasta caer ayudadas por... [Seguir leyendo JORNADA FESTIVA EN LA ESCUELA WALDORF MENIÑEIROS](https://escuelawaldorf-lugo.org/jornada-festiva-en-la-escuela-waldorf-menineiros/) [Vuelta al cole en la Escuela Waldorf Meniñeiros](https://escuelawaldorf-lugo.org/vuelta-al-cole-en-la-escuela-waldorf-menineiros/) Cuando un niño puede relacionar lo que aprende con sus propias experiencias, su interés vital se despierta, su memoria se activa y lo aprendido se vuelve suyo. Rudolf Steiner [SEMINARIO DE PEDAGOGÍA WALDORF: NUEVAS FORMAS DE COMUNICACIÓN](https://escuelawaldorf-lugo.org/seminario-de-pedagogia-waldorf-nuevas-formas-de-comunicacion/) Desde el día 8 al 11 de Julio ser llevará a cabo en la Escuela Waldorf Meniñeiros, el seminario de formación «Como manejar conflictos: Nuevas formas de comunicación: de la Discusión al Diálogo» de la mano de Andreas Schubert , Sociólogo y Formación en Desarrollo de Organizaciones, Andreas Hahn profesor Waldorf y Pintor y Viola... [Seguir leyendo SEMINARIO DE PEDAGOGÍA WALDORF: NUEVAS FORMAS DE COMUNICACIÓN](https://escuelawaldorf-lugo.org/seminario-de-pedagogia-waldorf-nuevas-formas-de-comunicacion/) [MADRES DE DÍA: EL HABLA Y EL TACTO](https://escuelawaldorf-lugo.org/madres-de-dia-el-habla-y-el-tacto/) Los días 30 de Abril y 1 de Mayo, se reunirán en nuestra escuela las Madres de Día para asistir al seminario de Tamara Chubarovsky. Además se realizarán ejercicios prácticos y un taller de elaboración de una pelota de fieltro Si estás interesada en asistir, no dudes en llamarnos o escribirnos. [FORMACIÓN: CÓMO ENSEÑAR MATEMÁTICAS EN PRIMARIA](https://escuelawaldorf-lugo.org/formacion-como-ensenar-matematicas-en-primaria/) Durante toda la jornada de hoy, Uta Stolz se encargó de exponer ante los asistentes las mejores estrategias para que los niños aprendan a estructurar cantidades y a orientarse en el espacio numérico. [SEGUNDO DÍA DE FORMACIÓN: CANTO Y JUEGOS](https://escuelawaldorf-lugo.org/segundo-dia-de-formacion-canto-y-juegos/) En la segunda jornada de formación, volvieron a reunirse los grupos de Madres de Día y Formación en Pedagogía Waldorf, para poner fin a los seminarios de este mes. [LOS DIENTES COMO UNA EXPRESIÓN DEL INDIVIDUO](https://escuelawaldorf-lugo.org/los-dientes-como-una-expresion-del-individuo/) El viernes 15 de enero, tendremos con nosotros a Claus Haupt, dentista basado en la antroposofía. [DIBUJO Y PINTURA EN SECUNDARIA](https://escuelawaldorf-lugo.org/dibujo-y-pintura-en-secundaria/) En el primer trimestre, los alumnos de secundaria trabajaron el dibujo y la pintura, a través del color y el claro-oscuro, descubriendo los misterios de la profundidad y la perspectiva. [FORMACIÓN EN CANTO WERBECK](https://escuelawaldorf-lugo.org/formacion-en-canto-werbeck/) El seminario de hoy en Pedagogía Waldorf nos presentó la Escuela del Descubrimiento de la Voz, desarrollada por Valborg Werbeck, de la mano de cantante y terapeuta de la voz Regula Berger. [FORMACIÓN: BASES PEDAGÓGICAS](https://escuelawaldorf-lugo.org/formacion-bases-pedagogicas/) En este seminario del mes de noviembre, contamos con la presencia de Pedro Álvarez, filólogo y maestro de la escuela Waldorf de Benidorm con 30 años de experiencia como docente. [FORMACIÓN DE MADRES DE DÍA: ROSA CONCA](https://escuelawaldorf-lugo.org/formacion-de-madres-de-dia-rosa-conca/) El fin de semana del 14 y 15 de noviembre tendremos con nosotros a la médica antroposófica Rosa Conca, que impartirá un seminario con el título «Salud infantil. Cuidados. Botiquín básico». Si estáis interesados en el tema y os gustaría asistir, no dudéis en poneros en contacto con nosotros. [MADRES DE DÍA: FORMACIÓN](https://escuelawaldorf-lugo.org/madres-de-dia-formacion/) Este fin de semana tendremos dos seminarios de formación para Madres de Día en nuestra escuela. Si estáis interesados, no dudéis en poneros en contacto con nosotros para así poder asistir a las ponencias, dirigidas por Inés Gámez y Marié de Uña. [FORMACIÓN EN LA ESCUELA: 2º DÍA](https://escuelawaldorf-lugo.org/formacion-en-la-escuela-2o-dia/) La segunda jornada de trabajo en la formación de este mes se ha desarrollado hoy, en la Escuela Waldorf Meniñeiros. Los participantes asistieron a las charlas y actividades de cada seminario. [HUERTA DE INFANTIL](https://escuelawaldorf-lugo.org/huerta-de-infantil/) Los pequeños del Jardín de Infancia están creando su propia huerta. Cuánto se están esforzando! [CURSO DE CESTERÍA](https://escuelawaldorf-lugo.org/curso-de-cesteria-3/) Aquí podemos ver los resultados del segundo curso de cestería. Gran trabajo y además muy bonito! [CURSO DE CESTERÍA](https://escuelawaldorf-lugo.org/curso-de-cesteria-2/) Queridas familias, os comunicamos que vamos a realizar el 2ª curso de cestería tradicional y cestería creativa cuyo objetivo es el embellecimiento de las vallas del colegio. [ENCUENTROS DE EURITMIA EN LUGO](https://escuelawaldorf-lugo.org/encuentros-de-euritmia-en-lugo/) Curso a cargo de la euritmista, poetisa y artista internacional: GAIL LANGSTROTH - EEUU "}