{"title": "CALL US TODAY!", "author": "Jennifer T", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2017-01-01", "cleaned_text": "Unlike traditional chiropractors, here at Precision Chiropractic, we focus on the structural correction of the spine. We do this by utilizing specific corrections to spinal bones your body can't correct on it's own in an effort to correct or improve on your structural foundation. The goals of traditional chiropractic care are to temporarily reduce pain, decrease muscle spasms, and increase your range of motion. These are excellent goals and there are many chiropractors in the area that do a great job providing these services. However, if you're experiencing a structural shift, it's time to take it a step further and see Dr. Mikulak at Precision Chiropractic. No one is 100% structurally perfect, but there's a normal range. Just how we know what a fever is because we know what normal temperatures are, or what is considered high blood pressure because we're aware of the normal range, there are established normals everywhere we look. Similar to the warning indicators on your vehicle dashboard — they're there to let you know when things are abnormal. Your body uses symptoms as your indicator of a potentially serious condition. A structural shift is just such a condition that might be the cause of your symptoms. Precision Chiropractic focuses on detecting and correcting structural shifts so that your body can heal on its own and you can live and function symptom free. Secondary conditions are the symptoms and complaints that usually bring someone to our office. Once a structural shift is present, it disrupts the normal structure of your spine and creates interference in spinal nerves — creating many different secondary conditions or symptoms. They're called secondary conditions since they're a result of the primary condition — the structural shift. - Neck pain - Back pain - Arm pain (upper and lower) - Shoulder pain - Migraine headaches - Disk herniations - Blood pressure (high and low) - Carpal tunnel syndrome - Tendonitis - Dizziness - Chronic fatigue - Muscle spasms - Numbness / tingling (arms / hands) - Tennis elbow - TMJ \"He is wonderful. Very professional and has always made it a point to correct the areas that are in pain first. He is not one of those chiropractors that feels the need to crack everything. Highly recommend going to his office if you are having issues.\" \"Dr. Mik has been treating our family for years. Always professional. Helps me with my Meniere's. Massages there are wonderful!\" \"My husband goes here and so does my 18 month old daughter! We love it here and Dr. Mik is amazing! He hashelped my husbands back tremendously! He also keeps my accident prone daughter "}