{"title": "La emergencia de COVID-19 ha terminado, pero necesitamos mantenernos vigilantes, dicen los expertos", "author": null, "url": "https://www.heart.org/en/news/2023/05/25/la-emergencia-de-covid-19-ha-terminado-pero-necesitamos-mantenernos-vigilantes-dicen-los-expertos", "hostname": "heart.org", "description": "Los EE. UU. y la OMS han suspendido las declaraciones de emergencia referentes al COVID-19, pero los expertos advierten que el coronavirus permanece activo y debemos mantenernos atentos.", "sitename": "www.heart.org", "date": "2023-05-25", "cleaned_text": "La emergencia de COVID-19 ha terminado, pero necesitamos mantenernos vigilantes, dicen los expertos Por Michael Merschel, American Heart Association News La declaración oficial sobre el COVID-19, de acuerdo con la Organización Mundial de la Salud y el gobierno de los Estados Unidos, es que ya no es una emergencia. Sin embargo, aunque esto es un gran avance, no significa que debemos comportarnos como si la pandemia nunca ocurrió, explican los expertos. \"Esto no quiere decir que no existe ningún riesgo para nadie\", dijo la Dra. Preeti Malani, especialista en enfermedades infecciosas en la Universidad de Michigan en Ann Arbor. \"Lo que sí quiere decir es que estamos en un momento muy diferente a cuando se declaró la emergencia hace más de tres años\". La OMS proclamó el COVID-19 como \"una emergencia para la salud pública con implicaciones internacionales\" el 30 de enero de 2020, cuando solo se habían identificado 213 personas muertas a causa de la enfermedad, un número que desde entonces ha crecido a [casi 7 millones de muertes en el mundo](https://covid19.who.int/). Esta alerta exigió que las naciones rastrearan y reportaran los casos. La OMS suspendió esa declaración el 5 de mayo. La siguiente semana, el 11 de mayo, [finalizó la emergencia de salud](https://espanol.cdc.gov/coronavirus/2019-ncov/your-health/end-of-phe.html) pública en los Estados Unidos que había estado en vigor desde enero de 2020. El final de la emergencia causó cambios administrativos en la forma en que se lleva un control de la enfermedad y quién paga por las pruebas y las vacunas. De acuerdo con el [Departamento de Salud y Servicios Humanos de los EE. UU.](https://www.hhs.gov/about/news/2023/05/09/fact-sheet-end-of-the-covid-19-public-health-emergency.html), el acceso a medicamentos importantes y vacunas contra el COVID-19 \"generalmente no se verá afectado\", aunque las exenciones de Medicare y Medicaid que expandieron la cobertura médica para millones de personas están terminando. Pero aunque los organismos gubernamentales han seguido hacia adelante, el coronavirus que causa el COVID-19 no ha desaparecido aún. \"La fase de emergencia ha terminado, pero el COVID no\", dijo la Dra. María Van Kerkhove, directora técnica del COVID-19 para la OMS, una conferencia de prensa sobre la declaración. Los [Centros para el Control y la Prevención de Enfermedades informaron](https://espanol-covid.cdc.gov/covid-data-tracker/#datatracker-home) que durante la semana que terminó el 13 de mayo, murieron 281 personas en Estados Unidos de COVID-19 y 9,204 personas fueron hospitalizadas para recibir tratamiento. Esa cifra ha disminuido de las casi 26,000 muertes semanales a mediados de enero de 2021 y las 151,000 hospitalizaciones al cabo de un año. El Dr. Safi U. Khan, becario de cardiología en el Houston Methodist DeBakey Heart and Vascular Center, indicó que la suspensión de las declaraciones de emergencia es un momento para \"celebrar nuestros logros pero no olvidar la necesidad de mantenernos atentos y preparados para amenazas\". Algunos grupos de personas permanecen más susceptibles para un caso grave de COVID-19 que puede dar lugar a una hospitalización o incluso la muerte. Los CDC dicen que [las personas bajo riesgo](https://espanol.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/people-with-medical-conditions.html) consisten en las personas mayores y aquellas con ciertos problemas médicos subyacentes, como enfermedades cardíacas, diabetes, obesidad y enfermedad crónica renal, así como los fumadores previos o actuales. Los datos de los CDC han demostrado que el riesgo de hospitalización y muerte a causa del COVID-19 es [desproporcionalmente mayor](https://www.cdc.gov/coronavirus/2019-ncov/covid-data/investigations-discovery/hospitalization-death-by-race-ethnicity.html) entre los indígenas americanos, los nativos de Alaska, y las personas hispanas o de raza negra. Las personas que viven en comunidades más vulnerables socialmente -una medida de factores que incluyen un nivel socioeconómico más bajo, dominio limitado del idioma inglés, tipo de vivienda abarrotada o deficiente, y acceso deficiente al transporte- también pueden tener más probabilidades de morir cuando se hospitalizan a causa de COVID-19, de acuerdo con un estudio en el 2022 en la revista médica [Circulation: Cardiovascular Quality and Outcomes](https://www.ahajournals.org/doi/abs/10.1161/CIRCOUTCOMES.121.008612). En las personas de otra manera sanas, Khan comentó, lidiar con el COVID-19 en la vida cotidiana aún requiere considerar los riesgos. \"En última instancia, es un balance entre la normalidad y la seguridad\", dijo él. Cuando se trata de mantenernos seguros, \"las vacunas encabezan la lista\", dijo Khan. Los [CDC recomiendan](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) que todas las personas de 6 meses o más se vacunen contra el COVID-19. La mayoría de las personas solo necesita una dosis de la vacuna ARNm actualizada, o bivalente, pero algunas pueden requerir dosis adicionales según la edad, el historial de vacunación y el estado inmunitario. Las personas de 65 años o más o que están inmunodeficientes pueden recibir una dosis adicional de la vacuna actualizada. Aunque un 81% de la población estadounidense ha recibido por lo menos una dosis de la vacuna, solo el 17% ha recibido una dosis de la vacuna de refuerzo actualizada, según los CDC. \"Por favor vacúnense si no lo han hecho\", dijo Malani. Aparte de vacunarse, usar mascarillas (cubrebocas) en espacios interiores concurridos y poner en práctica hábitos adecuados de higiene de las manos siguen siendo buenas prácticas, dijo Khan. Igual que lo es mantenerse atento a las tendencias locales de COVID-19. Los recursos para eso han ido cambiando, dijo Malani. Aunque los CDC no está abandonando las actividades de vigilancia, el final de la emergencia altera cómo se recopilan los datos y retrasa los informes de los mismos. Pero el valor de algunos detalles, como la proporción de pruebas positivas, ha ido disminuyendo con el tiempo de todas formas, agregó Malani. \"Recuerdo ver la información de esos datos cada día para tratar de determinar qué estaba pasando. Pero ahora, he dejado de mirarlos\". Malani continúa vigilando los datos federales referentes a [ingresos hospitalarios](https://espanol-covid.cdc.gov/covid-data-tracker/#cases_new-admissions-rate-county), lo que puede indicar un aumento de nuevas variantes o subvariantes, al igual que monitorear los niveles de virus en las aguas residuales. \"Muchas comunidades siguen vigilando [los sistemas de desagües](https://espanol-covid.cdc.gov/covid-data-tracker/#wastewater-surveillance), ya que un aumento en casos aparecerá allí antes de que se observen en el entorno de atención médica\", dijo Malani. No obstante para ella, el final de las declaraciones de emergencia es un reconocimiento oficial de que las personas han dado marcha hacia adelante. Durante tres años, ella atendía un flujo constante de llamadas de amistades y colegas preguntándole qué debían hacer. \"Ya no recibo ese tipo de llamadas\", dijo Malani. Dado el número de personas con inmunidad a causa de las vacunas o a una exposición anterior al COVID-19, la gente no tiene que ser tan rigurosamente cuidadosa como a principios de la pandemia, dijo Malani. Pero aún debemos mantenernos cautelosos. Por lo tanto, lo que ella le dice a su familia es: marchemos hacia adelante pero siempre prudentes. Para ella, eso quiere decir mantener a la mano una mascarilla en caso de que se encuentre en un espacio concurrido donde las personas están tosiendo. Pero también quiere decir salir a hacer actividades placenteras aunque otras personas no estén usando una mascarilla, porque [el aislamiento social de por sí es preocupante para la salud](https://www.heart.org/en/news/2022/08/04/el-aislamiento-social-y-la-soledad-pueden-afectar-la-salud-del-corazon-y-del-cerebro-segun-informe) y los niveles de personas mayores que informan sentirse aisladas no ha disminuido a los niveles antes de la pandemia. Malani también exhorta a las personas a que sean cautelosas para que el COVID-19 no arruine encuentros importantes. No es posible para nadie evitar la enfermedad para siempre, pero \"no quiero alterar algo que es importante para mí, como una actividad familiar especial, una graduación o una boda. Entonces pienso un poco más sobre la exposición y los espacios compartidos en esos momentos\". Los síntomas de COVID-19 pueden ser leves. Pero para las personas que corren un mayor riesgo de presentar una enfermedad grave, el tratamiento antiviral debe comenzar al cabo de unos días del comienzo de los síntomas, dijo Malani, y los viajeros deben tener un plan para encontrar atención médica si fuera necesario. \"El riesgo del COVID aún está vigente\", agregó ella. \"Pero es posible manejar y mitigar el riesgo. Aunque no podamos eliminar el riesgo del todo, a menudo podemos disminuirlo hasta el punto de que las cosas que son importantes para nosotros hacer sean posibles, lo cual no era el caso hace tres años\". Malani dijo que la pandemia ha demostrado la necesidad de tomar en cuenta a los demás cuando presentemos síntomas. Khan, también, enfatizó la necesidad de recordar cómo la salud de todos permanece interconectada. \"La pandemia del COVID-19 nos ha enseñado algunas lecciones importantes\", comentó Khan. \"Una de las más importantes es la función vital de la atención médica preventiva, como mantenerse al día con las vacunas y acudir al médico con regularidad. La segunda, es que la pandemia recalcó el valor de un estilo de vida saludable\". Llevar una dieta saludable, hacer ejercicio con regularidad y dormir suficiente ayudan a mantener en buena forma nuestro sistema inmunitario, comentó él. \"Pero tal vez lo más importante fue, que hizo hincapié sobre la importancia de las medidas de salud pública\", agregó él. \"Algunas cosas, como el distanciamiento social, usar una mascarilla y vacunarnos no solo nos mantienen seguros a nosotros mismos. También reducen el riesgo para todas las personas cerca "}