{"title": "Cinco razones importantes para vacunar a su hijo", "author": "Office; HIV; AIDS Policy", "url": "https://www.hhs.gov/es/immunization/get-vaccinated/for-parents/five-reasons/index.html", "hostname": "hhs.gov", "description": "Usted desea hacer lo mejor para sus hijos. Una de las mejores maneras de cuidar a sus hijos es asegurarse de que tengan todas las vacunaciones.", "sitename": "US Department of Health and Human Services", "date": "2021-04-26", "cleaned_text": "Usted desea hacer lo mejor para sus hijos. Conoce la importancia de los asientos para auto, las puertas para bebés y otras formas de protegerlos. Pero, ¿sabía que una de las mejores maneras de cuidar a sus hijos es asegurarse de que tengan todas las vacunaciones? La inmunización puede salvar la vida de su hijo. Gracias a los avances en la ciencia médica, su hijo puede estar protegido contra más enfermedades como nunca antes. Algunas enfermedades que en algún momento afectaron o mataron a miles de niños, han sido erradicadas completamente y otras están cercanas a la extinción, principalmente debido a vacunas seguras y eficaces. La polio es un ejemplo del gran impacto que las vacunas han causado en los Estados Unidos. En algún momento, la poliomielitis fue la enfermedad más temida en Estados Unidos, causando muerte y parálisis en todo el país. Pero hoy, gracias a la vacunación, no existen informes de poliomielitis en nuestro país. La vacunación es muy segura y eficaz. Las vacunas solo se administran a los niños luego de análisis largos y cuidadosos realizados por científicos, médicos y profesionales del cuidado de la salud. Las vacunas pueden provocar algunas molestias y dolor, enrojecimiento o sensibilidad en el lugar donde se aplicó la inyección, pero son mínimos en comparación con el dolor, las molestias y el trauma de las enfermedades que estas vacunas pueden prevenir. Los efectos secundarios graves después de la vacunación, como una reacción alérgica grave, son muy poco frecuentes. Los beneficios de prevención de enfermedades de las vacunas son mucho mayores que los posibles efectos secundarios para la mayoría de los niños. La inmunización protege a otras personas importantes para usted . Los niños de EE.UU. siguen contrayendo enfermedades prevenibles mediante vacunas. De hecho, hemos tenido resurgimientos de sarampión y tos ferina durante los últimos años. Desde el año 2010, han habido entre 10,000 y 50,000 casos de tos ferina cada año en los Estados Unidos y aproximadamente 10 a 20 bebés, muchos de los cuales eran demasiado pequeños para recibir todas las vacunas, murieron cada año. Aunque algunos bebés son demasiado pequeños para protegerlos con vacunas, es posible que otros no puedan recibir ciertas vacunas debido a alergias graves, sistema inmunitario debilitado por afecciones como leucemia, y otras razones. Para protegerlos, es importante que usted y sus hijos que pueden vacunarse estén totalmente inmunizados. Esto no solo protege a su familia, sino que además ayuda a prevenir la transmisión de estas enfermedades a sus amigos y seres queridos. Con las inmunizaciones su familia puede ahorrar tiempo y dinero. A un niño con una enfermedad prevenible mediante vacunas le pueden negar la asistencia a escuelas o instituciones de cuidado infantil. Algunas enfermedades prevenibles mediante vacunas pueden provocar discapacidades prolongadas y una carga financiera debido a la ausencia en el trabajo, las facturas médicas o el cuidado de discapacidades a largo plazo. En cambio, vacunarse contra estas enfermedades es una buena inversión y, por lo general, está cubierto por el seguro. El programa de Vacunas para Niños es un programa financiado por el gobierno federal que administra vacunas sin costo a los niños de familias de bajos ingresos. Para obtener más información sobre el programa VFC, visite http://www.cdc.gov/vaccines/programs/vfc/ o consulte con el profesional de atención médica de su hijo. La inmunización protege a generaciones futuras. Las vacunas han reducido y, en algunos casos, erradicado muchas enfermedades que mataron o provocaron graves discapacidades a personas de solo algunas generaciones anteriores. Por ejemplo, la vacunación contra la viruela erradicó la enfermedad en todo el mundo. Sus hijos ya no tienen que vacunarse contra la viruela porque la enfermedad desapareció. Al vacunar a los niños contra la rubéola, el riesgo de que las embarazadas transmitan este virus al feto o bebé recién nacido ha disminuido significativamente, y los defectos de nacimiento asociados con ese virus ya no se registran en Estados Unidos. Si continuamos vacunando completamente en el presente, los padres del futuro podrán quedarse tranquilos de que algunas de las enfermedades actuales ya no existirán para dañar a sus hijos en el futuro. Para conocer más sobre la Semana Nacional de Inmunización Infantil, visite http://www.cdc.gov/vaccines/events/niiw/index.html. Para obtener más información sobre la importancia de la inmunización infantil, "}