{"title": "PDF", "author": "PDF", "url": "https://www.jabfm.org/content/jabfp/9/6/411.full.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Improving Pneumococcal Vaccination Rates in an Elderly Population by Patient Education in an Outpatient Clinic Sudha Elangovan, MD, PhD, Background: Invasive pneumococcal disease is a major cause of morbidity and mortality in elderly patients. This study investigated the impact of a patient education intervention on the pneumococcal vaccination rate in elders. Methods: Charts of all patients aged 65 years or older who visited a universitY ambulatory care clinic during a 3-month period were reviewed for pneumococcal vaccination status before the patients' arrival for an office visit. Those who did not have the vaccination were provided patient education in the waiting room. Data were collected on age, sex, race, and immunization status. The reasons for refusing the vaccination before or during this intervention also were obtained. The charts of patients who consented were flagged for the attending physician to order the vaccination if appropriate. Results: Charts of 535 patients were reviewed for pneumococcal vaccination status. Of these patients, 291 had had a pneumococcal vaccination before the study. The cumulative vaccination rate increased significantly from 54 percent to 79 percent after the study intervention. The rate of pneumococcal vaccination was significantly lower among African-Americans than whites both before and after the patient education intervention. Conclusion: This study reports a substantial impact of patient education on improving pneumococcal '> vaccination rates in an elderly population. Most elders accept vaccination, and it can be delivered effectively without an additional visit. (J Am Board Fam Pract 1996;9:411-13.) About 40,000 adults die each year from pneumo­ coccal infections,l and invasive pneumococcal disease is still a major cause of morbidity and mortality in the elderly population. Mortality as­ sociated with pneumococcal disease has been shown to increase with age in patients older than 65 years.2,3 Higher mortality is also associated with underlying chronic diseases, such as conges­ tive heart failure, diabetes mellitus, malignancy, and alcoholism and cirrhosis.2,4 With the emergence of antibiotic-resistant strains of Streptococcus pneumoniae and the increas­ ing number of elderly persons, the death rate re­ sulting from invasive pneumococcal disease is expected to increase. A safe, effective, and inex­ pensive 23-valent polysaccharide pneumococcal vaccine has been available,S but the national cu- Submitted, revised, 25 March 1996. From the Department of Family and Community Medicine, University of Kansas School of Medicine -Wichita (SE, KJK, GV). Address reprint requests to Sudha Elangovan, MD, PhD, Department of Family and Community Medicine, University of Kansas School of Medicine -Wichita, 1010 N. Kansas, Wichita, KS 67214-3199. mulative pneumococcal vaccination rate has in­ creased only from 14.7 percent in 1989 to 28.2 percent in 1993.6 A broad implementation of successful strate­ gies is needed if the national health objective goal of 60 percent vaccination or greater in the elderly population by the year 2000 is to be achieved.7 This study investigated the feasibility of patient education having an impact on the rate of pneu­ mococcal vaccination in elders. Methods Charts of all patients aged 65 years or older who visited a university ambulatory care clinic from 20 June 1995 to 19 September 1995 were reviewed by a research nurse for pneumococcal vaccination status before their arrival at the clinic. Those who did not have documented pneumococcal vaccina­ tion were approached to confirm the status. Those who had not been vaccinated were pro­ vided patient education in the waiting room. Pre­ senting the written patient education informa­ tionS and providing a time for questions and answers took approximately 5 minutes. Data were Pneumococcal Vaccination in Elderly 411 on 13 September 2023 by guest. Protected by copyright. http://www.jabfm.org/ J Am Board Fam Pract: first published as 10.3122/jabfm.9.6.411 on 1 November 1996. Downloaded from Table 1. Pneumococcal Vaccination by Patient Sex Before and After Patient Education. V'll'cination Status v'accin,ned hetiJl'e intervention Vaccin,ned i>cfiJl'e and after intervention Score (P value) , «ltal (n=535) No. eX,) 2c)1 (54) 423 (7() -14,03 (dJ.OO 1) collected on age, sex, race, and immunization sta­ tus. In addition, the reasons patients chose to refuse vaccination prior to and during this study were also obtained by interview. The charts of the patients who consented to receive the vaccination were flagged for the attending physician to order the immunization if the physician considered the vaccination to be appropriate. The hypothesis test for proportions was used to calculate differences in vaccination rates by sex and race before and after the intervention.'! This study was reviewed and approved by university's Institutional Review Board. Results There were 535 patients aged 65 years or older who visited the clinic during the study period whose charts were reviewed for pneumococcal vaccination status. This group of patients repre­ sented 33 percent of the 1627 active clinic pa­ tients aged 65 years or older. Within the study sample, 204 (38 percent) were male and 331 (62 percent) were female. Of these patients, 291 (54 percent) had had a pneumococcal vaccination be­ fore the study intervention, and 132 received pneumococcal vaccination after the patient edu­ cation intervention in the waiting room. 'Elble 1 shows that cumulative vaccination rate within the study population increased significantly from 54 to 79 percent. Men (n = 2(4) No,(%) 114 (5(,) 1 (,H (H2) -C).C):? « (> 0,(5) 1,467 (> (LOS) crease in the rate of vaccination after the interven­ tion for both races. The data for other racial and ethnic groups were too few for meaningful analy­ sis, and approximately 15 percent of the patients did not have race designated in their charts. Con­ sequently, only the 445 white and African-Ameri­ can patients were included in these analyses. Before their visit, 92 patients had known about the pneumococcal vaccination and had previously chosen not to receive it. The majority who gave reasons why they were not previously vaccinated explained that they were not sick and did not need it or that they had failed to follow up with their physicians. Of these 92 patients, 46 (50 per­ cent) received a vaccination during the study visit, and the remaining 46 refused it. A total of 112 pa­ tients refused the offer of vaccination during the study: the 46 who continued to refuse vaccination and 66 patients who refused vaccination after learning about it during the study visit. Most of these patients wanted more time to make their decision and stated that they did not get sick, were afraid of injections, or feared side effects. Discussion This study reports a substantial impact of patient education on improving pneumococcal vaccina­ tion rates in an elderly patient population. Most elders accept vaccination, which can be offered The pneumococcal vaccination rates for both sexes before and after the inter­ vention were similar, and for both men and women there was a statistically sig­ nificant increase in the vaccination rate after the intervention (T~lble 1). Table 2. Pneumococcal Vaccination by Race Before and After Patient Education.* Although the rate of pneumococcal vaccination was significantly lower among African-Americans than whites both before and after the intervention Ciable 2), there was a significant in- 412 JABFP Nov.-Dec.1090 Vol.lJ No, 6 Vaccination Status Vaccinated hctill'e intervention after 0,0(1) September 2023 by guest. Protected by copyright. http://www.jabfm.org/ J Am Board Fam Pract: first published as 10.3122/jabfm.9.6.411 on 1 November 1996. Downloaded from without an additional visit. The effectiveness of the vaccination in elderly patients decreases with age, however, so it is important that patients be vaccinated soon after their 65th birthday, when they are in better health and have a better re­ sponse to the vaccination.IO,11 Because in our study approximately one third of the total num­ ber of elderly patients active in the clinic were seen during the study period, it is reasonable to assume that most elderly patients can be seen in their clinic or informed by mail about the need for pneumococcal vaccination. The initial vaccination rate in this study before the intervention was higher than the national cu­ mulative pneumococcal vaccination rate of 28.2 percent. As no previous interventions were con­ ducted in this clinic to increase the pneumococcal vaccination rate, it is unclear why the clinic rate was higher than the national average. The findings of this study are consistent with those of earlier studies reporting no statistical dif­ ference in the pneumococcal vaccination rate by sex and a lower rate for Mrican-Americans com­ pared with whites.6 A similar lower influenza vac­ cination rate among African-Americans has also been reported.6,12 The racial differences could be explained by such factors as socioeconomic status, access to health care; and other risk factors.3,6 Most of the unvaccinated patients were not aware that vaccination was available. Others knew about the vaccination but made a decision not to receive it, sometimes for uninformed reasons. This finding underscores the need to educate pa­ tients about pneumococcal vaccination and re­ mind health care providers to offer it. The accep­ tance of pneumococcal vaccination by elderly patients and health care providers can also be en­ hanced by two additional factors: the current rec­ ommendation of only a single lifetime dose, and reimbursement by Medicare. 13 To achieve the national health objective for the year 2000, family physicians should increase pa­ tient education about pneumococcal vaccination and patient awareness of its availability. It is possi­ ble to improve the pneumococcal vaccination rate through patient education in an outpatient clinic. The patient education brochure used in this study was obtained from the National Institute on Ag­ ing at no cost.H Making such materials available to patients in the waiting room augments vaccina­ tion efforts. Awareness can be increased further through reminders and the annual influenza vac­ cination campaign in the media. References l. Williams ww, Hickson MA, Kane MA, Kendal AP, Spika ]S, Hinman AR. Immunization policies and vaccine coverage among adults. The risk for missed opportunities. Ann Intern Med 1988; 1 08:616-2 5. 2. Watanakunakorn C, et al. Pneumococcal bacteremia in three community teaching hospitals from 1980 to 1989. Chest 1993;103:1152-6. 3. Bennett NM, Buffington], LaForce FM. Pneumo­ coccal Public 1992;82:1513-6. 4. Ortqvist A, Kalin M, ]ulander I, Mufson MA. Deaths in bacteremic pneumococcal pneumonia. A comparison of two populations-Huntington, VVVa, and Sweden. Chest of current recommendations.]AMA 1993 ;270: 182 6-3l. 6. Influenza and pneumococcal vaccination coverage levels among persons aged ~ 65 years-United States 1973-1993. MMWR Morb Mortal Wkly Rep 1995;44:506-7,513-5. 7. Healthy people 2000: national health promotion and disease prevention objectives. Washington DC: US Department of Health and Human Services, Public Health Service, 1991:122. [DHHS publication no. (PHS) 91-50213.] 8. National Institute on Aging. Age page. Pneumonia prevention: it's worth a shot. Washington DC: US Department of Health and Human Services, Public Health Service, 1994. 9. Microstat. Release 4.1. Indianapolis: Ecosoft, Inc, 1984. Wkly Rep 1989;38:64-8,73-6. 11. Gardner P, Schaffner W. Immunization of adults. N Engl] Med 1993;328:1252-8. 12. Race-specific differences in influenza vaccination levels among Medicare beneficiaries-United States, 1993. MMWR Morb Mortal Wkly Rep 1995;44:24-7,33. 13. Fedson DS. Clinical practice and public policy for influenza and pneumococcal vaccination of the el­ derly. Clin Geriatr Med 1992;8:183-99. Pneumococcal Vaccination in Elderly 413 on 13 September 2023 by guest. Protected by copyright. http://www.jabfm.org/ J Am Board Fam Pract: first published as 10.3122/jabfm.9.6.411 on 1 November 1996. Downloaded from "}