{"title": "Ensuring the Safety and Integrity of the World's Drug, Vaccine, and Medicines Supply", "author": "Laurie Garrett", "url": "https://www.cfr.org/report/ensuring-safety-and-integrity-worlds-drug-vaccine-and-medicines-supply", "hostname": "cfr.org", "description": "The world is facing two immediate health crises concerning drugs and vaccines: affordable and reliable access to life-sparing medicines and the safety and reliability of those medicines. Regulation a...", "sitename": "Council on Foreign Relations", "date": "2012-05-14", "cleaned_text": "Ensuring the Safety and Integrity of the World's Drug, Vaccine, and Medicines Supply May 14, 2012 - Policy Innovation Memorandum - Policy Innovation Memoranda target critical global problems where new, creative thinking is needed. The world is facing two immediate health crises concerning drugs and vaccines: affordable and reliable access to life-sparing medicines and the safety and reliability of those medicines. Regulation and distribution systems to ensure access and protect public safety, where they exist, are outdated. And over the past decade all aspects of raw materials extraction, ingredients synthesis, formulation, packaging, and distribution have globalized to such an extent that nearly every pill, injection, and salve contains elements derived from multiple countries. The supply chain of production is compromised: hundreds of thousands of people are dying annually from false, poisonous, or substandard medicines. Unless this issue is addressed, millions more lives and the credibility of medicines and vaccines will be lost. The Groups of Eight (G8) and Twenty (G20) countries should take the lead, as a matter of urgency, in promoting cooperation among national safety regulators, tougher legal frameworks, and regional networks of surveillance and prosecution. The Problem The entire chain of medicines and vaccine production, from raw chemical extraction to the sales of packages in pharmacies and hospitals, has become so globally complex that no single country-based regulatory system can guarantee its population's safety. The pace of change is breathtaking. Domestic U.S. drug producers, for example, now import 80 percent of their active pharmaceutical ingredients (APIs) from foreign manufacturers, compared to nearly 100 percent domestic production fifteen years ago. Those ingredients are primarily made or processed by some ten thousand companies located in India and China, where regulatory lapses have often proven serious, even fatal. A vast network of brokers creates an opaque barrier between APIs and excipient (inert ingredients) manufacturers and the next links in the production chain. The medicines chain is no longer transparent or readily traceable. Consumer demand for medicines is simultaneously increasing, as a result of innovative financing and distribution schemes in poor countries, Internet distribution, and worldwide demographic shifts toward older populations. With rising demand and medicine shortages comes unscrupulous behavior. Across the globe, pharmacies and hospitals are discovering that more of their products each year contain no API, have substandard or weak API formulations, are contaminated, or have been deliberately counterfeited by criminals to imitate legitimate medicines. This is a crisis for the rich, emerging, and poor worlds alike. More on: The World Health Organization (WHO) estimates that counterfeiting, substandard formulation, contamination, fakery, and active ingredient substitution constitute a $431 billion market; 83.4 percent of that, or $359 billion, had direct public health impact, representing a 300 percent increase over such clinically dangerous sales in 2000. A 2009 International Policy Network study reckoned that seven hundred thousand people are killed annually due to use of substandard treatments for tuberculosis (TB) and malaria alone. As WHO TB control director Mario Raviglione concluded, \"Without better regulation of the drugs, we are running the risk of anarchy.\" \"Buyer beware\" is not an appropriate warning, as patients and physicians cannot typically discern the authenticity and safety of the treatments they use. Worse, unregulated market forces favor substandard and criminal production as the highest profits are garnered from products that contain little or no costly active ingredients and nonhygienic excipients. In a largely unregulated global market in which errors or deliberate misformulations typically are marketed without notice or penalty to the manufacturers and distributors, the danger for patients and consumers is real and universal. The Solution In order to remedy the drug safety crisis without significantly reducing access to vital medicines, the G8 and G20 nations should take the following six steps. Use the MediCrime Convention as a starting framework for worldwide coordination The MediCrime Convention, launched in 2011, is a noteworthy binding international instrument among European nations. Ratification procedures are now under way and include agreeing to mutual transparency in regulation and enforcement activities, identifying jurisdictional boundaries, and committing to sanctions and penalties for violators of public health. The convention unfortunately uses the word \"counterfeit\" in lieu of terms agreed upon by the WHO, and thus implies emphasis on patent protection and pharmaceutical branding. Nevertheless, its country agreements for transparency, shared product testing, prosecutions, and investigations can serve as the basis for other regional frameworks. Identifying cross-national legal frameworks for collaboration between regulatory authorities should be a matter of urgency for G8/G20 leaders, as criminality and substandard manufacturing thrive in the absence of such multinational regulation. Ultimately, multinational agreements should have financial instruments built into them, generating funds for strengthening regulatory systems worldwide, particularly in poorly resourced countries. Create regional centers of excellence for regulation The WHO estimates that less than 17 percent of its member states have well-developed drug regulation and a third have little to no capacity to execute those regulations. Some 20 percent of nations have little to no legal provisions or capacity for regulation of the safety and reliability of medicines; combined, 50 percent are clearly incapable of ensuring the health of their public in terms of drug and vaccine safety. More on: Pooling resources and skills on a regional basis can help solve the capacity side of this equation. The Asia-Pacific Economic Cooperation (APEC) Regulatory Harmonization Steering Committee is endeavoring to reach collaborative accord in Asia. The Pan American Health Organization (PAHO) is building laboratory centers to service the region for drug and API safety analysis. It is seeking to harmonize regulatory and enforcement law across the region to allow transparency in surveillance and enforcement data, shared investigation power, and cross-border tracking of fraudulent or contaminated drugs. In March 2012, the East African Community (EAC) Medicines Registration Harmonization program was launched with political and financial support from UN agencies, the Partnership for Africa's Development (NEPAD), private foundations, and bilateral donors. The G8/20 leaders should back these efforts and aggressively encourage transparent exchange among its regulators and creation of financial instruments, potentially derived from stiff penalties imposed on violators, that can be used to bolster legal, inspection, and enforcement capacities. Encourage an alliance of regulators G8/G20 countries should commit to strong coordination, transparent information, and collaboration in the innovation of drug and vaccine safety, criminal interception, laboratory testing, and public health measures. In an effort to lift all boats, the regulatory agencies within the G20 should actively collaborate and assist less well-resourced nations in building both legal frameworks and capacities to test, track, and trace vaccines and medicines in order to guarantee the health of the global public. At the outset, the G8 should take steps to promote far more transparent and aggressive collaboration among its drug safety regulators and to identify weak links in the chain of safety regulation and inspection within the larger G20 community. Create a common numbering system for all pharmaceuticals Countries currently use a hodgepodge of numbering systems, rendering tracking and authentication of products and medicines from one country to another nearly impossible. Numbering should identify the product, its site and identity of manufacture, and the date of its original production. A universal numbering system adopted immediately by the G8 nations and encouraged worldwide could ease and simplify tracking of medicines, just as zip codes have improved global postal delivery. Encourage foreign assistance providers to feature drug safety capacity building In the absence of new money dedicated to the pursuit of global drug safety, existing resources may be far better directed. Donor states that currently manufacture or support the distribution of large amounts of pharmaceuticals and vaccines to poorer countries should feature training and support for drug authentication and safety as financed components of such drug delivery. Similarly, appropriate technology for rapid identification of substandard and fraudulent drugs should be provisioned not only by donor governments, but also by their funded nongovernmental partners. Encourage private sector players to ensure the reliability of online retailers Over the past three years, Interpol has executed criminal sweeps that have identified and removed thousands of websites engaged in illegal distribution of medicines. One website host company, GoDaddy.com, has removed eighty thousand such websites in just two years, which is estimated to represent about 2 percent of total illegal Web medicines operations. Relevant companies, such as Google and Microsoft as well as GoDaddy, are working to form a consortium that can quickly identify and remove online retailers engaged in dangerous medicines distribution. The relevant commerce agencies within the G20 should identify and encourage similar private sector interventions that can keep legitimate medicines distributors online while swiftly identifying and removing their criminal imitators. Conclusion Given the global scale of this rapidly escalating drug safety and reliability crisis, some analysts insist solutions must await creation of a multibillion dollar international regulatory authority and/or a world treaty agreement. Such grandly scaled interventions may be realistic one day, but the present political atmosphere favors neither treaties, generally, nor creation of expensive new multilateral entities. Potentially millions of lives will be lost in the meantime unless the far more immediate and actionable steps recommended here are taken. The integrity of the global drug and vaccine supply must be decoupled from patent protection and aggressively tackled through transparent collaborative relations between existing national safety regulators and rapid capacity building where regulation is weak or nonexistent. In the News [Drug Safety Crisis](http://www.abc.net.au/radionational/programs/saturdayextra/drug-safety-crisis/4017734) Council on Foreign Relations Press "}