{"title": "Dr. Nirvana, A Naturopathic Doctor", "author": null, "url": "https://www.drnirvana.com/", "hostname": "drnirvana.com", "description": "Dr. Nirvana is a Naturopathic Holistic Doctor in Newport Beach offering IVs, vitamin B12 shots, natural bio-identical replacement for menopause and thyroid, weight loss options, hair regrowth, autoimmunity, fibroids, pcos, hashimotos, endometriosis, pms, period problems, and more.", "sitename": "Naturopathic Doctor Nirvana", "date": "2021-07-14", "cleaned_text": "Hello and Welcome, I am Dr. Nirvana A Naturopathic Doctor. Navigating your own health is similar to starting a new recipe without knowing how to cook. You have an idea of what ingredients to use, but have no idea how to put it all together. That's where I come in... I help to guide you step by step, on which ingredients to buy and how to put the recipe together. I take your entire picture, along with your labs and paint a clear picture of how you got to where you are, what to do to fix it, and what's coming down the pipeline if you don't act now. But make no mistake, while I'm guiding you and giving you direction, it is YOU who takes the step. It is you who does the work. Hormones Female hormones imbalances can range from uncomfortable or annoying to downright debilitating but they are all worth you tending to. They're all connected and generally when one is out of balance, so are the rest. Women are so good at taking care of everyone else and putting their own needs and health on hold. Often we try to ignore mild, pesky symptoms and don't tend to ourselves until our hormones become unhinged and symptoms are too bad to ignore. We often wait for a crisis to make a change, but it doesn't have to be that way. Gut health Gas, bloating, pain, reflux, food sensitivities, diarrhea, or constipation sound familiar? If you're like most of my patients, the daily struggle with your gut is endless, and it takes up too much of your time and mental space, and limits your lifestyle. You don't have to 'put up' with your symptoms, let's identify the root cause and be rid of your frustrating symptoms. Immunity If you're reading this, you may have been through the gamut of doctors and may even have a diagnosis that reflects one of the many things that Lyme, EBV, Autoimmunity or Mycotoxins can mimic, but still haven't discovered the root cause. A diagnosis does not mean a cure, it's simply a label. I've never liked labels much and I don't think your body does either. Let's discover what your body is trying to tell you, and feed it the love, nutrition and healing it needs, together. Hormones Female hormones imbalances can range from uncomfortable or annoying to downright debilitating but they are all worth you tending to. They're all connected and generally when one is out of balance, so are the rest. Women are so good at taking care of everyone else and putting their own needs and health on hold. Often we try to ignore mild, pesky symptoms and don't tend to ourselves until our hormones become unhinged and symptoms are too bad to ignore. We often wait for a crisis to make a change, but it doesn't have to be that way. Gut health Gas, bloating, pain, reflux, food sensitivities, diarrhea, or constipation sound familiar? If you're like most of my patients, the daily struggle with your gut is endless, and it takes up too much of your time and mental space, and limits your lifestyle. You don't have to 'put up' with your symptoms, let's identify the root cause and be rid of your frustrating symptoms. Immunity If you're reading this, you may have been through the gamut of doctors and may even have a diagnosis that reflects one of the many things that Lyme, EBV, Autoimmunity or Mycotoxins can mimic, but still haven't discovered the root cause. A diagnosis does not mean a cure, it's simply a label. I've never liked labels much and I don't think your body does either. Let's discover what your body is trying to tell you, and feed it the love, nutrition and healing it needs, together. Hair Loss Solutions I am the first doctor to create a comprehensive protocol to address biochemical-related hair loss and diet-related hair loss. The solutions address the long term side effects and consequences associated with hair loss and endocrine dysregulation. Gut Health HEAL YOUR GI ISSUES NATURALLY Are you someone suffering from GI disturbances such as [ leaky gut, chronic constipation, acid reflux, bloating and gas](https://www.drnirvana.com/gut-health/)? Then this supplement is for you. Gut Be Calm is a supplement I chose to create for those who suffer from gastrointestinal issues to finally get relief for healthier gut function. Menopause Solutions I'm ready to help you get your life back so that you can fall in love with your new body. [Regenerative Health Program](https://www.drnirvana.com/you-deserve-2-be-heard/) If you're suffering from symptoms of imbalance, hair loss, chronic fatigue, PMS, hypothyroidism, adrenal dysfunction, fibroids, endometriosis and have seen everyone and tried everything, I can offer you solutions on your healing journey that will help you to get your life back. My job is to teach you how to care for your body so well that you know exactly what to do when things get a little off balance. I'm always standing by your side to help. If you're suffering from symptoms of imbalance, hair loss, chronic fatigue, PMS, hypothyroidism, adrenal dysfunction, fibroids, endometriosis and have seen everyone and tried everything, I will offer you solutions on your healing journey. Throughout my travels throughout the world, and throughout my years in Practice; I have formulated the most innovative strategies to guide you in creating the most comprehensive plan anchored in diet, lifestyle and natural therapies to get you quick relief and create long lasting health. Schedule an Appointment Blog Latest News [The Toxins Lurking in your Chocolate](https://www.drnirvana.com/the-toxins-lurking-in-your-chocolate/) Welcome to the Dr.Nirvana Podcast! If you're a lover a chocolate like I am, then this episode is meant for you. There are numerous articles about the benefits of dark chocolate, but did you know that all types of... [read more](https://www.drnirvana.com/the-toxins-lurking-in-your-chocolate/) [You Deserve to be Heard](https://www.drnirvana.com/you-deserve-to-be-heard/) The other day I had a new patient who is a few months post-partum. She came to see me because she started having symptoms of feeling light-headed along with some vision changes. Understandably this led to her feeling quite anxious. Prior to finding me, she decided to... [read more](https://www.drnirvana.com/you-deserve-to-be-heard/) [Hormone Health and Benefits of Sprouting](https://www.drnirvana.com/hormone-health-and-benefits-of-sprouting/) Why are sprouts better than the fully grown food itself? The reason that so many people turn to sprouts as a source of food is that they contain a significant amount of vitamins and nutrients not present in the un-sprouted form. Typically, a week after germination,... [read more](https://www.drnirvana.com/hormone-health-and-benefits-of-sprouting/) Address 1000 Quail "}