{"title": "WHO Reports Disturbing Rise in Yemen Measles, Rubella Cases", "author": "Mirage News", "url": "https://www.miragenews.com/who-reports-disturbing-rise-in-yemen-measles-1075720/", "hostname": "miragenews.com", "description": "The UN World Health Organization (WHO) issued a stark warning on Thursday over rising cases of measles and rubella among children in Yemen, as a", "sitename": "Mirage News", "date": "2023-08-31", "cleaned_text": "The UN World Health Organization (WHO) issued a stark warning on Thursday over rising cases of measles and rubella among children in Yemen, as a vaccination campaign there faces cutbacks due to insufficient funding. As of July, there have been more than 34,000 suspected cases of measles and rubella reported, resulting in 413 deaths; a significant increase compared to the 27,000 cases and 220 associated deaths recorded during all of last year, reported the UN health agency. Complicating matters further is limited funding for inoculation programmes, [according](https://www.emro.who.int/yemen/news/who-concerned-over-increase-in-measles-and-rubella-cases-among-children-in-yemen.html) to Arturo Pesigan, [WHO](http://www.who.int/en/) Representative in Yemen. \"Ideally, the outbreak response vaccination campaign should target at least all children under the age of 10 to be comprehensive and effective; however, the current funding gap has eroded support and limited the target to children under five years of age, the group with higher mortality rates.\" [Measles](https://www.who.int/news-room/fact-sheets/detail/measles) and [rubella](https://www.who.int/news-room/fact-sheets/detail/rubella), both highly contagious viral diseases, remain major causes of childhood mortality and congenital defects. While there are no specific treatments, these diseases can be prevented through the use of safe and cost-effective vaccines. Challenges in reaching children Eight years of brutal conflict have plunged Yemen into a severe humanitarian crisis. Across the country, more than 21 million people - two thirds of the population - require humanitarian assistance. The increase in measles and rubella cases is occurring against the backdrop of years of economic collapse, poverty, displacement, and overcrowded living conditions in camps, coupled with an overwhelmed health system. The situation is made worse by the large number of children who simply cannot be reached to receive inoculations. UN estimates suggest that 27 per cent of children under one have either not received measles and rubella vaccines or not completed the required doses for full protection. WHO response In response, WHO is working with the Yemeni Ministry of Public Health and Population and partner organizations to increase support for routine vaccination interventions. Up to the end of last month the UN health agency has supported the Government and partners to provide protection for around 65 per cent of all children with doses of measles and rubella (MR1 and MR2) vaccine. It is also gearing up to launch a measles-rubella vaccination campaign, targeting 1.2 million children under the age of five, in "}