{"title": "Herbs for Autism: A Natural Approach", "author": "Yolande Loftus; BA; LLB", "url": "https://www.autismparentingmagazine.com/herbs-for-autism/", "hostname": "autismparentingmagazine.com", "description": "A look at conventional, western medicine versus alternative and herbal remedies for children on the autism spectrum.", "sitename": "Autism Parenting Magazine", "date": "2021-04-26", "cleaned_text": "Parents seeking advice about herbs for children with autism may be entering a battlefield; with conventional, western medicine on one side and complementary and alternative medicine on the other... Many proponents of herbal, Chinese, complementary and alternative treatments view these remedies with an almost religious fervour. Sceptics, including many in the medical profession, roll their eyes with equal enthusiasm at something they see as subpar to western drugs and medicine. Some of us have braved the murky waters of suggesting alternative treatments to a medical doctor. It usually goes a little something like this: while your trusted GP scribbles your prescription, after a perfunctory check-up, you clear your throat and murmur: \"Sorry doctor, I read online,\" cue first exasperated sigh, (but you persist) \"that some complementary and alternative medicine may work better for my condition, could you advise a herbal protocol?\" Download your FREE guide on Autism Therapies and Solutions Maybe the doctor believes in a holistic approach, and you're in luck, otherwise you may receive that aforementioned eye roll and a reminder that the medicine prescribed is backed by actual science. Actual science, proof in the pudding, treatment with a stamp of clinical approval, and evidence of positive effects—of course this is important to every parent when researching treatments to help their child with autism spectrum disorder (ASD) thrive. When a doctor diagnoses your child with autism it may be overwhelming to process; trying to find the right medicine, therapies and treatments in a sea of information (and misinformation!) is often equally daunting. Holistic hand holding: Western and herbal medicine Society is indebted to researchers, doctors, and many other types of medical specialists for their contribution in diagnosing and treating autism. Conventional medicine gets a lot of bad press but many effective treatments and therapies (to manage autism symptoms) are the result of scientists and their research in the field of developmental disorders. Parents agree that conventional medicine often works well for some of the more challenging symptoms of autism; but these same parents divulge serious side-effects and a desperate quest to find gentler and more natural alternatives to help their children. Increasing numbers of people believe the best treatments and therapies for autism will originate from the melding of complementary (and alternative) therapies with conventional medicine. Could a holistic approach including herbal and traditional Chinese medicine be the best solution for children with ASD? In this article I'll be looking at a few herbal treatments being investigated for their possible role in treating or managing autism symptoms. I'll also examine whether such remedies have any studies or research to validate their effectiveness. Throughout the article I'll refer to the lack of standardization, and the lack of clinical studies, to test the safety and efficacy of herbal medicines. An example of incorrect use of herbal medicine will be provided to emphasize the fact that uninformed use of herbal products could be lethal. Herbal disclaimer A disclaimer issued with any herbal advice usually takes up as much space as the actual information. The worry that a positive review of a herb or alternative treatment could inspire someone to quit cold turkey on their existing medical prescription, is the stuff of nightmares in our litigious culture. Most parents, however, are overly cautious when it comes to their autistic children. Parents know any new treatment, including herbal, should be researched and run by experts who know and understand their child's specific symptoms and medical history. Equally important is knowledge of possible interactions between prescription and herbal medicine. A herb or herbal tincture could alleviate a symptom with great effectiveness, but it is entirely possible that it may have side effects leading to other new, problematic symptoms. Turmeric: a top natural remedy? For example, turmeric has been studied (Bhandari & Kuhad, 2015) for its efficacy in treating certain symptoms associated with autism. The research is promising and the findings are backed up by similar studies. Due to its anti-inflammatory properties, turmeric—specifically curcumin, the main active ingredient—may be one of the top natural remedies showing promise for treatment and management of autism symptoms. Further investigation of the herb reveals a study (Smith & Ashar, 2019) where a possible link between iron deficiency anemia and the human ingestion of turmeric is discussed. This will be of concern to parents of children with autism, considering a deficiency of iron and Vitamin D (as well as anemia) are thought to be more common in children with autism than neurotypical children (Bener et al., 2017). It is important to note that some of the above studies are not conclusive; others are based on results found in animals and the conclusions still need to be confirmed in human trials. These studies should, however, serve as a reminder that parents should only embark on a novel therapeutic regimen after careful consideration, consultation of reputable research resources, and the instruction of an expert in the field. Just because something is natural, doesn't mean it's harmless. Evidence lacking Clinical trials, randomized and controlled, carry the most scientific weight. Such studies would legitimize herbal remedies and alternative medicines. Most people assume there is no reliable evidence testifying to herbal therapies' efficacy, purely because of funding issues—who can resist a quip at Big Pharma? This is obviously a large part of the reason, but the problems of scientific evaluation go way beyond financial challenges. Even if big green corporations decided to pour money into clinical trials for herbal therapies, the standardization issues would still be a major stumbling block to reaching scientific streetcred. To register new medicines and therapies, an enormous amount of data is required. When testing the proposed treatment, precise information pertaining to the properties of the formulations, its shelf life and much more is needed to ensure consistency in future batches. Imagine applying such rigorous standardization to herbs, where each plant may have multiple varieties. Standardization issues crop up (pardon the pun) whenever the prospect of regulating the herbal medicine market is discussed. Standardizing herbal medicine, when each country has a different approach to growing and processing plants, is another. The processes could be standardized internationally of course, but imagine the astronomical cost. Financial and standardization issues will have to be addressed if we ever want reliable evidence of the efficacy and safety of herbal and alternative medicine. This is a matter of urgency if one considers data that established close to 80% of people in certain developing countries rely on herbal medicinal products as their primary source of healthcare— according to a report by the World Health Organization (WHO, 2002). Dr. Ebrahim Samba WHO's Regional Director for Africa (at the time) spoke to the heart of the herbal crisis with the following quote: \"About 80% of the people in Africa use traditional medicine. It is for this reason that we must act quickly to evaluate its safety, efficacy, quality and standardization - to protect our heritage and to preserve our traditional knowledge. We must also institutionalize and integrate it into our national health systems.\" (WHO, 2002) [Click here](https://www.autismparentingmagazine.com/subscriptions/?utm_source=InPostBanner&utm_medium=Onsite&utm_campaign=CRO-InPostBanner)to find out more Herbs of hope Parents hoping to help their austic child through natural and herbal interventions may lose hope when considering all the obstacles listed above. But many people do see a future where herbs and more natural treatments play an important role in autism treatment. As more people insist on finding alternative solutions, the medical community will be forced to adapt or they may lose their patients to alternative medical practitioners. The lack of funding, standardization, and dire need of an overall registration and supervisory body could all be solved a lot quicker if the medical community truly cared about people's safety where herbs and alternative medication is concerned. The medical profession should care more about expanding treatment and therapy to whatever provides the most benefit with the least side effects—if such expansion includes herbs, complementary and alternative medicine no effort should be spared to help regulate the industry. Herbs and alternative therapies for autism One can't help but feel a tinge of herbal hope when researching alternative therapies showing promise in treating symptoms of autism in children. Keep in mind that the safety of these herbs are not established and (once again) effectiveness cannot be proven in most cases as controlled studies are lacking. A scientific review by Gasparotto et al., (2017) titled Herbal Medicine as an Alternative Treatment in Autism Spectrum Disorder: A Systematic Review found some promising preliminary results regarding the efficacy of herbal medicine in the management of ASD in humans and animals. The authors did conclude the study by cautioning that with the data currently available the effectiveness of herbal medicines cannot be concluded yet. While we keep hoping for better research to guide us on the use of herbal medicine the following findings from around the world is a helpful (and hopeful) step in the right direction: Intranasal herbal medicine This study (Chan et al., 2014) incorporated a different way of administering treatment for autism symptoms in children. The study's aim was to explore whether the patented herbal medicine could improve executive functions in ASD. The study evenly assigned 30 autistic children to either receive a daily intranasal administration of the herbal formula or no treatment. Executive functions, behavioral problems and other data obtained before and six months after the autism treatment were compared. The control group showed no significant changes in executive function, while the experimental group showed noticeable improvements in inhibitory control, mental flexibility and planning (Chan et al., 2014). The study therefore found support for the administration of the patented intranasal herbal medicine for improving executive function in ASD. These results are encouraging, and if the findings could be replicated in bigger samples of children with autism spectrum conditions there may be reason for optimism. Kami-shoyo-san Kami-shoyo-san (KSS) is a traditional Japanese herbal formula often prescribed for female patients with symptoms related to menstrual irregularity or menopause. A study by Guo et al. (2019) found KSS to be helpful in reducing ASD-like behaviors in female mice. The study concluded that KSS may be beneficial for the treatment of ASD in females. Once again the results are encouraging, and further clinical studies would be beneficial. One can't help feel encouraged by the possibility of benefits for autistic girls. The medical community ignored females with ASD for a long time, as the myth of autism being a male only disease was perpetuated. Ukgansangajinpibanha Traditional Chinese medicine and herbal medicines like Ukgansangajinpibanha are also being studied (Lee et al., 2019) to find out whether these medicines are effective, safe and economically viable as treatment for ASD. It is encouraging to note how trials pertaining to herbal treatments are becoming more controlled with the above study (Lee et al., 2019) including a protocol for: legitimately prescribed herbal medicine in Korea and Japan; used for angry, sensitive, nervous and unsettled children with ASD. It is believed that Ukgansan inhibits hyperactivity and hypersensitivity through anti inflammatory mechanisms. A final word of warning How many of us wouldn't give up drugs and conventional medicine—with all its adverse effects and sometimes high cost—for something more natural. One of the many factors which puts a price on western medicine and drugs is the fact that these medicines are (mostly) well studied and adverse effects are known and published. In contrast herbal tinctures are sometimes taken on a whim, or on word of mouth recommendations with little regard to how powerful it can be. A WHO press release (2002) details some frightening results from herbal and traditional therapies used incorrectly. According to the statement the herb and traditional Chinese medication, Ma Huang (ephedra) was used incorrectly in the USA with grave results. The herb is apparently commonly used for short-term respiratory congestion, but was marketed as a long-term dietary aid. The long-term use led to many complications including deaths, heart attacks, and strokes. There are many more cautionary tales of inappropriate herbal administration leading to adverse events, which is why caution is of the utmost importance—even more so when dealing with children with autism who are often nonverbal and may have trouble communicating about discomfort experienced from treatments. Summing up In future, herbal medicine could play an important role in managing some of the more challenging symptoms associated with autism spectrum disorders. At the moment, the lack of clinical studies and the issues with standardization mean these complementary and alternative therapies are not yet safe to administer. We can only hope that those involved in conventional medicine will step up to get alternative therapies and herbs scientifically evaluated; gentler more natural treatments could change the lives of many children with autism. References: Bener, A., Khattab, A. O., Bhugra, D., & Hoffmann, G. F. (2017). Iron and vitamin D levels among autism spectrum disorders children. Annals of African medicine, 16(4), 186-191. [https://doi.org/10.4103/aam.aam_17_17](https://doi.org/10.4103/aam.aam_17_17) of curcumin in experimental paradigm of autism spectrum disorders. Life sciences. 141. 10.1016/j.lfs.2015.09.012. Chan, A., Sze, S.L., & Han, Y.M. (2014). An intranasal herbal medicine improves executive functions and activates the underlying neural network in children with autism. Research in Autism Spectrum Disorders, 8, 681-691. Guo, Q. Y., Ebihara, K., Shimodaira, T., Fujiwara, H., K., Dibwe, Awale, Araki, Yabe, T., & Matsumoto, K. (2019). Kami-shoyo-san improves ASD-like behaviors caused by decreasing allopregnanolone biosynthesis in an SKF mouse model of Junior, Arquimedes. (2017). Herbal Medicine as an Alternative Treatment in Autism Spectrum Disorder: A Systematic Review. Current Drug Metabolism. 19. 10.2174/1389200219666171227202332. Lee, S. H., Shin, S., Kim, T. H., Kim, S. M., Do, T. Y., Park, S., Lee, B., Shin, H. J., Lee, J., Lee, J. Y., & Chang, G. T. (2019). Safety, effectiveness, and economic evaluation of an herbal medicine, Ukgansangajinpibanha granule, in children with autism spectrum disorder: a study protocol for a prospective, multicenter, randomized, double-blinded, placebo-controlled, parallel-group clinical trial. Trials, 20(1), 434. https://doi.org/10.1186/s13063-019-3537-7 Smith, T. J., & Ashar, B. H. (2019). Iron Deficiency Anemia Due to High-dose Turmeric. Cureus, 11(1), e3858. [https://doi.org/10.7759/cureus.3858](https://doi.org/10.7759/cureus.3858) World Health Organization. (2002, May 16). WHO launches the first global strategy on traditional and alternative "}