{"title": "Megadose — Now You're Seeing Things - Alternative Shrink", "author": "Dr Kai Swigart", "url": "https://alternativeshrink.com/2022/03/11/megadose-now-youre-seeing-things/", "hostname": "alternativeshrink.com", "description": "We can always choose hope over fear, and therefore spiritual freedom over mental imprisonment. Remember, it's your choice.", "sitename": "Alternative Shrink", "date": "2022-03-11", "cleaned_text": "but never lose infinite hope.\" MARTIN LUTHER KING JR. Hope Is The Key That Unlocks Freedom's Door What is hope? I believe it is a deep sense of belief that something is possible, accompanied by a trust or faith in something or someone to help create its occurrence. With it we find freedom from our suffering. Without it we are encumbered by the fears that imprison us. We can always choose hope over fear, and therefore spiritual freedom over mental imprisonment. Remember, it's your choice. When tragedy strikes, some use it to inspire hope in the hearts of others. In \" [How To Turn A Personal Tragedy Into A Triumph](https://jodiegale.com/how-to-turn-a-personal-tragedy-into-a-triumph/#content),\" Jodie Gale says there have been lots of [inspirational people](https://www.biographyonline.net/people/overcame-difficult-odds.html) who have shown us that, even in the face of unthinkable tragedy, it is possible to find meaning from our suffering. She goes on to offer 11 ways to help us do this, including the suggestion that we read the following inspirational stories: \" [The Long Walk to Freedom by Nelson Mandela](https://www.amazon.com/Long-Walk-Freedom-Autobiography-Mandela/dp/0316548189/ref=sr_1_1?s=books&ie=UTF8&qid=1386370759&sr=1-1&keywords=the+long+walk+to+freedom), [Man's Search for Meaning](https://www.amazon.com/Mans-Search-Meaning-Viktor-Frankl/dp/080701429X/ref=sr_1_1?s=books&ie=UTF8&qid=1386370924&sr=1-1&keywords=means+search+for+meaning) by Viktor Frankl, [I Beat the Odds: From Homelessness, to the Blind Side, and Beyond](https://www.amazon.com/Beat-Odds-Homelessness-Blind-Beyond/dp/1592406386/ref=sr_1_1?s=books&ie=UTF8&qid=1386370887&sr=1-1&keywords=i+beat+the+odds) by Don Yaeger, [A Child Called It](https://www.amazon.com/Child-Called-Childs-Courage-Survive/dp/1558743669/ref=sr_1_2?s=books&ie=UTF8&qid=1386370807&sr=1-2&keywords=a+child+called+it) by Dave Pelzer, [Gandhi: An Autobiography](https://www.amazon.com/Autobiography-Story-My-Experiments-Truth/dp/1481076043/ref=sr_1_1?s=books&ie=UTF8&qid=1386370850&sr=1-1&keywords=gandhi) by Gandhi, [The Diary of Anne Frank](https://www.amazon.com/Anne-Frank-Diary-Young-Girl/dp/0553296981/ref=sr_1_1?s=books&ie=UTF8&qid=1386371007&sr=1-1&keywords=diary+of+anne+frank) by Anne Frank and [Left for Dead](https://www.amazon.com/Left-Dead-Story-Resilience-Courage-ebook/dp/B00DY1F3VI/ref=sr_1_1?s=books&ie=UTF8&qid=1386370958&sr=1-1&keywords=left+for+dead+samantha) by Samantha Barlow.\" Gary Heavin, who together with his wife Diane founded Curves, the world's largest fitness franchise, says he had an epiphany while teaching a fitness class one day. In \" [Turning Tragedy Into Triumph](https://www.chickensoup.com/book-story/53243/turning-tragedy-into-triumph#main-content-area),\" Heavin says that, while teaching his class, he suddenly realized that what has driven him all of his life — what has determined his destiny — is his desire that no little boy has to find his mother as he found his. When he was 13, Heavin, along with his eight and nine year old little brothers, found their mother, who had been heavily medicated for high blood pressure, dead from a stroke. He says her premature death, and the high blood pressure that contributed to the blood clot that took her life, were unnecessary. Her life could have been saved by a regimen of healthy nutrition and regular exercise. From her tragic death grew Curves, which is now saving the lives of millions of women around the world. In \" [10 Inspiring Stories Of People Who Turned Tragedy Into Triumph](https://listverse.com/2014/12/23/10-inspiring-stories-of-people-who-turned-tragedy-into-triumph/),\" Heather Ramsey tells the story of Nash Schupbach, and nine others. On June 19, 2014, five month old Nash died of positional asphyxiation at his babysitter's, while his parents were at work. Shelly and Todd, Nash's parents, didn't want his legacy to be one of sadness. \"As Nash's six-month birthday approached on July 9, 2014, family members decided to honor him by doing random acts of kindness in his name. They agreed to do that on the ninth of every month at least until his first birthday. With each act of kindness, they would hand out a card with the baby's picture and the words \" [Have a Nash day](https://www.mlive.com/news/flint/2014/07/have_a_nash_day_couple_honors.html).\" The idea took off on social media, and soon people all over the US were participating in \"Have a Nash day.\" Then someone in Spain posted, and the Schupbachs realized it had gone international. Now, Shelly's excited about Nash's birthday again because of all the people who are honoring her son. Hope is the key that unlocks freedom's door. Megadose — Now You're Seeing Things \"A Little Dose of Heaven,\" the title track of the album scheduled to drop on Friday, April 22, 2022 (Earth Day) is all about hope for tomorrow through what we're doing today. I'm planning a video for each of the 11 songs, and for this one it's about hope and inspiration. So now not only will you be hearing \"A Little Dose of Heaven,\" but you'll be seeing it too. Not sure if, as a shrink, I should be encouraging people to hear and see things, but I guess that, if its a shared perception, then it's probably OK, right?! Here's [A Little Dose of Heaven (Official Music Video)](https://youtu.be/rk3iwqdCmCw). Trust it generates hope and inspiration, and raises the corners of your mind, mouth, and heart a little! Photo Credit: "}