{"title": "Homeopathic Consultations for Children | Homeopathic Treatment for Children", "author": null, "url": "https://d80.676.myftpupload.com/homeopathic-treatment-children/", "hostname": "myftpupload.com", "description": null, "sitename": "Homeopathy Works NYC", "date": "2021-02-27", "cleaned_text": "Patience, trust in the process and your homeopath, are key to a good and permanent outcome... Homeopathy and Children Homeopathy aims to stimulate a child's natural immune system so that they may achieve a more vital state of health. Traditionally, earaches, fevers, upper respiratory disorders and skin ailments, are treated with powerful drugs. While the result of this is a quick solution to the presenting problem, often these complaints will be seen to occur again and again. This is when the situation changes from an acute state to a chronic one, often turning into an endless cycle of suffering for the child. Treating a child constitutionally, that is, seeking to remove the underlying weakness that is allowing their particular symptoms to occur, is a process that is both challenging and rewarding. If a child has had a previous history of many suppressive treatments, it may take a little time for homeopathy to work at its optimum level. This is because, while there are indisputably situations where there is a defensible need for conventional medicines, it is the frequent and continued use of suppressive agents that can have the effect of weakening the immune system. The recent fatal emergence of the MRSA \"superbug\", an infection that is resistant to antibiotics, is a case in point. The stronger the child's vital force, the quicker they will respond to homeopathy. It is never too early to consider homeopathy for use with children. In fact, the optimum way to treat a baby is to give the mother a good constitutional remedy during her pregnancy! Any trauma — mental, emotional or physical, that the mother may have experienced during pregnancy, can have a strong impact on the state of her child. Given that there is such a close relationship between mother and child in the early years, it is customary in my practice to offer to treat also the mother who is bringing in her child of two years old and younger, as part of the initial consultation. Sometimes, but not always, it may be that both child and mother may need the same remedy. Many parents come with questions about vaccinations, which is both a delicate and complicated subject. In this country, mandatory vaccinations laws can prevent children from attending school or daycare, and prevent adults from attending college or working in selected professions. Parents are becoming concerned about reports of problems occurring after the MMR vaccine, including epilepsy, arthritis, paralysis and autism. There has been research suggesting a link between the measles vaccine and Crohn's Disease (Thomson et al, the Lancet, vol 345, 1995, p1071-1074). Hepatitis B vaccine has, since 1992, been routinely injected into American babies at birth in hospitals. This is a disease that occurs mainly in adults who engage in promiscuous sex and intravenous drug abuse. Didier Grandgeorge, M.D., in his book Homeopathic Remedies for the Stages of Life, says that in two decades of pediatric practice in France, he has not seen a single case of Hepatitis B in a child under fourteen. It is not a homeopath's place to advise on the subject of vaccinations, and as a homeopath myself, I will not direct parents in their decisions regarding this matter. Parents should do their own research and get as much information as possible, educating themselves about the consequences of giving and not giving each vaccination, so that they may be able to make their own informed and responsible decisions. Parents are also questioning the possible side effects with the use of drugs for the treatment of attention deficit hyperactivity disorder (ADHD). Two of these drugs have recently been linked to liver disease. There are doctors who have expressed concern that the methylphenidate class of drugs may lead to depression or be abused by drug-users because of their amphetamine content. Some parents, teachers and doctors say that these drugs suppress, rather than modify, behavior. Acknowledging that there are situations calling for these drugs, there is now a growing awareness that other modalities such as homeopathy and diet modification, can offer natural alternatives without any side-effects. Parents using homeopathy for the first time will note that they will need to become good observers of their children. Patience, trust in the process and your homeopath, are key to a good and permanent outcome, in the knowledge that while your child is responding to a safe, non-invasive and subtle stimulus, they will be building strength — mentally, emotionally and physically. PARENT TESTIMONIALS Sonam is an excellent homeopath. She helped my son who had dyslexia, hyperactivity, seasonal allergy and behavior problems. What I understood is that these problems are the expression of the same root cause—so to speak. Sonam always looks at the whole person and gets to the bottom of things. That is why her remedy works like a miracle every time. I am a patient of hers too, and she knows me much more than I do. It is truly amazing. ~Aya Morimoto In 2006 my 5-year old daughter Ivy developed a severe case of eczema. I was determined not to treat her with steroid creams, so I searched for an alternative method and found Sonam. With her gentle and thorough approach, she found a remedy that worked within days. And then in 2008, I brought my two-year-old daughter Poppy to Sonam because she was struggling to maintain her weight. After receiving a remedy, she gained the most weight she had ever gained in a three-month period. And finally, in this last year, with the allergy season at its worst, Ivy could barely make it through school because of her itchy eyes and stuffy nose. Within two days of taking a remedy, she was no longer suffering. I find what Sonam does to be nothing short of miraculous. And to get these incredible results without the use of traditional drugs is so important to me in considering the long-term health of my children. ~Judy Bassaches At just barely two years old, my daughter, Izzy had chronic styes all around her eyes. These styes were very large, painful, and ugly. Doctors told us there was nothing we could do about this condition; that it was chronic and that she could even scar. We gave her antibiotics, but this did not help at all! Sonam came to the rescue when we had just about given up. We followed her simple directions to the T and dramatically Izzy became stye free! We will be forever in her debt. It's been eight years now, and Izzy has never had any more styes. Thank you, Sonam. ~Elena Hanson I first went to Sonam because my two-year-old had been diagnosed with \"reactive airway disorder\" and was coughing every night for over three months. The pulmonary specialist we consulted wanted to treat her with steroids. I was opposed to the idea and sought alternative solutions. Our visit to Sonam was my first experience with homeopathy. I appreciate her sensitivity to the difficult decisions I faced regarding my daughter's care. After one dose of the remedy Sonam suggested, my daughter stopped coughing immediately. Over the past year, she has gone from having many ear infections, colds that always went into her chest or bronchial tubes, and the nightly cough that plagued her, to being a much healthier child, with very few illnesses. ~Caty Bartholomew When I first started to look into homeopathic care, I was hoping to find somebody who could be able to help my daughter Allegra, then aged four, for her skin problem, but I knew that part of her condition could be also due to the fact that she is extremely connected and emotionally susceptible to what is around her. I like Sonam's non-aggressive approach to healthcare, and her way to see physical problems as part of a whole with our inner feelings. I think that she is really able to listen and to communicate with my daughter in depth. For her part, Allegra really enjoys talking to Sonam and playing with the toys in her office! ~Silvia Berman "}