{"title": "Vitamin D Flu Shots More Effective", "author": "Cynthia Preston; ND", "url": "https://www.drprestonnd.com/blog/5-reasons-to-not-get-a-flu-shot", "hostname": "drprestonnd.com", "description": "FLU SHOTS NOT EFFECTIVE", "sitename": "drprestonnd.com", "date": "2023-01-01", "cleaned_text": "Flu Shots More Effective The last 2 years the flu vaccine has been ineffective, especially for senior citizens, the one population that depends on it. A simple trip to the pharmacy or a browse on the internet may have you convinced that a vaccine against the influenza virus is a great idea, but I join well over half the U.S. population in passing on the flu shot each year. It is certainly up to you to make the best decision for you and your family, but for your consideration... 4 Reasons to Skip the Flu Vaccine: 1 - The flu is not a life threatening disease for most adults and elderly. Lets be honest we don't want the flu mostly because its just an extremely uncomfortable and extremely inconvenient fact of life. Its hardly every life threatening. Even for the younger and older, we have the proper education and medical system where death is rare because we know how to react. The [Washington Post](http://www.washingtonpost.com/wp-dyn/content/article/2005/10/22/AR2005102200042.html) says the \"public health community has overstated the risk of flu-related death.\" Yes, people die from the flu, but not the average, healthy individual. Even among the elderly, the risk of death from the flu is 1 in 1000 (3) From a medical perspective, getting acute bouts of illness is neither good and usually inevitable. The world we live in is ripe with germs - they are part of the process of life. It is your body's job to keep these bacteria, yeast, and viruses in check. When you get an acute fever - with a flu, cold, or otherwise, that's your body fighting the imbalance of germs. So your best defense against any illness is a strong immune system. This is esepcially true with kids, as they are training their immune systems. However, for immune deficient children you may want to consider the little protection a flu shot can offer. 2 - Flu vaccines are often ineffective. If there's a way to avoid getting the flu, why not do it? Well, just because you got the shot, doesn't mean you won't get the flu. Last year's vaccine was particularly ineffective in preventing the strains of flu in the U.S. with only 46% efficacy reported by the CDC. This was largely due to the fact that the flu vaccine is a guess. There is no single virus that causes the flu and there is no single flu vaccine that protects against all strains. Scientists take an educated guess as to what three of over 300 different flu viruses they expect to have the greatest virulence in the upcoming year. The vaccine is then formulated from these three viruses. When you get the flu vaccine, your body produces antibodies to three specific strains of the virus. So you basically have a three out of 300 chance (one percent) of being vaccinated for the proper viral strain. Additionally, the viruses are always adapting and may change form by the time you are exposed. Even if you are fortunate enough to receive a vaccine for the proper strain of virus, it will be useless if your body hasn't produced a full response (which takes two weeks) or if there is too much time (over three months) between vaccine and viral exposure. The virus may have adapted over time to create a structure the body fails to recognize. ( [source]) If the guessing game isn't reason enough, The Scientific American writes that \"Flu shots may not protect the elderly or very young\" - the precise segment of the population that the CDC declares at the highest risk for influenza related death. Interestingly, in comments to the above post, Dr. Dan Jernigan the Deputy Director of the Influenza Division of the CDC confirms, \"In general, the flu vaccine works best among young healthy adults and older children.\" ( [source](http://www.scientificamerican.com/article.cfm?id=flu-shots-may-not-protect-the-elderly-or-the-very-young)) 3 - Adequate Vitamin D is BETTER flu prevention than the vaccine. I don't want the flu any more than you do. So, in my house, instead of choosing three strains of flu to protect against (what the vaccine does) we take measures to strengthen our immune systems as a whole against any \"invaders\". In addition to our anti-oxdiant rich diet, we stock up on herbs like astragalus and glycrrhiza, and Vitamin D during the less sunny months of the year. While we still get sick (we're not perfect, after all!), it's typically not as often as our friends and neighbors nor are our symptoms as severe or as long-lasting. According to a 2010 study, even children taking a low dose of vitamin D were 50% less likely to contract the flu. ( [source](http://articles.mercola.com/sites/articles/archive/2011/12/14/study-shows-vitamin-d-cuts-flu-by-nearly-50.aspx)) Imagine what happens when vitamin D levels are actually optimized! Keep in mind that simply taking some vitamin D many not be enough to ward off the flu, because what's important is the actual level of vitamin D in your blood. Some people taking Vitamin D don't actually get their blood levels high enough. A vitamin D shots may be more effective as it gets straight into the blood stream and can use dose up to 50,000 safely. A 2014 Cochrane review analysed the efficacy of flu vaccinations. It incorporated a huge amount of data including clinical trials with over 70,000 people, of which 27 were comparative cohort studies (with about 8 million people) and 20 were case-control studies (of nearly 25,000 people). A stand-out fact from this Cochrane review was that 71 people would need to be vaccinated to prevent one case of influenza. This statistic translates to a 1.4% response rate.(1) In contrast, a 2010 study of 334 school-aged children found that, compared to placebo, 1200IU a day of vitamin D over 4 months achieved a risk reduction of 7.8% against the flue virus. Also, like the flu vaccination, vitamin D can be used prophylactically.(2) The results of these two studies suggests that vitamin D may be almost 6 times more effective at preventing influenza than vaccination. Ask your doctor to order a Vitamin D3 panel. While sunshine is the most effective way to get Vitamin D, oral supplementation may be necessary for those in winter climates or with extremely low levels of this nutrient. If you are very, very low, you may need a much higher dose of supplemental D3 through intramuscular injections or oral depending on need and flu/immune system risk and status. 4 - There are long-term health risks of flu vaccines. While the reports are compelling on both sides, I am personally even more concerned with the long term health risks of flu shots as we being to understand more and more the effects of aluminum and mercury on our brains. According to the research of Hugh Fudenberg, MD, a leading immunogeneticist, an individual is ten times more likely to develop Alzheimer's disease if they have received 5 flu shots in their lives, as opposed to others who have have 0-1 flu shots. This is attributed to levels of aluminum and mercury. Most of the flu vaccine for this current season (2012-13) will contain Thimerosal, a mercury-based preservative as well as aluminum. The flu vaccine has also been linked with other serious health conditions such as Guillain-Barré Syndrome, vascular disorders, and narcolepsy. You must weigh your individual risks. Does the short term (potential) benefit of the vaccine outweigh the long term risks? References - Demicheli V, Jefferson T, Al-Ansary LA, et al. Vaccines to prevent influenza in healthy adults (review). Cochrane Database of Systematic Reviews 2014;Issue 3. [ [Full text](http://onlinelibrary.wiley.com/doi/10.1002/14651858.CD001269.pub5/abstract;jsessionid=6AE94B27F3FCB8F80FC685D4EB16BBC8.f02t02)] - Urashima M, Segawa T, Okazaki M, et al. Randomized trial of vitamin D supplementation to prevent seasonal influenza A in schoolchildren. Am J Clin Nutr 2010;91(5):1255-1260. [ [Full text](http://ajcn.nutrition.org/content/91/5/1255.long)] - https://www.scientificamerican.com/article/flu-shots-may-not-protect-the-elderly-or-the-very-young/ You Enjoy... [ ](https://www.drprestonnd.com/blog/how-to-boost-glutathione-levels) Glutathione for Lung and Detox Health [ ](https://www.drprestonnd.com/blog/zinc-copper-mood-connection) Zinc Copper Mood Connection [ ](https://www.drprestonnd.com/blog/prolotherapy-faqs) Prolotherapy FAQS [ ](https://www.drprestonnd.com/blog/the-air-pollution-virus-connection) THE "}