{"title": "What is Traditional Chinese Medicine?", "author": "Jul", "url": "https://hive.rochesterregional.org/2021/07/what-is-traditional-chinese-medicine", "hostname": "rochesterregional.org", "description": "TCM practitioners believe patients heal by regaining balance between internal body organs and the external elements of earth, fire, water, wood and metal.", "sitename": "hive.rochesterregional.org", "date": "2021-07-04", "cleaned_text": "Traditional Chinese Medicine (TCM), is one of the oldest medicinal practices, developed more than 4,000 years ago. It is a system of health that includes acupuncture, herbal formulas, Tui Na (a form of medical massage), Gua Sha, moxibustion and cupping. TCM also includes the exercise and breathing techniques known as Tai Qi and Qi Gong within its scope of practice. TCM differs in that each person is treated as an individual for a holistic approach. Two patients being treated for the same concerns may be treated very differently due to their previous history, individual constitution, and even environmental influences. Articles describing TCM often refer to terms such as Qi, yin and yang when describing the theory. This can often sound very metaphysical, but the most common intervention used in TCM, acupuncture, causes measurable effects internally, promoting a state of homeostasis (balance) within various organ systems. \"TCM practitioners believe patients heal by regaining balance between internal body organs and the external elements of earth, fire, water, wood and metal,\" said [Dr. Joanne Wu, MD](/error_page.html?item=web%3a%7b3278C27B-B976-44B2-92AD-935F22079BEF%7d%40en), a Physical Medicine And Rehabilitation specialist with Rochester Regional Health. Modern research has demonstrated that acupuncture has the following effects: In 1850, Clifton Springs Hospital & Clinic was established as one of the first water cure destinations in New York State. Nearly 150 years later, Rochester Regional Health is continuing that tradition on the same property with [The Springs](https://www.rochesterregional.org/locations/clifton-springs-hospital-clinic/the-springs-spa), Western New York's only mineral springs spa. The Springs provides results-oriented integrative therapies for pain relief, support for patients undergoing treatment for cancer, chronic illness, injury recovery, or simply to provide rest and relaxation from daily stressors. \"The Springs is open to the public, and anyone can make an appointment to soak in the waters, get a massage or acupuncture, or try one of our Ayurvedic bodywork sessions,\" said [Krista Ingerick, BA, LMT](https://thespringsofclifton.com/about/staff/), Spa Operations Manager. \"It's the ideal place to begin exploring holistic treatments.\" The Springs approach considers the full range of physical, emotional, mental, social, and environmental influences that can affect a person's health. Services are available to anyone in the community. \"We are combining modern, conventional Western medication with Traditional Chinese Medicine therapies like acupuncture and massage,\" said Dr. Wu. For instance, acupuncture at The Springs begins with an extensive consultation - including full medical history - and treatment utilizing the full scope of Traditional Chinese Medicine. This could be a standalone Traditional Chinese Medicine Herbal/Dietary Consult session, or Traditional Chinese Medicine Bodywork, which includes Tuina, Cupping, Moxibustion, or Gua Sha, all of which are done by a trained Traditional Chinse Medicine practitioner. The Springs at Clifton Springs Hospital & Clinic is committed to the well-being of every patient by providing integrative therapies for a wide range of medical conditions, or simply to provide rest and relaxation from daily stressors. Rochester Regional Health's Cardiac-Oncology Program is being designated as a Center of Excellence by the International Cardio Oncology Society. Learn how this program is helping patients with heart health so they can prioritize everything else. Each year, thousands of people are diagnosed with cancer linked to an HPV infection. The HPV vaccine is the single most important way to help prevent that. Here's how. The Rob and Pamela Sands Emergency Department more than doubles current Emergency Department space to accommodate more patients while bringing comprehensive services all under one "}