{"title": "HHS fund protects drugmakers from coronavirus vaccine-related liabilities", "author": "Maia Anderson", "url": "https://www.beckershospitalreview.com/pharmacy/hhs-fund-protects-drugmakers-from-coronavirus-vaccine-related-liabilities.html", "hostname": "beckershospitalreview.com", "description": "HHS Secretary Alex Azar said earlier this year that any potential COVID-19 vaccine injuries will be covered under a program called the Countermeasures Injury Compensation Program, which shields drugmakers from liability for any potential injuries that occur due to their vaccines, The Wall Street Journal reported.", "sitename": "beckershospitalreview.com", "date": "2020-10-13", "cleaned_text": "HHS Secretary Alex Azar said earlier this year that any potential COVID-19 vaccine injuries will be covered under a program called the Countermeasures Injury Compensation Program, which shields drugmakers from liability for any potential injuries that occur due to their vaccines, [The Wall Street Journal](https://www.wsj.com/articles/people-harmed-by-coronavirus-vaccines-will-have-little-recourse-11602432000) reported. The program was set up in 2010 to cover harm resulting from vaccines designed for a pandemic, or for drugs to treat anthrax or an Ebola outbreak, according to the Journal. Since then, it has paid out $6 million on 29 claims, an average of $207,000 per person. Drugmakers must have liability protection against potential injuries stemming from their vaccines, especially during a pandemic, because they have to develop and manufacture vaccines as quickly as possible. \"It's important for people, if there would be side effects, that they get compensated,\" Johnson & Johnson's chief scientific officer, Paul Stoffels, told the Journal. \"But for the industry to make multiple billion vaccines available, you also have to have\" liability protection, he said. Vaccines are generally safe, but side effects can occur, including shoulder injuries, fainting and certain neurological conditions, the Journal reported. Some side effects are rare, and public health experts agree that the benefits of vaccines for diseases such as polio and measles outweigh the risks. Some participants in clinical trials for an experimental COVID-19 vaccine said they have experienced fatigue, chills and injection site pain, the Journal reported. The drugmakers say most of the adverse events have been mild. But AstraZeneca's vaccine trial [was paused](https://www.beckershospitalreview.com/pharmacy/astrazeneca-halts-covid-19-vaccine-trial-after-adverse-reaction-in-uk-patient.html) last month after a participant developed [transverse myelitis](https://www.beckershospitalreview.com/pharmacy/astrazeneca-trial-participant-who-had-adverse-reaction-experienced-transverse-myelitis-safety-report-shows.html), a rare neurological condition in which the spinal cord becomes inflamed. HHS has said that people are eligible for compensation if they can show compelling medical evidence that a vaccine caused serious injury, the Journal reported. Read the full "}