{"title": "Chemical found in 1,000 processed foods may harm the immune system", "author": "Ashley P Taylor", "url": "https://www.livescience.com/chemical-processed-foods-preservative-immune-system.html", "hostname": "livescience.com", "description": "The chemical, called TBHQ, showed potentially harmful effects in studies conducted in animals and in lab dishes.", "sitename": "Live Science", "date": "2021-04-01", "cleaned_text": "Chemical found in 1,000 processed foods may harm the immune system [News](https://www.livescience.com/news) The chemical, called TBHQ, showed potentially harmful effects in studies conducted in animals and in lab dishes. Two chemicals that are commonly found in processed foods may harm the [immune system](https://www.livescience.com/26579-immune-system.html), according to a new study. The chemicals are the preservative tert-butylhydroquinone (TBHQ), found in Kellogg's Pop-Tarts, Cheez-Its other foods; and per- and polyfluoroalkyl substances (PFAS), a group of chemicals that can leach into food from packaging, according to the study authors, from the Environmental Working Group (EWG), a health-focused nonprofit. \"The [pandemic](https://www.livescience.com/tag/pandemic) has focused public and scientific attention on environmental factors that can impact the immune system,\" study author Olga Naidenko, EWG vice president for science investigations, [said in a statement](https://www.ewg.org/release/study-preservative-used-pop-tarts-and-hundreds-popular-foods-may-harm-immune-system). \"Before the pandemic, chemicals that may harm the immune system's defense against infection or cancer did not receive sufficient attention from public health agencies. To protect public health, this must change.\" The study, published March 24 in the [International Journal of Environmental Research and Public Health](https://www.mdpi.com/1660-4601/18/7/3332/htm), found that these chemicals showed potentially harmful effects on the immune system in studies conducted in animals and in lab dishes. However, results from these types of studies don't always translate to humans, so the new study cannot prove that these chemicals harm the immune system in people. Nonetheless, the findings are enough to warrant concern, according to Dr. Kenneth Spaeth, a specialist in occupational and environmental medicine at Northwell Health in Great Neck, New York. \"The products that this particular study has looked at are obviously very popular, widely used food products,\" Spaeth told Live Science. \"That becomes a key element, because obviously when exposures happen, the broader the exposure, the greater the chance of harm to result.\" Related: [More than 50 new environmental chemicals detected in people](https://www.livescience.com/new-environmental-chemicals-pfas-pregnant-woment.html) Spaeth added that \"there have been, historically, a number of health and safety issues that result from food contaminants [and] food additives.\" Some of these chemicals are there \"by design\" because they are directly added to food. But others arise through the breakdown of other chemicals, and some, like PFAS, can enter food through packaging, he said. \"It's important for those reasons to ensure as best we can that the products we're using and the food that we're eating [are] assessed for any potential hazards. Studies like this one are a means of monitoring that,\" Spaeth said. The study authors said further testing of these chemicals and their potentially toxic effects should be a priority for research, and they called on the U.S. Food and Drug Administration (FDA) to review the latest science on TBHQ and other food additives. In a statement to Live Science, Kellogg spokesperson Kris Bahner said, \"Providing safe, delicious, quality food for consumers is our top priority. TBHQ is a common antioxidant, approved for safe use by the FDA, that many companies use in numerous products to help protect food's flavor and freshness.\" Harmful chemicals? The EWG researchers analyzed data from the Environmental Protection Agency's [Toxicity Forecaster](https://www.epa.gov/sites/production/files/2019-01/documents/toxcast_factsheet_dec2018.pdf) (ToxCast) program, which uses automation to screen large numbers of chemicals for their effects on cells in lab dishes and on proteins in test tubes. They wanted to test how well the program could predict chemicals' potential harm to the immune system. They analyzed the ToxCast data to determine how the chemicals that are most commonly added to — or end up in — food, such as TBHQ and PFAS, affect genes and proteins related to immune function. The researchers also reviewed the scientific literature to see whether studies had reported that a given chemical affected the immune system. For TBHQ, the results of the ToxCast tests and the literature review both indicated that the chemical affects the immune system. The ToxCast tests indicated that TBHQ affects proteins, such as chemokines and [cytokines](https://www.livescience.com/what-are-cytokines.html), that coordinate the immune system's response to pathogens, the study authors wrote. It's hard to predict from ToxCast data alone whether those effects might be harmful to the immune system in animals or humans, study author and EWG toxicologist Alexis Temkin told Live Science. Yet according to the literature review, animal studies have found that TBHQ was associated with changes in immune function and immunomodulation, the tuning up or down of the immune response, the authors wrote in their paper. As for PFAS, both animal and epidemiological studies suggest that these chemicals can be toxic to the immune system, the authors wrote in their study. Higher PFAS levels in people have been associated with lower antibody production in response to vaccinations, the authors wrote in their study. For example, a 2013 study in the [Journal of Immunotoxicology](https://pubmed.ncbi.nlm.nih.gov/23350954/) reported that children who were exposed to higher levels of PFAS chemicals in the womb had lower antibody production in response to childhood vaccinations. Yet the ToxCast data do not reveal the immune system effects of PFAS. For example, according to the ToxCast tests, PFOA — a type of PFAS that epidemiological studies indicate [may suppress](https://go.redirectingat.com/?id=92X1590019&xcust=livescience_us_3426077951386526000&xs=1&url=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41370-018-0097-y&sref=https%3A%2F%2Fwww.livescience.com%2Fchemical-processed-foods-preservative-immune-system.html) the human immune system — weakly affected just one out of 19 immune system molecules tested. Based on the studies involving TBHQ, the researchers concluded that ToxCast can identify molecules that pose risks to the immune system. But ToxCast's failure to flag PFAS chemicals as harmful to the immune system does not mean they are safe; rather, it points to limitations of the screening, the authors wrote. The FDA approved TBHQ decades ago, the authors wrote. National and international agencies, such as the U.S. National Toxicology Program and the European Food Safety Authority, reviewed TBHQ for safety, yet the chemicals' effects on the immune system went mostly under the radar. \"Our research shows how important it is that the FDA take a second look at these ingredients and test all food chemicals for safety,\" Scott Faber, senior vice president for government affairs at EWG, said in the statement. The results of this study and others like it put consumers in a difficult position, as it can be virtually impossible to know whether certain chemicals are in food products, Spaeth said. Not all chemicals found in food are listed as ingredients, because some of the chemicals, like PFAS, are not direct additives. \"As we learn more about contaminants, for those that are shown to be posing health risks, the consumer is left in a bind, because there may be knowledge of potential harm, but there's not enough information for consumers to really make choices in real time [while] walking up and down the aisles,\" he said. Originally published on Live Science. Live Science newsletter Stay up to date on the latest science news by signing up for our Essentials newsletter. Ashley P. Taylor is a writer based in Brooklyn, New York. As a science writer, she focuses on molecular biology and health, though she enjoys learning about experiments of all kinds. Ashley's work has appeared in Live Science, The New York Times blogs, The Scientist, Yale Medicine and PopularMechanics.com. Ashley studied biology at Oberlin College, worked in several labs and earned a master's degree in science journalism from New York University's Science, Health and Environmental Reporting Program. Most Popular ['It is biological in origin': 1st analysis of weird golden orb from ocean floor leaves scientists stumped](https://www.livescience.com/planet-earth/rivers-oceans/it-is-biological-in-origin-first-analysis-of-weird-golden-orb-from-ocean-floor-leaves-scientists-stumped) [Move over, python — this tiny snake holds the record for swallowing the largest prey whole relative to body size](https://www.livescience.com/animals/snakes/move-over-python-this-tiny-snake-holds-the-record-for-swallowing-the-largest-prey-whole-relative-to-body-size) [Origins of enslaved Africans freed by British, then abandoned on remote Atlantic island revealed by DNA analysis](https://www.livescience.com/archaeology/origins-of-enslaved-africans-freed-by-british-then-abandoned-on-remote-atlantic-island-revealed-by-dna-analysis) By [Ben Turner](https://www.livescience.com/author/ben-turner) [For the 1st time, scientists accidentally measure the swirling ring around a black hole](https://www.livescience.com/space/black-holes/for-the-1st-time-scientists-accidentally-measure-the-swirling-ring-around-a-black-hole) By [Harry Baker](https://www.livescience.com/author/harry-baker) [Mysterious 17th-century 'cauldron' may be primitive submarine used to salvage treasure from a sunken "}