{"title": "Promoting Holistic Health and Priming the Immune System as A Preventative Measure in Resistance To COVID-19", "author": null, "url": "https://www.linkedin.com/pulse/promoting-holistic-health-priming-immune-system-seema-bhattessa-", "hostname": "linkedin.com", "description": "The coronavirus COVID-19 pandemic is the defining global health crisis of our time. As of 18 May 2020, there have been 4,853,809 cases.", "sitename": "LinkedInEditors", "date": "2020-06-15", "cleaned_text": "Promoting Holistic Health and Priming the Immune System as A Preventative Measure in Resistance To COVID-19 The coronavirus COVID-19 pandemic is the defining global health crisis of our time. As of 18 May 2020, there have been 4,853,809 cases. 318,261 of these cases have ended in death, 1,882,853 have recovered, while the remaining are active cases. This highly contagious respiratory disease is undoubtedly the biggest challenge that the global health community has experienced in a long time. Since its spread in Wuhan, China, in December 2019, it has spread to every continent except Antarctica, wreaking havoc everywhere. Much more than just a health crisis, this pandemic has had devastating economic, social, and political problems that are leaving deep scars. The healthcare systems of different countries are dealing with the pandemic in their own ways. Unfortunately, many countries with \"foolproof\" healthcare systems have seemingly collapsed. Countries like the USA, UK and Italy, failed to control the spread of the virus in time, experiencing a massive influx of COVID-19 patients that resulted in thousands of deaths. Interestingly, some countries with a slightly different approach to healthcare, like Cuba were able to control the spread and death ratio of the coronavirus. The healthcare systems of these countries promote natural holistic health and focus on priming the immune system as a preventative measure for resisting diseases like COVID-19. This brings us to the effectiveness of natural immunity and herd immunity in the protection of a population from a disease. -Coronaviruses is an enveloped, nonsegmented, positive-sense single-stranded RNA virus genome belonging to the family Coronaviridae. COVID-19 is a coronavirus like SARS (civet) and MERS (camel), etc. [[1]](http://file:///C:/Users/Lenovo/Downloads/Article_on_Promoting_Holistic_Health_and_Priming_the_Immune_System_as_A_Preventative_Measure_in_Resistance_To_COVID%20(1).docx#_ftn1) It is thought to spread from bats and pangolin to finally humans. COVID-19 is termed as a self-limiting infectious disease. Typically, patients experience mild symptoms that can be recovered after 1-2 weeks. In critical cases, patients can have complications like lung and kidney failure, among others. Cases include asymptomatic infected patients (1.2%), mild to medium cases (80.9%), severe cases (13.8%), critical cases (4.7%), and death (2.3% in all reported cases). [[1]](http://file///C:/Users/Lenovo/Downloads/Article_on_Promoting_Holistic_Health_and_Priming_the_Immune_System_as_A_Preventative_Measure_in_Resistance_To_COVID%20(1).docx#_ftnref1) World Health Organization Press Conference. The World Health Organization (WHO) has officially Named the Disease Caused by the Novel Coronavirus as COVID-19. Available at: [https://www.who.int/emergencies/diseases/novel-coronavirus-2019](http://www.who.int/emergencies/diseases/novel-coronavirus-2019). (Last accessed February 11, 2020). [Google Scholar](http://scholar.google.com/scholar?hl=en&q=+World+Health+Organization+Press+Conference.+The+World+Health+Organization+%28WHO%29+has+officially+Named+the+Disease+Caused+by+the+Novel+Coronavirus+as+COVID-19.+Available+at%3A+https%3A%2F%2Fwww.who.int%2Femergencies%2Fdiseases%2Fnovel-coronavirus-2019.+%28Last+accessed+February+11%2C+2020%29.) Natural Immunity There has been plenty of research on how the human body acquires natural immunity, and the scientific community is studying how building natural immunity in a population can help battle the COVID-19 pandemic. While medical sciences and novel technologies proved so far to be powerless against this pandemic, it has been realized that a more holistic approach that encapsulates all aspects of science should be embraced in this situation. Herd immunity may be very effective against several diseases and may also effective in the case of COVID-19. This is why healthcare systems all over the world should not just focus on treating the disease but should also work to prime the immune systems of people to boost their natural immunity so that they can resist the viral disease. Natural immunity involves all body systems to work together, including one that is often overlooked by healthcare professionals, the Human Biofield System (or Energy System). Several forms of alternative medicine or complementary techniques revolve around an understanding of this system, and this branch is known as Biofield Therapy or Energy Medicine. Biofield Therapy Biofield therapies are derived from the concept that beyond being surrounded by vibration and energy, human beings are vibration and energy. In fact, how physical reality, energy, and consciousness overlap is one of the greatest mysteries surrounding human existence. Even though quantum physics provides us with some explanations about these relationships, there is still a lot that we need to learn to be able to understand it better. Several cultures around the globe have developed healing systems based on life energy. This force has several names in different languages, including chi, qi, pneuma, prana, fohat, orgone, and mana. Energy medicine is fundamental in healing systems like Ayurveda and Chinese medicine. The central theme in all biofield therapies is healing through the manipulation of life energy. Energy medicine may be one of the least understood among the complementary and integrative health (CIH) approaches, but many people are still tempted to try it. Hospitals in the US, UK and other countries offer a holistic patient care system in which they incorporate therapies like Healing Touch (HT), Acupuncture, or Reiki, particularly as part of cancer treatment or pre-surgery or post-surgery care. The different types of biofield therapies require different levels training and expertise, while some practitioners also practice it without formal training and describe it as a \"gift\" that came to them as part of their \"healer's journey.\" The Case of Cuba Cuba is an excellent example of a country that is applying a holistic approach to healthcare. Along with traditional healthcare practices, the Cuban healthcare system also focuses on applying and integrating natural/complementary health as a standard. Energy medicine, including biofield therapies, remains an essential part of their professional healthcare training and has provided several benefits to the country before the COVID-19 pandemic, such as in dealing with the H1N1 outbreak. As of 19 May 2020, the total number of coronavirus cases in Cuba is1881, with only 79 deaths. The holistic approach of the government, along with its social discipline and massive civil defense capability, are the reasons behind such controlled figures. Cuba has coped with the pandemic by relying mainly on natural immunity. In fact, the country did not impose stringent \"draconian\" lockdown measures and maintained a significantly \"business as usual\" environment as compared to many other countries of the world. The Bottom Line COVID-19 is still not fully understood. Scientists in any domain must manage the most crucial challenge of the century, in any way possible. It could prove to be a useful approach to manage the pandemic holistically through the application of a combination of conventional medicine and holistic medicine strategies. The Human Biofield System is highly relevant along with the other body systems for strengthening the immune system for disease prevention and reducing the severity of the COVID-19 disease in patients. There are many lessons to learn from how countries like Cuba operate their healthcare systems. Despite limited resources in their national healthcare system, they run highly effective healthcare systems owing to their emphasis on natural/complementary health approaches, both in their training of healthcare professionals as well as through integration into mainstream healthcare. References "}