{"title": "The Boston Ayurveda School at Down Under School of Yoga — Down Under School of Yoga", "author": null, "url": "https://downunderyoga.com/ayurveda-wellness-boston", "hostname": "downunderyoga.com", "description": "New England's premier Ayurveda school offering Health Counselor academic tracks and career development training. Down Under School of Yoga offers the Personalized Ayurvedic Immersion and a NAMA-Certified Ayurvedic Health Counselor training. Ayurvedic Health Counselors are trained to focus on prevent", "sitename": "Down Under School of Yoga", "date": "2023-09-06", "cleaned_text": "Ayurveda the routine Yoga's Sister Science & an Ancient Healing System from India Deep dive into the science, philosophy, wisdom, and practice of India's ancient medical science. Learn more about your individual elemental constitution, receive personalized dietary guidance, and lifestyle advice to embody the basics of preventive healthcare. Have a question or need to make a change to your massage, Ayurvedic, or specialty bodywork appointment? Please call our Wellness Manager at 617-564-2172 The Reset: Treatments to Renew, Relax & Restore Treat yourself to a full body, mind and soul experience. Our Renew, Relax & Restore bundle gives you everything you need to reset with vitality, strength, grounding and a sense of clarity. Ayurvedic Initial Consultation 90 minutes with an Ayurvedic Health Counselor An initial consultation sets you on course. You'll align your, daily habits, mood, & the way you nourish your body with the rhythms of nature and your own unique constitution. Therapeutic Deep Tissue Massage 60 minutes with one of our expert massage therapists Reset with a deeply relaxing therapeutic massage, unwinding the tension & tangles, leaving you feeling at ease. Shiro-Abhyanga Bodywork 90 minutes with a classically-trained bodyworker Includes Shirodhara and Abhyanga therapy during the same session. Both therapies are purifying and rejuvenating designed to reduce stress and mental exhaustion. Get all 3 sessions at a deeply discounted rate of $350 ($415 value & savings of $65) After your purchase, book each session individually online or reach out to our [Wellness Manager](mailto:jenniferjuenemannduy@gmail.com) for help with booking. "}