{"title": "PDF", "author": "PDF", "url": "www.ema.europa.eu/en/documents/overview/aftovaxpur-doe-epar-summary-public_es.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "30 Churchill Place Canary Wharf London E14 5EU United Kingdom An agency of the EMA/301053/2013 EMEA/V/C/002292 Aftovaxpur DOE ( vacuna frente al virus de la fiebre aftosa, muerto ) Información general sobre Aftovaxpur DOE y sobre los motivos por los que se autoriza su uso en la UE ¿Qué es Aftovaxpur DOE y para qué se utiliza? Aftovaxpur DOE es una vacuna que se utiliza en el ganado bovino, ovino y porcino a partir de las dos semanas de edad frente a la enfermedad de la fiebre aftosa. La fiebre aftosa afecta a los animales biungulados y causa fiebre seguida de ampollas en el int erior de la boca y en las patas, que pueden romperse y provocar cojera. Aftovaxpur DOE contiene hasta tres cepas del virus de la fiebre aftosa (muerto). Estas cepas pertenecen a cuatro diferentes serotipos (grupos) del virus conocidos como O, A, Asia 1 y S AT2, y se han seleccionado, en función de las necesidades epidemiológicas, entre las ocho cepas siguientes: 14/98, Asia 1 SAT2 Saudi Arabia. ¿Cómo se usa Aftovaxpur DOE? Aftovaxpur DOE se presenta en emulsión líquida inyectable y solo se podrá dispensar con receta médica. La vacuna se administra al ganado bovino y ovino mediante inyección subcutánea, y al porcino mediante inyección intramuscular. Se requiere la revacunación cada 6 m eses. Cuando se vacuna a los animales a las 2 semanas de edad, se recomienda volver a vacunar entre las 8 y las 10 semanas. Para más información sobre el uso de Aftovaxpur DOE, consulte el prospecto o contacte con su veterinario o farmacéutico. ¿Cómo actúa Aftovaxpur DOE? Aftovaxpur DOE es una vacuna. Las vacunas actúan «enseñando» al sistema inmunitario (las defensas naturales del organismo) a defenderse frente a una enfermedad. Aftovaxpur DOE contiene cepas del virus de la fiebre aftosa que se han desacti vado, por lo que no pueden provocar la enfermedad. Cuando se administra al ganado bovino, ovino y porcino, el sistema inmunitario reconoce el virus como «extraño» y fabrica anticuerpos contra él. En el futuro, si el animal se ve expuesto al virus de la fie bre aftosa, su sistema inmunitario será capaz de producir anticuerpos más rápidamente, lo que ayudará a proteger a los animales contra la enfermedad. Aftovaxpur DOE contiene un adyuvante (parafina líquida) para potenciar la respuesta inmunitaria. Medicamento con autorización anulada Aftovaxpur DOE (vacuna frente al virus d e la fiebre aftosa, muerto) EMA/301053/2013 Página 2/3 ¿Qué bene ficios ha demostrado tener Aftovaxpur DOE en los estudios realizados? Los estudios de laboratorio de cada una de las cepas se realizaron en ganado bovino o porcino. Los animales se expusieron a la cepa apropiada del virus vivo de la fiebre aftosa una, dos o cuatro semanas después de la vacunación. El criterio de valoración de la eficacia fue la reducción en los signos clínicos de la fiebre aftosa. Algunos estudios también examinaron los niveles de anticuerpos en ganado bovino, ovino y porcino después de adm inistrar dosis únicas y repetidas de la vacuna. Además, se facilitaron estudios publicados en revistas científicas que examinaron el efecto de la vacunación en el ganado bovino, ovino y porcino. No re realizaron estudios de campo, lo cual se consideró acep table a la luz de los datos de laboratorio y habida cuenta de que la vacunación contra la fiebre aftosa no está actualmente permitida en la UE, en virtud de los controles legales de la fiebre aftosa. Los estudios mostraron que, tras una sola vacunación con Aftovaxpur DOE, se alcanzan unos niveles sanguíneos adecuados de anticuerpos contra las cepas responsables de la fiebre aftosa. La vacuna que contiene el antígeno O1 Manisa reduce los signos clínicos de la glosopeda o fiebre aftosa en ganado bovino, ovino y porcino. Se aportó la justificación suficiente para extrapolar estos datos a otras cepas. La protección comienza a hacer efecto 1 semana después de la vacunación en el ganado bovino y ovino, y 4 semanas después de la vacunación en el ganado porcino. El rango de anticuerpos producidos tras la vacunación con Aftovaxpur DOE fue distinto del que se origina después de una infección natural, lo que permite distinguir a los animales vacunados de los infectados y es importante para el control de enfermedades. ¿Cuáles son los riesgos asociados a Aftovaxpur DOE? En la mayoría de los animales, la administración de la vacuna produce nódulos (de hasta 12 cm de diámetro en rumiantes y 4 cm en porcino) en la zona de inyección, los cuales normalmente se resuelven en un p eriodo de 4 semanas tras la vacunación, aunque pueden persistir en un pequeño número de animales. Un ligero incremento de la temperatura rectal, de hasta 1,2 °C durante 4 días puede afectar hasta a 1 de cada 10 animales tras la vacunación. ¿Qué precauciones debe tomar la persona que administra el medicamento o está en contacto con el animal? Aftovaxpur DOE es una emulsión que contiene parafina líquida. La inyección accidental de parafina líquida puede provocar dolor intenso e hinchazón, especialmente cuando se produce en una articulación o en un dedo, y puede conllevar la pérdida del dedo si no se recibe atención médica rápidamente. En caso de autoinyección accidental, consulte inmediatamente con un médico, incluso si solo se ha inyectado una cantidad muy pe queña, y muéstrele el prospecto del producto. Si el dolor persiste más de 12 horas después del examen médico, diríjase de nuevo a un facultativo. ¿Cuál es el tiempo de espera en los animales destinados al consumo? El tiempo de espera es el periodo de tiempo que tiene que transcurrir desde que se administra el medicamento hasta que se puede sacrificar al animal y usar la carne para consumo humano. También es el periodo de tiempo que debe transcurrir desde que se administra el medicamento hasta que se puede u sar la leche para el consumo humano. El tiempo de espera para la carne y la leche de ganado Medicamento con autorización anulada Aftovaxpur DOE (vacuna frente al virus de la fiebre aftosa, muerto) EMA/301053/2013 Página 3/3 bovino y ovino, así como para la carne con ganado porcino, tratados con Aftovaxpur DOE es de «cero» días, lo que significa que no es necesario esperar un periodo de tiempo desde la última administración. ¿Por qué se ha autorizado Aftovaxpur DOE en la UE? La Agencia Europea de Medicamentos decidió que los beneficios de Aftovaxpur DOE son mayores que sus riesgos y recomendó autorizar su uso en la UE. Otras informaciones sobre Aftovaxpur DOE Aftovaxpur DOE ha recibido una autorización de comercialización válida en toda la EU el 15 de julio de 2013. Puede encontrar información adicional sobre Aftovaxpur DOE en la página web de la Agencia: ema.europa.eu/medicines /veterinary/ EPAR/aftovaxpur -doe. Fecha de la última actualización del presente resumen: noviembre de 2018. Medicamento con autorización anulada "}