{"title": "Astrágalo - Susan G. Komen®", "author": null, "url": "https://www.komen.org/breast-cancer/survivorship/complementary-therapies/astragalo/", "hostname": "komen.org", "description": "¿Qué es? El astrágalo (Astragalus membranaceus) es un tipo de planta con flores. La raíz se ha utilizado durante siglos en la Medicina tradicional China (MTC). El astrágalo se considera un adaptógeno. Los adaptógenos son una clase de sustancias naturales que se cree que estimulan la resistencia del cuerpo a los factores estresantes físicos, ambientales [...]", "sitename": "Susan G. Komen®", "date": "2023-05-11", "cleaned_text": "un tipo de planta con flores. La raíz se ha utilizado durante siglos en la Medicina tradicional China (MTC). El astrágalo se considera un adaptógeno. Los adaptógenos son una clase de sustancias naturales que se cree que estimulan la resistencia del cuerpo a los factores estresantes físicos, ambientales y emocionales. Las sustancias químicas del astrágalo también parecen estimular el sistema inmunológico y reducir la hinchazón. Las personas comúnmente usan el astrágalo para la fiebre del heno, la diabetes, la enfermedad renal y muchas otras condiciones, pero no existe una buena evidencia científica que respalde estos usos. Tampoco hay buena evidencia que respalde el uso de astrágalo para COVID-19. Hay muchas especies de astrágalo. Algunas especies contienen una toxina nerviosa y se han relacionado con intoxicaciones de ganado. Estos incluyen Astragalus lentiginosus, Astragalus mollissimus y otros. Pero estas especies generalmente no se encuentran en los suplementos dietéticos. La mayoría de los suplementos de astrágalo contienen Astragalus membranaceus. Además, no confunda el astrágalo con el tragacanto. Estas son plantas diferentes. ¿Es Eficaz? Eficaz para Existe interés en usar el astrágalo para varios propósitos, pero no hay suficiente información confiable para decir si podría ser útil. ¿Hay inquietudes sobre la seguridad de su uso? Cuando se aplica a la piel: No hay suficiente información confiable para saber si el astrágalo es seguro o cuáles podrían ser los efectos secundarios. Advertencias y precauciones especiales: Embarazo y lactancia: No hay suficiente información confiable para saber si el astrágalo es seguro de usar durante el embarazo o la lactancia. Pero algunas investigaciones en animales sugieren que puede ser tóxico durante el embarazo y para el feto. Manténgase en el lado seguro y evite su uso. \"Enfermedades autoinmunes\" como esclerosis múltiple (EM), lupus (lupus eritematoso sistémico, LES), artritis reumatoide (AR) u otras afecciones del sistema inmunológico: El astrágalo puede hacer que el sistema inmunológico sea más activo. Esto podría empeorar los síntomas de las enfermedades autoinmunes. Evite el uso de astrágalo si tiene alguna de estas condiciones. ¿Hay alguna interacción con medicamentos? Ciclofosfamida Grado de interacción=Moderado Tenga cuidado con esta combinación. Hable con su proveedor de salud. La ciclofosfamida se usa para hacer que el sistema inmunológico sea menos activo. El astrágalo aumenta la actividad del sistema inmunológico. La ingesta de astrágalo junto con ciclofosfamida podría disminuir los efectos de la ciclofosfamida. Litio Grado de interacción=Moderado Tenga cuidado con esta combinación. Hable con su proveedor de salud. La ingesta de astrágalo podría disminuir la forma en que el cuerpo elimina el litio. Esto podría aumentar la cantidad de litio en el cuerpo y provocar efectos secundarios graves. Hable con su proveedor de atención médica antes de usar este producto si está tomando litio. Es posible que deba cambiar su dosis de litio. Medicamentos que disminuyen el sistema inmunológico (inmunosupresores) Grado de interacción=Moderado Tenga cuidado con esta combinación. Hable con su proveedor de salud. El astrágalo puede aumentar la actividad del sistema inmunológico. Algunos medicamentos, como los que se usan después de un trasplante, disminuyen la actividad del sistema inmunológico. La ingesta de astrágalo junto con estos medicamentos podría disminuir los efectos de estos medicamentos. ¿Hay alguna interacción con hierbas y suplementos? ¿Que dosis se usa? ¿Por cuales otros nombres es conocido el producto? La información en este sitio web es solo para uso informativo y no pretende reemplazar el asesoramiento, diagnóstico o tratamiento médico profesional. Mientras basado en evidencia, no se garantiza que esté libre de errores y no está destinado a satisfacer las necesidades o requisitos de ningún usuario en particular ni a cubrir todos los usos posibles, preocupaciones de seguridad, interacciones, resultados o efectos adversos. Siempre consulte con su médico u otro profesional médico antes de tomar decisiones de atención médica (incluida la toma de cualquier medicamento) y no demore ni ignore la búsqueda de asesoramiento o tratamiento médico basado en cualquier información mostrada en este sitio web. © TRC Healthcare 2023. Todos los derechos reservados. Se permite el uso y/o distribución únicamente de conformidad con una licencia válida u otro permiso "}