{"title": "Cosméticos orgánicos y naturales", "author": null, "url": "https://www.ecocert.com/es/detaile-de-certification/cosmeticos-org%C3%A1nicos-o-naturales-cosmos-", "hostname": "ecocert.com", "description": "La certificación COSMOS Organic (cosméticos orgánicos o naturales) permite la comercialización de sus cosméticos ecológicos o naturales. Ecocert, 30 años de experiencia, le ofrece asesoramiento durante todo el proceso.", "sitename": "ecocert.com", "date": "2023-01-01", "cleaned_text": "natural Standard COSMOS La certificación COSMOS permite la comercialización de sus cosméticos orgánicos o naturales. La certificación COSMOS garantiza: procedimientos de producción y de procesamiento ecológicos y saludables para los consumidores desarrollo del concepto de química verde uso responsable de los recursos naturales respeto de la biodiversidad ausencia de ingredientes petroquímicos (a excepción de los conservantes autorizados): parabenos, fenoxietanol, aromatizantes y colorantes sintéticos ausencia de OGM envases reciclables Es la certificación según el estándar internacional COSMOS o el estándar privado de Ecocert, que permite etiquetar sus productos naturales o orgánicos. Todos los productos comercializados con el logotipo de Ecocert han sido verificados por nuestros equipos: desde la composición y el procedimiento de procesamiento hasta su embalaje. De esta manera, los consumidores tienen acceso a una información transparente sobre el contenido de ingredientes naturales y orgánicos indicado en los productos. Origen natural Todos los ingredientes son de origen natural a excepción de una lista restrictiva de ingredientes aprobados (entre ellos, los conservantes) que están autorizados en una muy pequeña cantidad. En promedio, los productos certificados por Ecocert contienen un 99 % de ingredientes de origen natural Promoción de los productos ecológicos Un producto de belleza se certifica como COSMOS ORGANIC solamente si: como mínimo el 95 % de los vegetales que contiene son orgánicos hay como mínimo un 20 % de ingredientes ecológicos en la fórmula en total (10 % en el caso de los productos que deben enjuagarse) A saber: El agua y los minerales no se consideran orgánicos ya que no provienen de la agricultura. Dado que el agua es un componente importante de numerosas fórmulas cosméticas, esto implica una disolución de la proporción de los ingredientes ecológicos sobre el total del producto. Así, en un aceite para masajes que no contiene agua se puede indicar que contiene hasta el 100 % de productos orgánicos. Productores de materias primas, fabricantes de productos cosméticos, marcas o todo actor del sector de la cosmética pueden solicitar esta certificación de cosméticos orgánicos y naturales. Acceda a las bases de datos más completas de : ingredientes certificados como orgánicos [COSMOS certified](http://ap.ecocert.com/glorganic/) materias primas de origen natural [COSMOS approved](http://ap.ecocert.com/ecoproduits/) [perfumistas](http://ap.ecocert.com/ecoproduits/) que ofrecen composiciones de fragancias envase [verificado](http://ap.ecocert.com/glpackaging/) ¿Es usted fabricante de envases, formulador, proveedor de materias primas o perfumista? Contacte a nuestros expertos y aumente su visibilidad Con más de 30 años de experiencia en auditoría y certificación orgánica en Francia y en más de 130 países, Ecocert es el especialista mundial en la certificación de prácticas sostenibles. Consulte la lista de empresas que confían en nosotros para certificar sus cosméticos orgánicos "}