{"title": "The Promise of LSD Microdoses and Other Psychedelic \"Medicines\"", "author": "John Horgan on", "url": "https://blogs.scientificamerican.com/cross-check/the-promise-of-lsd-microdoses-and-other-psychedelic-medicines/", "hostname": "scientificamerican.com", "description": "Psychiatrist John Halpern discusses the psychotherapeutic potential of peyote, ayahuasca, psilocybin, MDMA and other psychedelics", "sitename": "Scientific American Blog Network", "date": "2017-07-10", "cleaned_text": "I first met psychedelic expert John H. Halpern, M.D., in 1999 at a conference on altered states in Basel, Switzerland (where I also interviewed [Albert Hofmann, LSD's discoverer](https://blogs.scientificamerican.com/cross-check/doubts-about-psychedelics-from-albert-hofmann-lsds-discoverer/), and [tripped on magic mushrooms](https://blogs.scientificamerican.com/cross-check/tripping-in-lsds-birthplace-a-story-for-e2809cbicycle-daye2809d/)). Halpern, then a professor of psychiatry at Harvard Medical School, was studying effects of peyote on members of the Native American Church, who consume peyote as a sacrament. Three years later Halpern arranged for me to participate in a peyote ceremony on a Navajo reservation in northern Arizona. I wrote about the experience in a 2003 article for Discover. An excerpt: Like most Native American Church services, this one has been called for a specific purpose—in this case, to help a wife and husband burdened with medical and financial problems, all too common on the reservation. Except for Halpern and me, everyone is a friend or relative of this couple; some have traveled hundreds of miles to be here. The meeting lasts for 10 hours with only a single 10-minute break, and it unfolds in a rhythm of rituals: smoking tobacco rolled in corn husks; singing hymns in Diné or other Native American languages to the pounding of a deerskin drum; eating peyote and drinking peyote tea passed around in bowls, three times in all. There is a spellbinding beauty in the incantations of the roadman, in the sparks spiraling up from the bed of coals toward the tepee's soot-blackened roof, in the stoic expression of the elder who adds cedar logs to the fire and rakes the coals into a half circle. But none of the worshippers seems lost in blissful aesthetic reveries. Far from it. For much of the night, the mood is solemn, even anguished. Two people vomit, including the wife. Both she and her husband sob as they confess their fears and yearnings. So do others as they listen, offer prayers, or divulge their own troubles—usually in Diné, but occasionally in English. The power of these ceremonies, Halpern tells me later, is only partly pharmacological. After all, worshippers usually eat just a few tablespoons of peyote, which amounts to less than 100 milligrams of mescaline—enough to induce a stimulant effect but not full-fledged visions. Peyote, Halpern speculates, serves primarily as an amplifier of emotions aroused by the ceremony's religious and communal elements. You can find [the full text of the article here](https://blogs.scientificamerican.com/cross-check/tripping-on-peyote-in-navajo-nation/). Halpern is now director of medical services for the [Boston Center for Addiction Treatment](https://recoverycentersofamerica.com/locations/boston/). Given surging interest in psychedelics' scientific and medical potential, I thought it was an apt time for a Q&A with him. -- John Horgan Horgan: How did you get interested in psychedelics? Halpern: I got interested in psychedelics back in medical school because I was searching for everything and anything that might be of use for substance abuse. I wound up learning from my late Father, Abraham L. Halpern, M.D. (a very famous psychiatrist himself!), how psychedelics held so much promise back in the 1960s but wound up getting made illegal with research essentially shut down in the early 1970s as a casualty of their escape from the laboratory and into instead the drug use/abuse world, too. But the research from back then definitely suggested that there are important medical properties to these substances that still were being overlooked. Horgan: Have you ever taken them? Halpern: This is a silly/immature question and one that I always imagined would be asked by a reporter with an axe to grind rather than at educating readership. In the last 20 years only one journalist has asked me this - both times John Horgan. The first time he asked was during his interview of me for a profile piece in Discover Magazine, and I brought him to a prayer service of the Native American Church! So John Horgan now your readers know that you ingested peyote, too! So, yes, I've experienced psychedelics but such use never was the reason for my devoting so much of my career to the legitimate clinical research of these substances. Horgan: Yup, now they know. So what did you learn from your research on peyote use by members of the Native American Church (NAC)? Halpern: I learned that such sacramental use of peyote benefits NAC members and is the heart of their faith. I heard countless stories of recovery from substance abuse and/or of deepening learning about Native Traditions and language through participation in the NAC. I wound up also [publishing a major paper](http://www.biologicalpsychiatryjournal.com/article/S0006-3223(05)00855-3/abstract) that showed that those who follow the Peyote Way are cognitively healthy/similar to Native non-adherents and also presented with healthier lifetime satisfaction and mental health. Horgan: Should non-Native Americans be allowed to take psychedelics for spiritual purposes? Halpern: This already occurs legally in the United States, Mexico, and Canada for members of the Native American Church. Also the United States and several countries in Europe acknowledge the religious freedom of members of the Uniao Do Vegetal and Santo Daime - religions that have expanded from the Amazon Basin and now count members around the world that partake of DMT-containing ayahausca in their prayer services. Native use of Ayahuasca is legal in Brazil, Columbia, and Peru. The Bwiti faith in west Africa (The Gabon and elsewhere) is legally sanctioned and has an iboga ceremony - the root bark from the shrub Tabernanthe iboga contains a very long-acting hallucinogenic substance ibogaine. So, there already are non-Native Americans partaking of psychedelics for religious purposes. Such use is far different from seeking \"intoxication\": indeed, in the USA, such use is legally characterized, when legitimate, as the \"non-drug Sacramental use\" of these compounds. This very easily can be a very long, long answer but, in short, in the United States Freedom of Religion is enshrined in our Constitution's Bill of Rights and, as such, our government is limited in restricting the practice of one's bona fide religious faith: under the Religious Freedom Restoration Act, the Government must employ a \"least restrictive means test\" as to whether or not religious practices must be regulated or prevented. Horgan: Should psychedelics be legalized? Halpern: This also is perhaps a too broad question for me. My job as a researcher and physician is to help inform with scientific fact. In the absence of sufficient facts, fear may be all that is available when debating such public health and public policy issues. That being said, it is an interesting question as to how the most revered substances of the shamanic world came to be so reviled in the \"modern\" world. These substances right now are \"legalized\" in that they are placed in Schedule I of the Controlled Substances Act and, as such, are available for legitimate research purposes only. Do I think that they should be available without any restrictions whatsoever? Should a child be able to purchase alcohol? When I was growing up, simple Benadryl (diphenhydramine) was only available by prescription! Now it is over-the-counter available for purchase. Any substance can be used and/or abused but some more than others. Cocaine is a Schedule II medication (used primarily but rarely as a topical anesthetic) but illicit cocaine abuse doesn't derive from such approved medical indication. Similarly, it may come to be one day, even soon, that these types of drugs may be legally available by prescription for specific medical indications including for psychotherapy and/or for spiritual purposes outside of protected religious practice. But such \"legalization\" requires development through the FDA's system of drug review for public safety and to clarify risks and benefits and that for the specific indications that benefits do reasonably outweigh potential risks. There is much research to be done to achieve this and there are active efforts to develop MDMA and psilocybin in the United States for medical use. Horgan: Should physicians be able to prescribe psychedelics as treatments for mental disorders? Halpern: Maybe one day this will come to pass but it is for the FDA to determine whether or not these substances have an approved medical indication and the process by which they can be safely administered. GHB (gamma hydroxybutyrate) is a known \"date-rape drug\" and it is a listed within Schedule I as a drug of abuse but its prescription form is in Schedule II for the treatment of narcolepsy: a centralized distribution system was devised with the DEA to ensure that GHB can be given to patients in need of it as a medication while minimizing its risk for diversion to the illicit market. My point is that there are ways to create a safe means for prescription should they ever gain an FDA-approved medical indication. Horgan: Who should not take psychedelics? Halpern: The best available information is that those with a history of depression, anxiety, bipolar disorder, and/or psychotic illnesses (like schizophrenia) should take these substances with tremendous caution if at all, and even those with close blood relations with such serious psychiatric conditions should be similarly warned, as well. People who have a tremendous need for emotional control often report \"bad trips\" in particular. Those with little preparation--having a known, safe, and supportive environment that protects people from interacting with regular/routine life and that has even non-using but experienced supports--will also be at greater risk. These substances can be profoundly disorienting to perception of self and the world we live in: so those planning to drive a car, for example, should not take psychedelics. Horgan: What do you think of the old idea that psychedelics mimic psychosis? Halpern: Suggestibility can greatly increase under the influence of these substances. The first dose of LSD administered in the United States was given to a psychiatric resident who was told that it would create a psychotic-like experience, and then the resident proceeded to behave in psychotic-like ways. Even so, there are a number of important differences including that these drugs induce pseudo-hallucinations that the user typically understands are not reality-based and that are often visual. Psychosis rarely has visual phenomena and true hallucinations leave the individual incapable of discerning symptoms from reality. The \"psychotomimetic\" model of what hallucinogens do is not considered useful/valid at present but more dissociative agents like ketamine and PCP may indeed cause a more accurate \"model psychosis.\" Horgan: Are you surprised that psychedelics have gotten so much positive coverage lately? Halpern: I am not surprised at all! Horgan: Writer Ayelet Waldman in her new book [A Really Good Day](https://www.amazon.com/dp/B01FPH0IUO/ref=dp-kindle-redirect?_encoding=UTF8&btkr=1) describes taking micro-doses of LSD to boost her mood. What is your opinion of micro-dosing? Will LSD, given its history, ever be accepted as a medical treatment? Halpern: This is very old news. Once when I had lunch with Albert Hofmann (the chemist who first synthesized and experienced LSD) about 20 years ago I had asked him about micro-dosing. We had a lively discussion that LSD could have become the first \"Prozac\" like antidepressant and that 25 micrograms a day seemed to be particularly effective. Dr. Hofmann stated that he really pushed to make LSD into an antidepressant and had the idea to combine it with an emetic (a drug that would induce vomiting) if too many pills were taken at once. He said that company lawyers thought there was too many risks/pitfalls to offering a drug in such a preparation and so it never was developed for commercial use. If LSD is taken every day, by the way, tolerance to the intoxicated effects build, and so LSD might be able to be evaluated still as an antidepressant. Horgan: Do you think DMT, which [psychedelic philosopher Terence McKenna](https://blogs.scientificamerican.com/cross-check/was-psychedelic-guru-terence-mckenna-goofing-about-2012-prophecy/) loved, [has therapeutic potential](https://blogs.scientificamerican.com/cross-check/dmt-is-in-your-head-but-it-may-be-too-weird-for-the-psychedelic-renaissance/)? about [ayahuasca](https://blogs.scientificamerican.com/cross-check/my-ayahuasca-trip/)? Does psychiatrist Rick Strassman's research on DMT, which triggered frightening experiences in some users, give you pause? Halpern: DMT is the primary psychoactive constituent of ayahuasca. In the Amazon Basin there is a multi-thousand year history of ayahuasca use. Traditionally, such use is part of a process to help identify what is needed for healing rather than as a direct treatment itself. Within its religious application, there are many stories of spiritual and medical healing with ayahuasca including versus drug and alcohol addiction. Again, however, such clear therapeutic potential must be carefully evaluated from within legitimate scientific research and regulatory review. As for Dr. Strassman's work: he wasn't evaluating DMT for any therapeutic potential: he was doing basic dose-response pharmacologic research. Rick Doblin, founder of MAPS ( [Multi-Disciplinary Association for Psychedelic Studies](http://www.maps.org)), famously says, \"There are no bad trips...only difficult ones.\" Such frightening experiences may also have a therapeutic use, but any of these drugs, not just DMT, may trigger them. Often, as mentioned, such experiences are triggered in those with a tremendous need for emotional regulation and the psychoactive properties of hallucinogens will quite often have a person feel loss of such control. Horgan: Is MDMA, or \"Ecstasy,\" a psychedelic? Do you worry about its possible long-term negative effects? Halpern: MDMA has psychedelic properties and can reported be psychedelic-like for the Unlike \"classical\" hallucinogens like LSD and psilocybin, MDMA doesn't typically induce loss of sense of self. Instead many will describe it as \"ego-opening\" with a flood of positive/trusting emotions. Any drug without clear FDA approved indication or accepted standard for human use worries me about the possible long-term negative effects. That being said, we will prescribe all sorts of very toxic compounds if the benefits and need may outweigh the risks. Benzodiazepines long term can cause verbal memory deficits, balance and coordination problems, and more, but if you have a panic disorder they can prove a godsend. Certain radiological and chemotherapeutic agents targeting brain cancer may damage some cognitive functioning but if that slows down tumor growth so that life is meaningfully extended - we wouldn't want to prevent such medications from being given to such a patient in need, right? Yet, we wouldn't want a healthy/normal person to get such a toxic compound for no reason. Specific to MDMA, there are risks from it being illegal, from taking it with a frequency and dosing scale that maximizes harm, and taking it in combination with other drugs such as alcohol. Yet many of the cognitive effects claimed from MDMA appear to not be functionally significant (you can read my [NIDA-funded study on this question of MDMA neurocognitive toxicity](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3053129/)) and some of the very brain changes noted in animal studies have also been found from other compounds including one that was FDA-approved for a time! Finally, consider that the illicit use of MDMA became popular more than 30 years ago. Back then, some anti-MDMA campaigners/researchers cautioned that such use/abuse will create a generation with early Parkinson's Disease or who would wind up not responding to antidepressants when clinically depressed or who would be cognitively damaged in functionally observable ways. Such a wave has yet to materialize despite millions of users over these years. Some experts in the relative risk from various drugs of abuse have already published that the relative harms from MDMA appear to be markedly less than from alcohol and tobacco! (See chart below from Nutt, David J, et al., \"Drug Harms in the UK: A Multicriteria Decision Analysis.\" The Lancet 376, no. I recently heard psychologist [Anthony Bossis of NYU](https://blogs.scientificamerican.com/cross-check/psychedelic-therapy-and-bad-trips/) describe trials in which terminal cancer patients are given psilocybin. What is your opinion of this work? Halpern: Dr. Bossis is a very compassionate and caring therapist invested in the evaluation of psilocybin-assisted psychotherapy. The work at NYU harmonizes and validates the similar work coming out of Dr. Roland Griffith's team at Johns Hopkins. I think there is much promise to this treatment. These works are published in the peer reviewed literature and skeptics of the work then are free to follow and/or attempt to upgrade upon the published methodology to further validate these early, promising findings. Horgan: Albert Hofmann, who discovered LSD's effects, sometimes expressed misgivings about psychedelics. He once wrote that they might \" [represent a forbidden transgression of limits](https://blogs.scientificamerican.com/cross-check/doubts-about-psychedelics-from-albert-hofmann-lsds-discoverer/).\" Do you ever have similar qualms? Halpern: Albert Hofmann's discovery changed our planet in many ways and not all for the better: it is quite understandable that he would express such misgivings. That is why he also referred to LSD as his \"problem child.\" Yet Dr. Hofmann didn't stop hallucinogens: he, in fact, identified psilocybin from Psilocybe cubensis and continued to contribute to the \"psychedelic movement\" right up to his death (at age 102!). Another chemist who made it has life's work to discover as many new psychedelic compounds as he could find, [Alexander Shulgin](https://blogs.scientificamerican.com/cross-check/talking-death-with-the-late-psychedelic-chemist-sasha-shulgin/), also opined: \"I am completely convinced that there is a wealth of information built into us, with miles of intuitive knowledge tucked away in the genetic material of every one of our cells. Something akin to a library containing uncountable reference volumes, but without any obvious route of entry. And, without some means of access, there is no way to even begin to guess at the extent and quality of what is there. The psychedelic drugs allow exploration of this interior world, and insights into its nature.\" [Alexander Shulgin](https://www.goodreads.com/author/show/158496.Alexander_Shulgin), [Pihkal: A Chemical Love Story](https://www.goodreads.com/work/quotes/871376) Accessing this world\" is the very same \"forbidden transgression of limits\" that Hofmann refers to: it is inherent to our species' thirst for knowledge and understanding of just what it means to be human that then drives such curiosity, whether for better or worse. But even as one wise, old Roadman of the Peyote Way once said to me, \"If you want to know more about Medicine... then eat more Medicine.\" Further Reading: [Tripping on Peyote in Navajo Nation](https://blogs.scientificamerican.com/cross-check/tripping-on-peyote-in-navajo-nation/) \" [Psychological and Cognitive Effects of Long-Term Peyote Use Among Native Americans](http://www.biologicalpsychiatryjournal.com/article/S0006-3223(05)00855-3/abstract),\" Biological Psychiatry, John Halpern et al., October 15, 2005. [Meta-Post: Horgan Posts on "}