{"title": "Delhi HC Raps Baba Ramdev for 'Misleading' People on Allopathy, Calling Coronil a 'Cure' for COVID", "author": "The Wire Staff", "url": "https://thewire.in/law/delhi-hc-baba-ramdev-allopathy-coronil-covid", "hostname": "thewire.in", "description": "Several doctors' associations moved court against Ramdev after he said allopathy was responsible for COVID-19 deaths and vaccines would not protect people from the Coronavirus.", "sitename": "The Wire", "date": "2022-08-18", "cleaned_text": "Listen to this article: New Delhi: The Delhi high court on Wednesday, August 18, told Baba Ramdev not to \"mislead\" people against allopathy and not to make any claims beyond what authorities had stated about Patanjali's product Coronil, taking exception to Patanjali advertising it as a \"cure\" for COVID-19. Hearing the matter Justice Anup Jairam Bhambhani said, \"From the very beginning, my concern is only one. You are welcome to have your followers. You are welcome to have your disciples. You are welcome to have people who will believe whatever you say. But, please, do not mislead the public at large by saying more than what is official [in reference to Coronil].\" Several doctors' associations moved to the high court last year, alleging that Ramdev was \"misleading and misrepresenting\" to the public at large that allopathy was responsible for the deaths of several people infected with COVID-19 while claiming that Coronil was a cure for the virus. Senior advocate Akhil Sibal, appearing for the petitioner associations, told the court that even recently, Ramdev made statements in public advertising Coronil as a treatment for COVID-19 and also suggesting the inefficacy of vaccines against the coronavirus. Sibal submitted that the license granted to Coronil did not mention COVID-19 at all and only spoke of it being an \"immunity booster and having Ayurvedic ingredients\". [According to Livelaw](https://www.livelaw.in/news-updates/baba-ramdev-allopathy-patanjali-coronil-dont-mislead-public-delhi-high-court-206709?infinitescroll=1), Sibal said, \"What he has been doing is that he bashes vaccinations. Then there is an outcry. Then he modifies the statement to say that 'I have nothing against to say about the vaccinations'. This has been going on back and forth. It is a pattern. Then he says, 'Yes yes take the vaccination, I am not saying anything. Vaccination will not protect you fully. But if you want full protection, then take Coronil. Then you'll be fully protected',\" Sibal. Sibal told the court that in certain statements by Ramdev, reference was also made to a leader of a foreign nation contracting COVID-19 even after being vaccinated. On August 4, at an event, Ramdev had reportedly [said](https://www.etvbharat.com/english/national/videos/top-videos/baba-ramdev-stokes-controversy-as-he-raises-questions-on-medical-science/na20220804171730810810794) why US President Joe Biden had tested positive for COVID-19 even after taking the booster doses. He then went on to say that vaccinations were not enough to protect people from Coronavirus adding that Ayurveda and yoga were also required to keep the virus at bay. Justice Bhambhani expressed his concerns concerning people being named in the statements and said, \"Leaders are being named which will affect our good relationships with foreign nations.\" The court, which had earlier granted time to Ramdev to come up with an acceptable clarification on the use of Coronil, said that while it would head in the direction of a resolution in the matter, it had concerns surrounding the damage to Ayurveda's reputation and the public being misled against allopathy. \"My concern is to save the good name and reputation of Ayurveda as a system of medicine our own ancient system of medicine. My aim is nobody should be misled against allopathy, also a well-recognised system of medicine,\" the court said. The court also asked Ramdev's lawyer if he was willing to not make any statements in relation to Coronil till the case is decided. Senior advocate P.V. Kapur, appearing for Ramdev, said that the present litigation was \"motivated\" and the statements highlighted by the plaintiff were prior to the last date of hearing and that process had already been initiated to remove any reference to treatment or cure in relation to Coronil from their website concerned. He also handed over a fresh draft of a possible public statement/disclaimer to the court, which said that Coronil was not a cure but a supporting measure and that both fields of medicine should go hand-in-hand. Sibal said that the clarification was still misleading and stressed that Coronil was not a medicine and it was a supporting measure for mild cases. Three resident doctors' associations of the All India Institute of Medical Sciences at Rishikesh, Patna, and Bhubaneshwar as well as the Association of Resident Doctors, Post Graduate Institute of Medical Education & Research, Chandigarh; Union of Resident Doctors of Punjab (URDP); Resident Doctors' Association, Lala Lajpat Rai Memorial Medical College, Meerut, and Telangana Junior Doctors' Association, Hyderabad had moved the high court last year against Ramdev and others. In their plea filed through advocate Harshavardhan Kotla, the associations had submitted that the yoga guru, who is a \"highly influential person\", was \"sowing doubts in the minds of the general public concerning the safety and efficacy of not only allopathic treatments but also COVID-19 vaccines\". The plea alleged that the misinformation campaign was nothing but an advertisement and marketing strategy to further the sales of the product sold by Ramdev, including Coronil which claims to be an alternative treatment for COVID-19. The court listed the case for further hearing on August 23. (With PTI inputs) "}