{"title": "Veterinary Homeopathy and Acupuncture", "author": null, "url": "https://vethomeopathic.wixsite.com/heatherdalevet", "hostname": "wixsite.com", "description": "At Heatherdale Vet, north of Pretoria, we integrate conventional veterinary science with alternative therapies. Holistic treatment of all animals by a qualified", "sitename": "Heatherdalevet", "date": "2016-01-01", "cleaned_text": "Are you searching for a holistic approach to animal health care? Does your animal suffer from an itchy skin, arthritis, epilepsy, inflammatory bowel disease, heart failure or cancer? Homeopathy Acupuncture Herbs Natural Diet OUR SERVICES HOMEOPATHIC CONSULT Homeopathy is the latest and refined method to treat any animals economically and nonviolently. First consult is usually an hour. ACUPUNCTURE An ancient Chinese therapy using needles at specific anatomical points to stimulate healing. We treat horses, dogs, cats, birds... CONSULTATIONS, VACCINATIONS Conventional medicines and vaccinations are given as required. We try to provide all the options to make an informed decision. SURGERY, EMERGENCY CARE Routine surgical procedures. Innovative emergency care combining orthodox and alternative methods. Digital X-ray available. GROOMING, BOARDING Clipping of bird's feathers. Spaceous outdoor cages for accommodating pets. NUTRITIONAL ADVICE Specific diets are prescribed as part of the healing therapy. Cancer sufferers or arthritis patients can benefit from a grain free diet. DENTAL CARE Scaling and polishing of teeth followed up with alternative aftercare. HERBAL TREATMENT Herbs for itchy skin, for cancer, painful joints. Chinese herbs used in traditional Chinese medicine. Malaria tea, immune and anti-stress herbs useful for racing pigeons. MISSION STATEMENT: Our aim is to heal animals by establishing a healthy balance, not only in the physical body but also in the emotional, mental and spiritual planes. Dr. Anita Schwan BVSc, BSc(Hons), Cert(IAVH), CVA The animal clinic was founded in 2004 by Dr. Schwan on an agricultural smallholding near Pretoria North in a peaceful environment, beautiful gardens and ample open space for the pets to move around. After completing her studies in wildlife management and veterinary science at the University of Pretoria in 2000 and working with many veterinarians over the years, Dr. Schwan realised that conventional veterinary science often has no answer to cure certain diseases like a chronically itchy skin or epilepsy. Having used homoeopathy successfully on herself and family she had the opportunity to obtain training from teachers from the UK and SA and qualify in 2012 as a veterinary homeopath with a certificate from the International Association for Veterinary Homeopathy (IAVH). She also is the South African Representative of the IAVH. Dr. Schwan received training in 2009 and 2017-2018 in veterinary acupuncture and became a certified veterinary acupuncturist of the Chi Institute of Chinese Medicine, Florida, United States. At our veterinary clinic all the staff is highly passionate about animals and their well-being. The relaxed and friendly atmosphere is our trademark. We approach treatments holistically where alternative treatments are prescribed alone or integrative with conventional veterinary surgery. Homeopathy is a safe and scientific treatment for animals for all sorts of ailments. Many patients do also benefit from acupuncture in cases of back pain or lameness caused by cruciate ligament problems etc. We also do conventional surgery and therapy as required. Homeopathy is a holistic therapeutic medical science based on the teachings of Samuel Hahnemann, a German born physician and founder of homeopathy. Hahnemann discovered some 200 years ago that if a substance causes certain symptoms in a healthy individual, that same substance can be used to cure similar symptoms in a sick one. For example the homeopathic remedy Apis mellifica is made from the honey bee. When an inquisitive puppy is stung by a bee or a spider we see urticaria, immediate swelling of the skin, becoming red and, painful and oedematous. The remedy Apis given orally decreases the swelling so fast and in a more spectacular way than with a cortisone injection or an antihistamine. ABOUT OUR CLINIC CONTACT US OUR ADDRESS CONSULTING HOURS Heatherdale Veterinary Clinic Plot 32, Rose Street, Heatherdale Pretoria Gauteng 0182 Consultations by appointment only Shop open by appointment Monday - Friday 16:00pm-18:00pm Saturday 9:00am-12:00pm Whatsapp: 082 952 "}