{"title": "3 Day Spiritual Healing Retreat in Joshua Tree, California, USA", "author": null, "url": "https://bookretreats.com/3-day-spiritual-healing-retreat-in-joshua-tree-california-usa", "hostname": "bookretreats.com", "description": "Check out the 3 Day Spiritual Healing Retreat in Joshua Tree, California, USA. Browse Photos, read reviews and Reserve your spot now at BookRetreats.", "sitename": "BookRetreats.com", "date": "2022-09-03", "cleaned_text": "From a total newbie to a seasoned spiritual master, this retreat is for those who have chosen the path of unlocking their highest potential through ancient cleansing rituals, creativity, music, and mystical practices. Those who are ready to step out of their comfort zone and face their traumas, who are looking for self-healing and self-knowledge, who are ready to tune in to their higher self and mother nature. Skill Level Food FREE Gifts (if you book with BookRetreats.com) - FREE 1:1 online hypnosis session - FREE shamanic sound journey (Santa Monica, CA ) You will receive daily sound bath performed by a certified sound therapist, a group hypnosis session, and guided meditation, breathing practices, and cleansing ancient rituals of Mexico and Peru. You will learn how to activate your sexual energy through breathing practice and guided meditation, express yourself through the ecstatic dance and build a deeper relationship with your physical body, discover your inner child, and release all the tensions through Osho dynamic meditation. - The ideal place to unplug, slow down that fast pace, and get back in touch with nature - Peace and quiet for the mind, refreshing energy for the body - A place where you will restore clarity of mind and heart - A chance to get away and step aside from all the hustle and bustle of city life Inviting you all to an exploratory journey via an intuitive flow sound experience. The sounds of vocals, gongs, bowls, mysterious sound instruments, and ancient shamanic rituals will guide us through and journey of connection to body and presence. Day 1 - 2-3pm - Check-in and opening ceremony - 3 pm - Lunch - 4 pm - Cleansing ritual & sound bath - 5 pm - \"Fall In Love In 39 Minutes\" Workshop - 6 pm - Ecstatic dance and Cacao ceremony - 7 pm - Dinner - 8 pm - Integration Circle & stargazing Day 2 - 7 am - Nauli massage & Yoga - 8 am - Breakfast - 9 am - Sound Ceremony - 11 am- Sexual Energy Activation - 12 pm - Ice Bath - 1 pm -Free time, journaling - 2 pm - Lunch - 3 pm - EFT & Mental Bank workshop - 4 pm - Hypnosis - 5 pm - Cacao ceremony - 6 pm - Dinner - 7 pm - Star Gazing & Integration Circle Day 3 This is a great opportunity to improve your digestion, to establish a deep connection between body and spirit: - Sugar-free - Gluten-free - Dairy-free - Water, healthy drinks, herbal tea 3 vegetarian meals per day [Amber Lee Ann](/teacher/amber-lee-ann) \"My mother has always said \"If the world was a river, Amber makes her own stream.\" I have spent my entire life rebelling against the system. From a very young age I felt that there was something inherently wrong with the world, I didn't understand why people placed so much value on having money and things at the expense of their health and sanity. [Julia Quena Kavi](/teacher/julia-quena-kavi) She's spent years as an award-winning professional opera singer and vocalist. Julia plays piano, ukulele, guitar, drums, singing bowls, Mexican flute, shruti box, and ancient percussion. She is a certified sound therapist and hypnotherapist. Private Queen Bedroom 1 €1,038 The private Bedroom has Queen size bed. The second and third bedrooms share a hallway bathroom (Shower/Tub). - Book it for 1 person 1111$ - Book it for 2 people 1444$ The property also offers communal areas, including an outdoor hot tub and lounge. Private Queen Bedroom 2 €1,038 The private bedroom has Queen size bed and restroom. - Book it for 1 person 1111$ - Book it for 2 people1444 The property also offers communal areas, including an outdoor hot tub and lounge. Shared Space in Yurt €705 Shared space (dorm) for 6-8 people. Each person needs to bring their own small sleeping mattress and bedding. There's an outdoor shower and bathroom. Bring Your Own Tent €518 Stay in your own tent and we will provide shared bathroom and shower, 3 meals per day, and all the retreat activities. The property also offers communal areas, including an outdoor hot tub and lounge. Bed in bunk bed room (2 people only) €840 Bunk bed room shares a hallway bathroom (shower/tub) You'll share this room with another retreat attendee -Book a bed for 1 person $899 -Book entire room for 1 person $1111 Master Bedroom €1,556 Master bedroom with a private in suit bathroom (shower/tub, jaccuzzi ) -Book a bed for 1 person $1666 -Book entire room for 1 person $1999 This retreat is located in the legendary Joshua Tree. The energy of Earth throughout time is felt here in this part of California's High Desert. Joshua Tree is long known as a place of multiple energy vortices on land - the forces of the vortex in this spiritual, ancient place magnify everything we humans brings bring to it on an emotional, physical, and mental level. [Joshua Tree National Park](/center/joshua-tree-national-park) Joshua Tree National Park is located in southeastern California. Declared a U.S. National Park in 1994 when the U.S. Congress passed the California Desert Protection Act (Public Law 103-433), it had previously been a U.S. National Monument since 1936. It is named for the Joshua trees (Yucca brevifolia) native to the park. It covers a land area of 790,636 acres (1,235.37 sq mi; 3,199.59 km2) - an area slightly larger than the state of Rhode Island. Interested in this retreat? - 2 nights accommodation - 3 daily delicious and nutritious vegetarian meals - Water, tea, coffee served throughout the day - Daily meditation classes - Specialized workshops - Professional event photos - Group excursions/activities - Parking - Wifi connection - Airport transfer - Flights costs - Travel insurance - Visa fee How to get there (flights, airport transfers, buses, trains) The nearest airport is Palm Springs International Airport (PSP) which is 20.7 miles away. Other nearby airports include Ontario Municipal/International Airports (ONO) (ONT) (67.2 miles), John Wayne Airport-Orange County (SNA) (87. Vaccinations requirements A rapid covid test is required or proof of vaccination. Samantha IPosted a year ago on BookRetreats Julia is an amazing retreat facilitator. Every detail and session was well thought out and executed with love and grace. She provided healthy, nutritious foods and offered tips on what to eat and drink to help overcome cravings. Sessions were facilitated so I was able to look at my challenges in life and come home with tools to help me grow in the areas I need to. I was surrounded with love and support to go thru the experiences designed for us to let go of difficulties we are holding on to. Thank you Julia for your guidance, for sharing your tools, and for your gracious heart. MilissaPosted 9 months ago on BookRetreats Dallas CPosted a year ago on BookRetreats It was a wonderful and impactful retreat. I felt so welcomed and comfortable the whole time. I had multiple people tell me something had changed in me in the weeks following the retreat. I will not forget what I took away and also left behind while there! I look forward to attending another retreat with Julia. Anastassiya IPosted a year ago on BookRetreats Julia's Joshua Tree retreat contributed profoundly to my transformation journey. I discovered in more depth the part of me that is playful, adventurous, and fearless; testing the limits and making daring plans while surrounded by the most supportive, open-minded, and empathetic group of people that I now call Family. Best price guarantee.Hosts must offer the lowest price to be listed on our site. No feesWe don't charge any booking fees if you book through us. None. FREE cancellation options.Many of our retreats offer the option of free cancellation. "}