{"title": "La Medicina Integrativa. Entrevista a Javier Torrijos - La Casa Ambar", "author": "Administrador", "url": "https://www.lacasaambar.org/es/2015/03/26/la-medicina-integrativa-entrevista-javier-torrijos/", "hostname": "lacasaambar.org", "description": "édico Especialista en Nefrología. Trabaja en Hospital Manacor, Palma de Mallorca. Colabora en Constelaciones Integrativas en La Casa Ambar. ¿Qué es para ti la Medicina Integrativa? Es fruto de todo un proceso vital. Después de finalizar la carrera de medicina y posteriormente los años de especialidad, llegó a mi vida una apertura de conciencia que...", "sitename": "Fundació la Casa Ambar", "date": "2015-03-26", "cleaned_text": "La Medicina Integrativa. Entrevista a Javier Torrijos édico Especialista en Nefrología. Trabaja en Hospital Manacor, Palma de Mallorca. Colabora en Constelaciones Integrativas en La Casa Ambar. ¿Qué es para ti la Medicina Integrativa? Es fruto de todo un proceso vital. Después de finalizar la carrera de medicina y posteriormente los años de especialidad, llegó a mi vida una apertura de conciencia que me hizo despertar, completando toda esta formación médica con técnicas de medicina complementaria, y todo ello sobre una base espiritual. La Medicina Integrativa supone para mí unificar ambos paradigmas, coger lo mejor de cada uno, sin discriminar y poder así ofrecer al paciente lo que necesita en cada momento. ¿Qué diferencia hay con respecto a lo que conocemos como medicina oficial? La medicina que entendemos como oficial va a tratar el síntoma. Si tienes algún dolor, la medicina oficial te prescribe un analgésico, un antiinflamatorio, el protocolo es igual para la misma enfermedad. En cambio, la medicina complementaria ve el síntoma como una señal que te da el cuerpo para que te des cuenta de algo que hay que modificar. Es un aviso y una oportunidad que se le brinda a la persona para trabajarse algo. La medicina complementaria considera a la persona como a un todo. El enfoque es distinto, el médico no está por encima, va hacia el paciente con amor y se acerca en una relación de tú a tú, una palabra, una mirada, y escuchar es más efectivo que muchas pastillas. \"Una palabra, una mirada, escuchar a la persona, es más efectivo que muchas pastillas.\" ¿Cómo se complementan los dos tipos de medicina? Qué utilizas de cada una? La Medicina Integrativa te da la oportunidad de combinar y utilizar, en cada caso particular, lo mejor de ambos paradigmas. Por ejemplo, en el hospital atiendo personas que tienen hipercolesterolemia, patologías cardiovasculares, diabetes, enfermedades renales crónicas, etc. todos ellos toman un gran número de pastillas. En muchos casos, dependiendo de la gravedad de la patología y de cada paciente, puede ser necesario el empleo de estos fármacos o de técnicas invasivas y así está bien, pero en otras ocasiones, es más recomendable un abordaje desde la medicina complementaria. ¿Crees que la sociedad en general, y los pacientes en particular, nos responsabilizamos de nuestra propia salud? La verdad es que en mi trabajo como médico veo a muchas personas que no quieren sanarse del todo, sino que viven detrás de la enfermedad, y dejan la responsabilidad en manos del médico. En muchos casos se trata de un proceso inconsciente y desconocen lo que hay detrás de todo ello. Si se responsabilizaran más de sus enfermedades, se abrirían a reflexionar, a ver qué es lo que pueden cambiar de ellos, qué les está diciendo la enfermedad sobre su vida. \"Una palabra, una mirada, escuchar a la persona, es más efectivo que muchas pastillas.\" ¿Qué cambios ves en los pacientes cuando les tratas de esta manera? En primer lugar se sorprenden de que un especialista les hable de emociones, de las señales de la enfermedad. Al comprenderlo, confían más, aceptan y afrontan la enfermedad de otra manera y su vida cambia. La enfermedad trae cambios, y aceptar el dolor que trae consigo es difícil. Por ejemplo, la enfermedad renal está vinculada al miedo, el miedo a la muerte; son personas que pueden dar un paso hacía la vida o darlo hacia la muerte. Mi misión es ayudar a despertar sus conciencias y posibilitar su transformación para mirar hacia la vida. Les ofrezco una visión más amplia de su proceso, siempre con respeto y aceptando su decisión. ¿De cara al futuro, crees que la medicina oficial se abrirá a incorporar la medicina complementaria? Hay un cierto miedo en los profesionales a abrirse porque es un tema que no está reconocido, lo permitido y reconocido es la medicina oficial. Aunque en algunos lugares se van introduciendo técnicas como el Reiki y la acupuntura, todavía es algo puntual. De todas formas, cada vez hay más apertura en los profesionales, administraciones y además los pacientes lo van demandando con más frecuencia. He de decir que cada vez me siento más seguro y confiado para abrirme en ese sector y mostrarme como soy, ofreciendo mi manera de pensar y mi posicionamiento. Creo que estamos en un proceso de transformación de la medicina, de transición. ¿De transición hacia... Hacia una visión más holística de la medicina y de la salud, que entienda al ser humano como a un todo. La sanación supone la atención del cuerpo, alma, emociones, mente y espíritu. "}