{"title": "Healthy diet - Wikipedia", "author": null, "url": "https://en.wikipedia.org/wiki/Healthy_diet", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2005-03-08", "cleaned_text": "Healthy diet A healthy diet is a [diet](/wiki/Diet_(nutrition)) that maintains or improves overall health. A healthy diet provides the body with essential [nutrition](/wiki/Human_nutrition): fluid, [macronutrients](/wiki/Macronutrient) such as [protein](/wiki/Protein), [micronutrients](/wiki/Micronutrient) and [food energy](/wiki/Food_energy). [[2]](#cite_note-lean-2) [[3]](#cite_note-WHO2004-3) A healthy diet may contain fruits, vegetables, and [whole grains](/wiki/Whole_grain), and may include little to no [processed food](/wiki/Processed_food) or [sweetened beverages](/wiki/Sweetened_beverage). The requirements for a healthy diet can be met from a variety of [plant-based](/wiki/Plant-based_diet) and animal-based foods, although additional sources of [vitamin B12](/wiki/Vitamin_B12) are needed for those following a [vegan diet](/wiki/Vegan_diet). [[4]](#cite_note-4) Various [nutrition guides](/wiki/List_of_nutrition_guides) are published by medical and governmental institutions to educate individuals on what they should be eating to be healthy. [Nutrition facts labels](/wiki/Nutrition_facts_label) are also mandatory in some countries to allow consumers to choose between foods based on the components relevant to health. [[5]](#cite_note-EU1-5) [[6]](#cite_note-WHO123-6) Recommendations[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=1)] World Health Organization[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=2)] The [World Health Organization](/wiki/World_Health_Organization) (WHO) makes the following five recommendations with respect to both populations and individuals: [[7]](#cite_note-7) - Maintain a healthy weight by eating roughly the same number of calories that your body is using. - Limit intake of fats to no more than 30% of total caloric intake, preferring [unsaturated fats](/wiki/Unsaturated_fats)to [saturated fats](/wiki/Saturated_fats). Avoid [trans fats](/wiki/Trans_fats). - Eat at least 400 grams of [fruits](/wiki/Fruits)and vegetables per day (not counting potatoes, sweet potatoes, cassava, and other starchy roots). A healthy diet also contains [legumes](/wiki/Legumes)(e.g. lentils, beans), [whole grains](/wiki/Whole_grains), and [nuts](/wiki/Nut_(fruit)). [[8]](#cite_note-8) - Limit the intake of simple sugars to less than 10% of caloric intake (below 5% of calories or 25 grams may be even better). [[9]](#cite_note-9) - Limit salt/ [sodium](/wiki/Sodium)from all sources and ensure that [salt is iodized](/wiki/Iodised_salt). Less than 5 grams of salt per day can reduce the risk of [cardiovascular disease](/wiki/Cardiovascular_disease). [[10]](#cite_note-:0-10) The WHO has stated that insufficient vegetables and fruit is the cause of 2.8% of deaths worldwide. [[10]](#cite_note-:0-10)[ [failed verification](/wiki/Wikipedia:Verifiability)] Other WHO recommendations include: - ensuring that the foods chosen have sufficient [vitamins](/wiki/Vitamins)and certain minerals; - avoiding directly poisonous (e.g. heavy metals) and carcinogenic (e.g. [benzene](/wiki/Benzene)) substances; - avoiding foods contaminated by human [pathogens](/wiki/Pathogens)(e.g. [E. coli](/wiki/E._coli), [tapeworm](/wiki/Tapeworm)eggs); - and replacing saturated fats with [polyunsaturated fats](/wiki/Polyunsaturated_fat)in the diet, which can reduce the risk of [coronary artery disease](/wiki/Coronary_artery_disease)and [diabetes](/wiki/Diabetes). [[10]](#cite_note-:0-10)[ [Dietary Guidelines for Americans](/wiki/Dietary_Guidelines_for_Americans) by the [United States Department of Agriculture](/wiki/United_States_Department_of_Agriculture) (USDA) recommends three healthy patterns of diet, summarized in the table below, for a 2000 kcal diet. [[11]](#cite_note-11) [[12]](#cite_note-USGuidelines2013-12) [[13]](#cite_note-13) These guidelines are increasingly adopted by various groups and institutions for recipe and meal plan development. [[14]](#cite_note-14) The guidelines emphasize both health and environmental sustainability and a flexible approach. The committee that drafted it wrote: \"The major findings regarding sustainable diets were that a diet higher in plant-based foods, such as vegetables, fruits, whole grains, legumes, nuts, and seeds, and lower in calories and animal-based foods is more health promoting and is associated with less environmental impact than is the current U.S. diet. This pattern of eating can be achieved through a variety of dietary patterns, including the \"Healthy U.S.-style Pattern\", the \"Healthy Vegetarian Pattern\" and the \"Healthy Mediterranean-style Pattern\". [[15]](#cite_note-15) Food group amounts are per American Heart Association / World Cancer Research Fund / American Institute for Cancer Research[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=4)] The [American Heart Association](/wiki/American_Heart_Association), [World Cancer Research Fund](/wiki/World_Cancer_Research_Fund), and [American Institute for Cancer Research](/wiki/American_Institute_for_Cancer_Research) recommend a diet that consists mostly of unprocessed plant foods, with emphasis on a wide range of whole grains, legumes, and non-starchy vegetables and fruits. This healthy diet includes a wide range of non-starchy vegetables and fruits which provide different colors including red, green, yellow, white, purple, and orange. The recommendations note that tomato cooked with oil, allium vegetables like garlic, and [cruciferous vegetables](/wiki/Cruciferous_vegetables) like cauliflower, provide some protection against cancer. This healthy diet is low in energy density, which may protect against weight gain and associated diseases. Finally, limiting consumption of sugary drinks, limiting energy-rich foods, including \"fast foods\" and red meat, and avoiding processed meats improves health and longevity. Overall, researchers and medical policymakers conclude that this healthy diet can reduce the risk of chronic disease and cancer. [[16]](#cite_note-WCR2007-16) [[17]](#cite_note-urlwww.cancer.org-17) It is recommended that children consume 25 grams or less of added sugar (100 calories) per day. [[18]](#cite_note-Vos2016-18) Other recommendations include no extra sugars in those under two years old and less than one soft drink per week. [[18]](#cite_note-Vos2016-18) As of 2017, decreasing total fat is no longer recommended, but instead, the recommendation to lower risk of [cardiovascular disease](/wiki/Cardiovascular_disease) is to increase consumption of [monounsaturated fats](/wiki/Monounsaturated_fat) fats](/wiki/Polyunsaturated_fat), while decreasing consumption [[19]](#cite_note-19) Harvard School of Public Health[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=5)] The Nutrition Source of [Harvard School of Public Health](/wiki/Harvard_School_of_Public_Health) (HSPH) makes the following dietary recommendations: [[20]](#cite_note-nsm-20) - Eat healthy fats: healthy fats are necessary and beneficial for health. [[21]](#cite_note-HSPH-fats-21)HSPH \"recommends the opposite of the low-fat message promoted for decades by the USDA\" and \"does not set a maximum on the percentage of calories people should get each day from healthy sources of fat.\" [[20]](#cite_note-nsm-20)Healthy fats include polyunsaturated and monounsaturated fats, found in vegetable oils, nuts, seeds, and fish. Foods containing trans fats are to be avoided, while foods high in saturated fats like red meat, butter, cheese, ice cream, coconut and palm oil negatively impact health and should be limited. [[21]](#cite_note-HSPH-fats-21) [[22]](#cite_note-HSPH-coconutoil-22) - Eat healthy protein: the majority of protein should come from plant sources when possible: lentils, beans, nuts, seeds, whole grains; avoid processed meats like bacon. [[23]](#cite_note-HSPH-protein-23) - Eat mostly vegetables, fruit, and whole grains. [[20]](#cite_note-nsm-20) - Drink water. Consume sugary beverages, juices, and milk only in moderation. Artificially sweetened beverages contribute to weight gain because sweet drinks cause cravings. 100% fruit juice is high in calories. The ideal amount of milk and calcium is not known today. [[24]](#cite_note-HSPH-drinks-24) - Pay attention to salt intake from commercially prepared foods: most of the dietary salt comes from processed foods, \"not from salt added to cooking at home or even from salt added at the table before eating.\" [[25]](#cite_note-HSPH-salt-25) - Vitamins and minerals: must be obtained from food because they are not produced in our body. They are provided by a diet containing healthy fats, healthy protein, vegetables, fruit, milk and whole grains. [[26]](#cite_note-HSPH-vitamins-26) [[24]](#cite_note-HSPH-drinks-24) - Pay attention to the carbohydrates package: the type of carbohydrates in the diet is more important than the amount of carbohydrates. Good sources for carbohydrates are vegetables, fruits, beans, and whole grains. Avoid sugared sodas, 100% fruit juice, artificially sweetened drinks, and other highly processed food. [[24]](#cite_note-HSPH-drinks-24) [[20]](#cite_note-nsm-20) Other than nutrition, the guide recommends staying active and maintaining a healthy [body weight](/wiki/Body_weight). [[20]](#cite_note-nsm-20) Others[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=6)] [David L. Katz](/wiki/David_L._Katz), most prevalent popular diets in 2014, noted: The weight of evidence strongly supports a theme of healthful eating while allowing for variations on that theme. A diet of minimally processed foods close to nature, predominantly plants, is decisively associated with health promotion and disease prevention and is consistent with the salient components of seemingly distinct dietary approaches. Efforts to improve public health through diet are forestalled not for want of knowledge about the optimal feeding of Homo sapiens but for distractions associated with exaggerated claims, and our failure to convert what we reliably know into what we routinely do. Knowledge in this case is not, as of yet, power; would that it were so. [[27]] [Marion Nestle](/wiki/Marion_Nestle) expresses the mainstream view among scientists who study nutrition: [[28]](#cite_note-fitz-28): 10 The basic principles of good diets are so simple that I can summarize them in just ten words: eat less, move more, eat lots of fruits and vegetables. For additional clarification, a five-word modifier helps: go easy on [junk foods]. Follow these precepts and you will go a long way toward preventing the major diseases of our overfed society—coronary heart disease, certain cancers, diabetes, stroke, osteoporosis, and a host of others.... These precepts constitute the bottom line of what seem to be the far more complicated dietary recommendations of many health organizations and national and international governments—the forty-one \"key recommendations\" of the 2005 Dietary Guidelines, for example. ... Although you may feel as though advice about nutrition is constantly changing, the basic ideas behind my four precepts have not changed in half a century. And they leave plenty of room for enjoying the pleasures of food. [[29]]: 22 Historically, a healthy diet was defined as a diet comprising more than 55% of carbohydrates, less than 30% of fat and about 15% of proteins. [[30]](#cite_note-30) This view is currently shifting towards a more comprehensive framing of dietary needs as a global need of various nutrients with complex interactions, instead of per nutrient type needs. [[31]](#cite_note-USDietaryGuidelines2015-31) Specific conditions[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=7)] In addition to dietary recommendations for the general population, there are many specific diets that have primarily been developed to promote better health in specific population groups, such as people with [high blood pressure](/wiki/Hypertension) (such as [low sodium diets](/wiki/Low_sodium_diet) or the more specific [DASH diet](/wiki/DASH_diet)), or who are [overweight](/wiki/Overweight) or [obese](/wiki/Obesity) ( [weight control diets](/wiki/Dieting)). Some of them may have more or less evidence for beneficial effects in normal people as well.[ [citation needed](/wiki/Wikipedia:Citation_needed)] Diabetes[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=8)] A healthy diet in combination with being active can help those with diabetes keep their blood sugar in check. [[32]](#cite_note-32) The [US CDC](/wiki/Centers_for_Disease_Control_and_Prevention) advises individuals with diabetes to plan for regular, balanced meals and to include more nonstarchy vegetables, reduce added sugars and refined grains, and focus on whole foods instead of highly processed foods. [[33]](#cite_note-33) Generally, people with diabetes and those at risk are encouraged to increase their fiber intake. [[34]](#cite_note-34) Hypertension[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=9)] A low-sodium diet is beneficial for people with high blood pressure. A [Cochrane review](/wiki/Cochrane_review) published in 2008 concluded that a long-term (more than four weeks) low-sodium diet usefully lowers blood pressure, both in people with [hypertension](/wiki/Hypertension) (high blood pressure) and in those with normal blood pressure. [[35]](#cite_note-cochrane2008-35) The [DASH diet](/wiki/DASH_diet) (Dietary Approaches to Stop Hypertension) is a diet promoted by the [National Heart, Lung, and Blood Institute](/wiki/National_Heart,_Lung,_and_Blood_Institute) (part of the [NIH](/wiki/NIH), a United States government organization) to control hypertension. A major feature of the plan is limiting intake of [sodium](/wiki/Sodium), [[36]](#cite_note-dashguide-36) and the diet also generally encourages the consumption of nuts, whole grains, fish, poultry, fruits, and vegetables while lowering the consumption of red meats, sweets, and sugar. It is also \"rich in potassium, magnesium, and calcium, as well as protein\". The [Mediterranean diet](/wiki/Mediterranean_diet), which includes limiting consumption of red meat and using olive oil in cooking, has also been shown to improve cardiovascular outcomes. [[37]](#cite_note-Walker_C,_Reamy_BV_2009_571-8-37) Obesity[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=10)] The most effective [treatment for [[38]](#cite_note-38) However, people who are [overweight](/wiki/Overweight) or [obese](/wiki/Obese) can use healthy diets in combination with [physical exercise](/wiki/Physical_exercise) in an attempt to [lose weight](/wiki/Weight_loss), although this is particularly effective for only a short period (up to one year), after which some of the weight is typically regained. [[39]](#cite_note-39) [[40]](#cite_note-40) A [meta-analysis](/wiki/Meta-analysis) of six randomized controlled trials found no difference between diet types ( [low-fat](/wiki/Low-fat_diet), [low-carbohydrate](/wiki/Low-carbohydrate_diet), and [low-calorie](/wiki/Calorie_restriction)), with a 2-4 in all studies. [[41]](#cite_note-Strychar-41) [ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=11)] Gluten, a mixture of [proteins](/wiki/Protein) found in wheat and related grains including [barley](/wiki/Barley), [rye](/wiki/Rye), [oat](/wiki/Oat), and all their species and hybrids [spelt](/wiki/Spelt), [kamut](/wiki/Khorasan_wheat), and [triticale](/wiki/Triticale)), [[42]](#cite_note-Biesiekierski2017-42) treatment. [[44]](#cite_note-MulderWanrooijQuotation-44) [[45]](#cite_note-HischenhuberCrevelQuotation-45) [[46]](#cite_note-VoltaCaio2015Quotation-46) Epilepsy[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=12)] to reduce [epileptic seizures](/wiki/Epileptic_seizures) for adults and children when managed by a health care team. [[47]](#cite_note-EatrightKeto-47) Research[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=13)] Preliminary research indicated that a diet high in fruit and vegetables may decrease the risk of cardiovascular disease and death, but not cancer. [[48]](#cite_note-48) Eating a healthy diet and [getting enough exercise](/wiki/Physical_exercise) can maintain body weight within the normal range and reduce the risk of obesity in most people. [[49]](#cite_note-49) A 2021 [scientific review](/wiki/Scientific_review) of evidence on diets for lowering the risk of [atherosclerosis](/wiki/Atherosclerosis) found that: [[50]](#cite_note-50) low consumption of salt and foods of animal origin, and increased intake of plant-based foods—whole grains, fruits, vegetables, legumes, and nuts—are linked with reduced atherosclerosis risk. The same applies for the replacement of butter and other animal/tropical fats with olive oil and other unsaturated-fat-rich oil. [...] With regard to meat, new evidence differentiates processed and red meat—both associated with increased [CVD]risk—from poultry, showing a neutral relationship with CVD for moderate intakes. [...] New data endorse the replacement of most high [glycemic index](GI) foods with both whole grain and low GI cereal foods. Scientific research is also investigating impacts of nutrition on health- and lifespans beyond any specific range of diseases. Research suggests that increasing adherence to [Mediterranean diet](/wiki/Mediterranean_diet) patterns is associated with a reduction in total and cause-specific mortality, extending health- and lifespan. [[51]](#cite_note-51) [[52]](#cite_note-52) [[53]](#cite_note-10.1080/10408398.2019.1676698-53) [[54]](#cite_note-niha-54) Research is identifying the key beneficial components of the Mediterranean diet. [[55]](#cite_note-10.1016/j.maturitas.2019.12.002-55) [[56]](#cite_note-10.2174/1570161111666131219111818-56) It shares various characteristics with the similarly beneficial [Okinawa diet](/wiki/Okinawa_diet). [[57]](#cite_note-57) Potential anti-aging mechanisms of various nutrients are not yet understood. [[58]](#cite_note-10.2174/0929867327666191230104958-58) Shares of [macronutrients](/wiki/Macronutrients) [[59]](#cite_note-:1-59) [[60]](#cite_note-10.1016/j.cell.2022.04.002-60) and level of caloric intake may also be of significance, including in periods when no dietary restriction occurs [[59]](#cite_note-:1-59) - such as not having a fat-intake that is too low [[60]](#cite_note-10.1016/j.cell.2022.04.002-60) and not having a prolonged caloric surplus or [caloric deficit](/wiki/Caloric_deficit) that is too large. Studies suggest dietary changes are a major cause of [national](/wiki/List_of_countries_by_life_expectancy) relative rises in life-span. [[61]](#cite_note-61) Microbiome[ [edit](/w/index.php?title=Life_extension&action=edit§ion=T-1)] Mechanistically, research suggests that the [gut microbiome](/wiki/Gut_microbiome), which varies per person and changes throughout lifespan, is also involved in the beneficial effects, due to which various diet supplementations with [prebiotics](/wiki/Prebiotics), various diverse (multi-strain) [probiotics](/wiki/Probiotics) and [synbiotics](/wiki/Synbiotics), and mainly for prolonging healthspan, [[65]](#cite_note-65) questions [edit](/w/index.php?title=Life_extension&action=edit§ion=T-2)] Approaches to - modifying or further particularizing the Mediterranean diet as the baseline via [nutrition science](/wiki/Nutrition_science). For instance, via: - (additional) increase in restriction of [meat reduction is (or can be) typically healthy](/wiki/Environmental_impact_of_meat_production#Meat_reduction_and_health), [[72]](#cite_note-10.1146/annurev-resource-111820-032340-72) - regular moderate consumption of [green tea](/wiki/Green_tea)or (filtered) [[73]](#cite_note-73) [coffee](/wiki/Coffee)while ensuring [[55]](#cite_note-10.1016/j.maturitas.2019.12.002-55)(see also: [algal oil](/wiki/Algal_oil)) - adding various foods thought to be healthy (e.g. due to results about various mechanistic effects) to the regular dietary consumption patterns (see also: [functional food](/wiki/Functional_food)) [[75]](#cite_note-75) - increasing the intake of high- [spermidine](/wiki/Spermidine)foods - studies suggest spermidine could extend lifespan, with high amounts that are larger than common supplements being present in [fungi](/wiki/Fungi)(e.g. legumes, especially e.g. green peas contain large amounts of resistant starch, [[83]](#cite_note-83)especially if pre-cooked as cooling the cooked peas in a refrigerator substantially increases the resistant starch content due to starch retrogradation. [[84]](#cite_note-84)It is a prebiotic (see [Microbiome](#Microbiome)) and may promote healthy aging. [[85]](#cite_note-85) [[67]](#cite_note-10.3390/nu14040747-67) - increasing the intake of high- - keeping alcohol consumption of any type at a minimum - conventional Mediterranean diets include alcohol consumption (i.e. [of wine](/wiki/Health_effects_of_wine#Moderate_consumption)), which is under research due to [data suggesting negative long-term brain impacts](/wiki/Long-term_impact_of_alcohol_on_the_brain)even at low/moderate consumption levels. [[86]](#cite_note-86) [[87]](#cite_note-87) [Anthocyanins](/wiki/Anthocyanin)which are present in red wine [[88]](#cite_note-88)and suggested along with other [flavanols](/wiki/Flavanol)to be a candidate for further longevity research [[89]](#cite_note-89)are also present in comparable concentrations in [bilberry](/wiki/Bilberry)and [elderberry](/wiki/Elderberry) - fully replacing refined grains - some guidelines of Mediterranean diets do not clarify or include the principle of [whole-grain](/wiki/Whole-grain)consumption instead of refined grains. Whole-grain are a significant source of spermidine [[81]](#cite_note-10.1146/annurev-nutr-120419-015419-81)and are associated with longevity. [[90]](#cite_note-90) [[53]](#cite_note-10.1080/10408398.2019.1676698-53) [[80]](#cite_note-10.3389/fnut.2021.717343-80)They are a main characteristic pillar of Mediterranean diets according to multiple reviews. [[91]](#cite_note-91) [[92]](#cite_note-92) [[93]](#cite_note-93) - aiming for a sufficient level of food variety and diversity - which some guidelines of Mediterranean diets do not clarify or include. One review suggests that food variety and diversity could be a factor of diet quality, [[94]](#cite_note-94)and another review indicates that sufficient food variety may at least in some specific cases \"increase intake of important nutrients and positively affect the gut microbiome structure and function\". [[95]](#cite_note-95)The required level of food variety may or may not be low and vary per person and diet. - completely eliminating [processed foods](/wiki/Processed_food)from the diet - some guidelines of Mediterranean diets may not clarify this principle. Diets associated with longevity are characterized by minimally processed foods. [[96]](#cite_note-10.1038/s41586-019-1365-2-96) - adjusting the diet for personal characteristics such as age as effects of e.g. macronutrient intake can vary per age [[60]](#cite_note-10.1016/j.cell.2022.04.002-60) - (additional) increase in - inferring an optimal diet indiscriminately for all levels and forms of physical activities and age and other person-characteristics by integrating the available [meta-analyses](/wiki/Meta-analysis)and data from mostly observational studies. - This has been done for a tool and visualizations that show populations' relative general life extension potentials of (shifting diets towards) different food groups, suggesting i.a. that a 20-years old male in Europe who switches to the \"optimal diet\" could gain a mean of ~13.7 years of life and a 60-years old female in the U.S. switching to the \"optimal diet\" could gain a mean of ~8.0 years of life. It found the largest gains would be made by eating more legumes, [whole grains](/wiki/Whole_grain), and nuts, and less red meat and processed meat. The optimal diet contains no consumption of sugar-sweetened beverages (moving from \"typical Western diet\" of 500 g/day to 0 g/day). The study notes of uncertainty in \"the effect [of eggs](/wiki/Egg_as_food#Health_effects), white meat, and oils, individual variation in protective and risk factors, uncertainties for future development of medical treatments; and changes in lifestyle\". [[69]](#cite_note-10.1371/journal.pmed.1003889-69) [[60]](#cite_note-10.1016/j.cell.2022.04.002-60) - This has been done for a tool and visualizations that show populations' relative general life extension potentials of (shifting diets towards) different food groups, suggesting i.a. that a 20-years old male in Europe who switches to the \"optimal diet\" could gain a mean of ~13.7 years of life and a 60-years old female in the U.S. switching to the \"optimal diet\" could gain a mean of ~8.0 years of life. It found the largest gains would be made by eating more legumes, Moreover, not only do the components of diets matter but the total caloric content and eating patterns may also impact health - [dietary restriction such as caloric restriction](/wiki/Life_extension#Dietary_restriction) is considered to be potentially healthy to include in eating patterns in various ways in terms of health- and lifespan. [[97]](#cite_note-10.1038/s41580-021-00411-4-97) [[98]](#cite_note-10.1016/j.cmet.2021.08.018-98) Unhealthy diets[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=14)] An unhealthy diet is a major risk factor for a number [World Health Organization](/wiki/World_Health_Organization) has estimated that 2.7 million deaths each year are attributable to a diet low in fruit and vegetables during the 21st century. [[100]](#cite_note-100) Globally, such diets are estimated to cause about 19% [gastrointestinal of [[6]](#cite_note-WHO123-6) thus making it one of the leading [preventable causes of death](/wiki/Preventable_causes_of_death) worldwide, [[101]](#cite_note-101) and the 4th leading risk factor for [any disease](/wiki/Disease_burden). [[102]](#cite_note-Hebden2017-102) As an example, the [Western pattern diet](/wiki/Western_pattern_diet) is \"rich in red meat, dairy products, processed and artificially sweetened foods, and salt, with minimal intake of fruits, vegetables, fish, legumes, and whole grains,\" contrasted by the [Mediterranean diet](/wiki/Mediterranean_diet) which is associated with less [morbidity](/wiki/Morbidity) and [mortality](/wiki/Mortality_rate). [[103]](#cite_note-103) Fad diet[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=15)] Some as [fad diets](/wiki/Fad_diets), make [exaggerated claims](/wiki/Health_claim#Objections_by_consumer_advocates) of fast weight loss or other health advantages, such as longer life or [detoxification](/wiki/Detox_diet) without [clinical evidence](/wiki/Evidence-based_practice); many fad diets are based on highly restrictive or unusual food choices. [[104]](#cite_note-Hart2018-104) [[105]](#cite_note-Hanky2017-105) [[106]](#cite_note-Williams2013-106) Celebrity endorsements (including celebrity doctors) are frequently associated with such diets, and the individuals who develop and promote these programs often profit considerably. [[28]](#cite_note-fitz-28): 11-12 [[107]](#cite_note-StJames-107) Public health[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=16)] Consumers are generally aware of the elements of a healthy diet, but find nutrition labels and diet advice in popular media confusing. [[108]](#cite_note-Ridder2017-108) [Vending machines](/wiki/Vending_machine) are criticized for being avenues of entry into schools for [junk food](/wiki/Junk_food) promoters, but there is little in the way of regulation and it is difficult for most people to properly analyze the real merits of a company referring to itself as \"healthy.\" The [Committee of Advertising Practice](/wiki/Committee_of_Advertising_Practice) in the United Kingdom launched a proposal to limit media advertising for food and soft drink products high in fat, salt, or sugar. [[109]](#cite_note-109) The [British Heart Foundation](/wiki/British_Heart_Foundation) released its own government-funded advertisements, labeled \"Food4Thought\", which were targeted at children and adults to discourage unhealthy habits of consuming junk food. [[110]](#cite_note-110) From a [psychological](/wiki/Psychology) and [cultural](/wiki/Culture) perspective, a healthier diet may be difficult to achieve for people with poor eating habits. [[111]](#cite_note-111) This may be due to tastes acquired in childhood and preferences for sugary, salty, and fatty foods. [[112]](#cite_note-112) In 2018, the UK chief medical officer recommended that sugar and salt be taxed to discourage consumption. [[113]](#cite_note-113) The UK government 2020 Obesity Strategy encourages healthier choices by restricting [point-of-sale promotions](/wiki/Point_of_sale_display) of less-healthy foods and drinks. [[114]](#cite_note-:1b-114) The effectiveness of population-level health interventions has included food pricing strategies, mass media campaigns and worksite wellness programs. [[115]](#cite_note-115) One peso per liter of sugar-sweetened beverages (SSB) price intervention implemented in Mexico produced a 12% reduction in SSB purchasing. [[116]](#cite_note-afshin-116) Mass media campaigns in Pakistan and the USA aimed at increasing vegetable and fruit consumption found positive changes in dietary behavior. [[116]](#cite_note-afshin-116) Reviews of the effectiveness of worksite wellness interventions found evidence linking the programs to weight loss and increased fruit and vegetable consumption. [[117]](#cite_note-117) Other animals[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=17)] Animals that are kept by humans also benefit from a healthy diet, but the requirements of such diets may be very different from the ideal human diet. [[118]](#cite_note-118) See [National Cancer Institute](/wiki/National_Cancer_Institute). 1 January 2001. [Archived](https://web.archive.org/web/20210506043125/https://visualsonline.cancer.gov/details.cfm?imageid=2397)from the original on 6 May 2021. Retrieved 3 October 2021. [^](#cite_ref-lean_2-0)Lean, Michael E.J. [220865321](https://api.semanticscholar.org/CorpusID:220865321). [^](#cite_ref-WHO2004_3-0)World Health Organization, Food and Agricultural Organization of the United Nations (2004). [Vitamin and mineral requirements in human nutrition](http://apps.who.int/iris/bitstream/handle/10665/42716/9241546123.pdf?ua=1)(PDF) (2. ed.). Geneva: World Health Organization. [ISBN](/wiki/ISBN_(identifier)) [978-9241546126](/wiki/Special:BookSources/978-9241546126). [^](#cite_ref-4)Melina, Vesanto; Craig, Winston; Levin, Susan (December 2016). [\"Position of the Academy of Nutrition and Dietetics: Vegetarian Diets\"](https://web.archive.org/web/20161202165753/https://www.eatrightpro.org/~/media/eatrightpro%20files/practice/position%20and%20practice%20papers/position%20papers/vegetarian-diet.ashx). Journal of the Academy of [\"Food information to consumers - legislation\"](http://eur-lex.europa.eu/legal-content/en/ALL/?uri=CELEX:32011R1169). EU. Retrieved 24 November 2017. - ^ [a](#cite_ref-WHO123_6-0) [b](#cite_ref-WHO123_6-1) [\"WHO | Promoting fruit and vegetable consumption around world\"](https://www.who.int/dietphysicalactivity/publications/f&v_promotion_initiative_report.pdf)(PDF). WHO. [^](#cite_ref-7) [\"WHO [\"WHO guideline : sugar consumption recommendation\"](https://www.who.int/mediacentre/news/releases/2015/sugar-guideline/en/). World Health Organization. Retrieved 6 January 2018. - ^ [a](#cite_ref-:0_10-0) [b](#cite_ref-:0_10-1) [c](#cite_ref-:0_10-2) [\"WHO - Unhealthy diet\"](https://www.who.int/gho/ncd/risk_factors/unhealthy_diet_text/en/). who.int. [^](#cite_ref-11)Dietary Guidelines Advisory Committee. \" [Scientific Report of the 2015 Dietary Guidelines Advisory Committee](https://health.gov/dietaryguidelines/2015-scientific-report/PDFs/Scientific-Report-of-the-2015-Dietary-Guidelines-Advisory-Committee.pdf) [Archived](https://web.archive.org/web/20180827012145/https://health.gov/dietaryguidelines/2015-scientific-report/PDFs/Scientific-Report-of-the-2015-Dietary-Guidelines-Advisory-Committee.pdf)2018-08-27 at the [Wayback Machine](/wiki/Wayback_Machine).\" Washington (DC): USDA and US Department of Health and Human Services (2015). [^](#cite_ref-USGuidelines2013_12-0)Jensen, of Cardiology/American Heart Association Task Force on Practice, Guidelines.; Obesity, Society. (24 June 2014). [\"2013 AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and The Obesity Society\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5819889). Circulation (Professional society guideline). Online Materials | Dietary Guidelines for Americans\"](https://www.dietaryguidelines.gov/resources/2020-2025-dietary-guidelines-online-materials). www.dietaryguidelines.gov. Retrieved 13 May 2023. [^](#cite_ref-14) [\"Our Nutrition Guidelines And Food Philosophy Healthy Recipes 101\"](https://healthyrecipes101.com/page/healthy-eating-guideline/). Healthy Recipes 101. 17 April 2019. Retrieved 13 May 2023. [^](#cite_ref-15) [\"App. E-3.7: Developing Vegetarian and Mediterranean-style Food Patterns - 2015 Advisory Report - health.gov\"](https://health.gov/dietaryguidelines/2015-scientific-report/15-appendix-E3/e3-7.asp). health.gov. Retrieved 30 September 2015. [^](#cite_ref-WCR2007_16-0)Fund, World Cancer Research (1 January 2007). [Food, Nutrition, Physical Activity, and the Prevention of Cancer: a Global Perspective](https://web.archive.org/web/20160507140127/http://www.aicr.org/assets/docs/pdf/reports/Second_Expert_Report.pdf)(PDF). [ISBN](/wiki/ISBN_(identifier)) [978-0-9722522-2-5](/wiki/Special:BookSources/978-0-9722522-2-5). [^](#cite_ref-urlwww.cancer.org_17-0) [\"American Cancer Nutrition and Physical Activity for Cancer Prevention\"](http://www.cancer.org/acs/groups/cid/documents/webcontent/002577-pdf.pdf)(PDF). Last Revised: 1 November 2012. Rachel K. (22 August 2016). [\"Added Sugars and Cardiovascular Disease Risk in Robinson, Jennifer G.; Stone, Neil J.; Van Horn, Linda V. (15 June 2017). \"Dietary Fats and Cardiovascular Disease: A Presidential Advisory From the American Heart I Eat?\"](https://www.hsph.harvard.edu/nutritionsource/what-should-you-eat/). The Nutrition Source. Harvard School of Public Health. 18 September 2012. Retrieved 8 Cholesterol\"](https://www.hsph.harvard.edu/nutritionsource/what-should-you-eat/fats-and-cholesterol/). The Nutrition Source. The President and Fellows of Harvard College. 18 September 2012. Retrieved 8 August 2022. [^](#cite_ref-HSPH-coconutoil_22-0) [\"Coconut Oil\"](https://www.hsph.harvard.edu/nutritionsource/food-features/coconut-oil/). The Nutrition Source. The President and Fellows of Harvard College. 24 July 2018. Retrieved 8 August 2022. [^](#cite_ref-HSPH-protein_23-0) [\"Protein\"](https://www.hsph.harvard.edu/nutritionsource/what-should-you-eat/protein/). The Nutrition Source. The President and Fellows of Harvard College. 18 September 2012. Retrieved 8 August 2022. - ^ [a](#cite_ref-HSPH-drinks_24-0) [b](#cite_ref-HSPH-drinks_24-1) [c](#cite_ref-HSPH-drinks_24-2) [\"Drinks to Consume in Moderation\"](https://www.hsph.harvard.edu/nutritionsource/healthy-drinks/drinks-to-consume-in-moderation/). The Nutrition Source. The President and Fellows of Harvard College. 4 September 2013. Retrieved 8 August 2022. [^](#cite_ref-HSPH-salt_25-0) [\"Salt and Sodium\"](https://www.hsph.harvard.edu/nutritionsource/salt-and-sodium/). The Nutrition Source. The President and Fellows of Harvard College. 18 July 2013. Retrieved 8 August 2022. [^](#cite_ref-HSPH-vitamins_26-0) [\"Vitamins and Minerals\"](https://www.hsph.harvard.edu/nutritionsource/vitamins/). The Nutrition Source. The President and Fellows of Harvard College. 18 September 2012. Retrieved 8 August 2022. [^](#cite_ref-katz_27-0)Katz DL, Meller S (2014). [\"Can we say what diet is best for health?\"](https://doi.org/10.1146%2Fannurev-publhealth-032013-182351). Public [Diet Cults: The Surprising Fallacy at the Core of Nutrition Fads and a Guide to Healthy Eating for the Rest of US](https://archive.org/details/dietcultssurpris0000fitz). Pegasus Books. [ISBN](/wiki/ISBN_(identifier)) [978-1-60598-560-2](/wiki/Special:BookSources/978-1-60598-560-2). [^](#cite_ref-Nestle2006_29-0)Nestle, Marion (2006). metabolic effects and outcomes\". Nutrition 759-67. [doi](/wiki/Doi_(identifier)): [10.1177/0884533614550251](https://doi.org/10.1177%2F0884533614550251). [PMID](/wiki/PMID_(identifier)) [25293593](https://pubmed.ncbi.nlm.nih.gov/25293593). [^](#cite_ref-USDietaryGuidelines2015_31-0)U.S. Department of Health Human Services and U.S. Department of Agriculture. (2017). [\"2015-2020 Dietary Guidelines for Americans - health.gov\"](https://health.gov/dietaryguidelines/2015/). health.gov (National guideline). USDA and HHS. Retrieved 30 September 2019. [^](#cite_ref-32) [\"Diabetes Diet, Eating, & Physical Activity - NIDDK\"](https://www.niddk.nih.gov/health-information/diabetes/overview/diet-eating-physical-activity). National Institute of Diabetes and Digestive and Kidney Diseases. Retrieved 13 May 2023. [^](#cite_ref-33)CDC (19 April 2023). [\"Meal Planning\"](https://www.cdc.gov/diabetes/managing/eat-well/meal-plan-method.html). Centers for Disease Control and Prevention. Retrieved 13 May 2023. [^](#cite_ref-34)Evert, Alison B.; Dennison, Michelle; Gardner, 2019). [\"Nutrition Therapy for Adults With Diabetes or Prediabetes: A Consensus of longer-term modest salt reduction on blood pressure\". Cochrane [15266549](https://pubmed.ncbi.nlm.nih.gov/15266549). Blood Pressure With DASH\"](http://www.nhlbi.nih.gov/health/public/heart/hbp/dash/new_dash.pdf)(PDF). Retrieved 8 June 2009. [^](#cite_ref-Walker_C,_Reamy_BV_2009_571-8_37-0)Walker C, Reamy BV (April 2009). \"Diets for cardiovascular disease prevention: what weight loss in adults\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9028049). The Cochrane Database Diet for Weight Obesity Education Initiative Expert Panel on the Identification, Evaluation, and Treatment of Obesity in Adults (US). (1998). Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults. Bethesda (MD). {{: CS1 2006). [\"Diet found in wheat exist as secalin in rye, hordein in barley, and avenins in oats and are collectively referred to as \"gluten.\" Derivatives of these grains such as triticale and malt and other ancient wheat varieties such as spelt and kamut also contain gluten. The gluten found in all of these grains has been identified as the component capable of triggering the immune-mediated disorder, coeliac disease. [^](#cite_ref-LudvigssonLeffler_43-0)Ludvigsson JF, Leffler DA, Bai F, A, Hadjivassiliou M, Kaukinen K, Kelly CP, Leonard JN, Lundin KE, Murray JA, Sanders DS, Walker MM, Zingone F, Ciacci C (January 2013). [\"The Oslo definitions for coeliac disease (2013). \"Gluten-free gluten ataxia is Jarry B, Mäki M, Moneret-Vautrin DA, Romano A, Troncone R, Ward R (1 March 2006). [\"Review article: safe amounts of gluten for patients with wheat allergy and coeliac disease the dietary avoidance of wheat and other gluten-containing cereals is the only effective treatment. [^](#cite_ref-VoltaCaio2015Quotation_46-0)Volta U, Caio G, De Giorgio R, Henriksen C, Skodje Lundin KE (June 2015). \"Non-celiac gluten a entity proposed approach to NCGS diagnosis is an objective improvement of gastrointestinal symptoms and extra-intestinal manifestations assessed through a rating scale before and after GFD. Although a standardized symptom rating scale is not yet applied worldwide, a recent study indicated that a decrease of the global symptom score higher than 50% after GFD can be regarded as confirmatory of NCGS (Table 1) [53]. (...) After the confirmation of NCGS diagnosis, according to the previously mentioned work-up, patients are advized to start with [\"What Ketogenic April 2019. [^](#cite_ref-48)Wang, X; Ouyang, Y; Liu, J; et al. (29 July 2014). [\"Fruit and vegetable consumption and mortality from all causes, cardiovascular disease, and cancer: systematic review and dose-response meta-analysis of prospective 2017). [\"Health Effects of Overweight and Obesity in 195 Countries over 25 Years\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5477817). The New England Journal of (June 2021). [\"Impact of Mediterranean Diet on Chronic C, Bamia C (November 2018). [\"Mediterranean diet and its components in relation to all-cause mortality: meta-analysis\"](https://doi.org/10.1017%2FS0007114518002593). The British \"Nutrition and longevity - From mechanisms to uncertainties\". Critical Reviews in Food Science and [National Institute on Aging](/wiki/National_Institute_on_Aging). Retrieved 1 June 2022. A, Sánchez-Sánchez Cano A (February 2020). \"The Mediterranean diet: A historical perspective Carlo M, Caruso C, Panotopoulos G (2014). \"Mediterranean diet and longevity: aging diets other than the Mediterranean: a focus on the Okinawan DG, Simpson SJ (July 2015). [\"Macronutrients and caloric intake in health and the world's most long-lived country: insights from a food and nutrition perspective\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8189904). European Journal of Clinical Knight R, Jeste DV, Nguyen TT (December 2020). [\"The Gut Microbiome, Aging, microbiota and old age: Modulating factors and Microbiota and Unhealthy Aging: Disentangling Cause from Targeting Gut Microbial Kato H (February 2022). [\"The Potential Roles of Probiotics, Resistant Starch, and Resistant Proteins in Ameliorating Inflammation during Aging (Inflammaging)\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8879781). Human choices on life expectancy: diet could add up to a decade to life expectancy, study finds\"](https://medicalxpress.com/news/2022-02-diet-decade-life.html). Public Library of Science. Retrieved 16 March 2022. [^](#cite_ref-70)Mariotti F, Gardner CD (November 2019). [\"Dietary Protein and Amino Acids in Vegetarian TY (July 2021). [\"A Review Study of a Green Diet and Healthy Ageing\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8345706). International Journal of Environmental Research and Public 10 dietary strategies for atherosclerotic cardiovascular risk reduction\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8315554). American tea: perks for health and longevity?\". Current Opinion in Clinical Nutrition and Watanabe S, Elkilany G (February 2022). [\"Why and How the Indo-Mediterranean Diet May Be Superior to Other Diets: The Role of Antioxidants in the Z, Chen N (September 2020). \"Spermidine as a target for G (January 2010). [\"Spermidine: Hwang TL, Ko YF, et al. (March 2021). \"Recent advances in field of caloric Restriction Mimetics Bauer MA, Eisenberg T, Carmona-Gutierrez D, Kroemer G (September 2020). \"Nutritional Aspects of Spermidine\". Pérez-Flores LJ (October 2019). \"Some naturally occurring compounds that increase longevity and stress resistance in model organisms of Beverages Fermented with Lactic Acid Bacteria as a Potential Carrier of Probiotics and IA, Masoodi FA (April 2016). \"Preparation, health benefits and applications of resistant starch-a review: June 2022). [\"Health benefits of resistant starch: A review of the (September 2018). [\"Alcohol use and burden for 195 countries and territories, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6148333). A, Faliva MA, Gerbi V, La Vecchia C, et al. (2016). \"Mediterranean Way of Drinking and Longevity\". Critical Reviews in Food Science and 2018). \"Interventions to slow cardiovascular aging: Dietary restriction, drugs Intake in the Mediterranean Diet and a Low Protein to Carbohydrates Ratio Can Help to Reduce Mortality from Cardiovascular Disease, Slow Down the Progression of Aging, and to Improve Lifespan: A Lerman A (March 2015). [\"The Mediterranean diet, its components, and cardiovascular disease\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4339461). The American Journal of M, Fornaro M, Bhugra D (2020). [\"Mediterranean Diet and its Benefits on Health and Mental Health: A Literature Review\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7536728). Clinical Practice and Epidemiology in I (December 2019). [\"The Secrets of the Mediterranean Diet. Does [Only] Olive Quality of Malaysians across Lifespan: A Scoping Review of Evidence in C (15 September 2020). [\"The Role of Diet Diversity and Diet Indices on Allergy Outcomes\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7522364). Frontiers in Verdin E (July 2019). [\"From discoveries in ageing research to [\"Molecular mechanisms of dietary restriction promoting health and longevity\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8692439). Nature Reviews Molecular Cell September 2021). [\"Evaluating the beneficial effects of dietary restrictions: A framework for precision nutrigeroscience\"](https://www.researchgate.net/publication/354822240). Health Organization. 2021. Archived from [the original](https://www.who.int/dietphysicalactivity/background/en/)on 27 March 2014. Retrieved 25 March 2021. [^](#cite_ref-100) [\"WHO and FAO announce global initiative to promote consumption of fruit and vegetables\"](https://web.archive.org/web/20040825183329/http://www.who.int/mediacentre/news/releases/2003/pr84/en/). World Health Organization. 2003. Archived from [the original](https://www.who.int/mediacentre/news/releases/2003/pr84/en/)on 25 August 2004. Retrieved 19 March 2021. [^](#cite_ref-101)Lopez AD, Mathers CD, Ezzati M, Jamison DT, Murray CJ (May 2006). \"Global and regional burden of disease and risk factors, 2001: systematic analysis of population health consumption and adiposity status in adults: A systematic review of current evidence\". Critical Reviews in Food Science and Wilt, T (November 2015). [\"Benefits and Harms of the Mediterranean Diet Compared to Other Diets\"](https://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0089086/pdf/PubMedHealth_PMH0089086.pdf)(PDF). VA Evidence-based Synthesis Program Reports. [PMID](/wiki/PMID_(identifier)) [27559560](https://pubmed.ncbi.nlm.nih.gov/27559560). [^](#cite_ref-Hart2018_104-0)Hart, Katherine (2018). [\"4.6 Fad diets and fasting for weight loss in obesity.\"](https://books.google.com/books?id=VwBBDwAAQBAJ). In Hankey, Catherine (ed.). Advanced nutrition December James Encyclopedia of Popular Culture Ed. Thomas Riggs. Vol. 2. 2nd ed. Detroit: St. James Press, 2013. Health on new food ad rules\"](https://web.archive.org/web/20160919214554/https://www.cap.org.uk/News-reports/Media-Centre/2016/Launch-of-public-consultation-on-new-food-ad-rules.aspx). Committee of Advertising Practice. 2016. Archived from [the original](https://www.cap.org.uk/News-reports/Media-Centre/2016/Launch-of-public-consultation-on-new-food-ad-rules.aspx)on 19 September 2016. Retrieved 16 August 2016. [^](#cite_ref-110) [\"British Heart Foundation launches Food4Thought campaign\"](https://www.bcs.com/pages/news_full.asp?NewsID=17678356). British Cardiovascular Society. 22 September 2006. Retrieved 16 August 2016. [^](#cite_ref-111) [\"Told to Eat Its Vegetables, America Orders Fries\"](https://www.nytimes.com/2010/09/25/health/policy/25vegetables.html)article by Kim Severson in [The New York Times](/wiki/The_New_York_Times)24 September 2010, accessed 25 September 2010 [^](#cite_ref-112)James WP (2008). [\"The fundamental drivers of the obesity epidemic\"](https://semanticscholar.org/paper/35126bd36be9b5ec68297fd92651078c05204bf7). Obesity Research. 9 medic calls for food taxes to cut salt and sugar intake\"](https://www.theguardian.com/society/2018/dec/21/chief-medic-calls-for-food-taxes-to-cut-salt-and-sugar-intake). The Guardian. Retrieved 21 December 2018. Clarke, G.; (27 October 2020). [\"Restricting Retail Food Promotions: implementation challenges could limit policy success\"](http://eprints.whiterose.ac.uk/167285/). eprints.whiterose.ac.uk. [doi](/wiki/Doi_(identifier)): [10.5518/100/52](https://doi.org/10.5518%2F100%2F52). Retrieved 27 Patrick John; Fay, Kairsten A.; et al. (11 May 2019). [\"Health effects of dietary risks in 195 countries, 1990-2017: a systematic analysis for the Global Burden of Disease Study 2017\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6899507). The September 2015). [\"CVD Prevention Through Policy: a Review of Mass Media, Food/Menu Labeling, Taxation/Subsidies, Built Environment, School Procurement, Worksite Wellness, and Marketing Standards to Improve Diet\"](https://doi.org/10.1007/s11886-015-0658-9). Current October 2013). [\"Strategies to prevent weight gain in workplace and college settings: A systematic review\"](https://www.sciencedirect.com/science/article/pii/S009174351300073X). December 2017. External links[ [edit](/w/index.php?title=Healthy_diet&action=edit§ion=20)] [Diet, Nutrition, and the Prevention of Chronic Diseases](https://web.archive.org/web/20060827024356/http://www.who.int/nutrition/topics/dietnutrition_and_chronicdiseases/en/), by a Joint [WHO](/wiki/WHO)/ [FAO](/wiki/FAO)Expert consultation (2003) [\"The Nutrition Source - Healthy Living Guide 2020/2021: A Digest on Healthy Eating and Healthy Living\"](https://www.hsph.harvard.edu/nutritionsource/2021/01/19/healthy-living-guide-2020-2021/). www.hsph.harvard.edu. [Boston](/wiki/Boston): Department of Nutrition at the [Harvard T.H. Chan School of Public Health](/wiki/Harvard_T.H._Chan_School_of_Public_Health). [Archived](https://web.archive.org/web/20211005072821/https://www.hsph.harvard.edu/nutritionsource/2021/01/19/healthy-living-guide-2020-2021/)from the original on 5 October "}