{"title": "COVID-19: Get Tested", "author": null, "url": "https://www.alexandriava.gov/COVIDTesting", "hostname": "alexandriava.gov", "description": "Visit alexandriava.gov for more information.", "sitename": "City of Alexandria, VA", "date": "2023-06-27", "cleaned_text": "Testing Overview Testing when you have COVID-19 symptoms or have been exposed to COVID-19 helps you stay healthy and prevent further spread of COVID-19. COVID-19 tests, both PCR tests and rapid at-home antigen tests, are available for people across Alexandria. This website outlines when to get tested, where to get tested, and understanding your test results. Review the information below and continue to test when necessary to prevent the spread of COVID-19. When to Get Tested Here are some of the times when you would need to get tested for COVID-19. When COVID-19 cases are surging, any test is better than none. But if you have options, here are the best times to use each type of test: - Going to an indoor or crowded event? A rapid home test on the same day is best. - Went to a crowded event or other high risk situation? A rapid home test or PCR test 3-5 days after the event. - Going to be travelling by plane? Timing and test type depends on the airline's requirements, but PCR tests are preferred. - Have COVID-19 symptoms but you are not a close contact? A PCR test is best, but rapid home test is fine, take either as soon as symptoms start. - Have COVID-19 symptoms and you are a close contact? A PCR test is best, but rapid home test is fine, take either as soon as symptoms start. - Informed you're a close contact of someone with COVID-19 but don't have symptoms? PCR preferred, but rapid home test is fine. Take either 5 days after exposure. For the full list of times when testing is currently recommended, visit the [VDH testing guidance](https://www.vdh.virginia.gov/coronavirus/protect-yourself/covid-19-testing/) page. Please note, that this guidance may be different if you have recently had a COVID-19 infection, refer to the [VDH guidance](https://www.vdh.virginia.gov/news/statement-from-virginia-state-health-commissioner-colin-m-greene-md-mph-on-updates-to-virginia-department-of-health-covid-19-quarantine-and-isolation-guidance/) about what to do in that situation. Paying for Tests On May 11, 2023, the COVID-19 public health emergency will end. Since the PHE is ending, the costs of COVID-19 tests, which were previously covered by the government or by insurance companies, will change, beginning May 11, 2023. The availability and potential costs of tests are outlined below: At-Home COVID-19 tests: - Available for free at Alexandria libraries, daycares, and other sites. You do not need insurance. - Available for purchase at Alexandria pharmacies and general stores - Free for people with Medicaid. - If you have Medicare or private insurance, you may have to pay some or all of the cost. Other COVID-19 Tests: - Available at sites in Alexandria, including labs, provider offices, urgent cares, and some pharmacies. - Free for all people with Medicaid. - If you have Medicare or private insurance, you may have to pay some or all of the costs. Have further questions? Talk to your health care provider or staff where you pick up and buy your tests. Or call Alexandria Health Department's COVID-19 hotline at 703.746.4988. Where to Get Tested or Get a Test Check with your primary healthcare provider to see if they are offering tests; if your doctor does not have testing available, you can use one of the facilities listed below or consider picking up rapid home antigen tests at many local retailers and pharmacies. Please call ahead at the location you choose, to check that they have testing supplies available. Alexandria Public Libraries [Alexandria Public Libraries](https://alexlibraryva.org/covid-kits) Free rapid home antigen tests are available at multiple APL branches. Please check the link above for info including locations and branch phone numbers, to call ahead about availability. Alexandria Health Department at the Del Pepper Community Resource Pepper Free tests available. No ID required. 4850 Mark Center Drive Ste. 4206, Alexandria, VA 22311 [Phone](https://www.google.com/search?safe=active&rlz=1C1GCEB_enUS950US950&sxsrf=APwXEdf6rgAtNWfBRXRNkKuX118Aprmwsw:1687811081039&q=alexandria+health+department+phone&ludocid=14361014889651696513&sa=X&ved=2ahUKEwiik7uf4uH_AhUUFVkFHYenD5EQ6BN6BAgeEAI): (703) 746-4996 Neighborhood Pharmacy - Del Ray 2204 Mt Vernon Ave, Alexandria, VA 22301 [Phone](https://www.google.com/search?safe=active&rlz=1C1GCEB_enUS950US950&sxsrf=APwXEdcE5cCk9uK53gbDkEaPrznCKxA6UA:1687810921842&q=neighborhood+pharmacy-del+ray+phone&ludocid=13948199417908276320&sa=X&ved=2ahUKEwjw1sbT4eH_AhX4F1kFHaoEBGsQ6BN6BAgqEAI): (703) 836-1700 Van Dorn Pharmacy Free tests available. No ID required. 5724 Edsall Road, Alexandria VA 22304 Phone: (703)-348-7186 Medstar Health Urgent Care - 3610D King St. YMCA Alexandria Free tests available. No ID required. 420 E Monroe Ave, Alexandria, VA 22301 Phone: (703) 838-8085 Neighborhood Health Clinics - 2 E. Glebe Rd. - 1200 N. Howard St. - 6677 Richmond Hwy. Alexandria Immediate Care - 6311 Richmond Hwy. Patient First - Alexandria - 6311 Richmond Hwy. Nova Patient Care - 526 N. Henry St. - 7609 Richmond Hwy. Nova Urgent & Primary Care (Alexandria Health Care Center) [Nova Urgent & Primary Care](https://inovadocs.com/alexandria-health-care-center/) (Alexandria Health Care Center) - 5249 Duke St. #100 Doctors to You Modern Mobile Medicine CVS Minute Clinic [CVS Minute Clinic](https://www.cvs.com/minuteclinic) Multiple locations in the Northern Virginia and D.C. areas. Juberi Medical Center - 2817 Duke St. AllCare Family Medicine & Urgent Care of Alexandria [AllCare Family Medicine & Urgent Care of Alexandria](https://allcarefamilymed.com/) - 6020 Richmond Hwy. - 3117 Duke Street Blue Nile Medical Center - 85 S. Bragg St., Suite 100 CN Internal Medicine - 5226 Dawes Ave. Understand Your Test Results Positive Test Result You may receive a call from a case investigator at the Health Department, to figure out who your close contacts are and to connect you with needed resources while you stay home. [Read more about contact tracing here](https://www.alexandriava.gov/uploadedFiles/health/info/covid19/inventory/ContactTracingFactsheet8x11En.pdf). If you do not get a call due to the current surge, do not wait to take these steps! Regardless of your vaccination status, begin isolation: - Day 1 to 5: Stay home and away from others. - If you have symptoms, day 1 is the first full day after your symptoms started. - If you never had symptoms, day 1 is the first full day after your positive test. - Day 6 to 10: - If you have no [symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html)or your symptoms are resolving, you can leave your house. Continue to wear a well-fitting mask to reduce any risk of infecting others. If you have a fever, continue to stay home until 24 hours after your fever resolves. - If you have no - Notify your close contacts. Close contacts are people who were within 6 feet of you for more than 15 minutes in the two days prior to your symptoms or test date. Tell them \"I recently tested positive for COVID-19, so you should get tested and wear a mask.\" - If you attended an event or gathering, notify the organizer. - If you work, notify your supervisor. - If you attend school or other activities, notify the principal or designated COVID-19 contact person. - Ask for help if you need it to stay at home during your isolation. You can get food, rent assistance, or other support by calling the Alexandria COVID-19 Hotline on weekdays from 9 a.m. to 5 p.m. at 703.746.4988 - You can not \"test out\" of isolation. You cannot stop your isolation early, even if you test again and receive a negative result before five days have passed. It is critical to monitor your symptoms after a positive test because while most people may have mild symptoms, COVID-19 can become severe regardless of age or underlying conditions. Seek medical attention immediately or call 911 if you develop trouble breathing, pain or pressure in the chest; new confusion; bluish lips or face; or inability to wake or stay awake. If you seek medical care, call ahead and tell them that you have COVID-19. Negative Test Result A negative test likely means you were not infected with COVID-19 at the time your specimen was collected. However, a negative test does not mean that you will not get sick. It also is possible to be early in your infection when your sample is collected and get a negative result then test positive later. This is more likely to be the case with some variants, such as Omicron. You can also be exposed later and then develop illness. If you were instructed to quarantine due to an exposure to COVID-19, you should not end your quarantine early because of a negative test. Have an Expired Home Test? If you have test kits at home that are expired, you can use the resources above to replace them. If you think they might have been among the tests with an extended expiration date, you can check for the lot number [here](https://www.fda.gov/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list). More Information For questions about COVID-19, call the Alexandria COVID-19 Hotline at [703.746.4988](tel:703.746.4988), weekdays from 9 a.m. to 5 p.m. "}