{"title": "PDF", "author": "PDF", "url": "https://www.health.state.mn.us/docs/communities/titlev/itiappmchresearcheval.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "for Maternal and Child Health Research and Evaluation: An Initial Summary of the Literature M A U R A S H R A M K O , L Y D I A P F L U G E R , & B L A I R H A R R I S O N U N I V E R S I T Y O F M I N N E S O T A M I N N E S O T A D E P A R T M E N T O F H E A L T H Working Document, December 2019 Note: This is intended to be a working document. As a starting point, we draw on published literature in peer -reviewed journals, but recognize the limitations of this body of work, in fact the potential harm caused through the privileging of knowledge genera ted in those spaces, and the need to iteratively engage with other knowledge / ways of knowing. Part of this project is learning how to do that as we go. i Intersectionalit y and Trauma-Informe d Application s for Maternal a nd Child Health Resear ch and Evaluation: An Initial Summar y of the Literature Minnesota Department of Health Child & Family Health Title V Needs Assessment health.CFHcommunications @state.mn.us www.health.state.mn.us I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N ii Contents Executive Summary ................................ ................................ ................................ ..................... 1 Intersectional and trauma -informed approaches to research and evaluation are needed to unearth underlying causes of health inequities. ................................ ................................ .... 1 Identifying takeaways from a review ................................ ........................... 1 Introduction ................................ ................................ 7 Key Lessons and Takeaways from a Review of the Literature ................................ .................... 9 Overview of Key Lessons and takeaways for Public Health Research and Evaluation ........... 9 Challenges to the Adop tion of these Frameworks ................................ ................................ OF A HEALT H DETERMINANTS FRAME WORK, EXAMINATIONS OF HEAL TH INEQUITIES THAT A RE REDUCED TO ANY ONE SINGLE DE TERMINANT OR MARKER OF DIFFERENCE WOULD BE VIEWED AS INADEQUATE FOR UNDERSTANDING THE VA RIOUS DIMENSIONS THA T ARE ALWAYS AT PLAY IN SH APING AND INFLUENCING SOC IAL POSITIONS AND POWER RELATIONS.\" - FROM HANKIVSKY AND C HRISTOFFERSON, 2008 Executive Summary Intersectional and trauma -informed approaches to research and evaluation are needed to unearth underlying causes of health inequities. Thriving m aternal and child health is critical for promoting health across the lifespan for individuals, families, and communities in Minnesota. Public health agencies identifying and addressing needs for maternal and child health must consider health equity. Barriers to health equity in maternal and child health are often systemic in nature and rooted in trauma caused by intersecting systems of oppression. Specifically, intersecting social categories (e.g., gender, race, rurality, ability ), interlocking system s of oppression (e.g., racism, sexism, able -ism) , and widespread trauma may become barriers to women , children, and families having what they need to be healthy. Identifying takeaways from a review of the literature We reviewed publications and white pape rs that use intersectional or trauma -informed approaches in public health research and evaluation. This review is part of the initial phase of an evaluation of the Minnesota Department of Health's (MDH) Title V Maternal an d Child Health needs assessment and aims to synthesize approaches to using trauma -informed and intersectional lenses in public health research and evaluation. From our initial scan of the literature w e identified five takeaways that are relevant to public health research and evaluation , which are summarized below . The five takeaways are summarized below: Takeaway #1: Positionality Matters In the literature reviewed, many recommended acknowledging and planning for the lived experience of both the research and evaluation team, and the par ticipants or beneficiaries of the research or evaluation. This can be done by intentionally planning and reflecting around team member positionality, as well as the intersectional power dynamics of the team. In addition, deliberate and meaningful reflectio n and planning for how to integrate the voices of I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 2 and feedback from participants or beneficiaries in the team or project. Takeaway #2: Reconsider Methods and Approaches Using intersectionality and trauma -informed approaches requires reconsideration and thoughtful decisions about research methods and methodologies which consider both trauma and power in systems, and how precisely to measure intersectional experiences of social categories, as well as how t o capture structural inequality and trauma. Further, t rauma - informed approaches also require avoiding causing harm in the research process itself , internally and externally . In addition to research methods being reconsidered, the team must also consider how and when they are engaging with stakeholders and the community. First and foremost, authentic partnership requires building trust and relationship and the team must dedicate time to this work. Takeaway #3: Integrate Reflexivity Both in intersectionality and trauma -informed applications, the practice of refl exivity is needed throughout the research and evaluation process. Reflexivity is the act of continually reflecting on the research process (by the researcher/evaluator and their team). Takeaway #4: Acknowledge Systems Cause Harm Both intersectional and tra uma -informed lenses emphasize the need to recognize the ways in which systems and organizations perpetuate or cause harm. In part, this is because failing to acknowledge past or existing harm may cause further harm. Drawing on literature from both intersec tional and trauma -informed perspectives on research and evaluation in public health, the team must consider systems -level phenomena and realities when conducting their work. Takeaway #5: Action for Healing and Justice Both intersectionality and trauma -informed approaches also push us to move beyond analytically identifying trauma / oppression to actually applying the knowledge to processes of systems change. In both perspectives, transforming systems is a necessary condition to promote health equity. First, action and moving towards or pursuing social justice (e.g., health equity) is an essential part of the intersectionality perspective. A trauma -informed lens, thus, inherently emphasizes inward transformation of systems of social services, health, criminal justice, and education to be trauma -informed. I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 3 Figure 1. Visual of the Five Takeaways \"A SYSTEM CANNOT BE TRULY TRAUMA -INFORME D UNLESS THE SYSTEM CAN CREAT E AND SUSTAIN A PROC ESS OF UNDERSTANDING ITSELF . A PROGRAM CANNOT B E SAFE FOR CLIENTS UNLESS IT IS SIMULTANEOUSLY SA FE FOR STAFF AND SAFE FOR ADMINIS TRATORS. LACKING SUC H A PROCESS AND DESPITE WELL -INTENTIONED TRAINING EF FORTS, THERE WILL B E NO TRUE SYSTEM TRA NSFORMATION. \" - SANDRA BLOOM Introduction Maternal and child health is a critical foundatio n for promoting health across the lifespan for individuals, families, and communities in Minnesota and p ublic health agencies identifying and addressing needs for maternal and child health must consider health equity. Health equity \"is a state of affairs w here everyone has what they need to be healthy and no one is prevented from being as healthy as they can be by unjust or unfair barriers\" (MN Statewide Health Assessment, 2017). Barriers to health equity in maternal and child health are often systemic in n ature and rooted in trauma caused by intersecting systems of oppression. Specifically, intersecting social categories (e.g., gender, race, rurality, ability) and interlocking systems of oppression (e.g., racism, sexism, able -ism) may become barriers to wom en, children, and families having what they need to be healthy. Further, trauma is widespread. It affects women , children, and families significantly and should be considered in public health efforts, including needs assessments. Thus, intersectional and t rauma -informed approaches to public health research and evaluation, I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 4 including needs assessments, are needed to unearth underlying causes of health publications and white paper s that use intersectional or trauma -informed approaches in public health research and evaluation. This review is part of the initial phase of an evaluation of the Minnesota Department of Health's Title V Maternal and Child Health needs assessment, and aims to synthesize approaches to using trauma -informed and intersectional lenses in public health research and evaluation. Note: As a starting point, we draw on published literature in peer -reviewed journals, but recognize the limitations of this body of work , in fact the potential harm caused through the privileging of knowledge generated in those spaces, and the need to iteratively engage with other knowledge / ways of knowing. Part of this project is learning how to do that as we go. Positionality Statement : The authors of this paper acknowledge that their backgrounds, lived experience, and professional locations affect the lens through which they do their work, and as such wish to be transparent about their position in the work. Maura Shramko grew up in Sai nt Paul, Minnesota, has an undergraduate degree in American Studies from Macalester College, a Master of Public Policy from the University of Minnesota, and a PhD in Family Studies and Human Development from the University of Arizona. She is currently a po stdoctoral fellow in the Division of General Pediatrics and Adolescent Health at the University of Minnesota, and has worked in evaluation and research with community -based organizations, nonprofits, state government, around healthy youth development in th e Twin Cities and internationally. Lydia Pfluger grew up in Grantsburg, WI and has her undergraduate degree in Human Development and Family Studies from the University of Wisconsin -Stout. She received her Master of Public Policy and Master of Social Work f rom the University of Minnesota. She currently works at the Minnesota Department of Human Services in the Community Relations Division and as a Family Support Specialist in a supervised visitation center. Lydia has worked in evaluation, policy, and direct service around a variety of youth and family topics. Blair Harrison grew up in Mankato, Minnesota and has her undergraduate degree in Community Health Education from Portland State University. She received her Master of Public Health degree from Yale Unive rsity and since graduating has worked extensively at the intersection of evaluation and trauma. Blair is a Senior Research Scientist at the Minnesota Department of Health and is also a consultant working alongside community -based organizations on evaluatio n, strategic planning, and analytics. Funding acknowledgement: Lydia Pfluger and Maura Shramko worked on this report during their fellowships at the Division of General Pediatrics and Adolescent Health at the University of Minnesota. They were funded by th e Health Resources and Services Administration (HRSA), U.S. Department of Health and Human Services, National Service Award in Primary Medical Care, (Shramko; T32HP22239; PI: Borowsky); and the Maternal and Child of the DHHS (Pfluger; T 71MC00006; PI: Sieving). Background and Rationale The Title V Maternal and Child Health (MCH) Block Grant Program is a federal -state partnership that is a key source of support for promoting and improving the health and well -being of the nation's mothers, children, including children with special needs, a nd their families. From 2018 I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 5 to 2019, MDH staff in the Division of Child and Family Health conducted a needs assessment to identify priority areas of need for maternal and child health in the state. The needs assessment was carried out in collaboration wit h a variety of stakeholders, including: individuals from families living in Minnesota , service providers, and community -based organizations; local public health departments; policymakers and service funders; the Minnesota Department of Health; other state agencies; and Health Resources and Services Administration's (HRSA)/Maternal and Child Health Bureau (MCHB). Needs were examined in six domains (which are determined by the Maternal and Child Health Bureau of the Health Resources and Services Administration): women/maternal health, perinatal/infant health, child health, adolescent health, children with special health needs, and cross-cutting/systems building. Forty candidate priorities were identified within these six domains: Cross -Cutting Children and Youth with Special Health Needs Maternal and Infant Health Adolescent and Child Health Access to Behavioral Health Services Acces s to Affordable and Accessible Health Care American Indian Maternal and Child Health Child Care Culturally Responsive Care Culture of Safety Education Fathers Financial Security Food Access Housing Mental Well -Being Navigating Services and Supports Paid Parental Leave Safe Neighborhoods Transportation Access to Services and Supports for CYSHN Autism Spectrum Disorder Coordinated Care Deaf/Deafblind/Hard of Hearing Transition Breastfeeding Care During Pregnancy and Delivery Family Planning Infant Mortality Maternal Morbidity and Mortality Neonatal Abstinence Syndrome Parent Support and Education Postpartum Support and Care Stillbirths Adolescent Suicide Boys and Young Men Bullying Childhood Trauma Comprehensive Early Childhood Systems Foster Care Oral Health Physical Activity Teen Pregnancy and Childbirth Well Visits The candidate priorities demonstrate the potential for intersectionality and trauma -informed approaches to deepen understanding of each of many of these priorities. First, sixteen repr esent cross -cutting issues that intersect with health, such as access to child care, housing, transportation, and education. Applying an intersectional lens, a variety of systems (like racism, classism, ableism) overlap to create barriers for access for in dividuals and communities living particular intersections, and interfering with the ability to achieve health equity. Rather than considering single dimensions as special interests or silos, there is a need for integrating our I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 6 understanding of these topics across the complex lived realities that mothers, children, and families in Minnesota face. Second, across the list of topics, exposure to trauma and its lasting impacts add an additional dimension to consider on top of, or in tandem, with intersectionalit y. In the area of maternal and child health, it is critical to recognize the pervasiveness of intersectional oppression as well as trauma emerging from such oppression, including via violence, abuse, neglect, loss, disaster, and our service delivery syst ems (Shimmin et al., 2017); and that the harm can be caused or exacerbated through our research and evaluation methods and practices. Both intersectionality and trauma -informed approaches emerge out of rich systems -focused spaces that emphasize transformat ive change. Intersectionality highlights how our experiences are shaped by the intersections of our social locations, and resulting privilege and oppression (e.g., racism, sexism, able -ism, classism, and more), which operate at both micro and macro levels (Collins & Bilge, 2016; Crenshaw, 1989, 1991). At the same time, trauma -informed approaches recognize the pervasive consequences of oppression and traumatic stress for individuals, communities, and systems (Magruder et al., 2017). Trauma - informed approache s include promoting emotional and physical safety, embodying trustworthiness and transparency, collaboration in evaluation efforts, empowerment to share power and promote agency, choice, and intersectionality ( Bowen & Murshid, 2016; Substance Abuse and Men tal Health Services Administration [SAMHSA], 2014 ). This report will describe takeaway lessons on how trauma -informed and intersectional lenses can inform evaluation and needs assessment practices. Our aim is to synthesize lessons learned that truly acknowledge intersectional oppression and resulting trauma in order to identify community needs and gen erate solutions. Understanding Intersectionality and Trauma -Informed Approaches Intersectionality Intersectionality is a theoretical framework, or lens, that highlights the ways in which multiple intersecting social categories (e.g., race, gender, ability) and corresponding interlocking systems of oppression (e.g., racism, sexism, able -ism) affect peop le's lived experiences. This means that both highlighting the multiplicity of individuals' and communities' lived experiences, and a focus on power is central to an intersectional analysis (Hankivsky, Cormier, & De Merich, 2009). Finally , action and moving towards or pursuing social justice (e.g., health equity) is an essential part of the intersectionality perspective (Hankivsky et al., 2009). In the context of public health research and policy, intersectionality can transform how we identify, experience, and understand social problems by allowing us to reflect multiple and complex lived experiences (Hankivsky et al., 2009). In public health, intersectionality can help capture the complex interplay of multiple categories and systems of oppression that influ ence health, and lead to health disparities/inequities. Intersectionality comes out of a long line of Black and women of color feminist activism and scholarship (Collins & Bilge, 2016; Crenshaw, 1989 , 1991 ), and as a result has often theorized from the int ersection of race / gender / class in the US. Kimberl é Crenshaw (1989) originally I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 7 coined the term intersectionality to describe the dangers of only focusing on a single social category (e.g. race) or system of oppression (e.g., racism) in the context of th e US legal systems' view of discrimination - in essence it does not allow for / comprehend the lived experiences of women of color at the intersection of sexism and racism, legally not able to recognize this, and as a result may perpetuate inequities along that intersection. This lesson is also important in the context of public health systems, and specifically maternal and child health, in the potential to \"miss\" certain lived experiences in our public health research and evaluation, and also risk perpetua ting health inequities by not properly identifying and addressing social problems. Specifically, if we consider maternal and child health, and the diverse communities and stakeholders in Minnesota in terms of race, gender, class, ability, immigrant experie nce, sexual orientation, as well as the intersections of these, there are a myriad of unique intersectional locations and experiences that may contribute to health inequities in maternal and child health. While intersectionality acknowledges the complexity of intersecting social categories and locations, and interlocking systems of oppression, it does not explicitly address how these experiences overlay with trauma. Drawing on Shimmin and colleagues (2017), we aim to look at both frameworks in tandem. The n ext section summarizes trauma -informed systems approaches and systems. Trauma Informed Approaches What is trauma? Trauma has been defined in a variety of ways in both the literature and in practice due to its relevance to many disciplines and contexts. The refore, the Substance Abuse and Mental Health Services Administration (SAMHSA, 2014) developed a definition of trauma that encompasses its diversity in scope and application. Trauma can be conceptualized as, \"An EVENT, or set of circumstances, that is EXPE RIENCED by an individual as physically or emotionally harmful or life threatening and that has lasting adverse EFFECTS on the individual's functioning and mental, physical, social, emotional, or spiritual well -being\" (SAMHSA, 2014, p. 7). Trauma is a dist ressing response to adverse experiences. Traumatic experiences are the events or collection of events which leads to trauma responses. Common examples of traumatic experiences include, sexual abuse, interpersonal violence, community violence (shooting, gangs, crime), physical injury or severe illness, death, natural disasters, war or political violence, among many others. As long as an event was harmful and had lasting effects on functioning, it can be considered traumatic - there are no bounds for what is and is not a traumatic event. Not everyone who experiences what one would consider a traumatic event experiences trauma. Trauma's prevalence and impact is contextual to an individual's circumstances, such as their personal characteristics, health and well being, interpersonal relationships, social and economic contexts, among others. The interplay between risk and protective factors at varying levels influence an individual's likelihood of suffering severe and long -term consequences of trauma ( Magruder , McLaughlin, & Elmore Borbon, 2017). Responses to trauma can vary greatly and can be conceptualized into three main areas - psychological, social, and physical. Psychological can include PTSD, depression, anxiety, etc. Social responses can include substanc e use, violence, suicide, poverty, unemployment, child I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 8 maltreatment, unhealthy relationships and communication, etc. Physical responses include impacts on health, including gene impairment, biochemical abnormalities, nutritional stress, compromised immune system, etc. These responses can result in a variety of health and wellbeing consequences at every level of our social ecological system (individual, interpersonal, community, societal), posing considerable challenges for public health and achieving health equity (Sotero, 2006). Trauma can also span across generations, the consequences being transmitted through genetics, interpersonal relationships, environments, and social pathways - becoming deeply embedded in a community's collective history and identi ty (Bombay, Matheson, & Anisman, 2009) . This complex and collective trauma is commonly referred to as historical trauma. Historical trauma has been defined as, \"cumulative emotional and psychological wounding across generations , which emanates from massive group trauma.\" (Brave Heart, Chase, Elkins, Altschul, 2011 , p.283) . Additionally, it is important to acknowledge that public narratives, structural inequalities, and racism in US society work to give rise to and perpetuate trauma , as well as increase its effects on wellbeing, particularly among historically marginalized communities (Mohatt, Thompson, Thai, & Tebes, 2014; Sotero, 2006). Trauma -Informed Approaches The information and scholarship surrounding trauma -informed approaches are typically discussed within clinical or social service contexts, applying a sensitivity to trauma within direct care, environments, and operating practices. Generally, when a system, program, or organization is trauma -informed it \"REALIZES the widespread impact of trauma and understands potential paths for recovery; RECOGNIZES the signs and symptoms of trauma in clients, families, staff, and others involved with the system; and RESPONDS by fully integrating knowledge about trauma into policies, procedures, and practices, and seeks to actively RESIST RE-TRAUMATIZATION\" (SAMHSA, 2014, p. 9). BEING TRAUMA -INFORME D CAN MEAN A VARIETY OF THINGS DEPENDING ON CONTEXT. EVEN WITHIN THE AREA OF CHILD HEALTH AND SERVICE SYSTEMS, THE DEFINITION AND PRACTICE OF BEIN G TRAUMA -INFORMED DI FFERS. Additionally, while practitioners all have an understanding of what being trauma -informed means to their contexts, there is a gap between recognizing trauma's significance and having actionable methods for addressing trauma within their organizations a nd practice ( Donisch, Bray, & Gewirtz, 2016). I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 9 Key Lessons and Takeaways from a Review of the Literature Overview of Key Lessons and takeaways for Public Health Research and Evaluation Intersectionality and trauma -informed lenses highlight complexity at i ndividual, community, and structural levels, and the need to center or emphasize people's lived experiences and perspectives when attempting to promote /research/evaluate maternal and child health. Both acknowledge the potential consequences of systems of o ppression and other sources of trauma, and the ways in which systems (including public health systems) may be complicit in this. Finally, both intersectionality and trauma -informed approaches aim to move toward action and systems change. Acknowledging the se points of overlap, the following sections summarizes initial takeaways across the literature reviewed about applications of both (or either) trauma -informed and intersectional lenses in public health research and evaluation. Overall, from our initial scan of the literature w e identified five takeaways that are relevant to public health research and evaluation: a) p ositionality matters; b) reconsider methods and approaches; c) integrate reflexivity; d) acknowledge systems cause harm; e) action for healing and justice positionality matters. Figure 1 presents the five takeaways identified as cyclically related to one another, including several that are more internal to the research process (Positionality; methods and approaches; reflexivity) and several th at focus on broader systems (acknowledge harm; healing and justice). These takeaways are described in detail below. Positionality Matters Intersectionality points out that lived experience and positionality matter, including in public health research and e valuation . Positionality is the social and political context of our identities and lived experiences. Our positionality contributes to (and potentially biases) our understanding of the world and how we do our work. Focusing on positionality contrasts with how researchers and research participants , or program evaluators and program beneficiaries, are thought of in social science research, where researchers are often seen as objective and separate from the topic of research, and participants are seen as lacki ng in expertise. Thus, applying an intersectional lens requires a shift in how we view who can conduct research and evaluation, and how their positionality informs research and evaluation . Further, trauma - informed approaches emphasize the pervasive reach o f trauma - that is, the lived experiences of many who may be involved in public health research and evaluation may include exposure to trauma. In the literature reviewed, many recommended acknowledging and planning for the lived experience of both the rese arch and evaluation team, and the participants or beneficiaries of the research or evaluation . This can by done by intentionally planning and reflecting around team member positionality, as well as the intersectional power dynamics of the team. In addition , deliberate and meaningful reflection and planning for how to integrate the voices of and feedback from participants or beneficiaries in the team or project. I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 10 Who makes up your team? In what ways is your team's positionality reflected upon, acknowledged , and discussed? There are multiple ways this can happen. One approach is to assemble a team that reflects diverse lived experiences, with an eye to the topic at hand (Lopez & Gadsen, 201 7). A second approach is to transform the way that the research team understands their positionality (their own lived experience of the intersection of social categories), and its relationship to their work ( National Collaborating Centre for Healthy Public Policy [NCCHPP] , 2016 ). For example, Hankivsky and colleagues (2010) suggest constructing \"intersectional research teams.\" In this approach, \"research team members were encouraged to think about their own intersectional identities, how they relate to other team members, and how their own perspectives deeply shape all aspec ts of the research process\" (Hankivsky et al., 2010). What are the dynamics of power within the team? Related to who is at the table, and how skilled they are at considering their positionality, another consideration relates to addressing relationships of power and privilege on the team and in the research or evaluation process. In other words, increased awareness of intersectionality and one's own positionality can allow the team to \"confront[ power relationships among researchers, participants, and collaborators was also an important consideration\" (Hankivsky et al., 2010). However, researchers may not have the skills or knowledge to engage in a power analysis of team, of power dynamics, or how to give up power or become vulnerable in this way (Hankivsky et al., 2010) , so further training, facilitation, and skill building may be necessary in this area. How will people most affected or closest to the public health issue be integrated into the team? Final ly, drawing on both intersectionality and trauma -informed approaches , intentionally integrating the voices of those most affected is critical. For example, part of the research process should include an intentional planning to integrate the input/feedback/ voices of those affected (Hankivsky et al., 2009). Specifically, defining the research question with lived experience in mind - e.g., \"bottom -up\" approach (not about or for, but with (Hankivsky et al., 2009) is critical . This may contrast with traditional approaches to public health research and evaluation. Thoughtful Reconsideration of Methods and Processes is a Requirement of Doing Better Work Intersectional and trauma -informed approaches require reconsideration of and thoughtful decisions about research methods and methodologies , which highlight both trauma and power in systems, including how t o capture structural inequality and trauma, and how precisely to measure intersectional experiences of social categories . Further, trauma -informed approaches also require avoiding causing harm in the research or evaluation process. Considerations for more intersectional methodologies include: I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 11 Be intentional about integrating an intersectional lens in the research or evaluation project, in terms of the focus of the research/evaluation questions and analysis, and the categories used; Research and evaluation design needs to clearly name and define social categories intersectionally and emphasize power (Hankivsky et al., 2009); Consider tools of inquiry / analysis that can better address intersectional questions that and center processes related to power / structural factors (Bowleg, 2008) - this may contrast or push back on traditional positivist approaches to research; Beware \"additive\" approac hes to social categories (Bowleg, 2008), and move from single unit or dimension, to multiple to intersectional approach for understanding categories of difference (Hankivsky et al., 2009); Seek out reach sources, people, or communities that wouldn't normal ly be accessible, are interdisciplinary, and were created outside of academia to capture community -based intersectional work (Hankivsky et al., 2009). Considerations for more trauma -informed methodologies include: Be thoughtful about the questions that ar e asked of communities, and avoiding questions that may be retraumatizing; Give participants choice in what they share, not pressuring to share experiences or provide greater depth; Consider language always, as the research and evaluation team may develop and use language that makes sense for them, without reflecting on the connotations and meaning of the language for others: for example, using the term 'needs' in needs assessment work creates an automatic, outright power differential; Be transparent about self-interest - why are the researchers doing this work? What do they hope to learn/gain? Highlight community strengths and expertise - highlight sustainability, leadership and partnership How an assessment is structured should be revisited. Mainstream appro aches to research and evaluation tend to make things very formalized - length of meetings, activities, timing and schedule - and these issues are potentially meaningful and impactful to the participants' lives, so being less focused on timelines and time fra mes, to make space / honor people's experience. In addition to research methods being reconsidered, the team must also consider how and when they are engaging with stakeholders and the community. First and foremost, authentic partnership requires building trust and relationship and the team must dedicate time to this work. Considerations for authentic community and stakeholder engagement include: Inclusion of agency community engagement staff in planning and implementation of community work I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 12 Inclusion of co mmunity members and stakeholders in planning project planning process Dedicated time to relationship building Mutuality in capacity building - understanding and believing that the team can and will learn from their community partners and that community par tners and stakeholders bring value to the process (e.g. are not there to simply serve in an 'advisory' role) Additionally, in reconsidering how the work is done, the evaluators and researchers should be planning for and responding to secondary trauma that can result from the exposure to the others traumatic experiences through their work. Secondary trauma, also called vicarious trauma, is the distress that occurs from being witness to or learning of someone else's first hand trauma (NCTSN , 2019 ). Considera tions for acknowledging and responding to secondary trauma: Ensuring staff are equipped to recognize the signs of secondary trauma in themselves and their peers. Creating an environment where secondary traumatic stress is acknowledged, addressed, and staff are supported as they seek support and help (which could look different for each individual). Create time and space for peers and supervisees to receive needed peer support. Having a referral process in place for staff who may need additional professional resources to address secondary trauma. Ongoing Practice of Reflexivity Both in intersectionality and trauma -informed applications, the practice of reflexivity is needed throughout the research process. Reflexivity is the act of continually reflecting on the research process (by the researcher and their team). Shimmin and colleagues (2017) pose a set of questions for research teams to reflect upon which centers their own positionality, and how this shape s their experience. It also includes consideration of trauma. Reflective questions to identify personal values, experiences, and beliefs, etc., and how they affect researcher views, the research topic, and assumptions and perspectives on the people Knowled ge of health inequities Views and consideration of incorporating people with lived experience (directly affected by the health issue) into the research process How trauma may impact the area of health as research How to make the research process safe, avoi d causing harm Hankivsky (2012) summarizes key reflective questions identified in the literature about the research process overall: Who is being studied? Who is being compared to whom? Why? I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 13 Who is the research for and does it advance the needs of those u nder study? Is the research framed within the current cultural, political, economic, societal, and/or situational context, and where possible, does it reflect self -identified needs of affected communities? Which categories are relevant or not directly re levant? Why? What is the presumed makeup of each category? Is the sample representative of the experiences of diverse groups of people for whom the issue under study is relevant? Is the tool of enquiry suited to collecting micro or macro data or a combin ation of both? How will interactions between salient categories be captured by the proposed coding strategy? How will interactions at individual levels of experience be linked to social institutions and broader structures and processes of power? What issue s of domination/exploitation and resistance/agency are addressed by the research? How will human commonalities and differences be recognized without resorting to essentialism, false universalism, or be obliviousness to historical and contemporary patterns of inequality? The Team Must Acknowledge t he Structure and Power of Existing Systems and How Harm is Caused at t he Systems Level Both intersectional and trauma -informed lenses emphasize the need to recognize the ways in which systems and organizations per petuate or cause harm. In part, this is because failing to acknowledge past or existing harm may cause further harm. Trauma -informed approaches focus not just on individuals' experiences of trauma, but also explicitly turning a trauma - informed focus on the systems that provide services (e.g., leadership, staff in these systems, practices and policies in place in existing systems; SAMHSA, 2014; Trauma Transformed Initiative (TTI), 2017). This also includes understanding the history of an organization and/or system and its relationship with various differently situated communities. Drawing on literature from both intersectional and trauma -informed perspectives on research and evaluation in public health, the team must consider systems -level phenomena and rea lities when conducting their work, including but not limited to: Recognizing that the design of our systems and social service delivery may not be effective for meeting the needs of all people and communities Our services may do more harm than good, while upholding a philosophy of helping, serving, caring, etc. (ex. white -normative health care, mental health care, punitive policies within programs, etc.). Systems may perpetuate trauma instead of healing it (this is especially important to consider with sys tems and services that serve families in Minnesota) I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 14 There are significant, valid levels of community distrust in the systems that have caused harm/are causing harm to communities Services or systems might not work for different populations and we need to acknowledge that and think about redesign instead of thinking about how existing services can \"better reach\" groups Becoming aware of multiple divisions or centers within a single agency or organization that may operate in silos or independently, which may also affect external relationships Our systems need to be more human - and experience -centered if we truly want to attain hea lth equity and improve outcomes Healing and Justice is at the Core of Maternal and Child Health Needs Assessment and Evaluation Wor k \"AS THEY CONFRONT TR AUMAS, COMMUNITIES C AN HEAL. OUTLETS FOR COMMUNIT Y MEMBERS TO EXPRESS THEIR COLLECTIVE TRAUMA, E FFORTS TO REFRAME CO MMUNITY NARRATIVES, PEER SUP PORT NETWORKS, AND I NVESTMENT IN COMMUNITY HEALTH AND WELL -BEING ARE OPPORTUNITIES FOR HE ALING FROM TRAUMA. FU RTHER, COMMUNITY ORGANIZING AND OPPORTUNITIES T O ENGAGE IN WORK THAT HELPS T HE COMMUNITY CAN GIV E RESIDENTS AN AVENUE TO AFFECT THEIR COMM UNITY'S FUTURE AND STRENGTHE N THEIR SENSE OF CON TROL AND SELF -DETERMINATION.\" - FALKENBURGER Both i ntersectionality and trauma -informed approaches also push us to move beyond analytically identifying trauma / oppression to actually applying the knowledge to processes of systems change. In both perspectives, transforming systems is a necessary condition to promote health equity. First, a ction and moving towards or pursuing social justice is an essential part of the intersectionality perspective (Hankivsky et al., 2009). In the context of public health research and policy, intersectionality can transform h ow we identify, experience, and understand social problems by allowing us to reflect multiple and complex lived experiences (Hankivsky et al., 2009). In public health, intersectionality can help capture the complex interplay of multiple categories and syst ems of oppression that influence health, and lead to health disparities/inequities. I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 15 \"FOR PRACTITIONERS A ND ACTIVISTS, INTERS ECTIONALITY IS NOT SIMPLY A HEURIST IC FOR INTELLECTUAL INQUIRY BUT IS ALSO AN IMPORTANT ANALYTICAL STRATEGY FOR DOING SOCIAL JUSTICE WORK. \" - COLLINS & BILGE As mentioned in the previous takeaway, much of the litera ture on trauma -informed approaches focuses on acknowledging and addressing trauma and harm within systems of service provision. A trauma -informed lens, thus, inherently emphasizes inward transformation of systems of social services, health, criminal justic e, and education to be trauma -informed. Yet, not all spell out what this process looks like. One example of how to do this comes from work in the San Francisco Health Department. They suggest that a key focus then is in transforming our systems and organiz ations from \"trauma organized\" to \"trauma -informed\" (as described in the SAMHSA report). Moving beyond this would be a \"healing organization\" ( TTI, 2017 ). In other words, a key part of how this organization has applied the framework has been in developing and applying an internally focused curriculum for transforming the organization into a healing organization (TTI, 2017). Externally, there is also a need to repair and build relationships. For example, Falkenberger and colleagues (2018) describe how commun ity trauma caused by the past actions of local city public housing efforts created distrust for communities towards new programming from the city. Further, healing from trauma requires outlets for expressing collective trauma, efforts to reframe community narratives, peer support networks, and investment in community health and well -being. Giving communities the chance to express their concerns honestly and openly about issues that deeply impact their lives can be healing in of itself requires authentic partnership and trust. It is not the responsibility of community to 'do a better job sharing' with us, it is the responsibility of state agencies and systems to honor community engagement and build trust and rapport. Incorporating these narratives into the wa ys we design systems and practices, as well as where we invest our money will hopefully lead to more effective services and solutions, and ultimately better outcomes. Both intersectional and trauma -informed approaches provide an opportunity to apply these lenses to practices that are needing for advancing health equity for individuals and communities. Challenges to the Adoption of these Frameworks Several challenges affect the adoption of these frameworks in doing the work . First and foremost, public health research is not an area that has been exposed to trauma -informed practices and intersectionality as core concepts, and creating buy -in will take time. In fact, in many cases, these approaches are emerging in response to harmful practices, including in the area of public health. The critical focus on the lens can be uncomfortable for those invested in the field of public health. Another challenge is having the buy -in of key leadership , and this will I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 16 differ depending on the environment/leadership team, but w ill likely affect how resources are deployed. Much of the literature reviewed here was generated in academic spaces. As a result, the language used, the frameworks referenced, may not be familiar to all, or seem inaccessible or jargon -y. Where there is re cognition of these lenses, it should be acknowledged that actually doing messy and complex work in our existing organizations, agencies, and systems is not easy, and getting from thinking about it to taking action can be challenging, but is ultimately the primary responsibility we have as evaluators and researchers. Further efforts to move from talking about health equity to ensuring our systems do not further harm, and actually promote health equity is needed. Limitations of this Summary As acknowledged at the very beginning of this summary, these findings are based primarily on a review of existing literature. Literature reviews have considerable limitations in terms of cultural and language limitations, and a foundation of white -normed research methods an d study design/approaches represented. It is the aim of this team to develop a recommendation around collecting information from alternative sources for future work. We also acknowledge the limitations that may come out of our positionality, lived experien ces, and worldviews as we conducted this literature review. As a result of this, this working document may shift as we incorporate new learnings and sources through the course of the evaluation project. Conclusion Our review of the literature on intersecti onal and trauma -informed approaches to public health research and evaluation led to the identification of five takeaways that are relevant to public health research and evaluation: a) positionality matters; b) reconsider methods and approaches; c) integrat e reflexivity; d) acknowledge systems cause harm; e) action for healing and justice. We see these takeaway areas as cyclically related to one another, including several that are more internal to the research process ( positionality; methods and approaches; reflexivity) and several that focus on broader systems (acknowledge harm; healing and justice). The next steps for our evaluation project are to apply these takeaways to our evaluation of the Title V Needs Assessment process conducted in 2018 -2019. We also plan to begin to share our initial learnings of these takeaways with the Minnesota Department o f Health and with other states still conducting their 2020 -2024 Title V Needs Assessments . Finally, as we move forward with this work, we expect new learnings to inform the takeaways identified here. Glossary Health equity \"is a state of affairs where ever yone has what they need to be healthy and no one is prevented from b eing as healthy as they can be by unjust or unfair barriers\" (MN Statewide Health Assessment, 2017) I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 17 Intersectionality highlights how our experiences are shaped by the intersections of our social locations, and resulting privilege and oppression (e.g., racism, sexism, able -ism, classism, and more), which operate at both micro and macro levels (Crenshaw, 1989). Need assessments are used to confirm current target populations and focus areas, as well as to identify new target populations in need of services (Petersen & Alexander, 2001) . Needs assessments provide the information needed to develop goals, define objectives, and design program activities. In general, needs assessments should answer the following questions: Who is the target population and what are their needs? What are the unmet needs of the target population? Which groups within the target population have these needs, and where are they located? What is currently being done and how effective are those interventions? What has changed since we started? Oppression is multilevel, existing at individual (i.e., interpersonal discrimination) and structural levels (i.e., disparate access to opportunities), and a consequence of interlocking systems of oppression (e.g., racism, sexism, able -ism), sometimes operating through intersecting social categories (e.g., gender, race, rurality, ability) Positionality is the social and political context of our identities and daily lived experience , and contributes to (and potentially biases) our understanding of the world and ho w we do our work Privilege is defined as systemic advantage(s) due to one or more social identities ( e.g., gender, race, rurality, ability) in the context of interlocking systems o f oppression (e.g., racism, sexism, able -ism) Trauma defined by SAM HSA (2014) as \"An EVENT, or set of circumstances, that is EXPERIENCED by an individual as physically or emotionally harmful or life threatening and that has lasting adverse EFFECTS on the individual's functioning and mental, physical, social, emotional, or spiritual well -being\" can include acute or chronic traumatic events, individual, community, and/or interge nerational - specific highlight on systems of oppression Trauma -informed approaches recognize the pervasive consequences of oppression and traumatic stress for individuals, communities, and systems (Magruder et al., 2017). Trauma - informed approaches include promoting emotional and physical safety, embodying trustworthiness and transparency, collaboration in eva luation efforts, empowerment to share power and promote agency, choice, and intersectionality (Bowen & Murshid, 2016). References Bauer, G. R. (2014). Incorporating intersectionality t heory into population health research methodology: challenges and the potential to advance health equity. Social Science & Medicine, 110, 10 -17. Bombay, A., Matheson, K., & Anisman, H. (2009). Intergenerational trauma: Convergence of multiple processes amo ng First Nations peoples in Canada. International Journal of Indigenous Health , 5(3), 6 -47. Bowen, E. A., & Murshid, N. S. (2016). Trauma -informed social policy: A conceptual framework for policy analysis and advocacy. American Journal of Public Health, 106(2), 223 -229. I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 18 Bowleg, L., & Bauer, G. (2016). Invited reflection: Quantifying intersectionality. Psychology of Women Quarterly, 40 (3), 337 -341. Bowleg, L. (2008). When Black+ lesbian+ woman Black lesbian The methodological challenges of qualitat ive and quantitative intersectionality research. Sex Roles, 59 (5-6), 312 - 325. Bowleg, L. (2012). The problem with the phrase women and minorities: intersectionality —an important theoretical framework for public health. American Journal of Public Health, 10 2(7), 1267 -1273. Bloom, S. L., & Sreedhar, S. Y. (2008). The sanctuary model of trauma -informed organizational change. Reclaiming Children and Youth , 17(3), 48 -53. Bloom, S. (2010). Organizational stress and trauma -informed services In B. L. Levin & M. A. Becker (Eds.), A Public Health Perspective of Women's Mental Health (pp. 295-311). Brave Heart, M.Y.H., Chase, J., Elkins, J., Altschul, D.B. (2011). Historical trauma among indigenous peoples of the Americas: concepts, research, and clinical consideration s. Journal of Psychoactive Drugs , 43(4), 282 -290. Cole, E. R. (2009). Intersectionality and research in psychology. American Psychologist, 64 (3), 170. Collins, P. H., & Bilge, S. (2016). Intersectionality: Key Concepts. Malden, MA: Polity Press. Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. University of Chicago Legal Forum , 1989 (1): 139. Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review , 43:6 , 1241 -1299. Day, M. (2018). On trauma and safety: Toward trauma -informed research methods , In R. Wysocki & M. P. Sheridan (Eds.), Making Future Matters . Logan, UT: Computers and Composition Digital Press/Utah State University Press. Retrieved from http://ccdigitalpress.org/makingfuturematters. Donisch, K., Bray, C., & Gewirtz, A. (2016). Child welfare, juvenile justice, mental health, and education provider s' conceptualizations of trauma -informed practice. Child Maltreatment, 21(2), 125 Falkenburger, E., Arena, O., Wolin, J. (2018). Trauma -Informed Community Building and Engagement . Retrieved from The Urban Institute : https://www.urban.org/ Hankivsky , O., & Cormier, R. (2011). Intersectionality and public policy: Some lessons from existing models. Political Research Quarterly, 64 (1), 217 -229. Hankivsky, O. (2012). Women's health, men's health, and gender and health: implications of intersectionality. Social Science & Medicine, 74 (11), 1712 -1720. Hankivsky, O. (2014). Intersectionality 101 . Institute for Intersectionality Research & Policy, Simon Fraser University , 1-34. I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 19 Hankivsky, O., & Christoffersen, A. (2008). Intersectionality and the determinants of health: a Canadian perspective. Critical Public Health, 18(3), 271 -283. Hankivsky, O., Cormier, R., & De Merich, D. (2009). Intersectionality: Moving women's health research and policy forward. Vancouver: Women's Health Research Network. Hankivsky, O., Reid, C., Cormier, R., Varcoe, C., Clark, N., Benoit, C., & Brotman, S. (2010). Exploring the promises of intersectionality for advancing women's health research. International journal for equity in health, 9(1), 5. Ko, S. J., Ford, J. D., Kassam -Adams, N. , Berkowitz, S. J., Wilson, C., Wong, M., ... & Layne, C. M. (2008). Creating trauma -informed systems: child welfare, education, first responders, health care, juvenile justice. Professional Psychology: Research and Practice, 39(4), 396. Loomis, B., Epstei n, K., Dauria, E. F., & Dolce, L. (2018). Implementing a Trauma -Informed Public Health System in San Francisco, California. Health Education & Behavior, 1090198118806942. López, N., & Gadsden, V. L. (2017). Health inequities, social determinants, and inter sectionality, in Bogard, K., V. Murray, and C. Alexander, Eds., Perspectives on Health Equity and Social Determinants of Health . Washington, DC: National Academies of Medicine. Magruder, K. M., McLaughlin, K. A., & Elmore Borbon , D. L. (2017). Trauma is a public health issue. European journal of psychotraumatology, 8(1), 1375338. Mohatt, N. V., Thompson, A. B., Thai, N. D., & Tebes, J. K. (2014). Historical trauma as public narrative: A conceptual review of how history impacts pr esent -day health. Social Science & Medicine , 106, 128 -136. National Child Traumatic Stress Network (NCTSN) (2019). Secondary Traumatic Stress . Retrieved from: https://www.nctsn.org/ National Collaborating Centre for Healthy Public Policy (NCCHPP). (2016). Public Health Speaks: Intersectionality and Health Equity. Montreal, CA. Petersen, D.J. and Alexander, G.R. (2001). Needs Assessment in Public Health: A Practical Guide for Students and Professionals. Springer USA. Rogers, J., & Kelly, U. A. (2011). Feminist intersectionality: Bringing social justice to health disparities research. Nursing Ethics, 18(3), 397 -407. Substance Abuse and Mental Health Services Administration (SAMHSA). (201 4). SAMHSA's Concept of Trauma and Guidance for a Trauma -Informed Approach . HHS Publication No. (SMA) 14-4884. Rockville, MD: Substance Abuse and Mental Health Services Administration. Sotero, M. (2006). A conceptual model of historical trauma: Implicatio ns for public health practice and research. Journal of Health Disparities Research and Practice , 1(1), 93 -108. Trauma Transformed Initiative (TTI). (2017). Trauma -Informed Systems (TIS): Healing Ourselves, Our Communities and Our City . Retrieved from: http://traumatransformed.org Appendix A Reflexive questions for the research or evaluation team from Shimmin and colleagues (2017). I N T E R S E C T I O N A L I T Y A N D T R A U M A -I N F O R M E D A P P L I C A T I O N S F O R M A T E R N A L A N D C H I L D H E A L T H R E S E A R C H A N D E V A L U A T I O N 20 1. What are my own personal values, experiences, interests, beliefs and political commitments in the area of health we will be researching? 2. How do these personal experiences relate to social and structural locations (e.g. gender identity, race, ethnicity, Indigeneity, socioeconomic status, sexuality, gender expression, age, sexual orien tation, immigrant status, religion) and processes of oppression (e.g. patriarchy, colonialism, capitalism, racism, heterosexism, ableism) in the area of health in which we will be researching? 3. What are my personal values, assumptions, perspectives and expe riences with regard to people living with the health condition(s) or issue(s) in which we will be researching? 4. From your perspective, what current health inequities (i.e. avoidable and unjust inequalities in health between and within groups of people) exis t with regard to the area of health in which we will be researching? 5. How do you think people with lived experience in this area of health would prefer to be involved in research and why? What types of challenges do you think would need to be addressed in o rder to make it easier for people living with this health condition or issue, as well as their families and communities to become involved in research? 6. Working together, how can we become more aware of and take advantage of opportunities where we can chall enge each other's ideas and renegotiate power within our project team? What does building resilience look like, feel like, and sound like to you? 7. How do you think the issue of trauma may impact the area of health in which we will be researching? (Remember to think about it both on the level of violence within relationships but also on the larger level of colonialism, racism, sexism, homophobia, capitalism, ableism, etc.) 8. What do you think are some of the ways in which we can make sure everyone feels safe when working together on this research project? What does physical safety mean to you? Look like to you? Feel like to you? What does emotional/psychological safety mean to you? Look like to you? Feel like to you? What are some of the best ways we can work to gether to address trauma? (This will be discussed as well in the practice section) "}