{"title": "PDF", "author": "PDF", "url": "www.unmc.edu/_documents/distsci-program-2022winners-web.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "March 9, 2023 Durham Research Center AuditoriumAWARDS CEREMONY\"The Distinguished Scientist Award ceremony is an annual celebration of UNMC research and researchers, including their collaborators and supporters, and the impact we have regionally and around the world. My congratulations to all those being honored today. \" Ken Bayles, PhD Vice Chancellor for Research, UNMC UNMC held its inaugural Research Awards ceremony in 2007 , under the leadership of UNMC's first vice chancellor for research, Thomas Rosenquist, PhD. Stephen Rennard, PhD, was the inaugural scientist laureate. At that time, UNMC's research funding from external sources topped nearly $80 million annually. With then-chancellor Harold M. Maurer, MD, UNMC strategically built its research enterprise. \"If you have a strong research program, you have outstanding education and patient care, \" Dr. Maurer said at the time. Jennifer Larsen, MD, succeeded Dr. Rosenquist and continued to build upon UNMC's research strengths. Today, under UNMC Chancellor Jeffrey P . Gold, MD, and Ken Bayles, PhD, UNMC's third vice chancellor for research, UNMC researchers top more than $251 .9 million in grants and contracts and continue to solve critical health questions, while inspiring the next generation of providers and researchers.The Community Service to Research Award recognizes community members who have collaborated with UNMC researchers and have made important contributions to further the research impacting our community. The New Investigator Award goes to UNMC scientists who have secured their first major, independent funding from a national source. New Investigators also have demonstrated their scholarship in published research. The Distinguished Scientist Award recognizes faculty at UNMC who hold the title of Associate Professor or above, have worked for the University for at least two years and have a portfolio of extramurally funded research, collaborators, and impactful publications. The Research Leadership Award is intended to honor scientists previously recognized as Distinguished Scientists who have a longstanding research funding history and also serve as research leaders and mentors on campus. The Scientist Laureate is UNMC's highest award for research. Nominees must be a nationally and internationally recognized research leader in his or her field, previously recognized as a Distinguished Scientist, and contributed to the UNMC research community for at least five years.Award DescriptionsCommunity Service to Research Doris Lassiter Mona Zuffante New Investigators College of Medicine Aditya Bade, PhD Gargi PhD Jawed Siddiqui, PhD Benjamin Teply, MD Siwei Zhao, PhD College of Public Health Su Chen, PhD Abraham Mengist, PhDAward Winners Distinguished Scientists College of Public Health David Brett-Major, MD, MPH Dejun Su, PhD College of Pharmacy Jered Garrison, PhD College of Medicine Benson Edagwa, PhD Ashley Wysong, MD, MS Steven Yeh, MD Sowmya Yelamanchili, PhD Research Leadership College of Medicine Babu Guda, PhD James Lawler, MD, MPH Scientist Laureate Diana Florescu, MDWelcome Ken Bayles, PhD VICE CHANCELLOR FOR RESEARCH, UNMC Remarks Jeffrey P . Gold, MD CHANCELLOR, UNMC Presentation of Awards Community Service to Research New Investigator Distinguished Scientist Research Leadership Presentation of Scientist Laureate Award Remarks Mark Rupp, MD CHIEF, DIVISION OF INFECTIOUS DISEASESAgendaDoris Lassiter Doris Lassiter, UNMC's 2022 Community Service to Research Award honoree, believes strongly that research is about the data. \"When we are collecting data, we are collecting solutions,\" she said. But she believes even more strongly that research is about trust: \"Partnerships don't start just 'right now',\" she said. Trust is built up over time, \"UNMC with me,\" she said, \"and me with UNMC.\" And perhaps most of all, trust between Lassiter and the North Omaha community she has served for more than 30 years. Lassiter, health ministry director with the New Era Baptist State Convention of Nebraska and president and chief executive officer of Doris Lassiter Consulting, LLC was nominated for this 2022 honor in part for a series of recent partnerships with UNMC, including a comprehensive community health needs assessment; successful application for a major federal grant to train community health workers to address health disparities; and successful application by the UNMC College of Public Health for the prestigious Harrison C. Spencer Award for Outstanding Community Service by the Association of Schools and Programs of Public Health. But Lassiter's service to research in the community goes back decades. As does her relationship with UNMC. (And with Creighton, she pointed out: \"I am an equal opportunity outreach person.\") If a project is about sustainability and eliminating racial and ethnic health disparities, \"That's who I am.\" Mona Zuffante An enrolled member of the Seneca-Cayuga Tribe of Oklahoma, Winnebago Chief Public Health Officer Mona Zuffante understands the important role research can have on a community and her own organization. \"I only engage in research that is meaningful to my community, but I also know that in order to elevate our department we need data that will guide us in better understanding how to meet the needs of our people,\" Zuffante said. To that end, Zuffante said, it is difficult for non-native researchers to conduct meaningful research in Native American communities because of mistrust created by historical and ethical violations by researchers. A member of the Fred & Pamela Buffett Cancer Center Community Outreach and Engagement external advisory board, as well as the community advisory board for the Great Plains IDeA Clinical and Translational Research Network, Zuffante is bringing Indigenous ideas, issues and solutions to the forefront. Described as mission-driven and someone who brings unique insights, Zuffante has partnered with two UNMC researchers, Regina Idoate, PhD, a citizen of the Cherokee Nation, and Shannon Maloney, PhD, an enrolled member of the St. Regis Mohawk Tribe. Zuffante has collaborated with Dr. Maloney on indigenous-centered pregnancy care and Dr. Idoate on native birthing practices. Community Service to ResearchGargi Ghosal, PhD Title: Assistant Professor, Department of Genetics, Cell Biology and Anatomy, College of Medicine Joined UNMC: 2016 Hometown: Kolkata, West Bengal, India Research focus: Mechanisms of DNA damage response pathways Why is research important in the world today? Research and innovation shape \"life\" now and the future. My research will make a difference because: It helps understand how damage to the DNA, the blueprint of life, drives the development of cancer, premature aging syndromes and aging. Our research aims to understand the basic science underlying genome maintenance, identify new targets and biomarkers for cancer therapy and facilitate the development of strategies to overcome drug resistance to improve cancer therapy. Aditya N. Bade, PhD Title: Assistant Professor, Department of Pharmacology and Experimental Neuroscience, College of Medicine Joined UNMC: 2011 Hometown: Pathardi, India Research focus: Neurodevelopmental deficits, HIV-1/AIDS, antiretroviral drugs Why is research important in the world today? The number of children born to mothers with human immunodeficiency virus type-1 (HIV-1) infection is on the rise due to affordable access of antiretroviral therapy (ART) to pregnant women or those of childbearing age worldwide. Each year, more than a million HIV-1-infected women have given birth while on ART with recorded mother-to-child HIV-1 transmission rates of less than 1%. Despite such benefits, the outcomes of children exposed to antiretroviral drugs (ARVs) during pregnancy, especially pre- and post- natal neurodevelopment remain incompletely understood. This is underscored by reported potential risks of neural tube defects (NTD), or postnatal neurodevelopmental deficits linked to periconceptional usage of ARV dolutegravir (DTG). Therefore, any associations between ARVs usage during pregnancy and neurodevelopmental abnormalities remain to be explored. Thus, in full consideration of prior human studies, my research is focused on elucidating ARV-linked potential neurodevelopmental adverse events, identifying underlying mechanisms, and developing novel therapeutic means to improve safety and therapeutic benefits of ARVs for potential translational strategies. Overall, my research aim is to advance the knowledge of the field, which in turn can help to provide the effective care for HIV-1 positive mothers and their fetuses. My research will make a difference because: It will help to improve the health outcomes of fetuses and mothers following ARV exposures during gestation and enhance the safety and therapeutic efficacy of widely used antiretroviral drugs during pregnancy. New InvestigatorNew Investigator Jordan Rowley, PhD Title: Assistant Professor and Director of Bioinformatics & Systems Biology Program, Department of Genetics, Cell Biology and Anatomy, College of Medicine Joined UNMC: 2015 Hometown: Payson, Utah Research focus: 3D genome organization Why is research important in the world today? Scientific inquiry drives humanity forward, improving length and quality of life. Many of the most important discoveries have come from a passion for discovery and interrogation of the basics. Fundamental principles govern basic molecular processes, and uncovering those principles has provided some of the most impactful insights. Famous examples include the discovery of RNAi from studying worms and plants, CRISPR from studying bacteria and X-linked inheritance from studying flies. I believe that researching basic principles of life is key to innovation and a backbone of scientific discovery. My research will make a difference because: It seeks to uncover the relationship between gene expression and the folding of DNA in three dimensions. We can discover how aberrant genome architecture impacts disease by revealing basic principles that govern 3D genome architecture and gene regulation. By predicting genome architecture, we can uncover novel target loci in non-coding regions of the genome that interact with genes within the 3D regulatory landscape. This research involves advanced molecular biology approaches as well as innovative bioinformatics, with the creation of new software to facilitate these discoveries. Derrick Samuelson, PhD Title: Assistant Professor, Division of Pulmonary Critical Care and Sleep Medicine, College of Medicine Joined UNMC: 2019 Hometown: Belgrade, Montana Research focus: The microbiota and mucosal immunity Why is research important in the world today? Research is essential to developing novel solutions to the issues we face as a society, thus enhancing our daily life. My research will make a difference because: It will provide a framework for understanding and manipulating the intestinal microbiota to improve human health. Jawed Siddiqui, PhD Title: Assistant Professor, Department of Biochemistry and Molecular Biology, College of Medicine Joined UNMC: chemokines Bone microenvironment and dormancy Why is research important in the world today? Bone metastasis, which is the spread of cancer cells from the primary tumor to the bones, is a severe complication of many cancers. In the current scenario, bone metastasis is highly correlated with morbidity and mortality of cancer patients. The cells and components of the bone microenvironment provide a suitable ambiance for niche formation, colonization and growth of disseminated cancer cells. My ongoing research on bone metastasis is important in the world today because it can help us to improve our understanding of the mechanism behind the dissemination of cancer cells into the bones, the altered adaptive signaling of cancer cells in the bone microenvironment and how to prevent or treat it. My research will make a difference because: The approach we use can lead to the development of new treatment options for bone metastasis, which can greatly benefit the longevity and quality of life of metastatic cancer patients. Micah Schott, PhD Title: Assistant Professor, Department of Biochemistry and Molecular Biology, College of Medicine Joined UNMC: 2021 Hometown: Kulm, North Dakota Research focus: Lipid droplet metabolism Why is research important in the world today? Lipid droplets form the basis for many different types of diseases, especially metabolic diseases such as fatty liver, obesity and cancer. However, new therapies will require more mechanistic knowledge regarding lipid droplet formation and turnover. Therefore, discovery-based research is needed to uncover new mechanisms at the cellular and molecular level. My research will make a difference because: Our main goal is that the research we do will lead to new therapies that alleviate metabolic disease. At the same time, I find it intrinsically motivating to study how cells orchestrate intricate metabolic pathways within a complex surrounding environment. New Investigator Benjamin Teply, MD Title: Associate Professor of Medicine, Division of Hematology/Oncology, Department of Internal Medicine, College of Medicine Joined UNMC: 2017 Hometown: Omaha, Nebraska Research focus: Improving cancer care Why is research important in the world today? The field of medical oncology has made many advances in recent years, yet there are so many ways that we need to improve our care for our patients. The tools that I use in the clinic today were made possible by yesterday's clinical trials. Those clinical trials were made possible by basic and translational research. The research being performed today will lead to new diagnostic and therapeutic tools to improve the lives of our patients. My research will make a difference because: In prostate cancer, we now have multiple classes of therapeutics that can be employed. Yet, we don't have good ways to optimally select which combinations or sequences of therapies to use. In our research, we are exploring mechanisms of secondary resistance to several commonly used therapies—essentially looking for ways to get more out of established medicines. In the future, we envision a new understanding of the underlying drivers of resistant prostate cancer and new clinical procedures to select patients for specific therapy combinations. Siwei Zhao, PhD Title: Assistant Professor, Department of Surgery, College of Medicine Joined UNMC: 2019 Hometown: Beijing, China Research focus: Electric therapies Why is research important in the world today? We still know very little about how physical energies (electrical, optical, mechanical, etc.) interact with our human body and how such interaction can be used to benefit our health. Research helps us quantitatively examine the good and the bad impact of these physical forces on our body and may lead to better diagnoses and treatments of human diseases. My research will make a difference because: Electrical energy, in the forms of electric current and field, has long been used in the treatment of human diseases, including pain relief, wound healing, tissue regeneration, drug delivery, etc. However, the efficacy of these current treatments is limited, and one of the major reasons is the lack of a technology that can safely apply therapeutically effective levels of electrical energy without causing damage to biological tissues. Our research is focused on developing novel devices that can safely apply high electric current intensities to significantly enhance the treatment efficacy of electric therapies. Currently, we are applying our technology to transdermal drug delivery, nerve regeneration and wound healing. We are hoping that one day our technology can be successfully translated to human patients to enhance disease outcomes. Abraham Mengist, PhD Title: Assistant Professor, Department of Epidemiology, College of Public Health Joined UNMC: 2019 Hometown: Bahir Dar Research focus: Malaria, helminthiasis, epidemiology Why is research important in the world today? Research is important in the world today because it i) provides a better way/systematic approach to learning/understanding and solving the myriad problems facing humans today, ii) allows critical gathering and organizing/analysis of knowledge and applying the information logically to identify issues, causes, potential solutions and make an informed decision to take action, monitor and evaluate activities and outcomes, iii) assures optimal use of resources while planning, executing, monitoring and evaluating of activities; iv) fosters the collaboration of institutions, teams and individuals with complementary resources to achieve higher milestones; and iv) allows the feasible formulation and testing of new ideas, theories and techniques. My research will make a difference because: The results will clarify i) when and how to pool urine samples to accurately diagnose Schistosoma haematobium infection at low cost and in a short turnaround time in large-scale epidemiological surveys to assess the prevalence of infection, gauge drug efficacy and monitor the progress of mass deworming programs; ii) anthelminthic treatment strategies to control malaria and related clinical outcomes, anemia, undernutrition and poor cognitive performance in children. Su Chen, PhD Title: Associate Professor, Department of Biostatistics, College of Public Health Joined UNMC: 2021 Hometown: China Research focus: Biostatistics, epigenetics, clinical trials Why is research important in the world today? Through scientific research, we gain a deeper understanding of the complexities of a problem and help develop tools or technology to improve our lives. My research will make a difference because: One of my current research interests is to investigate the long-term effect of epigenetic changes during pregnancy on later-life diseases in women. Distinguished Scientist David Brett-Major, MD, MPH Title: Professor, Department of Epidemiology, College of Public Health Joined UNMC: 2019 Hometown: Davie, Florida Research focus: Pathogen agnostic risks Why is research important in the world today? Asking questions and striving to answer them helps us to continually achieve better patient- and community-centered outcomes. My research will make a difference because: Always chasing the next pathogen is 4-year-olds playing soccer. Ultimately, we need the efficiency, sustainability and power of risk-management solutions that matter regardless of the threat. Dejun Su, PhD Title: Associate Professor, Department of Health Promotion, College of Public Health Joined UNMC: 2012 Hometown: Dandong, China Research focus: Health equity Why is research important in the world today? Equity is the soul of public health. Health disparity research is a dynamic field as new policies, technologies, economic cycles and sociopolitical norms constantly shape the distribution of health care resources, health behaviors, health outcomes and related disparities in our nation. Part of my research concerns how factors at various level (e.g. income distribution at the society level, health care workforce development, telemedicine programs, perceived racism, marital status and acculturation among immigrants) are related to inequities in health and health care access. My research will make a difference because: Identifying and understanding factors contributing to health disparities and their persistence over time is usually a prerequisite for developing effective and targeted interventions to address them. Promoting health equity and social justice is an endless journey that requires serious commitments and efforts from all of us. Jered Garrison, PhD Title: Professor, Department of Pharmaceutical Sciences, College of Pharmacy Joined UNMC: 2009 Hometown: Marion, Ohio Research focus: Diagnostic and therapeutic radiopharmaceuticals Why is research important in the world today? For most cancers, the metastatic spread of the disease is what makes it so lethal. Treatment efficacy and long-term prognosis are generally poorer once cancer has metastasized. Our laboratory's primary focus is the development of targeted radiotherapeutics to treat metastatic cancers. My research will make a difference because: We explore unique chemistry approaches to increase the tumor residence times of our targeted radiotherapeutics, making them more potent tumor killers. Benson Edagwa, PhD Title: Associate Professor, Department of Pharmacology and Experimental Neuroscience, College of Medicine Joined UNMC: 2012 Hometown: Kenya Research focus: Long-acting effective and safe therapies Why is research important in the world today? The goal of our research is to create ultra-long-acting medicines to be dosed once every six months or every year to facilitate treatment and prevention of hepatitis B (HBV) and HIV-1 infections. We are also developing long-acting treatments for tuberculosis (TB), chronic pain management and opioid use disorders. My research will make a difference because: People living with or who are at risk of acquiring HBV, HIV and TB infections struggle with adherence to daily lifelong therapy. We also are working on making a difference in the fight against addiction and other chronic conditions through our long-acting drug delivery platform. Notably, we created Exavir Therapeutics Inc. to transform our scientific discoveries into products that will have a positive effect on human health Distinguished Scientist Ashley Wysong, MD, MS Title: Founding Chair and Professor; William H. Bruce Distinguished Chair of Dermatology, College of Medicine Joined UNMC: 2018 Hometown: Vail, Colorado Research focus: Skin, cancer, genes Why is research important in the world today? Human curiosity and the desire to #fearlesslyinnovate through research has the power to make major advances that impact all of humanity. It is the opportunity for individuals and small groups of people to do good beyond their immediate environment and spheres of influence and to solve the world's biggest problems. My research will make a difference because: We are utilizing precision medicine techniques to identify groups of genes that predict poor outcomes in individuals with skin cancer. Our group helped develop a prognostic gene expression profiling test that is utilized in squamous cell carcinoma patients, identified unique genetic signatures in skin cancer patients with different racial and ethnic backgrounds and is profiling genes and the tumor microenvironment of immunosuppressed patients with skin cancer. There are four times more skin cancers treated in the United States each year than all other forms of cancer combined, so the potential impact of research in this area is enormous. Steven Yeh, MD Title: Professor and Stanley Truhlsen Jr. Chair in Ophthalmology, College of Medicine Joined UNMC: 2021 Hometown: Houston, Texas and Atlanta, Georgia Research focus: Global vision health Why is research important in the world today? Our daily interactions with patients at the Truhlsen Eye Institute, both in the clinic and operating room, underscore the tremendous impact of vision health on quality of life, independence, socioeconomic activities and overall well-being. Vision research that utilizes the latest innovative technologies is extremely important to drive present and future clinical care with a strong evidence basis within the U.S. and globally. My research will make a difference because: Our clinical research team in the United States and internationally (Sierra Leone, Democratic Republic of the Congo, Kenya, Honduras) aims to understand the eye manifestations of infectious diseases (Ebola, COVID-19, herpes virus, syphilis, other emerging pathogens) and the body's immune response. These findings will inform future outbreaks and allow us to strengthen our approach to vision health systems for child and adult eye care. Within the U.S., our clinical research team aims to develop a leading research program for macular degeneration, diabetes, drug delivery for uveitis and retinal disease and infectious diseases of the eye. Sowmya Yelamanchili, PhD Title: Associate Professor, Department of Anesthesiology, College of Medicine Joined UNMC: 2009 Hometown: Hyderabad, India Research focus: Substance abuse disorder, infectious diseases and stem cell biology Why is research important in the world today? Research in my lab aims to understand how synergy of substance use disorders (SUD) and HIV infection lead to neurocognitive deficits. We are actively engaged in decoding molecular mechanisms that contribute to altered brain function including identifying novel biomarkers and employ several model systems. Recently, we have forayed into a novel model system - brain organoids or \"mini brains\" that encapsulate several features of the brain and lend more depth to analyze brain function changes during disease manifestation. My research will make a difference because: Substance use disorder (SUD) is a complex condition associated with uncontrolled use of illicit and licit drugs that can impact brain function. Moreover, it increases the risk of contracting infectious diseases such as HIV. HIV+ individuals with a history of SUD cf. methamphetamine a potent psychostimulant are more susceptible to experience exacerbated neurological outcomes as well as accelerated aging. Factors contributing to these outcomes are still not well understood. My research using novel model systems such as brain organoids derived from inducible pluripotent stem cells lends a distinct advantage. This innovative and tractable model system will help decode mechanisms contributing to brain dysfunction during HIV and drug abuse synergy including designing and developing novel therapeutic interventions. Research Leadership Babu Guda, PhD Title: Professor and Vice Chair, Department of Genetics, Cell Biology and Anatomy, Assistant Dean of Research Development, College of Medicine Joined UNMC: 2009 Hometown: Guntur, a mid-size town in the Southern Indian state of Andhra Pradesh Research focus: Biomedical informatics and genomic data science Why is research important in the world today? Expansive data being generated in biomedical research has become the central resource to carry out explorative research and generate new hypotheses by integrating and correlating dicrete data points. Raw data in itself has little value unless it is analyzed and interpreted properly. Research on the application of informatics tools will enable us to extract the signal from the noise to make meaningful biological inferences or discover new paradigms. My research will make a difference because: My work covers a wide array of topics related to research informatics, including the development of novel computational methods. We apply informatics tools to systematically integrate, correlate and analyze multi-omics data sets using machine learning and deep learning approaches. This type of research makes a huge difference because it enables us to discover biomarkers for diagnosis, prognosis and survival, and it aids in generating new testable hypotheses. The best advice I could give a beginning researcher is: If you have clear career goals and, more importantly, the grit to execute your plans, the rest falls in place naturally. You just need to be patient. James Lawler, MD, MPH Title: Director for International Programs and Innovation, Global Center for Health Security Professor, Division of Infectious Diseases, College of Medicine Joined UNMC: 2017 Hometown: Greenville, North Carolina Research focus: Pandemics and health emergencies Why is research important in the world today? We learn and improve through asking questions and exploring answers. My research will make a difference because: The world is more interconnected yet increasingly fragile - we must reduce our vulnerability to emerging health threats. The best advice I could give a beginning researcher is: Think big, sweat the small stuff and be a good teammate. Scientist Laureate Awarded PosthumouslyDiana Florescu, MD Professor in the UNMC Division of Infectious Diseases in the Department of Internal Medicine and Infectious Disease Physician with Nebraska Medicine Diana Florescu, MD, once said her goal was to \"advance scientific research, bring new therapies and cutting-edge technology to affected populations and to treat a broad and diverse population of affected individuals.\" The 2022 UNMC Scientist Laureate did exactly that at UNMC, where she developed and led an internationally recognized clinical research program, becoming one of the university's leading COVID-19 researchers. In 2020, she worked with the National Institute of Allergy and Infectious Diseases, leading the Phase 3 clinical trial of the NovaVax COVID vaccine at UNMC. A year later, she helped launch a clinical trial to investigate the safety and efficacy of Molnupiravir, an oral antiviral, as a preventative treatment for COVID-19. She joined UNMC and Nebraska Medicine in July 2006. Following her death in January 2023, colleagues remembered her as \"an inspirational educator, research scientist and clinician;\" \"a great friend, a tireless team worker, a compassionate physician and a passionate clinical researcher;\" \"a very kind and caring person;\" and \"a compassionate physician, tenacious clinical researcher and an extraordinary mentor to many.\" At the time of her award announcement and prior to her death, Mark Rupp, MD, chief of the UNMC Division of Infectious Disease and medical director of Infection Control and Epidemiology for Nebraska Medicine, said: \"Dr. Florescu developed an internationally recognized clinical research program, and contributed greatly to our understanding of infectious diseases associated with solid organ transplantation, as well as our ability to recognize, treat and prevent these complications. More recently, Dr. Florescu was inspirational over the course of the COVID-19 pandemic as she worked tirelessly to help develop therapeutic agents and vaccines to battle COVID-19. The ID Division and all of her UNMC colleagues could not be more pleased or proud. \"I am very pleased that Dr Florescu was named the 2022 UNMC Scientist Laureate and was able to receive her award at an ID Division event while she was alive. She was truly an inspiration over the course of the COVID-19 pandemic, working to save others while she herself was battling a terminal illness\" Dr. Rupp said. \"She was a tremendous role model and will be long missed.\" Dr. Florescu attended the Universitatea de Medicina Si Farmacie. She completed her residency in internal medicine at Danbury Hospital and her fellowship in infectious diseases at Columbia University. Her research interests included adenovirus, cytomegalovirus and fungal infections in solid organ transplantation; immunodiagnostic and vaccines in solid organ transplantation and infections in small bowel transplant recipients. Dr Rupp noted, \"Dr Florescu would be so pleased to know that the clinical research team that she so successfully assembled is going strong and will carry forward "}