{"title": "Church Teaching on New Age Healing Techniques", "author": null, "url": "https://www.womenofgrace.com/blog/309", "hostname": "womenofgrace.com", "description": "K writes: \"Hoping you can point me in the direction of some good resources. I have some family members who are rather deeply involved with acupuncture, applied kinesiology and a chiropractor who practices both. My own personal discernment and the advice of my spiritual director is to avoid both, but my family is unwilling to listen to any possibility that these things might be bad. I know that you have spoken against these on your blog, and I have read Jesus Christ the Bearer of the Water of Life but was wondering if you could point me in the direction of some more specific Catholic resources about the link to these particular therapies and the New Age.\"", "sitename": "Women of Grace", "date": "2010-06-29", "cleaned_text": "of the Water of Life](http://www.vatican.va/roman_curia/pontifical_councils/interelg/documents/rc_pc_interelg_doc_20030203_new-age_en.html)but was wondering if you could point me in the direction of some more specific Catholic resources about the link to these particular therapies and the New Age.\" Your discernment and your spiritual director are correct - all of these practices are problematic. However, the Vatican has not issued anything that names them specifically other than the document you cite, mostly because she doesn't need to. The problems inherent in these practices, such as the balancing of yin yang energies in Chinese acupuncture, the \"innate intelligence\" that forms the basis for one of the original forms of chiropractics, and the manipulation of \"energies\" in applied kinesiology (aka muscle testing) are all opposed to fundamental Catholic teaching in ways that are explained in either the Catechism, Scripture, or other Papal documents. For instance, whenever a practitioner claims to be manipulating or depending upon any kind of unintelligent spiritual energy, they are committing the sin of sorcery (CCC #2117). This applies to a long list of New Age healing techniques from Chinese acupuncture to chi machines as well as to the better known forms of sorcery such as magic and witchcraft. Those practitioners who rely upon spirit guides to help them in these practice, such as what Reiki and some Therapeutic Touch practitioners do, are guilty of the sin of idolatry (CCC 2112). This includes practices that are based in polytheism, such as the Hindu yoga. I agree that it would be much easier to convince people away from these practices if we had something more definitive, and maybe one day the Vatican will produce such a document, but for right now, we need to forget about finding easy answers and rely on the resources we have, even though that may mean a bit more work. In all these years of researching the New Age, I can count on one hand how many times I've been stumped about whether or not something was Christian or New Age. May God be praised for always helping me to find the answer I'm looking for in the Catechism, Scripture, Tradition and/or Papal Encyclicals. I know this is the hard way, but it's the only way available to us at this time. I have written about [acupuncture](/blog/?p=27 ), [applied kinesiology ](/blog/?p=28) which is also known as Testing ](/blog/?p=137) and [chiropractics](/blog/?p=127) on this blog. However, I'd like to draw your attention to the blog [Understanding the Difference Between Complementary and Alternative Medicine](https://www.womenofgrace.com/blog/?p=304). At the very end of this blog, I include quotes from an article appearing in Homiletics and Pastoral Review in 2005 by Dr. Kevin G. Rickert on superstitious medicine. He applies Church teaching to many New Age health care fads in a clear and easy to understand way. I'm hoping these blogs will give you some good hard facts, along with relevant Church teaching, with which to approach your family members. Last but not least, you might find some encouragement in this blog, entitled [How to Convince Loved Ones Away from the New Age. ](/blog/?p=22) In the meantime, we'll all be praying for you! ADDENDUM: A faith-filled reader of this blog reminded me about another document that would be very helpful when discerning health care practices. While not a Vatican statement, this was issued last year by the U.S. Conference of Catholic Bishops and pertains to [Reiki](http://www.nccbuscc.org/comm/archives/2009/09-067.shtml), but many of its instructions apply to other practices as well. "}