{"title": "La terapia bioenergética, tratamientos y beneficios | SHA Magazine", "author": "SHA Wellness Clinic", "url": "https://shawellness.com/shamagazine/es/terapia-bioenergetica-que-es/", "hostname": "shawellness.com", "description": "Descubre la terapia bioenergética, un tipo de medicina natural que mejorará tu dolor corporal y te ayudará a recuperar la conexión contigo mismo", "sitename": "SHA Wellness Clinic", "date": "2017-05-15", "cleaned_text": "SHA Magazine Terapias naturales Terapia bioenergética: ¿qué es? Hoy en día las clínicas de bienestar se han convertido en centros de terapias para restaurar la salud y aportar bienestar a los usuarios. En ellos se aplican toda clase de terapias y medicina natural entre las que destacan la terapia bioenergética y el reiki. Qué es la terapia bioenergética Se trata de un método que relaciona tus emociones, tu carácter, tus expresiones corporales, así como tu estructura muscular permitiendo desbloquear zonas del cuerpo cargadas y con rigidez. Así, conseguirás liberar las emociones y sentimientos que producen la enfermedad o bloqueo energético. Las experiencias de sufrimiento y de estrés que hayas podido sufrir durante tu vida se quedan reflejadas en tu cuerpo en forma de tensión. La tensión no es otra cosa que energía, por lo tanto, habrá un desequilibrio energético en tu cuerpo. Qué enfermedades se pueden tratar La terapia bioenergética está pensada para todas aquellas personas que sufren ansiedad, fobias, trastornos obsesivos, depresiones, estrés, timidez o inseguridades. A quien sufra de tensiones o contracturas musculares crónicas que tengan que ver con la inadecuada gestión de las emociones como la ira o el miedo. En definitiva, esta terapia puede ser muy útil para todo tipo de somatizaciones entre las que se encuentran el bruxismo, los dolores de espalda o sobrecarga en cuello y hombros. También si estás atravesando un duelo por la pérdida de un familiar, un trabajo o el fracaso de algún proyecto y te sientes desorientado, confuso o desmotivado. Este método te ayudará a recuperar la conexión contigo mismo y a clarificar tu proyecto de vida. Principios de la terapia bioenergética Parte desde la base de que cualquier limitación en el movimiento de tu cuerpo es el resultado de un bloqueo emocional, de un conflicto al que no se le has dado solución. Además, toda restricción en tu respiración natural hace que disminuya la vitalidad de tu organismo. Los ejercicios bioenergéticas Te permitirán entrar en contacto con tus tensiones y liberarlas a través del movimiento consciente. Puedes llevarlos a cabo tanto en las sesiones de terapia como en clases o en tu propia casa. Estos ejercicios te ayudarán a aumentar el estado vibratorio de tu cuerpo, a agudizar la percepción de uno mismo, a respirar mejor y a aumentar tu expresividad. También mejorarás tu figura corporal y a promover la autoconfianza. Beneficios de la terapia bioenergética - Elimina tensiones y contracturas crónicas. - Permite redirigir la energía en el presente. - Aporta conocimiento y autoconciencia. - Desbloquea la energía corporal. - Libera y descarga de las emociones reprimidas. Si te has quedado con ganas de probar este método te recomendamos el Programa de Fitness de SHA que te ayudará a mejorar la condición física y muscular, y sobretodo, y más importante a mejorar los hábitos de vida para que sean más saludables. "}