{"title": "Reino Unido autoriza primera vacuna de GSK contra el virus respiratorio sincitial para adultos mayores", "author": "Redacción A", "url": null, "hostname": null, "description": "Comunicado. GSK anunció que la Agencia Reguladora de Medicamentos y Productos Sanitarios (MHRA) del Reino Unido autorizó Arexvy (vacuna contra el virus sincitial respiratorio, con adyuvante) para la inmunización activa para la prevención de la enfermedad del tracto respiratorio inferior (LRTD) causa...", "sitename": null, "date": "2023-07-19", "cleaned_text": "Comunicado. GSK anunció que la Agencia Reguladora de Medicamentos y Productos Sanitarios (MHRA) del Reino Unido autorizó Arexvy (vacuna contra el virus sincitial respiratorio, con adyuvante) para la inmunización activa para la prevención de la enfermedad del tracto respiratorio inferior (LRTD) causada por enfermedades respiratorias por virus sincitial (VSR) en adultos de 60 años de edad y mayores. Esta es la primera vez que la MHRA autoriza el uso de una vacuna RSV para adultos mayores en Gran Bretaña. Neale Belson, vicepresidente sénior y director general del Reino Unido en GSK, dijo: \"Estamos muy entusiasmados con el anuncio. Nuestra ambición es ayudar a proteger a los adultos mayores de 60 años en el Reino Unido que están en riesgo de contraer la enfermedad por RSV, incluidos aquellos con afecciones médicas subyacentes, que generan la mayoría de las hospitalizaciones por RSV. Esta autorización para Arexvy significa que los adultos elegibles pueden vacunarse contra la enfermedad del RSV por primera vez, lo que refuerza la larga historia de innovación de vacunas de GSK\". La autorización está respaldada por datos del ensayo fundamental de eficacia de la vacuna de fase III AReSVi-006 (virus sincitial respiratorio en adultos), publicado en la Revista de Medicina de Nueva Inglaterra. En este ensayo, hubo una alta eficacia general de la vacuna contra RSV-LRTD, incluso en participantes con ciertas afecciones médicas subyacentes. 5 La vacuna fue generalmente bien tolerada. Los eventos adversos solicitados observados con mayor frecuencia fueron dolor en el lugar de la inyección, fatiga, mialgia, artralgia y dolor de cabeza. Estos fueron generalmente de leves a moderados y transitorios. La decisión de la MHRA sigue a la autorización de Arexvy por parte de la Comisión Europea el pasado 06 de junio de 2023. La solicitud de autorización de comercialización de GSK en la UE se revisó bajo el mecanismo de evaluación acelerada porque la prevención de la enfermedad por RSV en la población de adultos mayores se considera de gran interés para la salud pública. Hoy también publicamos las siguientes notas y más... [Abbott anuncia aprobación de la FDA para su primer marcapasos sin cables de doble cámara ](/index.php/noticias/7686-abbott-anuncia-aprobacion-de-la-fda-para-su-primer-marcapasos-sin-cables-de-doble-camara) [Grifols lanza en Europa "}