{"title": "Prometedoras estrategias en investigación - Gaceta Médica", "author": "Gaceta Médica", "url": "https://gacetamedica.com/hemeroteca/relativizan-el-papel-de-los-farmacos-antiobesidad-eylg_660620/", "hostname": "gacetamedica.com", "description": "El desarrollo de fármacos contra la obesidad es todo un desafío en la actualidad y, ahora que la Agencia Americana del Medicamento (FDA) ha autorizado dos productos con este fin terapéutico", "sitename": "Gaceta Médica", "date": "2012-08-31", "cleaned_text": "de fármacos contra la obesidad es todo un desafío en la actualidad y, ahora que la Agencia Americana del Medicamento (FDA) ha autorizado dos productos con este fin terapéutico en menos de un mes —Qsymia y Belviq— el Centro de Investigación Biomédica en Red-Fisiopatología de la Obesidad y la Nutrición (CiberOBN) puntualiza que la farmacoterapia no es la opción más recomendable en estos casos, y recuerda los efectos secundarios que pueden comportar. \"A la luz de la evidencia actual, la modificación del estilo de vida es el enfoque más adecuado para el tratamiento de la obesidad en todos los grupos de edad\", asegura José López Miranda, del comité de dirección del CiberOBN. Según valora, existe falta de datos de eficacia y seguridad a largo plazo, por lo que la recomendación de rutina del tratamiento antiobesidad queda limitada para períodos prolongados. Además, estos estudios incluyeron pocos pacientes de edad avanzada. \"Por tanto, este grupo queda fuera de cualquier recomendación, y es un subgrupo muy importante porque, a medida que envejece la población, la prevalencia de obesidad en este grupo también aumenta\". En concreto, la última pastilla aprobada, Belviq, está compuesta por una combinación de fertemina y topiramato. Como indica López, está indicada para \"pacientes adultos con un índice de masa corporal de al menos 30, o de al menos 27 y que además presenten hipertensión, diabetes tipo 2 o altos niveles de hipertensión\". En los tres grandes estudios que han alentado su aprobación (Conquer, Equip y Sequel) esta combinación indujo mayor pérdida de peso que el placebo, e incluso una mejoría en varios factores de riesgo cardiovascular y varios biomarcadores inflamatorios. En concreto, en el estudio Conquer, publicado en The Lancet, se evaluaron dos dosis diferentes de una combinación de liberación controlada de la fentermina más topiramato para lograr pérdida de peso en personas con sobrepeso y obesos con comorbilidades, en comparación con placebo; además, los tres grupos recibieron asesoramiento sobre cambios en los hábitos de vida. Tras 56 semanas, la combinación obtuvo los resultados antes indicados. Similares fueron también los del Equip, que evaluó estas dos dosis en personas con obesidad grado II y III Vs placebo; y el Sequel, una extensión del Conquer durante 52 semanas. Sin embargo, desde el CiberOBN hacen también hincapié en los posibles efectos adversos. Así, recuerdan que la fentermina es un fármaco disponible en Estados Unidos para el tratamiento de la obesidad desde 1959, y entre sus efectos secundarios figuran ansiedad, insomnio, palpitaciones, aumento de la presión arterial y efectos sobre el sistema nervioso central. El topiramato, anticonvulsivo también aprobado para prevenir la migraña, puede provocar reacciones neuropsiquiátricas. Petición de Seedo En este contexto, expertos de la Sociedad Española para el Estudio de la Obesidad (Seedo) lamentan que la prevención primaria de la obesidad sea aún una \"asignatura pendiente\" y solicitan la activación de protocolos médicos en consultas de Atención Primaria. A pesar de que la reducción de la ingesta calórica, la práctica de ejercicio físico y la modificación de hábitos alimentarios son las pautas más recomendadas por los expertos para combatir el sobrepeso y la obesidad, la comunidad científica continúa investigando para optimizar su abordaje con fármacos eficaces que minimicen los efectos adversos. Dentro de las estrategias terapéuticas en experimentación, desde el CiberOBN destacan el tratamiento con leptina, la conocida como \"hormona de la delgadez\", por su papel en la regulación del peso corporal al desencadenar la producción de otra sustancia llamada GLP-1, que interviene en la digestión de los hidratos de carbono en el intestino. La relación de esta hormona con otras proteínas reguladoras del apetito, como la grelina, forman parte del núcleo investigador del Centro de Investigación Biomédica que dirige Felipe F. Casanueva desde Compostela. También son candidatos los fármacos termogénicos, que incrementan el potencial de oxidación de los ácidos grasos en el músculo; la efedrina, una hierba que actúa como estimulante natural, o las hormonas tiroideas, que han demostrado en recientes estudios una reducción de peso inicial, si bien a medio/largo plazo inducen pérdida ósea. Nada desdeñables son, por otro lado, los avances en la investigación acerca de la función de la grasa parda o \"grasa buena\", así como los mecanismos moleculares que logran activarla. El equipo de Francesc Villarroya, del CiberOBN, confía en que este campo de estudio revolucionará un área del metabolismo que marcará el futuro de la lucha contra la obesidad. De hecho, la evidencia científica aumenta de forma imparable. "}