{"title": "PDF", "author": "PDF", "url": "www.lls.org/sites/default/files/2022-12/PS37S_PediatricALL_2022_Spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Leucemia linfoblástica aguda en niños y adolescentes Revisada en 2022LA INFORMACIÓN MÁS RECIENTE PARA PACIENTES Y CUIDADORES Esta publicación fue apoyada por: Sé fuerte y sigue avanzando. Encuentra lo positivo en cada día. Sé tu mejor defensor. Esta experiencia ha cambiado mi vida para mejor. Acepta, aprende y céntrate en el presente. Aprendo a vivir una vida distinta. Repentino y transformador de la vida: mantente positivo. Espera, preocupación, ansiedad, ¡feliz de estar vivo! Acoge una nueva normalidad cada día. 5 años, 41 infusiones intravenosas, fatiga constante. Paciencia, actitud positiva, esperanza y fe. Una prueba tras otra, ¡sobreviviré! Tratamiento, fatiga, tratamiento, fatiga y supervivencia. Ama la vida, vive mejor cada día. No miro atrás, solo adelante. Por ahora, todo bien, vive la vida. Meditación, atención plena, bienestar, fe, nutrición y optimismo. Encuentro la alegría mientras vivo en la incertidumbre. Observar, esperar, recibir tratamiento, reorganizarse, descansar, recuperar la energía. ¡Afortunado de sentirme tan bien! Experiencia reveladora, aprendizaje necesario y curación. Me siento bien, pero los planes de viaje inciertos me molestan. Fe renovada, meditación, dieta, atención plena, gratitud. La espera vigilante puede resultar en una preocupación vigilante. Da miedo, caro, agradecido, bendiciones, esperanza, fe. ¡Gracias a Dios por los trasplantes de células madre! No sé qué esperar. Extraordinariamente agradecido, amo mi vida. Diagnosticado, asustado, evaluado, en tratamiento, a la espera, esperanzado. Soy más generoso, menos impaciente. Acoge tu tratamiento día tras día. Vive el día de hoy, acepta el mañana, olvida el pasado. Fortaleza que nunca supe que tenía. Desafío para nuestros corazones y mentes. La vida es lo que nosotros creamos. Vive la vida de una manera hermosa. Narraciones sobre la vida con cáncer de la sangre de pacientes en nuestra Comunidad de LLS Descubra lo que otros miles ya han descubierto en www.LLS.org/Community Únase a nuestra red social por Internet para las personas que viven con cáncer de la sangre y quienes las apoyan. (El sitio web está en inglés). Los miembros encontrarán: Comunicación entre miles de pacientes y cuidadores que comparten sus experiencias e información, con el apoyo de personal experto Actualizaciones precisas y de vanguardia sobre las enfermedades Oportunidades para participar en encuestas que contribuirán a mejorar la atención médicaContenido de este librito 2 Glosario de siglas 4 Introducción 5 Leucemia 6 Leucemia linfoblástica aguda 8 Signos y síntomas 9 Pruebas diagnósticas 16 Diagnóstico y clasificación celular 26 Planificación del tratamiento 33 Opciones de tratamiento 46 Consideraciones especiales en cuanto al tratamiento 51 Tratamiento para los casos de recaída y refractarios 53 Ensayos clínicos para pacientes con cáncer de la sangre 55 Enfermedad relacionada 56 Efectos secundarios y complicaciones 60 Atención de seguimiento 69 Resultados del tratamiento 69 Causas y factores de riesgo 70 Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda 74 Información y recursos 78 Términos médicos 89 Referencias bibliográficas Esta publicación tiene como objetivo brindar información precisa y confiable con respecto al tema en cuestión. Es distribuida por la Sociedad de Lucha contra la Leucemia y el Linfoma (LLS, por sus siglas en inglés) como un servicio público, entendiéndose que LLS no se dedica a prestar servicios médicos ni otros servicios profesionales. El personal de LLS revisa cuidadosamente el contenido para comprobar su exactitud y confirma que todas las opciones diagnósticas y terapéuticas se presentan de una manera razonable y balanceada, sin tendencia particular a favor de cualquier opción.Agradecimiento La Sociedad de Lucha contra la Leucemia y el Linfoma agradece la revisión de la versión en inglés de este material realizada por: Elizabeth A. Raetz, MD Profesora de medicina pediátrica, Fundación KiDS of NYU Facultad de medicina Grossman de la NYU Directora del servicio de hematología/oncología pediátrica NYU Langone Health New York, NY Es posible que se hayan aprobado tratamientos nuevos después de la impresión de este librito. Consulte en www.LLS.org/actualizaciones o llame al (800) 955-4572.2 I 800.955.4572 I www.LLS.org/espanol Glosario de siglas Al leer esta publicación, usted notará que se incluyen una serie de siglas y abreviaturas en inglés. A continuación hay una lista de las mismas en orden alfabético, seguidas de los términos que representan en inglés y en español, para ayudarlo a entender su significado y uso. Los profesionales médicos en los Estados Unidos usan siglas y abreviaturas a menudo cuando hablan de enfermedades y tratamientos, organizaciones de atención médica, así como de servicios y recursos de apoyo al paciente. Sigla Término en inglés Término en español ALL acute lymphoblastic B-ALL B-cell aguda receptor receptor de antígenos quiméricos CBC complete blood countconteo sanguíneo completo; hemograma de Down ETP early T-cell precursor precursor inmaduro de células T FDA Food and Drug AdministrationAdministración de Alimentos y Medicamentos FISH fluorescence in in linfoblástica aguda en niños y adolescentes I 3 Sigla Término en inglés Término en español HLA human leukocyte Leukemia & Lymphoma SocietySociedad de el Linfoma MPAL mixed phenotype acute leukemia leucemia residual mínima/medible NCCNNational Comprehensive Cancer NetworkRed Nacional Integral del Cáncer NIMH National Institute of Mental Health Instituto Nacional de la Salud Mental NK natural killer [cell] [célula] asesina natural NOS not otherwise specified sin otra especificación p short arm of chromosome brazo corto del cromosoma PCR polymerase chain reaction reacción en cadena de la polimerasa PET positron emission tomography tomografía por emisión q long síndrome de lisis tumoral4 I 800.955.4572 I www.LLS.org/espanol Introducción Este librito ofrece información sobre la leucemia linfoblástica aguda (ALL, por sus siglas en inglés) en niños y adolescentes. Esta enfermedad también se conoce como \"leucemia linfocítica aguda\" y \"leucemia linfoide aguda\". La leucemia linfoblástica aguda puede presentarse en personas de cualquier edad, desde la infancia hasta una edad muy avanzada. Alrededor de la mitad de los casos de la enfermedad se diagnostican en niños. Es el tipo más común de cáncer infantil en los Estados Unidos. Se diagnosticó leucemia a un promedio de 2,826 niños y adultos jóvenes (menores de 20 años) cada año, desde el 2014 hasta el 2018, en los Estados Unidos.* En las últimas décadas, los resultados de supervivencia en los niños con leucemia linfoblástica aguda han mejorado notablemente. Actualmente, entre todos los tipos de cáncer infantil, una de las tasas más altas de curación se ve en casos de leucemia linfoblástica aguda infantil. Hoy día, la mayoría de los pacientes jóvenes diagnosticados de esta enfermedad pueden esperar tener una vida plena y productiva tras el tratamiento. Muchos sobrevivientes regresan a la escuela, van a la universidad, se incorporan a la fuerza laboral y tienen hijos. No obstante, aún queda más trabajo por hacer. Se están evaluando nuevas terapias en ensayos clínicos con el objetivo de encontrar curas para cada niño con leucemia linfoblástica aguda, incluyendo en los casos de alto riesgo y de recaída tras el tratamiento. Este librito ofrece información médica sobre la leucemia linfoblástica aguda, así como consejos para ayudarlo a usted, a su hijo y a su familia a afrontar la situación. Confiamos en que esta información le proporcionará los conocimientos prácticos que necesita sobre la enfermedad y reafirmará lo que usted ya sabe. Esperamos que mantenga este librito a mano y que, si en algún momento se siente solo al afrontar los problemas, recurra a él para obtener información y orientación a fin de encontrar el apoyo y los recursos que necesita. *Fuente: SEER Visite www.LLS.org/materiales para consultar, descargar o pedir de forma gratuita todas las publicaciones de LLS que se mencionan en este librito. Es posible que se hayan aprobado tratamientos nuevos después de la impresión de este librito. Consulte en www.LLS.org/actualizaciones o llame al (800) 955-4572. Comentarios. Visite www.LLS.org/comentarios para ofrecer sugerencias sobre esta publicación.Leucemia linfoblástica aguda en niños y adolescentes I 5 Leucemia La leucemia es un tipo de cáncer. Cáncer es un término que designa las enfermedades en las que hay células anormales que proliferan de manera descontrolada y que pueden diseminarse a otras partes del cuerpo. Un cáncer puede originarse casi en cualquier parte del cuerpo. Las leucemias constituyen tipos de cáncer que se inician en las células que, en condiciones normales, se convertirían en células sanguíneas. La mayoría de las células sanguíneas se producen en la médula ósea, que es el tejido esponjoso del centro de los huesos. Hay tres tipos principales de células sanguíneas: glóbulos rojos, glóbulos blancos y plaquetas. Los glóbulos rojos transportan oxígeno por todo el cuerpo. Los glóbulos blancos ayudan a combatir las infecciones. Las plaquetas, que en realidad son fragmentos celulares, ayudan a detener el sangrado al amontonarse (mediante la coagulación) en el lugar de una lesión. Dentro de la médula ósea hay células madre \"hematopoyéticas\" (sanguíneas), que son células inmaduras que pueden convertirse en los distintos tipos de células sanguíneas. Cada una de las células madre sanguíneas pasa por muchas etapas de desarrollo antes de convertirse, con el tiempo, en un glóbulo rojo, glóbulo blanco o plaqueta. La leucemia comienza en una de las células sanguíneas inmaduras de la médula ósea. El ADN de la célula sufre una o más mutaciones (cambios), por lo que la célula se convierte en un tipo de célula cancerosa, denominada \"célula leucémica\". Las células leucémicas no maduran para convertirse en células sanguíneas sanas y funcionales. Asimismo, crecen más rápidamente y viven más tiempo que las células sanguíneas normales a la vez que se dividen y multiplican para producir más y más células leucémicas. Con el tiempo, dichas células desplazan a las células sanguíneas sanas de la médula ósea e inhiben su desarrollo. Además, se desbordan de la médula ósea y entran en el torrente sanguíneo. Los cuatro tipos principales de leucemia son: {Leucemia linfoblástica aguda (ALL, por sus siglas en inglés) {Leucemia linfocítica crónica (CLL, por sus siglas en inglés) {Leucemia mieloide aguda (AML, por sus siglas en inglés) {Leucemia mieloide crónica (CML, por sus siglas en inglés) Los médicos clasifican la leucemia en función de la progresión de la enfermedad (es decir, la rapidez con la que empeora) y el tipo de célula sanguínea afectada. Las leucemias pueden ser \"agudas\" o \"crónicas\". 6 I 800.955.4572 I www.LLS.org/espanolLas formas agudas de leucemia se presentan y progresan rápidamente y, sin tratamiento, suelen empeorar deprisa. Las formas crónicas suelen progresar más lentamente. En los niños, las formas agudas de la enfermedad son mucho más frecuentes que las crónicas. Los casos de leucemia se clasifican además según el tipo de célula sanguínea que se vuelve cancerosa. En el cuerpo, las células madre sanguíneas normales se desarrollan para originar dos tipos principales de células madre: linfoides y mieloides. A medida que maduran, las células madre linfoides se convierten en un tipo de glóbulo blanco denominado \"linfocito\". Las células madre mieloides se convierten con el tiempo en glóbulos rojos, plaquetas u otros tipos de glóbulos blancos (basófilos, eosinófilos, monocitos y neutrófilos). Si el cambio canceroso se origina en una célula linfoide, la enfermedad se designa como leucemia \"linfocítica\" o \"linfoblástica\". Si se origina en una célula mieloide inmadura (en una etapa inicial de desarrollo), se designa como leucemia \"mieloide\" o \"mielógena\". Si desea obtener información general sobre la leucemia linfoblástica aguda, visite www.LLS.org/materiales para consultar la publicación gratuita de LLS titulada La guía sobre la leucemia linfoblástica aguda: información para pacientes y cuidadores. Leucemia linfoblástica aguda Cómo se desarrolla la leucemia linfoblástica aguda. La leucemia linfoblástica aguda (ALL, por sus siglas en inglés) es un tipo de cáncer en el cual la médula ósea produce un exceso de linfocitos inmaduros. Los linfocitos, un tipo de glóbulo blanco, comienzan como células madre linfoides en la médula ósea. Cada una de las células madre linfoides normales se convierte en un linfoblasto que, con el tiempo, se desarrolla para originar un linfocito. Hay tres tipos principales de linfocitos: células B, células T y células asesinas naturales (NK, en inglés). En las personas con leucemia linfoblástica aguda, una mutación —o una serie de mutaciones— en el ADN (material genético) de la célula madre linfoide ocasiona la formación de linfoblastos leucémicos que están estancados en la etapa más temprana del desarrollo celular. Esta célula leucémica, que también se denomina \"blasto\" (o célula blástica) de la leucemia linfoblástica aguda, no puede madurar para convertirse en un linfocito completamente funcional que ayude a combatir las infecciones. Los errores genéticos presentes en los linfoblastos hacen que los mismos sigan creciendo y dividiéndose, mientras que una célula sana dejaría de dividirse y moriría con el tiempo. Todas las células que surgen a partir de la célula blástica leucémica inicial también tienen el ADN mutado. A medida Leucemia linfoblástica aguda en niños y adolescentes I 7que se multiplican de forma descontrolada y se acumulan rápidamente en la médula ósea, las células leucémicas enlentecen o impiden la producción de glóbulos rojos, glóbulos blancos y plaquetas normales y sanos. Como consecuencia, hay un exceso de células blásticas leucémicas inmaduras que no pueden combatir las infecciones y una cantidad insuficiente de glóbulos rojos, glóbulos blancos y plaquetas maduros y funcionales. Con el tiempo, las células leucémicas se desbordan de la médula ósea al torrente sanguíneo. Esto puede ocasionar un aumento de la cantidad de glóbulos blancos en la sangre, pero la mayoría de ellos son células leucémicas que no protegen contra las infecciones. Una vez que están en la sangre, las células leucémicas pueden diseminarse a otras partes del cuerpo, tales como el sistema nervioso central (cerebro y médula espinal) o los testículos. Para cuando una persona recibe el diagnóstico de leucemia linfoblástica aguda, la cantidad de glóbulos rojos, glóbulos blancos y plaquetas sanos suele ser menor de lo normal. La deficiencia de células sanguíneas puede ocasionar infecciones, anemia y sangrados excesivos o moretones. Término médico: Descripción: Anemia Deficiencia de glóbulos rojos Trombocitopenia Deficiencia de plaquetas (\"trombocito\" es otra palabra que designa a una plaqueta) Neutropenia Deficiencia de neutrófilos (un neutrófilo es un tipo de glóbulo blanco) Este librito se enfoca en la leucemia linfoblástica aguda, pero hay otros tipos de cáncer, denominados linfomas, que también se originan en las células linfoides. Aunque la mayoría de los linfomas surgen a partir de células linfoides más maduras, en casos poco frecuentes pueden desarrollarse a partir de linfoblastos. La diferencia principal entre las leucemias linfoblásticas y los linfomas linfoblásticos es la ubicación de las células cancerosas en el cuerpo. En las leucemias, como la leucemia linfoblástica aguda, las células cancerosas suelen encontrarse en la médula ósea y la sangre. En contraste, en la mayoría de los casos de linfoma, las células cancerosas se encuentran en los ganglios linfáticos o en otros tejidos u órganos linfáticos. Los pacientes con linfoma linfoblástico agudo generalmente se benefician de recibir tratamiento con regímenes similares a los que se emplean para la leucemia linfoblástica aguda, en lugar de la terapia tradicional para el linfoma. Por lo tanto, si su hijo ha sido diagnosticado de linfoma linfoblástico agudo, este librito debería ser útil para usted.8 I 800.955.4572 I www.LLS.org/espanol Signos y síntomas Estos términos se refieren a cambios en el cuerpo que pueden indicar la presencia de una enfermedad. Un \"signo\" es un cambio que el médico observa durante un examen o en el resultado de una prueba de laboratorio. Un \"síntoma\" es un cambio que el paciente puede ver o sentir. Si una persona tiene signos o síntomas que sugieren la posibilidad de que tenga leucemia, se la remite a un especialista denominado hematólogo- oncólogo. Este es un médico con capacitación especial en el diagnóstico y tratamiento de trastornos de la sangre y tipos de cáncer de la sangre, tales como la leucemia, el linfoma y el mieloma. Un hematólogo-oncólogo pediátrico se especializa en la atención de los niños con trastornos de la sangre y tipos de cáncer de la sangre. Es común que las personas con leucemia linfoblástica aguda sientan una pérdida de bienestar debido a la falta de células sanguíneas normales y sanas. Esto ocurre cuando las células leucémicas de la médula ósea desplazan a las células normales productoras de sangre. Si bien el conteo de células sanguíneas de un niño podría indicar la presencia de una cantidad elevada de glóbulos blancos, si tiene leucemia linfoblástica aguda, estas células no están completamente desarrolladas y no combaten adecuadamente las infecciones. En las personas con leucemia linfoblástica aguda, las células leucémicas empiezan a multiplicarse muy rápidamente y compiten con las demás células sanguíneas sanas por sustancias nutritivas y espacio. Por consiguiente, los niños con esta enfermedad pueden tener cantidades insuficientes de glóbulos rojos, glóbulos blancos y/o plaquetas maduros, y suelen presentar síntomas relacionados con las deficiencias de células sanguíneas. Entre los síntomas de la anemia (deficiencia de glóbulos rojos) se incluyen: {Fatiga {Falta de aliento durante las actividades físicas normales {Mareos {Palidez Entre los síntomas de la neutropenia (deficiencia de neutrófilos, un tipo de glóbulo blanco que es importante para combatir las infecciones) se incluyen: {Infecciones frecuentes {Fiebre recurrente Entre los síntomas de la trombocitopenia (deficiencia de plaquetas) se incluyen: {Moretones que aparecen con facilidad {Aparición de puntos rojos en la piel del tamaño de una cabeza de alfiler, denominados \"petequias\" Leucemia linfoblástica aguda en niños y adolescentes I 9 {Sangrados prolongados por cortaduras pequeñas {Sangrados nasales frecuentes o intensos {Encías sangrantes {Menstruaciones más intensas o frecuentes en las personas de sexo femenino Los síntomas también pueden estar relacionados con la acumulación de células leucémicas en otras partes del cuerpo. Entre estos síntomas pueden incluirse: {Pérdida de peso o del apetito sin causa aparente {Sudores nocturnos {Dolor en los huesos y articulaciones {Hinchazón de los ganglios linfáticos {Agrandamiento del bazo o hígado {Dolor abdominal {Sibilancias, tos o respiración que causa dolor Cabe destacar que los signos y/o síntomas de la leucemia linfoblástica aguda pueden ser parecidos a los de otras enfermedades. Si su hijo presenta cualquiera de los síntomas anteriores, consulte con su médico a fin de que él o ella reciba el diagnóstico y tratamiento adecuados. Pruebas diagnósticas Aunque la presencia de ciertos signos y síntomas puede indicar que una persona tiene leucemia linfoblástica aguda, es necesario realizar pruebas de laboratorio para confirmar el diagnóstico. Es importante obtener un diagnóstico acertado porque esto ayuda al médico a: {Estimar la manera en que progresará la enfermedad {Determinar el tratamiento adecuado Hable con el médico sobre: {Las pruebas diagnósticas que se van a realizar {El significado de los resultados {Cómo obtener copias de los resultados Algunas de estas pruebas podrían repetirse durante y después del tratamiento para evaluar la eficacia del mismo. Antecedentes médicos. El médico de su hijo recopilará sus antecedentes médicos completos. Preguntará sobre todos los problemas de salud que su hijo ha tenido y los tratamientos que ha recibido. Esto podría incluir información 10 I 800.955.4572 I www.LLS.org/espanol sobre sus enfermedades, lesiones, medicamentos y otros tratamientos previos. Algunas enfermedades son hereditarias, por lo que el médico también podría preguntar sobre la salud de los parientes consanguíneos de su hijo. Examen físico. El médico querrá obtener información sobre los síntomas actuales de su hijo y le realizará un examen físico. Durante el examen, es posible que el médico ausculte los pulmones y el corazón de su hijo y que le examine cuidadosamente el cuerpo en busca de signos de infección y enfermedad. Puede que también palpe distintas partes del cuerpo del niño para evaluar los órganos internos. Por ejemplo, podría palparle el abdomen para ver si su hijo tiene agrandamiento del hígado o bazo. Debido a que la leucemia linfoblástica aguda puede producir agrandamiento de los ganglios linfáticos, el médico podría evaluar los ganglios linfáticos del cuello y de las axilas del niño. En pacientes de sexo masculino, el médico también podría examinar los testículos para determinar si hay alguna masa anormal. Conteo sanguíneo completo (CBC, por sus siglas en inglés) con fórmula leucocitaria. Esta prueba, que también se denomina hemograma, sirve para medir la cantidad de glóbulos rojos, glóbulos blancos y plaquetas en una muestra de sangre. También mide la cantidad de hemoglobina presente en los glóbulos rojos. El hemograma debería incluir la fórmula leucocitaria, que mide la cantidad de los distintos tipos de glóbulos blancos que se encuentran en la muestra. Los niños con leucemia linfoblástica aguda suelen tener una cantidad elevada de glóbulos blancos, pero la mayoría de ellos son células blásticas leucémicas que no protegen contra las infecciones. Por otra parte, es posible que no tengan una cantidad suficiente de glóbulos blancos, glóbulos rojos o plaquetas maduros. Incluso si los resultados del hemograma sugieren la presencia de leucemia, el diagnóstico de leucemia linfoblástica aguda suele establecerse solamente después del examen de una muestra de células de la médula ósea. Dicha muestra puede obtenerse por medio de una aspiración y biopsia de médula ósea (vea a continuación). Aspiración y biopsia de médula ósea. La leucemia comienza en la médula ósea. Para diagnosticar la leucemia linfoblástica aguda deben obtenerse muestras de médula ósea, las cuales se analizan en busca de células leucémicas. Por lo general, el procedimiento se realiza en el consultorio del médico o en un hospital. La mayoría de los niños reciben sedantes o anestesia general durante el procedimiento. Las muestras suelen extraerse de la parte superior del lado posterior del hueso de la cadera. La médula ósea consta de una parte sólida y una parte líquida. En una aspiración de médula ósea, se introduce una aguja hueca especial para biopsias en la médula ósea, a través del hueso de la cadera, para succionar (extraer) una muestra líquida de células. En una biopsia de médula ósea, se usa una aguja más ancha para extraer una muestra de hueso sólido que contiene médula ósea. Ambas muestras se envían a un laboratorio, donde se examinan al microscopio. Vea la Figura 1 en la página 11.Leucemia linfoblástica aguda en niños y adolescentes I 11 Figura 1. ¿Cómo se hacen las pruebas de sangre y de médula ósea? Aspiración y biopsia de médula ósea Izquierda: lugar en el lado posterior del hueso pélvico del paciente donde se realiza la aspiración o la biopsia de médula ósea. Derecha: lugar donde la aguja (de la izquierda) penetra en el hueso para obtener la muestra líquida para la aspiración y la otra aguja (de la derecha) lo penetra para obtener la muestra de hueso para la biopsia. Las agujas para estas pruebas son de diferentes tamaños.Prueba de sangre: se extrae sangre del brazo del paciente con una aguja. La sangre se recoge en tubos y se la envía a un laboratorio para su análisis. Aspiración de médula ósea: se extrae de la médula ósea una muestra de líquido con células y se la envía a un laboratorio para su análisis. Biopsia de médula ósea: se extrae del cuerpo una muestra muy pequeña de hueso lleno de células de la médula ósea y se la envía a un laboratorio para su análisis. Ambas pruebas de médula ósea se hacen con agujas especiales. Algunos pacientes permanecen despiertos durante el procedimiento. Primero reciben un medicamento para adormecer la parte del cuerpo de donde se extraerá la muestra de células. Algunos pacientes reciben un medicamento que los hace dormir durante el procedimiento. Por lo general, la muestra de células se extrae del lado posterior del hueso de la cadera del paciente. Las pruebas de sangre y de médula ósea pueden realizarse en el consultorio del médico o en un hospital. La aspiración y la biopsia de médula ósea casi siempre se hacen juntas en la misma consulta. Es posible que las pruebas de sangre y médula ósea se realicen tanto durante como después del tratamiento. Las pruebas se repiten para determinar si el tratamiento está surtiendo efecto. Lugar de donde comúnmente se obtiene la muestraEn una aspiración de médula ósea se obtiene una muestra de líquido con célulasEn una biopsia de médula ósea se obtiene una muestra de hueso con médulaAgujas Piel y grasa Médula óseaPosición del paciente Hueso esponjosoHueso compacto12 I 800.955.4572 I www.LLS.org/espanol Figura 2. Células de la leucemia linfoblástica aguda El panel A muestra una fotografía de células en desarrollo en la médula ósea sana. Las diferencias en el aspecto de las células es algo característico de la médula ósea normal. El panel B muestra una fotografía de las células de la médula ósea de un paciente con leucemia linfoblástica aguda. Las células blásticas leucémicas se caracterizan por su aspecto invariable. Panel A Panel BAnálisis celular. En el laboratorio, un hematopatólogo examina las muestras de sangre y médula ósea. Este es un médico que cuenta con capacitación especial en la identificación de las enfermedades de la sangre mediante el análisis de las células al microscopio. El hematopatólogo examina las células de la sangre y médula ósea al microscopio para determinar su tamaño, forma y tipo, así como para identificar otras características celulares. Un hallazgo importante consiste en determinar si el aspecto de las células corresponde al de células sanguíneas maduras y normales o al de células sanguíneas inmaduras y anormales (células blásticas). Vea la Figura 2 a continuación. Otro hallazgo importante es el porcentaje de células blásticas que se identifican en las muestras. En condiciones normales, no hay células blásticas en la sangre, y no más del 5 por ciento de las células presentes en la médula ósea son células blásticas. Por lo general, para establecer un diagnóstico de leucemia linfoblástica aguda en un niño se debe hallar que al menos el 25 por ciento de las células en la médula ósea son linfoblastos. Si se detecta la presencia de leucemia, se realizan otras pruebas con las muestras de sangre y médula ósea para obtener información sobre el subtipo de leucemia linfoblástica aguda que tiene. Leucemia linfoblástica aguda en niños y adolescentes I 13 Citometría de flujo. Esta prueba de laboratorio sirve para analizar los antígenos (o proteínas) presentes en la superficie y en el interior de las células cancerosas. Comprobar la presencia o ausencia de ciertas proteínas puede ayudar al hematopatólogo a determinar el tipo de leucemia que tiene el paciente. El perfil de las proteínas de la superficie celular se denomina \"inmunofenotipo\". Para esta prueba suele emplearse una muestra de médula ósea, pero la prueba también se puede llevar a cabo con una muestra de sangre. A la muestra de células se incorporan anticuerpos especiales, producidos en un laboratorio, que solamente se unen a las células que tienen un antígeno específico en su superficie. Según el tipo de leucemia, las células leucémicas pueden tener distintos antígenos en su superficie. Ciertos antígenos, con designación de \"cúmulo de diferenciación\" (o proteínas CD), son útiles para identificar las células leucémicas. La citometría de flujo ayuda a confirmar el diagnóstico de leucemia linfoblástica aguda. Se emplea asimismo para determinar el tipo de linfocitos (ya sea de linaje B o T) en el que se originó la enfermedad y para evaluar la madurez de estas células. Además, esta prueba sirve para evaluar los resultados del tratamiento. Pruebas genéticas. El cáncer es una enfermedad provocada por mutaciones (cambios) que ocurren en el material genético del interior de las células. Este material genético se denomina ADN (ácido desoxirribonucleico). Dentro de las células, el ADN se encuentra empaquetado en estructuras filamentosas denominadas \"cromosomas\". En cada persona que tiene cáncer, las células cancerosas tienen una combinación única de mutaciones genéticas. Las pruebas genéticas deberían realizarse al momento del diagnóstico inicial del cáncer y también podrían estar indicadas tras una recaída. Esto se debe a la posibilidad de que los pacientes adquieran anomalías genéticas adicionales después de completado el tratamiento inicial. Las siguientes pruebas sirven para examinar los cromosomas y genes de las células leucémicas. Análisis citogenético. En esta prueba, el hematopatólogo (u otro tipo de especialista) utiliza un microscopio para examinar los cromosomas del interior de las células. En el caso de los pacientes con leucemia linfoblástica aguda, el análisis citogenético sirve para buscar cambios anormales en los cromosomas de las células leucémicas. Las células humanas normales contienen 23 pares de cromosomas, lo que totaliza 46 cromosomas. Cada par de cromosomas tiene un determinado tamaño, forma y estructura. En muchos casos de leucemia linfoblástica aguda, 14 I 800.955.4572 I www.LLS.org/espanol los cromosomas de las células leucémicas presentan cambios anormales que pueden verse al microscopio. Estas anomalías pueden ser \"numéricas\" o \"estructurales\". Una \"anomalía numérica\" ocurre cuando la cantidad de cromosomas en la célula es distinta a la que se suele encontrar. Por ejemplo, en vez de la cantidad típica de 46 cromosomas, podría haber 45 o 47 cromosomas. Una \"anomalía estructural\" ocurre cuando la estructura de un cromosoma se ve alterada. Un tipo de anomalía estructural es la \"translocación\". Una translocación se produce cuando un fragmento de un cromosoma se desprende y se une a otro cromosoma. A veces, se desprenden fragmentos de dos cromosomas diferentes y estos intercambian sus posiciones. Esto da lugar a un \"gen de fusión\", un gen anormal que se forma cuando se fusionan dos genes distintos. El análisis citogenético puede realizarse con una muestra de médula ósea o de sangre. Las células leucémicas presentes en la muestra se cultivan en el laboratorio de modo que se multipliquen y luego, antes del examen, se tiñen con un colorante. La muestra teñida se examina al microscopio y se toman fotografías que muestran la disposición de los cromosomas, lo que se denomina \"cariotipo\". El cariotipo muestra si hay algún cambio anormal en cuanto al tamaño, la forma, la estructura o el número de cromosomas presentes en las células leucémicas. Vea la Figura 3 a continuación. El análisis citogenético ofrece información que permite determinar el pronóstico del paciente (desenlace clínico previsto) y las opciones de tratamiento. Esta información puede indicar la manera en que la enfermedad Esta figura muestra un cariotipo masculino normal. Cortesía del Dr. Dong Chen, hematopatólogo, Mayo Clinic, Rochester, MN. Figura 3. Cariotipo masculino normalLeucemia linfoblástica aguda en niños y adolescentes I 15 responderá al tratamiento. Por ejemplo, una translocación entre los cromosomas 9 y 22 se asocia a un diagnóstico de leucemia linfoblástica aguda con presencia del cromosoma Philadelphia (Ph+), un subtipo cuyo tratamiento es distinto al de otros subtipos. Vea la página 46 para obtener más información sobre la leucemia linfoblástica aguda Ph+. Hibridación in situ con fluorescencia (FISH, por sus siglas en inglés). Esta prueba muy sensible sirve para examinar los genes o cromosomas en las células y tejidos. Los médicos la emplean para detectar ciertos cambios anormales en los cromosomas y genes de las células leucémicas. En el laboratorio, se preparan fragmentos de ADN que contienen un colorante fluorescente especial, los cuales se añaden a las células leucémicas en un portaobjetos. Los fragmentos de ADN que se unen a ciertos genes o áreas de los cromosomas se iluminan al examinar el portaobjetos con un microscopio especializado de \"fluorescencia\". La prueba FISH no solo permite identificar la mayoría de las anomalías que pueden verse con un microscopio, sino también algunos cambios que son demasiado pequeños para detectarse mediante pruebas citogenéticas básicas. Sin embargo, esta prueba no se emplea generalmente como herramienta de detección. La prueba FISH tiene una desventaja: el médico debe seleccionar los cromosomas o genes específicos que se van a examinar, antes de que se realice la prueba. Reacción en cadena de la polimerasa (PCR, por sus siglas en inglés). Esta es una prueba muy sensible que sirve para detectar y evaluar ciertas mutaciones genéticas y cambios cromosómicos que no pueden verse al microscopio. Básicamente, mediante la prueba PCR se amplifican (aumentan) pequeñas cantidades de fragmentos específicos de ARN (ácido ribonucleico) o ADN (ácido desoxirribonucleico) para que sea más fácil detectarlos y evaluarlos en una muestra de células. Esta prueba permite detectar una sola célula leucémica en más de 100,000 células normales. Por eso, es uno de los métodos que se emplea para la evaluación de enfermedad residual mínima (MRD, por sus siglas en inglés), lo cual se refiere a la pequeña cantidad de células cancerosas que puede permanecer en el cuerpo del paciente después del tratamiento. Una prueba PCR puede realizarse con una muestra de médula ósea o de sangre. Secuenciación de próxima generación. Esto se refiere a la técnica innovadora de varias pruebas de laboratorio distintas que permiten examinar rápidamente la secuencia (orden) exacta del ADN o ARN. De este modo es posible identificar una gran variedad de alteraciones genéticas en las células cancerosas del paciente. La identificación de estas alteraciones es importante para orientar la evaluación de riesgos y el pronóstico, y también puede servir para orientar las decisiones sobre el tratamiento. La secuenciación de próxima generación puede ayudar a determinar cuáles son los pacientes en alto riesgo que podrían necesitar un tratamiento más intensivo o que podrían beneficiarse de recibir terapias novedosas. La cantidad de genes mutados que pueden 16 I 800.955.4572 I www.LLS.org/espanol detectarse en los pacientes con leucemia linfoblástica aguda ha aumentado considerablemente desde que se dispone de la secuenciación de próxima generación. Consulte las publicaciones gratuitas de LLS tituladas La genética y Pruebas de laboratorio y de imagenología para obtener más información sobre estas pruebas. Visite www.LLS.org/3D (en inglés) para ver imágenes interactivas en 3D de algunas pruebas de laboratorio y de imagenología. Diagnóstico y clasificación celular En el caso de los niños, para establecer un diagnóstico de leucemia linfoblástica aguda generalmente se debe hallar que al menos el 25 por ciento de las células de la médula ósea son linfoblastos. Los médicos clasifican la leucemia linfoblástica aguda en subtipos en función del tipo de linfocito afectado y las características genéticas de las células leucémicas. El subtipo de la enfermedad se determina según los resultados de las pruebas de laboratorio del niño. Subtipos de leucemia linfoblástica aguda. Los subtipos de leucemia linfoblástica aguda se clasifican con base en ciertas características de las células leucémicas. La determinación del subtipo de la enfermedad es un factor importante en la planificación del tratamiento. El médico hablará con usted sobre cuáles combinaciones de medicamentos y \"protocolos\" se indican para su hijo, según el subtipo de leucemia linfoblástica aguda que tiene. (En el ámbito de la medicina, un protocolo es un plan detallado del tratamiento y los procedimientos). El médico también podría hablar con usted sobre la posibilidad de que un ensayo clínico sea una opción adecuada de tratamiento para su hijo. Inmunofenotipificación. Las células leucémicas pueden clasificarse según los perfiles de antígenos que se encuentran en su superficie, denominados \"inmunofenotipos\". Con base en el inmunofenotipo de las células leucémicas, la Organización Mundial de la Salud (OMS) clasifica a la leucemia linfoblástica aguda de la siguiente manera (vea la Tabla 1 en la página 18): {Leucemia o linfoma linfoblástico de células B. Este subtipo se inicia en células inmaduras que normalmente se convertirían en células B. En los niños, si el 25 por ciento o más de las células de la médula ósea son linfoblastos de este linaje, la enfermedad se designa como leucemia linfoblástica de células B (B-cell ALL, en inglés). Si los linfoblastos están limitados a una masa en un ganglio linfático u otro tejido linfoide y menos del 25 por ciento de las células de la médula ósea son linfoblastos del linaje B, se designa como linfoma linfoblástico de células B. Los pacientes con linfoma linfoblástico generalmente se benefician de recibir tratamiento con regímenes similares a los que se emplean para la leucemia linfoblástica aguda, en lugar de la terapia tradicional para el linfoma. Leucemia linfoblástica aguda en niños y adolescentes I 17 El subtipo de células B, que es el más común, representa aproximadamente un 80 por ciento de los casos de la leucemia linfoblástica aguda en niños. Dentro del linaje de células B, los marcadores (proteínas) de la superficie celular varían según la etapa de maduración celular. Antes del 2008, la OMS clasificaba a la leucemia linfoblástica de células B como leucemia linfoblástica de \"células B precursoras\". Este término obsoleto a veces se emplea para distinguir la leucemia linfoblástica aguda de células B de la leucemia linfoblástica aguda de células B maduras, que actualmente se denomina \"leucemia de Burkitt\". El enfoque de tratamiento para la leucemia de Burkitt se basa en el que se emplea para el linfoma no Hodgkin y es muy diferente del que se usa para la leucemia linfoblástica aguda. Consulte la publicación gratuita de LLS titulada Linfoma no Hodgkin para obtener más información al respecto. {Leucemia o linfoma linfoblástico de células T. Este subtipo se inicia en células inmaduras que normalmente se convertirían en células T. En los niños, si el 25 por ciento o más de las células de la médula ósea son linfoblastos de este linaje, la enfermedad se designa como leucemia linfoblástica de células T (T-cell ALL, en inglés). Si menos del 25 por ciento de las células de la médula ósea son linfoblastos de dicho linaje y hay agrandamiento de los ganglios linfáticos, se designa como linfoma linfoblástico de células T. Este subtipo es menos común que la leucemia linfoblástica aguda de células B y se presenta con mayor frecuencia en adultos que en niños. El subtipo de células T representa aproximadamente del 15 al 20 por ciento de todos los casos de leucemia linfoblástica aguda en niños. Cambios genéticos. Además de su clasificación según el linaje celular, ya sea de células B o de células T, la leucemia linfoblástica aguda se clasifica también en función de los cambios que se identifican en ciertos cromosomas y genes (vea las Tablas 2 y 3 en las páginas 19 a 21). Los investigadores han hallado que, en los pacientes con leucemia linfoblástica aguda de células B, la respuesta al tratamiento es mejor en el caso de algunas mutaciones genéticas que lo es en otras. Esta identificación de anomalías genéticas específicas en los pacientes con el subtipo de células B es fundamental para la evaluación de la enfermedad, la estratificación de riesgos y la planificación del tratamiento. A pesar de que los investigadores también han detectado determinadas anomalías genéticas en los casos del subtipo de células T, las mismas no se emplean en la actualidad de manera habitual en el diagnóstico y planificación del tratamiento (aunque tal vez representen objetivos celulares importantes en el futuro). Alrededor del 75 por ciento de los casos de leucemia linfoblástica aguda en niños pueden clasificarse en subgrupos con base en anomalías cromosómicas y mutaciones genéticas. No todos los pacientes con esta enfermedad presentan los mismos cambios genéticos. Algunos cambios son más comunes que otros, y algunos tienen un efecto mayor en el pronóstico del paciente. Consulte la publicación gratuita de LLS titulada La genética para obtener más información sobre la genética y las pruebas genéticas.18 I 800.955.4572 I www.LLS.org/espanol Leucemia/linfoma linfoblástico de células B Leucemia/linfoma linfoblástico de células B sin otra especificación (NOS, por sus siglas en inglés) Leucemia/linfoma linfoblástico de células B con anomalías genéticas recurrentes de células B con t(9;22)(q34.1;q11.2); BCR-ABL1 Leucemia/linfoma B con t(v;11q23.3); de células B células B células B con B con leucemia/linfoma linfoblástico de células B, con presencia de BCR-ABL1 Entidad provisional: leucemia/linfoma linfoblástico de células B con linfoblástico células T Entidad provisional: leucemia linfoblástica precursores inmaduros de células T Entidad provisional: leucemia/linfoma linfoblástico de células asesinas naturales (NK, en inglés) Tabla 1. Clasificación de la leucemia linfoblástica aguda según la Organización Mundial de la Salud Abreviaturas: t = translocación entre cromosomas; q = brazo largo de un cromosoma (la mitad inferior); p = brazo corto de un cromosoma (la mitad superior), v = variable. Fuente: Organización Mundial de la Salud (OMS). Clasificación de los tipos de leucemia linfoblástica aguda. 2016.Leucemia linfoblástica aguda en niños y adolescentes I 19Subtipo genético Alteraciones comunes Frecuencia Pronóstico Anomalías en el número de cromosomas Hiperdiploidía alta: de 51 a 67 cromosomas25% Favorable Hiperdiploidía baja: de 47 a 50 cromosomas14%Previamente desfavorable; ahora, intermedio Hipodiploidía: < 44 cromosomasCasi haploide (de 24 a 31 cromosomas), hipodiploidía baja (de 32 a 39 cromosomas)Del 1 al 2% Desfavorable Translocaciones KMT2A (MLL) Del 5 al 6%Desfavorable (en bebés); intermedio (en niños más comunes en los casos infantiles de leucemia linfoblástica aguda de células B20 I 800.955.4572 I www.LLS.org/espanolSubtipo genético Alteraciones comunes Frecuencia Pronóstico Otros perfiles de fusión t(9;22)(q34;p11·2) BCR-ABL1 Del 3 al 5%Desfavorable antes de la disponibilidad de los TKI; ¿intermedio con dicha terapia? Otros Similar al subtipo Ph+IGH-CRLF2, Desfavorable Reordenaciones PDGFRBDel 5 de Desfavorable Leucemia linfoblástica aguda asociada a la trisomía 21Mutaciones de P2RY8-CRLF2, JAK2Del 50 al 60% de los casos de DS-ALLIntermedio copias de RUNX12% Desfavorable Reordenaciones de DUX4 3 al 7% Favorable Reordenaciones de MEF2D-HNRNPUL1Del 3 al 6% Desfavorable Reordenaciones de ZNF384 EP300-ZNF384 4% Intermedio Tenga en cuenta que los porcentajes podrían totalizar más del 100% debido a la coocurrencia de varias lesiones genéticas. Abreviaturas: DS-ALL = sigla en inglés de leucemia linfoblástica aguda asociada al síndrome de Down; iAMP21 = sigla en inglés de amplificación intracromosómica del cromosoma 21; TKI = sigla en inglés de inhibidor de la tirosina quinasa; t = translocación entre cromosomas; q = brazo largo de un cromosoma (la mitad inferior); p = brazo corto de un cromosoma (la mitad superior). Adaptada a partir de Tasian linfoblástica aguda en niños y adolescentes I 21Subtipo genético Alteraciones comunes Frecuencia Pronóstico Translocaciones cromosómicas recurrentes t(10;14)(q24;q11)Fusiones de TLX1 (HOX11)Del 5 al 20 al según estudios) t(8;14)(q24;q11) al 10%Desfavorable (según estudios); inter - medio (según otros estudios) t(9;14)(q34q32) NUP214-ABL1 Del 5 al 15%Desfavorable (según algunos estudios); inter - medio (según otros estudios) Mutaciones de NOTCH1Del 50 al 60%Favorable ETP Del 10 al 15%Desfavorable (según algunos estudios); inter - medio (según otros estudios) Mutación de FBXW7 15% Otros asociados a casos de T-ALL6% Tenga en cuenta que los porcentajes podrían totalizar más del 100% debido a la coocurrencia de varias lesiones genéticas. Abreviaturas: T-ALL = sigla en inglés de leucemia linfoblástica aguda de células T; ETP = sigla en inglés de precursor tímico inmaduro o precursor inmaduro de células T; t = translocación entre cromosomas; q = brazo largo de un cromosoma (la mitad inferior); p = brazo corto de un cromosoma (la mitad superior). Adaptada a partir de Tasian . 2017;176:867-882.Tabla 3. Alteraciones genéticas comunes en los casos infantiles de leucemia linfoblástica aguda de células T22 I 800.955.4572 I www.LLS.org/espanolCuando se entere del diagnóstico de su hijo. Es probable que usted sienta una amplia gama de emociones desde el momento en el que le diagnostican cáncer a su hijo, así como durante el tratamiento y después del mismo. Estas emociones pueden incluir conmoción, negación, temor, ira, culpa y tristeza. Tal vez llegue a sentir que la vida nunca volverá a ser la misma, ni para su hijo ni para su familia. Permítase sentirse triste. Comprenda que usted no tiene la culpa de la enfermedad diagnosticada a su hijo. Con el tiempo, usted y su familia encontrarán formas de adaptarse y, gradualmente, desarrollarán un nuevo sentido de normalidad. Todos estos sentimientos son de esperar, pero si se siente consumido por sentimientos y emociones negativos o no es capaz de funcionar, busque ayuda profesional. Los psicólogos, trabajadores sociales y asesores religiosos o espirituales podrían ayudarlo a hacer frente al diagnóstico de su hijo. Es importante que intente manejar sus sentimientos para poder ayudar a su hijo a afrontar la situación y para poder seguir manejando otros aspectos de su vida familiar y el trabajo. Cómo hablar con su hijo sobre el diagnóstico. Sin importar la edad que tengan, los niños suelen darse cuenta cuando su salud preocupa a sus padres. Su hijo podría sentir muchos tipos de emociones, tales como enojo, culpa, temor, ansiedad y tristeza, posiblemente todas en rápida sucesión. A veces, los padres desean proteger a sus hijos de la información sobre la enfermedad y el tratamiento. Tenga en cuenta que los niños usarán su imaginación para llenar lo que perciben como vacíos de información. Compartir información sobre la enfermedad y el tratamiento ayuda a fomentar la confianza que tiene su hijo en usted y los miembros del equipo de profesionales encargados del tratamiento, a fin de que el niño se sienta a gusto al hablar sobre sus temores e inquietudes. Anime a su hijo a que hable sobre sus inquietudes y haga preguntas. Presente a su hijo a los miembros del equipo de profesionales médicos que pueden brindarle apoyo psicosocial. Esto incluye a psicólogos, trabajadores sociales, terapeutas especializados en arteterapia o terapia de juego y especialistas en vida infantil. Además de ayudarlo a explicar la enfermedad y su tratamiento a su hijo, ellos pueden ayudar a su hijo a entender mejor la enfermedad que padece a través de juegos u otras actividades. Cuando hable con su hijo sobre el diagnóstico, es importante que la conversación sea adecuada para su edad. Tenga en cuenta las pautas de las siguientes páginas, organizadas en función de la edad.Leucemia linfoblástica aguda en niños y adolescentes I 23Bebés/niños pequeños (de 0 a 3 años) {Los niños tan pequeños no entienden lo que es una enfermedad ni lo que es el cáncer. Sin embargo, se dan cuenta de los cambios de sus rutinas y los sentimientos de las personas que los rodean. {Los niños de este grupo etario podrían tener miedo del personal y los procedimientos médicos. {Los bebés y niños pequeños podrían tener miedo al abandono o de que los dejen en el hospital. Ofrézcales consuelo físico y verbal. Niños de preescolar/jardín de infantes (de 4 a 6 años) {A esta edad, los niños podrían entender en cierta medida lo que es una enfermedad, tal como un resfriado, pero es posible que no entiendan las consecuencias de una enfermedad grave. {El foco principal de su atención serán los síntomas que les afecten en algún momento dado. {Los niños de este grupo etario podrían tener miedo al dolor. Por lo tanto, explíqueles con anticipación las pruebas médicas o los tratamientos. {Asegure a su hijo que no hizo nada malo y que no causó el cáncer. Niños de escuela primaria/intermedia (de 7 a 12 años) {Los niños de este grupo etario podrían entender mejor lo que es una enfermedad grave, pero no específicamente el cáncer. {Es posible que hayan oído cosas sobre el cáncer en la escuela, de sus amigos, en la televisión o que hayan encontrado información en Internet. Hable con su hijo sobre lo que él o ella sabe y corrija cualquier malentendido, especialmente los que causan angustia. {Explíquele con anticipación las pruebas, los tratamientos y otros procedimientos médicos. Es posible que su hijo tenga miedo al dolor y se resista a someterse a algunas pruebas o procedimientos. Sea honesto. Si un procedimiento podría ser doloroso, consulte con el equipo de profesionales médicos y decida cómo explicarle lo que se hará para aliviar el dolor y la razón por la cual el procedimiento es importante. {Hable con su hijo de antemano sobre los posibles cambios en su apariencia física. {Podría ser necesario hablar con su hijo sobre la conservación de la fertilidad. Algunos tratamientos contra el cáncer podrían afectar la fertilidad. La conservación de la fertilidad (por ejemplo, el uso de un 24 I 800.955.4572 I www.LLS.org/espanolbanco de óvulos o esperma) puede ser una opción en el caso de los niños que ya han entrado en la pubertad. Esto es algo que debe hacerse antes de que empiece el tratamiento. Pida ayuda al equipo de profesionales médicos para llevar a cabo esta delicada conversación. {Es posible que note señales de regresión en el comportamiento de su hijo, tales como chuparse el dedo, mojar la cama o tener berrinches. {Puede que el niño se valga de juegos para procesar la información, por ejemplo, jugando al doctor y paciente. {Si el tratamiento contra el cáncer ocasionará algún cambio en la rutina diaria de su hijo, explíquele los cambios de antemano para que sepa qué esperar. Niños de escuela secundaria/adolescentes (de 13 a 18 años) {Los adolescentes normalmente pueden entender información compleja sobre el cáncer y podrían querer saber aún más. Usted todavía podría tener que corregir la información errónea que los adolescentes hayan oído sobre el cáncer en la escuela, de amigos, en la televisión y en películas o que hayan encontrado en Internet. {Es posible que los adolescentes quieran participar en las decisiones acerca de su tratamiento. Según sea apropiado, incluya a su hijo en las conversaciones con los miembros del equipo de profesionales médicos. {Podría ser necesario hablar con su hijo sobre la conservación de la fertilidad. Algunos tratamientos contra el cáncer pueden afectar la fertilidad. La conservación de la fertilidad (por ejemplo, el uso de un banco de óvulos o esperma) es algo que debe hacerse antes de que empiece el tratamiento. Pida ayuda al equipo de profesionales médicos para llevar a cabo esta delicada conversación. {Los adolescentes también podrían estar muy preocupados sobre los cambios de apariencia física, tales como la caída del cabello y la pérdida o aumento del peso, y asimismo les podría preocupar la reacción de sus compañeros a estos cambios. {Debido a que los adolescentes luchan por ser independientes, un diagnóstico de cáncer podría sentirse como un revés que puede provocar sentimientos de frustración y enojo. Es posible que traten de poner a prueba los límites establecidos por sus padres o que participen en conductas arriesgadas, tales como beber alcohol, usar drogas o tener relaciones sexuales. Leucemia linfoblástica aguda en niños y adolescentes I 25Maneras de ayudar a su hijo a afrontar la situación. Para ayudar a su hijo a afrontar el diagnóstico de cáncer: {Ofrézcale la estructura necesaria para aumentar su sentido de control. Los niños necesitan un entorno con estructura. Haga que las cosas sean tan consecuentes como sea posible. Por ejemplo, planifique la rutina que seguirán durante el tiempo que estén juntos en el hospital o la clínica. {Reconozca y elogie a su hijo cuando haga algo difícil. El elogio recurrente es la mejor manera de lograr el comportamiento deseable que le gustaría que tuviera su hijo. {Aplique las mismas consecuencias para el comportamiento inaceptable o inapropiado que aplicaba antes de que su hijo recibiera el diagnóstico de cáncer. La coherencia ayudará a mantener la estructura y normalidad. {Demuestre que usted respeta los sentimientos de ira, preocupación, tristeza o miedo de su hijo. Dele los medios apropiados para expresar estos sentimientos, tales como dibujar o llevar un diario. {Mantenga a su hijo ocupado con actividades durante el período de tratamiento para apartar su mente de las experiencias difíciles y desagradables. {Ayude a su hijo a mantenerse comunicado con sus amigos del barrio y de la escuela por medio de llamadas telefónicas, mensajes de texto , correos electrónicos o visitas, si es posible. {Pida asistencia profesional para su hijo si le resulta especialmente difícil adaptarse a la situación de su diagnóstico de cáncer y su tratamiento. Hermanos de los niños con cáncer. Cuando un niño recibe un diagnóstico de cáncer, todos los miembros de su familia se ven afectados por la experiencia. Esto incluye a los hermanos, que tal vez se sientan enojados, ansiosos, solos, tristes, culpables o incluso resentidos debido a la reciente atención que recibe su hermano o hermana. Usted puede ayudar a sus otros hijos a afrontar la situación de tener un hermano o hermana con diagnóstico de cáncer de algunas de las siguientes maneras: {Ofrézcales la oportunidad de hablar sobre cómo les afecta la experiencia. {Sea franco y esté dispuesto a responder preguntas sobre el cáncer y el tratamiento de su hermano. {Tranquilice a sus hijos más pequeños diciéndoles que no pueden contagiarse del cáncer de su hermano. Explíqueles que su hermano no hizo nada que haya causado el cáncer. {Explíqueles que otros familiares y amigos que están preocupados podrían preguntarles sobre el diagnóstico de su hermano. Converse sobre las maneras adecuadas de responder. 26 I 800.955.4572 I www.LLS.org/espanol {Avíseles que su hermano con cáncer podría tener menos energía o que se le podría caer el cabello. {Recuerde que sus otros hijos siguen teniendo sus propios problemas que no tienen nada que ver con el cáncer de su hermano. Sus problemas son reales y requieren su atención. {Imparta disciplina de manera consecuente y justa a todos sus hijos, a pesar de que podría ser más difícil hacerlo en este momento. {Asegúrese de decirles a todos sus hijos que los ama y que está orgulloso de ellos. Los hermanos de un niño con cáncer deben seguir asistiendo a la escuela y participando en sus actividades habituales, tanto como sea posible. Pida ayuda a sus amigos, familiares, otros padres y a los maestros. No obstante, es inevitable que las rutinas se vean afectadas, y los otros niños de su familia podrían sentirse perdidos o ignorados. Haga lo necesario para pasar tiempo a solas con cada uno de sus hijos de forma regular. Asegúrese de que el personal de la escuela de cada uno de ellos esté al tanto del diagnóstico. Hable con los maestros de sus otros hijos. Pregunte al trabajador social o al psicólogo del hospital, o al psicólogo de la escuela, si su comunidad ofrece algún programa para los hermanos de niños con cáncer. Para obtener más asistencia en la búsqueda de programas para los hermanos de los niños con cáncer, puede llamar también a un Especialista en Información de LLS al (800) 955-4572. SuperSibs, un programa de la Fundación Alex's Lemonade Stand, ofrece programas y apoyo a los hermanos de los niños con cáncer. Visite www.alexslemonade.org/supersibs (en inglés) para informarse más. Llame a un Especialista en Información de LLS para obtener más apoyo e información, o visite www.LLS.org/manual-para-las-familias para encontrar información destinada a los cuidadores. Planificación del tratamiento Selección de un hospital y un médico para el tratamiento de su hijo. La mayoría de los niños con cáncer reciben tratamiento en hospitales que se especializan en el tratamiento del cáncer infantil. Los médicos y otros profesionales de la salud de estos centros cuentan con capacitación especial y experiencia para brindar una atención integral a los niños. Con frecuencia, estos centros son miembros del Grupo de Oncología Infantil (COG, por sus siglas en inglés). Esta es la organización más grande del mundo que se dedica a la investigación clínica para mejorar la atención y el tratamiento de los niños con cáncer. Leucemia linfoblástica aguda en niños y adolescentes I 27Acudir a un hospital oncológico infantil especializado garantiza que su hijo reciba el mejor tratamiento posible. Para encontrar hospitales que se especialicen en el tratamiento de niños con leucemia linfoblástica aguda, puede pedirle una remisión al pediatra de su hijo o a su médico familiar, o puede llamar a un Especialista en Información de LLS al (800) 955-4572 . Los niños con diagnóstico de leucemia linfoblástica aguda normalmente deben iniciar el tratamiento tan pronto como sea posible tras el diagnóstico. A algunas familias les podría convenir buscar una segunda opinión, especialmente si el niño tiene un subtipo de leucemia linfoblástica aguda de alto riesgo o si la enfermedad ha reaparecido (se encuentra en recaída) después del tratamiento inicial. Una segunda opinión podría ayudarlo a sentirse más seguro sobre el plan de tratamiento recomendado para su hijo. La segunda opinión debería obtenerse de otro hematólogo-oncólogo pediátrico, de preferencia uno que se especialice en el tratamiento de casos de leucemia linfoblástica aguda infantil. Este tipo de médico debería tener mucho conocimiento y experiencia en cuanto a las opciones más recientes de tratamiento. Antes de obtener una segunda opinión, le convendría comunicarse con su compañía de seguros médicos para asegurarse de que su plan cubra los costos correspondientes. Si no está seguro o se siente incómodo respecto a cómo decirle al médico que va a obtener una segunda opinión, llame a un Especialista en Información de LLS para consultar sobre una manera de hacerlo que le resulte cómoda. Fertilidad. Algunos tratamientos contra el cáncer pueden afectar la fertilidad (la capacidad de tener hijos en el futuro). Antes de que su hijo empiece el tratamiento, es importante consultar con el médico para averiguar si el tratamiento podría afectar su fertilidad. También podría ser conveniente que hable con un especialista en fertilidad, un tipo de médico que diagnostica y trata los problemas de infertilidad. Este especialista puede informarle sobre las posibles opciones para conservar la fertilidad de su hijo. Sin embargo, no siempre es recomendable postergar el tratamiento para abordar las opciones de conservación de la fertilidad. Muchos niños con leucemia linfoblástica aguda tienen que comenzar el tratamiento de inmediato. Para obtener más información sobre la conservación de la fertilidad, consulte la publicación gratuita de LLS titulada La fertilidad y el cáncer. Pruebas médicas previas al tratamiento. Antes de que su hijo inicie el tratamiento, el médico realizará pruebas para obtener más información sobre su enfermedad y estado de salud general, así como para averiguar si la enfermedad se ha diseminado a otras partes del cuerpo. Los médicos emplean esta información para la planificación del tratamiento. Algunas de estas pruebas médicas se resumen a continuación. Pruebas de sangre. Los médicos realizan pruebas de sangre con el fin de planificar el tratamiento. Algunas de estas pruebas de sangre se describen a continuación.28 I 800.955.4572 I www.LLS.org/espanol {Conteo sanguíneo completo (CBC, por sus siglas en inglés) con fórmula leucocitaria. Esta prueba, que también se denomina hemograma, sirve para medir la cantidad de glóbulos rojos, glóbulos blancos y plaquetas en una muestra de sangre. También mide la cantidad de hemoglobina presente en los glóbulos rojos. El hemograma debería incluir la fórmula leucocitaria, que mide la cantidad de los distintos tipos de glóbulos blancos que se encuentran en la muestra. {Perfil bioquímico de la sangre. Con este grupo de pruebas de sangre se miden los niveles de ciertas sustancias liberadas en la sangre por los órganos y tejidos del cuerpo. Entre ellas se incluyen electrolitos (tales como el sodio, el potasio y el cloruro), grasas, proteínas, glucosa (azúcar en la sangre), ácido úrico y enzimas. Los hallazgos del análisis bioquímico de la sangre indican en qué medida están funcionando los riñones, el hígado y otros órganos de la persona. Dicho análisis también brinda información útil sobre cualquier posible daño que pudiera haber en los órganos a causa de las células leucémicas o los tratamientos de la leucemia linfoblástica aguda. {Pruebas funcionales hepáticas. El hígado, que se encuentra en la parte superior derecha del abdomen, es el órgano más grande del cuerpo. Este órgano ayuda al cuerpo a digerir los alimentos, almacenar energía y eliminar toxinas de la sangre. Si hay células leucémicas en el hígado, estas pueden afectar su funcionamiento. Además, algunos medicamentos quimioterapéuticos pueden dañar el hígado y afectar su funcionamiento. Las pruebas funcionales hepáticas se realizan para evaluar en qué medida está funcionando el hígado. {Pruebas de coagulación. Estas pruebas miden la capacidad que tiene la sangre de coagular y detener los sangrados. Ciertas proteínas, denominadas \"factores de la coagulación\", son necesarias para el proceso de coagulación. Estas proteínas son producidas por el hígado. Además de evaluar en qué medida puede coagular la sangre, estas pruebas permiten determinar si hay deficiencia de alguna proteína, por ejemplo, la que se denomina fibrinógeno. Las pruebas de coagulación pueden ayudar a evaluar el riesgo que corre su hijo de presentar sangrados excesivos. {Pruebas para la evaluación del síndrome de lisis tumoral. Los niños con leucemia linfoblástica aguda pueden correr un alto riesgo de presentar una afección denominada \"síndrome de lisis tumoral\" (TLS, por sus siglas en inglés). La misma puede presentarse despues de iniciar el tratamiento, cuando una gran cantidad de células cancerosas mueren en un corto período de tiempo. A medida que las células leucémicas mueren, las mismas se descomponen y liberan su contenido en el torrente sanguíneo, lo cual altera el equilibrio normal de sustancias químicas presentes en la sangre. Esto puede sobrepasar la capacidad de los riñones, ya que no pueden eliminar todas las sustancias tóxicas de golpe. Los efectos de este síndrome pueden ser potencialmente mortales; pueden ser graves durante las fases iniciales del Leucemia linfoblástica aguda en niños y adolescentes I 29tratamiento, especialmente si el nivel de glóbulos blancos está muy elevado antes de empezar la terapia de inducción. El conjunto de pruebas para la evaluación del síndrome de lisis tumoral (denominado TLS panel, en inglés) pueden ayudar al médico a determinar si es probable que su hijo llegue a presentar esta complicación o si ya la tiene. {Tipificación de HLA. Esto consiste en la realización de una prueba de sangre a fin de identificar ciertas proteínas, denominadas antígenos leucocitarios humanos (HLA, por sus siglas en inglés), que se encuentran en la superficie de la mayoría de las células del cuerpo. Estas proteínas conforman el tipo de tejido de la persona, que varía de una persona a otra. Las mismas también cumplen una función importante en la respuesta inmunitaria del cuerpo ante sustancias extrañas, ya que ayudan al organismo a distinguir sus propias células de las ajenas. La tipificación de HLA se realiza antes de un alotrasplante de células madre para determinar si existe compatibilidad de tejidos entre el donante y la persona que recibirá el trasplante. Es una prueba importante en el caso de los pacientes con diagnóstico reciente de leucemia linfoblástica aguda, si es que se está considerando un alotrasplante de células madre como opción de tratamiento. Para obtener más información sobre el alotrasplante de células madre, vea la página 39. Punción lumbar. La leucemia linfoblástica aguda puede diseminarse al líquido que circula alrededor del cerebro y la médula espinal, denominado \"líquido cefalorraquídeo\". Para determinar si las células leucémicas se han diseminado a esa zona, se analiza una muestra de líquido cefalorraquídeo obtenida por un procedimiento denominado punción lumbar o \"punción raquídea\". Después de administrar un anestésico local para adormecer la zona de tejido sobre la columna vertebral, en la parte inferior de la espalda, se introduce una aguja fina entre dos huesos de la columna (vértebras) hasta llegar al líquido cefalorraquídeo. Vea la Figura 4 en la página 30 . Se extrae una muestra del líquido, la que se examina al microscopio en busca de células leucémicas que pudieran haberse diseminado al cerebro y a la médula espinal. Pruebas de imagenología. Por medio de estas pruebas se crean imágenes (fotos) del interior del cuerpo. El médico que se especializa en la interpretación de estas imágenes se denomina radiólogo. Se emplean varios tipos de pruebas de imagenología para detectar el lugar en el que se encuentra el cáncer en el cuerpo. Las pruebas de imagenología no se realizan de manera habitual a los niños con leucemia linfoblástica aguda, excepto en ciertas circunstancias. {Estudio de tomografía por emisión de positrones combinada con tomografía computarizada (PET-CT scan, en inglés). En este procedimiento se combinan las imágenes generadas tanto por un estudio PET como por un estudio CT. De este modo se produce una imagen más 30 I 800.955.4572 I www.LLS.org/espanoldetallada de áreas del interior del cuerpo que la que puede obtenerse con cualquiera de los dos estudios por separado. Si se sospecha la presencia de linfoma linfoblástico, se recomienda la realización de un estudio PET-CT de cuerpo entero. {Ultrasonido (ecografía). En esta prueba de imagenología se usan ondas sonoras de alta energía para examinar los tejidos y órganos del interior del cuerpo. Por ejemplo, permite detectar la presencia de cáncer en los testículos de las personas de sexo masculino. Si los testículos no son del mismo tamaño, o si tienen un bulto, el médico podría ordenar la realización de un ultrasonido para confirmar si hay una masa tumoral en los testículos. {Ecocardiografía. Ciertos tratamientos contra el cáncer pueden dañar el corazón. El médico podría realizar una ecocardiografía como parte del proceso de planificación del tratamiento, a fin de determinar qué tan bien bombea sangre el corazón. En este estudio se crea una imagen computarizada del corazón por medio del rebote de ondas ultrasónicas en los tejidos internos u órganos del pecho. La ecocardiografía muestra el tamaño, la forma y la ubicación del corazón, así como sus estructuras internas. También muestra si el corazón late y bombea sangre de manera normal. Consulte la publicación gratuita de LLS titulada Pruebas de laboratorio y de imagenología para obtener más información sobre estas pruebas. Visite www.LLS.org/3D (en inglés) para ver imágenes interactivas en 3D de algunas pruebas de laboratorio y de imagenología. Figura 4. Punción lumbar. Líquido cefalorraquídeoVértebra Parte inferior de espaldaPiel Aguja © Fran Milner 2019 Posición acostadaLeucemia linfoblástica aguda en niños y adolescentes I 31Factores pronósticos. Algunos factores pueden afectar el pronóstico del paciente, o sea el desenlace clínico probable de una enfermedad o dolencia que padece. Los médicos toman en cuenta los factores pronósticos para predecir qué tan probable es que la enfermedad del paciente responda al tratamiento. Estos factores ayudan a los médicos a planificar el régimen de tratamiento más adecuado para cada paciente. Además, los ayudan a determinar cuáles pacientes necesitan un tratamiento más intensivo. Algunos factores pronósticos se designan como \"favorables\" porque están asociados a un riesgo menor de recaída de la enfermedad después del tratamiento. Otros se designan como \"desfavorables\" porque están asociados a un mayor riesgo de recaída de la enfermedad después del tratamiento. Los niños con leucemia linfoblástica aguda suelen clasificarse en uno de tres grupos (categorías) de riesgo en función de los factores pronósticos: riesgo estándar, alto o muy alto. Esto se denomina estratificación del riesgo. Generalmente, los niños que están en el grupo de menor riesgo tienen un mejor pronóstico y reciben un tratamiento menos intensivo que aquellos que están en los dos grupos de riesgo más alto. Los siguientes son factores pronósticos en el caso de los niños con leucemia linfoblástica aguda. {Edad: la leucemia linfoblástica aguda suele ser más agresiva en bebés menores de 1 año y niños mayores de 10 años. {Conteo de glóbulos blancos: los niños que tienen un conteo de glóbulos blancos de 50 x 109/L o más al momento del diagnóstico necesitan tratamientos más intensivos. {Factores genéticos: ciertos cambios en los cromosomas o genes pueden hacer que resulte más fácil, o bien más difícil, eliminar las células leucémicas. Estos cambios ayudan a determinar si su hijo podría beneficiarse de recibir terapias más intensivas. En la Tabla 4 de la página 32 se enumeran algunos de los grupos de riesgo según factores genéticos en niños con leucemia linfoblástica aguda de células B. {Afectación del sistema nervioso central: los niños con leucemia linfoblástica aguda que tienen células leucémicas en el sistema nervioso central al momento del diagnóstico corren un riesgo mayor de recaída de la enfermedad. {Respuesta al tratamiento: los niños que presentan una respuesta más favorable a la terapia inicial de inducción corren un riesgo menor de recaída de la enfermedad. En el caso de los niños con leucemia linfoblástica aguda de células T, la estratificación del riesgo se realiza principalmente en función de la respuesta inicial al tratamiento. 32 I 800.955.4572 I www.LLS.org/espanol Tabla 4. Grupos de riesgo según factores genéticos en la leucemia linfoblástica aguda de células B Grupos de riesgo Base genética Características de riesgo favorable Hiperd iploidía alta: de 51 a 67 cromosomas El desenlace clínico más favorable se presenta en los casos con trisomía de los cromosomas 4, 10 y 17, entre otros Transloca ción críptica t(12;21)(p13;q22): fusión ETV6-RUNX1 Características de riesgo desfavorable Hipodiploidía: < 44 cromosomas Reordenación de KMT2A : t(4;11) u otras t(9;22)(q34;q11.2): BCR-ABL1 Leucemia linfoblástica aguda ) Alteraciones de IKZF1 Adaptada a partir de de riesgo para casos de leucemia linfoblástica aguda de células B. El médico podría describir la enfermedad de su hijo en relación con el grupo (o categoría) de riesgo que corresponda a su enfermedad. Se asigna a los pacientes a un grupo de riesgo en función de la edad, las características genéticas y clínicas de la enfermedad y los resultados de las pruebas de laboratorio. Saber el grupo de riesgo al que pertenece su hijo ayuda a los médicos a crear el plan de tratamiento que resultará más eficaz en su caso. Los pacientes con leucemia linfoblástica aguda de menor riesgo tienen más probabilidades de presentar resultados favorables y necesitan tratamientos menos intensivos. Los niños que figuran en los grupos de riesgo alto y muy alto suelen recibir un tratamiento más intensivo que aquellos que se encuentran en los grupos de menor riesgo. Los factores pronósticos que se emplean para asignar a los pacientes a grupos de riesgo varían entre los centros médicos. El Instituto Nacional del Cáncer emplea los factores que se citan a continuación para clasificar a los niños en grupos de riesgo al momento del diagnóstico. Riesgo estándar (bajo): niños de 1 año en adelante, pero menos de 10 años de edad que tienen un conteo de glóbulos blancos menor que 50,000/µL al momento del diagnóstico. Leucemia linfoblástica aguda en niños y adolescentes I 33 Riesgo alto: niños de 10 años de edad y mayores, y/o aquellos que tienen un conteo de glóbulos blancos de 50,000/µL o más al momento del diagnóstico. Riesgo muy alto: niños menores de 1 año de edad; niños con ciertos cambios genéticos; niños que presentan una respuesta lenta al tratamiento inicial; niños con signos de leucemia tras las primeras 4 semanas de tratamiento; y niños con enfermedad residual mínima después de 4 semanas de la terapia de inducción. Grupos de riesgo para casos de leucemia linfoblástica aguda de células T. En los casos de leucemia linfoblástica aguda de células T, la estratificación del riesgo se realiza principalmente en función de cómo responden los niños a la terapia de inducción (la primera fase del tratamiento). Los niños que presentan una respuesta más favorable a la terapia inicial de inducción corren un riesgo menor de recaída de la enfermedad. Opciones de tratamiento Es posible que se hayan aprobado tratamientos nuevos después de la impresión de este librito. Consulte en www.LLS.org/actualizaciones o llame al (800) 955-4572. Antes de que empiece el tratamiento, el médico de su hijo hablará con usted sobre las opciones de tratamiento. Entre ellas podrían incluirse una terapia estándar o la participación en un ensayo clínico. Una terapia \"estándar\" es el tratamiento que los expertos médicos consideran adecuado para un determinado tipo de enfermedad. Un \"ensayo clínico\" es un estudio de investigación en el cual se evalúa qué tan bien surte efecto un tratamiento médico nuevo en las personas. La participación en un ensayo clínico tal vez constituya la mejor opción de tratamiento para su hijo, por lo que es importante hablar con el médico sobre todas las opciones de tratamiento disponibles en su caso. No todos los niños con leucemia linfoblástica aguda reciben el mismo tipo de tratamiento. El médico adaptará el tratamiento de su hijo en función de varios factores, entre ellos, el subtipo de la enfermedad. Por ejemplo, en los casos de leucemia linfoblástica aguda con presencia del cromosoma Philadelphia, los niños reciben medicamentos denominados inhibidores de la tirosina quinasa (TKI, por sus siglas en inglés), además de quimioterapia. Hable con el médico sobre: {Las opciones de tratamiento en el caso de su hijo y los resultados que puede esperar del tratamiento {Los resultados que puede esperar del tratamiento estándar {La posibilidad de que su hijo participe en un ensayo clínico34 I 800.955.4572 I www.LLS.org/espanol Administración de tratamientos. Los tratamientos se administran de diferentes maneras, entre ellas: {Vía intravenosa. Durante una infusión intravenosa (IV), los medicamentos se inyectan lentamente en una vena a lo largo de varios minutos, algunas horas o incluso varios días (en el caso de una infusión continua). Los tratamientos intravenosos suelen administrarse por medio de un tubo delgado y flexible, denominado vía venosa central (o simplemente vía o catéter central), que se coloca en un vaso sanguíneo grande del cuello, pecho o brazo. Cuando el paciente tiene colocada una vía central, los medicamentos se administran por medio de la misma y los médicos no tienen que introducir una aguja en la vena del paciente cada vez que se administra el tratamiento. Los médicos también pueden emplear la vía central para administrar otros medicamentos y extraer muestras de sangre. Una vía central puede quedar colocada por semanas o meses, pero se debe limpiar y mantener con cuidado para reducir al mínimo el riesgo de que alguna infección ingrese al torrente sanguíneo. {Inyección intramuscular. En este método de tratamiento se emplea una aguja para administrar el medicamento en lo profundo del músculo. Los pacientes pueden recibir una inyección intramuscular en el brazo o la pierna. {Vía oral. Los medicamentos orales se toman por la boca y vienen en una variedad de formas, entre ellas, pastillas, cápsulas y líquidos. Es importante seguir siempre con atención las indicaciones de los medicamentos orales, entre ellas, la necesidad de tomar precauciones especiales en cuanto a su manipulación (por ejemplo, con guantes), almacenamiento (a temperatura ambiente o con refrigeración) y eliminación. Puede ser útil llevar un diario para hacer un seguimiento de la toma del medicamento oral. {Inyección intratecal. En el tratamiento intratecal, el medicamento se inyecta en el espacio lleno de líquido que rodea el cerebro y la médula espinal, denominado líquido cefalorraquídeo. Este método de administración del tratamiento puede emplearse para matar a toda célula leucémica que pueda haberse diseminado al cerebro o la médula espinal. Vea la sección titulada Profilaxis del sistema nervioso central (SNC) en la página 41. {Inyección subcutánea. En el caso de una inyección subcutánea, se introduce la aguja debajo de la piel, en el espacio entre la piel y el músculo, sin que entre en el músculo. Tipos de tratamiento. El tratamiento de su hijo podría incluir quimioterapia, terapia dirigida, inmunoterapia, radioterapia, trasplante de células madre y/o terapia CAR-T. Puede que estos tratamientos se administren en un hospital (con hospitalización) o en una clínica (de forma ambulatoria).Leucemia linfoblástica aguda en niños y adolescentes I 35 Quimioterapia. El tratamiento estándar actual para la leucemia linfoblástica aguda consta de una quimioterapia a largo plazo. Generalmente dura unos 2 años y a menudo es intensiva, especialmente en los primeros meses de tratamiento. Los regímenes terapéuticos de uso más común consisten en una combinación de dos o más medicamentos quimioterapéuticos. Los medicamentos quimioterapéuticos matan las células de proliferación rápida que se encuentran en todo el cuerpo, incluyendo tanto a las células cancerosas como a las células sanas y normales. Los distintos tipos de medicamentos quimioterapéuticos funcionan de diferentes maneras para eliminar las células leucémicas existentes o impedir la formación de células leucémicas nuevas. Por lo tanto, normalmente se emplea más de un medicamento quimioterapéutico. La quimioterapia generalmente se administra en ciclos. Cada ciclo consta de cierta cantidad de días de tratamiento seguidos de cierta cantidad de días de descanso. Los días de descanso le dan tiempo al organismo para recuperarse antes de que se inicie el siguiente ciclo de tratamiento. La duración de los ciclos varía en función de los medicamentos que forman parte del tratamiento. Algunos medicamentos quimioterapéuticos se inyectan en una vena por medio de un \"catéter\" o \"vía central\". El catéter se emplea para administrar quimioterapia y otros medicamentos, transfusiones de sangre y líquidos directamente en el torrente sanguíneo del niño. También sirve para extraer muestras de sangre para las pruebas médicas. La vía central suele conectarse con un reservorio subcutáneo (denominado a veces \"puerto\" de acceso venoso) que se coloca quirúrgicamente debajo de la piel del tórax superior del paciente y que permite el acceso a dicha vía. Es posible que su hijo reciba anestesia general o que lo pongan en un estado de \"sedación consciente\" durante el procedimiento. Este estado se induce con una combinación de medicamentos para ayudar al niño a relajarse y para bloquear el dolor durante un procedimiento médico. Podría parecer que su hijo está dormido, pero se despertará cuando se le hable o toque. El reservorio subcutáneo y la vía central pueden permanecer en su lugar por meses. La Figura 5 de la página 36 muestra un tipo de catéter, denominado Hickman®, de uso frecuente con el puerto de acceso venoso.36 I 800.955.4572 I www.LLS.org/espanol Figura 5. Métodos de inyección intravenosa (IV): catéter Hickman® y reservorio subcutáneo Radioterapia. En la radioterapia se emplean rayos X de alta energía, u otros tipos de radiación, que se dirigen de manera selectiva para matar las células cancerosas en un área pequeña del cuerpo. Como la radiación también puede causar daño a las células normales, siempre que sea posible, se dirige la radioterapia solo a las áreas afectadas —donde se encuentra el cáncer— a fin de reducir los efectos secundarios a largo plazo. La radioterapia puede emplearse en el tratamiento de la leucemia linfoblástica aguda si la enfermedad se ha diseminado al sistema nervioso central (cerebro y médula espinal) o a los testículos. También puede servir para preparar la médula ósea para un trasplante de células madre. Terapia dirigida. Este es un tipo de tratamiento en el cual se emplean medicamentos u otras sustancias para identificar y atacar tipos específicos de células cancerosas, de manera que se produce menos daño a las células normales. Los distintos tipos de cáncer tienen diferentes objetivos a los que se dirigen los tratamientos. Cada tipo de terapia dirigida funciona de manera un poco distinta, pero todas interfieren con el desarrollo y la supervivencia de las células cancerosas. A fin de encontrar el tratamiento más eficaz, es posible que el médico realice pruebas para identificar los genes, las proteínas u otras moléculas en las células cancerosas del niño. Esto ayuda al médico a escoger el tratamiento que resultará más eficaz según los factores específicos de su enfermedad. Una terapia dirigida podría emplearse sola o en combinación con quimioterapia. Entre los tipos de terapia dirigida se incluyen: 40 I 800.955.4572 I www.LLS.org/espanolFigura 4. Métodos de inyección intravenosa (IV): catéter Hickman® y reservorio subcutáneo Catéter Hickman®: ejemplo de un tipo de vía central. Puerto de acceso venoso: reservorio subcutáneo que se usa con una vía central. Reservorio subcutáneo Lugar de inserción Catéter debajo de la pielVena subclavia Vista lateral del reservorio debajo de la piel Piel Grasa Catéter Aguja Músculo Catéter fuera de la pielReservorio debajo de la piel Catéter Hickman Vena subclaviaLugar de inserción Catéter sobre la pielCatéter debajo de la piel Grapa Terapia dirigida. Este tipo de terapia emplea medicamentos u otras sustancias que se dirigen y atacan a las células cancerosas, pero que tienen una menor probabilidad de dañar las células normales. Inhibidores de la tirosina quinasa (TKI, por sus siglas en inglés). Las tirosina quinasas son enzimas que forman parte de muchas actividades celulares, incluyendo la señalización, el crecimiento y la división celular. Estas enzimas pueden volverse muy activas en los pacientes que tienen el subtipo de leucemia linfoblástica aguda con presencia del cromosoma Philadelphia (denominado Ph+ ALL, en inglés). Las células leucémicas de estos pacientes tienen el cromosoma Philadelphia, que está formado por una translocación entre fragmentos de los cromosomas 9 y 22. Esta alteración cromosómica origina un gen denominado BCR-ABL1, que produce una tirosina quinasa de forma excesiva y así hace que las células leucémicas crezcan y se dividan de forma descontrolada. Para obtener más información sobre la leucemia linfoblástica aguda Ph+, vea la página 45. Los inhibidores de la tirosina quinasa bloquean estas enzimas hiperactivas y pueden detener la proliferación de las células cancerosas. Estos medicamentos son pastillas que se toman por vía oral. Por lo general, no se emplean por sí solos para el tratamiento de la leucemia linfoblástica aguda, sino que se incorporan a un régimen de quimioterapia de combinación.Leucemia linfoblástica aguda en niños y adolescentes I 37 Inhibidores de la tirosina quinasa (TKI, por sus siglas en inglés). Las tirosina quinasas son enzimas que forman parte de muchas actividades celulares, incluyendo la señalización, el crecimiento y la división celular. Estas enzimas pueden volverse demasiado activas en las personas que tienen el subtipo de leucemia linfoblástica aguda con presencia del cromosoma Philadelphia (abreviado como Ph+). Para obtener más información sobre la leucemia linfoblástica aguda Ph+, vea la página 46. Los TKI surten efecto al bloquear estas enzimas hiperactivas y pueden detener la proliferación de las células cancerosas. Los mismos son pastillas que se toman por vía oral. Generalmente no se emplean solos para tratar la leucemia linfoblástica aguda, sino que se incorporan a un régimen de quimioterapia de combinación. Los siguientes TKI han sido aprobados para el tratamiento de la leucemia linfoblástica aguda Ph+ en niños: {Imatinib (Gleevec®) {Dasatinib (Sprycel®) Vea la tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70. Entre los efectos secundarios comunes de los TKI se incluyen deficiencias de células sanguíneas, sangrados anormales, náuseas y vómitos, diarrea, fatiga, sarpullidos, dolores de cabeza y dolor en los músculos, huesos y articulaciones. También pueden causar la acumulación de líquido debajo de los ojos y en las manos, los pies o los pulmones. Entre los efectos secundarios poco comunes, pero graves, se incluyen cambios del ritmo cardíaco, estrechamiento de los vasos sanguíneos o formación de coágulos sanguíneos. El dasatinib puede causar la acumulación de líquido alrededor de los pulmones. Anticuerpos monoclonales. Los anticuerpos monoclonales son proteínas producidas en un laboratorio que pueden unirse a sustancias presentes en el cuerpo, entre ellas, las células cancerosas. La mayoría de ellos están diseñados para unirse a una sola sustancia específica. Estos medicamentos pueden administrarse solos para destruir las células cancerosas, o de tal modo que lleven algún medicamento, toxina o sustancia radiactiva directamente a las mismas. Los anticuerpos monoclonales se dirigen a antígenos (proteínas) de la superficie de las células leucémicas; estos antígenos se designan como cúmulo de diferenciación (CD). La leucemia linfoblástica aguda de células B se caracteriza por la presencia de las proteínas CD10, CD19, CD20, CD22, CD24 y CD79a. El subtipo del linaje de células T, por el otro lado, generalmente se asocia a la presencia de CD3. {El blinatumomab (Blincyto®) es un anticuerpo \"biespecífico\", un tipo de anticuerpo que puede unirse a dos antígenos distintos al mismo tiempo.38 I 800.955.4572 I www.LLS.org/espanol Es un líquido que se administra lentamente a través de una vena (por vía intravenosa), como una infusión continua durante un período de 28 días. Generalmente se recomienda la hospitalización del paciente durante los primeros días de tratamiento. Entre los efectos secundarios del blinatumomab pueden incluirse fiebre, dolor de cabeza, infecciones, náuseas, diarrea y complicaciones neurológicas, tales como convulsiones, confusión, falta de articulación al hablar y pérdida del equilibrio. {La inotuzumab ozogamicina (Besponsa®) es un anticuerpo monoclonal unido a un medicamento quimioterapéutico. Hay estudios en curso sobre el uso de la inotuzumab ozogamicina en niños. Dicha terapia se dirige a CD22, un antígeno de la superficie celular que se expresa en las células cancerosas de la mayoría de los pacientes con leucemia linfoblástica aguda de células B. Cuando este anticuerpo monoclonal se une al antígeno CD22 en las células B, el mismo ingresa a las células y entonces libera el medicamento quimioterapéutico caliqueamicina, lo cual causa su muerte. Vea la tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70. Terapia de células T con receptores de antígenos quiméricos (CAR-T, en inglés). Este es un tipo de inmunoterapia que consiste en la modificación de las células inmunitarias del propio paciente de modo que reconozcan y ataquen a las células cancerosas. Las células T se extraen del cuerpo del paciente y luego son modificadas genéticamente en un laboratorio con el fin de que produzcan \"receptores de antígenos quiméricos\" en su superficie. Estos receptores reconocen y se unen a un objetivo específico que se encuentra en las células cancerosas. En los casos de leucemia, el objetivo más frecuente de la inmunoterapia CAR-T es el antígeno denominado \"cúmulo de diferenciación 19\" (CD19). El antígeno CD19 se expresa en la superficie de casi todas las células B sanas y cancerosas, incluyendo las células B leucémicas. El tisagenlecleucel (Kymriah®) está diseñado para ayudar al sistema inmunitario del propio cuerpo a combatir el cáncer. Cada dosis se prepara para un paciente determinado empleando sus propias células T (los glóbulos blancos que ayudan al cuerpo a combatir las infecciones y las enfermedades como el cáncer). Las células T se extraen del paciente y luego son modificadas genéticamente con el fin de incorporarles un nuevo gen que contiene una proteína receptora de antígenos quiméricos. De este modo, las nuevas células CAR-T pueden identificar y matar las células leucémicas que tienen CD19 en su superficie. Estas células modificadas se infunden nuevamente en el torrente sanguíneo del paciente para que maten las células cancerosas. A pesar de que la terapia CAR-T puede ser un tratamiento eficaz, también está asociada a una tasa relativamente alta de complicaciones serias, tales como fiebre alta, presión arterial baja, dificultad para respirar, delirio (confusión), afasia (pérdida de la capacidad de hablar y entender el habla) y complicaciones Leucemia linfoblástica aguda en niños y adolescentes I 39 neurológicas. Por esta razón, puede administrarse solamente en centros especializados que cuentan con experiencia en la administración de este tipo de tratamiento. Vea la tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70. Si desea obtener información más detallada, visite www.LLS.org/materiales para consultar y descargar la publicación gratuita de LLS titulada Terapia de células T con receptores de antígenos quiméricos . Visite www.LLS.org/ TreatmentVideos (en inglés) para ver videos aptos para niños acerca de la terapia CAR-T. Alotrasplante de células madre. Algunos pacientes con leucemia linfoblástica aguda pueden beneficiarse de someterse a un trasplante de células madre. No obstante, este procedimiento no se emplea como primer ni principal tratamiento de la leucemia linfoblástica aguda en niños. Podría emplearse para los niños con leucemia linfoblástica aguda en la categoría de alto riesgo, o para aquellos que no han respondido a ningún otro tratamiento. La meta del trasplante de células madre es curar el cáncer del paciente destruyendo primero las células cancerosas presentes en la médula ósea con dosis altas de quimioterapia, con o sin radioterapia. Sin embargo, las dosis tan altas de quimioterapia pueden dañar gravemente a las células madre de la médula ósea y así ocasionar casos potencialmente mortales de anemia, infecciones y sangrados descontrolados. Tras la quimioterapia, el paciente recibe una infusión de células madre sanas de un donante para reemplazar las que fueron destruidas por la quimioterapia intensiva. Las células madre sanguíneas sanas crecen y se multiplican, por lo cual se forman nuevas células de la médula ósea y la sangre. El alotrasplante de células madre genera un nuevo sistema inmunitario para el paciente que ayuda al cuerpo a combatir las infecciones y otras enfermedades. El nuevo sistema inmunitario también tiene la capacidad de reconocer y atacar a todas las células cancerosas que permanezcan en el cuerpo. Las células inmunitarias trasplantadas (lo que se denomina \"injerto\") identifican a las células leucémicas presentes en el cuerpo como extrañas y las destruyen. Esto se conoce como \"efecto injerto contra leucemia\" (GVL, por sus siglas en inglés). Desafortunadamente, hay un efecto secundario muy serio, denominado enfermedad injerto contra huésped (GVHD, por sus siglas en inglés), que se presenta a veces tras el trasplante de células madre. Este problema ocurre cuando las células inmunitarias trasplantadas del donante (el injerto) perciben a las células del cuerpo del receptor (el huésped) como extrañas y las atacan. Las partes del cuerpo que más comúnmente se ven afectadas son la piel, el hígado, el estómago, los intestinos y los ojos. La enfermedad injerto contra huésped puede presentarse unas semanas después del trasplante o mucho más adelante. El médico puede recetar medicamentos con el fin de prevenirla o reducir al mínimo sus efectos. 40 I 800.955.4572 I www.LLS.org/espanol Hable con el médico sobre: {El trasplante de células madre y averigüe si es una opción de tratamiento en el caso de su hijo Para obtener más información sobre todos los tipos de trasplantes de células madre, consulte las publicaciones gratuitas de LLS tituladas Trasplantes de células madre sanguíneas y de médula ósea e Información sobre el trasplante de células madre de sangre de cordón umbilical. Fases del tratamiento. La meta del tratamiento es matar las células leucémicas e impedir la producción de este tipo de célula en la médula ósea. El tratamiento principal para la leucemia linfoblástica aguda consiste en una quimioterapia que se divide en fases. Cada fase es distinta en cuanto a su duración y al tipo de medicamentos que se emplean. Algunos planes de tratamiento también pueden incluir el uso de fármacos dirigidos o, posiblemente, un trasplante de células madre. Los regímenes de tratamiento para la leucemia linfoblástica aguda incluyen la profilaxis del sistema nervioso central (SNC) para prevenir la diseminación de las células leucémicas a la zona que rodea el cerebro y la médula espinal. Dicha profilaxis generalmente se administra a los niños durante todas las fases del tratamiento de la enfermedad. Para obtener más información sobre la profilaxis del sistema nervioso central, vea la página 41. Terapia de inducción. La primera fase de la quimioterapia se denomina \"terapia de inducción\", que tiene como meta destruir tantas células cancerosas como sea posible para inducir (lograr) una remisión. La terapia de inducción dura 4 semanas. Los medicamentos, la dosificación y el esquema de administración específicos dependen de varios factores, entre ellos, la edad del paciente y las características específicas de las células leucémicas. Es posible que su hijo esté hospitalizado durante una parte o la mayor parte de este tiempo, según su estado clínico, en esta fase del tratamiento. En el caso de algunos niños, la estadía en el hospital supone la primera vez que están fuera de casa durante un período largo de tiempo. La mayoría de los hospitales permiten que uno de los padres se quede junto al niño durante la hospitalización. Brindar información a su hijo sobre la enfermedad y su tratamiento, que sea adecuada para su edad, lo ayudará a fortalecer la confianza que tiene en usted y en los miembros del equipo de profesionales encargados del tratamiento. Hablar con su hijo sobre sus miedos e inquietudes también lo ayudará a sentirse más cómodo. Leucemia linfoblástica aguda en niños y adolescentes I 41 Para obtener orientación práctica sobre cómo apoyar a su hijo y a sus demás familiares, manejar sus propias preocupaciones y mantener al día a sus parientes y amigos, consulte el manual titulado Cómo cuidar a los niños y adolescentes con cáncer de la sangre en www.LLS.org/ manual-para-las-familias . Los niños con leucemia linfoblástica aguda en el grupo de riesgo estándar suelen recibir tres medicamentos durante el primer mes de tratamiento. Entre ellos se incluyen los medicamentos quimioterapéuticos vincristina y pegaspargasa y el corticoesteroide dexametasona. En el caso de los niños en los grupos de mayor riesgo, generalmente se incorpora otro medicamento quimioterapéutico que pertenece a la clase de las antraciclinas, tal como la daunorrubicina o la doxorrubicina . Los niños más grandes podrían recibir el corticosteroide prednisona en vez de la dexametasona. Además de los tratamientos citados, los niños que tienen el subtipo de leucemia linfoblástica aguda con presencia del cromosoma Philadelphia (Ph+) o el subtipo que es similar al mismo (denominado \"Ph-like ALL\", en inglés) también reciben un inhibidor de la tirosina quinasa (TKI, por sus siglas en inglés), tal como el imatinib (Gleevec®) o el dasatinib (Sprycel®) . El TKI denominado ruxolitinib (Jakafi®) se emplea en el tratamiento de algunos niños con el subtipo \"Ph-like\", normalmente en el ámbito de un ensayo clínico. Vea la página 46 para obtener más información sobre las consideraciones especiales en cuanto al tratamiento de los niños con los subtipos Ph+ y \"Ph-like\" de leucemia linfoblástica aguda. Profilaxis del sistema nervioso central (SNC). Los regímenes terapéuticos pediátricos generalmente incluyen un tratamiento para prevenir la diseminación de las células leucémicas al sistema nervioso central (cerebro y médula espinal) y para matar toda célula leucémica que ya pudiera estar presente en esta zona. Es infrecuente que las células leucémicas estén presentes en el líquido cefalorraquídeo al momento del diagnóstico; esto se observa solamente en el 3 al 7 por ciento de los casos. Sin embargo, sin la administración habitual de tratamiento dirigido al sistema nervioso central (lo que se denomina \"profilaxis del SNC\"), las células leucémicas se diseminarán con el tiempo al líquido cefalorraquídeo en un gran porcentaje de pacientes (un 50 por ciento o más). La terapia dirigida al sistema nervioso central generalmente se administra a todos los pacientes durante el transcurso completo del tratamiento de la leucemia linfoblástica aguda. Dicha terapia empieza durante la fase de inducción y continúa durante todo el resto del régimen de tratamiento. La terapia que se dirige al sistema nervioso central puede incluir: {Quimioterapia intratecal, en la cual se inyectan medicamentos anticancerosos en el espacio lleno de líquido que se encuentra entre las finas capas de tejido que cubren el cerebro y la médula espinal. El medicamento quimioterapéutico de uso más común en el tratamiento 42 I 800.955.4572 I www.LLS.org/espanol intratecal de niños con leucemia linfoblástica aguda es el metotrexato . A veces se emplean otros medicamentos, tales como la citarabina en combinación con un corticoesteroide, especialmente en niños con leucemia linfoblástica aguda de alto riesgo. {Quimioterapia sistémica , en la cual se inyectan medicamentos anticancerosos en una vena para que se desplacen, a través de la sangre, hasta las células de todo el cuerpo. El metotrexato (en dosis altas) es el medicamento de uso más común para este tratamiento en niños con leucemia linfoblástica aguda de células B en la categoría de alto riesgo. También podrían incluirse en el mismo la dexametasona , la citarabina y la pegaspargasa . {Irradiación craneal, en la cual se administra radioterapia al cerebro para matar las células cancerosas. La irradiación craneal ya no se emplea de manera habitual en los niños con leucemia linfoblástica aguda, excepto en aquellos que tienen células leucémicas en el líquido cefalorraquídeo al momento del diagnóstico o que presentan una recaída con afectación del sistema nervioso central. Este tratamiento casi nunca se emplea en niños muy pequeños. La radioterapia puede aumentar el riesgo que corre el niño de presentar efectos a largo plazo y tardíos, tales como problemas asociados al pensamiento, crecimiento y desarrollo. Sin embargo, cuando está indicada, es muy eficaz en el tratamiento de casos de leucemia con afectación del SNC. Evaluación de la respuesta al tratamiento. Al final del mes de la terapia de inducción, su hijo se someterá a otra aspiración de médula ósea y la muestra de médula ósea se examinará al microscopio. (Los niños con linfoma linfoblástico agudo tal vez no necesiten someterse a una prueba de médula ósea, sino solamente a estudios de imagenología; vea la página 7 para obtener información sobre el linfoma linfoblástico agudo). Estas pruebas o estudios de imagenología sirven para evaluar si la leucemia o el linfoma de su hijo está en remisión completa. Se logra la remisión completa cuando: {No más del 5 por ciento de las células en la médula ósea son células blásticas {No hay blastos en el torrente sanguíneo {Los niveles de células sanguíneas se han normalizado {Todos los signos y síntomas de la leucemia linfoblástica aguda han desaparecido Más del 95 por ciento de los niños logran una remisión al final de la terapia de inducción. Sin embargo, la remisión no significa que su hijo se ha curado. Para garantizar que no se presente una recaída de la enfermedad (que no reaparezca), su hijo todavía necesita recibir más tratamiento. Enfermedad residual mínima/medible. Incluso cuando se logra una remisión completa, es posible que algunas células leucémicas permanezcan en el cuerpo aunque no puedan verse con un microscopio en las muestras. La presencia de Leucemia linfoblástica aguda en niños y adolescentes I 43 estas células constituye lo que se denomina enfermedad residual \"mínima\" o \"medible\" (MRD, por sus siglas en inglés). Los pacientes que han logrado una remisión después del tratamiento inicial, pero tienen algún nivel de enfermedad residual, corren un riesgo mayor de recaída de la enfermedad. Las pruebas de detección de enfermedad residual mínima pueden ayudar al médico a evaluar de nuevo la categoría de riesgo de la leucemia linfoblástica aguda en el caso de su hijo y determinar si podría beneficiarse de recibir más tratamiento con terapias intensificadas. Es importante que su hijo se someta a este tipo de pruebas incluso después de lograr la remisión. Existen pruebas muy sensibles para la detección de enfermedad residual mínima. Las pruebas de uso más amplio para este fin son la citometría de flujo, la reacción en cadena de la polimerasa (PCR, por sus siglas en inglés) y la secuenciación de próxima generación. Para estas pruebas se emplean muestras de células de la médula ósea. Rutinariamente, las pruebas de detección de enfermedad residual mínima se realizan después de terminada la terapia de inducción. Las recomendaciones en cuanto a su repetición dependen del régimen de tratamiento empleado. Si su hijo da negativo en una prueba de detección de enfermedad residual mínima, eso indica que no se detectó la presencia de células leucémicas residuales. Si da positivo, eso indica que aún se pueden detectar células leucémicas en la médula ósea. Los niños que dan positivo después de la terapia de inducción se clasifican en el grupo de riesgo alto o muy alto. Según el nivel de células leucémicas residuales que se detecta, el médico tal vez cambie el plan de tratamiento. Es posible que su hijo tenga que someterse a un tratamiento más intensivo. Si su hijo está en remisión pero da positivo en una prueba de detección de enfermedad residual mínima, es posible que el médico le recete un medicamento denominado blinatumomab (Blincyto®) . Vea la tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70. A los pacientes que no logran una remisión después del primer ciclo de quimioterapia de inducción, se les administra un segundo ciclo de quimioterapia en el que suelen emplearse medicamentos quimioterapéuticos distintos. Consulte la publicación gratuita de LLS titulada Enfermedad residual mínima/medible para obtener más información. Si un niño tiene células leucémicas en los testículos al momento del diagnóstico (y todavía están presentes al final de la terapia de inducción), el tratamiento podría incluir radioterapia dirigida a los testículos. Terapia posterior a la remisión. La terapia \"posterior a la remisión\" se refiere al tratamiento que se administra a los pacientes después de que la enfermedad 44 I 800.955.4572 I www.LLS.org/espanol esté en remisión completa. Se cree que, incluso cuando los resultados de las pruebas de detección de enfermedad residual mínima son negativos, quedan en el cuerpo algunas células cancerosas residuales que son indetectables. Debido a ello, los pacientes con leucemia linfoblástica aguda deben someterse a fases adicionales de tratamiento después de lograr la remisión. La mayoría de las terapias empleadas en estas fases se administran de forma ambulatoria, aunque en algunas fases se exige una breve hospitalización para la administración de quimioterapia. Durante este período, los niños también siguen recibiendo la terapia profiláctica del SNC. Terapia de consolidación. La terapia de consolidación, también denominada \"intensificación\", se inicia después de completar la de inducción. La meta de esta terapia es matar todas las células leucémicas residuales presentes en el cuerpo que podrían ocasionar una recaída. En esta fase del tratamiento, los pacientes del grupo de menor riesgo generalmente reciben una terapia menos intensiva, mientras que los de los grupos de mayor riesgo reciben una terapia más intensiva. La fase de consolidación normalmente dura de 4 a 8 semanas, según la categoría de riesgo de la enfermedad y el protocolo de tratamiento que se emplea. La quimioterapia de consolidación no suele exigir una estadía en el hospital. Se administra con frecuencia de forma ambulatoria, lo cual le permite a su hijo volver a casa después de cada tratamiento programado. No obstante, si se presentan complicaciones, tales como fiebre o infecciones, podría ser necesario hospitalizar al niño. Las combinaciones de medicamentos y la duración de la terapia varían en el caso de los regímenes empleados en la fase de consolidación, pero los mismos pueden consistir en combinaciones de medicamentos similares a los que se emplearon durante la fase de inducción. Por lo general, se combinan varios medicamentos quimioterapéuticos a fin de evitar que las células leucémicas se vuelvan resistentes a los medicamentos. Algunos de los medicamentos y enfoques que se incorporan con frecuencia en los regímenes de consolidación son: {Citarabina {Vincristina {6-mercaptopurina (6-MP) {Ciclofosfamida {Pegaspargasa {Quimioterapia intratecal (con de prevenir la diseminación de las células leucémicas al sistema nervioso central) Vea la tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70.Leucemia linfoblástica aguda en niños y adolescentes I 45 Mantenimiento intermedio. Tras la terapia de consolidación hay un período de recuperación, denominado \"mantenimiento intermedio\". La terapia de mantenimiento intermedio generalmente se administra durante un máximo de 8 semanas, según el plan de tratamiento empleado en el caso de su hijo. Esta fase de tratamiento tiene el objetivo de mantener la remisión, pero también permite que la médula ósea se recupere de los efectos de la terapia de consolidación. El tratamiento durante el período de mantenimiento intermedio suele consistir en una quimioterapia que no disminuye los niveles de células sanguíneas. Los pacientes reciben metotrexato en combinación con otros agentes quimioterapéuticos. El metotrexato se administra por vía intravenosa. En caso de que se indiquen dosis bajas del medicamento, estas pueden administrarse en una clínica ambulatoria. Las dosis más altas pueden exigir una estadía de 2 a 3 días en el hospital. Intensificación retrasada. La meta de la fase de intensificación retrasada del tratamiento es eliminar del cuerpo las células leucémicas residuales que son resistentes a los medicamentos. Generalmente dura 8 semanas y consiste en combinaciones de medicamentos quimioterapéuticos similares a los que se emplearon en las fases de inducción y consolidación. Los medicamentos específicos y el esquema de su administración dependen de las características individuales de la enfermedad del niño. Algunos de los medicamentos y enfoques que se incorporan con frecuencia en los regímenes de intensificación retrasada de prevenir la diseminación de las células leucémicas al sistema nervioso central) La terapia de intensificación retrasada no suele exigir una estadía en el hospital. Sin embargo, a veces los niños son hospitalizados debido a complicaciones, tales como fiebre e infecciones. Mantenimiento . Esta es la última fase del tratamiento y la que dura más tiempo. La meta de la terapia de mantenimiento es prevenir la recaída de la enfermedad. Los niños reciben dosis menores de quimioterapia durante esta fase y, como consecuencia, suelen tener menos efectos secundarios graves. La terapia de mantenimiento generalmente dura hasta 2 años a partir del inicio del mantenimiento intermedio. La mayoría de los regímenes de mantenimiento incluyen:46 I 800.955.4572 I www.LLS.org/espanol Consideraciones especiales en cuanto al tratamiento Leucemia linfoblástica aguda con presencia del cromosoma Philadelphia (Ph+). Alrededor del 2 al 4 por ciento de los niños con leucemia linfoblástica aguda tienen un subtipo caracterizado por la presencia del cromosoma Philadelphia (denominado \"Ph+ ALL\", por su abreviatura en inglés). Las células leucémicas de estos pacientes tienen el cromosoma Philadelphia, que está formado por una translocación entre fragmentos de los cromosomas 9 y 22. Un fragmento del cromosoma 9 se desprende y se une al cromosoma 22 y, de manera parecida, un fragmento del cromosoma 22 se desprende y se une al cromosoma 9. El nuevo cromosoma 22, que es anormal, se conoce con el nombre de cromosoma Philadelphia. Esta alteración cromosómica origina un gen, denominado BCR-ABL1 , que produce una proteína de forma excesiva. La sobreproducción de esta proteína, denominada tirosina quinasa, hace que las células leucémicas crezcan y se dividan de forma descontrolada. En el caso de los pacientes que tienen el subtipo Ph+ de leucemia linfoblástica aguda, el tratamiento generalmente consiste en inhibidores de la tirosina quinasa (TKI, por sus siglas en inglés) en combinación con quimioterapia. Esta combinación se ha convertido en el tratamiento estándar para los pacientes con este subtipo de la enfermedad. También hay ensayos clínicos en curso para estudiar el uso de nuevas combinaciones de medicamentos para el tratamiento de la leucemia linfoblástica aguda Ph+. Vea la sección sobre Inhibidores de la tirosina quinasa en la página 36 para obtener más información al respecto. Leucemia linfoblástica aguda similar al subtipo con presencia del cromosoma Philadelphia (\"Ph-like ALL \", en inglés). Alrededor del 15 por ciento de los niños con leucemia linfoblástica aguda tienen un subtipo de la enfermedad {6-mercaptopurina oral (administrada diariamente) {Metotrexato oral (administrado semanalmente) {Dosis periódicas de vincristina , administradas por medio de una inyección intravenosa, y ( prednisona, dexametasona ), por vía oral {Quimioterapia intratecal (con el fin de prevenir la diseminación de las células leucémicas al sistema nervioso central) Vea la tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70. Debido a que algunos de estos medicamentos se toman por vía oral, en casa, es sumamente importante que uno de los padres o un cuidador se asegure de que el niño tome los medicamentos según las indicaciones del médico. No hacerlo puede aumentar las probabilidades de que el cáncer reaparezca. Leucemia linfoblástica aguda en niños y adolescentes I 47 de linaje de células B que es similar, en cuanto a sus características, al subtipo Ph+. En los niños, este es un subtipo de alto riesgo que parece afectar con mayor frecuencia a adolescentes y adultos jóvenes, y es más probable que se presente en personas de sexo masculino. Está asociado a un pronóstico desfavorable. El subtipo \"Ph-like\" presenta características genéticas parecidas a las del subtipo Ph+, pero sin la presencia del gen de fusión BCR-ABL1 que caracteriza al mismo. En vez de eso, estos pacientes tienen una gran diversidad de mutaciones genéticas que activan la señalización mediada por las tirosina quinasas. Las mismas son enzimas que forman parte de muchas actividades celulares, incluyendo la señalización, el crecimiento y la división celular. Estas enzimas pueden estar demasiado activas en las células leucémicas. Los TKI son medicamentos que surten efecto al bloquear la actividad de dichas enzimas de tal manera que pueden impedir que las células cancerosas proliferen. Los hallazgos de estudios recientes, en los que se analizó el perfil genético de pacientes con casos de leucemia linfoblástica aguda similar al subtipo Ph+, han sugerido que el uso de los TKI y otras terapias dirigidas podría ser de ayuda en el tratamiento de estos casos de leucemia. Esta es un área activa de investigación clínica. Leucemia linfoblástica aguda de células T. Este es un cáncer agresivo que tradicionalmente ha sido asociado a un pronóstico desfavorable. Sin embargo, el desarrollo de regímenes terapéuticos intensivos concentrados en la leucemia linfoblástica aguda de células T ha dado lugar a mejoras importantes en el tratamiento de niños con este subtipo de la enfermedad. Actualmente, los resultados del tratamiento de niños con leucemia linfoblástica aguda de células T son casi equivalentes a los de niños con el subtipo del linaje de células B. La intensificación temprana de la terapia mejora los resultados de los pacientes con el subtipo del linaje de células T. Estos pacientes generalmente reciben una terapia de inducción con intensificación temprana, la cual consiste en un régimen terapéutico de cuatro medicamentos entre los que se incluyen la vincristina, la pegaspargasa, una antraciclina (como la daunorrubicina o la doxorrubicina ) un corticoesteroide (como la dexametasona o la prednisona ), seguido de un régimen intensivo de consolidación. La nelarabina (Arranon®) es un tratamiento aprobado para los casos de recaída y refractarios. La mayoría de los niños con leucemia linfoblástica aguda de células T no necesitan un alotrasplante de células madre para curarse. No obstante, podría recomendarse la realización de un trasplante en el caso de los niños que tienen un nivel alto de enfermedad residual al final de la terapia de consolidación. Vea la página 41 para obtener más información sobre el alotrasplante de células madre. Vea la sección titulada Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70.48 I 800.955.4572 I www.LLS.org/espanol Leucemia linfoblástica aguda en bebés. Esto generalmente se refiere a los casos de la enfermedad que se diagnostican en niños menores de 1 año de edad. La leucemia es muy poco frecuente en los bebés. En los Estados Unidos, solamente hay unos 90 casos de leucemia linfoblástica aguda en bebés por año. En la mayoría de los bebés, la enfermedad tiene características agresivas, entre ellas, niveles altos de glóbulos blancos, afectación del sistema nervioso central y presencia de células leucémicas en la piel (una afección que se denomina \"leucemia cutis\"). Alrededor del 70 al 80 por ciento de los bebés con leucemia linfoblástica aguda tienen una anomalía cromosómica que consiste en la reordenación del gen KMT2A . Los casos con reordenaciones del gen KMT2A están asociados a desenlaces clínicos desfavorables. Por consiguiente, para el tratamiento de esta enfermedad en bebés generalmente es necesario emplear regímenes intensivos de quimioterapia. Ahora bien, los bebés son muy sensibles a las toxicidades asociadas a estas terapias intensivas, por lo que se sigue evaluando el uso de tratamientos nuevos y menos tóxicos en ensayos clínicos. Por lo general, el enfoque de tratamiento para los casos de leucemia linfoblástica aguda en bebés es distinto al de los niños más grandes. En una serie de ensayos clínicos, denominados ensayos \"Interfant\", se han evaluado los resultados del uso de distintos regímenes en bebés en comparación con niños más grandes. Hoy día, se suele tratar a los bebés con una quimioterapia basada en un protocolo Interfant. La terapia de inducción del protocolo Interfant es un régimen de varios medicamentos tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70. Los regímenes de tratamiento también incluyen la profilaxis del sistema nervioso central. Vea la página 41 para obtener más información al respecto. Luego de la terapia de inducción, el enfoque de tratamiento empleado para su hijo dependerá de si sus células leucémicas tienen una reordenación del gen KMT2A . Los bebés con leucemia linfoblástica aguda se clasifican en grupos de riesgo en función del estado del gen KMT2A . Vea la Tabla 5 en la siguiente página para consultar descripciones de los grupos de riesgo para los casos de la enfermedad en bebés.Leucemia linfoblástica aguda en niños y adolescentes I 49 Tabla 5. Descripciones de los grupos de riesgo en bebés Grupo de riesgo Características AltoReordenación de KMT2A , así como : edad < 3 meses con cualquier conteo de glóbulos blancos o edad < 6 meses con un conteo de glóbulos blancos 300,000; o bien presencia de enfermedad residual mínima tras la terapia de consolidación intensiva (cualquier edad o conteo de glóbulos blancos) Intermedio Reordenación de KMT2A , pero sin otros factores de alto riesgo Estándar Sin reordenación de KMT2A Adaptada a partir de National Comprehensive Cancer 2021. El uso de quimioterapia con múltiples medicamentos puede ser una opción de tratamiento para los bebés en los grupos de riesgo intermedio y riesgo estándar. En el caso del grupo de riesgo alto, pueden considerarse como opciones de tratamiento el alotrasplante de células madre o el uso de quimioterapia con múltiples medicamentos. Para obtener más información sobre el alotrasplante de células madre, vea la página 39. Hay ensayos clínicos en curso para evaluar el uso de nuevos tratamientos que fueron ideados para aumentar la tasa de curación en bebés. Los padres y cuidadores pueden consultar con enfermeros orientadores especializados de LLS que los ayudarán a encontrar posibles opciones de ensayos clínicos. Visite www.LLS.org/ensayos a fin de obtener la ayuda de nuestros enfermeros orientadores especializados para buscar ensayos clínicos para el tratamiento de la leucemia linfoblástica aguda en bebés. Adolescentes mayores y adultos jóvenes. La población designada como \"AYA\" (la sigla en inglés de adolescentes mayores y adultos jóvenes) generalmente incluye a pacientes de 15 a 39 años de edad. Tradicionalmente, esta población de pacientes con leucemia linfoblástica aguda se ha tratado ya sea con un régimen pediátrico o un régimen indicado para adultos, según el protocolo que se emplea en un centro de tratamiento dado para este grupo etario. Los regímenes de tratamiento para pacientes adultos y pediátricos difieren de las siguientes maneras: {Los regímenes pediátricos son más intensivos y complejos que los que se administran a los adultos. Los adultos generalmente reciben dosis menores de quimioterapia. {Suelen emplearse más pegaspargasa , vincristina y corticoesteroides en los regímenes pediátricos. En cambio, en los regímenes para adultos suelen emplearse más ciclofosfamida y antraciclinas, tales como la doxorrubicina y la daunorrubicina .50 I 800.955.4572 I www.LLS.org/espanol {Los regímenes de tratamiento pediátrico se administran por períodos de tiempo más largos que los indicados para adultos. Además, el tratamiento que está dirigido al sistema nervioso central (profilaxis del SNC) se inicia más pronto y se administra por más tiempo. Vea la página 41. {Los protocolos para adultos también conllevan un uso mayor del alotrasplante de células madre en comparación con los protocolos pediátricos. Vea la página 39. En ensayos clínicos, los investigadores han empezado a evaluar el uso de una variedad de opciones de protocolos pediátricos para adolescentes mayores y adultos jóvenes. Se ha hallado que los pacientes de esta población tratados con protocolos pediátricos logran mejores resultados, incluyendo mejores tasas de supervivencia, en comparación con pacientes del mismo grupo etario tratados con protocolos indicados para adultos. Síndrome de Down. El síndrome de Down se presenta en personas que tienen una copia adicional del cromosoma 21, lo que se denomina \"trisomía 21\". Los niños con síndrome de Down corren un riesgo mayor de presentar leucemia linfoblástica aguda durante la niñez que los demás niños. Históricamente, los niños con leucemia linfoblástica aguda que además tienen síndrome de Down presentan desenlaces clínicos más desfavorables que aquellos sin dicho síndrome. Los niños con síndrome de Down son más sensibles a la quimioterapia y tienen más probabilidades de sufrir complicaciones debido a sus efectos secundarios. Además, algunos estudios han sugerido que la probabilidad de recaída de la leucemia linfoblástica aguda podría ser mayor en los niños con este síndrome. Los niños con síndrome de Down que presentan leucemia linfoblástica aguda exigen una atención especial. En particular, necesitan protocolos que consisten en tratamientos que no solo sean eficaces, sino menos tóxicos que los tratamientos tradicionales que se emplean para los casos de leucemia linfoblástica aguda infantil. Estos niños pueden beneficiarse de recibir tratamiento en alguno de los principales hospitales infantiles del país, donde los médicos cuentan con experiencia en el tratamiento de niños con síndrome de Down y están al tanto de los cuidados especiales que necesitan. Leucemia linfoblástica aguda en niños y adolescentes I 51 Tratamiento para los casos de recaída y refractarios La mayoría de los niños con leucemia linfoblástica aguda se curan con los tratamientos quimioterapéuticos estándar. Sin embargo, en alrededor del 15 por ciento de los pacientes jóvenes la leucemia linfoblástica aguda reaparece tras la remisión. A esto se le denomina \"recaída\" de la enfermedad (o sea leucemia linfoblástica aguda \"en recaída\"). Algunos niños no pueden lograr una remisión porque su enfermedad no responde al tratamiento. En estos casos, se dice que la enfermedad es \"refractaria\" (o sea que son \"casos refractarios\" de la leucemia linfoblástica aguda). Los casos de recaída y refractarios de la enfermedad son muy serios y pueden ser más difíciles de tratar, pero se dispone de opciones de tratamiento. El enfoque de tratamiento en dichos casos suele ser más intensivo que el que se emplea tras el diagnóstico inicial de la enfermedad. Es importante que entienda todas las opciones de tratamiento que están disponibles para su hijo. Se recomienda la realización de pruebas genéticas con muestras de células leucémicas, antes del tratamiento, en los casos de recaída o de enfermedad refractaria. El perfil mutacional de las células leucémicas puede ser distinto de lo que se observó cuando la enfermedad se diagnosticó inicialmente, y esto puede afectar las decisiones sobre el tratamiento. En los pacientes con leucemia linfoblástica aguda Ph+, con el tiempo, pueden presentarse nuevas mutaciones en el gen BCR-ABL1 . Algunas mutaciones pueden provocar resistencia a ciertos TKI. Antes de que el paciente empiece el tratamiento, debería realizarse un análisis de mutación de BCR-ABL1 para buscar mutaciones nuevas que puedan hacer que ciertos TKI dejen de surtir efecto. Leucemia linfoblástica aguda en recaída. En los casos de recaída de la leucemia linfoblástica aguda, la meta del tratamiento es volver a lograr una remisión completa y evitar que la enfermedad reaparezca. El enfoque de tratamiento que sea necesario en el caso de su hijo depende de una serie de factores, entre ellos: {El tipo de leucemia linfoblástica aguda (del linaje de células B o de células T) {El lugar del cuerpo en el que se presentó la recaída. Cuando las células cancerosas reaparecen en la médula ósea, se denomina \"recaída medular aislada\". Cuando se encuentran fuera de la médula ósea (por ejemplo, en el sistema nervioso central o los testículos), se denomina \"recaída extramedular aislada\". {El lapso de tiempo entre el diagnóstico inicial y la detección de la recaída. Si la recurrencia ocurre 3 años o más tras el diagnóstico inicial, el pronóstico es mejor.52 I 800.955.4572 I www.LLS.org/espanol {Los resultados de las pruebas genéticas de las células leucémicas {Los tratamientos previos que su hijo ha recibido para la leucemia linfoblástica aguda Leucemia linfoblástica aguda refractaria. La meta del tratamiento para los casos refractarios de leucemia linfoblástica aguda es tratar de atacar la enfermedad de una manera diferente. El médico de su hijo usará medicamentos o combinaciones de medicamentos que son distintos de los tratamientos previos para lograr una remisión y, luego, otras terapias para aumentar las posibilidades de curación. El tipo de tratamiento que se emplea dependerá de: {El tipo de leucemia linfoblástica aguda (del linaje de células B o de células T) {El lugar del cuerpo en el que hay afectación persistente de la enfermedad {Los resultados de las pruebas genéticas de las células leucémicas {Los tratamientos previos que su hijo ha recibido para la leucemia linfoblástica aguda Opciones de tratamiento para los casos de recaída y refractarios. Entre las opciones de tratamiento en los casos de recaída y refractarios de la leucemia linfoblástica aguda se incluyen: {Tratamiento en un ensayo clínico {Tratamiento con medicamentos quimioterapéuticos nuevos o distintos de los empleados previamente, o bien con nuevas combinaciones de medicamentos quimioterapéuticos {Nelarabina , para los pacientes con leucemia T {Blinatumomab (Blincyto®) {Inotuzumab ozogamicina (Besponsa®) {Alotrasplante de células madre, para los pacientes que cuentan con un donante {Terapia CAR-T Vea la tabla de Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda a partir de la página 70. Hable con el médico sobre: {Las terapias en fase de estudio en ensayos clínicos para casos de recaída o refractarios de la leucemia linfoblástica agudaLeucemia linfoblástica aguda en niños y adolescentes I 53 Ensayos clínicos para pacientes con cáncer de la sangre Cada nuevo medicamento para el cáncer pasa por una serie de estudios de investigación cuidadosamente controlados antes de llegar a formar parte del tratamiento estándar del cáncer. Estos estudios de investigación, denominados ensayos clínicos, se emplean para buscar mejores maneras de atender y tratar a las personas con cáncer. En los Estados Unidos, la Administración de Alimentos y Medicamentos (FDA, por sus siglas en inglés) exige que todos los medicamentos y demás tratamientos nuevos sean probados en ensayos clínicos antes de que se aprueben para su uso. En cualquier momento dado, hay miles de ensayos clínicos en curso sobre el cáncer. Los médicos e investigadores siempre están buscando nuevas y mejores formas de tratar el cáncer. Los investigadores utilizan los ensayos clínicos sobre el cáncer con el fin de estudiar nuevas formas de: {Tratar un cáncer con {Un medicamento nuevo {Un medicamento que ya está aprobado para tratar un tipo distinto de cáncer {Una nueva combinación de medicamentos {Una nueva manera de administrar un medicamento (por ejemplo, en forma de pastilla, por vía intravenosa, etc.) {Manejar los síntomas del cáncer y aliviar los efectos secundarios del tratamiento {Detectar y diagnosticar el cáncer {Evitar que el cáncer reaparezca después del tratamiento {Manejar los efectos secundarios que se presentan a largo plazo Al participar en un ensayo clínico, los pacientes pueden acudir a médicos expertos en la enfermedad que padecen, tener acceso a terapias nuevas y de vanguardia, así como brindar información que sea de ayuda para futuros pacientes. Los tratamientos y la información con que contamos hoy en día se deben, en gran medida, a los pacientes que están dispuestos a participar en ensayos clínicos. Cualquier persona con cáncer de la sangre que esté interesada en participar en un ensayo clínico debería consultar con su hematólogo-oncólogo para averiguar si esta sería una opción adecuada. Durante esta conversación podría ser útil: {Tener una lista de preguntas sobre los riesgos y beneficios de cada ensayo clínico que sea una opción en el caso de su hijo (visite www.LLS.org/ preguntas para obtener guías con listas de preguntas sugeridas) 54 I 800.955.4572 I www.LLS.org/espanol {Pedir a un familiar o amigo que lo acompañe a la consulta con el médico para brindarle apoyo y tomar notas Puede ser difícil orientarse en cuanto a los ensayos clínicos y entenderlos, pero la Sociedad de Lucha contra la Leucemia y el Linfoma está aquí para ayudarlo. Los pacientes y cuidadores pueden consultar con enfermeros orientadores especializados que los ayudarán a encontrar posibles opciones de ensayos clínicos, superar las barreras a la inscripción y brindarles asistencia durante todo el proceso de un ensayo clínico. Nuestros enfermeros orientadores para ensayos clínicos son enfermeros titulados, con licencia del estado, que son expertos en los distintos tipos de cáncer de la sangre y en los ensayos clínicos. El enfermero orientador con quien consulta: {Hablará con usted sobre las metas de tratamiento {Lo ayudará a entender el proceso del ensayo clínico, incluyendo los derechos de los pacientes {Le pedirá que ofrezca detalles correspondientes al diagnóstico de su hijo (tales como sus tratamientos previos, las respuestas que presentó a los mismos y el perfil genético del cáncer en su caso), su estado de salud actual y sus antecedentes médicos, ya que estos factores podrían afectar la posibilidad de participar en ciertos ensayos clínicos {Lo ayudará a entender cómo ciertos factores podrían afectar sus opciones de ensayos clínicos (por ejemplo, su situación económica, la cobertura de su seguro médico, su red de apoyo y sus posibilidades y predisposición para viajar largas distancias) {Lo guiará y ayudará en cuanto a sus esfuerzos por buscar e inscribir a su hijo en un ensayo clínico, que incluye facilitarle la comunicación con los centros de estudio {Lo ayudará a lidiar con cualquier problema que pudiera surgir cuando inscriba a su hijo en un ensayo clínico {Le brindará apoyo durante todo el proceso del ensayo clínico Llame a un Especialista en Información de LLS al (800) 955-4572 o visite www.LLS.org/ensayos para obtener más información sobre los ensayos clínicos y el Centro de Apoyo para Ensayos Clínicos de LLS. Además, visite www.LLS.org/materiales para consultar la publicación titulada Los ensayos clínicos para el cáncer de la sangre.Leucemia linfoblástica aguda en niños y adolescentes I 55 Enfermedad relacionada Leucemia aguda de fenotipo mixto. La leucemia aguda de fenotipo mixto (MPAL, por sus siglas en inglés), también denominada leucemia \"bifenotípica\" o de \"linaje mixto\", es un subtipo de leucemia aguda de linaje ambiguo. Constituye la combinación de dos tipos de leucemia: la leucemia linfoblástica aguda y la leucemia mieloide aguda (ALL y AML, por sus siglas en inglés). Representa del 2 al 5 por ciento de todos los casos de leucemias agudas, afecta a pacientes de todas las edades y comprende varios subtipos distintos. Todavía no se ha determinado el mejor enfoque de tratamiento para la leucemia aguda de fenotipo mixto, y la misma está asociada a un pronóstico desfavorable. Esto se debe a la dificultad para identificar este tipo de leucemia de manera correcta, a su baja incidencia, a la falta de experiencia en cuanto a su tratamiento y a su propensión a ser resistente tanto a las terapias empleadas para la leucemia linfoblástica aguda como para la leucemia mieloide aguda. Aún no están claras las razones de esta resistencia, pero podría estar relacionada con el alto porcentaje de anomalías cromosómicas de alto riesgo que se encuentran en los pacientes que padecen esta enfermedad. Actualmente no hay una terapia estándar para la leucemia aguda de fenotipo mixto, pero sí hay ensayos clínicos en curso al respecto. Algunos estudios han indicado que el enfoque de preferencia tal vez sea la terapia que se emplea para tratar la leucemia linfoblástica aguda. Hay varios factores que influyen en la determinación del mejor enfoque de tratamiento para los pacientes con leucemia aguda de fenotipo mixto. Entre ellos se incluyen la edad del paciente, sus antecedentes médicos (y sus otras afecciones médicas relevantes) y las características de las células leucémicas según lo que se determine mediante la inmunofenotipificación y las pruebas genéticas. También es importante determinar si el paciente tiene el subtipo con presencia del cromosoma Philadelphia (Ph+), que constituye alrededor del 25 por ciento de todos los casos de leucemia aguda de fenotipo mixto. El tratamiento de este subtipo de la leucemia aguda de fenotipo mixto suele consistir en un régimen de quimioterapia indicado para la leucemia linfoblástica aguda, seleccionado en función de la edad del paciente, en combinación con un inhibidor de la tirosina quinasa (TKI, por sus siglas en inglés). A esto le sigue un alotrasplante de células madre, de ser necesario. En el caso de los pacientes que tienen un subtipo de la enfermedad sin presencia del cromosoma Philadelphia, el tratamiento suele consistir en un régimen para la leucemia linfoblástica aguda, o una combinación de terapias para la leucemia linfoblástica aguda y la leucemia mieloide aguda. A esto le podría seguir un alotrasplante de células madre, cuando se dispone de un donante. Visite www.LLS.org/ensayos a fin de obtener la ayuda de nuestros enfermeros orientadores especializados para buscar ensayos clínicos para pacientes con leucemia aguda de fenotipo mixto.56 I 800.955.4572 I www.LLS.org/espanol Efectos secundarios y complicaciones Los efectos secundarios se presentan cuando el tratamiento afecta los tejidos y órganos sanos. La mayoría de los niños con leucemia linfoblástica aguda reciben tratamiento con quimioterapia intensiva, que puede causar efectos secundarios graves. En los niños con leucemia linfoblástica aguda, la mayoría de los efectos secundarios son temporales y disminuyen una vez que el cuerpo se adapta a la terapia o una vez finalizada la misma. Podría ser necesario hospitalizar a un niño si los efectos secundarios se agravan. Deficiencias de células sanguíneas. El cáncer y los tratamientos contra el mismo a menudo hacen que disminuyan los niveles de células sanguíneas. Esto puede ocasionar una deficiencia grave de glóbulos rojos, glóbulos blancos y plaquetas. En el caso de niños con deficiencias graves o prolongadas de glóbulos rojos y plaquetas, podría ser necesario realizar transfusiones de dichos componentes sanguíneos. Los niveles de células sanguíneas suelen normalizarse después de una o más transfusiones. Casi siempre es necesario realizar transfusiones de glóbulos rojos y plaquetas durante varias semanas en el curso del tratamiento. Después de eso, los niveles de células sanguíneas suelen normalizarse. Durante el tratamiento de la leucemia linfoblástica aguda, la deficiencia de glóbulos blancos puede provocar infecciones por bacterias y hongos que normalmente están presentes en el ambiente, en la piel, en la nariz y la boca, en las encías o en el colon. El riesgo de infecciones puede aumentar porque la quimioterapia daña las células de la mucosa de la boca y de los intestinos, lo cual facilita la entrada de las bacterias en el torrente sanguíneo. Es común administrar antibióticos a los pacientes con una deficiencia de glóbulos blancos para prevenir las infecciones por bacterias. También se administran otros medicamentos para prevenir las infecciones por hongos y virus. Debido al mayor riesgo de infecciones durante el tratamiento, el personal médico y todos los familiares y amigos deben lavarse las manos con frecuencia y vigorosamente, y asimismo tomar otras medidas de precaución para evitar exponer a los pacientes a bacterias, virus y otros agentes infecciosos. Los cuidadores de niños que tienen una vía central o un reservorio subcutáneo deben ser meticulosos cuando limpien los dispositivos y el lugar de inserción de los mismos, según las indicaciones del equipo de profesionales médicos. Busque atención médica para su hijo inmediatamente si aparece algún signo de infección en casa. Puede que el único signo de infección sea una temperatura de 100.4 °F (38.0 ºC) o más, o la aparición de escalofríos. Entre los demás signos de infección pueden incluirse tos persistente, dolor de garganta, dolor al orinar o diarrea. Leucemia linfoblástica aguda en niños y adolescentes I 57 Síndrome de lisis tumoral. Los niños con leucemia linfoblástica aguda pueden correr el riesgo de presentar una afección denominada \"síndrome de lisis tumoral\" (TLS, por sus siglas en inglés). La misma se presenta cuando una gran cantidad de células cancerosas mueren en un corto período de tiempo y liberan su contenido en la sangre. El síndrome puede ser grave durante las primeras fases del tratamiento, especialmente en los niños que tienen un nivel muy alto de glóbulos blancos antes de la terapia de inducción. El ácido úrico es una de las sustancias químicas que liberan las células cancerosas muertas. Los niveles muy altos de ácido úrico y otras sustancias químicas pueden producir daños renales y cardíacos graves. Si no se trata, el síndrome de lisis tumoral puede provocar arritmias cardíacas, convulsiones, pérdida del control muscular, insuficiencia renal aguda e incluso la muerte. El tratamiento debería incluir la hidratación del paciente para disminuir el riesgo de que presente el síndrome de lisis tumoral. La administración de líquidos por vía intravenosa (IV) suele iniciarse al momento del diagnóstico y continúa durante toda la quimioterapia para prevenir el desequilibrio de sustancias químicas en la sangre y apoyar el funcionamiento renal. A los niños con leucemia linfoblástica aguda se les hace un seguimiento frecuente para detectar la aparición de esta afección y se les administra medicamentos, tales como el alopurinol (Zyloprim®) o la rasburicasa (Elitek®) , para prevenir o aliviar sus efectos. Dolor. Los niños con leucemia linfoblástica aguda pueden tener dolor en los huesos al momento del diagnóstico, o durante una recaída, debido a la presencia de células leucémicas en la médula ósea. Rara vez, algunos medicamentos quimioterapéuticos que se emplean en los pacientes con leucemia linfoblástica aguda pueden ocasionar neuropatía periférica, un problema de los nervios que puede producir dolor, adormecimiento y hormigueo, generalmente en las manos o pies. El uso de medicamentos para el dolor y la fisioterapia son enfoques muy eficaces para los pacientes con dolor causado por la leucemia o su tratamiento. Otros efectos secundarios. Los medicamentos quimioterapéuticos afectan las células que se dividen rápidamente, razón por la cual surten efecto contra las células cancerosas. Pero dichos medicamentos también afectan las células sanas del organismo que se dividen rápidamente, tales como las de la mucosa intestinal, la piel y los folículos pilosos. Entre los efectos secundarios comunes de la quimioterapia pueden incluirse: {Caída del cabello {Sarpullidos {Picazón de cabeza {Pérdida del apetito {Fatiga Estos efectos secundarios a corto plazo suelen desaparecer una vez que el paciente ha finalizado el tratamiento. Afortunadamente, hay medicamentos que contrarrestan las náuseas y los vómitos que pueden administrarse para evitar o aliviar estos angustiantes efectos secundarios. El uso de corticoesteroides, tales como la prednisona y la dexametasona , es un componente principal de prácticamente todos los regímenes terapéuticos de inducción para la leucemia linfoblástica aguda. Estos medicamentos también se incorporan con frecuencia a los regímenes terapéuticos de consolidación y mantenimiento. Entre los efectos secundarios agudos de los corticoesteroides pueden incluirse el aumento de peso, la hiperglucemia (nivel alto de azúcar en la sangre), la diabetes producida por los corticoesteroides y la hipertensión (presión arterial alta). Los pacientes deberían ser vigilados para asegurarse de que sus niveles de glucosa (azúcar) en la sangre estén controlados. Las úlceras gástricas son otro posible efecto secundario del tratamiento con corticoesteroides. A fin de reducir el riesgo de que se formen úlceras gástricas durante el tratamiento con corticoesteroides, el médico podría recomendar la toma de medicamentos que disminuyen la secreción de los ácidos estomacales, tales como bloqueadores H2 o inhibidores de la bomba de protones. Existen medicamentos y otras terapias para prevenir o manejar muchos efectos secundarios. Si desea obtener más información, visite www.LLS.org/materiales para consultar, imprimir o pedir la serie gratuita de publicaciones de LLS titulada Manejo de los efectos secundarios (haga clic en \"Side Effect Management\" en el menú desplegable, donde dice \"Filter by Topic\"). A veces, un medicamento o combinación de medicamentos causa efectos secundarios que continúan después de terminado el tratamiento. Algunos efectos pueden ser duraderos (vea la sección titulada Efectos a largo plazo y tardíos del tratamiento a partir de la página 64).Leucemia linfoblástica aguda en niños y adolescentes I 59Cómo sobrellevar la caída del cabello en los niños Para muchos niños, la caída del cabello puede ser uno de los efectos secundarios más angustiantes del tratamiento del cáncer. Los niños pueden ser muy sensibles a su apariencia y a la forma en que los demás los perciben. Desafortunadamente, a la mayoría de los niños que reciben tratamiento para la leucemia linfoblástica aguda se les empieza a caer el cabello (temporalmente) de 2 a 3 semanas después del inicio de la quimioterapia. La siguiente información puede ser útil para ayudar a los niños a sobrellevar la caída del cabello. {Muchos hospitales infantiles trabajan con organizaciones que ayudan a suministrar pelucas y otras prendas para cubrir la cabeza a los pacientes que las necesitan. El trabajador social del hospital puede ayudar a su hijo a explorar sus opciones, así como a las familias a comprender lo que cubre y no cubre el seguro médico. {Si su hijo tiene pensado usar una peluca, tome una foto de su cabello (de la manera que normalmente lo lleva) antes de que se le empiece a caer. De esta manera un especialista en pelucas podrá crear una parecida a su cabello natural. Además, le podría convenir cortar un mechón de cabello de su hijo y guardarlo para poder hallar una peluca del mismo color y textura. {Algunos niños se cortan el pelo corto o se rasuran la cabeza antes de que se les empiece a caer el cabello. Esto les permite sentir que tienen algún control sobre la caída del cabello y hace que la situación sea menos angustiante. Otros niños tal vez quieran esperar y ver qué pasa. Además, podrían querer teñirse el cabello de un color extravagante o hacerse un peinado alocado. Sin embargo, es importante que consulte con el médico del niño antes de usar tinturas o productos químicos en el cabello. {A algunos niños les gusta usar pelucas, sombreros, gorros, bufandas o turbantes. Considere las distintas opciones de prendas para cubrir la cabeza, ya que ir a comprarlas puede brindar a su hijo cierto sentido de control. {Algunos niños, especialmente los más jóvenes, tal vez decidan no cubrirse la cabeza. Es una opción personal de los niños y sus familias. Sin embargo, los niños que van a estar expuestos al sol deben proteger el cuero cabelludo, que es muy sensible, con algún tipo de prenda que cubra la cabeza o con un filtro (protector) solar. {La caída del cabello puede ser algo muy difícil para los niños cuando regresan a la escuela tras el tratamiento. Los trabajadores sociales de los hospitales pueden ofrecer apoyo y recursos a los niños que afrontan la caída del cabello. 60 I 800.955.4572 I www.LLS.org/espanol Atención de seguimiento Después de que su hijo finalice el tratamiento para la leucemia linfoblástica aguda y esté en remisión, será necesario que reciba atención de seguimiento. Dicha atención consiste en chequeos médicos periódicos, que pueden incluir análisis de sangre así como otras pruebas para buscar signos de una posible recaída. Los médicos también harán exámenes en busca de otros problemas físicos o emocionales que puedan presentarse meses o años después del tratamiento. Aunque su hijo se sienta perfectamente bien, es muy importante que siga acudiendo a las citas de seguimiento médico. Su hijo se someterá frecuentemente a pruebas de seguimiento durante el primer año posterior al tratamiento, pero las mismas se realizarán con menos frecuencia durante el segundo y el tercer año. Con el tiempo, es posible que se exija la realización de pruebas y chequeos médicos con menor frecuencia, pero las consultas programadas de seguimiento deben seguir indefinidamente. Si su hijo participó en un ensayo clínico, la atención de seguimiento y la frecuencia de las consultas podrían ser un poco diferente, pero igualmente deben cumplirse como corresponde. Cada paciente tiene un esquema diferente para la atención de seguimiento. La frecuencia de las consultas de seguimiento de su hijo depende del subtipo de leucemia linfoblástica aguda que tiene, de su estado de salud general y de los tratamientos que haya recibido. En el caso de niños con leucemia linfoblástica aguda, la Red Nacional Integral del Cáncer (NCCN, por sus siglas en inglés) recomienda la realización de las siguientes pruebas durante los primeros 3 años posteriores al fin del tratamiento. Vea la Tabla 6 en la página 61 .Leucemia linfoblástica aguda en niños y adolescentes I 61 Tabla 6. Recomendaciones de la NCCN en cuanto a exámenes y pruebas de seguimiento Es posible que se retrase la aplicación de algunas vacunas infantiles durante el período del tratamiento. Su médico le aconsejará sobre el momento adecuado para reanudar el esquema de vacunación de su hijo. También se recomienda la aplicación de las vacunas actuales contra la COVID-19 en niños de ciertas edades. Hable con el médico de su hijo para obtener más información al respecto. El equipo de profesionales médicos también podría recomendar que se siga un esquema de evaluación de las capacidades de aprendizaje de su hijo. Si su hijo parece tener problemas para aprender, podría ser de ayuda emplear métodos de educación especial. Vea la sección titulada Regreso a la escuela a partir de la página 64.Año Pruebas médicas Frecuencia de las pruebas Año 1 Examen físico, incluyendo examen testicular en los pacientes de sexo masculinoCada 1 a 4 meses Hemograma con fórmula leucocitaria Cada 1 a 4 meses Pruebas funcionales hepáticasCada 1 a 4 meses hasta que los resultados sean normales Año 2 Examen físico, incluyendo examen testicular en los pacientes de sexo masculinoCada 3 a 6 meses Hemograma con fórmula leucocitaria Cada 3 a 6 meses Año 3 en adelante Examen físico, incluyendo examen testicular en los pacientes de sexo masculinoCada 6 a 12 meses Hemograma con fórmula leucocitaria Cada 6 a 12 meses Otros procedimientos generales: {Deberían realizarse una aspiración de médula ósea y un análisis de líquido cefalorraquídeo ante la sospecha de una recaída, según se indique desde el punto de vista clínico. En caso de realizarse la aspiración de médula ósea podrían incluirse otras pruebas adicionales, entre ellas: citometría de flujo, análisis citogenético, hibridación in situ con fluorescencia, pruebas moleculares y pruebas de detección de enfermedad residual mínima. {En el caso de los pacientes con leucemia linfoblástica aguda Ph+, se recomienda la realización periódica de pruebas de cuantificación del gen BCR-ABL1 . Adaptada a partir de www.LLS.org/espanol Su hijo seguirá necesitando atención de seguimiento incluso después de que se convierta en un adulto. Es necesario enseñar a los adultos jóvenes acerca de la importancia de la atención de seguimiento. Cuando su hijo alcance la adultez, recuérdele que cualquier profesional médico nuevo a quien acuda necesitará conocer los detalles de sus antecedentes médicos y del plan de atención para la supervivencia. Colabore con los miembros del equipo oncológico para coordinar la atención y la transferencia de los registros médicos a los consultorios de los nuevos médicos. Es importante mantener un registro de los tratamientos contra el cáncer que recibe su hijo. De este modo, durante las consultas de seguimiento, el médico puede vigilar la presencia de efectos tardíos específicos que puedan estar asociados a dichos tratamientos. Plan de atención para la supervivencia. En el ámbito del cáncer, la \"supervivencia\" generalmente se refiere a la salud y el bienestar de una persona tras el tratamiento. El hematólogo-oncólogo de su hijo ayudará a crear un plan de atención para la supervivencia con el objetivo de guiar la atención de seguimiento. De esa manera, cuando su hijo llegue a la adultez, tendrá un historial claro y por escrito sobre el diagnóstico, los tratamientos y el esquema de la atención de seguimiento. Comparta dicho plan con todos los profesionales médicos nuevos a los que acuda su hijo. El plan de atención para la supervivencia debería incluir la siguiente información: {Una lista de todos los profesionales médicos que atienden a su hijo, entre ellos, el pediatra, el hematólogo-oncólogo, el oncólogo radiólogo, etc. {Un resumen del diagnóstico con detalles, tales como la etapa de la enfermedad, las zonas de afectación en el cuerpo y los marcadores moleculares o genéticos {Un resumen del tratamiento con detalles, tales como las fechas correspondientes a los tratamientos, los nombres de los medicamentos quimioterapéuticos o de otro tipo que haya recibido, la dosis y la zona objetivo de la radioterapia, así como las respuestas a los tratamientos y los efectos secundarios que presenta {Un esquema de las citas de seguimiento con los nombres de los profesionales médicos y la frecuencia con la que deberían ocurrir {Un esquema para la vigilancia continua, con las pruebas médicas recomendadas y la frecuencia de las mismas {Una lista de los posibles efectos a largo plazo y tardíos del tratamientoLeucemia linfoblástica aguda en niños y adolescentes I 63 {Recomendaciones de estilo de vida para la salud y el bienestar, por ejemplo, sobre nutrición, ejercicio, exámenes de detección de otros tipos de cáncer y enfermedades y, si es necesario, remisiones a especialistas que pueden ayudar con estas recomendaciones Visite www.LLS.org/manual-del-sobreviviente para acceder a la publicación titulada Cómo orientarse en la vida durante y después de un diagnóstico de cáncer de la sangre (hay versiones distintas para niños y adolescentes, para adultos jóvenes y para adultos). El Grupo de Oncología Infantil ofrece una plantilla de resumen del tratamiento contra el cáncer que se puede descargar y completar con el equipo de profesionales médicos de su hijo. Visite www.survivorshipguidelines.org (en inglés) para descargar la plantilla. En el sitio web para sobrevivientes denominado Pasaporte para Su Cuidado se ofrece acceso gratuito a recursos, materiales educativos y herramientas de supervivencia para los sobrevivientes de cáncer infantil. Visite https://cancersurvivor.passportforcare.org/es para informarse más. Clínicas para sobrevivientes. Los sobrevivientes de cáncer infantil tienen necesidades especiales de atención médica de por vida. Muchos hospitales y centros de tratamiento ofrecen clínicas para sobrevivientes que se especializan en la atención de seguimiento a largo plazo de los sobrevivientes de cáncer. Los niños suelen empezar a acudir a una clínica para sobrevivientes 2 años después de terminado el tratamiento del cáncer. Sin embargo, el plazo puede ser distinto en función de las necesidades y antecedentes médicos únicos de su hijo. Además, es fundamental que haya coordinación entre los miembros del equipo de especialistas en atención para la supervivencia de cáncer y el pediatra de su hijo. Su hijo debería acudir a la clínica para sobrevivientes y a su pediatra al menos una vez al año para que le realicen un examen físico completo y cualquier otra prueba que sea necesaria, incluso cuando se sienta bien. Las consultas regulares permiten al médico: {Evaluar todos los efectos del tratamiento {Identificar y tratar los efectos secundarios a largo plazo y tardíos del tratamiento (vea la sección titulada Efectos a largo plazo y tardíos del tratamiento a continuación) {Detectar y tratar una recaída de la enfermedad Como preparación para las consultas, mantenga un registro de los síntomas físicos o emocionales que presente su hijo para que pueda hablar sobre ellos con los miembros del equipo de profesionales médicos. Por ejemplo, es posible 64 I 800.955.4572 I www.LLS.org/espanol que los niños enfrenten dificultades al regresar a sus rutinas diarias luego de un largo período de tratamiento. Es importante obtener apoyo durante este tiempo y por todo el tiempo que sea necesario. Efectos a largo plazo y tardíos del tratamiento. Los tratamientos contra el cáncer pueden dañar los órganos, tejidos o huesos del niño y producir un retraso en el crecimiento y otros problemas de salud más adelante en la vida. Los sobrevivientes de cáncer infantil pueden tener problemas de salud complejos y a largo plazo debido a los tratamientos que reciben. Si bien los tratamientos para la leucemia linfoblástica aguda han producido mayores tasas de supervivencia, algunos de ellos pueden causar efectos a largo plazo o tardíos considerables. Los efectos a largo plazo del tratamiento del cáncer son problemas médicos que duran meses o años después de terminado el tratamiento. Son ejemplos de efectos a largo plazo la infertilidad, los problemas de crecimiento y la fatiga relacionada con el tratamiento. Los efectos tardíos son problemas médicos que no se presentan hasta años, o incluso posiblemente décadas, después de terminado el tratamiento. Entre los ejemplos de efectos tardíos se incluyen la aparición de un cáncer o de una enfermedad cardíaca cuya causa está relacionada con el tratamiento. En el caso de los niños sobrevivientes de leucemia, los efectos a largo plazo y tardíos del tratamiento pueden comprender: {Efectos cognitivos (sobre el aprendizaje) {Efectos sobre el desarrollo físico {Efectos sobre el desarrollo psicológico Entre los factores que influyen en el riesgo que corre el niño de presentar efectos a largo plazo o tardíos se incluyen: {El tipo y la duración del tratamiento {Su sexo {Su edad al momento del tratamiento {Su estado de salud general La variedad y gravedad de estos posibles efectos a largo plazo y tardíos varían. Algunos niños no tienen efectos a largo plazo ni tardíos considerables, o tienen efectos muy leves, mientras que otros tienen complicaciones serias. Algunos efectos tardíos se vuelven evidentes con el inicio de la pubertad, el crecimiento y el proceso normal de envejecimiento. La intervención precoz y la adopción de prácticas de estilo de vida saludable (no fumar, tener una buena nutrición, hacer ejercicio, someterse a exámenes de detección periódicos y atención de seguimiento) pueden tener un efecto positivo en cuanto a la aparición y/o gravedad de los efectos.Leucemia linfoblástica aguda en niños y adolescentes I 65 Es importante que los padres hablen con el equipo de profesionales médicos encargados de la atención de su hijo sobre los posibles efectos tardíos para que tengan lugar la planificación, evaluación y atención de seguimiento adecuadas. Tipos de efectos a largo plazo y tardíos. Entre los efectos a largo plazo y tardíos del tratamiento de la leucemia linfoblástica aguda pueden incluirse efectos cognitivos, físicos y psicológicos. Efectos cognitivos (sobre el aprendizaje). Los tratamientos que se dirigen al sistema nervioso central, tales como la quimioterapia intratecal, la radioterapia dirigida al cerebro y la quimioterapia intravenosa con dosis altas de metotrexato o citarabina , son eficaces en los niños con leucemia linfoblástica aguda. Sin embargo, estos tratamientos pueden aumentar el riesgo de que se presenten efectos cognitivos, tales como problemas de memoria y de concentración a largo plazo. Los efectos cognitivos tardíos pueden afectar la capacidad de su hijo para aprender y pensar. Las dificultades de aprendizaje pueden variar de leves a graves. Además, pueden empezar a presentarse durante el tratamiento, o bien podrían volverse evidentes meses o incluso años después del tratamiento. Todas las siguientes áreas del aprendizaje pueden verse afectadas: matemáticas, relaciones espaciales, resolución de problemas, período de atención, lectura y deletreo, procesamiento de información, planificación y organización, y capacidad de concentración. También pueden presentarse problemas de coordinación motriz fina, lo cual podría hacer que el niño tenga mala escritura a mano. Hable con el equipo de profesionales médicos encargados de la atención de su hijo sobre cualquier problema educativo o de aprendizaje que le preocupe. Un psicólogo pediátrico puede realizar pruebas neuropsicológicas para evaluar a su hijo en busca de algún signo de estos posibles efectos tardíos. Consulte la publicación gratuita de LLS titulada Aprender y vivir con cáncer: en defensa de las necesidades educativas de su hijo para obtener información sobre la planificación del ingreso o regreso de su hijo a la escuela después del diagnóstico y tratamiento del cáncer. Riesgo de presentar un segundo cáncer. Los sobrevivientes de leucemia linfoblástica aguda infantil corren un riesgo mayor de presentar un segundo cáncer más adelante en la vida. Este cáncer puede presentarse meses o años después de completado el tratamiento. Debido a este riesgo, es importante que los pacientes que han recibido tratamiento para la leucemia linfoblástica aguda se sometan a exámenes periódicos de detección del cáncer. Estos exámenes deberían ser una responsabilidad compartida entre el médico de atención primaria de su hijo y el oncólogo. Además, se recomienda la adopción de modificaciones del estilo de vida que reduzcan el riesgo de un segundo cáncer, tales como hacer ejercicio, mantener un peso saludable y no fumar. 66 I 800.955.4572 I www.LLS.org/espanol Sistema cardiovascular. El tratamiento de la mayoría de los pacientes con leucemia linfoblástica aguda incluye el uso de una antraciclina, como la doxorrubicina o la daunorrubicina . Las antraciclinas se han asociado a un riesgo mayor de padecer lesiones de miocardio (el músculo cardíaco) o insuficiencia cardíaca crónica. Es posible que la enfermedad cardíaca no se manifieste hasta muchos años después de terminado el tratamiento. Consulte con el médico de su hijo para saber si es necesario que se someta a pruebas para evaluar la presencia de signos de efectos tardíos que afectan el corazón y los vasos sanguíneos. Si se recomienda la realización de pruebas médicas, averigüe la frecuencia con la que deberían realizarse. Osteonecrosis. La osteonecrosis, también denominada \"necrosis avascular\", es una afección en la cual el flujo sanguíneo a los huesos está reducido. Esto puede hacer que parte de los huesos se debiliten o mueran, lo cual puede causar dolor o incluso fracturas óseas. A menudo, la osteonecrosis afecta las articulaciones que soportan el peso corporal, tales como la cadera y/o las rodillas. Esta afección es un efecto secundario a largo plazo asociado al tratamiento con corticoesteroides. La misma parece tener una incidencia mayor en adolescentes que en niños más pequeños o adultos (probablemente debido al crecimiento óseo durante esa etapa de la vida). Si su hijo corre el riesgo de presentar esta afección, el equipo de profesionales médicos tal vez recomiende la evaluación de sus niveles de calcio y vitamina D. Si su hijo tiene dolor óseo, es posible que se indique la realización de estudios de imagenología para evaluarlo. O bien, si recibe tratamiento en un ensayo clínico, dichos estudios podrían formar parte del seguimiento del niño. Efectos psicológicos. La mayoría de los sobrevivientes de cáncer infantil están sanos desde el punto de vista psicológico. No obstante, algunos estudios realizados en una pequeña cantidad de sobrevivientes de leucemia infantil indican que hay mayor probabilidad de que estos niños informen tener cambios de comportamiento, sentimientos o estado de ánimo —entre ellos, depresión o trastorno de estrés postraumático (PTSD, en inglés)— que los niños sanos de la misma edad. Si nota cualquier cambio en el estado de ánimo o comportamiento de su hijo, especialmente si estos cambios empiezan a interferir con su vida cotidiana, hable con el equipo de profesionales médicos encargados de su atención. Visite www.LLS.org/manual-para-las-familias para obtener más información sobre los efectos a largo plazo y tardíos (se encuentra en el capítulo titulado Después del tratamiento ). Hable con el médico sobre: {Los posibles efectos a largo plazo y tardíos y la atención de seguimientoLeucemia linfoblástica aguda en niños y adolescentes I 67Regreso a la escuela. La escuela es un lugar para aprender y divertirse, por lo que los niños se benefician de reintegrarse a sus aulas tan pronto como sea posible desde el punto de vista médico. La mayoría de los niños que tienen cáncer asisten a la escuela al menos parte del tiempo durante su tratamiento. No obstante, puede ser difícil adaptarse a la escuela al regresar tras un diagnóstico de cáncer. Su hijo podría tener sus reservas acerca de regresar a la escuela, incluyendo temores acerca de lo siguiente: {La reacción de sus amigos y de otros niños en la escuela {Los trabajos de clase y actividades sociales en los que no participó debido a su ausencia {Los cambios en sus capacidades {Los cambios en su apariencia Hable con su hijo sobre cualquier temor que él o ella pudiera tener antes de que regrese a la escuela. Ayúdelo a crear estrategias de afrontamiento para las situaciones que se podrían presentar. Si su hijo no ha asistido a clases por un largo período de tiempo, podría ser útil facilitarle un regreso gradual a un horario escolar a tiempo completo. Por ejemplo, su hijo podría asistir a la escuela medio día, o día de por medio, durante las primeras semanas. Hable con los administradores de la escuela sobre la posibilidad de hacer ajustes del horario y otras opciones disponibles. Tome las siguientes medidas para asegurarse de que su hijo obtenga el apoyo que necesita en la escuela: {Reúnase con los administradores, maestros, consejeros y el enfermero de la escuela, tan pronto como pueda después del diagnóstico, para hablar sobre la afección de su hijo y abordar cualquier necesidad especial o inquietud que tenga. {Hable sobre las evaluaciones que podrían ser necesarias para brindarle a su hijo apoyo adicional, por ejemplo, una evaluación neuropsicológica. Pida a los miembros del personal escolar que le brinden información relevante sin demora cuando identifiquen cualquier problema que surja. {Consulte con el enfermero de la escuela para asegurarse de que se haya establecido un plan de atención dirigido a las necesidades médicas de su hijo durante el horario escolar. Por ejemplo: {Es posible que su hijo necesite tomar medicamentos en la escuela, ya sea medicamentos de uso diario o medicamentos que deben tomarse según la necesidad (por ejemplo, cuando su hijo sienta náuseas). {Si su hijo tiene colocado un catéter o algún otro dispositivo médico, asegúrese de que el enfermero de la escuela sepa cómo cuidar el dispositivo de manera adecuada. 68 I 800.955.4572 I www.LLS.org/espanol {El plan también debería incluir una lista de los problemas que puedan surgir, las situaciones en las cuales deberían comunicarse con usted y cuándo llamar al 911 para obtener atención de emergencia. El equipo de profesionales médicos encargados de la atención de su hijo puede ayudar al enfermero de la escuela a crear el plan de atención y a completar todos los trámites necesarios. {Pida al médico de su hijo que escriba una carta detallando las limitaciones físicas o necesidades médicas de su hijo, por ejemplo, la necesidad de darle un refrigerio adicional o bebidas frías, más descansos para ir al baño y/o un lugar seguro para descansar, de ser necesario. También podría ser necesario realizar modificaciones relacionadas con los recreos o clases de educación física (P.E., en inglés). Hable con los administradores y maestros de la escuela sobre estas necesidades y sobre la manera en la cual serán atendidas. Pida el asesoramiento experto del equipo de profesionales médicos para explicar esta información. {Con el fin de disminuir la ansiedad de su hijo, organice reuniones con el (los) maestro(s) antes de que regrese a la escuela. {Pregunte acerca de la posibilidad de hacer una presentación en clase, con información adecuada para la edad de los estudiantes, antes o después de que su hijo regrese a la escuela a fin de informar a los amigos y compañeros de clase sobre el cáncer. Solicite la ayuda del equipo de profesionales médicos. Algunos centros de tratamiento cuentan con profesionales médicos que pueden dar estas presentaciones en las escuelas, o tal vez dispongan de presentaciones preparadas listas para su uso. Pregunte a su hijo si le gustaría estar presente en el aula durante la presentación. Si la respuesta es sí, su hijo puede participar de una manera con la que se sienta a gusto. Si desea obtener más información sobre el regreso a la escuela tras el tratamiento del cáncer, visite www.LLS.org/materiales para consultar la publicación titulada Aprender y vivir con cáncer. El Programa Trish Greene de Regreso a la Escuela. Este programa de LLS ofrece a los padres y educadores información y materiales gratuitos que pueden facilitar el regreso de los niños a la escuela. El programa fue desarrollado para promover la comunicación entre padres, pacientes, profesionales médicos y personal escolar, a fin de asegurar a los niños una transición sin dificultades desde el tratamiento activo hasta la reintegración a la escuela. Llame a un Especialista en Información de LLS al (800) 955-4572 para obtener más información.Leucemia linfoblástica aguda en niños y adolescentes I 69 Resultados del tratamiento Unas décadas atrás, las tasas de curación tanto de los niños como de los adultos con diagnóstico de leucemia linfoblástica aguda eran muy bajas. Hoy día, entre todos los tipos de cáncer infantil, una de las tasas más altas de curación se ve en casos de leucemia linfoblástica aguda: cerca del 92 por ciento en niños menores de 15 años y más del 94 por ciento en niños menores de 5 años. Causas y factores de riesgo En la mayoría de los casos, no está claro cuál es la causa de los cambios genéticos que provocan la leucemia linfoblástica aguda, particularmente en los niños. Los investigadores están tratando de entender la razón por la cual ocurren estos cambios y la forma en la que provocan el desarrollo de la enfermedad. No todos los pacientes con leucemia linfoblástica aguda tienen las mismas mutaciones genéticas, y algunos cambios genéticos son más comunes que otros. Aunque la causa de la leucemia linfoblástica aguda es desconocida, existen algunos factores de riesgo conocidos. Un \"factor de riesgo\" es cualquier factor que aumenta las probabilidades que tiene una persona de presentar una enfermedad. No obstante, el hecho de que una persona tenga un factor de riesgo no significa que presentará la enfermedad. Algunas personas con varios factores de riesgo de una enfermedad nunca la padecen, mientras que otras que no tienen ningún factor de riesgo conocido de la enfermedad sí la padecen. La leucemia linfoblástica aguda no es contagiosa. Entre los factores asociados a un riesgo mayor de presentar leucemia linfoblástica aguda se incluyen: {Los trastornos genéticos. Algunas enfermedades genéticas que están presentes al nacer parecen aumentar el riesgo de presentar leucemia linfoblástica aguda, entre ellos, el síndrome de Down, la neurofibromatosis, el síndrome de Klinefelter, la anemia de Fanconi, el síndrome de Shwachman-Diamond, el síndrome de Bloom, el síndrome de Li-Fraumeni y la ataxia telangiectasia. {La edad. Las mayores tasas de incidencia de leucemia linfoblástica aguda se ven en niños y adolescentes menores de 15 años. Dentro de este grupo, la tasa más alta se ve en niños de 1 a 4 años de edad. {El sexo. Las personas de sexo masculino tienen más probabilidades de presentar esta enfermedad que las de sexo femenino. {Raza/origen étnico. En los Estados Unidos, la leucemia linfoblástica aguda es más común en personas de origen hispano y de raza blanca. {La exposición a quimioterapia y radioterapia. Las personas que han recibido ciertos tipos de quimioterapia y radioterapia podrían correr un riesgo mayor de presentar leucemia linfoblástica aguda. Sin embargo, esto no es común en niños. 70 I 800.955.4572 I www.LLS.org/espanol Medicamentos empleados en el tratamiento de la leucemia linfoblástica aguda Para obtener más información, se puede consultar por Internet el prospecto del envase y/o la información de prescripción completa de cada medicamento. Nombre del medicamentoVía de administraciónIndicaciones aprobadas por la FDA Agentes alquilantes (medicamentos que dañan el ADN): estos medicamentos surten efecto al impedir la proliferación de las células cancerosas o al disminuir la velocidad de la misma, mediante el daño que causan a su ADN. Ciclofosfamida (Cytoxan®)Intravenosa (IV) OralAprobada para el tratamiento de la leucemia Antraciclinas: estos medicamentos dañan el ADN de las células cancerosas, lo cual hace que mueran. Daunorrubicina (Cerubidine®)Intravenosa (IV) Aprobada, en combinación con otros medicamentos anticancerosos aprobados, para la inducción de la remisión en casos de leucemia linfocítica aguda en niños y adultos Doxorrubicina (Adriamycin®)Intravenosa (IV) Aprobada para el tratamiento de la leucemia linfoblástica aguda Mitoxantrona (Novantrone®)Intravenosa (IV) Aprobada para el tratamiento de la leucemia no linfocítica aguda y se está evaluando en ensayos clínicos para el tratamiento de la leucemia linfoblástica aguda Antimetabolitos : estos medicamentos interfieren con la división y el funcionamiento normales de las células cancerosas. Clofarabina (Clolar®)Intravenosa (IV) Aprobada para el tratamiento de pacientes pediátricos de 1 a 21 años de edad en casos de recaída o refractarios de leucemia linfoblástica aguda tras al menos dos regímenes previos Citarabina (citosina arabinosida, ARA-C; Cytosar-U®)Intravenosa (IV) Subcutánea (debajo de la piel) IntratecalAprobada para su uso, sola o con otros medicamentos quimioterapéuticos, en el tratamiento de ciertos tipos de leucemia, entre ellos, la leucemia linfoblástica aguda; la administración intratecal de inyecciones de citarabina (solo los preparados sin conservantes) está indicada en la profilaxis y el tratamiento de la leucemia meníngea Fludarabina (Fludara®)Intravenosa (IV) Aprobada para el tratamiento de la leucemia linfocítica crónica (CLL, en inglés) y se está evaluando en ensayos clínicos para el tratamiento de la leucemia linfoblástica agudaLeucemia linfoblástica aguda en niños y adolescentes I 71 6-mercaptopurina (6-MP, Purinethol®, Purixan®)Oral Aprobada para el tratamiento de pacientes con leucemia linfoblástica aguda como parte de un régimen de combinación Metotrexato (Xatmep®, Abitrexate®, Trexall®)Intravenosa (IV) Intramuscular OralAprobado para el tratamiento de pacientes adultos y pediátricos con leucemia linfoblástica aguda como parte de un régimen quimioterapéutico de combinación; profilaxis y tratamiento de pacientes adultos y pediátricos con leucemia meníngea Nelarabina (Arranon®)Intravenosa (IV) Aprobada para el tratamiento de la leucemia linfoblástica aguda de células T y del linfoma linfoblástico de células T (T-ALL y T-LBL, en inglés) en pacientes adultos y pediátricos de 1 año de edad y mayores cuya enfermedad no ha respondido o ha reaparecido tras el tratamiento con al menos dos regímenes de quimioterapia 6-tioguanina (tioguanina, Tabloid®)Oral Aprobada para el tratamiento de la leucemia mieloide aguda (AML, en inglés), pero puede emplearse sin indicación aprobada para la leucemia linfoblástica aguda Terapia enzimática: tipo de tratamiento en el que se emplea una enzima obtenida de la bacteria Escherichia coli (E. coli). La enzima degrada el aminoácido asparagina y puede impedir la proliferación de las células cancerosas que necesitan ese aminoácido para crecer. Asparaginasa de Erwinia (Rylaze, Erwinaze®)Inyección intramuscularAprobada como componente de un régimen quimioterapéutico de múltiples fármacos para el tratamiento de pacientes con leucemia linfoblástica aguda que han presentado hipersensibilidad a la asparaginasa obtenida de E. coli Calaspargasa pegol-mknl (Asparlas)Intravenosa (IV) Aprobada como componente de un régimen quimioterapéutico de múltiples fármacos para el tratamiento de la leucemia linfoblástica aguda en pacientes pediátricos y adultos jóvenes de 1 mes a 21 años de edad Pegaspargasa (PEG-L-asparaginasa, Oncaspar®)Inyección intramuscular Intravenosa (IV)Aprobada como componente de un régimen quimioterapéutico de múltiples fármacos para el tratamiento de pacientes pediátricos y adultos con: Leucemia linfoblástica aguda (como tratamiento de primera línea) Leucemia linfoblástica aguda e hipersensibilidad a la asparaginasa72 I 800.955.4572 I www.LLS.org/espanol Alcaloides vegetales: tratamientos quimioterapéuticos producidos a partir de ciertos tipos de plantas. Los mismos son específicos del ciclo celular, lo que significa que atacan a las células cancerosas durante varias fases de la división celular. Vincristina (Oncovin®)Intravenosa (IV) Aprobada para el tratamiento de leucemias agudas Inhibidor de la topoisomerasa: tipo de medicamento que bloquea a las topoisomerasas (enzimas que rompen y vuelven a unir las hebras de ADN y que son necesarias para que las células se dividan y proliferen). El bloqueo de estas enzimas puede matar a las células cancerosas. Etopósido (VP-16, VePesid®, Etopophos®)Intravenosa (IV) OralSe emplea como tratamiento sin indicación aprobada para la leucemia linfoblástica aguda Corticoesteroides : este tipo de medicamentos se fabrican en el laboratorio y son similares a las hormonas naturales producidas por las glándulas suprarrenales. Los corticoesteroides ayudan a destruir las células leucémicas. Dexametasona Oral Aprobada para el tratamiento de la leucemia linfoblástica aguda Hidrocortisona Oral Aprobada para el tratamiento de la leucemia linfoblástica aguda Prednisona Oral Aprobada para el tratamiento de la leucemia linfoblástica aguda Inhibidores de la tirosina quinasa: este tipo de medicamentos bloquean a la enzima tirosina quinasa, la cual hace que las células madre se conviertan en una cantidad de glóbulos blancos mayor de la necesaria. Imatinib (Gleevec®)Oral Aprobado para el tratamiento de pacientes pediátricos con diagnóstico reciente de leucemia linfoblástica aguda con presencia del cromosoma Philadelphia (Ph+), en combinación con quimioterapia Dasatinib (Sprycel®)Oral Aprobado para el tratamiento de pacientes pediátricos de 1 año de edad y mayores con diagnóstico reciente de leucemia linfoblástica aguda Ph+, en combinación con quimioterapia Ruxolitinib (Jakafi®)Oral Inhibidor de JAK1/JAK2 que se está probando en ensayos clínicos para el tratamiento de la leucemia linfoblástica aguda similar al subtipo con presencia del cromosoma Ph (Ph-like ALL, en inglés)Leucemia linfoblástica aguda en niños y adolescentes I 73Inmunoterapias: en este tipo de medicamentos se emplean sustancias que estimulan o inhiben al sistema inmunitario para ayudar al cuerpo a combatir el cáncer. Blinatumomab (Blincyto®)Intravenosa (IV) Aprobado para el tratamiento de adultos y niños con: Leucemia linfoblástica aguda de precursores de células B con expresión de CD19, en una primera o segunda remisión completa, con un nivel de enfermedad residual mínima (MRD, en inglés) que sea mayor o igual que el 0.1% Leucemia linfoblástica aguda de precursores de células B con expresión de CD19, en casos de recaída o refractarios Tisagenlecleucel (Kymriah®)Intravenosa (IV) Inmunoterapia de células T autólogas genéticamente modificadas que se dirigen a CD19, indicada para el tratamiento de pacientes de hasta 25 años de edad con leucemia linfoblástica aguda de precursores de células B que es refractaria o se encuentra en una segunda o posterior recaída Daratumumab (Darzalex®)Intravenosa (IV) Anticuerpo monoclonal dirigido a CD38 que se está evaluando en niños con leucemia linfoblástica aguda de células T en recaída Inotuzumab ozogamicina (Besponsa®)Intravenosa (IV) Este tratamiento no está aprobado actualmente para la leucemia linfoblástica aguda, pero su uso para esta indicación se está evaluando en ensayos clínicos 74 I 800.955.4572 I www.LLS.org/espanol Información y recursos LLS ofrece información y servicios de forma gratuita a los pacientes, cuidadores y familias afectados por los distintos tipos de cáncer de la sangre. En esta sección se enumeran diversos recursos que están a su disposición. Use estos recursos para informarse, preparar y hacer preguntas, y para aprovechar al máximo la atención del equipo de profesionales médicos. Para obtener información y ayuda Consulte con un Especialista en Información. Los Especialistas en Información de LLS son trabajadores sociales, enfermeros y educadores en salud altamente capacitados y especializados en oncología. Ellos ofrecen información actualizada sobre las enfermedades de la sangre, las opciones de tratamiento y los servicios de apoyo. Se disponen de servicios lingüísticos (interpretación y traducción). Comuníquese con ellos o visite nuestro sitio web para obtener más información. { Llame al: (800) 955-4572 (Lun-Vie, de 9 a.m. a 9 p.m., hora del Este) { Correo electrónico y servicio de chat en vivo: www.LLS.org/especialistas Ensayos clínicos (estudios de investigación médica). Hay investigaciones en curso para desarrollar nuevas opciones de tratamiento para los pacientes. LLS ofrece ayuda a los pacientes y cuidadores para que entiendan, identifiquen y accedan a los ensayos clínicos. Los pacientes y sus cuidadores pueden consultar con enfermeros orientadores especializados que los ayudarán a buscar un ensayo clínico adecuado a sus necesidades y los asistirán personalmente durante todo el proceso del mismo. Visite www.LLS.org/ensayos para obtener más información. Consultas individuales sobre la nutrición. Aproveche el servicio gratuito de consultas individuales brindado por un dietista registrado que cuenta con experiencia en nutrición oncológica. A las personas que llaman, los dietistas les ofrecen asistencia con información sobre las estrategias de alimentación saludable, el manejo de los efectos secundarios y la nutrición para la supervivencia. También brindan otros recursos de nutrición. Visite www.LLS.org/nutricion para obtener más información. Materiales informativos gratuitos. LLS ofrece publicaciones gratuitas en inglés y en español con fines de educación y apoyo. Visite www.LLS.org/materiales para consultar estas publicaciones por Internet, o para pedir copias impresas que se envían por correo. Programas educativos por teléfono/Internet. LLS ofrece programas educativos de forma gratuita por teléfono/Internet y video para los pacientes, cuidadores y profesionales médicos. Algunos de los programas y materiales están disponibles en español. Visite www.LLS.org/programs (en inglés) para obtener más información.Leucemia linfoblástica aguda en niños y adolescentes I 75Asistencia económica. LLS ofrece apoyo económico, que incluye asistencia para cubrir las primas del seguro médico y los copagos de medicamentos, así como para los costos de viaje para recibir tratamiento y otras necesidades a las personas con cáncer de la sangre que reúnen los requisitos. Llame o visite nuestro sitio web para obtener más información. {Llame al: (877) 557-2672 {Visite: www.LLS.org/asuntos-financieros LLS Health Manager. Esta aplicación móvil gratuita lo ayuda a manejar los asuntos relacionados con la salud al llevar un registro de los efectos secundarios, medicamentos, alimentos, hidratación, preguntas que quiere hacerle al médico y más. Puede exportar los datos registrados en formato de calendario que puede compartir con su médico. También puede programar recordatorios para tomar medicamentos, beber líquidos y comer. Visite www.LLS.org/AplicacionSalud para descargarla gratuitamente. La versión en español se llama Aplicación de Salud de LLS. LLS Coloring for Kids. Esta aplicación gratuita para colorear permite a los niños (y adultos) expresar su creatividad y también ofrece actividades para ayudarlos a aprender acerca del cáncer de la sangre y su tratamiento. Incluye páginas en blanco, páginas con dibujos generales para colorear y páginas de los libros para colorear publicados por LLS. La aplicación puede emplearse en cualquier lugar y puede ayudar a los niños a pasar el rato en las salas de espera o durante los tratamientos. Visite www.LLS.org/ColoringApp para informarse más y descargarla. La página web y la aplicación están en inglés. Pódcast. La serie de pódcast llamada The Bloodline with LLS se ofrece para recordarle que, luego del diagnóstico, surge la esperanza. Escuche a pacientes, cuidadores, defensores, médicos y otros profesionales de la salud que hablan sobre los diagnósticos, opciones de tratamiento, asuntos de calidad de vida, efectos secundarios de los tratamientos, comunicación entre pacientes y sus médicos y otros temas importantes relacionados con la supervivencia. Visite www.LLS.org/TheBloodline (en inglés) para obtener más información y suscribirse. Lecturas sugeridas. LLS ofrece una lista de publicaciones recomendadas para los pacientes, cuidadores, niños y adolescentes. Visite www.LLS.org/ SuggestedReading (en inglés) para consultar la lista. Servicios lingüísticos. Informe al médico si necesita servicios de interpretación o traducción porque el inglés no es su idioma principal, o si necesita otro tipo de asistencia, tal como un intérprete del lenguaje de señas. Estos servicios suelen estar disponibles sin costo para los pacientes y sus familiares y cuidadores durante las citas médicas y emergencias.76 I 800.955.4572 I www.LLS.org/espanolRecursos comunitarios y establecimiento de contactos Comunidad de LLS. Esta ventanilla única virtual es el sitio para comunicarse con otros pacientes y recibir los recursos y la información más recientes en relación con el cáncer de la sangre. Puede compartir sus experiencias con otros pacientes y cuidadores y obtener apoyo personalizado del personal capacitado de LLS. Visite www.LLS.org/community (en inglés) para unirse. Sesiones semanales de chat por Internet. Estos chats moderados pueden ofrecer oportunidades para obtener apoyo y ayudar a los pacientes con cáncer a conectarse y compartir información. Visite www.LLS.org/chat (en inglés) para obtener más información. Oficinas regionales de LLS. LLS ofrece apoyo y servicios a través de su red de oficinas regionales en los Estados Unidos y Canadá, entre ellos, el programa Primera Conexión de Patti Robinson Kauffman (que facilita el apoyo mutuo entre pacientes), grupos de apoyo locales y otros recursos valiosos. Llame o visite nuestro sitio web para obtener más información sobre estos programas, o si necesita ayuda para localizar la oficina regional de LLS más cercana. { Llame al: (800) 955-4572 { Visite: www.LLS.org/ChapterFind (en inglés) Otras organizaciones útiles. LLS ofrece una lista extensa de recursos para los pacientes y sus familias. Hay recursos relacionados con la asistencia económica, la orientación psicológica, el transporte y la atención del paciente, entre otras necesidades. Visite www.LLS.org/ResourceDirectory para consultar el directorio (en inglés). Apoyo y defensa. Con la ayuda de voluntarios, la Oficina de Políticas Públicas de LLS aboga por políticas y leyes que promueven el desarrollo de nuevos tratamientos y mejoran el acceso a una atención médica de calidad. Llame o visite nuestro sitio web para obtener más información. { Llame al: (800) 955-4572 { Visite: www.LLS.org/advocacy (en inglés) Ayuda adicional para poblaciones específicas Información para los veteranos. Los veteranos que estuvieron expuestos al agente naranja mientras prestaban servicio en Vietnam podrían reunir los requisitos para obtener ayuda del Departamento de Asuntos de los Veteranos de los Estados Unidos. Visite www.publichealth.va.gov/exposures/agentorange (en inglés) o llame al (800) 749-8387 para obtener más información.Leucemia linfoblástica aguda en niños y adolescentes I 77Sobrevivientes del World Trade Center. Las personas afectadas directamente por los ataques terroristas del 11 de septiembre de 2001, que posteriormente recibieron un diagnóstico de cáncer de la sangre, podrían reunir los requisitos para obtener ayuda del Programa de Salud World Trade Center. Entre las personas que reúnen los requisitos se incluyen: { El personal de emergencia que acudió al área del World Trade Center { Los trabajadores y voluntarios que ayudaron con el rescate, la recuperación y la limpieza de los lugares relacionados con el ataque al World Trade Center en la ciudad de Nueva York { Los sobrevivientes que estuvieron en el área del desastre en la ciudad de Nueva York, o que vivían, trabajaban o estaban asistiendo a una escuela en el área { El personal de emergencia en el Pentágono y en Shanksville, PA Llame al Programa de Salud del World Trade Center o visite la página web para obtener más información. { Llame al: (888) 982-4748 { Visite: www.cdc.gov/wtc/faq.html (en inglés; hay información en español sobre los requisitos del programa y el proceso de solicitud, así como una solicitud por Internet, en www.cdc.gov/wtc/apply_es.html ) Personas que sufren de depresión. El tratamiento de la depresión tiene beneficios para los pacientes con cáncer. Busque asesoramiento médico si su estado de ánimo no mejora con el tiempo, por ejemplo, si se siente deprimido todos los días durante un período de dos semanas. Llame al Instituto Nacional de la Salud Mental (NIMH, en inglés) o visite su sitio web para obtener más información. { Llame al: (866) 615-6464 { Visite: www.nimh.nih.gov (escriba \"depresión\" en la casilla de búsqueda para obtener enlaces a información en español sobre la depresión y su tratamiento)78 I 800.955.4572 I www.LLS.org/espanol Términos médicos ADN. Abreviatura de ácido desoxirribonucleico, que es el material del interior de las células que transporta la información genética. Un cambio o mutación en el ADN puede causar la muerte celular, cambios en el funcionamiento de la célula y, en algunos casos, cáncer. Agente alquilante. Tipo de medicamento quimioterapéutico empleado en el tratamiento del cáncer. Estos medicamentos matan las células cancerosas al dañar su ADN, lo cual impide que se dividan (reproduzcan). Alotrasplante de células madre. Tratamiento que utiliza las células madre de un donante sano para restaurar la médula ósea que está dañada o enferma después de que el paciente recibe dosis altas de quimioterapia y/o radioterapia. Consulte la publicación gratuita de LLS titulada Trasplantes de células madre sanguíneas y de médula ósea. Análisis citogenético. Proceso de análisis de la cantidad y el tamaño de los cromosomas en las células. El mismo detecta alteraciones cromosómicas y, en algunos casos, puede identificar los genes específicos que han sido afectados. Estos hallazgos ayudan a los médicos a diagnosticar tipos específicos de cáncer de la sangre, determinar enfoques adecuados de tratamiento y hacer un seguimiento de la respuesta al tratamiento en los pacientes. Anemia . Afección en la cual la cantidad de glóbulos rojos es menor de lo normal. Esto ocasiona una disminución del flujo de oxígeno a los órganos del cuerpo. La anemia grave puede causar palidez, debilidad, fatiga y falta de aliento. Anestesia general. Se refiere a una combinación de medicamentos que ponen a una persona en un estado parecido al sueño antes de una cirugía u otro procedimiento médico. La persona que está bajo los efectos de la anestesia general no siente dolor porque está inconsciente. Anticuerpo. Tipo de proteína producida por las células sanguíneas en respuesta a un antígeno (sustancia que provoca una respuesta inmunitaria específica en el cuerpo). Los anticuerpos ayudan al organismo a combatir los invasores que causan enfermedades en las personas. Los anticuerpos también pueden producirse en el laboratorio y se emplean con el fin de identificar y tratar ciertos tipos de cáncer. Anticuerpo monoclonal. Tipo de proteína producida en el laboratorio que puede unirse a ciertos objetivos celulares en el cuerpo, tales como antígenos en las células cancerosas. Los anticuerpos monoclonales se emplean para tratar ciertos tipos de cáncer . Leucemia linfoblástica aguda en niños y adolescentes I 79 Antígeno. Sustancia que provoca una respuesta inmunitaria en el cuerpo humano, especialmente la producción de anticuerpos. Entre los ejemplos se incluyen alérgenos, sustancias químicas, bacterias, virus y otras sustancias que provienen del exterior del cuerpo. Las células del cuerpo, incluyendo las células cancerosas, también tienen antígenos que pueden causar una respuesta inmunitaria. Los antígenos asimismo pueden emplearse como marcadores en pruebas de laboratorio para identificar ciertos tipos de células cancerosas. Antígeno leucocitario humano (HLA, por sus siglas en inglés). Tipo de proteína de la superficie de las células que ayuda al organismo a distinguir sus propias células de las extrañas. Los factores del sistema de antígenos leucocitarios humanos se heredan de la madre y el padre. Dichos antígenos componen el tipo de tejido del cuerpo, que varía de una persona a otra, y son un factor sumamente importante en el alotrasplante de células madre (en el cual las células provienen de un donante). Antes del trasplante, se realiza la tipificación de HLA para determinar si hay compatibilidad entre las células del donante y del receptor. Antraciclina. Tipo de medicamento quimioterapéutico empleado en el tratamiento de muchos tipos de cáncer. Las antraciclinas dañan el ADN de las células cancerosas, lo cual hace que mueran. ARN. Abreviatura de ácido ribonucleico, la molécula del interior de las células que lleva a cabo las instrucciones del ADN (ácido desoxirribonucleico) para producir proteínas. Aspiración de médula ósea. Procedimiento en el cual se extrae una muestra líquida de médula ósea para que la examine un patólogo. Después de administrar al paciente un anestésico, se extrae la muestra (normalmente del hueso de la cadera del paciente) con una aguja especial. La aspiración y la biopsia de médula ósea suelen realizarse juntas en la misma consulta, ya sea en el consultorio del médico o en un hospital. A los niños que se someten a este procedimiento se les suele administrar sedantes o anestesia general. Basófilo. Tipo de glóbulo blanco que participa en ciertas reacciones alérgicas. Bazo. Órgano que está ubicado por encima del estómago y debajo de las costillas, en el lado izquierdo del abdomen. El bazo produce linfocitos, filtra la sangre, almacena células sanguíneas y destruye las células sanguíneas viejas. Biopsia. Procedimiento para extraer una muestra de células o tejido del cuerpo para que la examine un patólogo. El patólogo puede analizar la muestra al microscopio o realizar otras pruebas con las células o el tejido. 80 I 800.955.4572 I www.LLS.org/espanol Biopsia de médula ósea: Procedimiento en el cual se extrae una muestra de hueso que contiene médula ósea para que la examine un patólogo. La muestra suele extraerse del hueso de la cadera. Después de administrar un medicamento para anestesiar la piel y el tejido de la zona, se usa una aguja hueca especial para biopsias a fin de extraer la muestra de hueso con médula ósea. La aspiración y la biopsia de médula ósea suelen realizarse juntas en la misma consulta, ya sea en el consultorio del médico o en un hospital. A los niños que se someten a este procedimiento se les suele administrar sedantes o anestesia general. Cariotipo. Representación organizada de los cromosomas en las células de una persona. El cariotipo muestra el tamaño, la forma y la cantidad de cromosomas en una célula. Célula B. Tipo de glóbulo blanco denominado linfocito. Las células B forman parte del sistema inmunitario. Las mismas producen anticuerpos que atacan a bacterias, virus y toxinas. Célula blástica. Célula sanguínea inmadura (sin desarrollar). Célula madre. Célula a partir de la cual se desarrollan otros tipos de células. En la médula ósea, las células madre responsables de la formación de sangre maduran hasta convertirse en tres tipos principales de células sanguíneas: glóbulos rojos, glóbulos blancos y plaquetas. Las células madre se pueden extraer, conservar y emplear en las terapias de células madre. Célula madre hematopoyética. Célula inmadura que puede desarrollarse para originar cualquier tipo de célula sanguínea: un glóbulo rojo, un glóbulo blanco o una plaqueta. También se denomina \"célula madre sanguínea\". Células sanguíneas. Hay tres tipos principales de células sanguíneas: 1) glóbulos rojos, que transportan oxígeno ; 2) glóbulos blancos, que combaten las infecciones; y 3) plaquetas, que son en realidad fragmentos celulares que ayudan a detener los sangrados. Célula T. Tipo de glóbulo blanco y, específicamente, un tipo de linfocito. Las células T forman parte del sistema inmunitario; ayudan a proteger el cuerpo contra las infecciones y pueden ayudar a combatir el cáncer. Ciclo de tratamiento. Período de tratamiento seguido de un período de descanso (para permitir que el cuerpo se recupere) que se repite según un esquema regular. Por ejemplo, la administración diaria de quimioterapia durante 1 semana seguida de 2 semanas de descanso puede constituir un ciclo de tratamiento del paciente.Leucemia linfoblástica aguda en niños y adolescentes I 81 Citometría de flujo. Prueba que sirve para evaluar ciertas características de las células en una muestra, entre ellas, el tamaño, la forma y la presencia de marcadores tumorales en la superficie celular. Durante esta prueba, las células fluyen a través de un instrumento denominado \"citómetro de flujo\". Cuando las células pasan a través de su rayo láser, aquellas con características específicas del anticuerpo se iluminan y de este modo pueden contarse. Conteo de células sanguíneas. Vea Conteo sanguíneo completo. Conteo sanguíneo completo (CBC, por sus siglas en inglés). Prueba de laboratorio que mide la cantidad de glóbulos rojos, glóbulos blancos y plaquetas en la sangre. Asimismo mide la cantidad de hemoglobina (la sustancia de la sangre que transporta oxígeno) y el hematocrito (la porción de sangre completa formada por glóbulos rojos). También se denomina \"hemograma\". Cromosoma. Parte de la célula que contiene genes en un orden lineal. Las células humanas tienen 23 pares de cromosomas, o un total de 46 cromosomas. Consulte la publicación gratuita de LLS titulada La genética. Cromosoma Philadelphia (Ph). Anomalía del cromosoma 22 que se presenta cuando fragmentos de los cromosomas 9 y 22 se desprenden e intercambian sus posiciones. Esto da lugar a un cromosoma 22 que es más corto de lo normal. El intercambio de ADN entre los cromosomas 9 y 22 ocasiona la formación de un gen de fusión, denominado BCR-ABL1 , en el cromosoma 2 2. Ecocardiografía. Imagen computarizada del corazón creada por medio del rebote de ondas sonoras (ultrasonido) en los tejidos internos u órganos del pecho. Una ecocardiografía muestra el tamaño, la forma y la posición del corazón. También muestra las partes del interior del corazón. La ecocardiografía puede usarse a fin de diagnosticar problemas cardíacos. Efecto tardío. Problema médico que no se presenta, o bien no se observa, hasta años después de terminado el tratamiento. Son ejemplos de efectos tardíos la aparición de un cáncer o de una enfermedad cardíaca cuya causa está relacionada con el tratamiento. Enfermedad residual mínima/medible (MRD, por sus siglas en inglés). Se refiere a la pequeña cantidad de células cancerosas que puede permanecer en el cuerpo después del tratamiento. Estas células residuales solo pueden detectarse mediante pruebas muy sensibles. Consulte la publicación gratuita de LLS titulada Enfermedad residual mínima/medible. 82 I 800.955.4572 I www.LLS.org/espanol Ensayo clínico. Estudio de investigación cuidadosamente planificado y vigilado para evaluar la eficacia de enfoques médicos nuevos en pacientes. La meta de los ensayos clínicos para los distintos tipos de cáncer de la sangre es desarrollar tratamientos nuevos, mejorar la calidad de vida y aumentar la supervivencia. Eosinófilo. Tipo de glóbulo blanco que se desplaza a las zonas afectadas durante las infecciones y reacciones alérgicas. Estudio de tomografía computarizada (CT scan, en inglés). Procedimiento en el cual se emplea una computadora unida a un equipo de radiografía para tomar una serie de imágenes detalladas de áreas del interior del cuerpo. En algunos casos, la leucemia puede desarrollarse fuera de la médula ósea, más frecuentemente en los ganglios linfáticos. Un estudio CT puede emplearse para averiguar si hay acumulación de células leucémicas en los ganglios linfáticos del pecho o abdomen, o en órganos como el bazo y el hígado. Estudio de tomografía por emisión de positrones (PET scan, en inglés). Prueba de imagenología en la cual se inyecta una pequeña cantidad de glucosa (azúcar) radiactiva en una vena del paciente. El escáner empleado para esta prueba detecta zonas del cuerpo en las cuales se están usando grandes cantidades de glucosa. En las imágenes, las células cancerosas se ven más brillantes que las células normales porque utilizan la glucosa más rápidamente. Un estudio PET puede emplearse para averiguar si hay células cancerosas en los ganglios linfáticos u órganos. Extramedular. En casos de leucemia, esto se refiere a la presencia de células leucémicas fuera de la médula ósea y la sangre. Factor de riesgo. Factor que, según se ha establecido científicamente, aumenta las probabilidades de que una persona presente una determinada enfermedad. Los factores de riesgo pueden clasificarse en una de tres categorías: factores genéticos (heredados), factores relacionados con el estilo de vida o factores ambientales. FDA. Sigla en inglés comúnmente empleada para referirse a la Administración de Alimentos y Medicamentos de los Estados Unidos. La FDA es responsable de asegurar la inocuidad, eficacia y seguridad de los medicamentos, dispositivos médicos y el suministro de alimentos del país. Ganglio linfático. Estructura en forma de frijol que forma parte del sistema inmunitario del organismo. En todo el cuerpo existen cientos de ganglios linfáticos que contienen grandes cantidades de linfocitos, que son los glóbulos blancos que ayudan a combatir las infecciones y enfermedades. Vea Linfocito. Leucemia linfoblástica aguda en niños y adolescentes I 83 Glándula suprarrenal. Pequeña glándula ubicada cerca de los riñones que produce hormonas esteroideas. Dichas hormonas ayudan a controlar la frecuencia cardíaca, la presión arterial y otras actividades corporales importantes. Además, ayudan a reducir la inflamación. Glóbulo blanco. Célula sanguínea que forma parte del sistema inmunitario del cuerpo. Los cinco tipos principales de glóbulos blancos son: neutrófilos, eosinófilos, basófilos, monocitos y linfocitos. También se denomina \"leucocito\". Glóbulo rojo. Tipo de célula sanguínea que contiene una proteína, denominada hemoglobina, que transporta oxígeno desde los pulmones a los tejidos del cuerpo. Los glóbulos rojos constituyen alrededor del 40 al 45 por ciento del volumen de la sangre en las personas sanas. También se denomina \"eritrocito\". Hematólogo. Médico que se especializa en el tratamiento de las enfermedades de las células sanguíneas. Hematopatólogo. Médico con capacitación especial en la identificación de enfermedades de las células sanguíneas mediante el análisis al microscopio de muestras de sangre, médula ósea, tejido linfático y otros líquidos corporales. Hemoglobina. Sustancia de los glóbulos rojos que contiene hierro y que transporta oxígeno a todo el cuerpo. La concentración de hemoglobina disminuye cuando hay una reducción de la cantidad de glóbulos rojos. Esta afección se denomina anemia. Hibridación in situ con fluorescencia (FISH, por sus siglas en inglés). Técnica que sirve para examinar los cromosomas anormales en células y tejidos. Se incorporan fragmentos de ADN que contienen moléculas fluorescentes a muestras de células o tejidos en un portaobjetos. Cuando los fragmentos de ADN se unen a genes o cromosomas específicos, se iluminan al examinarlos con un tipo de microscopio especializado. Esta prueba puede ser de ayuda para diagnosticar algunos tipos de cáncer, así como para planificar el tratamiento y hacer un seguimiento de la eficacia del mismo. Hiperdiploidía. En seres humanos, células que tienen más de 46 cromosomas (la cantidad normal). Hipodiploidía. En seres humanos, células que tienen menos de 46 cromosomas (la cantidad normal). 84 I 800.955.4572 I www.LLS.org/espanol Inhibidor de la tirosina quinasa (TKI, por sus siglas en inglés). Tipo de medicamento que bloquea la acción de enzimas denominadas \"tirosina quinasas\". Las mismas tienen una función clave en el funcionamiento de las células, que incluye el crecimiento y la división celular. Estas enzimas pueden estar demasiado activas, o estar presentes en niveles muy elevados, en algunos tipos de cáncer. Los TKI surten efecto al bloquear estas enzimas hiperactivas y pueden detener la proliferación de las células cancerosas. Inmunofenotipificación. Proceso en el que se emplean anticuerpos para detectar tipos específicos de células en función de los antígenos (marcadores) en su superficie. Inmunoterapia. Término que denomina varios enfoques de tratamiento que los médicos emplean para utilizar el sistema inmunitario en el tratamiento de la leucemia y de otras enfermedades. Entre ellos se incluyen las terapias con anticuerpos (monoclonales, biespecíficos y conjugados anticuerpo-medicamento), la radioinmunoterapia y la terapia celular. Leucocito. Otra palabra que denomina a un glóbulo blanco. Linfocito. Tipo de glóbulo blanco que es importante para el sistema inmunitario del cuerpo. Hay tres tipos principales de linfocitos: 1) linfocitos B (células B), que producen anticuerpos para ayudar a combatir las infecciones; 2) linfocitos T (células T), que tienen varias funciones, entre ellas, ayudar a los linfocitos B a producir anticuerpos; y 3) células asesinas naturales (NK, en inglés), que pueden atacar las células infectadas por virus o las células tumorales. Linfoide. Se refiere a los linfocitos (un tipo de glóbulo blanco). Líquido cefalorraquídeo. Líquido transparente e incoloro que rodea el cerebro y la médula espinal. Médula ósea. Tejido esponjoso que se encuentra en el centro de la mayoría de los huesos, donde se forman las células sanguíneas. Monocito/macrófago. Tipo de glóbulo blanco que se produce en la médula ósea. Algunos monocitos se desplazan mediante la sangre a los tejidos del cuerpo, donde se convierten en macrófagos. Los macrófagos pueden combatir infecciones en los tejidos, ingerir células muertas y ayudar a los linfocitos en sus funciones inmunitarias. Mutación. Cambio en la secuencia del ADN de una célula. La mutación puede ser causada por un error en la división celular o por contacto con sustancias del medio ambiente que dañan el ADN. Leucemia linfoblástica aguda en niños y adolescentes I 85 Neutrófilo. Tipo de glóbulo blanco y el principal tipo de fagocito (célula que ingiere microbios) de la sangre. Asimismo es el tipo principal de células que combaten las infecciones. Las personas con cáncer de la sangre, o que han recibido tratamiento (como la quimioterapia) contra el cáncer, suelen tener una deficiencia de neutrófilos. Neutropenia. Afección en la cual la cantidad de neutrófilos, un tipo de glóbulo blanco, está por debajo de lo normal. Las personas con neutropenia son susceptibles a infecciones. Oncólogo. Médico con capacitación especial en el diagnóstico y tratamiento del cáncer. Organización Mundial de la Salud (OMS). Organismo de las Naciones Unidas que se encarga de los principales problemas de salud en el mundo. La OMS establece estándares de atención médica y medicamentos, y publica artículos científicos e informes. Patólogo. Médico con capacitación especial en la identificación de enfermedades mediante el análisis de células y tejidos al microscopio. Petequias. Puntos rojos o morados en la piel, del tamaño de una cabeza de alfiler, causados por sangrados. Su aparición puede deberse a una deficiencia de plaquetas. Plaqueta. Fragmento celular pequeño e incoloro que ayuda a controlar los sangrados. Las plaquetas se desplazan hacia el lugar de una herida y allí se acumulan. La superficie pegajosa de las plaquetas las ayuda a formar coágulos en el lugar de la herida y detener el sangrado. También se denomina \"trombocito\". Plasma. Parte líquida de la sangre en la que se encuentran suspendidas las células sanguíneas, las plaquetas, las proteínas y varios otros componentes. También se denomina \"plasma sanguíneo\". Profilaxis del sistema nervioso central (SNC). Tratamiento que se administra para reducir el riesgo de que las células leucémicas se diseminen al sistema nervioso central (cerebro y médula espinal). El tratamiento puede incluir quimioterapia intratecal (inyectada directamente en el líquido cefalorraquídeo, que ocupa el espacio entre las capas de tejido que cubren el cerebro y la médula espinal), dosis altas de quimioterapia por vía intravenosa o radioterapia. Pronóstico. Desenlace clínico probable o evolución prevista de una enfermedad; la probabilidad de recuperación o recaída de la enfermedad. Protocolo. Plan de tratamiento médico. 86 I 800.955.4572 I www.LLS.org/espanol Punción lumbar. Procedimiento en el cual se introduce una aguja fina en la columna vertebral para extraer líquido cefalorraquídeo o para administrar medicamentos anticancerosos en el sistema nervioso central (SNC). Otro término que denomina la Tratamiento que detiene el desarrollo de las células cancerosas, ya sea matándolas o impidiendo su división. Quimioterapia intratecal. Tratamiento en el cual se inyectan medicamentos anticancerosos en el líquido cefalorraquídeo para matar todas las células leucémicas que puedan haberse diseminado al cerebro o la médula espinal. Radioterapia. Uso de rayos X y otras formas de radiación para matar las células cancerosas. Reacción en cadena de la polimerasa (PCR, por sus siglas en inglés). Técnica genética muy sensible que sirve para detectar y evaluar mutaciones genéticas y cambios cromosómicos que son demasiado pequeños para verse al microscopio. Básicamente, mediante las pruebas de PCR se aumentan (amplifican) pequeñas cantidades de fragmentos específicos de ADN para que sea más fácil detectarlos y evaluarlos. Esta prueba permite detectar la presencia de una célula sanguínea cancerosa en 100,000 células sanguíneas sanas. Recaída. Reaparición de una enfermedad después de un período de mejoría. Recurrencia. Reaparición de una enfermedad después de que ha estado en remisión tras el tratamiento. Refractario. Término empleado para describir un cáncer que no entra en remisión ni mejora considerablemente después del tratamiento. Régimen. Plan de tratamiento que especifica la dosis, el esquema y la duración del tratamiento. Remisión. Desaparición de los signos de una enfermedad, por lo general tras el tratamiento. Reservorio subcutáneo. Pequeño dispositivo que sirve para extraer sangre y administrar tratamientos, tales como líquidos intravenosos, medicamentos y transfusiones de sangre. El reservorio subcutáneo se coloca debajo de la piel, por lo general en el área del pecho. Está unido Leucemia linfoblástica aguda en niños y adolescentes I 87 a un catéter, que es un tubo flexible y delgado que se introduce en una vena grande. También se denomina \"puerto\" de acceso venoso. Resistente al tratamiento. Cuando las células cancerosas siguen proliferando, incluso después de la administración de un tratamiento intensivo, se dice que el cáncer es \"resistente\" a ese tratamiento. Esto puede ocurrir al inicio del tratamiento o después de administrar el tratamiento por cierto tiempo. Sedación consciente. Se refiere al estado inducido por una combinación de medicamentos administrada para ayudar al paciente a relajarse y para bloquear el dolor durante un procedimiento médico. La persona está dormida, pero se despierta cuando se le habla o toca. Sistema inmunitario. Red compleja de células, tejidos y órganos que funcionan juntos para defender al cuerpo de las infecciones. Terapia con anticuerpos monoclonales. Tratamiento dirigido que emplea proteínas producidas en el laboratorio que reaccionan con antígenos objetivo, o bien que se unen a ellos, en ciertas células cancerosas. Los anticuerpos monoclonales pueden emplearse solos o para transportar medicamentos, toxinas o sustancias radiactivas directamente a las células cancerosas. Terapia de acondicionamiento. Tratamiento intensivo que sirve para preparar al paciente para un trasplante de células madre. El tratamiento consiste en dosis altas de quimioterapia y/o irradiación corporal total. Terapia de células T con receptores de antígenos quiméricos (CAR-T, en inglés). Tratamiento que emplea las células T (un tipo de glóbulo blanco) del propio paciente para identificar y atacar las células cancerosas. Las células T se extraen de la sangre del paciente y se envían a un laboratorio, donde son genéticamente modificadas de modo que ataquen las células cancerosas. Las células T modificadas se cultivan para que se multipliquen y finalmente vuelven a infundirse en el torrente sanguíneo del paciente. Consulte la publicación gratuita de LLS titulada Terapia de células T con receptores de antígenos quiméricos. Terapia de primera línea. Primer tratamiento que se administra para tratar una enfermedad. Terapia oral. Tratamiento que se administra por la boca. Toxina. Sustancia de origen natural que es venenosa para las células. Una toxina puede incorporarse a anticuerpos que, luego de su administración al paciente, se unen a las células cancerosas y las matan. 88 I 800.955.4572 I www.LLS.org/espanol Transfusión. Procedimiento mediante el cual se infunde sangre o componentes de la sangre en el torrente sanguíneo del paciente. Translocación. Anomalía cromosómica en la cual un fragmento de un cromosoma se desprende y se une a otro cromosoma. El lugar en el que ocurre la ruptura puede afectar a los genes vecinos y provocar problemas médicos. Vea Mutación. Trasplante de células madre. Vea Alotrasplante de células madre. Trisomía. Presencia de tres copias de un cromosoma específico, en lugar de la cantidad normal de dos cromosomas, en algunas o todas las células del cuerpo. El síndrome de Down es una afección ocasionada por una trisomía. Las personas con síndrome de Down generalmente tienen tres copias del cromosoma 21 en todas sus células (normalmente hay dos copias del cromosoma 21). Trombocitopenia. Afección en la cual la cantidad de plaquetas en la sangre es menor de lo normal. Uso sin indicación aprobada. Se refiere al uso legal de un medicamento recetado para tratar una enfermedad para la cual el medicamento no ha recibido la aprobación de la FDA. Vía central (catéter venoso central). Tubo flexible que sirve para administrar medicamentos, líquidos o productos sanguíneos al cuerpo, o para extraer muestras de sangre. Vea Reservorio subcutáneo. Leucemia linfoblástica aguda en niños y adolescentes I 89 Referencias bibliográficas Arber DA, Orazi A, Hasserjian R, et al. The 2016 revision to the World Health Organization classification of myeloid neoplasms and acute leukemia. Blood. 2016;127(20):2391-2405. doi:10.1182/blood-2016-03-643544. Berry DA, Zhou S, Higley H, et al. Association of minimal residual disease minimal residual in high risk B-ALL: from Children's Oncology Group Study AALL0232. Blood. 2015;126(8):964-971. doi:10.1182/blood-2015-03-633685. Brown P. Treatment of infant leukemias: challenge and Hematology. American Society of Cancer Network. 2020;18(1);81-112. doi:10.6004/jnccn.2020.0001. Brown P, Pieters R, Biondi A. I de abril del 2021. https://www.uptodate.com/ contents/overview-of-the-clinical-presentation-and-diagnosis-of- acutelymphoblastic-leukemia-lymphoma-in-children. Consultada el 31 de Hunger SP, Mullighan CG. Acute lymphoblastic leukemia in Medicine. RE, Gupta S, al. Cutting of the line: immunotherapy https://www.nccn.org/professionals/physician_gls/ pdf/ ped_all.pdf. Consultada el 30 de marzo del 2022. 90 I 800.955.4572 I www.LLS.org/espanol National Comprehensive de marzo del 2022. https://www.nccn.org/professionals/physician_gls/pdf/survivorship.pdf . Consultada el 31 de marzo del 2022. Treatment Editorial Board. PDQ Childhood Acute Lymphoblastic Leukemia Treatment - Versión para el profesional de la salud. Bethesda, MD: National Cancer Institute [en Internet]; actualizada el 22 de diciembre del 2021. https://www.cancer.gov/types/leukemia/hp/child-all-treatmentpdq . Consultada el 30 de marzo del 2022. PDQ® Pediatric Treatment Editorial Board. PDQ Late Effects of Treatment for Childhood Cancer - Versión para el profesional de la salud. Bethesda, MD: National Cancer Institute [en Internet]; actualizada el 25 de febrero del 2022. https://www.cancer.gov/types/childhood-cancers/late-effects-hp-pdq . Consultada el 31 de marzo del 2022. Pui CH, Mullighan CG, Evans W, Relling MV. Pediatric acute lymphoblastic leukemia: where are we going and how we get there? Blood . 2012;120(6):1165- 1174. doi:10.1182/blood-2012-05-378943. SEER*Explorer: un sitio web interactivo de los datos estadísticos de SEER sobre el cáncer [en Internet]. Surveillance Research Program, National Cancer Institute. [Citada el de septiembre del 2021]. Disponible en https://seer.cancer.gov/ explorer/ . Siegel DA, Henley SJ, Rates and trends 2017;66(36):950-954. doi:10.15585/mmwr.mm6636a3. Luger SM, Advani AS, et al. A pediatric regimen 166. doi:10.1182/blood.2019001557.Leucemia linfoblástica aguda en niños y adolescentes I 91 NOTAS92 I 800.955.4572 I www.LLS.org/espanol NOTASLeucemia linfoblástica aguda en niños y adolescentes I 93 Para obtener apoyo, pida ayuda a nuestros ESPECIALISTAS EN INFORMACIÓN El equipo de la Sociedad de Lucha contra la Leucemia y el Linfoma está compuesto por trabajadores sociales, enfermeros y educadores en salud altamente capacitados y especializados en oncología. Están disponibles por teléfono de lunes a viernes, de 9 a.m. a 9 p.m. (hora del Este). Información y apoyo personalizados sobre los tipos de cáncer de la sangre Orientación sobre las preguntas que puede hacerle a su médico Información sobre los recursos de ayuda económica para pacientes Búsquedas individualizadas de ensayos clínicos Comuníquese con nosotros al 800-955-4572 o en www.LLS.org/especialistas (puede solicitar los servicios de un intérprete)PS37S 2.5M 6/22Para obtener más información, comuníquese con nuestros Especialistas en Información al 800.955.4572 (se ofrecen servicios de interpretación a pedido). The Leukemia & Lymphoma Society 3 International Drive, Suite 200 Rye Brook, NY 10573 La misión de la Sociedad de Lucha contra la Leucemia y el Linfoma (LLS, por sus siglas en inglés) es curar la leucemia, el linfoma, la enfermedad de Hodgkin y el mieloma, y mejorar la calidad de vida de los pacientes y sus familias. Para obtener más información, "}