{"title": "Auriculoterapia: qué es, para qué sirve y puntos", "author": "Dr ª Clarisse Bezerra", "url": "https://www.tuasaude.com/es/auriculoterapia/", "hostname": "tuasaude.com", "description": "La auriculoterapia es una terapia natural que consiste en la estimulación de puntos en las orejas que representan diferentes órganos del cuerpo. Vea más para qué sirven los balines en la oreja, beneficios y dónde se localizan los puntos", "sitename": "Tua Saúde - websiteName", "date": "2018-08-31", "cleaned_text": "La auriculoterapia es una técnica similar a la acupuntura que implica aplicar presión en puntos específicos de la oreja para ayudar en el tratamiento de problemas de salud como la osteoartritis, la migraña, las lesiones musculares y el insomnio, por ejemplo. Esta terapia tiene su origen en la medicina tradicional china y francesa, y se basa en la idea de que cada parte del cuerpo humano está representada en puntos de la oreja. Se cree que al estimular un punto específico se puede tratar enfermedades y síntomas en la parte correspondiente del cuerpo. Antes de iniciarse el tratamiento con esta terapia es muy importante realizar una consulta con un terapeuta especializado, de manera que se realice una evaluación que permita identificar cuál es el problema a tratar e intentar entender cuáles son los órganos afectados. Vea [también en qué consiste la acupuntura](/es/acupuntura/). Para qué sirve La auriculoterapia está indicada para ayudar en el tratamiento de: - Dolor agudo, como las fracturas, cirugías, esguinces, contracturas o distensiones musculares, por ejemplo; - Dolor crónico, como en casos de enfermedades reumatológicas, neuropatías, migrañas y osteoartritis; - Dificultades para dormir, como el insomnio. Es importante tener en cuenta, que la auriculoterapia debe ser utilizada únicamente como complemento al tratamiento médico convencional y, por lo tanto, no debe sustituir a los medicamentos recetados por el médico. Auriculoterapia para bajar de peso Se cree que la auriculoterapia puede ayudar a algunas personas a perder peso al ayudar en el control del apetito, siendo importante que también sea acompañado de una alimentación equilibrada y saludable. Vea un [plan nutricional para bajar de peso](/es/adelgazar-rapido/). Sin embargo, se requieren más estudios para poder recomendar la auriculoterapia con este propósito. Principales beneficios La auriculoterapia presenta posibles beneficios en el tratamiento de: - Ansiedad o depresión; - Pérdida de peso; - Trastornos hormonales y síntomas de síndrome premenstrual (TPM); - Retención de líquidos; - Infecciones urinarias; - Problemas respiratorios, como alergias, asma, bronquitis o gripe; - Problemas cardíacos, como hipertensión y palpitaciones; - Problemas digestivos, como el estreñimiento. Aunque el uso de la auriculoterapia en estas situaciones a veces puede tener efectos beneficiosos, se requieren más estudios para que pueda ser recomendada como forma de tratamiento en estos casos. ¿La auriculoterapia ayuda con la ansiedad? La auriculoterapia puede ser efectiva en el tratamiento de la ansiedad en algunas personas, pero se necesitan más estudios para comprobar estos efectos. Puntos de la auriculoterapia La auriculoterapia francesa y la auriculoterapia china, a pesar de consistir en la misma técnica, son muy diferentes debido a que cada país ha elaborado un mapa diferente de la oreja con los puntos específicos a ser estimulados. Los puntos en la oreja se refieren a un órgano específico en el cuerpo, por lo que la auriculoterapia puede ayudar a tratar diversos problemas de salud. Sin embargo, debe ser realizada siempre por un médico u otro profesional especializado, después de analizar los síntomas y definir qué tipo de material puede ser utilizado para estimular el punto específico. Cómo se realiza la auriculoterapia Antes de iniciarse el tratamiento es muy importante realizar una consulta con un terapeuta especializado para identificar los principales síntomas e intentar entender cuáles son los órganos afectados. Después de esto, el terapeuta selecciona los puntos más adecuados y ejerce presión sobre ese punto. La presión puede ser hecha utilizándose: - Agujas filiformes: son aplicadas sobre los puntos durante 10 a 30 minutos; - Agujas intradérmicas: son colocadas debajo de la piel durante 7 días aproximadamente; - Esferas magnéticas: son colocadas en la piel durante 5 días aproximadamente; - Semillas de mostaza: pueden ser calientes o no y son pegadas en la piel durante 5 días. En ocasiones, el médico o terapeuta también puede aplicar presión con los dedos de las manos o realizar la estimulación con láser o electricidad, utilizando un dispositivo específico. Además de esto, la auriculoterapia ayuda a diagnosticar y prevenir algunas enfermedades mediante la observación de los puntos específicos de la oreja que se encuentran alterados. "}