{"title": "PDF", "author": "PDF", "url": "www.goetheanum.org/fileadmin/AWW/aw_e/AWE2013_12.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Anthroposophical Society Anthroposophy Worldwide 12/13This is one of many examples that illus - trate how it was possible, during the Members' Day, to turn a room filled with speech into a listening space. Justus Wit - tich had set the tone with his introduction. He did not really give a talk, but skilfully al - lowed the 150 members who had come to this meeting to take part in what he had heard. - His listening space became every - body's listening space. \"Noticeable impar - tiality combined with convincing warm-heartedness,\" as Jostein Saether put it in his online comment. Most contributions further enhanced the building up of this listening space. This made it the more ob - vious when someone rose to speak who had little self-perception or could not hear him- or herself. Three topical issues were open to de - bate: the question of stigmatization, the decision-making process in the context of the Goetheanum building plans, and our relationship with Rudolf Steiner in view of the critical edition of Steiner's work that is in the process of being published. None of the three areas yielded much in terms of new results after many hours of discussion. But hardly anybody considered this a problem. Almost everybody felt that the building up of such a delicate listen - ing space was the true achievement. It is a space where one can trust that one is being heard even if one does not fully agree on a question. Based on Rudolf Steiner's description of three stages in the perception of another person, Claus-Otto Scharmer developed, some years ago, the idea of the founda - tion, soul and heaven of a listening space by differentiating between \"factual listen - ing\", \"empathic listening\" and \"genera - tive listening\". This heaven will also span the Anthroposophical Society, especially where there is conflict, if we learn to not only tolerate the other's opposing view but are willing to understand their view as a means of furthering our own develop - ment. | Wolfgang Held 30 November 2013 No 12/2013 Anthroposophical Society 1 Members' Day 2 General Secretaries' Conference 3 Christmas Appeal 15 90th birthday: Krafft von Heynitz 15 Members who have passed away School of Spiritual Science 4 Natural Science Section 4 Section for Agriculture 5 Medical Section 5 Curative Education and Social Ther - apy Council 5 Pedagogical Section 6 Literary Arts and Humanities Section 6 Section for Performing Arts 7 Section for Social Sciences 7 Section for Mathematics and As- tronomy 6 Youth Section Goetheanum 8 Stages of evolution: Laying the Foundation Stone for the First Goetheanum Anthroposophy Worldwide 9 Taiwan: Kolisko Conference 10 Germany: Richard Steel on Rudolf Steiner's Theory of the Senses 12 India: Festival The Healing Impulse of Anthroposophy in India 12 Portugal: Conference on The Waldorf School as a Social Organism 13 USA: All four Mystery Dramas 14 Germany: öffentlich wirken - a conference on PR and commu-nications Feature 16 Austria: A conference for Class readers and members at the WurzerhofGeneral Anthroposophical Society: Members' Day on 8/9 November 2013 A space for listening He couldn't imagine how it might feel to be duty-bound to defend Rudolf Steiner, said a member in one of the workgroups at the Members' Day on 9 November at the Goetheanum. Because he implied no criticism and had no ulterior motive, others in the group began to tell him about their anthroposophical sense of duty. The conversation that unfolded had not been possible before on this issue. ó Anthroposophical Society Space of trust: Johannes Kühl Day2 No. 12/13 Members between Parsifal and Faust Not many weekends at the Goetheanum are as full to burst - ing as the one of 8 to 10 November. And it does not often happen that their topics so obviously enter into a conversation. One of the focus points at the weekend was the Members' Day that brought together members of the Society and members bearing responsibilities at the Goetheanum or elsewhere in the world for construc - tive talks on controversial issues. This meeting was, fittingly, framed by the Parsifal Conference organized by the Literary Arts and Humani - ties Section and the performance of scenes from Goethe's Faust by the \"Lichteurythmie Ensemble\". Fittingly - because the arrangement, though coincidental, seemed to make a state - ment. Members stand between Parsi - fal and Faust, between interest in the suffering of others and the energetic realization of their own impulses. Both aspects together create a social life that becomes productive in the activities of individuals and a shared concern in one's attending to others. In other words, the essence of com - munication takes centre stage. This is also apparent in contributions to this issue of Anthroposophy Worldwide that deal with other initiatives. Com - munication - while it is usually little considered or seen as a necessary evil - can, if it is taken hold of, prevent, or at least alleviate, suffering. | Sebas - tian JüngelThe impulse is seeping through, from committee to committee: one wants to participate in as well as responsibly carry the working together. The Goetheanum Leader - ship Group is one of the fruits of this im - pulse, the General Secretaries' Conference another: what used to be the passing on of information is now consultation combined with the responsibility to put ideas into ac - tion. The relationship between the anthro - posophical movement, the Society and the School of Spiritual Science is no longer seen as a task of the Goetheanum alone, but as that of each General Secretary in his or her country. While some are closely involved with the School of Spiritual Science and participate in it, others have more of a loose connection in their countries. The General Secretary appears to be the obvious person to create this connection. Communication also is no longer seen as the task of the Goetheanum alone. The Gen - eral Secretaries expressed their wish to take on more responsibility, for instance by actively making contributions, such as providing a French edition of Anthroposophy Worldwide. Arie van Ameringen (CA), Marc Desaules (CH) and René Becker (FR) are working on the latter with Bodo von Plato. The example of \"mea - sles\" demonstrated how events and questions which are topical in one country can quickly become relevant in other countries too: local issues become global issues. Dealing with evil The planned Faust production is not merely seen as a German cultural heritage but one that concerns humanity in general, a contribution to dealing with evil. Once funding for the new Faust production is se - cure - and we have great hopes that it will be - performances with simultaneous inter - pretation and an itinerant version would be desirable. Torin Finser (US) described meeting the circle of representatives of the Section for Agriculture as refreshing. The meeting used a world café setting where one met at vari - ous tables in changing constellations of Gen -eral Secretaries, members of the Goethea - num Leadership Group and the circle of representatives. Finser found two results important: in agriculture, anthroposophy works through the focus on human beings and the earth; agriculture works on anthro - posophy, for instance by bringing it from the head into the feet - anthroposophy is being earthed and agriculture is given wings. The enormous potential for cooperation \"The Future of the Foundation Stone Lay - ing\" emerges as a possible annual theme for 2014/15. Constanza Kaliks, leader of the Youth Section at the Goetheanum, elaborat - ed on how one can begin to think something one cannot imagine. She explained how in - dividuality forms with others, not against them, and spoke of the longing there is to say \"yes\" to the world, an approach that cor - responds to the kind of access young people have to the world (and ultimately to the Mi - chaelic principle). Based on the perspectives that were only touched on, one will also try to accommodate the wish for a less Euro - centric annual theme. Rudolf Steiner had global awareness regarding the tasks that needed doing; he only focused on Europe initially, as Bodo von Plato pointed out. Marjatta van Boeschoten (GB) attended the Conference for the first time. She takes with her the impression that there is an enormous potential for cooperation and a great willingness to see ourselves as a global community. Kristina Lucia Parmentier took with her the deep impression left by the Macrocosmic Lord's Prayer in connection with the laying of the Foundation Stone. And Hartwig Schiller (DE) wondered how the building can be funded and how future projects like the Faust can be realized - all that against the background of a continu - ously evolving General Anthroposophical Society. | Sebastian Jüngeló Editorial General Secretaries' Conference From the head to the feet From 5 to 8 November the General Secretaries met with the Goetheanum Leadership Group. In addition to talks about the current work at the Goetheanum and worldwide, the meeting focused on two main questions: the connection between the anthroposophical movement, the Society and the School of Spiritual Science, also in the various countries, and communication as a shared task.ó Anthroposophical Society Marc Desaules (CH), Ron Dunselman (NL) and Hartwig Schiller (DE) were asked to at - tend the extended meetings of the Execu-tive Council until November 2014. Anthroposophy Worldwide No. 12/13 | 3 Position: linkeober ePapierk ante,Größe100% Advent Christmas Appeal 2013 On behalf of the Goetheanum and the Goetheanum Leadership Group I, as the treasurer, write to you as every year during Advent to call your attention to the tasks and concerns we share with regard to anthroposophy and the needs of our time. Together we can really move things! I was deeply touched on 20 Sep - tember, when we commemorated the laying of the foundation stone for the First Goetheanum, by the pledge Rudolf Steiner asked of the few members who had come together at the foundation pit a hundred years ago, so that the \"symbol that was to be erected\" would be con - nected in their souls with the \"spiritual stream of human evolution acknowl - edged as the right one\". In the face of the physical destruction of the First Goethe - anum by fire, various internal crises and many drastic external events, the mem - bers of the General Anthroposophical Society managed to foster this impulse in many places and keep it alive for such a long time. To this day, the Goetheanum is - also in the shape it has now - a sym - bol for the wide array of challenges in all fields of life that need our strength: the fields of art, education, medicine and agriculture. It is nevertheless important that we, step by step, enhance the effect the School of Spiritual, with its entirely new approach and future potential, has today. Even to the outside our entering a new stage of building is visible in the shape of the big crane that towers over the Goetheanum in Dornach. Thanks to your warm-hearted support of this project and the continually arriving donations we are moving forward steadily on our funding scale, but we still need to raise the last third of the renovation costs. This year's budget for the General An - throposophical Society and particularly the School of Spiritual Science still needs our attention. Many members, in Central Europe as well as further afield, find it very difficult to pay the agreed fee of CHF 125 per member and year (and in Swiss Francs at that). And the social balance between the groups and countries only works out to an extent. The shortfall in agreed contributions amounts to almost two million Swiss Francs. In the past this was compensated for in the budget by a similar figure of undesignated donations - provided by members who once or sev - eral times a year managed to give a spe - cial donation for the Anthroposophical Society and therefore a solidarity contri - bution for other, less well-off members. Due to the building plans these dona - tions towards the ongoing work of the School of Spiritual Science have natural - ly fallen behind even further this year. I therefore send out this Christmas Appeal to ask you to kindly support us again with a special donation based on your means! In the course of the year that is now drawing to a close many developments were initiated as a result of the fruitful cooperation between the Goetheanum Leadership and the Executive Council. The general mood is positive and joyful, with many projects being undertaking in the various sections. The Goetheanum Eurythmy Ensemble is preparing for a major tour in October next year and we are busy working towards the reopening of the stage and Main Auditorium (with orchestra pit!), hopefully by Michaelmas 2014. We must not forget the next cycle of the Mystery Dramas at Christmas 2014 (with English and Spanish interpretation) and possibly - this needs to be decided at the beginning of 2014 - a new Faust production. Please help us according to your per - sonal means so that the encouraging developments we see now can continue. With warmest regards and best wishes for Advent and Christmas. | Jus - tus Wittich on behalf of the Executive Council of the General Anthroposophical Society and the Goetheanum Leadership Please use one of the following accounts for your Christmas donation: From Switzerland the Anthroposophical Society,4 | Anthroposophy Worldwide No. 12/13 ó School of Spiritual Science The intentions of the School of Spiri - tual Science are reflected in the stud - ies and research carried out by its co- workers. Some of the research projects they focus on at present are described on the following pages.Natural Science Section Freedom of will? Some years ago neuroscientists such as Gerhard Roth and Wolf Singer claimed in a series of publications that science had provided evidence that there was no such thing as freedom of will. They were referring in particular to ex - periments carried out by Benjamin Libet in 1983 that seemed to prove that a so- called readiness potential in the brain preceded any conscious decisions to carry out a movement. Their findings provoked a series of responses, especially from phi - losophers, and anthroposophical reviews which showed that the problem was not so easily solved. A dilemma emerged be - tween a scientific view of the world that postulates predestination and material causes and a society that relies on indi - vidual responsibility. New experiments The topic - naturally - kept coming up in the Science Section, with friends offering publications on the theme. The question remained as to whether it was possible to refute the findings by carry - ing out our own experiments. Thanks to the active interest of Dr Siegward Elsas, a neurologist and neurophysiologist at the Ita Wegman Clinic, we were able to embark on an experimental cooperation that forms part of a research project. We started by repeating the relevant experi - ments in order to explore more deeply, and with modified options, the implica - tions arising with regard to the freedom of will. The project is a cooperation of the Medical Section and the Natural Science Section. Some initial results are already available. There is also the possibility to include other Sections. | Johannes Kühl, leader of the Natural Science Section at the GoetheanumSection for Agriculture Biodynamic preparations The preparations play a particular part for the biodynamic farmer. Their manufacture and use are intimate pro - cesses that depend on esoteric knowl - edge, personal experience and a particu - lar inner attitude. The various ways of ap - proaching the work on the preparations lead to a wide variety of practices. This diversity is not always seen as positive and it complicates the Demeter certifica - tion process. The project we are carrying out aims at documenting the practical use of preparations while honouring this diversity. The practice as a source of new insights It is therefore primarily a matter of pre - senting the practice - the thinking with one's hands - and not so much of supply - ing intellectual rationales. The aim is to examine the practice as a source of new insights, and the documentation should make the various approaches in this field more transparent. Important common features and essential questions related to the work with preparations will be ex - plored. Everyone will then be able to see how the various schools make and use their preparations, draw their own con - clusions and derive new impulses for their own work. This will provide the founda - tion for a fruitful dialogue about the work with preparations and for the formulation of new questions that can lead to further research and development in this field. At ten to twelve different places - one at least on each continent - the practi - cal work will be documented, while the connection between the practice and the more feeling- and will-based motivations will be appreciatively explored and evalu - ated. A team of four competent young women from the biodynamic movement has been assembled to carry out this re - search: Dr Maya Kollar, Ange van Leuwen, Johanna Schönfelder and Dr Ambra Sedl mayr. All four scientists have an agricul - tural training and experience, and each has her own specialization. The team will be coached by Dr Reto Ingold. Ueli Hurter has overall responsibility for the project. | Ueli Hurter is one of the leaders of the Section for Agriculture1 For example Gerhard Roth, Fühlen, Den - ken, Handeln. Wie das Gehirn unser Ver - halten steuert. Frankfurt 2001. 2 Benjamin Libet et al, Time of conscious in - tention to act in relation to onset of cerebral activity (readiness potential). The uncon - scious initiation of a freely voluntary act, in: Brain, vol. 106 (1983), 623-642.3 Cf., for instance, Christian (2007), p. 43-57.6 Examples can be found in Christoph S. Herman et al, Analysis of a choice-reaction task yields a new interpretation of Libet's experiments. In: International Journal of Psychophysiology, No 67 (2008), p. 151-157. Anthroposophy Worldwide No. 12/13 | 5 ó School of Spiritual Science Medical Section Health Research The Medical Section is working on the following projects: How can we come to an anthroposophical understanding of fears at different ages? Anxiety is a reality that is presently highly relevant from an epidemiological as well as clinical point of view. How can it be treated and, above all, prevented? What are the pedagogical and medical conditions? Our biggest project, which has been running for some time, is a comprehensive presentation of anthropo - sophic medicine that we have been asked for by a renowned specialist publisher, the Wissenschaftliche Verlagsgesellschaft Stuttgart. The assembly of indication ma - terial in the various specializations and of drug monographs requires the compe - tence and commitment of many authors, making the whole project a positive com - munity task at the same time. Impulses of anthroposophic medicine The documentation of the history and development of anthroposophic medi - cine worldwide constitutes a particular challenge. The basis for this has been established over the last decade in col - laboration with colleagues in many coun - tries. We also need to present an outline of the work we do at the Goetheanum, in developing the anthroposophic medical impulses, for instance in pastoral medi - cine, with the young medics, the work of Herbert Sieweke at the Goetheanum and much more. We are particularly pleased when our publication activities find a viv - id positive response as in the case of the brochure we published on meditations for the heart. In the field of training for trainers we are developing esoteric and specialist medical teaching materials. Much of this needs translating into other languages. | Michaela Glöckler, leader of the Medical Section at the GoetheanumCurative Education and Social Therapy Council Life forms Social therapy, as we call the work with adults with special needs, sees dynamic development everywhere in the world. From its beginnings in the first half of the 1950s it has set standards as an innovative way of living and working and has developed new forms of living to - gether for people with diverse talents and restrictions. The contribution towards in - clusion that social therapy has always of - fered finds recognition wherever people move beyond one-way thinking in their striving for plurality in the way one tries to solve social questions. In its history, which spans two generations, anthroposophical social therapy has undergone many, also difficult and painful, transformation pro - cesses. Today, social therapy sees itself as a work method that focuses on the indi - vidual development of people with spe - cial needs, the building of communities in social organisms and the societal accep - tance of disabled people as fellow citizens. The life and work processes this involves are not bound to particular organizational structures, as the original \"village com - munities\" used to be. What social therapy offers to people with special needs is pos - sible on the basis of many, entirely differ - ent, structures. The foundations of anthroposophical social therapy At present a work group within the Cu - rative Education and Social Therapy Coun - cil is working on ways of making the theo - retical and practical foundations of the \"idea\" of anthroposophical social therapy better accessible to all agents within this specialist field. The studies of this work group are expected to result in a publica - tion in the coming year that will include the basic motifs, processes, structures and methods of this approach. | Rüdiger Grimm, head of the Curative Education and Social Therapy Council.Pedagogical Section Research projects Two developmental streams often come together in the research of the Peda - gogical Section: one is that the School of Spiritual Science as the inner foundation of our Section activities makes itself felt in our various ways of working. In the colloquia at the Goetheanum and in the meetings or conferences of the Section's initiative groups in other countries, research meant that the contents of the School of Spiritual Science are experienced as a background and source of pedagogical questions. One example for this is the Michaelmas Confer - ence, where one could experience a Class lesson and then had immediately the op - portunity to deepen the question of the conditions of incarnation today in a way that allowed new points of view to unfold. New questions arise This work receives impulses from the second developmental stream that emerg - es wherever Waldorf education is alive in our global school movement. Out of the transformation that occurs with time and the unfolding of destiny, new questions come to the fore that lead to new projects within the Pedagogical Section. How can the school and kindergarten movements work together on improving the quality of child development from birth? Project: a joint conference, 'Transi - tions,' before Easter 2015. How can anthroposophical insights into the human being enhance the quality of lesson preparation? Projects: Autumn conference on the Foundations of Human Experience, a conference on meditative deepening, upper school colloquia, prepa - ration of a handbook on how to work with the curriculum. Questions regarding community build - ing in the colleges of teachers and the school communities in general in connec - tion with self-administration, differen - tiation of the concept of inclusion, 'One School for All'. Projects: colloquia with learning support and curative teachers. The need for a global exchange on re- search. Projects: setting up a website of the Pedagogical Section with links to oth - er research institutes. | Florian Osswald, Claus-Peter Röh, leaders of the Pedagogi - cal Section at the Goetheanum For information on other projects contact sekretariat@medsektion-goetheanum.ch 6 | Anthroposophy Worldwide No. 12/13 ó School of Spiritual Science Literary Arts and Humanities Section Towards more humanity In 1788, the German philosopher Johann Gottfried Herder declared that the study of the humanities (the \"beautiful sciences\") served to educate our minds and hearts \"in the interest of humanness and humanity\". Looking at the history of the twentieth century and events that bring so much suffering to people and cultures also today makes the idea of such an education towards greater humanity seem more relevant than ever. Development of the consciousness soul The humanities use as their means of education the literary arts, history, the history of consciousness, aesthetics and philosophy. These fields can be seen as speaking each their individual language or as independent disciplines that con - tribute to education in that they help us develop our humanity if they understand their task in the way outlined above. The Literary Arts and Humanities Section puts this idea into practice by offering confer - ences, colloquia, lectures, publications and research projects on the various dis - ciplines. The research into concentration camp literature, for instance, is important for the development of the consciousness soul; I only mention the works of Jorge Semprun and Imre Kertesz. Or the ques - tions of the consciousness soul in connec - tion with the Grail motif in the works of Chretien de Troyes, Wolfram von Eschen - bach and Richard Wagner. The building of a bridge between the sciences and arts was described in Anthroposophy World - wide 9/2012. | Christiane Haid, leader of the Literary Arts and Humanities Section at the GoetheanumSection for Performing Arts Pedagogical eurythmy, tone eurythmy and music Various artists are conducting re - search in connection with the Sec - tion, trying to establish and formulate new insights that can enrich and provide new impulses for artistic as well as peda - gogical eurythmy. In the context of the research into pedagogical eurythmy - for which Stefan Hasler of the Alanus Univer - sity in Germany is responsible - several eurythmists are working on projects or a doctoral thesis. The general aim is to document the history and methodology of pedagogical eurythmy in detail. Peda - gogical eurythmy urgently needs to con - sciously address concrete research ques - tions so as to be able to give new impetus to the work in Waldorf schools. Martina Maria Sam is working on a book about the pioneers of eurythmy as a new art with biographical sketches of the first euryth - mists. Anthroposophy Worldwide No 9, 2013.) The book is based on an itiner - ant exhibition that she also put together (Anthroposophy Worldwide No 7/8, 2012). Rudolf Steiner's tone eurythmy course (GA 278) is out of print and will be newly ed - ited by Martina Maria Sam, Stefan Hasler and Felix Lindenmaier. The editors carried out intensive research of the archives so that - for the very first time - all available notes on the tone eurythmy course will be taken into consideration. Their search has produced remarkable new findings which will be worked into the new edition. An additional volume will provide explana - tions for eurythmists today gained from the understanding of music in 1924 and today. Many eurythmists have done re - search and written contributions for this volume. For information on these three eurythmy projects and other research ideas visit the Section homepage on srmk. goetheanum.org | Margrethe Solstadt, leader of the Section for Performing Arts at the Goetheanum Experiencing tones and intervals In the music department, which is part of the Section for Performing Arts, a small group is working on particular research questions as part of projects that stretch over one or several years. In 2013/14 the fo - cus will be on the essence of music in con - nection with the questions: Where does the artistically formed tone come from and what does it relate to in the world? From the beginnings of modern music the (one- sided) standard answer to this question has been \"renewal of material\". The other pole is the - mostly neglect - ed - question as to the source of musical inspiration. Today this source is often the direct or refined implementation of a vi - sual or literary element, of a movement or theatrical influence, or the inspiration comes from musical styles of the past. Those who search for the essence of the musical element at a deeper level can find their way back to the experience of tones and intervals and - related to that - the experience of rhythm. Using the example of seven composers from different peri - ods we ask how they approach the musi - cal element. For that is, initially, a subjec - tive journey that evolves entirely out of the musician's personal disposition. Our annual conference for musicians explores the seven basic intervals from various sides, in lectures and works, allowing par - ticipants to widen their own perspective. For more information visit our website on www.goetheanum.org/2348.html | Mi- chael Kurtz, in charge of the music depart - ment of the Section for Performing Arts Impulses for eurythmy: in schools Anthroposophy Worldwide No. 12/13 | 7 ó School of Spiritual Science Section for the Social Sciences Creating out of nothing Section for Mathematics and Astronomy Inversion propulsion with two oloidsIn the Social Sciences Section we will occupy ourselves with the unique contri - bution humanity can make to evolution by creating out of nothing. In a lecture on the theme Rudolf Steiner spoke of logi - cal thinking, the sense of aesthetics and moral deeds, referring to all three as ex - amples of working creatively out of a con - text or out of the spirit. This enables us as human beings to create what is right (or true), beautiful and good. The foundation we need for this was given to us when the Christ-being connected itself with earth evolution. This creation out of nothing belongs to the consciousness soul. In the age of the consciousness soul we experience three ideals - the ideal of brotherhood (for the bodies), freedom of religion (for the soul) and spiritual science (for the spirit). Broth - erhood is only possible when a deeper interest in each other is awakened in us. Religious freedom becomes possible when we experience our encounters with others as a kind of sacrament or, in other words, when we see the image of god in the other person. Spiritual science means that we acquire the ability to come to the spirit through thinking. This gives us an in - sight into the spiritual nature of the world. Possibilities for deeper encounters These three ideals are mutually depen - dent. Our interest in each other needs us to have mutual encounters at a deeper level which, in turn, is only possible if we gain a deeper knowledge of the human being and the world. The three ideals, which are woven into our astral bodies by angelic beings, can only be realized when we wake up to them and carry them out as creations out of nothing. They are the inner reflection of the impulse that arises from the threefoldness of the social or - ganism that Rudolf Steiner presented so emphatically after World War I. In the Section we want to explore these three ideals and contribute to their realization. The next annual conference of the Section, which will be held from 7 to 9 March 2014, will be devoted to this topic. | Paul Mackay, leader of the Section for Social SciencesYouth Section Space, Time, Support One basic motif of the Youth Section is trying to get a sense for time: what is alive? What would like to come alive? How is it born, how does it grow and become alive? Here we are not just talking about ideas or initiatives, but also about human beings that are coming to their uniqueness. This journey highlights the importance of two themes: an open, wel - coming gesture and also a joy at diversity. In order for something to arrive, time and space are needed. As the Youth Sec - tion team we now have the great pleasure to be able to welcome and receive people in the house of the Youth Section. Here there is a space, into which you are wel - comed to take your time for precious en - counters, to think and also to experience. Joy in diversity However, to know that you are wel - come, not only requires an open gesture but also a joy at diversity. As human be - ings we rejoice when we meet each other - not in our likeness, but in our differ - ences through which we are allowed to learn new things, to build on what we already know. This joy we as a team were allowed to experience during a Youth Sec - tion meeting in the USA. Diversity was a natural and welcomed component here, in terms of age, lifestyle and experience. Diversity was rightly seen as an enlivening and enriching element. Time and again as human beings we can experience the great happiness in not only knowing ourselves to be a part of a community, but also a part of the world. This joy is particularly present when we are welcomed with joy and openness - particularly in our uniqueness. In such a way each person, in their uniqueness, can know themselves to be a part of some - thing: they are given time, space and support in their uniqueness. | Lisa Seidel, Youth Section at the Goetheanum In the Section for Mathematics and As - tronomy we are working on a machine that has the potential to be used to propel a boat or as a mixing machine. As part of the Mathematics Study Days in October 2013, Johann Wolfesberger and Oliver Conradt presented a prototype equipped with two oloids that yielded very good results in the test basin on short distance and in the lower output range. In 2014 the propulsion dynamics will be calculated for higher outputs. A second prototype will then be tested as a boat engine. | Oliver Contradt, leader of the Section for Math - ematics and Astronomy 8 | Anthroposophy Worldwide No. 12/13 ó Goetheanum Stages of evolution II Laying the Foundation Stone for the First Goetheanum In Anthroposophy Worldwide 9/2013 an outline was presented of the history leading up to the foundation stone laying in Dornach. As early as October 1913 it was apparent that the intention had been from the beginning to not only create a performance space for the Mystery Dramas, but also an independent school of spiritual science that should take up the \"viable\" academic knowledge available at the time and lead it towards a spiritual dimension. It had not the form yet it would assume at the Christmas Conference 1923/24, but if one follows its evolution since 1913 one becomes aware of the carrying impulses. When we look back after a hundred years to an event to which our work today owes its existence, there are various motifs that offer orientation. We can envision the act as an event in time, for instance. In the years that followed the laying of the foundation stone, Rudolf Steiner looked back again and again to this beginning and reminded his co-workers of it. We can also look at the impulses im - plied in the act of the foundation and the address that was given, and allow them to inspire our work today. The history of the twentieth century, moreover, showed Rudolf Steiner's initiative in an entirely different light. While people at the time were part of the event, we look back to it from a distance and assume a relationship to it that can guide us in the present and future. Cutting the first sod The decision to build in Dornach rather than Munich was only finalized in May 1913. After that, things moved quickly. Still in August/September 1913 Max Benzinger in Munich was commissioned to fashion a double pentagon dodecahe - dron from copper. The trained locksmith, and alternative health practitioner, had also made the large wooden model of the First Goetheanum. The physician Fe - lix Peipers then brought the foundation stone to Dornach on 17 September. On that day the first sod was cut. Rudolf Schrack, who was present, described the ceremony: \"When I came to the Dornach hill one night from Basel, I met Schmid-Curtius there, a member and friend who is an architect in Stuttgart. Soon, Rudolf Steiner arrived, wearing Wellington boots and a coat and armed with a walking stick. Around 75 yards away from us, Rudolf Steiner strode along in a curved line, for - wards, sideways and back again. His gaze was mostly fixed on the stars and from time to time he held the walking stick up towards the stars, too. Then he prodded the ground with his stick, keeping an eye on the stars most of the time. He stopped for a moment, thrust his stick into the soil and called out, 'This is the place!' He then asked Schmid-Curtius to drive a wooden post into the ground.\" Rudolf Steiner's de - cision regarding the location of the foun - dation stone was made in communion with the cosmos. The laying of the foundation stone on 20 September On 20 September at 6.30 p.m. around 70 people gathered on the Dornach Hill as it grew dark and a drizzling rain began to fall. It had only been known for three days that the foundation stone was to be laid on that day. The time, 6.30 p.m., was marked by a particular cosmic constellation: Mer - cury rose as the evening star in Libra in the west - a constellation of extraordinary balance and harmony that corresponded to the building's future east-west centre lines. During the three days leading up to the 20 September, a group of workmen and members had dug a pit for the foun - dation stone, about 6 yards in diameter and just over 6 feet deep. Nine steps led down into the pit where the foundation stone was placed. The two dodecahedrons, one of which was slightly smaller than the other, were soldered together. Rudolf Steiner had written an inscription on calfskin parchment which was placed inside the dodecahedron. The foundation stone was then placed into the hollow, with the smaller dodecahe - dron pointing to the west and the larger one to the east: opposite to the future building's two different-sized cupolas. In the address he gave when the foundation stone was laid Rudolf Steiner referred to it as \"the symbol of the human soul\" conse - crated to the great work that is connected with the mission of the building. Trying to read and understand the spiritual signifi - cance of this act as a second step makes it a token. In a third step, the foundation stone is sunk into the ground and the to - ken is covered with earth, veiled. There are outer and inner levels of meaning implied in this act that are worth thinking about in more depth. Macrocosm and microcosm The foundation stone, with its dual twelve-foldness, is a symbol of the striv - ing human soul that, as a microcosm, is connected with the macrocosm. This con - nection is the central motif of the entire act. In our earthly existence, we are be - ings who - coming from cosmic heights - incarnate on earth. The connection to the macrocosm lives on in our souls, but we are not conscious of it. It is no longer obvious for us and we focus primarily on our earthly existence. We have forgotten the \"shining heavenly light\" and become increasingly entangled in the earthly con - ditions. We must now develop, on earth, a consciousness that can bring our earthly life into harmony with the laws of the cos - mos, in awareness of that connection. Whom did Rudolf Steiner address? After the act of the foundation stone laying, in which only a few people par - ticipated, Rudolf Steiner gave an ad - dress that Rudolf Hahn noted down, us - ing the back of another participant as a desk. Since it was dark by then, the area was lit up by torches and a bonfire. We can imagine Rudolf Steiner surrounded by some of his closest co-workers and a few others who happened to be there. The close co-workers were people whom he had known intimately for many years: Marie von Sievers, Sophie Stinde, Mieta Waller, Pauline Kalckreuth, Felix Peipers, Hermann Linde and others with whom he had worked on the production of the Munich Mystery Dramas since 1910. Or Mathilde Scholl, who in December 1912 had taken the initiative to newly found the Anthroposophical Society in Cologne and helped to gradually separate it from Anthroposophy Worldwide No. 12/13 | 9 ó Goetheanum the increasingly problematic theosophical context. Max Benzinger, who had created the foundation stone, said about that eve - ning, \"A special mood prevailed in nature. It had rained all day. The loamy soil was soaked so that one sank in to one's ankles. Some of the ladies lost their shoes in the mud. It was a typical September day. A canvas had been stretched over the pit to provide some shelter from the rain. This was no light rain - it was pelting down. In the evening the rain eased to a drizzle. Then an address was given that lasted about half an hour. When I raised my eyes - I was so deeply moved inwardly and con - nected so strongly with everything that was going on that I had not looked up to the sky before - but now I did, and I saw the clearest, most beautiful starry sky: the stars seemed much closer.\" The address Rudolf Steiner's address was not an or - dinary lecture. It was more like an esoteric lesson, intimate and very direct and per - sonal. The people with whom he wanted to carry out this undertaking were, after all, his closest co-workers. Repeatedly he referred to a pledge of the soul. A pledge to whom? A pledge to the deed that was implied in the laying of the foundation stone and the mission of the building. The pledge refers to a task to which those pres - ent were asked to consecrate themselves. Shortly afterwards, Rudolf Steiner also spoke of a vow to the spiritual stream of evolution that one recognized as the right one. Reading those words a hundred years later, I have the impression that the vow spoken at that time still reverberates into the present time. It is like an affirmation of the immense task that seems even more pressing if one considers it against the background of the historical develop - ments since then. We conclude this part by looking at just one motif in Steiner's address: right at the beginning he called the attention of his audience to the turning point of time, the Mystery of Golgotha, \"Let us try to awaken within us the thought that links our souls to the striving at the turning point of time. Let us try to think for a moment that, in doing what we did this evening, we must be conscious that we are looking out into the far, far distant cycles of time in order to gain awareness of how the mission - that is symbolized in this building - will become part of the great mission of hu - manity on the earthly planet.\" This vision opens up a horizon where the building can appear as a symbol for a particular cul - tural task that is given to humanity. And today, a hundred years later, we must ask ourselves how we can devote ourselves newly and more strongly to this vision. | Christiane Haid, Goetheanum Anthroposophy Worldwide appears ten times a year, is distributed by the national Anthroposophical Societies, and appears as a supplement to the weekly Das Goethea- num. Publisher: General Anthroposophical Society, represented by Justus Jüngel. Translator for this English edition: Margot Saar.We seek your active support and To receive An throposo- phy Worldwide , apply to the Anthroposophi - cal Society in your country, or subscriptions are available for CHF 30.- ( € 25.-) a year from the address above. An e-mail version is available to members of the Anthroposophical Society only at: Heilende erschließen Seven years after the first Kolisko confer - ence in Taiwan, the second conference was held from 22 to 25 August, this year in Taichung. The theme was \"Shaping a sense of community: from blood family to world family\". Around 250 people took part. In preparation of this conference and to give the participants a basic knowledge of \"man as a fourfold organism\" and \"three systems in our body\" as well as the opportu - nity of joining various workshops on arts and practices, the Taichung Anthroposophical Association had conducted a series of two-day \"Education as a Healing Process\" semi - nars in both 2011 and 2012. The members of this second conference came from China, Malaysia, Thailand and one from Japan, turn - ing the conference into an Asian regional - rather than just Taiwanese - event. Michaela Glöckler, head of the Medical Section at the Goetheanum gave four lec - tures on modern society, including the role of the arts in the individual and social life in acti - vating the sense for the development and na - ture of a process. The other topics dealt with healthy gender development as a foundation for a new family culture; the healing power of nutrition for the body, soul and spirit, as well as life in the service of time and money or time and money in the service of life. There were eleven instructors from Ger - many, Italy, New Zealand, and USA, and five local instructors. The workshops reflected their professional background: eurythmy, drama, music, exploring life journey/biogra - phy studies, marriage and partnership, plant observations, natural nursing care for fam - ily members, the Camphill movement, clay modeling, painting - devotional perception. The discussion groups focused on freedom from time and money, caring for the elderly in our time, how to know the higher worlds, the Calendar of the Soul, following destiny, listening to karma. All participants were im - pressed by the remarkable instructors, and felt greatly fulfilled, regretting only that they could not choose all the topics at once. The Malaysian group decided to host the next Kolisko Conference in 2015. Many study groups have formed to share what each in - dividual had learned from the conference, and the main lectures have been summa - rized and published in the weekly newslet - ter of the Lei Chuan school. | The preparation group in Taiwan.ó Anthroposophy in the World10 | Anthroposophy Anthroposophy in the World Stefanie Benke: Much of what we take in today comes through the media. What does that mean for our senses? Richard Steel: The media enable us to expand our sense activities. \"Medium\" means being a mediator, also between people; but the media can also achieve the exact opposite. The senses have nothing to connect with when we use media Benke: What does that mean for our un - derstanding of the media? Steel: We have many pseudo-encounters today when we think we perceive other people: through their voices, their im - ages on TV, in the cinema, on video. But because of the advancements of tech - nology, almost all of that is total illusion. Every day, we try to enter with the higher senses into pictures and sounds as if they were real. But the senses have nothing to connect with. Emotionally, we connect strongly: an effect that is desired and ex - ploited. But spiritually we are unable to connect because there is no other person. We get used to hearing a human voice or seeing a person although there is no-one: we have no I-experience. To an extent we all have become autistic. We don't experi - ence the other's inner being. In the future we must complement the media in a way that allows us to learn to accept and per - ceive others as human beings in their own right. Ronald Richter: The time we live in is strongly focused on the senses. Where does Rudolf Steiner's theory of the senses come into this?Steel: With Rudolf Steiner's theory we come closer to the actual meaning of the word \"sense\", that is, the meaning of things - what lies behind the realm of the senses. Steiner spoke in the end of twelve senses. The number 12 points to the cos - mos. We must ask ourselves how we are connected with the world that surrounds us.Benke: Steiner's theory of the senses was born in dramatic times.Steel: Rudolf Steiner first began with ten senses, in 1908. At the time he mentioned neither the first of the lower senses, the sense of touch, nor the highest one, the sense of self. I guess people would not have understood those two senses at the time. They belong together in a particular way. Mediation between outer and inner world Richter: What is the task of the individual senses?Steel: The lower senses provide the basis of our conscious awareness. They make it possible for us to feel ourselves and to feel ourselves in our bodies. They have to do with balance, with our own move - ment, with the sense of touch; they work inwards. We are not conscious of them. Rudolf Steiner speaks of the sense of life. It lets us experience how it feels to live in our body. To the lower senses we owe our ability to learn things like running or driving a car. According to Rudolf Steiner, the sense of touch is, however, not a sense that lets us perceive our environment. It does not give us information on the world around us - whether something is hard or soft, smooth or rough. He describes the sense of touch as a sense that conveys our own being to us, how we are connected with the spiritual world, how something spiritual lives in us and how we therefore perceive others also as I-beings. The middle senses - those of vision, hear - ing and taste - tell us about the world around us. Rudolf Steiner described the sense of hearing as the transition to the supersensible or social senses. Our hear - ing conveys something of the outside world to us. What we hear is, in fact, the quality of what is being heard rather than an outer impression. When we hear a bell, for instance, or a xylophone, we get an im - pression of the material. We can even dif - ferentiate: this is hardwood or softwood; it could be fir or oak and so on. When we hear a dog bark, we get a sense of whether he is hungry, scared, locked in or whether he smells a burglar.With the higher senses - from hearing up - wards - we enter a realm that has to do with humanness and with relating to oth - er people. The other senses develop out of the hearing: my experience of the sensory aspect of the word, the language as such, I owe to the sense of word which can only develop when I hear something. With the sense of language or word I experience the essence of the word as opposed to just its sound. Even if I don't know the language, I realize that a person is speaking. The sense of thought does not convey comprehen - sion but sense perception. I don't under - stand what someone says via the ear, via the 25,000 little hair cells: if I'm not with my soul in the other person, I won't un - derstand a word. The sense of thought can only develop out of the sense of language. With the sense of I, we experience the other's inwardness. It is the most impor - tant sense today. It has nothing to do with understanding the other person, but with perceiving the other as a spiritual being, as an I. The sun of the senses Benke: It is the I that keeps the various senses together. Does the fragmentation of the senses that occurs with media use mean that our I is also fragmented?Steel: The sun of our I depends on finding twelve senses - just as the Christ relied on the presence of twelve disciples at Pen - tecost. If this wholeness is not fostered, or if is even lost altogether, it is much Interview with Richard Steel Developing a sense for the realm of life Between 1909 and 1916, in a time of global upheaval, Steiner developed his theory of the senses. Twice in that period, once at the beginning and once at the end, he narrow - ly escaped death. According to Richard Steel, Steiner's theory of the senses can explain the process of becoming human. The I relies on finding twelve senses: Richard Steel Anthroposophy Worldwide No. 12/13 | 11 ó Anthroposophy in the World more difficult for the I to connect with this wholeness and experience itself. If we sit comfortably in front of the televi - sion, with a glass of beer, watching people being killed in Syria, we are inwardly torn even if it does not strike us as absurd or horrible. I do not say that the media are only harmful. We can't just get rid of them and it would be pointless to ban violent videos or horror films. Benke: Have we taken a few steps back? Steel: We are able to understand these things today. Many people have super - sensory experiences nowadays. We live in a time when we have to talk about how individual people experience these things and how they come to terms with them. Richter: How does our perception of an - other person's I through our own sense of I relate to our I development? Steel: We still have an old picture of the I-being. Rudolf Steiner differentiated be - tween personality and individuality: the personality is more at the soul level; the individuality will only fully unfold in the future. We are on our way to becoming true human beings. It is a journey we can - not undertake by ourselves. It needs mu - tual perception and mutual support. Chil - dren don't learn to walk, speak and think by themselves. They need people around them. Walking, speaking and thinking are, at the physical level, what the three higher senses are at the spiritual level. These higher senses can also only develop through social interaction, in community with others, not out of ourselves. By itself, my biography makes no sense Richter: That brings us back to today's sensory world. How can we escape from this prison and develop something like a future human being?Steel: We need a new concept of des - tiny. However much I contemplate, I will not find out what is definitely part of my destiny. We make the experience every day that others bring our destiny towards us. This experience is much stronger than what we know out of ourselves. Suffering and social difficulties, in particular, help us to develop further.Richter: Does my interest in others and their interest in me further my develop - ment?Steel: \"Inter-esse\" means literally \"to be in between\". A third aspect emerges, when we take the Christ word \"When two or more are gathered in my name I am in their midst\" literally. By itself, my biogra - phy makes no sense. It must be seen as part of the world and as part of humanity.Changing the senses Benke: Does this have to do with Christ in the etheric? Rudolf Steiner spoke about this before he developed his theory of the senses. Steel: The reappearance of the Christ- being in the etheric has to do with the theory of the senses. With the higher senses, the sense of hearing in particular, we are in the realm of the etheric. Rudolf Steiner said later in his life that prepara - tions for the announcement of the etheric Christ began in 1909. This is puzzling see - ing that the first time he addressed this was in January 1910. The theory of the senses is a first indication of our future relationship with the Christ-being: it will take place via the senses. It has to do with the crucial message of John, the precursor of the Christ: Change your mind! We need to change our senses. We need to develop a sense for the realm of life, the realm where the Christ has appeared since the Resurrection. We can develop this sense primarily on the basis of the higher senses. Richter: How can we develop our senses fur ther?Steel: It is most important today that we gain an understanding for the higher senses. One example: when I look out at the landscape, I don't get the impression that the tree is upside down at the back of my eyes. That is a scientific statement that relates only indirectly to the sensory process. My soul is at the horizon - and that is where I perceive. With the higher senses this relationship is even stronger. With my sense of I, I feel myself right into the other person. The question that follows is how we can use this knowledge, in education for in - stance. What is our view today of early years education, or of education in gen - eral? Do we see it as the formation of our human essence? We need to take hold of the practical fields that are directly con - nected with the development of our hu - manity. ó The I relies on finding twelve senses: Richard Steel Richard Steel, born 1952 in Oxford (GB), is a curative teacher and lecturer. He works for the Karl König estate management and is in charge of the Karl-König-Archives in Berlin (DE).Event 'Bücher im der Zukunftsweg der zwölf Sinne'. Richard Steel reads from writings by Karl König and lectures by Ru-dolf Steiner on the senses, and from his own poems. December 13, 2013, 7:30 PM, Rudolf Steiner Haus, Berlin.Twice in his life, Rudolf Steiner narrowly escaped death In his autobiography Rudolf Steiner spoke of two occurrences that could have led to his death. On December 29, 1909 he wrote home that he would have liked to be home for Christmas but had been prevented. At the time his father was already very ill; he died early in 1910. Steiner then added that his being prevented was fortunate since the train he had planned to take had an accident just outside Vienna. This story reminds us of the examples Steiner gave in the Karma lectures. The threshold of 1909/1910 constitutes a turning point in the revelation of anthroposophy. The descriptions given after that date of the new Christ appearance, the future path of humanity, would have been cut off. In 1916 the first Goetheanum was being built and the model for the sculpture of the Representative of Humanity was finished. In 1909 Rudolf Steiner spoke for the first time about the two faces of evil -of Christ holding the balance between Lucifer and Ahriman. Seven years later, in 1916, he put it into practice. When he climbed onto the scaffolding to start carving he fell off. He would have fallen onto a part of the scaffolding that could have impaled him, if the incredible had not happened: He was caught by Edith Maryon, his helper - a slight, delicately built woman. All further development, everything that came with the threefolding, would have come to a premature end. | Richard Steel12 | Anthroposophy Worldwide No. 12/13 ó Anthroposophy in the World India: The healing impulse of anthro- posophy in India Healing the effects of materialism The city of Hyderabad in India has four Waldorf Schools and many anthro - posophical institutions. From 25 to 27 Oc - tober 2013, the Sloka Waldorf School in Hyderabad organised and hosted a three- day Festival of Anthroposophy, which had the theme \"The Healing Impulse of An - throposophy in India\" and attracted 150 participants. Although there was a great deal of unseasonal rain and cold, due to the cy - clone on the east coast of India, the entire mood at the festival was warm and sunny throughout. The Festival was inaugurated with the traditional lighting of lamps and singing of Vedic hymns, followed by mu - sic, dance and eurythmy presentations by Waldorf school children. The Festival end - ed with Rudolf Steiner's Foundation Stone Meditation. There were cultural perfor - mances by the two Camphill villages. One of them was a unique collaboration of the Camphill community in Bangalore with the local Steiner School to create a splen - did shadow play. The power of materialism The speakers at the festival, represent - ing the different fields of anthroposophy, gave very inspiring talks, focusing on the healing impulse of Rudolf Steiner's an - throposophy within the society in our times. Almost all the speakers at the Fes - tival broached the subject of material - ism, and how it has invaded our lives as a global phenomenon. Even in India, which has such an ancient spiritual tradition, this onslaught is evident. In everyday life, it has become inescapable. For example, in present-day school education in India, which in ancient times was spiritually permeated, the system encourages early learning and is entirely exam-oriented, making use almost only of the head activ - ity. This stressful education adversely af - fects the health of the children. Similarly, in spite of Ayurveda and other holistic medical traditions, school medi - cine is greatly sought after, often leading to harmful side effects. Agriculture, which used to be holistic and non-violent, is now creating serious problems for the earth and for human beings, by making excessive use of chemical fertilizers and pesticides, and by experimenting with genetically modified crops. All this is causing an imbalance in the lives of the people, leading to a variety of ill - nesses. This is where anthroposophy comes in, with its healing quality. It can be seen as a revival of ancient Indian traditions in our society, for people with a modern conscious - ness, bringing about a new way of living and thinking. The seven students of the newly found - ed Biodynamic Agriculture College in Tam - il Nadu, together with their teacher, made an imaginative representation of planets and zodiac signs to create the planting cal - endar for the month of November. Communication and networking On the last day there was a plenum to discuss future events within the anthropo - sophical movement in India. One important feature is that there is very good communi - cation and networking between the vari - ous anthroposophical institutions within the country. Waldorf Schools, biodynamic agriculture, anthroposophic medicine, eu - rythmy, curative education - all these have grown roots in India and are becoming in - creasingly important for people who are looking for a healthy and spiritual way of life. | Aban Bana, Mumbai (IN) Colorful celebrations: communication and networking between anthroposophical institutionsPortugal: Conference on \"The Waldorf School as a Social Organism\" Gaining strength from within Approximately 100 participants amongst them a great number of Spanish colleagues from different schools and cities as well as rep - resentatives of practically all the Portuguese ini - tiatives met from 28 to 30 July at Harpa (training centre and school) near Lisbon. The opening was made with a brief presen - tation of the participants which made us travel a little through the Iberian Peninsula- such was the geographic diversity of all those involved. This was followed by the reading of the Foundation Stone Meditation, stanza by stanza; each volun - teer added the richness of the individual «hue» to the written word. The HARPA puppetry group presented the first artistic activity staging the story: «St John's Wort». Their enchanting ambi - ence, typical of their work, was so moving that it seemed to unshackle the ever attentive look of each participant's inner child. Eckhart Dönges, our dear friend and mentor, opened the first conference of social education, themed \"The Waldorf School as a Social Organ - ism\" - students, teachers and parents - as a living process of learning and creative understanding. The main message was that it is paramount that teachers and parents join forces in the name of the children and their future as adults. The school organism is also fostered in the weekly teach - ers' meetings, the central organ of the Waldorf School. These meetings, with their child studies and ongoing teacher training through the study of Rudolf Steiner's insights into the human being, generate new impulses for the lessons and the life of the community. Applied social skills At nightfall we shared dinner and celebrated St. John's Tide. The previous night´s special full moon continued to offer us the fullness and abundance of a summer night that slowly emerged from a world of warm and comforting colours, lead - ing us into the dark depths of its womb. People started to scatter in small groups all over the small seats provided by nature throughout the year. Then, when it was dark, a small fire was lit. The brave folk immediately jumped over it. Further stirred by the music of circle dances, a huge group formed around the fire. Old gestures and joy met, from all sorts of places. That night they were ours once more, amidst chanting and laughter. Saturday morning we watched a eurythmy presentation conducted by Carla Prates, who had Anthroposophy Worldwide No. 12/13 | 13 Spring Valley, New York, is one of the oldest anthroposophical centres in the United States and for many de - cades it has been the scene of Mystery Drama productions. Hans Pusch (1902- 1976) brought Mystery Drama work to Spring Valley and produced the plays there until his death in 1976. (Mr Pusch had attended the 1923/1924 Christmas Conference and Rudolf Steiner's Speech and Drama Course in 1924, and had act - ed under the direction of Marie Steiner in Dornach before moving to the US in 1939.) Young Peter Menaker succeeded Mr Pusch with productions in 1980 and 1981. His work was brought to an un - timely close by Peter's death in 1981 at age 30. Barbara Renold took up the ba - ton during the 1990s and has continued to this day. Profound and memorable Barbara Renold has assembled a fine cast of devoted anthroposophists in - cluding professionals in the lead roles. Over the last four years they have pro - duced four superb dramas in English. Theodora's profound speech from scene 1 of the first drama, The Portal of Initia - tion, comes to mind: she tells of her vi - sion of the coming Etheric Christ event. Capesius' memorable monolog from scene ten of the second drama (The Soul's Probation) makes a deep impres - sion: he describes what he experienced when looking back on his medieval in - carnation. Another lasting memory comes from scene seven of the third play, The Guardian of the Threshold, where Johannes storms the threshold under Lucifer's magic influence, ignor - ing the stern warning of the majestic Guardian. Also notable is a comment by Hilary from scene one of the fourth play, The Souls' Awakening; these words might also apply to an enormous effort like producing all four Mystery Dramas for a conference: \"[I]t would at least have been embodied once on earth [in Eng - lish in North America], as an example. In spirit it will work its way in life although it disappears from sense existence. It will contribute part of that great power which in the end must lead to the unit - ing of spiritual goals and earthly deeds. The science of the spirit affirms this fact.\" Unraveling thoughts and images Natalia Kuznetsova, a teacher at the Moscow Waldorf School, made great efforts to attend the plays over the last few years. She writes of her experience: US: Performance of all four Mystery Dramas If Karma wills it For the past four years the Spring Valley Mystery Drama troupe has celebrated the 100th anniversary of Rudolf Steiner's four Mystery Dramas. From 8 to 17 August 2014 all four dramas will be performed at a conference under the direction of Bar - bara Renold. The celebration will culminate with a great 2014 conference and the performance of all four plays. Never before have all four plays been produced for a single conference outside of Dornach.ó Anthroposophy in the World First Mystery Drama, scene 3: Johannes Thomasius, Maria (lying down) and Benedictustranslated two poems into movement, one by Rudolf Steiner and another by Herbert Hahn. Having invited the public to share the gestures that choreographed this work, there was a long ovation: A well-deserved moment for those who had diligently worked on these two beautiful pieces for four weeks only. This was followed by Eckhart Dönges' second talk on the social threefoldness at the core of the school. During the break everyone gathered downstairs in the dining hall. Besides the comfort of tea, coffee, elixirs, fruit and cakes, there were also teaching ma - terials, textbooks and Harpa's own products made from the gifts of nature. Then the first session of dif - ferent workshops filled the rest of the morning as well as the early afternoon. There were circle dances that brought to movement each participant's social skills. Others, joining hands, used natural materials to produce a collective work of art. Inspired by the plot of a traditional story, several characters were created along with the scenery which brought them to life. Rhythmic activities in the circle were explored and the richness of its movement added another dimension to the group's interaction. The twelve senses were ex - plored by observing nature in order to learn to observe the child's being to help the growing process. From the identity of each colour, the testimony of the truth of the being, in his effort of self-development, we paint - ed in watercolour. Diving into the natural surround - ings, others were able to witness nature as being our greatest teacher in life, and how educators and teach - ers can use this objective observation of nature in the same way we objectively, yet lovingly, learn from the children. According to several participants, each group had a different and unique experience, where shared hours of work provided active learning and even pro - foundly touching moments for some. In the late af - ternoon, those who resisted the heat made their way to the Tagus estuary, where guides lead them into the observation of birds and the pulsing life in these wetlands. Sharing responsibility On Sunday morning, without any previous arrange - ment, El Nido (an initiative from La Laguna) offered a session with music, chanting and a string duet with cello and violin, closing all the artistic activities with a great finale. After the last session of all the workshops, the initiatives and activity in Waldorf educational cen - tres of Spain and Portugal were presented. It makes us responsible both for supporting schools in differ - ent places of the world and for bolstering the recogni - tion of the Waldorf movement. This meeting finished with the reading of the Soul Calendar. Later there was also a gathering of the Portuguese initiatives, in order to share issues in which mutual help may provide so - lutions. | Leonor Malik, Alhandra (PT) This report supplied by Leonor Malik contains some additional aspects from the talk by Eckhart Dönges.14 | Anthroposophy Worldwide No. 12/13 ó Anthroposophy in the World \"Why do I come all the way from Russia to see Mystery Dramas in Spring Valley? ... And here I found a unique and lasting ex - perience: a gradual unraveling, enabling thoughts and images to settle down and take root. A brilliant constellation of speak - ers who have done profound research. You sit close to the stage and feel the breathing hearts of the actors; their beautiful Eng - lish. Wonderful workshops with profes - sional anthroposophical actors who keep you alert so you are continually alive to the material. I see so many familiar faces that I recall from the past as if we were passen - gers on a boat bound for higher worlds. [...] And all this set against the peaceful and healthy background of Spring Valley. That is why I come. If karma wills it, things get arranged: money comes, a kind soul picks you up at JFK (airport), offers you a room, and leaves the fridge at your disposal.\" So why not join us in Spring Valley in 2014? | Stephen E. Usher, Austin (Texas, US) Germany: Conference \"öffentlich wirken\" Adequate funding and pro- fessional management Marcus Link, the new treasurer of the Anthroposophical Society in Great Brit - ain, describes his impressions of the PR and Communications Conference \"öffentlich wirken\" (\"working in public\"), which took place at the Waldorf school in Bochum-Langendreer (DE) on 1 and 2 November 2013. Following the first event of this kind in 2011, the conference drew an interna - tional crowd of over 210 participants who enjoyed 27 workshops, six talks, and a closing podium discussion on the question of \"What makes communication human?\" by 40 speakers and workshop leaders. This sounded promising for my mission: I had travelled to Germany armed with a list of questions I sought answers to. These were quite specific questions that arise out of problems experienced by anthroposophi - cal initiatives in their public relations en -counters here in Great Britain, specifically with the press. There is a strong sense of being under attack, unfairly treated and misrepresented. The opening talk was by the author and artist Johannes Stüttgen, who was made master scholar by Joseph Beuys in 1971. He set the scene for the whole conference in an absolutely riveting and remarkable way, answering the questions of \"Where and how communication becomes artis - tic? And when does it become spiritual?\" The central notion of his work is that of the \"social sculpture\" (\"soziale Plastik\") and here communication plays a key role. He made it very clear that talking about artistic communication is not the same as communicating artistically. This was a gracious bridge to the many workshops which were to introduce methods and tools of the art of communication. Translating anthroposophy for the public Professor Verena König, an expert in the field of marketing, presented an anal - ysis of Waldorf as a \"brand\" between cre - ative avant-garde and social responsibility. Udo Hermannstorfer then spoke about his subject of \"Social Accounting\" and how \"social balance sheets\" can work as the \"gold cover\" of forward-looking models of communication. Further talks covered the subjects of \"Emotion in communication\" by Professor Christoph Fasel; \"Idealism in the face of the media\" by Georg Clemens Dick, former speaker of the Green Party; \"Tearing down walls\" by Christoph Hardt, former communications director at the German technology giant Siemens AG; and \"Myth and understanding\" by Wolf - gang Held, who manages communica - tions at the Goetheanum. In between all of these fascinating talks by giants from academia, art, industry and anthroposo - phy I participated in my choice of work - shops which all followed the theme of \"Anthroposophy in public relations\". It remains a mystery to me how it was possible but the event also allowed for enough breathing time in between the presentations and workshops so that the conference did not feel hurried and I was able to get to meet and talk with a broad range of participants and organis - ers. From my various speaking partners I noted with interest and surprise a number of common themes: despite a highly professional appear - ance, the self-image of the German speaking anthroposophical initiatives was no more self-confident than I expe - rience it in Britain; almost everyone mentioned the need for a \"translation\" of anthroposophy, even within the German language; there is a number of very active \"young people\" (my age, i.e. in our thirties and forties) who have worked in the com - mercial world but have experienced a sense of disillusionment and are now employing their skills within anthropo - sophical organisations; however, these same people (and their organisations) expressed a sense of un - ease and almost embarrassment about considering themselves, at least public - ly, as anthroposophists - an organisa - tional example of this is GLS Bank which quite simply makes no official connec - tion to anthroposophy whatsoever but supports many initiatives; and last but certainly not least, there was an unspecific sense of looking to Britain for new impulses following the recent changes on the council level. I was able to answer one or two of the questions I had taken with me. However, I also learned that seeking answers to my specific list of questions was not what I had gone to Bochum for. Without a doubt, this was an important conference to have taken part in. On the return journey my bag was full of leaflets, brochures, pro - spectuses and lecture notes. I came away inspired, with a clear sense of purpose and an unmistakable message: we need to get away from the idea that we have to defend ourselves. Rather, we have to understand that public relations and communications work are of the highest importance; they offer tools and methods to develop a true self-image which in turn will lead to a new sense of self-confidence. The connections I was able to make offer opportunities to develop a self-confident, active and pro - fessional approach to the way we present our initiatives and work with and into the public. To be successful this needs to be funded adequately and managed profes - sionally. | Marcus Link, Buckfastleigh (GB) Learn more at the Threefold Educational Foundation Website: www.threefold.org/conferences/rudolf_steiners_four_mys-tery_dramas.aspx or at mysterydrama@threefold.org Anthroposophy Worldwide No. 12/13 | 15 The double 'f' in his first name, as in an augmen - tation of the word \"Kraft\" (strength), seems to express his iron will. He grew up on a farming estate (Heynitz) be - tween Meissen and Dresden which, under the leadership of his father Benno von Heynitz, developed into an important centre for biodynamic agricul - ture and for the youth in the time before the war. Names like Hilde Pfeiffer and Herbert Koepf come to mind. After he lost his home, his destiny took him to the south of Germany where he met oth - er young people with whom he took on the selfless task of informing farmers about the biodynamic approach and ad - vising those who were willing to convert. Krafft von Heynitz them - ckens. Under their direction the biodynamic work flourished in parts of Bavaria and Baden- Wurttemberg, especially in the area of Hohenlohe. He gained many friends among the farm - ers, taught at the farming school in Weckelweiler, and or - ganised monthly meetings and further training for his farmers in Blaufelden. One can't even begin to imagine the harsh and deprived conditions under which the advisory work went on from 1946 until around 1960. With no money and high ideals one went on a ramshackle motor - bike to the villages, convinced that one would find among the audience the one or other farmer whose heart would be inspired for the cause. Krafft von Heynitz was not only an expert adviser; he went to the houses of the farmers, listened to their needs, spoke out of the spirit of anthroposophy and helped where he could. He was interested in people, and he took responsibility for them and the thriving of their farms. To this day he has helped carry their destiny. Krafft von Heynitz was a leading member in the re - search group for biodynamic farming and a member of the Circle of Representatives of Biodynamic Agriculture in the Goetheanum Section for Agri - culture. He wrote for the jour - nal \"Lebendige Erde\" (living earth) and, apart from other writings, composed, together with Georg Merckens, the bio - dynamic standard reference on horticulture. Krafft von Heynitz has fos - tered his love and loyalty to - wards his farmers, working ac - tively and with iron strength. This quality he demonstrated again at an advanced age, when the Heynitz estate went to the 'Treuhand' (trust agency) after the political change in Germa - ny [in 1989]. Transformed, his destiny led him back to his ori - gins. Asking nothing for him - self and applying his iron will, he asserted his right before the trust agency and managed to buy back a large part of his estate under favourable condi -tions. He found three families who agreed to build up a new farm, Mahlitsch, with him. This year he transferred the prop - erty rights to an association. He has experienced much: he took possession of his inheri - tance in his youth, then lost all of it. For more than six decades he served those who, coming from a traditional stream, took the plunge into a new future. And in his old age he freely chose to place his inheritance in the hands of a group of farmers and the farming gen - erations that are still to come. | Manfred Klett, Bad Vilbel (DE)We have been informed that the following 38 members have crossed the threshold of death. In their remembrance we are providing this information for their friends. |The Membership Office 94newmembers andnoted 37resignations.ó Membership 90th birthday on 24 October 2013 Krafft von Heynitz 16 | Anthroposophy Worldwide No. 12/13 ó Feature Since 2002, the Austrian conference for class readers and class members has tak - en place almost every August. The impulse started 18 years ago. Andreas Heetsch, who was then branch leader at the Goetheanum, spoke with Helmut Goldmann, general sec - retary of the Anthroposophical Society in Austria, about the possibility of starting ba - sic and further trainings for class readers of the School of Spiritual Science, since there had never been such a training opportunity. They consulted with the late Ernst August Müller from Göttingen (DE) - and the idea for a conference of class readers in Austria was born. Practice for class readers The class readers, or lectors, were to be given the opportunity to give their first free renderings of class lessons in a warm and positive atmosphere, where they would re - ceive constructive feedback and learn from their more or less successful presentations. Since such a \"dry run\" in front of class readers alone was not in line with this intention, oth - er class members were invited to join. Over the years members from Austria, Hungary, Slovenia, Croatia, Georgia, Russia, Switzer - land and Germany attended the meetings. From 1996 to 2000 the conference was held at Farrach (AT), a long-established Demeter farm in eastern Carinthia, where Wilhelm Rath, a young participant of the Agricultural Course, had introduced the biodynamic approach to farming. After his son, Marianus Rath, had to sell the farm, the Wurzerhof offered to host the conference from 2002. This year we completed the cycle of nine - teen class lessons and the series of confer - ences. Many class readers held their first freely rendered class lesson in this set-up and gained the courage to introduce this way of working back home. We were also able to perfect our class reading skills when our colleagues gave us feedback on what they experienced while they were listening and offered helpful suggestions on how to move on. In addition, we practised and tried out other ways of working on the class contents: plenary conversations, where we practised how to introduce a topic and monitor the conversation; small-group conversations, involving two, three or four people with an empty chair in case a member of the audi - ence wanted to join in. Artistic activities such as eurythmy or artistic speech were important ingredients as was ending the day with music. When the class readers met among themselves, the other class members or - ganized their own workgroups, either for discussions or artistic activities. More than forty people came every year, some of them wishing for an even closer cooperation with the class readers. The fruitful work has been made possible by members of the farming community and the Wurzerhof. They each did their best to make sure that all participants had a bed and could fortify themselves with farm produce and lovingly prepared meals. The wonder - ful peace, life in nature and in such a well cared-for environment, with animals and, not least, the long tradition of class work on this farm, (started by Ludwig Polzer-Hoditz in 1928) did much to enhance our work. For the farm community our conference has be - come a kind of summer festival in the yearly cycle. Steeped in tradition The Wurzerhof grew from the combina - tion of three farms through Wolfgang Wurz - er a hundred years ago. Wurzer's son-in-law, Erhard Bartsch, had taken part in the agricul - tural course in Koberwitz in 1924. In 1928 he took on the Marienhöhe near Berlin (DE) and helped on the Wurzerhof with the conver - sion to biodynamic farming, daughters, Hemma and Luise, had intro - duced the system in 1927 - a courageous act at the time in a catholic environment. In 1933, Erhard Bartsch and Hemma Wurzer married; in 1950 he came from the Marien - höhe to the Wurzerhof where, in 1960, an - other pioneering deed took place: he took in people with special needs who could train in farming and house management. It was the first vocational training. When they finished their training, work places would be found for them. Some became members of the farming community. Johanna Bartsch, a eurythmist and cura - tive teacher, and her husband, Rudolf Keib - linger-Bartsch, have taken over from her fa - ther and expanded the range of trainings by adding a market garden, a laundry, a kitchen, and - since 2003 - a kindergarten. The art therapies on offer include music, singing, role-play, rhythmical massage, eurythmy, eurythmy therapy, pedagogical horse-rid - ing, gymnastics, folk dancing and specialist lessons in various fields. With the extension of the range of ac - tivities more and more new buildings were needed, such as accommodation for the by now older but still active residents from the early days 50 years ago, and the new hall for the almost 100 members of the Wurzerhof and for the friends and visitors from near and far. On the ground floor there is the Wal - dorf kindergarten with 22 children from the area. For the last twelve years this hall has served as the venue for our class work at the Wurzerhof. | Johanna Wyss, Burgdorf (CH)Austria: Conference for class readers and class members at the Wurzerhof A warm and positive atmosphere The Wurzerhof is a farming community in sunny Carinthia, southern Austria, not far from Klagenfurt and the borders to the Balkans in the South and Hungary in the east. In August 2013, a cycle of five-day training meetings for class readers came to a conclusion. Welcoming and hard-working: co-workers at the Wurzerhof, host of the "}