{"title": "Libros de Cristaloterapia, gemoterapia y cromoterapia", "author": null, "url": "https://www.buscalibre.cl/libros/salud-relaciones-desarrollo-personal/mente-cuerpo-espiritu/poderes-fenomenos-psiquicos/cristaloterapia-gemoterapia-cromoterapia", "hostname": "buscalibre.cl", "description": "¡Los mejores libros de Cristaloterapia, gemoterapia y cromoterapia! Compra aquí tu próxima lectura", "sitename": "buscalibre.cl", "date": "2021-11-10", "cleaned_text": "- Estás en: [Inicio](/) [Libros](/libros) [Salud, relaciones y de Cristaloterapia, gemoterapia y cromoterapia Encontramos 484 libros Formato Estado Ordenar LA BIBLIA DE LOS CRISTALES JUDY HALL (92) GAIA, 2007, 1ª edición, Tapa blanda, Nuevo 15% dcto $ 18.690 $ 15.890 La Biblia de los Cristales. Volumen 2: Presenta más de 200 Nuevos Cristales (Biblias) Judy Hall (12) Gaia Ediciones, 2011, 1ª edición, Tapa blanda, Nuevo 15% dcto $ 18.580 $ 15.790 La Iluminacion por los Cristales: Trilogia de los Cristales i Katrina Raphaell (4) Arkano Books, 2018, 1ª edición, Tapa Blanda, Nuevo 15% dcto $ 12.400 $ 10.540 Terapia del Color Nina Ashby (2) Kepler, 2019, 1ª edición, Tapa blanda, Nuevo 15% dcto $ 14.900 $ 12.670 La Curación por los Cristales. Aplicaciones Terapéuticas de los Cristales y las Piedras Katrina Raphaell (4) Arkano Books, 2019, 1ª edición, Tapa blanda, Nuevo $ 14.610 Cuarzos Maestros Nina Llinares (9) Edaf, 2016, 1ª edición, Tapa blanda, Nuevo 40% dcto $ 66.090 $ 39.650 El Mensaje del Agua 1 Emoto, Masaru (1) Grupo Tomo, 2006, 1ª edición, Tapa Blanda, Nuevo 50% dcto $ 19.690 $ 9.850 El Pequeño Libro de los Cristales Judy Hall (4) Gaia Ediciones, 2016, 1ª edición, Tapa blanda, Nuevo $ 8.760 Piedras que Curan Helena Galiana; Equipo Tikal (49) Tikal, 2014, Tapa dura, Nuevo 40% dcto $ 33.580 $ 20.150 Cromodidactica. Teoria y Practica Para la Enseñanza del Color Norys Medina (1) Letrame, 2021, Tapa Blanda, Nuevo 40% Mystic Mondays: The Crystal Grid Deck: An 80 Duong, Grace RP Studio, 2020, Suplemento de libro, Nuevo 40% dcto $ 41.880 $ 25.130 Piedras y Minerales Curativos Blanca Herp (2) Redbook, 2019, Tapa blanda, Nuevo 45% dcto $ 25.670 $ 14.120 Cristales Para Cambiar tu Vida: Cómo Usar los Cristales Para Manifestar Abundancia, Bienestar y Felicidad Judy Hall Neo Person, 2014, 1ª edición, Tapa blanda, Nuevo 40% dcto $ 42.270 $ 25.360 Rock on: The Crystal Healing Handbook for Spiritual Rebels (libro en Inglés) Mantello, Kate Rockpool Publishing, 2021, Tapa Nuevo 40% 47.720 $ 28.630 Sanacion Pranica con los Critales, la Ciencia Anti Choa Kok Sui Dilema, Tapa Blanda. Cubierta de Pl&Aa, Nuevo Agotado Enciclopedia de Cristales, Gemas y Metales Mágicos = Cunningham's Encyclopedia of Crystal, gem and Metal Magic Cunningham, Scott (2) Llewellyn Espanol, 1999, Tapa Blanda, Nuevo 40% dcto $ 35.900 $ 21.540 The Crystal Tarot: An Inspirational Book and Full Deck of 78 Tarot Cards (libro en Inglés) Permutt, Philip (3) Cico, Tapa blanda, Nuevo 40% dcto $ 33.860 $ 20.320 Dragons: Your Celestial Guardians (libro en Inglés) Diana Cooper Hay House Uk Ltd, 2022, Tapa blanda, Nuevo 40% dcto $ 33.810 $ 20.290 a lapidary of sacred stones Lecouteux, Claude Inner Traditions International, Tapa Dura, Nuevo 40% dcto $ 42.610 $ 25.570 Daily Crystal Inspiration: A 52 Heather Askinosie (3) Hay House Inc., 2020, Cards, Nuevo 40% dcto $ 47.630 $ 28.580 Crystal Prescriptions: to Electromagnetic Pollution and Geopathic Stress. An A Judy H. Hall O Books, Tapa blanda, Nuevo 40% dcto $ 30.520 $ 18.310 Cristales: Guia Completa de sus Usos, Propiedades y Beneficios Kadlec, Sadie DK Publishing (Dorling Kindersley), Tapa Dura, Nuevo 40% dcto $ 50.170 $ 30.100 La Magia De Las Piedras Y Los Cristales Migene Gonzalez-Wippler (2) Obelisco, 2012, 1ª edición, Tapa Blanda, Nuevo 40% dcto $ 23.370 $ 14.020 Oraculo de los Cristales de Compañia Nina Llinares (2) Ediciones Obelisco, 2021, 1ª edición, Tapa Blanda, Nuevo 50% dcto $ 53.980 $ 26.990 Iluminacion Cristalina Katrina Raphaell (2) Kier, 2015, blanda, Nuevo 30% dcto $ 16.800 $ 11.760 Gemstone & Crystal Magic: A Using Stones for Spells, Amulets, Rituals, and Divination (libro en Inglés) Dunwich, Gerina Weiser Books, 2022, Tapa Blanda, Nuevo 40% dcto $ 49.900 $ 29.940 Percepcion Extrasensorial White, Felix Maria Fernanda Moguel Cruz, 2021, Tapa Dura, Nuevo 40% dcto $ 61.380 $ 36.830 Cristales de Sanacion Para Mujeres Nina Llinares (3) Obelisco, 2009, 1ª edición, Tapa dura, Nuevo 40% dcto $ 45.590 $ 27.350 El Poder de los Cristales Emma Lucy Knowles (1) Urano, 2019, 1ª edición, Tapa blanda, Nuevo 50% dcto $ 19.560 $ 9.780 El Mensaje del Agua 2 Masaru Emoto (1) Tomo, 2006, Tapa blanda, Nuevo 50% dcto $ 20.750 $ 10.380 Sanación con cristales Andrea Cuellar B. (16) GRIJALBO, 2018, 1ª edición, TAPA BLANDA, Nuevo 40% dcto $ $ Nuevo 40% dcto $ 22.650 $ 13.590 Earth Alchemy Oracle Card Deck: Connect to the Wisdom and Beauty of the Plant and Crystal Kingdoms (libro en Inglés) Wright, Katie-Jane Watkins Publishing, 2022, Cards, Nuevo 40% dcto $ 43.860 $ 26.320 the crystal bible,a definitive guide to crystals Hall, Judy Walking Stick Press, Tapa Blanda, Nuevo 40% dcto $ 36.350 $ 21.810 The Crystal Magic Tarot: Understand and Control Your Fate With Tarot (libro en Inglés) Ward, Kerry ; Gregory, Clare Oh Editions, Tapa Dura, Nuevo 40% dcto $ 48.840 $ 29.300 Los Tesoros de la Tierra Judy Hall Edaf, 2014, 1ª edición, Tapa blanda, Nuevo 15% dcto $ 19.700 $ 16.750 Meditación con Colores Ingrid Kraaz Von Rohr (1) Urano, 2016, 1ª edición, Tapa Blanda, Nuevo 50% dcto $ 19.560 $ 9.780 Crystal Medicine Oracle (Rockpool Oracle Cards) (libro en Inglés) Charman, Rachelle ; Hibble, Len Rockpool Publishing, 2019, Tapa blanda, Nuevo Agotado Huevos Yoni: Descubre el Secreto de una Sexualidad Plena y una Confianza Recobrada Lilou MacÉ Neo-Person, 2020, Tapa Blanda, Nuevo 15% dcto $ 18.530 $ 15.750 Redes de Cristales Judy Hall (8) Anaya Multimedia, 2019, Tapa blanda, Nuevo 40% dcto $ 56.790 $ 34.070 Crystals for Energy Protection (libro en Inglés) Hall, Judy Hay House UK Ltd, 2020, Tapa Blanda, Nuevo 40% dcto $ 36.320 $ 21.790 Elemental Macramé: 20 Macramé and Crystal Projects for Balance and Beauty (libro en Inglés) Millar, Rebecca David & Charles, 2021, Tapa Blanda, Nuevo 40% dcto $ 39.190 $ 23.510 Change Your Love & Luck Krista N. Mitchell Sterling Ethos, Tapa Blanda, Nuevo 40% dcto $ 39.860 $ 23.920 El Cristal Sanador: Recetas a Base de Cristales que Cambiarán tu Vida Philip Permutt (1) Ediciones Obelisco S.L., 2009, 1ª edición, Tapa blanda, Nuevo 40% dcto $ 42.630 $ 25.580 Illustrated Crystallary: 36 Magical Gems Minerals (Wild Wisdom) Toll, Maia ; O'Hara, Kate Storey Publishing, Tapa Dura, Nuevo 40% dcto $ 35.090 $ 21.050 Cristales: Guía moderna de la sanación mediante cristales Yulia Van Doren (2) Luciérnaga Cas, 2018, Tapa dura, Nuevo 40% dcto $ 37.260 $ 22.360 Piedras Curativas JosÉ Luis Alcaraz (3) Tikal, 2011, Tapa blanda, Nuevo 40% dcto $ 25.060 $ 15.040 Astral Realms Crystal Oracle: A Studio ; Dark Moon Crystals Rockpool Publishing, 2021, Tapa Blanda, Nuevo 40% dcto $ 48.840 $ 29.300 Piedras y Cristales (Pequeña Enciclopedia) Helena Galiana (4) Tikal, 2010, 1ª edición, Tapa blanda, Nuevo 40% dcto $ "}