{"title": "PDF", "author": "PDF", "url": "https://pdfs.semanticscholar.org/7760/29c1fbe7ac5ea417c7845ac57af44c4b0eeb.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Revista Biomédica http://revistabiomedica.mx Comunicación breveSeptiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694Historial del artículo Recibido: 2 feb 2018 Aceptado: 13 may 2019 Disponible online: 1 sep 2019 Palabras clave anti-HBsAg, Polimorfismo de simple nucleótido, interleucina 12, trabajadores de la salud Keywords anti-HBsAg, single nucleotide polymorphism, Interleukin 12, health care workers. Copyright © 2019 por autores y Revista Biomédica. Este trabajo esta licenciado bajo las atribuciones de la Creative Commons (CC BY). http://creativecommons.org/licenses/by/4.0/ *Autor para correspondencia: Dra. María Caridad Montalvo Villalba, Laboratorio de Referencia Nacional de Hepatitis Virales, Departamento de Virología, Autopista Nacional Novia del Mediodía km 61/2, La Lisa, Habana, Código Postal 17100, Cuba. Tel. 5372553546 Correo electrónico: mcary@ipk.sld.cu http://revistabiomedica.mx.ABSTRACTPapel del polimorfismo de un simple nucleótido de la interleucina 12 y la expresión de IFN-gamma en la respuesta de anticuerpos a la vacuna recombinante contra el virus de la hepatitis B María Caridad Montalvo-Villalba*, Patricia de Virología, Instituto de Medicina Tropical Pedro Kourí, Habana, Cuba Role of single nucleotide polymorphisnm like antibody response to vaccine against hepatitis B virus. Material and Methods . Twelve health care workers without protective boosted with one dose of Heberbiovac HB. In addition, it was included four controls with anti-HBsAg titres >100IU/l. a negative anti-HBsAg seroconversion from 33 at 7 and Conclusions needed in order to identify the relevance of these and molecular markers in immune response against HBV vaccine.144 Montalvo-Villalba, et al 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694RESUMEN Introducción . Los factores genéticos del hospedero como el polimorfismo de genes de citocinas y la integridad del eje interleucina 12/interferón gamma (IL-12/INF-), influyen en la magnitud de la respuesta humoral (anti- HBsAg) inducida tras la vacunación contra el virus de la hepatitis B (VHB). Objetivos . Determinar si el polimorfismo de un simple nucleótido (SNP) de la IL-12 y la expresión de ARNm de IFN- influyen en la respuesta de anticuerpos a la vacuna recombinante contra la hepatitis B. Material y Métodos . Se estudiaron 12 trabajadores de la salud que no tenían niveles protectores de anti-HBsAg y fueron reactivados con una dosis de Heberbiovac HB. Además, se incluyeron cuatro controles con niveles de anti-HBsAg >100UI/l. Los SNP de IL-12A nucleotídica. Se empleó un UMELISA para cuantificar los niveles de anti-HBsAg a los 7 y 28 días posteriores a la vacunación (DPV). Además, se determinó por RT-PCR (PCR en tiempo real), la expresión de ARNm de IFN- en células mononucleares estimuladas con el antígeno vacunal. Resultados . Altos niveles de anti-HBsAg (>1000UI/l) fueron detectados en el 75% (9/12) de los trabajadores a los 28 DPV; la mayor frecuencia se observó en las combinaciones genotípicas GG/AC y GG/AA HBsAg a los 28 DPV y baja expresión de ARNm de IFN- fueron detectados, en individuos que portaban la combinación AA/AA y GG/AA (25%, 3/12). En un individuo con la combinación AA/AA se constató seroconversión negativa de anti-HBsAg, de 33 a 11UI/l, de 7 a 28 DPV . Conclusión . Los SNP del gen de la IL-12 y la expresión del IFN- podrían mediar en la calidad de los títulos de anti-HBsAg, después de una dosis de la vacuna Heberbiovac HB. Será necesario realizar estudios adicionales para dilucidar la relevancia de éstos y otros marcadores moleculares en la respuesta postvacunal contra el VHB. INTRODUCCIÓN La prevención y control de la infección por el virus de la hepatitis B (VHB) ha sido posible por la administración de la vacuna contra el virus, que la convirtió en una enfermedad inmunoprevenible. Sin embargo, existen algunos individuos que a pesar de recibir el esquema completo de inmunización tienen una respuesta humoral (anti-HBsAg) pobre o indetectable. Factores del hospedero tales como el sexo, el índice de masa corporal (IMC), el tabaquismo, enfermedades concomitantes y los genéticos podrían estar relacionados con la inducción de inmunidad protectora postvacunal contra el VHB (1). La respuesta inmune innata y adaptativa a la vacuna juegan un papel importante en la durabilidad y magnitud de la inmunidad humoral y celular contra el VHB. Actualmente, nueva información ha emergido de la vaccinómica, demostrando que el éxito de la vacunología depende del conocimiento de la inmunogenética (2). El polimorfismo de simple nucleótido (SNP, single nucleotide polymorphism, por sus siglas en inglés) de las interleucinas (IL) 8 y 12 han sido asociados con la respuesta de anti- HBsAg postvacunal (3). En particular, la IL-12 que es una citocina compuesta por dos cadenas polipeptídicas identificadas por su peso molecular de 35 kDa (p35, IL12A) y 40kDa (p40, IL12B), respectivamente. Ambas son codificadas por genes localizados en el cromosoma 3 (3q25) y 5 (5q31), respectivamente. En un estudio realizado en Polonia, en pacientes hemodializados identificaron que los genotipos de SNP de IL12A G>A (rs568408) e IL12B A>C (rs3212227) estuvieron asociados con los niveles de anti-HBsAg postvacunal (4). Los trabajadores de la salud constituyen un grupo de riesgo importante en la epidemiología del VHB, ya que si no se protegen adecuadamente pueden exponerse al virus. Por tal razón, algunos autores recomiendan que en estos individuos los niveles de anti-HBsAg deben ser 100UI/l, para lograr una protección efectiva (5). Además, para mantener una durabilidad de la misma es necesario administrar dosis de refuerzo de la vacuna. La IL-12 es una citocina de la inmunidad innata, que sirve de puente con la inmunidad adaptativa, ya que tiene efecto agonista sobre los linfocitos T cooperadores 1 (Th1, T helper 1 ). La citocina que caracteriza este patrón de respuesta Th1 es el IFN-, que promueve la diferenciación de linfocitos 145 Polimorfismo de un simple nucleótido de la interleucina 12 Septiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694B a células plasmáticas y el cambio de isotipo a inmunoglobulina G (IgG), subclases 1 y 3. Esta IgG predomina en el suero tras una inmunización activa, ya sea por vía natural o artificial (6). Esta investigación tiene como propósito evaluar si los SNP de IL-12A G>A (rs568408) e IL-12B A>C (rs3212227) influyen en la respuesta de anti-HBsAg, en trabajadores de la salud cubanos inmunizados con una dosis de refuerzo de la vacuna recombinante Heberbiovac HB. Además, para explorar la integridad del eje IL-12/IFN-, se evaluó la expresión del ARN mensajero (ARNm) del IFN- en las células mononucleares de sangre periférica (CMSP) estimuladas con el antígeno vacunal. En Cuba, el programa nacional de hepatitis virales ha pautado aplicar la vacuna Heberbiovac HB, a grupos vulnerables como el personal que trabaja en centros de Salud Pública. A las personas que comienzan a trabajar en estas unidades, se les administra un esquema de vacunación completo o dosis de refuerzo, según refieran o no inmunización previa. MATERIAL Y MÉTODOS Población de estudio . Se estudiaron 12 individuos que trabajaban en el Instituto de Medicina Tropical Pedro Kourí (IPK), situada al oeste de La Habana. Los criterios de inclusión fueron: haber recibido el esquema completo de inmunización con Heberbiovac HB; al momento del estudio tener niveles de anti- HBsAg <50UI/l, y tener serología negativa para el HBsAg y el anti-HBc total (Umelisa, CIE, Habana, Cuba). Ocho de los incluidos eran hombres y cuatro mujeres, con edades que oscilaron entre los 30 y 53 años. Se excluyeron trabajadores con títulos de anti- HBsAg >50UI/l. Los trabajadores seleccionados fueron inmunizados con una dosis (20µg) de refuerzo de Heberbiovac HB (HeberBiotec S.A., Habana, Cuba), aplicada en la región deltoidea. Este preparado vacunal contiene en aluminio 0,50mg y timerosal 0,05mg. Adicionalmente, cuatro trabajadores tres mujeres y un hombre), con edades entre 22 y 60 años fueron incluidos como controles, ya que poseían títulos de anti-HBsAg >100UI/l y tenían más de 5 años de haber recibido la última dosis de la vacuna contra el VHB. Estos controles presentaban enfermedades concomitantes, como hipertensión arterial y asma bronquial; y ninguno refirió hábitos tóxicos. Como criterio de exclusión se consideró para ambos grupos, aquellos individuos que no dieron su consentimiento para participar en el estudio. Después, que los sujetos fueron incluidos ninguno fue eliminado de la investigación. Consideraciones éticas . Se obtuvo el consentimiento firmado, de todos los participantes y el proyecto de investigación fue aprobado por el Comité de Ética para las Investigaciones del IPK, con el código CIE- IPK 05-15. Obtención de muestras y serología . Las muestras de suero de los participantes fueron colectadas antes de administrarse la vacuna (día 0) y a los 7 y 28 días de postvacunación. La determinación de anti- HBsAg se realizó con microplacas de UMELISA anti-HBsAg (CIE, Habana, Cuba), que cuantifica las inmunoglobulinas totales, de clase IgG, IgA, IgM contra el HBsAg, En esta técnica cuantitativa las muestras de suero se pre-incubaron con el HBsAg, suministrado con los reactivos. La unión del HBsAg se evidenció por la reacción sucesiva de un conjugado anti-HBsAg/fosfatasa alcalina y un sustrato cuya hidrólisis genera un producto fluorescente. Si los anti-HBsAg no están presentes en el suero, estos no bloquean los determinantes antigénicos del HBsAg, los cuales se unen a los anticuerpos monoclonales que recubren la placa de UMELISA. Por el contrario, si la muestra contiene anti-HBsAg, la reacción se inhibe y la reducción de la señal fluorescente será proporcional a la concentración de anti-HBsAg, al compararlo con un suero estándar proporcionado por el fabricante. Los resultados se expresaron en unidades internacionales por litro (UI/l) y fueron calculados los títulos promedios geométricos (TPG). Por otra parte, las CMSP fueron aisladas a los 28 DPV mediante el gradiente de Ficoll. Éstas fueron cultivadas con medio RPMI (Roswell Park Cancer Institute) 1640 (Sigma-Aldrich) suplementado con L-glutamina (100mmol), suero de ternera fetal (10%) y penicilina-estreptomicina (100UI/ ml y 100 g/ml). Brevemente, las CMSP fueron 146 Montalvo-Villalba, et al Septiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694sembradas a una concentración de 105células/m l en placa de cultivo estéril, a razón de 1m l por pozo (Nunc International, Roskilde, Dinamarca). Las CMSP se cultivaron con HBsAg recombinante sin aditivo de vacuna (HeberBiotec S.A., Cuba), a una concentración de 15g/ml. Como control del ensayo se tuvo en cuenta la expresión espontánea de ARNm de IFN-, en CMSP a las que se le adicionó medio de cultivo. El control positivo de la expresión de ARNm de IFN-, fueron las CMSP estimuladas con la fitohemoglutinina a una concentración de 10ug/ml (SIGMA, EUA). El ensayo se realizó por triplicado y las células fueron cultivadas durante 72 h a 37 ºC y en atmó sfera húmeda al 5% de CO2. Transcurrido el tiempo establecido por el protocolo, las células fueron colectadas, para obtener un precipitado de CMSP cultivadas. Análisis de frecuencias alélicas y genotípicas de los SNP de IL-12A e IL-12B . El ADN genómico fue aislado de las CMSP cultivadas con el estuche comercial QIAGEN mini DNA kit (QIAGEN, Alemania). Se realizó la reacción en cadena de la polimerasa (PCR) convencional con oligonucleótidos sentido (5'-ATGAGGAAACTTTGATAGGATG-3) y antisentido (5'-TTCCCTTCTTAGCAATTCATTC-3'), G>A (rs568408), según lo descrito por Grzegorzewska y colaboradores (4). La región que contenía el IL-12B A>C (rs3212227), fue flanqueada con los oligonucleótidos sentido (5'-TTAAAGACACAACGGAATAGAC-3') y antisentido (5'-TGCTTTATCAACACCATCTCC-3'). Como control negativo se empleó agua de calidad para biología molecular (SIGMA, EUA). Los fragmentos amplificados fueron purificados y secuenciados con una mezcla de reacción de secuencia de GenomeLab Dye Terminador Cycle Sequencing kit (Beckman Coulter, EUA), siguiendo las instrucciones del fabricante. El volumen final de la reacción fue de 20l, y contenía 8l de Quick Star Master Mix, cebador para la secuencia sentido y antisentido, 2l (5pmol/l). El amplicón se dispensó a razón de 2-4l según la concentración y la talla del fragmento a secuenciar (~10-13ng/l). Para alcanzar el volumen adecuado se completó con agua libre de compuestos que degradan el ADN y el ARN (DNasa y RNasa). La mezcla se colocó en un termociclador, con el siguiente programa: 96 ºC x 20 s, 50ºC x 20 s, 60ºC x 4 min, estos pasos fueron repetidos 40 veces. Las secuencias nucleotídicas de los amplicones (IL-12A, 156pb; IL-12B, 557pb) fueron analizados con el programa MEGA versión 6.0. Los SNP se identificaron tomando como referencia la base de datos de SNP disponible en: http://www.ncbi.nlm.nih.gov/sites/ entrez?db=Snp. Análisis de expresión de ARNm de IFN-. El ARN total fue extraído de las CMSP cultivadas (RNAeasy kits, QIAGEN, Alemania) y se trató con 7µL de la solución descontaminante de ADN genómico (gDNA Wipeout 42ºC (QuantiTect ® Reverse Transcription, QIAGEN, Alemania). Este ensayo se realizó por triplicado y se tomó la Gliceraldehído 3-fosfato deshidrogenasa (GAPDH), como gen constitutivo, siguiendo el protocolo descrito por Kim y colaboradores (7). La RT-PCR se realizó en un volumen final de 25µL con el sistema comercial OneStep RT-PCR (Invitrogen), empleando oligonucleótidos y sondas específicas para los fragmentos amplificados. Las mezclas de reacción fueron independientes para cada gen, se dispensaron 12,5µl del Buffer 2X, 0,5µl la sonda (50pm) y 5µl del ARN extraído. El volumen se completó con agua para PCR suministrada con el estuche. Las condiciones de amplificación fueron las siguientes: después de un ciclo inicial de RT, de 50C, por 20 min, se continuó con la desnaturalización a 95C, 15 min y 44 ciclos de PCR: desnaturalización a 95C (10 s) y 60C (50 s) de hibridación y extensión, en la que se produjo la adquisición de la señal del fluorocromo, en el equipo Rotor Gene Q 2.3.1.49. Para monitorear la calidad del ensayo, en todas las corridas se incluyeron controles positivos (ADNc de IFN- y GAPDH) y como control negativo, agua de calidad para biología molecular (SIGMA, EUA). La cuantificación relativa de la expresión de ARNm de IFN- se realizó por el método de ciclo umbral (Ct, cycle threshold ), y se expresó como media y desviación estándar (media, SD) de las veces de expresión del gen en cuestión relativo al constitutivo. Los cambios en la expresión relativa se calcularon como 2-Ct , donde Ct =Ct muestra- Ct control (medio). La expresión diferenciada del ARNm de IFN- fue considerada cuando las veces de cambio fue 2 al comparar con el gen de la GAPDH. Análisis estadístico . Los resultados se presentan en porcentajes, TPG de los anti-HBsAg, medias y desviaciones estándar. Las combinaciones genotípicas del gen de la IL-12 fueron comparadas con los títulos de anti-HBsAg y con los niveles de expresión de ARNm de IFN-. La prueba de Mann-Whitney del 147 Polimorfismo de un simple nucleótido de la interleucina 12 Septiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694programa (GraphPad Prism, V . 6.0) se utilizó para las comparaciones entre los grupos. Los valores de p<0.05 fueron considerados como estadísticamente significativos. RESULTADOS De los 12 trabajadores incluidos en la investigación el 66,6% (8/12) no tenían títulos protectores (<10UI/l) de anti-HBsAg, antes de administrarse la dosis de refuerzo con Heberbiovac HB. En el 33,3% (4/12) de los individuos restantes los niveles oscilaron de 15 a 48 UI/l. Después, de la vacunación títulos positivos (10-99,9UI/l) fueron detectados en el 41,6% (5/12) de los individuos vacunados y el 58,3% (7/12) de los trabajadores alcanzaron niveles protectores (>100UI/l) a los 7 DPV ( Cuadro 1 ). La mayor frecuencia de títulos de anti-HBsAg compatibles con una hiperrespuesta (>1000UI/l) se cuantificaron en el 75% (9/12) de los individuos estudiados a los 28 DPV . En este mismo tiempo el 25% (3/12) de los trabajadores vacunados tenían niveles bajos de anti-HBsAg, los que oscilaron de 11 a 79UI/l ( Cuadro 1 ). El IMC de los individuos se comportó como sigue: 33,3% (4/12) normopeso, 41,6% (5/12) sobrepeso (7/12) refirieron enfermedades concomitantes (asma bronquial, diabetes mellitus, hipertensión arterial e hipertiroidismo) y como habito tóxico, se identificó el tabaquismo en un individuo. Cuadro 1 . Distribución de variables demográficas, títulos de anti-HBsAg (0, 7, 28 DPV), IL-12A G>A (rs568408) e IL-12B 52 <10 2500 2500 GG AC 2 51 F <10 74 2042 GG AA 3 43 M <10 12 79 GG AA 4 41 F 15 385 2500 AG AA 5 52 F 26 2500 2500 GG AA 6 46 F <10 33 11 AA AA 7 41 M <10 68 2500 GG AC 8 30 M <10 32 35 GG AA 9 50 F 38 728 1450 GG AC 10 41 M <10 1610 2500 GG AA 11 53 F 48 2500 2500 AG AC 12 36 F <10 365 1954 GG AA 13 48 F 1812 Control GG AA 14 31 M 233 Control GG AA 15 60 F 6055 Control GG AC 16 22 F 113 Control GG AA a: número del caso, b: F femenino, M masculino.148 Montalvo-Villalba, et al Septiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694Se observó que la respuesta de anti-HBsAg a los 7 y 28 DPV fue mayor en los individuos que poseían niveles detectables de anti-HBsAg prevacunal ( Cua- dro 2 En los de anti-HBsAg <10UI/l prevacunal, se detectaron TPG de 132,3UI/l y 1150,0UI/l a los 7 y 28 DPV respectivamente. Mientras que en los trabajadores con niveles de anti- HBsAg entre 15 y 48UI/l prevacunal, se obtuvieron TPG de 456,8UI/l y 2182,0UI/l en los tiempos estu - diados. Sin embargo, la diferencia de los TPG entre los grupos (anti-HBsAg: <10UI/l y 10-48UI/l) no fueron estadísticamente significativas. Cuadro 2. Distribución de los títulos promedios geométricos (TPG) de anti-HBsAg a los 7 y 28 los Al analizar los resultados teniendo en cuenta el sexo, la edad e IMC, constatamos que la hiperrespuesta de anti-HBsAg predominó en el sexo femenino con respecto al masculino (58,3%, 7/12 vs 6,6%, 2/12; p=0,0500). A los 28 DPV elevados niveles de anti- HBsAg se detectaron en el 87,5% (7/8) de las muje - res estudiadas. Mientras que se constató una hipores - puesta, en el 50% (2/4) de los hombres. La edad de los trabajadores, con baja respuesta de anti-HBsAg, osciló entre 30 y 46 años. El IMC compatible con obesidad se identificó en tres mujeres, que presenta - ron hiperrespuesta postvacunal (>1000UI/l). Los SNP de la IL-12 fueron identificados en todos los participantes, incluyendo los cuatro controles. Respecto a IL-12A G>A (rs568408), el genotipo GG se detectó en el 81,2% (13/16) de los individuos y en orden de frecuencia, le siguieron las variantes AG, en el 12,5% (2/16) y la AA, en el 6,2% (1/16). Respecto a las variantes genotípicas de AA se detectó (11/16) y AC en el 31,2% (5/16) de los individuos, cuadro 1.Se identificaron cinco combinaciones genotípicas de IL-12A/IL-12B, la GG/AA en el 56,2% (9/16) y la GG/AC en el 25% (4/16) de los individuos y las combinaciones AG/AA, AG/AC y AA/AA en el 6,2% (1/16) de los sujetos estudiados respectivamente (Cuadro 3 ). Teniendo en cuenta las variantes alélicas del SNP de IL-12A la frecuencia del alelo G fue de 87,5% (28/32) y de A, de 12,5% (4/32), mientras que para la IL-12B, la frecuencia del alelo A fue de 84,3% (27/32) con respecto al 15,6% (5/32) del alelo C, en las muestras estudiadas ( Cuadro 3 ). Cuadro 3 . Distribución de los genotipos, alelos y combina - ciones genotípicas de los SNP de IL-12A G>A (rs568408) e (rs3212227) en estudiados (n=12)Individuos Controles (n=4)Total (n=16) IL-12A n (%) GG 9 (75) 4 (100) 13 (81,2) AG 2 (16,6) 0 (0) 2 (12,5) AA 1 ( 8,3) 0 (0) 1 ( 6,2) Alelos G:A20:4 (83,3:16,6)8:0 (100:0)28:4 (87,5:12,5) IL-12B n (%) AA 8 (66,6) 3 11 (68,7) AC 4 (33,3) 1 5 (31,2) Alelos A:C20:4 (83,3:16,6)7:1 (87,5:12,5)27:5 (84,3:15,6) Combinaciones de IL-12A/IL-12B n (%) GG/AA 6 (50) 3 (75) 9 (56,2) GG/AC 3 (25) 1 (25) 4 (25) AG/AA 1 ( 8,3) 0 (0) 1 ( 6,2) AG/AC 1 ( 8,3) 0 (0) 1 ( 6,2) AA/AA 1 ( 8,3) 0 (0) 1 ( 6,2) Después de la estimulación de las CMSP con el an - tígeno vacunal, el ARNm de IFN- fue diferencial - mente expresado, en orden de frecuencia en células colectadas de individuos que portaban la combina - ción genotípica, GG/AC (3,6 veces), AG/AC (2,8 veces) y AG/AA (2,02 veces). Una menor expre -149 Polimorfismo de un simple nucleótido de la interleucina 12 Septiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694sión fue identificada en las combinaciones GG/AA (1,4 veces) y AA/AA (0,35 veces). Al comparar, la expresión de ARNm de IFN- entre las combina - ciones GG/AC ( Figura 1 ). La prueba de Mann- Whitney fue utilizada para realizar comparaciones múltiples y se consideró el valor de p<0,05 como estadísticamente significativo. Figura 1 . Expresión del ARNm de IFN- en células estimula - das con el HBsAg vacunal según las combinaciones genotípi - cas de IL-12A rs568408/IL-12B rs3212227. La línea punteada indica que las muestras con valores 2, tienen una expresión diferenciada del ARNm de IFN- con respecto al gen consti - tutivo (GAPDH) Con respecto a los títulos de anti-HBsAg y los SNP de IL-12 estudiados, a los 28 DPV se detectaron altos niveles de anti-HBsAg (>1000UI/l) en las personas con los genotipos de IL-12A; GG en el 58,3% (7/12) y AG en el 16,6% (2/12) de los sujetos ( Cuadro 1 ). Con respecto a los genotipos de IL-12B se observaron niveles de hiperrespuesta con las variantes AA en el 41,6% (5/12) de los sujetos, seguida de AC en el 33,3% (4/12). Al evaluar las combinaciones genotípicas, del grupo control predominó la combinación GG/AA (75%, 3/4). A los 28 DPV , se identificó una baja respuesta de anti-HBsAg (11-79UI/l) en los sujetos con genotipos GG (16,6%, 2/12) de IL-12A, AA (25%, 3/12) de AA/AA (8,3%, 1/12). La combinación en individuos con hiperrespuesta e hiporespuesta de anti-HBsAg postvacunal. DISCUSIÓN La vacunación contra el VHB es una de las estrategias más importantes que ha permitido reducir la infección por este virus a escala mundial. Sin embargo, del 5-10% de las personas inmunizadas no desarrollan títulos protectores de anti-HBsAg. Los resultados presentados indican que trabajadores de la salud ocupacionalmente activos no tenían niveles protectores de anti-HBsAg. Una elevada respuesta humoral (>1000UI/l) a los 28 DPV , se observó con mayor frecuencia en individuos con los niveles detectables de anti-HBsAg prevacunales. Estos hallazgos han sido referidos en la literatura, la cual expresa que la respuesta inmune, humoral y celular prevacunal, influye positivamente en la producción de niveles elevados de anti-HBsAg después de la aplicación de una dosis de refuerzo. Esta administración repetida de antígenos vacunales provoca una respuesta inmune secundaria rápida e intensa, donde los anti-HBsAg modifican sus características en cuanto a la afinidad e isotipos de Ig, detectándose anticuerpos séricos en su mayoría IgG y en menor concentración IgA. Estas Ig tienen alta afinidad por el HBsAg y se derivan de las células plasmáticas de memoria que se desarrollaron durante la respuesta primaria a esquema de inmunización previo, en la que predominaron las IgM. Anderson y colaboradores, detectaron que, en adolescentes vacunados en la infancia, la inmunidad humoral inducida posterior a una dosis de refuerzo se correlacion ó con el estatus de anti-HBsAg prevacunal (8). Se conoce que la inmunidad contra el VHB es regulada por factores genéticos del hospedero, como las variantes alélicas de SNP de genes de la respuesta inmune y la expresión de ARNm de IFN- (4,9). La distribución de la frecuencia de alelos de IL-12A e IL-12B SNP fue similar a la identificada en los pacientes de Polonia y de Taiwán (10,11). En contraste con otros estudios realizados en población 150 Montalvo-Villalba, et al Septiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694asiática y caucásica, el genotipo CC de IL-12B no fue detectado en esta población (12). Aunque se estudiaron un número reducido de personas, la similitud de los resultados con otros reportes a nivel internacional fue lo esperado y pudiera estar justificado por las grandes inmigraciones de Europa (España), África y en menor grado asiática, que contribuyeron a la mezcla genética que existe en la población cubana actual (13). Éstas constituyen las primeras evidencias de la inmunogenética de individuos cubanos, en la que se evalúan los genes de la IL-12. Tradicionalmente, la edad, el sexo masculino, los hábitos tóxicos (alcohol, tabaquismo), la obesidad y la presencia de enfermedades concomitantes comprometen la respuesta inmune a la vacuna contra el VHB. Coincidiendo con otros estudios, se observó una mayor respuesta de anti-HBsAg en el sexo femenino, justificado por los patrones hormonales de este grupo poblacional, que estimulan la respuesta inmune humoral y celular (14). La expresión elevada de ARNm de IFN- fue identificada en las combinaciones genotípicas GG/ AC, AG/AC y AG/AA, presentes en los individuos con niveles de anti-HBsAg superiores a 1000UI/l a los 28 DPV . La combinación GG/AC ya se había asociado con títulos elevados de anti-HBsAg en población de Europa (4). Resultados paradójicos se observaron en los individuos con genotipo GG/AA, en los se identificó expresión reducida de ARNm de IFN- y títulos de anti-HBsAg hipo e hiperprotectores. Probablemente, la comorbilidad (asma bronquial e hipertensión arterial), referidas por los individuos que portaban este genotipo y tenían baja respuesta de anti-HBsAg, podrían explicar estos hallazgos contradictorios. En los resultados se constató hiporespuesta de anti-HBsAg en una mujer, normopeso, sin hábitos tóxicos ni enfermedades concomitantes; quien portaba la combinación genotípica AA/AA. Además, esta persona tuvo el índice más bajo de expresión de ARNm de IFN- especifico al HBsAg y se constató una seroconversión negativa de anti-HBsAg, ya que disminuyó de 33 a 11UI/l de 7 a 28 DPV . Un resultado similar de bajos títulos y niveles indetectables de anti-HBsAg en individuos con la combinación genotípica AA/AA, fue identificado en pacientes con hemodiálisis de Polonia (4). Los SNP estudiados están localizados en la región 3´ no codificante del gen de la IL-12A e IL-12B. Ramírez-Bello y colaboradores señalaron que los SNP ubicados en esta región pueden alterar los niveles de expresión génica, ya que afectan la estructura y estabilidad del ARNm (15). Este proceso es crítico para lograr una adecuada expresión y síntesis de proteínas. Por ende, la producción de la IL-12, puede disminuir y consecuentemente comprometer la expresión de ARNm y producción del IFN-. Este IFN tipo II, tiene un papel importante en la inducción de la respuesta inmune humoral y celular contra el VHB. Es importante señalar que en el estudio no se controló la ingestión de drogas inmunosupresoras, como los esteroides; medicamento de elección en el tratamiento de las crisis de asma bronquial; siendo referido este padecimiento por el 33,3% (4/12) de los individuos estudiados. No obstante, teniendo en cuenta estos resultados y los publicados a nivel internacional, las variantes alélicas de SNP de IL-12 podrían convertirse en biomarcadores, que permitan predecir la calidad de la respuesta de anti-HBsAg a la vacuna recombinante contra la hepatitis B. Otras investigaciones han confirmado la relevancia de los SNP de IL-12, dado por una mayor predisposición al cáncer de hígado y esófago en las personas con genotipo AA de IL-12A (16). Los resultados son preliminares y sientan las bases para investigaciones futuras, que superen las limitaciones del presente estudio, aumentando el tamaño muestral, determinando la concentración de isotipos de Ig anti-HBsAg específicas pre y post- vacunación, evaluando la secreción de IL-12 e IFN- en sobrenadante de las CMSP cultivadas con el antígeno vacunal. Así como, explorar el papel de otros SNP de genes de citocinas asociadas con el patrón de respuesta inmune humoral o Th2, que podrían mediar en la calidad de la respuesta de anti-HBsAg en individuos vacunados con Heberbiovac HB.151 Polimorfismo de un simple nucleótido de la interleucina 12 Septiembre 2019 V olumen 30 Número 3 https://doi.org/10.32776/revbiomed.v30i3.694Agradecimientos . Nuestra gratitud a todos los trabajadores de la salud del IPK, que gentilmente participaron en este estudio. Además, reconocemos la labor de la Dra. Ana Margarita Gascón y de la Licenciada Ana Maribel Mart ínez, quienes contribuyeron al reclutamiento de personas, llenado de encuestas y vacunación. REFERENCIAS 1. Michel ML. Vaccination against RM. new the interleukin-12 variants with the development of antibodies to surface of hepatitis B virus in Llorca-Díaz J, Delgado-Rodríguez M. Vacunación de la hepatitis B. Indicaciones del test serológico postvacunal y la dosis de refuerzo. Revista Española de Salud Pública. 2000; 74(5-6): 475-482. Disponible en:http://scielo.isciii.es/ pdf/resp/v74n5-6/vacuna.pdf 6. Imnunology, 8th Philadelphia: Elsevier Saunders; 2015. 7. Kim S, Kim YK, Lee H, Cho JE, Kim HY , Uh FP, Falkenhorst G, Zimmermann R, Wichmann O., et al. Hepatitis B status in adolescents during infancy: A retrospective JJ, Jilg W. Characteristics of immune memory Wang S, Chao CY , Hsiao CL., et al. Association of Interleukin-12A Hernández P, Estrada M, Bencomo A, García MA, de la Guardia MA. Origin and genetic composition of the Cuban de 2019. 14. Estévez ZC, Betancourt AA, González VM, Baile NF, Silva CV , et al. Immunogenicity and safety assessment of the JM. Polimorfismos de un solo nucleótido (SNP): implicaciones funcionales de los SNP reguladores (rSNP) y de los SNP-ARN estructurales (srSNP) en enfermedades complejas. Gaceta Médica de México. 2013; 149:220- 8 Disponible en: https://www.anmm.org.mx/ GMM/2013/n2/GMM_149_2013_2_220-228. pdf 16. Tan A, Gao Y , Yao Z, Su S, Jiang Y , Xie Y ., et al. Genetic variants hepatitis B virus clearance "}