{"title": "Integrative Health", "author": null, "url": "https://www.uchealth.com/integrative/", "hostname": "uchealth.com", "description": null, "sitename": "Integrative Health | UC Health", "date": "2016-01-04", "cleaned_text": "Choose Wellness. The Osher Center for Integrative Health combines traditional medicine with evidence-based complementary therapies that focus on healthy lifestyle addressing stress, nutrition, movement, sleep and environment to reduce suffering and promote overall wellness. Our philosophy is a whole health approach that empowers and equips individuals to take charge of their health and well-being, and live their life to the fullest. The UC Health Difference UC Health is an academic health system, which means its Integrative Health approach incorporates physicians and a medical care team. It also means some services are covered by medical insurance plans. Why Choose Integrative Health? Many people seek options to reduce their suffering or look to prevent illness down the road. Some of the health conditions we specialize in treating are: [Chronic Treatments and Therapies for Optimal Wellness The goal of The Osher Center for Integrative Health is to engage mind, body and spirit to help the whole person achieve overall wellness. With our evidence-based complementary therapies, such as mindfulness-based approaches, acupuncture, massage therapy, and nutrition, partnered with conventional treatments, we focus on optimizing health function to preempt disease and prevent relapse. Personalized care plans for self-care and wellness are uniquely designed for the individual patient by our dedicated team of physicians and providers to meet patient's individual goals. Request a Call from an Integrative Health Specialist [Treatment](https://www.uchealth.com/integrative/treatment-services/) and Services and Services Integrative Health combines conventional medicine with evidence-based complementary therapies, such as mindfulness approaches, acupuncture, massage therapy, and yoga therapy. [Classes](https://www.uchealth.com/integrative/classes-and-events/) and Events and Events Learn more about educational classes & group visits led by the UC Health Integrative Health providers. [Insurance](https://www.uchealth.com/integrative/insurance-faqs/) FAQs FAQs Do you have questions about insurance coverage? Find the answers to our most common questions, and more, here. [Patient Resources](https://www.uchealth.com/integrative/patient-resources/) UC Health Integrative Health has compiled a number of resources to help you incorporate wellness into your everyday life, even when you are on the go! [Integrative Health Locations](https://www.uchealth.com/integrative/our-locations/) To better serve patients, we, conveniently, have multiple office locations. See a list of [our locations.](https://www.uchealth.com/integrative/our-locations/) [Integrative Health Providers](https://www.uchealth.com/integrative/our-team/) Our clinicians are faculty, educators and researchers and are part of the The Osher Center for Integrative Health "}