{"title": "Holistic Healthcare vs Western Medicine: What's the Difference? — Denver Holistic Medicine", "author": "Marketing Juice", "url": "http://denverholisticmedicine.com/blog/2020/11/4/holistic-healthcare-vs-western-medicine-whats-the-difference", "hostname": "denverholisticmedicine.com", "description": "How many times have you been to the doctor and you feel as if you are not being heard and you leave without the answers to your questions? It is common to go to the doctor's and feel like just another appointment on a full day. The root of your issue is not discovered, but you probably head home wit", "sitename": "Denver Holistic Medicine", "date": "2020-11-04", "cleaned_text": "Holistic Healthcare vs Western Medicine: What's the Difference? How many times have you been to the doctor and you feel as if you are not being heard and you leave without the answers to your questions? It is common to go to the doctor's and feel like just another appointment on a full day. The root of your issue is not discovered, but you probably head home with a prescription to treat one of your symptoms that may or may not help, but almost certainly will come with less than desirable side effects. In the end, it's possible to end up feeling worse than when you started the process both physically and emotionally. For this reason, alternative approaches to medicine such as holistic healthcare have become more popular. You have a choice on how you take care of your body and to discover why western medicine may not be the best option out there. Holistic medicine is just how it sounds - it addresses the whole person; mind, body, and spirit. It's an approach to medicine meant to improve the bodily and emotional well being of a person instead of treating specific symptoms of an illness. The goal in holistic healing is to improve the body's natural healing abilities along with empowering the patient to take charge of their own health. Physical, emotional, nutritional, environmental, lifestyle, and spiritual, are all elements the practitioner will take into account during diagnosis and treatments. Other important characteristics of Holistic Healthcare - Practitioners will offer safe, natural, and effective medical treatment options that will include lifestyle and self-care, and will use alternatives to traditional drugs and procedures whenever possible. Work to treat the underlying cause of disease or condition, instead of just treating the symptoms. Holistic providers will take time to understand the patient as a whole and treat them as such as opposed to just treating individual components. Prevention is the primary goal, as well as helping the patient unlock their innate healing abilities. Holistic approaches to treatment include: Homeopathy Acupuncture Physical therapy Herbal medicine Manual Medicine The American Holistic Health association sums it up: \"Optimal health is much more than the absence of sickness. It is the conscious pursuit of the highest qualities of the physical, environmental, mental, emotional, spiritual, and social aspects of the human experience.\" Western medicine is an approach based on modern science that evaluates the human body and its conditions in biochemical terms. The most common treatment methods are drugs, radiation, and surgery. Western medicine will use great numbers of the population to determine the treatment that should be used, instead of taking into account the individual and what might be most beneficial to them specifically. Western medicine is successful in treating many medical conditions, especially in emergency situations. When the root cause is very specific such as a broken arm, there are effective treatments that will be done to fix the arm. In straightforward cases such as this, western medicine is a great treatment option. The problem comes in when the problem is not black and white, such as headaches or stomach pain. Issues such as this can be from a number of different underlying factors, but usually, you will be given pain medication or something to immediately treat the symptoms while not finding the root. Holistic healthcare has been around even longer than the more popular western medicine, it was discovered more than 4000 years ago and is still around today. Many people have been looking closer at alternative methods such as this due to an overwhelming sense of being misunderstood by doctors in western medicine. You may also feel misunderstood, or are tired of taking medications that may help your symptoms, but cause many additional problems. Holistic healthcare may be the option you didn't even know you were looking for to become healthier in mind, body, "}