{"title": ".:: DISCURSOS 2005 ::.", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2006-01-01", "cleaned_text": "EVALUACIÓN DEL PLAN VISIÓN COLOMBIA 2019 Noviembre 23 de 2005 (Paipa - Boyacá) Compatriotas: En primer lugar quiero agradecer inmensamente esta convocatoria liderada por el presidente Ernesto Samper, para un tema tan importante de nuestra Patria como es la construcción democrática y una visión de largo plazo. He anotado aquí en 24 paginitas los titulares de las muy importantes intervenciones de ustedes. Lo único que no anoté es el reclamo de las vianditas boyacenses del doctor César González. Me voy a referir a los puntos de ustedes, voy a tratar de hacerlo de la manera más breve, voy a ver si soy capaz de ser breve. Dice el presidente Samper, y en eso coinciden todos los distinguidos ponentes, que es una necesidad la visión de largo plazo. Por supuesto, la verdad es que el país necesita visión de largo plazo y un ejercicio cotidiano. Visión de largo plazo, ejecución, metas y evaluaciones y, por supuesto, metas finales antecedidas de metas parciales. Un trabajo cotidiano, muy exigente, sin visión de largo plazo no produce resultados, ni produce finalmente lo que se busca en una sociedad, que es ese elemento articulante que es la confianza, porque la gente no sabe para donde va. Y si hay una visión de plazo, pero no hay un gran esfuerzo cotidiano, la ausencia de ese esfuerzo cotidiano impide que esa visión se consiga. Entonces lo que inicialmente apareció como una gran ilusión, se torna en una frustración. En la historia colombiana hay mucha proposición macro y de largo plazo bien importante. Inclusive las alusiones generosas de mis distinguidos antecesores en el uso de la palabra a importancia de este documento, como uno de los primeros o el primero, han dicho algunos, de una visión de mediano y largo plazo en Colombia, yo diferiría. Yo he encontrado en Colombia mucho esfuerzo de visión macro en el largo plazo, pero he anotado dos fallas. Primero, no ha habido persistencia, y segundo, no ha habido un esfuerzo cotidiano para convertir esa visión en realidad. Cito un ejemplo: la misión educacional de los sabios, para citar apenas uno de los tantos ejemplos. Segundo, se queja el presidente Samper de que falta un eje articulador. Hablaba él de, por ejemplo, un eje articulador como lo propuso el Gobernador de Boyacá, que lo están haciendo en Boyacá: la seguridad alimentaria. Hablaba de la posibilidad de todo lo que gira alrededor de la política de hidrocarburos. Yo creería que el documento lo tiene, pero este documento es un borrador. Un punto de referencia para generar la discusión. O sea que en el Gobierno no nos podemos poner a la defensiva. El 7 de agosto, cuando lo presentamos, y había sido un compromiso de campaña que le agradezco inmensamente a Santiago y a su equipo, con Margarita a la cabeza, que me permitieron presentarles a los compatriotas este documento para la discusión, dije: es un primer borrador para alimentar la discusión. Y sucesivamente Planeación Nacional debe ir produciendo nuevos borradores que recojan los debates que se vayan presentando en el camino. Entonces, sin ponernos a la defensiva, si nos falta ser más explícitos, Santiago seámoslo, seámoslo en el tema del eje articulador. No niego la posibilidad de que haya varios. Creo que el gran eje articulador debe ser una Revolución Educativa permanente y en permanente ajuste. De ahí se deriva todo. Por ejemplo, el tema de la seguridad alimentaria, usted lo deriva en una Revolución Educativa. Necesita otras variables. Pero el eje determinante, para no hablar del polo determinante, es la Revolución Educativa. Entonces yo no vería incompatibilidad entre otras variantes de gran importancia, que tienen que ayudar a articular, y una variante principal articulante que sea la Revolución Educativa. La Seguridad Democrática. Ahí tengo una leve discrepancia con el presidente Samper. Yo no creo que pueda ser un eje articulador determinante, el básico, como la Revolución Educativa, pero sí tiene que ser eje articulador, por la historia de Colombia. La verdad es que en la historia de Colombia, uno encuentra que ha habido un conflicto entre democracia y seguridad, cuando son dos valores que necesariamente tienen que ser concluyentes en cualquier democracia moderna. Por ejemplo, en nombre de la democracia a muchos nos enseñaron a despreciar la seguridad. La seguridad se veía como una actitud anti-civilista, militarista en la acepción peyorativa. Yo creo que hoy hay que superar eso. Inclusive muchas actitudes en favor de la seguridad en Colombia, también se fueron en contra del valor democrático. Me parece que por eso hay que hacer una gran pedagogía y hay que proponer esa conjunción de valores que son seguridad y democracia, como uno de los elementos articulantes. Porque una historia de Colombia, en donde en muchos períodos se enseñó que la democracia se excluía con la seguridad y que la seguridad la asimilaba peyorativamente a lo que en ese momento se descalificaba como militarismo, o lo contrario, donde la seguridad se asimilaba a la negación de la democracia, esos factores contraculturales necesitan un gran esfuerzo de mediano y largo plazo para superarlos. Y además en los cuatro elementos que presenta el presidente Samper, como equidad, crecimiento, gobernabilidad y competitividad, es necesaria la seguridad. Yo, por ejemplo, les he venido diciendo a los compatriotas que debemos superar esa aparente contradicción entre seguridad y política social. Si no hay seguridad, no hay confianza para invertir. Es uno de los elementos de la confianza. Sin crecimiento, hoy no hay recursos para la política social. Nos íbamos a quedar sin qué repartir. Y a la vez, en un Estado de Opinión donde se necesita una política de seguridad sostenida en el tiempo, se requiere para la sostenibilidad del tiempo el apoyo de opinión. Y ese apoyo de opinión necesita que esa política de seguridad sea eficaz, transparente, democrática, pero que esté acompañada de una política social. Si no hay política social, se acaba el respaldo de opinión que se requiere para la sostenibilidad de una política de seguridad como política de Estado. Yo comparto plenamente las estrategias que propone el presidente Samper, y me parece que contribuye muchísimo a superar el debate de los 70, que quería presentar como excluyente la equidad y el crecimiento. Yo creo que ese esfuerzo para que sean simultáneos, y como lo ha presentado el presidente Samper hoy, ayuda mucho a superar ese debate. Quiero detenerme allí en un punto, que es la gobernabilidad. En Colombia hemos reducido la gobernabilidad simplemente al acuerdo entre quienes encarnan en algún momento dado la democracia representativa. Y hemos ignorado, a pesar de que la Constitución del 91 lo incluye, que el punto más importante de gobernabilidad hoy es la democracia participativa. Hay que hacer un gran balance entre democracia representativa y participativa, pero la representativa no funciona sino hay adhesión popular a las instituciones que están gobernando. Lo único que facilita los acuerdos en los niveles representativos, es la adhesión en los niveles participativos. Los acuerdos, por ejemplo, en el órgano legislativo no se dan, y ahí empezó a contestar una gran pregunta del ex ministro Roberto Junguito, si no hay una gran legitimidad popular en la base participativa a las instituciones. Y eso, que es el principio de la gobernabilidad, tiene que ver con este Plan. Y ahí entro a responder otra pregunta del ex ministro Junguito: ¿cómo se garantiza que este Plan cumpla una de las finalidades, que es ser un elemento de enlace entre un plan cuatrienal y otro? Justamente en la medida que haya gobernabilidad. Y examinar esa gobernabilidad en la esfera de la base popular, en la esfera participativa de la democracia, entonces la respuesta es esta: un Plan impuesto no genera adhesión popular. Un Plan democráticamente construido, genera esa adhesión popular. Por eso tenemos que crear esa adhesión popular, estimulando la discusión del Plan. Que lo que vayamos, así no se le adopte totalmente inicialmente, pero que la discusión nos vaya llevando a un acuerdo tras otro, y que eso vaya generando esa aceptación popular, que es la gobernabilidad que permite el tránsito de un plan cuatrienal a otro. Al pueblo no se le puede llamar simplemente a que sea ejecutor, ni se puede pretender seducirlo con la proposición de que va a ser el beneficiario. Hoy hay que convocarlo a que sea el constructor, que sea el ideólogo. Por eso tan importante la discusión democrática como factor de gobernabilidad. El presidente Samper hablaba de las metas sociales. Santiago, nosotros hemos tenido el cuidado de ajustar el plan a las metas sociales del Milenio. Tenemos que ir más allá y hay que recalcarlo. Y miremos otros puntos que trajo el presidente Samper ahí, como las metas del Protocolo de Río. La verdad es que este país no puede seguir ignorando esos acuerdos. Participamos nosotros como signatarios de las metas del Protocolo de Río, de las metas del Milenio, eso no se puede olvidar. Yo he creído, apreciados compatriotas, que para la confianza internacional y nacional de Colombia se requiere trabajar muchísimo en la Seguridad Democrática, en las metas sociales globales, que Colombia dé garantía de que las va a cumplir, y en la transparencia. Es muy importante. Sin transparencia, no hay confianza. Sin transparencia, no hay gobernabilidad. Y esta etapa de la vida democrática que empieza, sí que va a exigir que el Gobierno cree confianza a través de la transparencia, en lo que le toca como actor en este momento de la democracia que estamos empezando. Y por supuesto, eso conlleva muchos elementos. Uno no puede hablar de metas sociales si no hay una estrategia de crecimiento que las haga posibles. Y no puedo hablar de esa estratega de crecimiento, si no hay unos factores de confianza que posibiliten ese crecimiento. Hablaba el presidente Samper de ser mucho más exigentes en la participación de la inversión social sobre el PIB. Yo estoy de acuerdo con eso. Anoche hacíamos una evaluación de la política de microcrédito en este Gobierno. Yo resalté unos aspectos buenos y unos aspectos malos. Buenos: cuando empezó el Gobierno, la cartera de microcrédito era de 735 mil millones. Al terminar septiembre de este año, es superior a dos billones 700. Si indexamos los pesos de 2002, estamos pasando, mal contados, de 880 mil millones a dos billones 800 mil millones: un gran crecimiento del microcrédito, del 270 por ciento, cuando el crecimiento de la cartera general del sistema financiero, doctor José Darío, es del orden del 43, del stock de cartera, en el acumulado 2002-2005. Entonces ahí hay un gran crecimiento. Y el otro tema bien importante que vimos es: por ejemplo, en el Plan de Desarrollo nos habíamos propuesto colocar microcréditos del orden de cinco billones. Está superado desde septiembre de este año, pero les dije: nos falta otra medición. ¿Cuánto representa el microcrédito como porcentaje de la cartera total? Cuando empezó el Gobierno representaba el uno y medio, hoy representa más del cuatro. Entonces ese es un ejemplo para estar de acuerdo con el presidente Samper. Nosotros tenemos que estar midiendo los indicadores sociales en sus cifras absolutas y en su peso relativo. Yo creo que lo del microcrédito nos ayuda a eso. En los subsidios. A ver. Yo le he entendido a Santiago esto: el problema no es acabar los subsidios. El Gobierno se había propuesto pasar de seis millones 100 mil beneficiarios de Bienestar Familiar a 10 millones. Lo estamos logrando. Nos habíamos propuesto llegarles con un desayuno a 500 mil niñitos menores de cinco años, y el año pasado lo logramos y justamente se registró eso en Pereira. Y yo les dije: bueno, ahora nos vamos a proponer llegar a un millón. Hoy, con la expansión que hoy empieza en los departamentos del Cauca, Nariño y Putumayo, estamos llegando a un millón seis mil. Y por eso vamos a regresar a la Iglesia de la Santísima Trinidad de Pereira, porque para rezanderos, presidente Samper, nosotros los liberales, así seamos de la base. Entonces yo estoy de acuerdo. Esta sociedad necesita, con estos niveles de pobreza, un gran esfuerzo en subsidios. Lo que me ha dicho Santiago es: hombre, lo que pasa es que muchos subsidios esta llegando a los estratos altos. Yo creo que en tarifas de servicios públicos hemos venido haciendo un esfuerzo para corregir eso. En pensiones también. Yo pienso que los innumerables esfuerzos de esta administración en pensiones: reforma legal, que la lideraron los ministros Juan Luis Londoño y Roberto Junguito. Después el esfuerzo en la reforma de 252 entidades del Estado. Por ejemplo, este Gobierno, en el concepto en que esto no es la ola de las privatizaciones sino la ola del Estado sostenible. Con el Gobernador de Boyacá logramos una gran cosa: el Gobierno Nacional le aportó 91.308 millones y hoy están reestructurados todos los hospitales de Boyacá, y salvados. O sea que la idea no ha sido \"déjelos morir\" para que se acabe la salud pública. La idea ha sido: enfrente el programa político. Señores dirigentes, señores sindicalistas, nosotros no podemos sostener estos hospitales públicos así. ¿Entonces los van a dejar morir o nos permiten reestructurarlos? Y nos hemos dado el palo de reestructurarlos. Y hemos tenido que gastar un dinero muy grande allí, y eso está vinculado a esta política de también eliminar privilegios pensionales. Hemos tenido que eliminar allí todos los privilegios pensionales, en la reestructuración de todos estos hospitales, en la salvación de electrificadotas, etcétera. Yo diría, Santiago, que el documento en eso tiene una falla. Nosotros no podemos mirar la sociedad colombiana como una contradicción entre los estratos 5 y 6 y el 1 y 2. Hay que mirar la clase media. Y yo diría que a la clase media, que mantiene un salario muy ajustado, no se le puede privar de algunos subsidios, como los subsidios en el costo de la educación pública. Yo propondría que recojamos la preocupación de algunos de los aquí presentes, encabezados por el presidente Samper, para revisar nuestro concepto de subsidios. La verdad es que si un muchacho de la clase media colombiana está en una universidad pública subsidiada, yo no creo que eso sea un problema. Eso ayuda a construir una sociedad justa. Los padres no tienen con qué pagar el costo pleno de la educación. ¿Por qué no se les va a subsidiar? Otra cosa es que vayamos consensuando, a ver si es posible, que si ese muchacho tiene un éxito profesional le devuelva a su universidad. Entonces yo sí pediría que seamos muy cuidadosos en el tema de la clase media. Que para ese efecto no veamos la sociedad colombiana como esa contradicción entre los estratos 5 y 6 y los estratos 1 y 2. Habla el presidente Samper, por ejemplo, de sisbenizar todo el país. Yo pienso que uno de los factores de gobernabilidad es que la gente se estimule con las metas parciales. Por eso es muy importante que este Plan tenga metas parciales, en todas las épocas. Y debemos ser es muy exigentes. Este Plan está previsto para ser cumplido con miras al 7 de agosto del año 2019, Segundo Centenario de la Batalla de Boyacá. Debe haber muchas metas parciales, unas de ellas cuando Colombia cumpla los 200 años del Grito de Independencia, el 20 de julio del 2010. Las metas parciales ayudan muchísimo a cumplir esto. Son un factor anímico de las grandes metas. Por ejemplo, nosotros nos hemos dicho: no sigamos endulzándoles el oído a los colombianos hablando de lo social en abstracto. Hablemos de lo social en concreto. No sigamos con el cuento de que sí, de que vamos a llegar a plena cobertura en salud. Empecemos con unas metas parciales. Por eso el sábado pasado llegamos a la cobertura universal de estratos 1, 2 y 3 en el Huila, el lunes en el Cesar, esta semana se va a registrar eso en los departamentos de Antioquia, Arauca y Casanare. Unas metas parciales. Para que el país vea que definitivamente tenemos que llegar, en dos años, a la plena cobertura en régimen subsidiado de salud. Y así esforzarnos en el otro aspecto, que es el cualitativo. ¿Qué clase de servicio le van a prestar a la gente? ¿Van a ser las ARS transparentes o no? Etcétera. Entonces yo creo mucho en esas metas parciales. El presidente Samper lo traía alrededor del tema de la sisbenización. Hablaba del papel del Estado. Yo lo resumiría así: un actor social que cree confianza para el crecimiento. Un actor social que garantice la equidad y que no obstruya el crecimiento. Pero es tan grave que el Estado sea indiferente frente a la equidad, como que sea indiferente frente al crecimiento. Frente a ambos tiene que jugar un papel muy activo. Es tan grave pretender que el mercado va a ser la equidad, como que la pasividad del Estado va a permitir el crecimiento. Yo diría que tiene que ser un actor muy activo para el crecimiento y un actor muy activo para la equidad. En el crecimiento no basta que se quede quieto. Yo no he podido revaluar el concepto de Estado Promotor. No lo he podido revaluar. Y el Estado promotor de hoy lo vería como el Estado generador de confianza, constructor de condiciones para que haya confianza, se invierta y se crezca y al mismo tiempo sea el actor activo en términos de garantía de equidad. ¿Quién paga el crecimiento?, preguntaba el presidente Samper. No populismo monetario. Esa es una pregunta bien importante. Yo sinceramente creo que ahí cada uno juega un papel. Estaba pensando, el presidente Samper hablaba de eso, en un tema de metaplan, donde se ponen las metas y los actores y las tareas. Entonces las metas de crecimiento tienen dos actores: el sector privado y el Estado. Yo diría que el principal tiene que ser el sector privado. Pero conéctenme esto para que no quede fuera de contexto con lo que dije antes: el papel activo del Estado para crear condiciones de crecimiento. Pero la factura de cobro al sector privado no se le puede pasar demagógicamente. Hay que darle condiciones para que crezca con toda confianza, para que invierta con toda confianza, y entonces nos ayude a pagar el crecimiento y sea el financiador de lo social, como se quiera, través de los impuestos, etcétera. Por eso a mí no me parece excluyente un factor de confianza al sector privado. Bájele las tarifas de renta, que además lo exigen las condiciones internacionales, y al mismo tiempo decirle: bueno, pero no es para que amase más utilidad y la saque al extranjero. Podríamos bajarla de la siguiente manera: premio a la reinversión con la tarifa. Hay que buscar cómo hacemos compatible que para que el factor principal de financiación del crecimiento sea el sector privado, hagamos compatible la construcción de confianza inversionista con la función de responsabilidad del sector privado. Me voy a referir un poquito más adelante a la tributación. Algunos, el presidente Samper y el doctor Cesar y el profesor Misas, se refirieron al tema de economía interna, economía externa. A mí me parece tan grave subestimar un mercado interno que, como han dicho, no es pequeño sino pobre, como factor para dinamizar demanda, tan grave como pensar que vamos a estar en una economía cerrada. Empezando que los factores externos hoy no nos permiten estar en una economía cerrada. Nos inundan esto de contrabando o no nos llega la inversión. Uno de los imperativos que yo veo para la inserción en la economía global es el requerimiento de los inversionistas, nacionales y extranjeros, grandes y pequeños. El pequeño inversionista quiere estar donde haya la inversión grande. Porque la pequeña empresa hoy se mantiene en una relación muy, muy íntima con la gran empresa, en todo el mundo. Sí, yo creo que hay que hacer un gran esfuerzo para abrir e incorporar, para insertarnos en la economía mundial, e incorporar, vía reivindicación, nuestras masas pobres, y darles capacidad de consumo y hacer este mercado tan grande como el número de habitantes. Ahora, yo mientras los escuchaba pensaba en esto: por ejemplo, nuestra capacidad inmediata de subsidiar para activar demanda, no es suficiente. No es suficiente para que haya una demanda del tamaño que lo requieren las grandes inversiones. Uno ve que las grandes inversiones están dependiendo mucho de que seamos capaces de lograr los acuerdos. Ahora, lo grave es asociar los acuerdos de hoy a políticas muy criticadas del pasado, nuestras o de los países desarrollados. Inclusive yo estoy en la creencia de que estos acuerdos de hoy los están llamando equivocadamente \"acuerdos de libre comercio\". Yo creo que esos acuerdos tienen un gran componente de comercio administrado. Esos acuerdos tienen cuotas, tienen expresiones técnicas, tienen períodos muy largos de transición, esos acuerdos tienen instrumentos para enfrentar crisis. Yo creo que, por denominarlos mal, hemos permitido que se les cargue con un gran debate ideológico, que lo hace inconveniente. En síntesis, yo no veo que haya que polarizar el debate alrededor de qué es lo que prevalece: si economía interna o externa. En favor de dinamizar la economía interna, tenemos la tesis de que hay 52 por ciento de los colombianos en gran pobreza. Que en la medida que se vayan reivindicando, se convierten en un factor muy positivo, que va a guardar proporcionalidad entre el número de habitantes y la capacidad adquisitiva. Y en la medida en que nos incorporemos a la economía mundial, nos llegan inversiones, que nos ayudan a esto. Yo he visto muchos inversionistas en el último tiempo diciendo: bueno, Colombia va a hacer TLC, estamos mirando a ver si Colombia o nos vamos para Centroamérica, que ya hizo el Cafta. Ahí hay un tema bien delicado, queridos amigos. A propósito, ¿qué estamos buscando nosotros con el TLC? Acceder al mercado de Estados Unidos en condiciones de equidad. La equidad es fundamental. A mí me decían algunos compatriotas, entre ellos el presidente Samper, al principio del Gobierno. ¿y Suramérica? Hace 40 meses aquí no se veía la posibilidad de un acuerdo con Suramérica. Lo tenemos hecho: CAN - MERCOSUR. Nos falta un debate en la Cámara de Representantes para cerrar el proceso de ratificación, de aprobación de la Ley ratificatoria del Tratado CAN - MERCOSUR. Ahora, el acuerdo con Suramérica nos ayuda mucho políticamente. En lo económico, yo no le veo ventajas en el corto plazo. Comparemos las estructuras productivas nuestras con Brasil. Sería más ventaja de que venga inversión brasilera aquí, si nos aceleramos a hacer el TLC en condiciones de equidad, que es el gran condicionamiento. Otros compatriotas me han dicho: pero, Presidente, ahí tenemos el Atpdea, nos lo van a renovar. Mire: puede que me equivoque. Uno piensa con esta carnita y estos huesitos, pero lo que sabemos hasta hoy es que no hay posibilidades de que sea renovado. Yo le preguntaba al presidente Fernández, de República Dominicana: Presidente, ¿usted por qué se apresuró a firmar el Cafta, si ustedes tienen la Iniciativa del Caribe? Me dijo: sí, pero se vence en el 2008, y no vemos posibilidades de renovar eso. El Congreso americano dice: mire, con el problema político interno de los Estados Unidos, con esas tendencias proteccionistas que advertía el ex ministro Roberto Junguito, como uno de los riesgos, uno de los choques externos que hay que prever, se están cerrando allí las posibilidades de renovar esas preferencias unilaterales. Los Estados Unidos dicen: bueno, pero si negociamos con países tan pobres como Honduras, que es miembro del Cafta, ¿por qué le vamos a renovar preferencias unilaterales a la Comunidad Andina, cuando además en el caso colombiano tenemos el Plan Colombia, que le cuesta a los Estados Unidos entre 600 y 700 millones de dólares al año? Ese es otro elemento a tener en cuenta. Entonces a mí me preocupa mucho que amanezca el primero de enero del 2007, Centroamérica exportando a Estados Unidos, China exportando a Estados Unidos. Mire lo que nos estaba pasando este año con textiles y confecciones: la revaluación nuestra, los problemas de reglas de origen, por ejemplo en las telas para los bluyines, más la llegada de China a Estados Unidos, sin cuota, a pesar de un arancel del 20 por ciento, eso nos estaba sacando totalmente de ese mercado. Entonces, a mí me preocupa mucho ese escenario, como también me preocupa mucho el escenario de que el Tratado sea injusto. Por eso yo creo que el camino es: paciencia y mucha fortaleza, mucha armonía, para conseguir un Tratado equitativo. Ideal no va a ser. Pero equitativo es un imperativo necesario, que yo creo que con mucha paciencia tenemos que conseguirlo. Todo el mundo tiene que entrar en razón. Y esta inserción es inevitable. Miren: nosotros hemos aplicado unas salvaguardias frente a los chinos. Y eso permite que hoy, a pesar de tanta presión del contrabando, haya un mejor desempeño de la industria nacional con miras a las ventas navideñas. Inicialmente hubo una gran reacción del Gobierno chino. Yo les dije: esto no es político. Hace poco estuve en la Universidad de Beijing. Allá me dieron un gran reconocimiento que recibí en nombre de todos los colombianos, nosotros queremos las mejores relaciones políticas con ustedes, esto es una cosa comercial. Ustedes a Chile le compran níquel, al Perú también, y cobre, al Brasil le compran soya, etcétera. La oferta nuestra exportable a China es muy poca. En cambio los productos que producimos tienen una competencia muy desventajosa con los chinos, pero eso no lo vamos a resolver toda la vida con salvaguardias. Son temporales. Tenemos que sentarnos a negociar con los chinos. Y nosotros tenemos que sentarnos a negociar con los europeos. Hemos conseguido con mucha dificultad una prórroga de las preferencias unilaterales, 10 años. Pero si eso no se negocia, no van a ser posibles nuevas prórrogas. Ahora, ¿qué dicen los inversionistas? Para los inversionistas no es suficiente una preferencia unilateral, porque la ven muy precaria. Los inversionistas para asentarse en un país necesitan hoy, en ese aspecto, que haya acuerdos de largo plazo. Y además, algo que los colombianos no saben. Hay productos excluidos del Atpdea. Y muchos se quejan de que no estamos aprovechando suficientemente las oportunidades del Atpdea. Con preferencias unilaterales de corto plazo no habrá manera. Porque a la gente le da miedo hacer las inversiones para aprovecharlas. La gente dice: ¿cómo hago inversiones si esto no me va a durar sino tres años? Entonces, el corto plazo, la precariedad de unas condiciones unilaterales, se convierte en un factor restrictivo, obstaculizante la inversión. Y a su vez, la falta de inversión impide que podamos obtener todas las ventajas que teóricamente nos dan estas preferencias unilaterales. Aquí hablaron de dos cosas muy importantes el presidente Samper y el doctor César González. El posconflicto sin haber terminado el conflicto. Ustedes saben mi posición frente al conflicto cuál es: yo he dicho que una cosa es hablar de conflicto cuando hay una subversión contra una dictadura y otra cosa es caracterizar y denominar el tema cuando hay un terrorismo rico contra una democracia. Una cosa era hablar de la acción de los violentos contra las dictaduras del continente y otra cosa es hablar de la acción de los violentos contra la democracia colombiana. De ahí, y basado también en las legislaciones europeas, es que yo he asumido una posición para decir: es una acción terrorista a la cual no se le puede dar legitimidad de participación de actor del conflicto. Lo que se no se opone a la reconciliación, una negociación de buena fe. Eso no implica el desconocimiento de la crisis humanitaria. Eso no implica que nos neguemos a que hay que darles oportunidades a todo el mundo. Estamos haciendo un gran esfuerzo en la reinserción, en el desplazamiento. Y yo creo que esa es una experiencia muy buena, que nos va enseñando, en medio de muchas dificultades fiscales. Por ejemplo, la semana pasada completamos la graduación de 8 mil muchachos, de los 20 mil reinsertados, en el Sena. Eso ya es un porcentaje importante. Administrar una reinserción de 20 mil personas es muy difícil. Muy costoso. Si bien leo yo lo que dijeron esta mañana el presidente Samper y el doctor César González, ese es uno de los temas cruciales, de lo que se nos ha anticipado. ¿Cómo los vamos a reinsertar? Y por supuesto, ahí entra el tema de la seguridad. Yo he dicho que la seguridad, en la medida que sea democrática, es un puente entre la etapa de seguridad y la etapa definitiva de reconciliación. Porque una Seguridad Democrática envía dos mensajes: un mensaje de autoridad, pero también un mensaje de reconciliación. Mire, doctor Cesar: una Seguridad Democrática tiene que garantizar que no se vuelva a presentar en Colombia lo de la UP, ni por un lado ni por otro. Que no se cometa el error que se cometió de mezclar la lucha política con la lucha armada, pero tampoco que el Estado permita que maten a los luchadores políticos. Entonces yo diría que para este fenómeno, que como ustedes dicen se está anticipando, es de gran importancia la Seguridad Democrática. En esas zonas de tantas dificultades de violencia, mi mensaje ha sido: la Seguridad Democrática es un factor de presión, que transmite una voluntad popular. Colombia no quiere ni guerrilla, ni paramilitares, ni narcotráfico. Pero también es un mensaje de reconciliación. Los señores que entren hoy a la vida constitucional de Colombia, en la Seguridad Democrática tienen todas las garantías de que van a poder vivir cómodos en la democracia colombiana, como creo que está hoy cómoda la oposición en Colombia. Hace pocos días hablando telefónicamente con la senadora Piedad Córdoba, me decía: es que tengo muchas diferencias contigo. ¿Y cuáles, si no he hecho sino consentirte en la vida? Y me decía que la Seguridad Democrática. Le dije: nunca te había visto más feliz y más segura en Colombia. Criticas al Gobierno todo el día y estás totalmente protegida. Se lo decía con cariño. Yo creo que más satisfactorio para un espíritu democrático que ver que la oposición se siente a sus anchas, no hay. Entonces ahí aparece la Seguridad Democrática como una garantía para lo que muchos llaman el posconflicto, que se está anticipando, de acuerdo con lo que ustedes dijeron. En orden público yo he sido partidario de que no haya metas cuantitativas. A mí me preguntaban de candidato: ¿y cuánto tiempo necesita para acabar la guerrilla? Dije: mire, yo resultados no prometo. Lo que prometo es un esfuerzo día y noche. Sí, uno habla: bueno, ya no hay en Colombia 3.050 secuestros, pero hay 350. Y uno es tan grave como 350. Inclusive esas metas cuantitativas son muy delicadas en materia de orden público. Porque la sociedad colombiana, primero se pone muy contenta de que pueda salir a las carreteras y se puedan recuperar zonas turísticas como ésta. Pero después entonces ya eso se toma como un derecho natural de la sociedad. Entonces viene la protesta porque de todas maneras hubo en problema en la carretera de Tumaco. Son muy delicadas las metas cuantitativas. Yo no soy partidario de ellas. Metas cuantitativas en orden público. Pero me parece que Santiago tiene razón también en que este país por lo menos tiene que aspirar a algo mínimo: que su tasa de homicidios no siga siendo tan alta, que exijamos en la conciencia de los colombianos que nos pongamos al nivel de los países que tienen las menores tasas de homicidios en el mundo. En el tema de la identidad estoy plenamente de acuerdo con el presidente Samper y hay empato con algo que dijo el doctor Misas. Doctor Misas, yo no creo que haya contradicción entre la fraternidad y la solidaridad. La fraternidad es un elemento necesario para que funcione el debate dentro de la diversidad, y la solidaridad es el elemento necesario para construir la equidad. Un debate democrático sin fraternidad, no es garantía para el pluralismo. El pluralismo tiene una misión, cual es la de poner a los contradictores a sintetizar y buscarle salidas a la sociedad. Si no fuera así, el mundo no sería dialéctico. Porque entonces un debate pluralista, de antagonismos insuperables, es un debate sin movilidad. Y la fraternidad ayuda a que el antagonismo sea superable. Por eso yo no creo incluyente la proposición de la fraternidad como característica del debate, un debate que respete el pluralismo. Y eso empata con lo que venía hablando el presidente Samper del tema de la identidad a partir del tema de la diversidad. Yo no creo en esas exclusiones. Ahí tengo una discrepancia fraterna con usted. Yo creo que podemos hacer compatible el pluralismo con la tolerancia. Para que funcione el pluralismo, los actores del pluralismo cada uno por lo menos escuchen y procesen lo que dice el otro, se necesita tolerancia. Si no la gente se cierra en su punto de vista, en una actitud dogmática que impide que el debate fluya hacia la búsqueda de opciones. Y ya le dije por qué no creo que haya exclusión entre la fraternidad y la solidaridad. La seguridad es un bien público fundamental, pero no el único. Tema del medio ambiente que usted lo trajo. Si la propuesta es deficitaria en ese bien público que es el medio ambiente, vamos a enriquecerla. Por ejemplo el TLC. En los Estados Unidos dicen: es la primera vez que nos han propuesto unos temas ambientales tan rigurosos en las negociaciones de los tratados de comercio. Yo estoy plenamente de acuerdo con lo que usted dijo sobre la necesidad de evitar, por ejemplo, que se siga destruyendo la selva amazónica para sembrar soya. Ahora, creo que usted tiene alguna confusión en la parte de la industria forestal, como nosotros la hemos propuesto. Yo le tengo pánico, y comparto su pánico, a la explotación del bosque primario. Pero este país tiene grandes extensiones para reforestación comercial, con grandes posibilidades. A mí me da tristeza que Chile tengan dos millones y medio de hectáreas de reforestación comercial y nosotros tengamos 170 mil. Hay especies, de aquellas demandadas por el mercado internacional, que en Chile producen 12 metros cúbicos por año y aquí 25. En Finlandia uno y medio. Y nosotros las tenemos plantar, óigase bien, sin destruir un metro cuadrado de selva. Yo creo que la reforestación comercial una gran posibilidad de Colombia, sin destruir un metro cuadrado de selva. Y otra posibilidad que tenemos, la situación geográfica. Las exportaciones de Chile en madera y derivados valen alrededor de 3 mil millones de dólares. Y nosotros estamos bastante más cerca de la generalidad de los mercados. Entonces creemos que la seguridad no es el único bien público. Yo decía que el gran elemento articulante de toda esta visión debería ser la educación, sin perjuicio de otros. ¿Cómo no voy a estar de acuerdo con usted en otros bienes públicos, como la salud pública, etcétera? Agro con población urbana. Por ejemplo, la industria avícola, que es una de las que estamos defendiendo en este Tratado con los Estados Unidos, que ha crecido en Colombia al 5, al 7 por ciento. Es una industria del agro, que todos los días tiene mejores posibilidades de agregación de valor, mejores posibilidades de salarios, de absorción de mano de obra tecnificada. ¿Qué qué amenaza tiene? En los hábitos de consumo de los Estados Unidos no gustan las alas ni los muslitos. Entonces usted llega a San Andrés y le venden un muslo de un pollo norteamericano que parece de avestruz por 2 mil pesos. Nosotros estamos en la protección de nuestra industria avícola. Pero yo creo que definir unas actividades a impulsar en el sector agroindustrial o agrícola, doctor Misas, de ahí no puede inferirse que queremos simplemente condenar al pueblo colombiano a tener bajo salarios. Uno ve allí posibilidades inmensas de subir en la escala salarial. Y yo creo que de allí no puede inferirse que no vamos a resolver la contradicción entre unas actividades rurales y una población urbana. Las actividades rurales hay que ejercerlas hoy desde la comunidad urbana. Inclusive en el desarrollo europeo lo que ve uno es un gran equilibrio, que en Colombia quisiera tenerlo Boyacá, entre el urbanismo y la actividad rural. Yo no creo que eso sea incompatible. Incluso cuando uno ve la posibilidad de esos grandes desarrollos en palma africana -es el aceite que se va a poner de moda, porque es el que no necesita hidrogenación, el que no produce el colesterol malo, la materia prima para tanto producto de cosmética, para el biodiesel-, eso no es para condenar a los colombianos a tener malos salarios. Ahí hay una escalera de mejoramiento salarial, de mejoramiento de ingresos y de economía campesina. Este Gobierno, por ejemplo, lo que ha hecho es canalizar los subsidios agrícolas, el ICR, preferentemente a los proyectos campesinos. Usted va al Magdalena Medio y encuentra todos los alrededores de Barranca, San Alberto, Aguachica, con un gran crecimiento de la palma africana, inducido por este Gobierno, con la asignación a comunidades campesinas de manera preferencial de nuestros subsidios. Yo diría que ese desarrollo rural no se puede ver a través de la estructura: gran empresa monopólica - trabajadores subpagados. Yo creo que hay que visualizar allí una gran participación de la economía campesina en desarrollos agropecuarios de alto nivel de ingresos. Yo sugeriría mirar eso. Ahora, yo creo que los productos a los cuales se está refiriendo Santiago no son excluyentes, pero sí es muy importante decirle al país: tenemos grandes posibilidades en combustibles biológicos, en el alcohol carburante, no sólo de caña sino también de yuca, tenemos grandes posibilidades en el biodiesel. El turismo. Hombre, a mí me parece que el país ha hecho históricamente unas exclusiones teóricas en sus modelos de desarrollo. Yo no estuve de acuerdo cuando se decía aquí que la construcción se excluía con las exportaciones o que las exportaciones se excluían con la construcción. Yo no estuve de acuerdo con esos planes de desarrollo. Ambos se necesitan. Hagamos otras cosas, pero no excluyamos el turismo, ni sigamos de espalda a eso. El presidente Castro me dice: no, yo estoy acabando con los ingenios azucareros, porque, por la educación de los cubanos, la gente ya no quiere cortar caña. Y me está ayudando mucho el turismo y la medicina. Nosotros no nos podemos sustraer de una gran posibilidad como es el turismo. Para eso también es bien importante lo que ustedes han dicho: es un mercado de 44 millones de ciudadanos. Hay que ver cómo se ha reactivado el turismo interno. La inversión en hotelería de todos los tamaños. Yo creo eso un prejuicio bastante dañino decir que el turismo simplemente es generador de empleos pobres. Es generador de empleo de fines de semana, mientras los muchachos están estudiando. Es un generador de empleo en pequeñas empresas. Lo que nosotros venimos haciendo con el turismo ecológico en pequeñas empresas, con las comunidades guajiras, lo que yo llamo el \"bed and breakfast\" guajiro, las posadas wayúu, etcétera, yo creo que eso es bien importante. Nosotros todas estas actividades las miramos asociadas con otro elemento, que es estimular un país de propietarios. A mí me parece muy grave que Colombia, con todas las posibilidades que tiene por su belleza, por la cultura de sus gentes, etcétera, siga demeritando el turismo. Popayán. Yo no creo que sea más bonita Antigua en Guatemala que Popayán. Y nosotros aislamos a Popayán, primero del turismo nacional, y qué no decir de cómo lo aislamos del turismo internacional. No vamos a poner este crecimiento a que dependa del turismo. Pero no subestimemos el turismo, lo diría yo respetuosamente. Y con toda franqueza. Yo creo que la fraternidad no es para evitar la franqueza en el debate. Es para construir una actitud que permita que el debate sea constructivo. Y por supuesto eso no se opone con el sector manufacturero. Entre otras cosas, los que van a hacer turismo al Quindío son quienes trabajan en el sector manufacturero en nuestras grandes ciudades. Hay una gran dependencia entre el uno y el otro. Y dice usted que cómo va a empalmar eso, el tema agropecuario con los proyectos de ciencia y tecnología. Ah bastante desarrollo científico de aplicación científica que tenemos que hacer hoy, para poder desarrollar en Colombia la industria de los biocombustibles, para citarle un caso. Ah bastante investigación, para que la biodiversidad que se da en Colombia la podamos convertir en un valor también de mercado. Yo no veo que allí haya una falta de sincronía entre lo que se propone, como uno de los productos que tiene que desarrollar la economía colombiana, y un programa de ciencia y tecnología. El doctor José Darío: a mí me parece bien importante el tema de la diferencia entre acelerar el crecimiento y sostener el crecimiento. Mire: deducción tributaria, ministro Junguito, que nos aprobó en el Congreso en diciembre de 2003, ha estimulado, ha acelerado inversiones, ha acelerado el crecimiento. Pero no garantiza que lo vamos a sostener. Aceleró inversiones un tiempo. Yo creo que necesitamos otros factores. Y allí diría yo que no solamente el tema de la seguridad y el tema tributario, como lo ha traído el doctor José Darío, sino también el tema del tamaño de la real capacidad adquisitiva del mercado interno, que dependerá de la política social y de que los inversionistas se sientan atraídos por la inserción de Colombia en los mercados externos. En la estructura tributaria creo que Colombia todavía necesita tres cosas, y seguramente después aparecerán otras: seguir ampliando bases, reducir tarifas para que sean competitivas y simplificar procedimientos. La gente se siente muy afectada por la complejidad de nuestros procedimientos tributarios. En el tema de exenciones, hay tanto de largo como de ancho. Por ejemplo: una exención es la del Banco de la República. Yo creo que es innecesario discutirla. Esa utilidad cuando se produce llega al Gobierno. Otra exención, la de los dividendos. Ese es un tema bien complejo. Aquí va el doctor Eduardo Sarmiento, sus debates cuando la reforma tributaria del año 1986, que desmontó la doble tributación. A mí todavía me parece fresco ese debate. Yo no me he atrevido a proponerles a los colombianos desmontar esa exención, volver a la doble tributación. Yo creo que en este momento eso puede espantar inversión. He estado pensando en un elemento alternativo, que es darle un tratamiento diferencial, favorable a la utilidad reinvertida. Y ahí podríamos tener diferentes tarifas tributarias. Otra exención, a las rentas de trabajo. Este Gobierno hizo un gran esfuerzo para reducir del 30 al 25 por ciento el salario exento. Yo sinceramente hoy no veo espacio para decirles a los trabajadores: caminen a pagar impuestos. Tenemos algunas exenciones que se pueden discutir. Por ejemplo, nosotros hemos mantenido la que usted introdujo, presidente Samper, en la Ley del Libro, que es la industria editorial. Hemos introducido otras, no en renta, sino en IVA y en impuesto global al combustible para los biocombustibles. De otra manera no compiten con los combustibles fósiles, hoy por hoy. Y no estamos eximiendo del impuesto de renta al productor, sino de los impuestos indirectos a los consumidores. La de la hotelería: ¿qué hacemos con los dinerales que se han gastado los países que captan turismo subsidiando hoteles, si nosotros no damos esto? Pero son todas exenciones que se agotan. Ayudan a la primera etapa a recuperar inversión y después empiezan a tributar. Y desde que haya una gran posibilidad de crecimiento sostenido, eso tiene una tasa de retorno inmensa, como lo estamos probando ahora con la deducción del 30 por ciento. Nosotros empujamos con esos estímulos la palma africana. ¿De cuánto va a ser la tasa de retorno? Ha habido una gran discusión con una medida que introdujo la administración presidencial anterior, era ministro de Hacienda el doctor Juan Manuel Santos, para que la gente pudiera llevar parte de la retención a las cuentas esas para financiar edificios. Y se está financiando a los ricos, apartamentos de estratos cinco y seis. Eso también tiene otra cara: esos edificios son los que exigen altos honorarios de arquitectura e ingeniería. Esos edificios son los que exigen empresas serias con funcionarios y trabajadores vinculados a la seguridad social. Esos edificios, una vez están construidos, son los que aportan a los catastros de las grandes ciudades. Los materiales de esos edificios son los pagan IVA. Después esos apartamentos son los que suman a la renta presuntiva, los que suman al impuesto del patrimonio. Entonces ese tema yo lo miraría con mucho cuidado. Ahora, el IVA. El presidente Samper hablaba hace tiempo del IVA social. Ustedes han hecho hoy una cosa que es bien importante. Nosotros tenemos una economía informal pobre, es todavía más preocupante, es una agravante. Pienso que lo que hicimos al principio de la administración, iba a ayudar a formalizar mucho la economía, que era ese IVA general del 2 por ciento que la honorable Corte Constitucional lo declaró inexequible. Pienso que hay un espacio para trabajar el IVA social, así sea con el factor anti-técnico de tarifas diferenciales y bajas. Una tarifa decreciente, a medida que se vaya acercando al corazón de la canasta familiar. Que entonces por un producto pague IVA todo el mundo, pero a los riquitos no se les devuelve. A los pobres se les devuelve. Nosotros para eso hemos empezado a construir confianza en Colombia. Nosotros estamos procurando ser muy cumplidos en el pago a los ancianos, en el pago de las Familias en Acción, en la devolución de los dos puntos de IVA a los colombianos que compren bienes y servicios gravados de IVA con tarjeta de crédito, para crear un antecedente de confianza, a fin de que en algún momento el país pueda incorporar el IVA social, y la gente crea que a los estratos pobres se les va devolver. Yo pienso que ahí tenemos una gran posibilidad. Ahora, en cuanto al tamaño del déficit público, estoy de acuerdo con el Gerente del Banco de la República, con el doctor Roberto Junguito. En agosto de 2002, el ministro Junguito me dice al final: bueno, aquí no hay con que pagarles a los soldados, el déficit es del 4.2, aquí le traigo una congelación de un billón de pesos, y hay que imponer ya un impuesto y derramamos el impuesto de la Seguridad Democrática. Este año el déficit va a terminar como el año pasado. El año pasado terminó excesivamente bajo. Era año de inicio de gobernadores y alcaldes. Ustedes los gobernadores, doctor Jorge Eduardo, estaban preparando planes de desarrollo, pero este año también va a terminar muy bajo. Yo creo que el Gobierno Nacional ha hecho un gran esfuerzo en la reforma administrativa. Si no fuera por la reforma administrativa, yo no sabría qué decirles qué habría pasado con hospitales públicos o electrificadoras. Aquí también tenemos salvada la Electrificadora de Boyacá, etcétera. Y eso nos ha ayudado, por ejemplo, a que el superávit en el sector descentralizado nacional haya aumentado en un punto, y ya no se concentre exclusivamente en Ecopetrol. Reconozco que hay un problema en el Gobierno Nacional central. No es por falta de esfuerzos -esa reforma administrativa ha sido muy severa en el Gobierno Nacional central-, sino que este Gobierno tiene que pagar este año 1.3 del PIB en pensiones del Seguro. No le hemos quedado mal un día a los pensionados del Seguro, a pesar de que se nos acabaron las reservas. Este año las pensiones que tiene que pagar el Seguro valen seis billones de pesos. Y el Seguro recauda dos, presidente Samper. Los cuatro restantes los tiene que trasladar el Gobierno Nacional central, y suman contra el déficit del Gobierno Nacional central. Pero estoy de acuerdo con ustedes, doctor Uribe y doctor Junguito: el próximo cuatrienio debería rebajar en punto y medio o dos puntos del PIB el déficit del Gobierno Nacional central. Y eso está atado con el tema del gasto público y de la estructura tributaria. El doctor Roberto Junguito se refiere a unos temas bien importantes, Santiago, yo creo que hay que profundizarlos: las contingencias, los eventuales choques externos e internos. Yo creo, ministro Junguito, que la participación popular en la discusión de la visión de largo plazo, como lo explicaba, es el gran elemento para garantizar el tránsito de un cuatrienio a otro. Yo creo que el país puede ir superando la contradicción entre cómo se valora el crecimiento y cómo se valora la equidad, si mostramos mayores tasas de crecimiento y, simultáneamente, mayor velocidad para erradicar la pobreza, que es otro choque que usted prevé. Sí, me preocupa mucho lo que pase en el mundo con los productos básicos. Algunos están halagados porque me dicen a mí: China apenas ha reivindicado 400 millones de pobres y le quedan 800 millones para revindicar. Mientras los reivindica va a seguir siendo un gran jalonador de productos básicos, que nos va a garantizar unos altos precios. Pero comparto que nosotros no podemos subestimar ese riesgo. Este año el Gobierno se gasta 400 mil millones en subsidios agrícolas. Y yo creo que el Gobierno se tiene que preparar fiscalmente para subsidiar la agricultura. No obstante que hemos hecho un gran esfuerzo para estimular la búsqueda de petróleo y para buscar combustibles alternativos -ya tenemos en la tierra del doctor Amílkar los primeros molinos de energía eólica, gracias a un estímulo tributario, los biocombustibles están empezando, etcétera-, es preocupante no tener hallazgos significativos de petróleo. Tenemos grandes posibilidades. Una de ellas es la producción de diesel a partir de gas. Otra más remota es la producción de diesel a partir de carbón. Pero ese es un choque externo, que no se puede descartar. Lo mismo el de la economía de Estados Unidos. Cuando yo lo oí a usted sobre eso, pensaba: los Estados Unidos tienen que considerar ahora que este TLC me ayuda. Porque para salvarse su crisis económica, necesita que sus inversionistas puedan invertir en el mundo entero. Si nos dan un tratamiento equitativo a nosotros, aquí va a llegar inversión norteamericana, que finalmente se convierte en un seguro contra esa crisis previsible, contra esa crisis que tanto atemoriza al mundo, que se puede presentar en la economía norteamericana, por ese consumismo que ha generado ese déficit doble, ese déficit fiscal y comercial acumulados, que genera tanto pánico. Yo también comparto esa preocupación. Comparto la preocupación por el proteccionismo en los países desarrollados. Ahora, usted traía otra preocupación. Nosotros vivimos al principio del Gobierno una crisis financiera interna y externa. Hoy los TES se están colocando a 10 años al 7-9. En esa época nos tocó al 17. Cualquier crédito internacional era difícil conseguirlo y había que pagar el 12. Ahora lo hemos conseguido al 7.3. Yo creo que la defensa, la gran defensa para eso es tener ahorro casero. Y ahí lo de Chile es iluminante. Y ese ahorro casero hay que construirlo con muchos elementos. Colombia yo creo que con los temas de los fondos de pensiones dio un gran paso, pero el problema público, el déficit en el Gobierno Nacional central sigue operando en contra. Hablaba el ministro Junguito de un gran acuerdo político. Mire, a mí me preocupa mucho que en Colombia siempre hemos iniciado los acuerdos políticos por la parte formal. Y eso hay que invertirlo, hay que iniciarlos por la parte de contenido. Es como cuando uno empieza una actividad, la gente se entusiasma mientras firman el acta de constitución de la nueva fundación, se nombra a los directivos y empieza lo formal, y después se van desmotivando. Lo mismo ha sido con los acuerdos políticos. Las primeras reuniones, las primeras fotos, las primeras declaraciones, eso concita toda la parafernalia y el entusiasmo. Después no llegan a nada en contenido, salvo excepciones históricas. Yo creo que el gran acuerdo nacional es mejor intentar construirlo, así nos demoremos, a partir de unos elementos de contenido de visión de largo plazo, que a partir de unos acuerdos formales en el nivel representativo. Pienso que eso nos puede ayudar mucho a despejar esa incógnita que usted trae. Estoy de acuerdo con lo que dice el doctor César González: Planeación tiene que estar construyéndole al país la bitácora de largo plazo. Habíamos hablado sobre el tema que él presentó del mercado interno, inserción en la economía internacional. Costos laborales. Yo creo que Colombia tiene un esquema laboral bastante importante, porque no ha llegado al extremo de la flexibilización, tiene elementos de confianza inversionista y elementos de confianza de los trabajadores. Yo no participo de lo que se ha venido proponiendo. Yo creo que con la posibilidad de liquidar cesantías anualmente, yo no creo que haya que avanzar más en esa materia. Yo no creo que eso lo podamos desarrollar al costo maltratar trabajadores. De hecho este Gobierno con inmensas dificultades, no obstante su empeño en corregir desequilibrios pensiónales, en los tres años que le ha correspondido ha habido un aumento real del salario mínimo. Y hemos promovido mucho el sindicalismo de participación, como se ve en la Electrificadora de Boyacá, como se ve aquí en Paz del Río, empresa que se ha salvado totalmente y que pasó en este Gobierno de una pequeñísima participación de los trabajadores a un 49 por ciento. Inclusive yo el tema laboral no lo reduciría simplemente a la relación tradicional empleador-trabajador, sino que miraría la posibilidad de que crezcan todas esas formas participativas: el cooperativismo -pero no utilizado para evadir parafiscales y para evadir aportes a la seguridad social, sino para integrar trabajadores-, el sindicalismo de participación, etcétera. Y por ejemplo con la propuesta que se hizo recientemente de acabar la parafiscalidad, yo no estoy de acuerdo con eso. ¿Qué hace este país sin sus cajas de compensación, sin su Bienestar Familiar, sin su Sena? ¿Entonces que el presupuesto público las asuma? Las asume el primer año y después las deja marchitar. Yo creo que en las condiciones previsibles de la economía colombiana, esas instituciones hay que administrarlas muy bien para que sean eficientes, pero no podemos correr el riesgo, so pretexto de abaratarles costos a los empresarios, de desmontar esa parafiscalidad. Y esto va a tener anexos muy importantes. Uno es el anexo de infraestructura. Nosotros estamos empezando ahora un plan de pavimentos muy importantes. Boyacá tiene legalizados los contratos para pavimentar 212 kilómetros. Queremos trabajar muy intensamente para dejarle a la próxima administración, cualquier que ella sea, dos planes: uno nuevo de acueductos y alcantarillados, donde vemos el mayor riesgo de no cumplir las metas sociales del Milenio y donde ha habido también un problema de corrupción, y uno nuevo de pavimentos. Pero en el de pavimentos vamos a tener que dar una discusión en la base de la sociedad colombiana: los escasos recursos de la Nación no van a alcanzar sino para trabajar vías competitividad. Y una propuesta, presidente Samper: esto necesita también crear un estado de ánimo. El debate no se excluye con la creación de un estado de ánimo optimista. Le he propuesto a mis compatriotas que el Túnel de la Línea, que estaba en plena construcción, se denomine \"Túnel hacia la Luz del Segundo Centenario\", que por cualquiera de las dos caras que se entre, se lea allí eso. Nosotros le hemos podido dar una respuesta a Boyacá. Hoy está contratada la doble calzada, nos faltan 37 kilómetros y vamos a hacer esa contratación también. Y que esta carretera que viene al altar de la Patria se denomine la Vía del Segundo Centenario, para que los colombianos que la transiten se comprometan más a conseguir las metas que acordemos del Segundo Centenario. Lo felicito por este esfuerzo, se los agradezco inmensamente, vamos a procurar en el Gobierno ser muy francos en el debate, pero muy receptivos a las propuestas, a ver cómo se construye el mayor nivel de consenso. Muchas gracias. "}