{"title": "Risk factors - Shell Annual Report and Accounts 2021", "author": null, "url": "https://reports.shell.com/annual-report/2021/strategic-report/risk-factors.html", "hostname": "shell.com", "description": null, "sitename": "Shell Annual Report and Accounts 2021", "date": "2019-12-31", "cleaned_text": "Risk factors The risks discussed below could have a material adverse effect separately, or in combination, on our earnings, cash flows and financial condition. Accordingly, investors should carefully consider these risks. Further background on each risk is set out in the relevant sections of this Report, indicated by way of cross references under each risk factor. The Board's responsibility for identifying, evaluating and managing our significant and emerging risks is discussed in \" [Other Regulatory and Statutory Information](../governance/other-regulatory-and-statutory-information.html)\". We are exposed to macroeconomic risks including fluctuating prices of crude oil, natural gas, oil products and chemicals. Further information: See \" [Market overview](market-overview.html)\". Risk description The prices of crude oil, natural gas, oil products and chemicals are affected by supply and demand, both globally and regionally. Macroeconomic, geopolitical and technological uncertainties can also affect production costs and demand for our products. Government actions may also affect the prices of crude oil, natural gas, oil products and chemicals. This could happen, for example, if governments promote the sale of lower-carbon electric vehicles or even prohibit future sales of new diesel or gasoline vehicles, such as the phasing out in the UK that will come into force in 2030. Oil and gas prices can also move independently of each other. Factors that influence supply and demand include operational issues, natural disasters, weather, pandemics such as COVID-19, political instability, conflicts, such as the recent Russian invasion of Ukraine, economic conditions, including inflation, and actions by major oil- and gas-producing countries. In a low oil and gas price environment, we would generate less revenue from our Upstream and Integrated Gas businesses, and parts of those businesses could become less profitable or incur losses. Low oil and gas prices have also resulted and could continue to result in the debooking of proved oil or gas reserves, if they become uneconomic in this type of price environment. Prolonged periods of low oil and gas prices, or rising costs, have resulted and could continue to result in projects being delayed or cancelled. Assets have been impaired in the past, and there could be impairments in the future. Low oil and gas prices have affected and could continue to affect our ability to maintain our long-term capital investment and shareholder distribution programmes. Prolonged periods of low oil and gas prices could adversely affect the financial, fiscal, legal, political and social stability of countries that rely significantly on oil and gas revenue. In a high oil and gas price environment, we could experience sharp increases in costs, and under some production-sharing contracts, our entitlement to proved reserves would be reduced. Higher prices could also reduce demand for our products, which could result in lower profitability, particularly in our Oil Products and Chemicals business. Higher prices can also lead to more capacity being built, potentially resulting in an oversupplied market which would negatively affect our Upstream, Integrated Gas, Oil Products and Chemicals businesses. Accordingly, price fluctuations could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We maintain a diversified portfolio to manage the impact of price volatility. We test the resilience of our projects and other opportunities against a range of prices and costs for crude oil, natural gas, oil products and chemicals. We prepare annual strategic and financial plans that test different scenarios and their impact on prices on our businesses and company as a whole. We also aim to maintain a strong balance sheet to provide resilience against weak market prices. Our ability to deliver competitive returns and pursue commercial opportunities depends in part on the accuracy of our price assumptions. Further information: See \" [Market overview](market-overview.html)\". Risk description We use a range of oil and gas price assumptions, which we review on a periodic basis. These ranges help us to evaluate the robustness of our capital allocation for our evaluation of projects and commercial opportunities. If our assumptions prove to be incorrect, this could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed The range of commodity prices used in our project and portfolio evaluations is subject to a rigorous assessment of short-, medium- and long-term market drivers. These drivers include the extent and pace of the energy transition. Our ability to achieve our strategic objectives depends on how we react to competitive forces. Further information: See \" [Strategy and outlook](our-business-and-strategy/strategy-and-outlook.html)\". Risk description We face competition in all our businesses. We seek to differentiate our services and products, though many of our products are competing in commodity-type markets. Accordingly, failure to manage our costs and our operational performance could result in a material adverse effect on our earnings, cash flows and financial condition. We also compete with state-owned hydrocarbon entities and state-backed utility entities with access to financial resources and local markets. Such entities could be motivated by political or other factors in making their business decisions. Accordingly, when bidding on new leases or projects, we could find ourselves at a competitive disadvantage because these state-owned entities may not require a competitive return. If we are unable to obtain competitive returns when bidding on new leases or projects, this could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We continually assess the external environment - the markets and the underlying economic, political, social and environmental drivers that shape them - to evaluate changes in competitive forces. We define multiple future scenarios and business environments by identifying drivers, uncertainties, enablers and constraints. These scenarios help us to find issues which affect our operating environment and have implications for our strategy. Rising concerns about climate change and effects of the energy transition could continue to lead to a fall in demand and potentially lower prices for fossil fuels. Climate change could also have a physical impact on our assets and supply chains. This risk may also lead to additional legal and/or regulatory measures, resulting in project delays or cancellations, potential additional litigation, operational restrictions and additional compliance obligations. Further information: For further explanations of our climate change governance, risk management approach, climate ambition and strategy and our portfolio and performance, please refer to the section \" [Climate change and energy transition](climate-change-and-energy-transition.html)\". Risk description Societal demand for urgent action has increased, especially since the Intergovernmental Panel on Climate Change (IPCC) Special Report of 2018 on 1.5°C effectively made the aspirational goal of the Paris Agreement to limit the rise in global average temperature this century to 1.5 degrees Celsius the default target. This increasing focus on climate change and drive for an energy transition have created a risk environment that is changing rapidly, resulting in a wide range of stakeholder actions at global, local and business levels. The potential impact and likelihood of the associated exposure for Shell could vary across different time horizons, depending on the specific components of the risk. We expect that a growing share of our [GHG](risk-factors.html#) emissions will be subject to regulation, resulting in increased compliance costs and operational restrictions. Regulators may seek to limit certain oil and gas projects or make it more difficult to obtain required permits. Additionally, climate activists are challenging the grant of new and existing regulatory permits. We expect that these challenges are likely to continue and could delay or prohibit operations in certain cases. Achieving our target of becoming net zero on all emissions from our operations could result in additional costs. We also expect that actions by customers to reduce their emissions will continue to lower demand and potentially affect prices for fossil fuels, as will GHG emissions regulation through taxes, fees and/or other incentives. This could be a factor contributing to additional provisions for our assets and result in lower earnings, cancelled projects and potential impairment of certain assets. The physical effects of climate change such as, but not limited to, increases in temperature and sea levels and fluctuations in water levels could also adversely affect our operations and supply chains. Certain investors have decided to divest their investments in fossil fuel companies. If this were to continue, it could have a material adverse effect on the price of our securities and our ability to access capital markets. Stakeholder groups are also putting pressure on commercial and investment banks to stop financing fossil fuel companies. According to press reports, some financial institutions have started to limit their exposure to fossil fuel projects. Accordingly, our ability to use financing for these types of future projects may be adversely affected. This could also adversely affect our potential partners' ability to finance their portion of costs, either through equity or debt. In some countries, governments, regulators, organisations and individuals have filed lawsuits seeking to hold fossil fuel companies liable for costs associated with climate change. While we believe these lawsuits to be without merit, losing could have a material adverse effect on our earnings, cash flows and financial condition. For example, in May 2021, the District Court in The Hague, Netherlands, ruled that, by 2030, Shell must reduce, from its consolidated subsidiaries, its Scope 1 net emissions by 45% from its 2019 levels and use its best efforts to reduce its Scope 2 and Scope 3 net emissions by 45% from its 2019 levels. In 2019, our Scope 1 emissions from our consolidated subsidiaries were 86 million tonnes carbon dioxide equivalent (CO2e), rounded. We expect to see additional regulatory requirements to provide disclosures related to climate risks and their impact on business performance. In summary, rising climate change concerns and effects of the energy transition have led and could lead to a decrease in demand and potentially affect prices for fossil fuels. If we are unable to find economically viable, publicly acceptable solutions that reduce our GHG emissions and/or GHG intensity for new and existing projects and for the products we sell, we could experience financial penalties or extra costs, delayed or cancelled projects, potential impairments of our assets, additional provisions and/or reduced production and product sales. This could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed Our response to the evolving risk outlook requires transparency and clarity around our plans and actions to achieve our climate target. We have a climate change risk management structure which is supported by standards, policies and controls, as part of our health, safety, security and environment and social performance ( [HSSE](risk-factors.html#) & SP) control framework. Climate change and risks resulting from [GHG](risk-factors.html#) emissions are reviewed and managed in accordance with other significant risks through the Board and Executive Committee. We have established several dedicated climate change and GHG-related forums at different levels of the organisation. These forums seek to address, monitor and review climate change issues. Our strategy to assess and manage risks and opportunities resulting from climate change includes considering different time horizons and their relevance to risk identification and business planning. Overall, mitigation of the risk is addressed through our strategy to accelerate the transition to net-zero emissions, purposefully and profitably. This approach has three components: - reducing the GHG emissions intensity of our operations. We expect to reduce our carbon intensity primarily through altering our product mix as customer (Scope 3) emissions represent the largest component of our carbon intensity. Our aim is to achieve this by shifting the focus of our portfolio as we build our power, hydrogen, biofuels, carbon capture and storage and nature-based solutions businesses and activities; - demonstrating our resilience by aligning our disclosures to the Task Force on Climate-related Financial Disclosures; and - working towards our target to become a net-zero emissions energy business by 2050, in step with society. We are also working with governments on their climate policy to help establish regulatory frameworks that will enable society to reach the goals of the Paris Agreement. The ruling delivered by the District Court in The Hague in May 2021 has provided an additional challenge in this context. We have appealed the ruling but have stated that we want to rise to the challenge and accelerate our Powering Progress strategy to become a net-zero emissions energy business by 2050, in step with society, regardless of whether we win or lose the appeal. If we fail to stay in step with the pace and extent of society's changing demands for energy as it transitions to a low-carbon future, we could fail in sustaining and developing our business. Further information: See \" [Strategy and outlook](our-business-and-strategy/strategy-and-outlook.html)\" and \" [Climate change and energy transition](climate-change-and-energy-transition.html)\". Risk description The pace and extent of the energy transition could pose a risk to Shell if our own actions to decarbonise our operations and the energy we sell move at a different speed relative to society. If we are slower than society, customers may prefer a different supplier, which would reduce demand for our products and adversely affect our reputation besides materially affecting our earnings and financial results. If we move much faster than society, we risk investing in technologies, markets or low-carbon products that are unsuccessful because there is limited demand for them. This could also have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We actively monitor societal developments, such as regulation-driven carbon-pricing mechanisms and customer-driven preferences for products. We incorporate these into scenarios which provide insights into how the energy transition may unfold in the medium and long term. These insights and those from various other external scenarios (such as the IPCC Special Report 1.5°C) guide how we set our strategic direction, capital allocation and carbon emission commitments. We have updated our strategy and organisational structure to increase our focus on the sectors where our customers operate, in order to make us better able to compete in the current evolving energy environment. The ruling delivered by the District Court in The Hague in May 2021 has provided an additional challenge. We have appealed against the ruling. But regardless of whether we win or lose the appeal, we want to rise to the challenge, as part of our Powering Progress strategy, of accelerating our transition to a net-zero emissions energy business by 2050, in step with society. We seek to execute divestments in pursuing our strategy. We may be unable to divest these assets successfully in line with our strategy. Further information: See \" [Strategy and outlook](our-business-and-strategy/strategy-and-outlook.html)\". Risk description We may be unable to divest assets at acceptable prices or within the timeline envisaged because of market conditions or credit risk. This would result in increased pressure on our cash position and potential impairments. In some cases, we have also retained certain liabilities following a divestment. Even in cases where we have not expressly retained certain liabilities, we may still be held liable for past acts, failures to act or liabilities that are different from those foreseen. We may also face liabilities if a buyer fails to honour their commitments. Accordingly, if any of the above circumstances arise, this could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We continually monitor market developments to assess potential divestments in pursuing our strategy. We carefully tailor our sales processes to buyers' perceived expectations so we can deliver the most competitive outcomes. As a general principle, the sales processes are configured so that buyers will acquire the assets including all related liabilities. For some assets, Shell may agree to retain certain liabilities. We monitor these liabilities closely and make appropriate provisions for them. We operate in more than 70 countries that have differing degrees of political, legal and fiscal stability. This exposes us to a wide range of political developments that could result in changes to contractual terms, laws and regulations. We and our joint arrangements and associates also face the risk of litigation and disputes worldwide. Further information: See \" [Other regulatory and statutory information](../governance/other-regulatory-and-statutory-information.html)\". Risk description Developments in politics, laws and regulations can and do affect our operations. Potential impacts include: forced divestment of assets; expropriation of property; cancellation or forced renegotiation of contract rights; additional taxes including windfall taxes, restrictions on deductions and retroactive tax claims; antitrust claims; changes to trade compliance regulations; price controls; local content requirements; foreign exchange controls; changes to environmental regulations; changes to regulatory interpretations and enforcement; and changes to disclosure requirements. Tensions between nation states, such as Russia's recent invasion of Ukraine, can also affect our business. Any of these, individually or in aggregate, could have a material adverse effect on our earnings, cash flows and financial condition. Since 2020, many governments have run deficits to deal with the economic impacts of the COVID-19 pandemic. Given the ongoing nature of the pandemic, there will be uncertain long-term fiscal consequences, with possible subsequent effects on government policies that affect Shell's business interests. From time to time, social and political factors play a role in unprecedented and unanticipated judicial outcomes that could adversely affect Shell. Non-compliance with policies and regulations could result in regulatory investigations, litigation and, ultimately, sanctions. Certain governments and regulatory bodies have, in Shell's opinion, exceeded their constitutional authority by: attempting unilaterally to amend or cancel existing agreements or arrangements; failing to honour existing contractual commitments; and seeking to adjudicate disputes between private litigants. Certain governments have also adopted laws and regulations that could potentially conflict with other countries' laws and regulations, potentially subjecting us to criminal and civil sanctions. Such developments and outcomes could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We continually monitor geopolitical developments and societal issues relevant to our interests. Our Legal and Tax functions are organised globally and support our business lines in ensuring compliance with local laws and fiscal regulations. Our Corporate Relations department engages with governments in countries where we operate to understand and influence local policies and to advocate Shell's position on topics relevant to our industry. We are prepared to exit a country if we believe we can no longer operate there in accordance with our standards and applicable law, and we have done so in the past. Russia's invasion of Ukraine has affected the safety and security of our people and operations in these and neighbouring countries. The sanctions and export controls and the evolving geopolitical situation have caused wide-ranging challenges to our operations which could continue in the medium to longer-term. Further information: See \" [Post-Balance Sheet Events](../consolidated-financial-statements/notes/post-balance-sheet-events.html)\". Risk description Russia's recent invasion of Ukraine poses wide-ranging challenges to our operations. The immediate impacts include the safety and security of our people and operations in these and neighbouring countries. The subsequent sanctions and export controls imposed by countries around the world could have a material impact on a number of our activities, including supply, trading and treasury activities. More sanctions and export controls are expected. Given the evolving situation, there are many other unknown factors and events that could materially impact our operations, which may be temporary or more permanent in nature. These risks and future events could impact our supply chain, commodity prices, credit, commodity trading, treasury and legal risks. The tensions also create heightened cyber-security threats to our information technology infrastructure. The geopolitical situation may influence our future investment and financial decisions. Any of these factors, individually or in aggregate, could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed In response to the invasion, a Group Crisis Team has been set up to assess the current situation, consider potential scenarios of how events may further develop and co-ordinate our responses accordingly. Care for our people is Shell's top priority. Local crisis teams, led by the respective Country Chairs, have been deployed to ensure the health, safety and well-being of our staff, contractors and their families in Ukraine, Russia and neighbouring countries. We are supporting evacuations of Shell employees in Ukraine and their families. We are also working with aid partners and humanitarian organisations to help in the relief effort. We announced our intention to exit our joint ventures with Gazprom and related entities and to end our involvement in the Nord Stream 2 pipeline project. Furthermore, we announced our intention to withdraw from our involvement in all Russian hydrocarbons, including crude oil, petroleum products, gas and [LNG](risk-factors.html#) in a phased manner, aligned with new government guidance. As an immediate first step, the company will stop all spot purchases of Russian crude oil. We will shut our service stations, aviation fuels and lubricants operations in Russia. We are closely monitoring and responding to the sanctions that have been imposed and are following international guidelines where relevant to our business activities. The estimation of proved oil and gas reserves involves subjective judgements based on available information and the application of complex rules. This means subsequent downward adjustments are possible. Further information: See \" [Supplementary information - oil and gas (unaudited)](../supplements.html)\". Risk description The estimation of proved oil and gas reserves involves subjective judgements and determinations based on available geological, technical, contractual and economic information. Estimates can change over time because of new information from production or drilling activities, changes in economic factors, such as oil and gas prices, alterations in the regulatory policies of host governments, or other events. Estimates also change to reflect acquisitions, divestments, new discoveries, extensions of existing fields and mines, and improved recovery techniques. Published proved oil and gas reserves estimates could also be subject to correction because of errors in the application of published rules and changes in guidance. Downward adjustments could indicate lower future production volumes and could also lead to impairment of assets. This could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed A central group of reserves experts undertakes the primary assurance of the proved reserves bookings. A multidisciplinary committee reviews and endorses all major proved reserves bookings. Shell's Audit Committee reviews all proved reserves bookings and Shell's CEO is responsible for final approval. The Internal Audit function also provides further assurance through audits of the control framework, from which information disclosed in ''Supplementary information - oil and gas (unaudited)\" is obtained. Our future hydrocarbon production depends on the delivery of large and integrated projects and our ability to replace proved oil and gas reserves. Further information: See \" [Shell Powering Progress](our-business-and-strategy/how-we-create-value.html)\". Risk description We face numerous challenges in developing capital projects, especially those which are large and integrated. Challenges include: uncertain geology; frontier conditions; the existence and availability of necessary technology and engineering resources; the availability of skilled labour; the existence of transport infrastructure; project delays; the expiration of licences; delays in obtaining required permits; potential cost overruns; and technical, fiscal, regulatory, political and other conditions. These challenges are particularly relevant in certain developing and emerging-market countries, in frontier areas and in deep-water fields, such as off the coast of Mexico. We may fail to assess or manage these and other risks properly. Such potential obstacles could impair our delivery of these projects, our ability to fulfil the full potential value of the project as assessed when the investment was approved, and our ability to fulfil related contractual commitments. This could lead to impairments and could have a material adverse effect on our earnings, cash flows and financial condition. Future oil and gas production will depend on our access to new proved reserves through exploration, negotiations with governments and other owners of proved reserves and acquisitions, and through developing and applying new technologies and recovery processes to existing fields. Failure to replace proved reserves could result in an accelerated decrease of future production, potentially having a material adverse effect on our earnings, cash flows and financial condition. | | | | | | | | Million boe [A] | | | | 2021 | | 2020 | | 2019 | | Shell subsidiaries | | 1,047 | | 1,104 | | 1,182 | | Shell share of joint ventures and associates | | 134 | | 135 | | 156 | | Total | | 1,181 | | 1,239 | | 1,338 | | | | | | | | | | Million boe [C] | | | | Dec 31, 2021 | | Dec 31, 2020 | | Dec 31, 2019 | | Shell subsidiaries | | 8,456 | | 8,222 | | 9,980 | | Shell share of joint ventures and associates | | 909 | | 902 | | 1,116 | | Total | | 9,365 | | 9,124 | | 11,096 | | Attributable to non-controlling interest of Shell subsidiaries | | 267 | | 322 | | 304 | | How this risk is managed We continue to explore for and mature hydrocarbons across our Upstream and Integrated Gas businesses. We use our subsurface, project and technical expertise, and actively manage non-technical risks across a diversified portfolio of opportunities and projects. This involves adopting an integrated approach for all stages, from basin choice to development. We use competitive techniques and benchmark our approach internally and externally. The nature of our operations exposes us, and the communities in which we work, to a wide range of health, safety, security and environment risks. Further information: See \" [Environment and society](environment-and-society.html)\". Risk description The health, safety, security and environment (HSSE) risks to which we and the communities in which we work are potentially exposed cover a wide spectrum, given the geographical range, operational diversity and technical complexity of our operations. These risks include the effects of natural disasters (including weather events), earthquakes, social unrest, pandemic diseases, criminal actions by external parties, and safety lapses. If a major risk materialises, such as an explosion or hydrocarbon leak or spill, this could result in injuries, loss of life, environmental harm, disruption of business activities, loss or suspension of permits, loss of our licence to operate and loss of our ability to bid on mineral rights. Accordingly, this could have a material adverse effect on our earnings, cash flows and financial condition. Our operations are subject to extensive HSSE regulatory requirements that often change and are likely to become more stringent over time. Governments could require operators to adjust their future production plans, as has occurred in the Netherlands, affecting production and costs. We could incur significant extra costs in the future because of the need to comply with such requirements. We could also incur significant extra costs due to violations of or liabilities under laws and regulations that involve elements such as fines, penalties, clean-up costs and third-party claims. If HSSE risks materialise, they could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We have standards and a clear governance structure to help manage [HSSE](risk-factors.html#) risks and avoid potential adverse effects. The standards and governance structure also help us to develop mitigation strategies aimed at ensuring that if an HSSE risk materialises, we avoid catastrophic consequences and have ways of trying to remediate any environmental damage. Our standards and governance structure are defined in our Health, Safety, Security, Environment and Social Performance (HSSE & SP) Control Framework and supporting guidance documents. These describe how key controls should be operated, for example to ensure safe production and implementation of maintenance activities. Shell Internal Audit provides assurance on the effectiveness of HSSE & SP controls to the Board. We routinely practise implementing our emergency response plans to significant risks (such as a spill, toxic substances, fire or explosion). We assessed the impact of COVID-19 on our activities and implemented measures to minimise the adverse effect of the pandemic on our operations. These measures include monitoring and additional protection to prevent infections, promote safety and protect the well-being of all staff, especially critical staff who continue to operate our assets. We also seek to minimise the pandemic's impact on our operations through scenario planning, implementing continuity plans and ensuring our sites and offices are COVID safe. A further erosion of the business and operating environment in Nigeria could have a material adverse effect on us. Further information: See \" [Upstream](segments/upstream.html)\". Risk description In our Nigerian operations, we face various risks and adverse conditions. These include: security issues affecting the safety of our people, host communities and operations; sabotage and theft; issues affecting our ability to enforce existing contractual rights; litigation; limited infrastructure; potential legislation that could increase our taxes or operating costs; the challenges presented by limited government and state oil company budgets; and regional instability created by militant activities. Some of these risks and adverse conditions, such as security issues affecting the safety of our people and sabotage and theft have occurred in the past and are likely to continue in the future. These risks or adverse conditions could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We test the economic and operational resilience of our Nigerian projects against a wide range of assumptions and scenarios. We seek to proportionally share risks and funding commitments with joint-venture partners. When we participate in joint ventures in Nigeria, we require that they operate in accordance with good industry practice. We monitor the security situation, and liaise with host communities, governmental and non-governmental organisations to help promote peaceful and safe operations. An erosion of our business reputation could have a material adverse effect on our brand, our ability to secure new resources or access capital markets, and on our licence to operate. Further information: See \" [Other Regulatory and Statutory Information](../governance/other-regulatory-and-statutory-information.html)\" and \" [Our people](our-people.html)\". Risk description Our reputation is an important asset. The Shell General Business Principles (Principles) govern how Shell and its individual companies conduct their affairs, and the Shell Code of Conduct tells employees and contract staff how to behave in line with the Principles. Our challenge is to ensure that all employees and contract staff comply with the Principles and the Code of Conduct. Real or perceived failures of governance or regulatory compliance or a perceived lack of understanding of how our operations affect surrounding communities could harm our reputation. Societal expectations of businesses are increasing, with a focus on business ethics, quality of products, contribution to society, safety and minimising damage to the environment. There is increasing focus on the role of oil and gas in the context of climate change and energy transition. This could negatively affect our brand, reputation and licence to operate, which could limit our ability to deliver our strategy, reduce consumer demand for our branded and non-branded products, harm our ability to secure new resources and contracts, and restrict our ability to access capital markets or attract staff. Many other factors, including the materialisation of other risks discussed in this section, could negatively affect our reputation and could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We continually assess and monitor the external environment for potential risks to our reputation. We engage in ongoing dialogue with our key stakeholders such as investors, industry and trade groups, universities, governments and non-governmental organisations ( [NGOs](risk-factors.html#)) to gain greater insights into societal expectations of our business. We have mitigation plans for identified brand and reputation risks at the Group, country and line of business level. Our country chairs are responsible for implementing country reputation plans which are updated annually. We continually develop and defend our brand in line with Shell's purpose and promises, and target our investments to drive brand differentiation, relevance and preference. We rely heavily on information technology systems in our operations. Further information: See \" [Corporate](segments/corporate.html)\". Risk description The operation of many of our business processes depends on reliable information technology (IT) systems. Our IT systems are evolving because of changing business models, our increasing focus on customers, ongoing digitalisation of business processes and migration to the cloud. Our IT systems are increasingly dependent on contractors supporting the delivery of IT services. The COVID-19 pandemic and geopolitical tensions altered the nature of the IT threat, increasing the frequency and ingenuity of malware attacks and increasing the temptation to attack targets for financial gain. In 2021, Shell was impacted by data security breaches, including one involving a third-party supplier who gained unauthorised access to various files during a limited window of time, some of which contained personal data. Shell contacted the impacted individuals and stakeholders and worked with them to address possible risks. We also informed relevant regulators and authorities. The factors described above continue to contribute to potential breaches and disruptions of critical IT services. If breaches are not detected early and responded to effectively, they could harm our reputation and have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We continually measure and improve our cyber-security capabilities. To reduce the likelihood of successful cyber attacks, our cyber-security capabilities are embedded into our IT systems. Our IT is protected by detective and protective technologies. Identification and assessment capabilities are built into our IT support processes and adhere to industry best practices. When external companies provide us with IT services, the security of those services is managed through contractual clauses and supplier assurance reports. Shell continually invests in efforts to embed and improve our controls and monitoring. For example, we improved our global web content filtering capability in response to the challenge of increased remote working. If breaches occur, all entities, including those that have yet to be fully integrated into Shell's systems and processes, are required to report the incident and use Shell's information security capabilities. In relation to the 2021 breach, the root cause of the incident was addressed, and the investigation showed no evidence of any impact on Shell's core IT systems. The incident was handled in line with regulations and in co-operation with the authorities. Our business exposes us to risks of social instability, criminality, civil unrest, terrorism, piracy, cyber disruption and acts of war that could have a material adverse effect on our operations. Further information: See \" [Environment and society](environment-and-society.html)\". Risk description As seen in recent years, these risks can manifest themselves in the countries where we operate and elsewhere. These risks affect people and assets. Potential risks include: acts of terrorism; acts of criminality including maritime piracy; cyber espionage or disruptive cyber attacks; conflicts including war - such as Russia's recent invasion of Ukraine - malicious acts carried out by individuals within Shell, civil unrest and environmental and climate activism (including disruptions by non-governmental and political organisations). The above risks can threaten the safe operation of our facilities and the transport of our products. They can harm the well-being of our people, inflict loss of life and injuries, damage the environment and disrupt our operational activities. These risks could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We seek to obtain the best possible information to enable us to assess threats and risks. We conduct detailed assessments for all our sites and activities, and implement appropriate measures to deter, detect and respond to security risks. Further mitigations include strengthening the security of sites, reducing our exposure as appropriate, journey management, information risk management, crisis management and business continuity measures. We conduct training and awareness campaigns for staff and provide them with travel and health advice and access to 24/7 assistance while travelling. We learn from incidents, in order to continually improve our security risk management in Shell. Production from the Groningen field in the Netherlands causes earthquakes that affect local communities. Further information: See \" [Upstream](segments/upstream.html)\". Risk description Shell and ExxonMobil are 50:50 shareholders in Nederlandse Aardolie Maatschappij B.V. (NAM). An important part of NAM's gas production comes from the onshore Groningen gas field, in which EBN, a Dutch government entity, has a 40% interest and NAM a 60% interest. The gas field is in the process of being closed down owing to earthquakes induced by gas production. Some of these earthquakes have damaged houses and other structures in the region, resulting in complaints and lawsuits from the local community. The government has announced it intends to accelerate the close-down, bringing the end of production forward from 2030 to possibly mid-2022. The exact close-down date depends on security of supply considerations and is still to be decided. While we expect the earlier close-down of the Groningen gas field to further reduce the number and strength of earthquakes in the region, any additional earthquakes could have further adverse effects on our earnings, cash flows and financial condition. How this risk is managed NAM is working with the Dutch government and other stakeholders to fulfil its obligations to residents of the area. These include compensating for damage caused by the earthquakes and paying to strengthen houses where this is required for safety considerations. Negotiations with the state are being conducted to determine how to manage the accelerated close-down. Specific remediations within the agreed scope of responsibilities are planned. NAM's joint-venture partners will review its financial robustness against different scenarios for Groningen's liabilities and costs, with the aim of the venture being able to self-fund any additional expenses and claims. We are exposed to treasury and trading risks, including liquidity risk, interest rate risk, foreign exchange risk and credit risk. We are affected by the global macroeconomic environment and the conditions of financial and commodity markets. Further information: See \" [Liquidity and capital resources](liquidity-and-capital-resources.html)\" and [Note 20](../consolidated-financial-statements/notes/financial-instruments.html) to the \"Consolidated Financial Statements\". Risk description Our subsidiaries, joint arrangements and associates are subject to differing economic and financial market conditions around the world. Political or economic instability affects such markets. We use debt instruments, such as bonds and commercial paper, to raise significant amounts of capital. Should our access to debt markets become more difficult, the potential impact on our liquidity could have a material adverse effect on our operations. Our financing costs could also be affected by interest rate fluctuations or any credit rating deterioration. We are exposed to changes in currency values and to exchange controls as a result of our substantial international operations. Our reporting currency is the US dollar, although, to a material extent, we also hold assets and are exposed to liabilities in other currencies. While we undertake some foreign exchange hedging, we do not do so for all our activities. Even where hedging is in place, it may not function as expected. Commodity trading is an important component of our Upstream, Integrated Gas, Oil Products and Chemicals businesses. Processing, managing and monitoring many trading transactions across the world, some of them complex, exposes us to operational and market risks, including commodity price risks. We use derivative instruments such as futures and contracts for difference to hedge market risks. We do not hedge all our activities and even where hedging is in place, it may not function as expected. We are exposed to credit risk; our counterparties could fail or be unable to meet their payment and/or performance obligations under contractual arrangements. Although we do not have significant direct exposure to sovereign debt, it is possible that our partners and customers may have exposure which could impair their ability to meet their obligations. Our pension plans invest in government bonds, so they could be affected by a sovereign debt downgrade or other default. If any of the above risks materialise, they could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We use various financial instruments for managing exposure to foreign exchange and interest rate movements. Our treasury operations are highly centralised and seek to manage credit exposures associated with our substantial cash, foreign exchange and interest rate positions. Our portfolio of cash investments is diversified to avoid concentrating risk in any one instrument, country or counterparty. Other than in exceptional cases, the use of external derivative instruments is confined to specialist trading and central treasury organisations that have the appropriate skills, experience, supervision, control and reporting systems. We have credit risk policies in place which seek to ensure that products are sold to customers with appropriate creditworthiness. These policies include detailed credit analysis and monitoring of customers against counterparty credit limits. Where appropriate, netting arrangements, credit insurance, prepayments and collateral are used to manage credit risk. We maintain committed credit facilities. Management believes it has access to sufficient debt funding sources (capital markets) and to undrawn committed borrowing facilities to meet foreseeable requirements. In affecting commodity trades and derivative contracts, we operate within procedures and policies designed to ensure that market risks are managed within authorised limits and trading can only be performed by staff with the appropriate skills and experience. Senior Management regularly reviews mandated trading limits. A department that is independent from our traders monitors our market risk exposures daily, using value-at-risk techniques alongside other risk metrics as appropriate. Our future performance depends on the successful development and deployment of new technologies and new products. Further information: See \" [Shell Powering Progress](our-business-and-strategy/our-organisation.html)\". Risk description Technology and innovation are essential to our efforts to help meet the world's energy demands competitively. If we fail to effectively develop or deploy new technology and products and services, or fail to make full, effective use of our data in a timely and cost-effective manner, there could be a material adverse effect on the delivery of our strategy and our licence to operate. We operate in environments where advanced technologies are used. In developing new technologies and new products, unknown or unforeseeable technological failures or environmental and health effects could harm our reputation and licence to operate or expose us to litigation or sanctions. The associated costs of new technology are sometimes underestimated. Sometimes the development of new technology is subject to delays. If we are unable to develop the right technology and products in a timely and cost-effective manner, or if we develop technologies and products that harm the environment or people's health, there could be a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed Shell's technology organisation and the relevant business lines work together to determine the content, scope and budget for developing new technology that supports our activities. The new technology is developed to ensure portfolio alignment with Shell's strategic ambitions and deployment commitments. A significant proportion of Shell's technology contributes to our Renewables and Energy Solutions portfolio and our emissions reduction targets. We benefit from key relationships with leading academic research institutes and universities, and from working with start-ups. In our Shell GameChanger programme, we help companies to mature early-stage technologies. In our Shell Ventures scheme, we invest in and partner with start-ups and small and medium-sized enterprises that are in the early stages of developing new technologies. We have substantial pension commitments, the funding of which is subject to capital market risks and other factors. Further information: See \" [Liquidity and capital resources](liquidity-and-capital-resources.html)\". Risk description Liabilities associated with defined benefit pension plans are significant, and the cash funding requirement of such plans can also involve significant liabilities. They both depend on various assumptions. Volatility in capital markets or government policies could affect investment performance and interest rates, causing significant changes to the funding level of future liabilities. Changes in assumptions for mortality, retirement age or pensionable remuneration at retirement could also cause significant changes to the funding level of future liabilities. We operate a number of defined benefit pension plans and, in case of a shortfall, we could be required to make substantial cash contributions (depending on the applicable local regulations). This could result in a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed A pensions forum chaired by the Chief Financial Officer oversees Shell's input to pension strategy, policy and operation. A risk committee supports the forum in reviewing the results of assurance processes with respect to pension risks. Local trustees manage the funded defined benefit pension plans, and the contributions paid are based on independent actuarial valuations that align with local regulations. We mainly self-insure our hazard risk exposures. Consequently, we could incur significant financial losses from different types of risks that are not insured with third-party insurers. Further information: See \" [Corporate](segments/corporate.html)\". Risk description Our Group insurance companies (wholly owned subsidiaries) provide insurance coverage to Shell subsidiaries and entities in which Shell has an interest. These subsidiaries and entities may also insure a portion of their risk exposures with third parties, but such external insurance would not provide any material coverage in the event of a large-scale safety or environmental incident. Accordingly, in the event of a material incident, we would have to meet our obligations without access to material proceeds from third-party insurers. We have incurred adverse impacts from events, such as Hurricane Ida in 2021. We may, in the future, incur significant losses from different types of hazard risks that are not insured with third-party insurers, potentially resulting in a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We continually assess the safety performance of our operations and make risk mitigation recommendations, where relevant, to keep the risk of an accident as low as possible. Our insurance subsidiaries are adequately capitalised and they may transfer risks to third-party insurers where economical, effective and relevant. Many of our major projects and operations are conducted in joint arrangements or with associates. This could reduce our degree of control and our ability to identify and manage risks. Further information: See \" [Other Regulatory and Statutory Information](../governance/other-regulatory-and-statutory-information.html)\". Risk description When we are not the operator, we have less influence and control over the behaviour, performance and operating costs of joint arrangements or associates. Despite having less control, we could still be exposed to the risks associated with these operations, including reputational, litigation (where joint and several liability could apply) and government sanction risks. For example, our partners or members of a joint arrangement or an associate, (particularly local partners in developing countries), may be unable to meet their financial or other obligations to projects, threatening the viability of a given project. Where we are the operator of a joint arrangement, the other partner(s) could still be able to veto or block certain decisions, which could be to our overall detriment. Accordingly, where we have limited influence, we are exposed to operational risks that could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed For every major project where we share control, Shell appoints a Joint Venture Asset Manager, whose responsibility is to manage performance and create and protect value for Shell. The Joint Venture Asset Manager seeks to influence operators and other partners to adapt their practices in order to drive value appropriately and to mitigate identified risks. An annual assurance review assesses how the joint venture's standards and processes align with those of Shell. The Joint Venture Asset Manager follows up on any gaps identified. We are exposed to conduct risk in our trading operations. Further information: See \" [Other Regulatory and Statutory Information](../governance/other-regulatory-and-statutory-information.html)\" and [Note 20](../consolidated-financial-statements/notes/financial-instruments.html) to the \"Consolidated Financial Statements\". Risk description Commodity trading is an important component of our Upstream, Integrated Gas, Renewables & Energy Solutions, Oil Products and Chemicals businesses. Our commodity trading entities are subject to many regulations including requirements for standards of conduct. The risk of ineffective controls, poor oversight of trading activities, and the risk that traders could deliberately operate outside compliance limits and controls, either individually or as a group, has occurred. This has resulted in losses in the past and may result in further losses in the future. This could have material adverse effects on our earnings, cash flows and financial condition. How this risk is managed We maintain a trading compliance function managed by a regulated Chief Compliance Officer with adequate resources, a comprehensive governance structure, including mitigating controls (both automated and non-automated), and established reporting lines. Staff receive clear guidance through the organisation's Trading Compliance Manual, a specific compliance website, training modules where completion is monitored, and additional quarterly training sessions. Shell leaders frequently reinforce the importance of managing compliance and conduct risk in the trading organisation. In response to the COVID-19 pandemic, we issued guidance on maintaining compliance and conduct standards and upgraded our trader monitoring tools. Violations of antitrust and competition laws carry fines and expose us and/or our employees to criminal sanctions and civil suits. Further information: See \" [Other Regulatory and Statutory Information](../governance/other-regulatory-and-statutory-information.html)\". Risk description Antitrust and competition laws apply to Shell and its joint arrangements and associates in the vast majority of countries where we do business. Shell and its joint arrangements and associates have been fined for violations of antitrust and competition laws in the past. This includes a number of fines by the European Commission Directorate-General for Competition (DG COMP). Because of DG COMP's fining guidelines, any future conviction of Shell or any of its joint arrangements or associates for violation of EU competition law could potentially result in significantly larger fines and have a material adverse effect on us. Violation of antitrust laws is a criminal offence in many countries, and individuals can be imprisoned or fined. In certain circumstances, directors may receive director disqualification orders. It is also now common for persons or corporations allegedly injured by antitrust violations to sue for damages. Any violation of these laws can harm our reputation and could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We maintain an antitrust programme with adequate resources, a comprehensive governance structure and established reporting lines. Staff receive clear guidance that includes requirements in Shell's Ethics and Compliance Manual, an antitrust-specific website, training modules where completion is monitored and regular messages from Shell leaders on the importance of managing antitrust risks. Staff must understand and comply with the Protect Shell Policy, which explains Shell's position on managing antitrust risks in engagements with parties external to Shell. In response to the COVID-19 pandemic, we issued guidance to address antitrust risks arising from the disruption to supply chains, including procurement guidance which outlines the risks associated with exchanging information and collaborating with Shell's procurement competitors. Violations of anti-bribery, tax-evasion and anti-money laundering laws carry fines and expose us and/or our employees to criminal sanctions and civil suits. Further information: See \" [Our people](our-people.html)\", \" [Other Regulatory and and [Note to the \"Consolidated Financial Statements\". Risk description Anti-bribery, tax-evasion and anti-money laundering laws apply to Shell, its joint arrangements and associates in all countries where we do business. Shell and its joint arrangements and associates have in the past settled with the US Securities and Exchange Commission regarding violations of the US Foreign Corrupt Practices Act. Any violation of anti-bribery, tax-evasion or anti-money laundering laws, including potential violations associated with Shell Nigeria Exploration and Production Company Limited's investment in Nigerian oil block [OPL](risk-factors.html#) 245 and the 2011 settlement of litigation pertaining to that block, could harm our reputation or have a material adverse effect on our earnings, cash flows and financial condition. Violations of such laws also could expose us and/or our employees to criminal sanctions, civil suits and other consequences, such as debarment and the revocation of licences. How this risk is managed We maintain an anti-bribery, anti-tax evasion and anti-money laundering (ABC/AML) programme with adequate resources, a comprehensive governance structure and established reporting lines. Staff receive clear guidance, which includes requirements in Shell's Ethics and Compliance Manual, an ABC/AML-specific website, training modules where completion is monitored and regular messages from Shell leaders on the importance of managing ABC/AML risks. As regards OPL 245, we have always maintained that the 2011 settlement was fully legal and on March 17, 2021, the court in Milan, Italy, acquitted Shell and its former employees of all charges on the grounds that there was no case to answer. In response to the COVID-19 pandemic, we set up fast-track processes to deal with relief donation requests. These processes include counterparty due diligence and are supported by Shell's Ethics and Compliance Office. Violations of data protection laws carry fines and expose us and/or our employees to criminal sanctions and civil suits. Further information: See \" [Other Regulatory and Statutory Information](../governance/other-regulatory-and-statutory-information.html)\". Risk description Data protection laws apply to Shell and its joint arrangements and associates in the vast majority of countries where we do business. Since many countries in which we operate have data protection laws and regulations, Shell has adopted Binding Corporate Rules. This means we apply one consistent standard to data protection, across the Group and globally. The EU General Data Protection Regulation (GDPR) forms the basis of our Binding Corporate Rules. With data privacy legislation now in force in the USA, the risk of class actions is increased. Class actions after large-scale data breaches are increasingly common. Shell companies are increasingly processing large volumes of personal data as we continue to acquire small companies with relatively large amounts of customer data during the energy transition. The COVID-19 pandemic has increased the level of processing of sensitive personal data, for example to confirm the health or vaccination status of our employees and visitors. Some governments require immediate disclosure of information, including sensitive personal data. We must be able to update our guidance to employees quickly, so it includes the relevant points of country legislation on COVID-19. In some countries that are key to Shell's business operations, such as China, relevant legislation continues to be amended or introduced. Shell must be able to adapt dynamically to such legislative changes and be capable of updating our internal programmes if necessary. Many countries require mandatory notification of data breaches in certain situations. In these circumstances we might be required to report to affected individuals and regulators in the relevant countries. Non-compliance with data protection laws could harm individuals and expose us to regulatory investigations. This could result in: fines, which could be up to 4% of global annual turnover if under GDPR; orders to stop processing certain data; harm to our reputation; and loss of the trust of existing and potential customers, stakeholders, governments, and employees. With regard to data breaches, we notified a number of data privacy regulators in 2021 of personal data breaches, and some investigations are still ongoing. To date, no material fines have been imposed, but no assurance can be provided that future breaches would have similar outcomes. In addition to imposing fines, regulators may also issue orders to stop processing personal data, which could disrupt operations. We could also be subject to litigation from persons or entities allegedly affected by data protection violations. Violation of data protection laws is a criminal offence in some countries, and individuals can be imprisoned or fined. Any violation of these laws or harm to our reputation could have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We maintain a Group-wide data privacy programme, a comprehensive governance structure and established reporting lines. Shell has had Binding Corporate Rules in place for the last 10 years to ensure consistent levels of data protection across the Group. Staff receive clear guidance which includes requirements in Shell's Ethics and Compliance Manual, a website focusing on data privacy, training modules where completion is monitored, and regular messages from Shell leaders on the importance of managing data privacy risks. We monitor new and imminent data privacy legislation and ensure we have a robust impact assessment process aligned with the relevant businesses. We design operations and processes with privacy requirements and build controls into our processes and practices which involve the handling of personal data. Recognising legal developments, not only in data privacy but also in electronic communications and advertising, we have developed pragmatic guidance on direct and indirect marketing. We have and continue to update a Group-wide incident management process designed to immediately identify and remediate data breaches. The process also helps us to comply with country-level requirements for reporting breaches. We continue to address challenges with compliance in data-heavy companies controlled by Shell but not yet fully integrated into our systems. There is a requirement for newly acquired companies to become compliant with our Binding Corporate Rules within three years of acquisition and there is currently a multi-year programme under way to achieve compliance. IT remediation work remains a priority in such companies, as does the strengthening of programmes to support data privacy compliance. To respond to the increased risk resulting from the pandemic, we updated our guidance on privacy best practices for COVID-19. Violations of trade compliance laws and regulations, including sanctions, carry fines and expose us and our employees to criminal proceedings and civil suits. Further information: See \" [Other Regulatory and Statutory Information](../governance/other-regulatory-and-statutory-information.html)\". Risk description We use \"trade compliance\" as an umbrella term for various national and international laws designed to regulate the movement of items across national boundaries and restrict or prohibit trade and other dealings with certain parties. For example, the EU and the USA continue to impose comprehensive sanctions on countries and territories such as Syria, North Korea and Crimea, and continue to adopt targeted restrictions and prohibitions on certain transactions in countries such as Venezuela and Russia. The USA continues to have comprehensive sanctions against Iran and Cuba. The EU and some nations continue to maintain targeted sanctions against Iran. The EU and the USA introduced sectoral sanctions against Venezuela in 2017, which the USA expanded in 2018 and 2019. The US sanctions primarily target the government of Venezuela and the oil industry. In 2014, the EU and the USA imposed additional restrictions and controls directed at defined oil and gas activities in Russia. These remain in force. The USA introduced further restrictions regarding Russia in 2017, expanding them in 2018. In February 2022, countries around the world began imposing additional sanctions and export controls against Russia over its invasion of Ukraine including, regional trade bans, designations of entities (including Russian banks and state-owned entities) and individuals as Specially Designated Nationals and Blocked Parties (SDNs), and restrictions on access by Russia to financial systems. Export controls have also been introduced targeting Russian defence, aerospace, and maritime sectors. More sanctions and export controls are expected. A number of countries have also implemented new sanctions against Belarus for its role in the Russian invasion. Many other nations are also adopting trade compliance programmes similar to those administered by the EU and the USA. Since January 2021, the UK has maintained a legal framework for trade compliance that is separate and distinct from those of the EU and USA. Abiding by all the laws and regulations on trade compliance and sanctions can sometimes be complex and challenging because of factors such as: the expansion of sanctions; the frequent addition of prohibited parties; the number of markets in which we operate; the risk of differences in how jurisdictions apply sanctions; and the large number of transactions we process. Shell has voluntarily self-disclosed potential violations of sanctions in the past. The COVID-19 pandemic has increased trade compliance risks, because of factors such as growing state involvement in business dealings, the need to maintain and develop business opportunities and cross-border movement of goods and technologies, and the increasing likelihood that counterparties will change ownership as the economic crisis continues. Any violation of sanctions could lead to loss of import or export privileges and significant penalties on or prosecution of Shell or its employees. This could harm our reputation and have a material adverse effect on our earnings, cash flows and financial condition. How this risk is managed We continue to develop and maintain a trade compliance programme with adequate resources, robust screening protocols, a comprehensive governance structure and established reporting lines. Staff receive clear guidance, which includes requirements in Shell's Ethics and Compliance Manual, a specific website for trade compliance, training modules where completion is monitored and regular messages from Shell leaders on the importance of managing trade compliance risks. The effectiveness of the trade compliance programme is assessed annually (or more frequently if necessary) and we are continually seeking ways to improve. In response to the COVID-19 pandemic, we promote an increased focus on compliance and assurance. For example, in Trading and Supply we promote a particular focus on compliance with trade controls in high-risk areas such as port agency, inspections and terminal operations. Investors should also consider the following, which could limit shareholder remedies. The Company's Articles of Association determine the jurisdiction for shareholder disputes. This could limit shareholder remedies. Risk description Our Articles of Association generally require that all disputes between our shareholders in such capacity and the Company or our subsidiaries (or our Directors or former Directors), or between the Company and our Directors or former Directors, be exclusively resolved by arbitration in The Hague, the Netherlands, under the Rules of Arbitration of the International Chamber of Commerce. Our Articles of Association also provide that, if this provision is to be determined invalid or unenforceable for any reason, the dispute could only be brought before the courts of England and Wales. Accordingly, the ability of shareholders to obtain monetary or other relief, including in respect of securities law claims, could be determined in accordance with these provisions. [View complete glossary](../services/glossary.html#glossary-item-ghg) "}