{"title": "PDF", "author": "PDF", "url": "https://health.hawaii.gov/docd/files/2019/05/HAR-Responses-to-Concerns.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Page 1 of 9 HAWAII ADMINISTRATIVE RULES (HAR ) 11-157 RESPONSES TO CONCERNS SUBMITTED IN TESTIMONY C ONCERN : MANDATING VACCINATIONS All states require children to be vaccinated against communicable diseases as a condition of school attendance. Historically, vaccination requirements were first enacted in 1809 in Massachusetts. In Hawaii, state vaccination requirements date back to 1967. The U.S. Supreme Court has repeatedly upheld vaccination laws and have considered vaccination requirements to be a reasonabl e exercise of state's police power which does not violate an individual's and or parent/guardian's Constitutional protections and rights 1,2,3. Hawaii Revised Statute (HRS §302A -1162) requires the Department of Health (DOH) to adopt Administrative Rules un der chapter 91 \"relating to immunization, physical examination, and tuberculin testing.\" S pecifically, Hawaii State Law mandates the following: HRS §302A -1162 mandates that the immunizations required, and the manner and frequency of their administration m ust conform with recognized standard medical practices HRS §325-32 authorizes the Department of Health to adopt rules pertaining to immunizations : o In general, \"if a suitable immunizing agent is available for the disease and a need for immunization against it exists within the State.\" o In accordance with \"the immunization recommendations of the United States Department of Health and Human Services, Advisory Committee on Immunization Practices, including interim recommendations, as they apply to the list of s pecific vaccines, if any, described in this subsection.\" Sound scientific evidence strongly supports school vaccination entry requirements as effective in improving vaccination coverage and reducing rates of vaccine -preventable disease. Mandatory vaccine requirements are associated with lower rates of disease due to measles, mumps, Hepatitis A, and Haemophilus influenzae (which causes pneumonia, bloodstream infection, and meningitis), as well as decreases in hospitalizations for influenz a.4 Conversely, nonmedical vaccine refusal has been associated with preventable outbreaks of measles, varicella (chickenpox), and pertussis (whooping cough), as well as invasive pneumonia, bloodstream infections, and meningitis due to Haemophilus influenzae type b and Streptococcus pneumoniae .5 1 Jacobson v. Massachusetts , 197 U.S., 11 25 S. Ct. 358 (1905) 2 Zucht v. King, 260 U.S. 174 43 S. Ct. 24 (1922) 3 Prince v. Massachusetts 321 U.S. 158, 64 S. Ct. 438 (1944) 4 Community Preventive Services Task Force. Increasing Appropriate Vaccination: Vaccination Requirements for Child Care, School, and College Attendance Task Force Finding and Rationale Statement Intervention Definition . (2016). 5 Phadke, V. K., Bednarczyk, R. A., Salmon, D. A. & Omer, S. B. Association Between Vaccine Refusal and Vaccine - Preventable Diseases in the Uni ted States: A Review of Measles and Pertussis. JAMA 315, 1149- 58 (2016). Page 2 of 9 CONCERN : THE C URRENT SCHEDULE IS MORE THAN ADEQUATE Hawaii's pediatric and school entry and attendance requirements (HAR 11 -157) were last amended in 2001. During this 18 -year interval, the United States Departm ent of Health and Human Services' Advisory Committee on Immunization Practices ( ACIP ) has updated the national childhood immunization schedule annually, which has resulted in numerous discrepancies between current national standards and Hawaii's requiremen ts. Health care providers who follow current national recommendations find that patients are being excluded from school based on Hawaii's outdated administrative rules . These discrepancies (which could be remedied via adoption of updated school entry and attendance requirements ) result in additional visits to health care providers, loss of work time or wages for parents, and the administration and added expense of unnecessary vaccine doses . The proposed amendments conform with current national recommendations and update Hawaii's administrative rules to reflect what is already occurring in health care provider offices and clinics as standard medical practice and will prevent exclusion from school based on outdated minimum age or interval requirem ents . Some of the differences between Hawaii's current requirements and the national standards developed by the ACIP include: Because of advancements in vaccine science, standard medical practice now includes administration of vaccines protect ing childre n from additional diseases. These \"new\" vaccines currently recommended were not available when the administrative rules were last updated Vaccine Year Licensed Pneumococcal conjugate 2000* Meningococcal Pneumococcal conjugate vaccine licensure occurred during the administrative rule change process so was not able to be included in HAR 11 -157 in 2001 Some vaccines previously available are now routinely recommended for all children Vaccine Year Recommendation Expanded Hepatitis A 2006 for all children Vaccination schedules (minimum ages and intervals between doses) have been updated to optimize protection conferred by these vaccines Vaccine Current HAR 11 -157 Schedule Current ACIP Schedule Hepatitis B Minimum age for 3rd dose is 6 calendar months Minimum age for 3rd dose is 24 weeks Hepatitis B Minimum interval between 1st and 3rd doses is 4 calendar months Minimum interval between 1st and 3rd doses is 16 weeks Polio Minimum interval between 3rd and 4th doses is 4 weeks Minimum interval between 3rd and 4th doses is 6 months Polio No minimum age for 4th dose Minimum age for 4th dose is 4 years Page 3 of VACCINE SAFETY AND INGREDIENTS IN VACCINES Vaccine safety standards are very high given that they are utilized among healthy persons for the prevention rather than treatment of a disease. Vaccines have an excellent safety record and the United States' vaccine safety system has been able to effectively detect and characterize rare and serious adverse reactions when ever they occur. Vaccin es, like any medication, can cause both minor and rarely, serious side effects. Such adverse events include both true reactions to vaccines and events coincidental ly associated with , but not caused by, vaccination. Risks from vaccine side effects should be weighed against risks from vaccine - preventable diseases which can cause serious illness, long -term disability, and even death. Despite concerns about rare, serious adverse events, the disease -prevention benefits from vaccination are much greater than the possible side effects for nearly all vaccine recipients. The only exceptions to this are cases in which a person should not be vaccinated because of a serious medical condition like cancer , a disease that weakens the immune system, or a severe allergic reaction to a previous vaccine dose (e.g., those with contraindications or precautions to vaccination). National standards for pe diatric vaccination practices have been established and include descriptions of valid contraindications and precautions to vaccination. Per HAR 11 -157, medical exemptions from the requirements for specific vaccines may be granted if a provider certifies t hat a valid contraindication or precaution exists. To ensure that vaccines are potent, sterile, and safe requires the addition of minute amounts of chemical additives. Some ingredients, such as aluminum and formaldehyde, are toxic when consumed in large quantities. However, they re present no danger in the very small amounts contained in vaccines. These ingredients are often found in food or naturally occur in the body in much larger quantities than are found in any vaccine. Based on the best a vailable science, it does not appear that vaccine ingredients cause any serious adverse events other than the rare, true allergic reaction. References: Matthew Z. Dudley, Daniel A. Salmon, Neal A. Halsey, et al. The Clinician's Vaccine Safety Resou rce Guide. of 9 CONCERN : VACCINE EFFICACY AND HERD IMMUNITY Vaccines are designed to generate an immune response that will protect the vaccinated individual during future exposures to the disease. While no vaccine is 100% effective, the effectiveness of most vaccines is high (85% - 95%) and they are the best protection against many serious diseases. Even if vaccines do not fully prevent disease, they may prevent a person from developing a moderate or severe illness, resulting in hospitalization or death. Vaccination not only protects the person receiving the vacc ine, but also protects his/her contacts who are unable to be vaccinated (e.g., those who are too young to be vaccinated or those with a medical contraindication to vaccination such as severe allergy). This concept is called community immunity or herd immu nity. When a large percentage of the population is vaccinated, the spread of disease is limited. This indirectly protects unimmunized individuals (including those who can't be vaccinated and those for whom vaccination was not successful). In diseases th at spread from person to person, as the number of those vaccinated increases, the protective effect of herd immunity increases resulting in less transmission of disease. Depending on the vaccine, between 1% to 5% of individuals who are vaccinated fail t o develop immunity. Also, for some vaccines, levels of protection naturally decrease over time. Therefore, since no vaccine is 100% effective, even vaccinated individuals can become infected if they are exposed. Outbreaks may still occur in highly vaccinated communities, which might be improperly interpreted to mean that herd immunity does not work. However, high vaccination coverage helps to limit the size, duration and spread of the outbreak. If transmission is interrupted because there are enou gh vaccinated individuals in the population, then everyone , including susceptible vaccinated and unvaccinated persons , benefits . On a population health level, vaccine efficacy has been demonstrated by dramatic declines in disease incidence since vaccine introduction in the 20 th century . In the U.S., most vaccine preventable diseases have been reduced by more than 90% and many have been reduced by more than 99%. For children born from 1994 - 2013, immunizations are estimated to have prevented 322 millio n illnesses, 21 million hospitalizations, and 732,000 premature deaths. Vaccines have had such a significant impact on the reduction of disease morbidity and mortality that they have been named one of public health's 9 CONCERN : ADOPTION OF ACIP RECOMMENDATIONS The United States Department of Health and Human Services ACIP is a national group of medical and public health experts who develop recommendations on the use of vaccines to control diseases in the U.S. The ACIP holds three meetings each year ; all meetings are open to the public and have scheduled public comment periods. During the meetings, members present findings and discuss vaccine research and scientific data related to vaccine effectiveness and safety, clinical trial results; and manufacturer's labeling or package insert information. ACIP recommendations serve as guidelines for standard medical practice in the U.S. related to immunization. Recommendations are formulated for the purpose of reducing the incidence of vaccine preventable diseases in the U.S. and increasing the safe use of vaccines. Adherence to the recommendations of the ACIP aligns HAR 11 -157 with national s tandards, helping to ensure Hawaii's children are appropriately vaccinated and preventing exclusion from school based on outdated minimum age or interval requirements. HRS §302A -1162 (c) and HRS § 325-32(b) authorize the DOH to adopt, amend, or repeal as rules, the immunization recommendations of the ACIP , including interim recommendations, as they apply to required vaccinations. Adoption and adherence to ACIP recommendations ensures the legislative mandate that \"immunization s required, and the manner and frequency of their administration, shall conform with recognized standard medical practices\" (HRS § 302A -1162[a]) is met. Federal law (18 U.S.C §208) prohibits federal executive branch employees, including Special Government Employees (e.g., members of Federal Advisory Committees such as ACIP), from participating in matters in which, to their knowledge, they, their spouse, minor child, or organization has a financial interest. For detailed information regarding conditions of ACIP membership, please view the A dvisory Committee on Immunization Practices Policies and Procedures (January 2018) document at: https://www.cdc.gov/vaccine s/acip/committee/downloads/Policies -Procedures -508.pdf SCHOOLS AND HPV VACCINE SAFETY Communicability in school setting Human Papillomavirus ( HPV ) infections are so common that nearly all men and women will get at least one type of HPV at some point in their lives. About 1 in 4 people are currently infected with HPV in the U.S. and about 14 million people, including teens, become infected with HPV e ach year. HPV is spread through direct contact with an infected person. Although transmission occurs most frequently with sexual intercourse, it can occur following other types of sexual activity. HPV infection can cause 6 different types of cancers. Ove r 30,000 people in the U.S. each year are affected by a cancer caused by HPV infection. HPV vaccines work extremely well and can prevent most HPV -related cancers from occurring. Clinical trials showed HPV vaccines provided close to 100% protection against precancers. Since the vaccine was first recommended in 2006, there has been a significant reduction in HPV infections . In other countries such as Australia where there is higher HPV vaccination coverage, HPV vaccine has also reduced the number of cases of precancers of the cervix in young women in that country. Page 6 of 9 For HPV vaccine to be most effective, the series should be completed long before any type of sexual activity. S tudies demonstrate that newly acquired HPV infection occurs soon after onset of sexual activity. According to the 2017 Youth Risk Behavior Survey, over 40% of Hawaii's youth become sexually active between the 6th and 12th grades. Requiring HPV vaccination for 7th grade attendance will protect Hawaii's youth from HPV infection before exposure is likely to occur. Requiring HPV vaccine for 7th grade entry and attendance aligns Hawaii's administrative rules with current standard medical practice and will increase the percent of children who receive the vaccine, resulting in decreased disease tran smission, and reduc tion in the rates of HPV -related cancers. Based on the strong evidence of effectiveness found during their review, the Task Force on Community Preventive Services* recommended the continued implementation of school vaccination requiremen ts as a means of increasing vaccine coverage, thereby reducing disease incidence. *The Task Force on Community Preventive Services is an independent, nonfederal, unpaid body, appointed by the Centers for Disease Control & Prevention Director, that conduc ts reviews of scientific literature to make evidence -based recommendations for community preventive vaccines are among the most rigorously studied vaccines for safety. HPV vaccine has a reassuring safety record that is backed by 10 years of monitoring and research. Like any vaccine or medicine, HPV vaccination can cause side effects. Many people who receive HPV vaccine have no side effects at all. The most common side effects are mild and inclu de pain, redness, or swelling in the arm where the shot was given . Dizziness, fainting, nausea, and headache may also occur. Fainting after any vaccine, including HPV vaccine, is more common among adolescents. HPV vaccine does not cause HPV infection or cancer. There are no data that suggest getting HPV vaccine will have an effect on future fertility for women. In fact, getting vaccinated and protecting against HPV - related cancers and precancers can help women and families avoid t reatm ents (e.g., surgery, chemotherapy, and/or radiation) that could cause pregnancy complications or leave someone unable to have children. References: https://www.cdc.gov/vaccines/vpd/hpv/index.html https://www.cdc.gov/hpv/parents/questions -answers.html https://www.cdc.gov/vaccines/parents/diseases/teen/hpv.html https://www.cdc.gov/vaccinesafety/vaccines/hpv -vaccine.html Page 7 of 9 CONCERN : MEDICAL EXEMPTION REQ UIREMENT S According to the ACIP, a vaccine should not be administered when a contraind ication is present and in general, should be deferred when a precaution is present. However, a vaccination might be indicated in the presence of a precaution if the benefit of protection from the vaccine outweighs the risk for an adverse reaction. HAR §11-157-5 Exemptions, section (a) previously included medical contraindications but not precautions. The addition of \"precaution\" to the medical exemption will allow the student's or child's practitioner to use his/her professional judgement to determine whether to vaccinate in the presence of a precaution, in conformance with recognized standard medical practices. HAR §11-157-5 Exemptions, section (a) has been revised to \"(a) Medical exemptions from the requirements for specific immunizing agents shall be granted upon certification by a physician practitioner in a form or format specified by the department, that a student or child has a stated contraindication or precaution to a vaccine , an immunization is medically contraindicated due to a stated cause, for a specific period of time, in conformance with recognized standard medical practices.\" Reference: https://www.cdc.gov/vaccines/hcp/acip -recs/general -recs/contraindications.pdf C ONCERN : RELIGIOUS EXEMPTIONS The S tate continues to recognize both medical and religious exemptions. The revised religious exemption form will be submitted to the Attorney General's Office for review prior to use to ensure language is in compliance with HAR §11 -157-5 and HRS §302A -1156, §321 -11 and §325 -34, the parent/guardian must certify that immunizations are not in accordance with the religious tenets of his or her established church. A request for religious exemption based on objections to specific v accine(s) will not be accepted [HAR 11 -157-5 (b)]. C ONCERN : COMPLIANCE WITH HEALTH INSURANCE PORTABILITY AND ACCOUNTABILITY ACT (HIPAA ) AND FAMILY EDUCATIONAL RIGHTS AND PRIVACY ACT (FERPA HIPAA Under 45 CFR § 164.512(b)(1)(i) of the HIPAA Privacy Rule, covered entities may disclose protected health information without authorization to public health authorities that are authorized by law to collect information for public health purposes including disease prevention or control [HRS §325-35, HAR §11-157-6.3 (a)]. In addition, under 45 CFR § 164.512(a), covered entities may disclose protected health information to public health authorities if the disclosure is required by law. A specific mandate to report is not required for disclosure. FERPA School and post -secondary school reporting requirements have not been substantively altered or amended in the proposed rules. Current school reporting practices in compliance with FERPA requirements are sufficient. Page 8 of 9 CONCERN : BARRIER TO PUBLIC EDU CATION All states require children to be vaccinated against certain communicable diseases as a condition for school and child care attendance. In most instances, as in Hawaii, state school vaccination laws apply to both public and private schools with identical immuni zation and exemption provisions. Hawaii's school entry and attendance requirements are designed to protect the health of the public . Requiring vaccinations prevents disease outbreaks, which could otherwise result in student exclusions or school closures. Just as v accines protect not only the person being vaccinated, but also people around them , Hawaii's immunization requirements exist to protect the health of all children so that they may attend school . References: https://www.cdc.gov/phlp/publications/topic/vaccinationlaws.html https://www.cdc.gov/vaccines/parents/tools/parents -guide/parents -guide -part4.html CONCERN : IMPACT AND COMMUNICATION WITH CHILD CARE FACILITIES , SCHOOLS , AND POST-SECONDARY SCHOOLS The proposed amendments to the administrative rules were developed and reviewed in concert with the School Examination and Immunization Requirements Working Group, which includes representatives from the Hawaii State Department of Education (DOE), private compulsory and post - secondary institutions, and the Hawaii State Department of Human Services which oversees the licensing of child care facilities. Administrative and financial impact of the proposed amendments on child care centers and educational instit utions was discussed. It was determined that because these institutions currently monitor students' compliance with HAR Chapter 11 -157 possible indirect costs associated with enhanced screening and recordkeeping may be incurred but would not be prohibitive to implementation of the revised administrative rules. C ONCERN : COST BARRIERS The proposed amendments were developed and reviewed by the School Examination and Immunization Requirements Working Group . In July 2017, members of the Small Business Regulatory Review Board unanimously agreed to support the proposal to proceed to public hearing . Through this process, cost implications for the following groups were identified: Parents/guardians - No financial impact. According to State law, all health insurance policies issued in Hawaii must provide health services, including routine immunizations, for children of the insured from birth through age five years. The f ederally funded Vaccines for Children program provides vaccines at little to no cost t o eligible children through age 18 years. All proposed vaccines are available through this program. Uninsured adults attending post -secondary school - Some financial impact possible. Depending on availability of funds, DOH provides required vaccines to po st-secondary schools for administration to uninsured students. If state -provided vaccines are not available, post -secondary school students may Page 9 of 9 receive vaccination services at Community Health Centers on a sliding fee scale based on their ability to pay. Healthcare providers - No financial impact. The proposed vaccination requirements are already routinely recommended and administered by health care providers. Schools - Some financial impact possible. Child care centers, compulsory schools, and post -secondary schools already monitor their students' compliance with HAR Chapter 11 -157 at first school entrance and at attendance in kindergarten, 7th grade, and post -seconda ry school. Increased indirect costs associated with enhanced screening and recordkeeping may be incurred by some child care centers, schools and post -secondary schools. DOH - Some financial impact will be incurred. The monetary cost to DOH to implement the additional requirements has been determined to be approximately $60,000 for the first year to conduct trainings for child care centers, schools, post -secondary schools, and health care providers, and develop and implement a public education campaign. T hereafter, costs associated with continued training and education are estimated at $5,000 annually. "}