{"title": "Avocados - reduce the risk of prostate cancer, heart disease and more", "author": "Juliet Etefe", "url": "https://thebftonline.com/2023/06/03/avocados-reduce-the-risk-of-prostate-cancer-heart-disease-and-more/", "hostname": "thebftonline.com", "description": "Avocados have been regarded as the most nutrients-packed food on the planet. It also has the spotlight as a global superfood. Interestingly, many have linked the colour of avocados in Ghana to increase cholesterol and weight. However, this assertion is wrong! Studies have confirmed that avocados contain a hearty dose of important nutrients, such as [...]", "sitename": "The Business & Financial Times - financial news and information to the business community in the country and internationally", "date": "2023-06-03", "cleaned_text": "as the most nutrients-packed food on the planet. It also has the spotlight as a global superfood. Interestingly, many have linked the colour of avocados in Ghana to increase cholesterol and weight. However, this assertion is wrong! Studies have confirmed that avocados contain a hearty dose of important nutrients, such as fibre, good fats, potassium and vitamin K. That's why there are several avocado benefits, with research suggesting that avocados could help enhance heart health, boost weight loss and keep your digestive tract running smoothly. Many regard them as fruits and vegetables. The avocado tree, also known as Persea americana, is a member of the laurel family (Bhuyan et al. 2019). Different types of avocados are found - the Hass avocado is the most popular variety, but there are several other less-common kinds available as well, including Bacon, Lula, Pinkerton, Fuerte, and Gwen avocados. Avocados: nutritional profile 136 grams of avocado [contains approximately](https://fdc.nal.usda.gov/fdc-app.html#/food-details/171706/nutrients): - 227 calories - 11.8 grams carbohydrates - 2.7 grams protein - 21 grams fat - 9.2 grams fibre - 28.6 micrograms vitamin K (36 percent DV) - 121 micrograms folate (30 percent DV) - 12 milligrams vitamin C (20 percent DV) - 0.4 milligrams vitamin B6 (20 percent DV) - milligrams pantothenic acid (20 percent DV) - 689 milligrams potassium (20 percent DV) - 2.7 milligrams vitamin E (13 percent DV) - 2.6 milligrams niacin (13 percent DV) - 0.2 milligrams copper (12 percent DV) - 0.2 milligrams riboflavin (11 percent DV) - magnesium DV) - manganese phosphorus DV) - 0.9 milligrams zinc (6 percent DV) - 0.8 milligrams iron (5 percent DV) - 200 international units vitamin A (4 percent DV) In addition, this fruit also contains some omega-3 fatty acids, omega-6 fatty acids, choline, betaine, calcium and As espoused earlier, Bird et al.(2017) found that avocados are loaded with diverse nutrients which are absent in our modern-day diets, such as magnesium, B6, vitamin C, vitamin E and folate. For instance, half of an avocado contains 10 percent of the daily value (DV) for potassium. Potassium is important for hypertensive patients. The U.S. Department of Health and Human Services and the U.S. Department of Agriculture in 2015-2020 Dietary Guidelines for Americans 8th Edition. December (2015) regards potassium as a \"nutrient of public health concern\" as most Americans do not have enough of it. The modern-day diet is deficient in Potassium. A case in point is linked to a study (Bailey et al. 2015) that involved 4,730 U.S. adults and revealed that less than 3 percent had potassium consumption more than the set adequate intake for potassium of 4,700 mg per day. Two studies ( Vinceti et al. 2016; Burnier, M, 2019) agreed that potassium is useful to help deal with many important bodily functions, such as blood pressure regulation and nervous system function. Hence, they found that consuming the right amount of potassium daily could avert hypertension and stroke. Vitamins - such as C, B6, and E - are also found in avocados to improve our immune health (Kumrungsee et al. 2020; Lewis et al. 2019). For B6, about half of an avocado can give 15 percent of the daily needs. B6 helps suppress inflammation and protect against oxidative damage. This means that a low level of B6 consumption could adversely affect our immune function and increase susceptibility to illness (Kumrungsee et al. 2020; Qian et al. 2017; Stach et al. 2021). The abundance of B6 in avocados could help improve our health. Avocado: Supporting literature Prevents the growth of cancer cell One old in vitro study (Ding et al. 2009) showed that the phytochemicals in avocados are so powerful that they could help kill off oral cancer cells. This was investigated in a preliminary study (D'Ambrosio et al. 2011) and found that the specific [phytonutrient](https://draxe.com/nutrition/phytonutrients/) combination found within each avocado [may hold the key](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3148526/) to its anti-cancer effects. Another study (Paul et al. 2011) found that phytochemicals extracted from avocados [help induce cell cycle arrest](https://pubmed.ncbi.nlm.nih.gov/22070054/), inhibit growth and promote apoptosis in precancerous and cancer cell lines. Studies also indicate that avocado phytochemicals extracted with 50 percent methanol help in the proliferation of human lymphocyte cells and decrease chromosomal changes. An older study(Simonsen et al. 1998) found that the monounsaturated fatty acids in avocados are linked to reduced risk for both cancer and diabetes. These monounsaturated fatty acids [ fight against chronic disease](https://pubmed.ncbi.nlm.nih.gov/9665107/) compared to other types of fatty acids because of their ability to lower inflammation. Finally, Sayeed and Ameen (2015) also found that [Beta-sitosterol](https://draxe.com/nutrition/beta-sitosterol/), another compound found in avocados, supports healthy prostate and is [linked](https://www.ncbi.nlm.nih.gov/pubmed/26473555) to better immune function and lower prostate cancer risk. Gut health The US Department of Agriculture found that avocados are high in fibre. The fibre content in each avocado is about 14 grams. This fibre supports the digestive system as it enhances [healthy bacteria](https://www.healthline.com/nutrition/gut-microbiome-and-health). Due to its high fibre content, a recent study (Thompson et al. 2021) in 163 overweight adults found that those who consumed 175 grams (men) or 140 grams (women) of avocado daily for 12 weeks had lower faecal bile acid concentrations and increased bacterial diversity compared to a control group. An earlier study (Ocvirk and O'Keefe, 2017) found greater bile acid concentrations induced intestinal inflammation and are linked to the growth of microbes associated with negative health outcomes like colon cancer. The study further found that the avocado group had more of the bacteria Faecalibacterium, Lachnospira, and Alistipes, all of which produce short-chain fatty acids (SCFAs), including butyrate. It has been argued that though the studies were astonishing, the fact that they were sponsored by an organization (Hass Avocado Board) interested in avocados promotion could raise a conflict of interest and influence the study findings. This notwithstanding, one study (Capuano, E. 2017) agrees that [high-fibre foods](https://draxe.com/nutrition/high-fiber-foods/) are significant for those with digestive tract issues because fibre helps shift the balance of bacteria in the gut, raising healthy bacteria while decreasing the unhealthy bacteria that can be the root of some digestive disorders. The study added that fibre also [helps add bulk to stool](https://pubmed.ncbi.nlm.nih.gov/27229126/), supports regularity, and helps pull waste and toxins through the intestines and colon. Link, R(2022) agrees that fats are also essential for digestion and nutrient absorption because they nourish the lining of the gut. A low-fat diet can result in constipation or symptoms of irritable bowel syndrome (IBS), which is a disorder of the gastrointestinal tract characterised by abdominal pain and change in bowel habits. Avocado - heart support Studies have confirmed that frequent eating of avocados could protect against heart disease. This contradicts the many perceptions of people who think that the colour or the fat content in avocados raises cholesterol level and increases our risk of heart disease. A previous study ( Dreher and Davenport, 2013) found that avocado and its oil encourage heart health by balancing blood lipids. For instance, the fat in the avocado is made up of 71 percent monounsaturated fatty acids, 13 percent [polyunsaturated fatty acids](https://draxe.com/nutrition/polyunsaturated-fat/) and [saturated fatty acids](https://draxe.com/nutrition/saturated-fat/). noted that diets moderately high in [healthy fats](https://draxe.com/nutrition/healthy-fats/) — specifically monounsaturated fats (MUFAs) — are known to block plaque build-up in the arteries more effectively than diets high in insulin-spiking carbohydrates. In addition to the presence of fat, the fibre in avocado and the presence of beta-sitosterol compounds [help reduce cholesterol levels](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664913/) and blood pressure. An older clinical study (Ledesma et al. 1996) examined the importance of healthy sources of fat on heart health. This study, engineered from Mexico, gave an avocado-enriched diet to both healthy adults and those with high cholesterol and analysed the results. After one week, the study found that when healthy people with normal lipid levels ate avocados, their total cholesterol levels were reduced by 16 percent. The results also found something astonishing in the high-cholesterol group. part from the drop in the total blood lipids of 17 percent, LDLs (22 percent) and triglycerides (22 percent), their good HDL also were enhanced by 11 percent. Other study findings suggest that an avocado-rich diet may help improve heart disease risk factors, which may help prevent the onset of heart disease. One recent study (Sacks et al. 2020) examined the impact of avocados on heart health. This study was sponsored by the Hass Avocado Board. Though this study is promising, the involvement of the Hass Avocado Board as a peer reviewer has been contested. The authors concluded: \"Food industry involvement in peer-reviewed research in leading nutrition-related journals is commonplace. In line with previous literature, this study has shown that a greater proportion of peer-reviewed studies involving the food industry have results that favour relevant food industry interests than peer-reviewed studies without food industry involvement. Given the potentially competing interests of the food industry, it is important to explore mechanisms that can safeguard the integrity and public relevance of nutrition research\". This notwithstanding, (Wang et al. 2020; Mahmassani et al. 2018) found that avocados could increase heart-protective HDL cholesterol and decrease levels of oxidised LDL cholesterol, a type of cholesterol that's drastically associated with atherosclerosis, or the build-up of plaque along artery walls. Also, due to its high potassium and magnesium content, Han et al. (2017) study found avocado to be helpful for blood pressure regulation, and this supports healthy heart disease prevention. Avocado - antioxidant and anti-inflammatory compounds Bhuyan et al.(2019) found that avocados are also packed with bioactive compounds, such as [carotenoids](https://www.healthline.com/health/beta-carotene-benefits), vitamin C, vitamin E and phenolic compounds. They have been found to have significant antioxidant, neuroprotective and cardioprotective activities. Another study (Liguori et al. 2018) also agreed that the carotenoids found in avocados - such as lutein, -Carotene, and -Carotene - have been found to exhibit strong antioxidant effects, protecting against oxidative damage, which is linked with the progression of diverse chronic diseases. A subsequent study (Wang et al. 2020) found that avocados' [antioxidant](https://www.healthline.com/nutrition/foods-high-in-antioxidants) content could increase the body's antioxidant defenses. This study used 45 people who ate avocado daily and found increased blood levels of the carotenoid lutein as compared with a typical Western diet without avocado. Finally, some studies(Cannavale et al. 2019; Erdman et al. 2015; Ran et al. 2020; Wang et al. 2014; Bianca et al. 2021) agreed that avocado diet is linked to better cognitive function, improved heart health, and many more. Avocado - weight loss Two studies (Gibson et al. 2019; Nour et al. 2018) found that eating a dietary pattern rich in fibrous foods, like fruits and [vegetables](https://www.healthline.com/nutrition/servings-of-vegetables-per-day), could support weight loss. They also found that those who eat more fibre have good body weights as compared to those who do not eat fibre diets. Another study (Miketinas et al. 2019) used 345 people and found that those who ate a fibre diet, such as avocado, experience that it lowers body weight. Three studies ( Khan et al. 2019; Heskey et al. 2019; Zhu et al. 2019) linked avocado consumption with weight loss, improved satiety, and decreased abdominal fat. A previous study (Fulgoni et al. 2013) also found that monounsaturated fatty acids (MUFA) in the diet are linked to better weight management and healthy BMI status. In an older study, Pieterse et al.(2005) aimed to dismiss the myth that avocados should be avoided in energy-restricted diets. They [examined](https://pubmed.ncbi.nlm.nih.gov/15661480/) the effects of avocados, a rich source of calories from monounsaturated fatty acids, as part of an energy-restricted diet. They found that consumption of 30 grams a day of fat from avocado within an energy-restricted diet didn't compromise weight loss at all when substituted for 30 grams a day of mixed dietary fats. The diet high in avocados resulted in significant weight loss in addition to other health improvements. Avocado, good for pregnant and lactating mothers In the course of [pregnancy](https://www.healthline.com/health/pregnancy/diet-nutrition) and breastfeeding, the demand for nutrient increase. For instance, Kominiarek and Rajan,(2016) found that during pregnancy, [Folate](https://www.healthline.com/nutrition/foods-high-in-folate-folic-acid)requirements increase from 400 g to 600 g. - Potassium needs jump from 2,600 mg to 2,900 mg. - Vitamin C needs increase from 75 to 85 mg. Three studies (Herter-Aeberli et al. 2020; Cheng et al. 2018; Olapeju et al. 2019) found that during pregnancy, there is a need for high folate. Hence, low folate levels during pregnancy increase the risk of pregnancy complications. Hence, avocado consumption in pregnancy could give 27 percent of the recommended folate intake during pregnancy, according to the US Department of Agriculture. For lactating mothers, the consumption of avocados can also help them reach the recommended intake levels for nutrients that are needed in greater amounts during pregnancy and [breastfeeding](https://www.healthline.com/nutrition/breastfeeding-diet-101), like vitamin C, potassium, and B6. Finally, one study (Pretorius and Palmer, 2020) found that the high fibre content of avocados could avert constipation common during pregnancy. Avocado - metabolic syndrome Metabolic syndrome is a collective term for conditions that increases the risk of developing heart disease, stroke and diabetes. Fulgoni et al.(2013) examined the eating habits of 17,567 U.S. adults over seven years. They revealed that those who consumed avocados frequently have a balanced and better quality diet as compared to those who do not eat avocados. The study noted that those who ate avocado had reduced body weight, body mass index (BMI), waist circumference, and higher levels of good [HDL cholesterol](https://draxe.com/health/hdl-cholesterol/). They also concluded that those who ate the avocados had a 50 percent chance of developing metabolic syndrome than non-eaters. Supports Eye, Skin, and Hair Health Avocados are [high-antioxidant foods](https://draxe.com/nutrition/top-10-high-antioxidant-foods/) that contain [lutein](https://draxe.com/nutrition/lutein/), a type of carotenoid that protects eye health and preserves healthy, youthful-looking skin and hair. [Carotenoids](https://draxe.com/nutrition/carotenoids/) are a group of antioxidant phytochemicals found in veggies - like carrots, squash and sweet potatoes - that are known for blocking the effects of environmental toxins like pollution and UV light damage. Johnson, E.J(2002) found that dietary carotenoids give health benefits linked to disease prevention, especially some cancers of the skin and age-related eye disorders like macular degeneration. Lutein supports eye health because it absorbs the type of damaging blue light rays that enter the eyes and skin, changing DNA and causing free radical damage. A subsequent study (Unlu et al. 2005) found that adding avocado to a meal [can help boost carotenoid absorption](https://pubmed.ncbi.nlm.nih.gov/15735074/). Link, R(2022) article suggests that to encourage a healthy, shining complexion, one can rub the inside of an avocado peel on the skin, and use avocado oil as the primary moisturiser. Encourage mood, improve arthritis Link, R(2022) article suggests that fatty acids play an important role in regulating central nervous system functions and cognitive processes because they impact neurotransmitter levels and help balance hormones naturally. As a consequence, your mood can also improve when you eat enough healthy fats. This means eating avocado can help with mental health. For instance, one study (Sánchez-Villegas et al. 2011) revealed that eating trans fats could be associated with a higher risk of depression, [the opposite is true](https://pubmed.ncbi.nlm.nih.gov/21298116/) of natural MUFAs. This means that higher-fat diets could decrease depression, anxiety, and other mental disorder risks as they enhance good processing, hormone production, and stress reduction mechanisms within the brain. On arthritis symptoms, DiNubile( 2010) explained that avocado helps with some symptoms of arthritis. The study also showed that specific compounds [taken from avocado oil](https://pubmed.ncbi.nlm.nih.gov/20631466/) could reduce symptoms of osteoarthritis, which is considered the most common form of arthritis Warnings Avocado is nutritious and is eaten in moderation in a balanced diet. However, some people may need to limit their consumption of this superfood, according to Link, R(2022). Link explained that those with kidney problems are often advised to follow a low-potassium diet. That's because eating high amounts can cause potassium levels to rise in the body when the kidneys aren't working properly. Hence, such people should keep it in moderation. Avocado allergy is also reported by Link, which can cause [food allergy symptoms](https://draxe.com/health/food-allergy-symptoms/) like hives, itching and swelling. Hence, she explained that those with a latex allergy should also be careful consuming avocados as the cross-reactivity can trigger an allergic reaction in some cases. Also, due to the high amount of calories in avocado, moderation is recommended as more could lead to weight gain. Link finally advised that avocados are also high in fibre, which can be beneficial when taken in moderation. However, increasing fibre intake too quickly can lead to digestive issues like constipation, gas and bloating. Take home Avocados are highly nutritious and improve heart health, increase weight loss, enhance digestive health, and better blood sugar levels. Avocado benefits may also include the ability to help improve mood; support eye, skin, and hair health; fight cancer cell growth, and reduce the risk of arthritis and metabolic syndrome. They are also good for pregnant and lactating mothers. NB: Prof. Nyarkotey has strict sourcing guidelines and relies on peer-reviewed studies, academic research institutions, and medical associations to justify his write-ups. My articles are for educational purposes and do not serve as medical advice for treatment. I aim to educate the public about evidence-based scientific naturopathic therapies. >>>The writer is a Professor of Naturopathic Healthcare, a Medical Journalist, and a science writer. He is also President, Nyarkotey College of Holistic Medicine & Technology (NUCHMT)/African Naturopathic Foundation, Ashaiman, Ghana. He is currently a BL Candidate at the Gambia Law "}