{"title": "Coronavirus: Vaccination", "author": "Federal Office", "url": "https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/impfen.html", "hostname": "admin.ch", "description": "All about the COVID-19 vaccination.", "sitename": "bag.admin.ch", "date": "2023-05-31", "cleaned_text": "In principle, no COVID-19 vaccination is recommended for spring/summer 2023. People at especially high risk can receive a vaccination following an individual consultation with their doctor. In principle, no COVID-19 vaccination is recommended for spring/summer 2023. People at especially high risk can receive a vaccination following an individual consultation with their doctor. Is vaccination recommended for spring/summer 2023? In principle, no COVID-19 vaccination is recommended for spring/summer 2023. Nearly everyone in Switzerland has been vaccinated and/or contracted and recovered from COVID-19. Their immune system has therefore been exposed to the coronavirus. In spring/summer 2023, the virus will likely circulate less. The current virus variants also cause rather mild illness. For autumn 2023, the vaccination recommendation will be evaluated again and adjusted accordingly. What applies to people at especially high risk? In principle, it is also not currently recommended for people at especially high risk to receive a COVID-19 vaccination. They can, however, receive a vaccination following an individual consultation with their doctor. Vaccination may be wise in individual cases, as it improves protection against developing severe COVID-19 for several months. This applies regardless of the number of vaccinations you have already received. People at especially high risk include: - People aged 65 or over - People aged 16 or over with a chronic condition - People aged 16 or over with Down's syndrome - Pregnant women If a wave of infection were to emerge in spring/summer 2023, the vaccination recommendation would be adjusted. If your doctor recommends that you get the COVID-19 vaccination, the following applies: Vaccination timing The COVID-19 vaccination can be given from 6 months after the last COVID-19 vaccination or from 6 months after a known coronavirus infection. Other vaccinations with inactivated vaccines can also be administered before, at the same time as or after a COVID-19 vaccination. Vaccine We advise you to get vaccinated with a bivalent (i.e. variant-adapted) mRNA vaccine or with the protein-based Novavax vaccine. Which vaccine(s) you have previously received is of no importance here. Monovalent mRNA vaccines continue to provide good protection against severe COVID-19 with possible hospitalisation. Please note: If you are pregnant or breastfeeding, or if you have a severely weakened immune system, you should get yourself vaccinated with an mRNA vaccine. You will find more detailed information on the COVID-19 vaccines on the page for health professionals (in [German](/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/information-fuer-die-aerzteschaft/covid-19-impfung.html#1512731594), [French](/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/information-fuer-die-aerzteschaft/covid-19-impfung.html#1512731594) and [Italian](/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/information-fuer-die-aerzteschaft/covid-19-impfung.html#1512731594)). Who covers the costs of the vaccination? In principle, no COVID-19 vaccination is recommended for spring/summer 2023. People who want to get vaccinated without a recommendation (e.g. for a trip) can get the vaccination but have to pay for it themselves. What applies to people at especially high risk? As someone at especially high risk, you can receive a vaccination following an individual consultation with your doctor. A vaccination recommended by your doctor is free of charge for you and is covered by compulsory health insurance. You will find more detailed information on the funding of the COVID-19 vaccination on the page for health professionals (in [German](/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/information-fuer-die-aerzteschaft/covid-19-impfung.html#1512731594), [French](/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/information-fuer-die-aerzteschaft/covid-19-impfung.html#1512731594) and [Italian](/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/information-fuer-die-aerzteschaft/covid-19-impfung.html#1512731594)). Statistics on the COVID-19 vaccination You will find statistics on the COVID-19 vaccination at [www.covid19.admin.ch](https://www.covid19.admin.ch/en/overview). Frequently Asked Questions (FAQs) Links [Swissmedic: Covid-19 pandemic and vaccines](https://www.swissmedic.ch/swissmedic/en/home/news/coronavirus-covid-19.html) Ongoing and completed studies can be found, for example, at [www.clinicaltrials.gov](https://www.clinicaltrials.gov/) . [Robert Koch Institute: Covid-19 and vaccination: answers to frequently asked questions (available in German only)](https://www.rki.de/SharedDocs/FAQ/COVID-Impfen/gesamt.html;jsessionid=6BEFD09C08C97516DBF1F7C1E60B33C5.internet121) [Information on "}