{"title": "Gene therapy shows promise in mouse model of Pompe | Therapy found...", "author": "Patricia Inácio; PhD", "url": "https://pompediseasenews.com/news/gene-therapy-clears-glycogen-shows-promise-pompe-mouse-model/", "hostname": "pompediseasenews.com", "description": "A new gene therapy showed promise in a mouse model of Pompe disease, completely clearing the hallmark toxic buildup of glycogen in muscles.", "sitename": "Pompe Disease News", "date": "2023-08-24", "cleaned_text": "Gene therapy shows promise in mouse model of Pompe Therapy found to completely clear toxic glycogen buildup in muscles A new gene therapy for [Pompe disease](https://pompediseasenews.com/what-is-pompe-disease/) showed promise in a mouse model, researchers say, fully clearing in muscles the buildup of glycogen that characterizes the genetic disorder and also reducing it nearly completely in the brain. Glycogen is the stored form of glucose, or sugar — the body's main source of energy — which is not broken down in people with Pompe, but instead builds to toxic levels in cells. In addition to completely clearing glycogen accumulation in muscles and significantly reducing it in the brain, the gene therapy candidate markedly increased the activity of acid alpha-glucosidase (GAA), the enzyme that's lacking in Pompe patients. It also resolved motor impairments associated with the disorder. According to the researchers, in the wake of the worldwide approvals of the gene therapy [Zolgensma](https://smanewstoday.com/zolgensma/) for [spinal muscular atrophy](https://smanewstoday.com/what-is-spinal-muscular-atrophy/) (SMA), these findings \"may open the door for systemic gene therapy for Pompe disease. \" The study, \" [AAV-mediated delivery of secreted acid -glucosidase with enhanced uptake corrects neuromuscular pathology in Pompe mice](https://insight.jci.org/articles/view/170199),\" was published in the journal [JCI Insight](https://insight.jci.org/). Study tested 3 different doses of the Pompe gene therapy candidate [Enzyme replacement therapy](https://pompediseasenews.com/enzyme-replacement-therapy) (ERT), the mainstay treatment for Pompe, consists of providing patients with a form of the GAA enzyme. However, the need for regular life-long infusions creates a treatment burden for individuals with the disorder. Moreover, there are other major hurdles with ERT, specifically a reported clinical worsening after initial improvements, and an inability by the therapy to reach the brain in some patients. [Gene therapy](https://pompediseasenews.com/gene-therapy-pompe-disease) is another treatment approach for Pompe being investigated in several clinical trials. Such treatments use adeno-associated viruses (AAV) as carriers of the therapeutic gene. However, while these strategies are showing promise in delivering a healthy GAA gene into muscles, they do not address glycogen accumulation in the brain and spinal cord — a relatively recent concern. Now, researchers at the National Heart, Lung, and Blood Institute and the National Institute of Arthritis and Musculoskeletal and Skin Diseases assessed a gene therapy designed for enhanced tissue uptake. The study used a mouse model of Pompe, wherein the mice were genetically engineered to be unable to produce GAA. These animals were called KO mice. The gene therapy, delivered in a single injection into the vein (intravenously), uses a proprietary [Amicus Therapeutics](https://amicusrx.com/) AAV vector — the SYS vector. This vector has a gene sequence called promoter designed to enable systemic or body-wide distribution among multiple tissues. According to the investigators, the vector was optimized in its design to enhance GAA production and its secretion into circulation in the body. First, the researchers tested a low, intermediate, and high dose of the gene therapy in both young (3-3.5 months of age) and older (8-9 months of age) GAA KO mice. The animals were analyzed after one month (short term), or six to eight months following dosing (long term). The results showed modest improvements with the low dose. However, animals treated with the high dose had a \"remarkable\" reversal of skeletal muscle disease, the researchers noted. These effects were seen in young mice as early as one month after delivery. According to the team, GAA enzyme activity far exceeded that of normal, control mice, and glycogen was reduced in muscle to near normal levels. These results lay the groundwork for a future clinical development strategy in Pompe. As for the intermediate dose, no signs of glycogen accumulation in muscle were detected one month after administration in young mice. Similar results were seen in the heart muscle and the diaphragm, a key muscle for breathing, which made the scientists use this intermediate dose in subsequent experiments. Those findings further showed a higher enzyme activity in the liver compared with an Amicus gene therapy designed for specific GAA gene activity in the liver. In contrast, the amount of secreted protein and GAA activity in the bloodstream was lower. However, all muscle parameters analyzed in younger mice favored the intermediate dose of the studied gene therapy: better glycogen clearance and increased muscle fiber size were seen, accompanied by enhanced muscle strength within one month of infusion. Overall, these findings \"establish therapeutic equivalence between intermediate and high vector dose in reversing all aspects of muscle pathology [disease],\" the researchers wrote. \"These results lay the groundwork for a future clinical development strategy in Pompe,\" the team added. Improvements still seen seven months after infusion The improvements with the intermediate dose were sustained over time, with high levels of enzyme activity and muscle glycogen clearance seen seven months after infusion. The size of muscle fibers was normalized and muscle function was restored. This complete rescue of muscle function and the normalization of glycogen levels in muscle were recapitulated in the older — more severely affected — mice. At 16 months of age, the animals appeared healthy and were able to stand on their hind limbs. Enzyme activity exceeded that of control mice. Finally, the researchers assessed the brain of both young and older mice treated with the intermediate dose. Similar to what was seen in the muscle, GAA enzyme levels were greater in KO mice treated with the gene therapy compared with the liver-targeting gene therapy used as control. However, enzyme activity showed no difference between the two treatments. Still, the studied gene therapy led to efficient clearance of excess glycogen in the brain in both young and older animals. In contrast, only young animals treated with the control gene therapy showed a reduction of glycogen, which was modest. The researchers noted that, contrary to the skeletal muscle, the clearance of glycogen in the brain was achieved with only 10% of the levels of GAA found in control mice. Overall, \"the data indicate that a single administration of SYS vector can rapidly and efficiently rescue the pathology [disease] in all key therapeutic targets in Pompe disease, including the CNS [brain and spinal cord],\" the study concluded. "}