{"title": "Champús sólidos, la alternativa \"verde\"", "author": null, "url": "https://www.ocu.org/salud/higiene-diaria/noticias/champus-solidos-eco", "hostname": "ocu.org", "description": "Los champús en pastilla se presentan como una alternativa eco a los champús convencionales. OCU ha analizado los champús en pastilla para ayudarte a elegir el mejor.", "sitename": "www.ocu.org", "date": "2022-06-03", "cleaned_text": "Los champús sólidos se venden como una alternativa más ecológica a las versiones líquidas. Pero, ¿realmente son mejores para el medio ambiente? ¿Qué opinan los usuarios y usuarias de cómo lavan o dejan el cabello? ¿Duran tanto como dicen en las etiquetas? OCU responde tras haber analizado 12 de estos productos. Champús en pastilla, una opción sostenible A primera vista, los champús sólidos tienen varios puntos que los hacen atractivos a los consumidores, como su menor tamaño o tipo de envoltorio, libre de plásticos. OCU, además, ha comprobado que cuando se usan, también convencen. Las pruebas del laboratorio nos han servido para verificar que son una opción más sostenible para el planeta, aunque no duran tando como anuncian algunos fabricantes en las etiquetas. Todas esas conclusiones salen de nuestro [análisis de 12 champús sólidos](http://) para todo tipo de cabellos. Si quieres descubrir cuáles han quedado mejor y las diferencias entre marcas, aprovecha y consulta el comparador: [Compara y elige el mejor champú sólido](https://www.ocu.org/salud/cuidado-piel/test/comparar-champus-solidos/results) Impacto ambiental: los sólidos ganan a los líquidos - Su producción y transporte no dejan tanta huella. Primero porque necesitan menos agua y energía para su fabricación. Y en el transporte, como las pastillas de champú sólido ocupan y pesan menos, aventajan a las botellas de champú líquido. - Su embalaje es de papel o cartón, que genera menos residuos que las botellas de plástico de los champús líquidos convencionales. Y los mejor valorados en nuestro análisis vienen en envases hechos de papel (parcialmente) reciclado o de papel procedente de bosques sostenibles con certificados acreditados, como [FSC o PEFC](https://www.ocu.org/consumo-familia/consumo-colaborativo/noticias/etiquetas-medioambientales?_gl=1*mgak58*_ga*MTU4NjEyNTkwLjE2MTkwMDA4OTU.*_ga_D6C8JSF53Y*MTY1MjkwNTkwMS43Ny4wLjE2NTI5MDU5MDEuMA..&_ga=2.164625471.1490497299.1652783939-158612590.1619000895#:~:text=Papel%20y%20madera,de%20origen%20forestal). - Si se apura bien la pastilla, apenas hay desperdicio de producto. Sin conservantes, que es un gran avance En cuanto al impacto ambiental de los ingredientes, su principal ventaja es que, al no llevar agua prácticamente, no necesitan conservantes en su fórmula y, por tanto, contaminan menos las aguas residuales. En cuanto al resto de ingredientes hay diferencias entre las marcas: de los 12 productos analizados, hay 3 que presentan [fragancias alergénicas](https://www.ocu.org/salud/cuidado-piel/noticias/26-ingredientes-de-los-perfumes-que-causan-alergias) que además resultan contaminantes, lo que penaliza su calificación. Duran menos de lo que anuncian En el laboratorio, un equipo de profesionales lavó unas pelucas de media melena con todos los champús sólidos para determinar el número de lavados por pastilla, apurándola bien hasta el final. Y, para comparar, hicieron lo mismo con un champú líquido de 250 ml para cabellos normales. ¿Cuánto han cundido? - El número de lavados con el champú líquido fue de 53. - El número de lavados con los champús sólidos varió entre 37 y 72, dependiendo del producto. No hay más que comparar esos datos, para comprobar que, de los 12 champús de nuestra prueba: - Ningún champú sólido equivale a dos botellas de champú tradicional, pese a lo que alardean algunos fabricantes. - Solo 5 champús sólidos duraron un poco más que una botella de champú. - Y el resto, duraron tanto como una botella de champú, o incluso menos. No obstante, ten clara una cosa: con la duración solo se pueden hacer aproximaciones. Al final, que una pastilla cunda más o menos depende de cuestiones individuales: la cantidad y suciedad del pelo, el volumen de champú usado, etc. Además, en general, tendemos a usar más cantidad de la estrictamente necesaria por lavado y los trozos finales no se suelen aprovechar porque resultan muy pequeños y difíciles de manejar. Algo más caros que el champú líquido De media, estos champús sólidos cuestan 0,16 euros por lavado. Los más caros son los de tiendas especializadas como Lush y L'Occitane en Provence, pero las marcas de venta en perfumerías o supermercados suelen tener precios más bajos. Por lo general, un champú sólido es más caro que un champú líquido de la misma marca, pero si puedes permitirte pagar esa diferencia, piensa que estarás dando un paso para mejorar la conservación del planeta. Los usuarios, a favor de los champús sólidos El análisis se completa con las opiniones de los usuarios. Las respuestas de los voluntarios que han estado probando los champús sólidos han sido bastante positivas. Por ejemplo: - La espuma generada no defraudó y la calificación general fue buena. - Tampoco se reportaron casos de champús que fueran mal tolerados y, aunque ciertas fragancias resultaron demasiado intensas para algunos usuarios, otros las apreciaron en gran medida. Es inevitable que en algo tan subjetivo como el aroma haya división de opiniones. - El único reproche reiterado estuvo en la evaluación tras el uso, en concreto a la hora de desenredar el pelo y juzgar con qué aspecto queda tras el lavado. Parece que algunos champús sólidos no se caracterizan por facilitar el peinado ni aportan el volumen o brillo esperados. - Sobre la forma también hubo opiniones: los jabones redondos gustan generalmente más que los rectangulares. Por otro lado, como tienen un tamaño reducido, resultan prácticos para llevarlos de viaje. Y, al ser sólidos, no te pondrán pegas para subir con el champú al avión Higiene y belleza sostenible En cualquier caso, el hecho de usar un champú u otro no supone un cambio radical en el impacto ambiental de un lavado, que procede en gran parte del consumo de agua y de la energía que gastamos en calentarla. ¿Quieres lavarte la cabeza de forma más ecológica? Entonces suma estos ingredientes: - Usa un champú sólido y hazlo en la cantidad justa (con frecuencia utilizamos más del necesario). - Haz lavados más cortos, menos frecuentes y a una temperatura más templada. - Plantéate la instalación en los grifos de casa de [dispositivos "}