{"title": "PDF", "author": "PDF", "url": "https://static1.squarespace.com/static/5c264953620b850c9fb03732/t/5fcd8926fe657040d5aa3a2e/1607305514479/cell_pardee3.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Resource Portable, On-Demand Biomolecular Manufacturing Graphical Abstract Highlights dA cell-free platform for on-demand biomolecular manufacturing dDistribution and production of therapeutics andbiomolecules cold chain dSynthesis and functional validation of antimicrobial peptidesand vaccines dCombinatorial small Pardee, Slomovic,Peter Q. Nguyen, N. Boddy, S. Joshi,James J. Collins Correspondence jimjc@mit.edu In Brief preparations enable on-site, on-demand production of biomolecules like antimicrobials and vaccines without refrigeration orspecialized equipment. Data Resources KX461959KX461960KX461961KX461962KX461963 Pardee et al., 2016, Cell 167, 248-259 September 22, 2016 ª2016 Elsevier Inc. http://dx.doi.org/10.1016/j.cell.2016.09.013 Resource Collins2,3,6,7,8,9,11, * 1Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON M5S 3M2, Canada 2Institute for Medical Engineering and Science, Massachusetts Institute of Technology, Cambridge, MA 02139, USA 3Wyss Institute for Biologically Inspired Engineering, Harvard University, Boston, MA 02115, USA 4Department of Chemistry and Biomolecular Sciences, University of Ottawa, Ottawa, ON K1N 6N5, Canada 5School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA 6Department of Biological Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA 7Synthetic Biology Center, Massachusetts Institute of Technology, Cambridge, MA 02139, USA 8Harvard-MIT Program in Health Sciences and Technology, Cambridge, MA 02139, USA 9Broad Institute of MIT and Harvard, Cambridge, MA 02142, USA 10Co-rst authors 11Lead contact *Correspondence: jimjc@mit.edu http://dx.doi.org/10.1016/j.cell.2016.09.013 SUMMARY Synthetic biology uses living cells as molecular foundries for the biosynthesis of drugs, therapeuticproteins, and other commodities. However, theneed for specialized equipment and refrigeration forproduction and distribution poses a challenge forthe delivery of these technologies to the eld and tolow-resource areas. Here, we present a portable plat- form that provides the means for on-site, on-demand manufacturing of therapeutics and biomolecules.This flexible system is based on reaction pelletscomposed of freeze-dried, cell-free transcriptionand translation machinery, which can be easily hy-drated and utilized for biosynthesis through theaddition of DNA encoding the desired output. Wedemonstrate this approach with the manufacture and functional validation of antimicrobial peptides and vaccines and present combinatorial methodsfor the production of antibody conjugates and smallmolecules. This synthetic biology platform resolvesimportant practical limitations in the production anddistribution of therapeutics and molecular tools,both to the developed and developing world. INTRODUCTION Synthetic biology applies rational design principles of engineer- ing to molecular biology to build genetic devices, which have begun to impact the diagnostic and therapeutic space. This approach has helped to create whole-cell biosensors ( Kobaya- ( Danino et al., 2015 ), and a growing capability for cell-based biomolecular manufacturing. Rooted in genetically engineered productioncell lines, biosynthesis is increasingly a mainstay for industrial drug production ( Fossati et al., 2014 fuels al., ), and other commodities (Chubukov et al., 2016 ). However, the reliance on living cellular hosts to operate the genetic programs that underpin biosyn- thesis is accompanied by biosafety regulations, practical hur- dles, and specialized skills that limit their operation to laboratorysettings. Therefore, vaccines and other protein-based biomole- cules must be globally distributed from centralized foundries and, most often, require a cold chain for stability. These limita-tions impact distribution costs and highlight the challenge ofdelivering the benets of these technologies to developing re- gions. We recently reported a method for the safe deployment of genetically encoded tools ( Pardee et al., 2014 ). Using freeze-dried, cell-free (FD-CF) expression machinery on paper, we generated a platform that retains the fundamental protein synthesis capability of live cells while remaining abiotic, sterile,and portable. In combination with toehold switch RNA sensors (Green et al., 2014 ), this platform was used to demonstrate a new class of low-cost diagnostic tools ( Pardee et al., 2016 ). FD-CF reactions offer additional venues for the distributed use of synthetic biology apart from diagnostics, such as the exciting prospect of the portable manufacture of pharmaceuticals, ther-apeutic proteins, and other biomolecules. In recent years,in vitro biosynthesis from fresh or frozen lysates has developed remarkably, including the biomanufacture of difcult molecules that cause cell toxicity and the incorporation of non-canonicalelements ( Amiram et al., 2015; Dudley et al., 2015; and Je- wett, 2016; Sullivan et al., 2016; Welsh et al., 2012; Zawada et al., 2011 ). These advances have thus far been tied to laboratory set- tings where the necessary skills and equipment are found. Build- ing off of this foundation, the proposed use of FD-CF systems, with their long-term activity at room temperature (>1 year) andease of operation, could alleviate both the restrictions of live-cell biosynthesis and cold-chain distribution requirements ( Par- dee et al., 2014 ). Recent reports draw emphasis to a pressing need for the decentralization of therapeutic biomanufacturing,offering novel alternatives that, nonetheless, require expensive, large equipment and highly skilled operators or yet rely on pro- duction from living cells ( Adamo et al., 2016; Perez-Pinera 248 Cell 167, 248-259, September 22, 2016 ª2016 Elsevier Inc.et al., 2016 ). Previous work has demonstrated protein produc- tion from lyophilized reactions, which strongly supports the notion of advancing this concept further toward on-demand, local biomanufacturing ( Salehi et al., 2016; Smith et al., 2014 ). In addition to portability, the FD-CF format has all of the advan- tages that are innate to in vitro biosynthesis. Moreover, with buffers, cellular machinery, and molecular instructions all com-pressed into a single FD reaction pellet, on-demand, on-site activation would only require the addition of water and yields product within 1-2 hr, without the need for specialized equip-ment and skill. This system could be applied for global health and personalized medicine, making scalable molecular synthe- sis available to anyone with FD reagents and DNA-encodingbiosynthesis instructions. Here, we present a series of vignettes describing the produc- tion of a diverse set of therapeutics and molecular tools for clin- ical and research environments using FD-CF reaction pellets(Figure 1 ). Nested within this proof of concept is a drive to create inexpensive alternatives for developing world applications where cost is a major factor to access. We begin with the production oftwo therapeutic classes of molecules: antimicrobial peptides (AMPs) and vaccines. For the former, we demonstrate purica- tion schemes and validate antimicrobial activity. For the latter,we verify the expression of three vaccine antigens, includingthe scaled-up production and functional characterization of the diphtheria toxoid antigen (DT), which is administered to an ani- mal model to conrm a successful immune response. Next, weestablish a novel combinatorial approach to generate 90 possible afnity conjugates for applications in research and healthcare, of which a subset are functionally validated. Finally,we reconstitute a multi-enzyme biosynthesis pathway for small-molecular therapeutic production and offer a mix-and- match method to synthesize multiple pathway products, whichare conrmed using mass spectrometry (MS). RESULTS Antimicrobial Peptides AMPs are a diverse peptide class that evolved as defense mole- cules against infection by interfering with protective cell layersand intracellular components. Given their wide target range (bacteria, viruses, fungi, and cancer) ( Gaspar et al., 2013 ), compact molecular structure and reports of al., 2010; Marte- myanov et al., 2001 ), we sought to express and functionally vali-date these promising alternatives to classic antibiotics using the FD-CF format. DNA templates encoding ten different and Opistoporin 1)were added to a recombinant reaction mixture and lyophi- lized ( that all AMPswere produced ( Figure 2 A). To support applications in which background proteins might interfere, we also designed versions of three AMPs to contain a leader sequence for increased stabil-ity, an afnity tag for purication, and a Factor Xa protease site for subsequent removal of these added residues, which could dampen bioactivity. His 6- and FLAG-tagged variants of each AMP were successfully synthesized and were conrmed bywestern blot (WB) ( Figure 2 B). Lyophilized, bacterial lysates prepared ''in house'' could serve as vastly more economical alternatives to commercial lysate-based kits or recombinant kits. Therefore, the expression of FLAG-tagged Cecropin P1 using tative WB conrmed successful in-house lysate, which outperformed the S30 T7 kit and yielded 20%-40% of the amount produced with the recombinant system ( Fig- ure S1 A). Next, afnity purication and Factor Xa cleavage were demonstrated, resulting in the release of a peptide product of ex- pected size ( Figure 2 C). Cleavage was alternatively performed in a crude AMP reaction ( Figure S1 B). The small AMP size offers an alternative, simple purication route based on molecular weight ltration ( Figure 2 D). Accord- ingly, AMP synthesis reactions were passed through a 10 kDa lter, which resulted in the retention of CF machinery while allow- ing passage and recovery of the AMPs ( Figure 2 D). Using custom-synthesized AMP standards (LifeTein), semiquantitative analysis was applied to a subset of weight-ltered AMP reactions for Cecropin P1, Cecropin B, ( Figure S1 C). Finally, AMP bioactivity was tested and exhibited a growth inhibition effect on either E. coli (Gram-negative) or B. subtilis (Gram-positive) ( Figures 2 E and 2F, respectively, and Figures S1 D and S1E, respectively). Importantly, isolation of the AMPs from the CF machinery wasnot required for bioactivity, highlighting an added flexibility that suggests that, in appropriate cases, such as for topical Figure 1. Portable Biomolecular Manu- facturing By pairing freeze-dried, cell-free reaction pellets with lyophilized DNA encoding the instructions forprotein synthesis, therapeutics and other molec-ular tools can be manufactured on site, on demandthrough the simple addition of water, avoiding thenormally required cold-chain distribution. Here,we demonstrate the use of this portable bio-manufacturing platform for the production of adiverse range of functionally active products,including AMPs, vaccines, afnity conjugates, andsmall molecules. Cell 167, 248-259, September 22, 2016 249administration, AMPs could be rapidly synthesized and applied effectively in crude format. Portable Vaccine Production Vaccines are one of the most powerful tools in disease prevention, with childhood diseases, such as polio, smallpox, and diphtheria,largely contained owing to systematic immunizations. However,distribution to the developing world is challenging, primarily due to costs and cold-chain requirements. While some vaccines can be lyophilized, temperature-controlled distribution cannot beavoided for others. Citing previous reports of the in vitro expres- sion of 2010 ), we sought to explore whether biosynthesis could be performed on site using FD-CF reactions, rather than restricted to a centralized production facility ( Figure 3 A). We began with the expression of vaccine antigens for botulinum (neurotoxin frag-ment, HcE) ( Zichel et al., 2010 ), anthrax (protective antigen, PA), and diphtheria (Diphtheria toxoid, DT), which resulted in clear bands of the expected molecular weights ( Figure 3 B). Diphtheria infections can lead to severe symptoms, including death. It re-mains endemic in developing countries that represent 80%- 90% of global cases ( Dandinarasaiah et al., 2013 ). The DT antigen was chosen for further characterization, as it is sensitive to bothheat and freezing, designating it as an especially challenging vac- cine for global distribution ( WHO, 2014a ).Fresh, recombinant CF reagents were used to test the expres- sion et al., 1984; 1997 ). Among those tested, the 51E/ 148K variant (DT5) and 52E variant (DT6), both containing anN-terminal leader and FLAG-tag, displayed the highest expres- sion levels ( Figure S2 A and Table S1 ). Next, the DT5 and DT6 antigens were successfully produced using lyophilized, recom-binant reagents, and yield was measured via quantitative fluo- rescent western blotting (QFWB), which revealed 768 ng/ mL and 1341 ng/ mL (DT6) of soluble protein ( Figures S2 B and S2C). Correct protein folding, critical for the induction of antibody (Ab)-based immunity, was evaluated via an enzyme- linked immunosorbent assay (ELISA). Both antigens successfullybound to commercial anti-DT Abs, indicating correct protein conformation ( Figure 3 C). Similar to AMP expression using lyophilized lysates prepared in house, we tested whether DT5could be produced from this inexpensive source. First,multiple combinations of Mg-glutamate (Mg-Glu) and K-gluta- mate (K-Glu) concentrations were applied to fresh, in-house lysate to determine optimal expression conditions for DT5,showing 6 mM Mg-Glu + 110 mM K-Glu as ideal concentrations (Figure S2 D). DT5 was then produced from FD, in-house lysate under these conditions and was compared to a sample pro-duced from a lyophilized, commercial S30 T7 lysate, resulting in comparable expression levels ( Figure S2 E). Figure 2. FD-CF Production of AMPs (A) Coomassie gel of 10 AMPs to 1. (-) indicates null reaction lackingDNA template. A bracket frames the molecularweight range of AMPs, while bands above thebracket originate from CF machinery.(B) Coomassie gel of three peptides (L to R),Magainin 2, Opistoporin 1, and Cecropin P1, thatwere designed to contain (from N to C terminus) aleader sequence (L), afnity tag (His x6or FLAG), Factor Xa cleavage site, and AMP sequence, al-lowing purication as described in (C). Lanes 1-3,His-tagged; lanes 4-6, FLAG-tagged; lanes 7-9,non-tagged versions. Arrows indicate relevant bands in lanes 1-6. Below lanes 1-3 and lanes 4-6 are WBs of triplets non-taggedCecropin size Cecropin P1 (orange arrow); III, and of the puried AMP (redarrow).(D) Left: molecular weight ltration scheme of non-tagged AMPs (red circles). Transcription andtranslation machinery (black icon mix) retained on10 kDa membrane, while non-tagged AMPs (red circle) pass through. Right: Coomassie gel of three example AMPs (L to R): Magainin 2, Cecropin P1, and Cecropin B.(E) Chart showing growth inhibition assay of E. coli subjected to three individual AMPs (indicated in the chart legend) alongside untreated and null samples. OD 600 was measured every 30 min for 18 hr. (F) Chart showing growth inhibition assay of B. subtilis subjected to one AMP, as described above. All data points in (E) and (F) represent the mean ±SD of three biological replicates. 250 Cell 167, 248-259, September 22, 2016To test methods that might increase DT5 levels, FD-CF reac- tions were supplemented with a disulde bond enhancer (DSE), which resulted in a marked increase in band intensity ( Fig- ure S2 F). The addition of DSE, which can be generated in house or purchased, improves yield by ensuring proper disulde bridge formation ( Goerke and Swartz, 2008 ). Toward a similar agenda, DT6 levels were assessed after applying a dialysis membrane to the hydrated reaction, providing the CF expression machinery access to a reservoir of molecular reagents while restrictingthe components to the original, small volume ( and Lib- chaber, 2004; Spirin et al., 1988 ). This approach also led to increased yield when compared to a non-dialyzed reaction (Figure S2 G). The nal stage focused on conrming the induction of anti-DT IgG Ab expression in an animal model. First, DT5 was produced from a FD-CF reaction pellet (originating from 900 ml of recombi- nant, CF reagent) and was isolated via its FLAG tag ( Figures 3 D andS2H). Next, endotoxin levels were evaluated using the indus- try standard limulus amebocyte lysate (LAL) 3 E) (Brito and Singh, 2011 ). DT5 was injected into mice (2.5mg per mouse per injection) at three time points (days 0, 7, and 14), and blood was drawn (days 0, 21, 28, and 42) to test for Ab production. Accompanying the test group were two con- trol groups: non-injected mice and mice injected with the prod-ucts of a DNA null control (consisting of a FD-CF reaction lacking DT5-encoding plasmid, which underwent identical expression, purication, and injection steps compared to the DT5 testsample). No mice exhibited signs of ill effect from injections throughout the experiment. Crucially, a strong induction ofanti-DT IgG Ab production in DT5-treated mice was detected beginning at 3 weeks after the rst injection (quantied via ELISA), and no induction was observed in either control group(Figure 3 F). On-Demand Production of Combinatorial Antibody Analogs Ab-based tools, such as ELISA, fluorescence-activated cell sort- ing and immunofluorescence imaging, have long as target-specic reagents in research and clinical applica- tions. Abs have recently begun to revolutionize therapeutics by enabling targeted treatment of diseases, including cancer ( Scott et al., 2012 ), immune disorders ( Wang et al., 2015 ), viral ( Ng et al., 2010 ), and bacterial ( Kontermann, 2012 ), as well as tar- geted delivery of antibiotics ( Lehar et al., 2015 ). Abs have been expressed using laboratory-based CF systems; however, theirstructural complexity, disulphide bonds, and post-translational modication requirements make their production challenging (Patel et al., 2011; Ryabova et al., 1997 ). Directed evolution and other engineering techniques have expanded the repertoire of such tools, creating designer afnity molecules, including DARPins and ). Such designer afnity molecules are under development as potential such as Abicipar (anti-VEGF DARPin) and Ozorali-zumab (anti-TNF aNanobody). While Abs and their analogs are powerful tools, their high production cost and need for cold stor- age limit their distribution and utility. Accordingly, we focused onthe FD-CF biosynthesis of 2014; Toward Portable Vaccine Produc- tion (A) Schematic illustrating the distribution of FD- on-demand Coomassie (63 kDa). (-) indicates a negativecontrol lacking DNA. Arrows indicate productbands.(C) Below, Coomassie gel showing DT5 and DT6generated with increasing amounts of DNA input,as indicated. An arrow indicates predicted productsize. Above, ELISA measuring binding capabilityusing plates coated with anti-DT antibody. Datarepresent the mean ±SD of three replicates. (D) Coomassie gel showing DT5 antigen (100 mg/mL) prepared via anti-FLAG purication and buffer exchange. (-) indicates a DNA null re-action that underwent identical expression andpurication steps.(E) DT5vaccine. (-) indicates the same DNA null reactionused in (D). Data represent the mean ±SD of three replicates. Dashed line indicates the recom-mended guideline for DT vaccines. (F) ELISA analysis measuring the immune response (anti-diphtheria IgG Abs) using plates coated with commercial DT antigen. Blood was drawn on days 0 ( before injection), 21, 28, and 42 to test for the induction of Ab production. (-) indicates a group of mice injected with the same DNA null reaction used in (D). D ata show the average and ±SD of each group with individual data points (habitat control, n = 4; DNA null control, n = 5; DT5 vaccine, n = 5). Cell 167, 248-259, September 22, 2016 251We designed templates encoding DARPins pended with a ''SpyTag'' and FLAG-tag. Engineered as a split protein from the Streptococcus pyogenes bronectin-binding protein, the SpyTag forms a spontaneous covalent bond with the ''SpyCatcher'' protein fragment ( Zakeri et al., 2012 ). Here, a sequence encoding the SpyCatcher was added to a seriesof output domains: yellow the SpyTag-SpyCatcher schemeinto a modular series of afnity proteins and output domains ex- pressed separately, we envisioned a means to generate user- dened de novo protein fusions ( Figure 4 A). This portable, combinatorial toolbox would allow end users to link a Nanobody or DARPin of choice to a desired output function, such as fluo-rescence, enzymatic activity, or targeted toxicity, with poten- tially 90 unique combinations. Anti-FLAG WBs veried the expression of all 15 afnity proteins in FD-CF reactions ( Fig- ure 4 B). To calibrate Nanobody production using FD-CF, re- combinant material, we tested the expression levels of soluble NbTcdA and NbCEA5 using QFWB and measured a yield of66.4 mg/mL and 280 mg/mL, ( Figures S2C). The FD-CF biosynthesis of do- mains was conrmed via Coomassie staining ( Figure 4 C). To test the option of post-translationally mixing afnity- and output products to create de novo fusions, the anti-CEA5 Nanobody was combined with each of the output products, resulting insix different conjugates ( Figure 4 D). YFP-SpyCatcher was like- wise combined with all 15 different SpyTag afnity domains (Figure S3 A). Also, pre-translational single-pot reactions were performed, in which the DNA templates encoding three differentSpytagged afnity proteins were each titrated with the YFP- SpyCatcher DNA template to test whether the proteins could be co-expressed and spontaneously pair, as well as to establishan optimal template input ratio to produce the nal fusion prod- ucts ( Figure 4 E). Figure 4. FD-CF Production of On-Demand Afnity Products (A) Afnity components are composed of single-domain VHH Abs (Nanobodies) or Ab mimetics (DARPins) genetically fused to a SpyTag (S T) peptide. Output components are functional domains genetically fused to a SpyCatcher (SC) domain. Mixing the desired afnity and output components e x- pressed in FD-CF reactions results in covalent fusion via the SpyTag-SpyCatcher interaction.(B) Anti-FLAG WB showing FD-CF expression of 12 Nanobodies and three DARPins containing (13) HER-2, (14) VEGF-A, and (15) epCAM. (-) indicates a DNA null control reaction. (C) Coomassie gel showing expression of six different output domains, including fluorescent proteins (YFP, lane 1), enzymes ( aeruginosa and C. diptheriae exotoxins, lanes 5 and 6), all expressed as SC fusions. Arrows indicate relevant protein bands. (-) indicates a DNA null control.(D) Anti-FLAG WB showing covalently linked proteins (indicated by arrows) produced by mixing Nanobody anti-CEA5-STFL reactions with output compon ent reactions. Lanes: (-), null; 1, YFP-SC; 3, aeruginosa 6, C. diptheriae exotoxin-SC. (E) Anti-FLAG WB showing one-pot manufacturing of afnity-output proteins, produced by mixing DNA templates encoding different afnity component s (left, anti-CEA5-STFL Nanobody; middle, Nanobody; right, STFL-anti-HER2 DARPin) with DNA encoding the YFP-SC output component in a singleFD-CF reaction. Template ratios are shown below. 252 Cell 167, 248-259, September 22, 2016While one of the intended uses of these Ab conjugates, as on- demand, economical lab reagents, may not demand purication,therapeutics administered by injection would require prior puri- cation. Therefore, in addition to the FLAG-based afnity purica- tion option, we explored a simple and particularly inexpensivemethod based on the cellulose binding module (CBM3) domainfrom Clostridium thermocellum , which has high afnity to cellu- lose, a cheap and sustainable resource ( Wan et al., 2011 )(Fig- ure S3 B). A CBM3-tagged TcdA Nanobody was expressed from FD-CF reagent and readily isolated from background using regenerated amorphous cellulose (RAC), showing a rela- tive purity of /C2495%, which strongly supports this approach for inexpensive purication of on-demand biosynthesis products (Figure S3 C). Figure 5. Functional Activity of On-Demand Afnity Products (A) Chemiluminescent dot blot showing binding of afnity-AP conjugates fused to E. coli alkaline phosphatase (PhoAP-SC) to their antigens, listedat left. All rows were normalized for signal intensityacross blots. (-) indicates a control in whichPhoAP-SC lacking an component wasused.(B) total reac-tion control (center), and 50 ng/mL TcdAexotoxin with 1% total volume of anti-TcdA-STFLFD-CF reaction (right).(C) Percentage of Vero cells exhibiting cell-round- ing morphology after 24 hr of with TcdA exotoxin and different dilutions of FD-CF reactionsin complete media. Experiments were performed intriplicate; data are shown as mean ±SD. (D) Viability of Vero cells after 48 hr of incubationwith TcdA exotoxin and different dilutions of FD-CFreactions. All data were normalized to the no-TcdAtoxin, PBS-only control and are shown as mean ± SD, n = 3.(E) Chart showing receptor-targeted cell and lines incubated with different dilutions (v/v) of FD-CFreactions including a DNA null control. All datawere normalized to media-only (-) controls and areshown as mean ±SD, n = bars, 50 microns. We next focused on bioactivity tests, beginning with an evaluation of the afnity and specicity of the DARPin and targetsvia an four Nanobody PhoAP-SC conjugates against four antigens. Imaging revealed high specicity for each of theconjugates with very low cross-reactivity ( Figure 5 A). PhoAP- SC was selected over SanaAP-SC due to a nearly 2-fold higher peak activity ( Figure S3 D). To demonstrate potential therapeutic applications for FD-CF Ab conjugates, we subjected the an exotoxin generated during C. difcile infection that causes extensive damage of the intestinal mucosa, promotesinflammatory responses, and can be fatal. An anti-TcdA Nano- body has previously been shown to neutralize the exotoxin (Hussack et al., 2011 ). Here, Vero cells incubated with exotoxin were completely protected from toxicity (cell-rounding and eventual death) in the presence of FD-CF Nanobody ( Figure 5 B) Cell 167, 248-259, September 22, 2016 253in a dose-dependent manner ( Figure 5 C), which was also sup- ported by a colorimetric tetrazolium-based cell viability assay (Figure 5 D). Next, we tested the bioactivity of the anti-HER2 DARPin con- jugated to exotoxin A domain from P. aeruginosa , previously used in immunotoxin therapy ( Wolf and 2009 HER2+breast cancer cells (ATCC HCC1954) in culture at a ratio of 1:500 and 1:1,000. After 3 days, cell viability was as- sessed, and we found that, at 1:500, the anti-HER2 DARPin- toxin led to a 75% reduction in HER2+cells compared to HER2-cells, with selective killing at >50%, using a 1:1,000 dilu- tion ( Figure 5 E). In contrast, HER2-cells showed little to no signs of toxicity at these dilutions, demonstrating selective targeting. This DARPin also has great value in clinical diagnostic and research settings. The DARPin and complementary YFP- SpyCatcher were applied to xed HER2+and HER2-cells that were then probed with an anti-FLAG primary Ab and anti-mouseATTO 655 secondary Ab ( Figure 5 F). The merged images indi- cated specic labeling of overlapping regions in GFP+NCI-H1975 cells (BBCTG) and with a FD-CF anti-GFP Nanobody, followed by anti-FLAG probing, as described above, resulting in specic labeling of the GFP+cells ( Figure 5 G). These results establish the potential to manufacture on-demand afnity domains directly conjugated to fluorescent proteins, as well as the ability to integrate in-house-manufactured products withcommercially available Abs. Combinatorial Biosynthesis of Small Molecules Violacein is a purple chromobacterial pigment with antibacterial, antitrypanosomatid, and anticancer properties and is the result of a ve-enzyme transformation of two L-tryptophan moleculesoccurring in Chromobacterium violaceum (Figure 6 A and Table S1). In light of previous reports of production in vitro ( Balibar and Walsh, 2006; Garamella et al., 2016; Nguyen et al., 2015 ), we chose to test this pathway's compatibility with the FD-CF format for on-demand therapeutic applications. Particularly, we hypothesized that a combinatorial approach, similar to thatapplied to the afnity and output domains, could be applied forsmall-molecule production, as well. To this end, the expression of each enzyme in the metabolic pathway (VioA, B, C, D, E) was rst tested using FD-CF reaction pellets and conrmed viaWB ( Figure 6 B). Next, FD-CF reaction pellets were rehydrated with combinations of VioA-E template amounts to establish the optimal concentration for each component's DNA that wouldlead to the highest levels of violacein, which was identied using MS ( Figures S4 A and S4B). Although it is impossible to conduct the CF expression at pH 9.25 (the optimal value for violacein en-zymes), adjusting the CF reaction pH from 7.6 to 8.0 yieldedimproved pathway performance ( Figures S4 C and S4D). Having characterized optimal conditions, MS was used to conrm viola- cein biosynthesis and showed increased pigment productionover time ( Figure 6 C). Finally, to test the proposition of mixing and matching DNA elements for combinatorial small-molecule synthesis, templates encoding the pathway enzymes wereselectively combined and reactions were monitored over time (Figures 6 D-6G and S5). Analysis conrmed the production ofthe ve expected compounds from the given gene combina- tions, as depicted ( Figures 6 C-6G). Using UHPLC-MS analysis with a commercially available standard, violacein and deoxyvio- lacein were quantied at 1.0 mM and 4.7 mM, ( Fig- ures 6 C and 6G). DISCUSSIONPortable Biomolecule Manufacturing We have presented a platform for portable biomanufacturingthat by complementing centralized production may ll manyunmet needs. Indeed, efforts in decentralizing pharmaceutical production summarized in recent reports send a powerful mes- sage that there is a clear global need for alternatives to central-ized biomanufacturing. In one project ( Adamo et al., 2016 ), researchers sought to alleviate drug storage or offer the means for quick reaction to epidemics by constructing a customized in-strument (weighing 100 kg) for the chemistry-based production of pharmaceuticals. Another recent work ( Perez-Pinera et al., 2016 ) described local biomanufacturing using a compact, micro- fluidic bioreactor housing genetically engineered yeast. While both approaches are impressive, the former requires specialized operational skill and focuses mostly on products that are alreadyshipped as dry tablets. The latter system is accompanied bybiosafety regulations surrounding biosynthesis using live, genetically engineered cells and relies on a complex microfluidic device. Both approaches lack the flexibility and ease of opera-tion of the abiotic, FD-CF format presented here, which was employed to produce a diverse range of proteins, including AMPs, vaccines, designer afnity-output domains, and enzymesfor small-molecule therapeutics production. Crucially, our func- tional validations, including a vaccine-elicited immune response and breast cancer cell targeting, strongly support the conceptof generating bioactive, protein-based tools and therapieson demand. Furthermore, only the addition of water and incuba- tion at body temperature are required to activate point-of- use biosynthesis. These examples suggest that FD-CF bio-manufacturing can be extended to a range of sophisticated applications and is a viable option for the much-needed decen- tralization of therapeutic production. Rapid Prototyping, Distribution, and Global Health ApplicationsThe CF format is well suited for rapidly prototyping bio- manufacturing protocols. In the absence of a cell wall, expres- sion parameters and the DNA encoding the desired output canbe rapidly screened for utility. This flexibility was critical for the optimization of violacein production ( Figure S4 ). Indeed, although FD-CF reaction pellets can be used to produce an arrayof protein types, testing several conditions for a protein may berequired. The straightforward screening nature of a CF format has important implications for the rapid, low-cost development and dissemination of therapeutics in response to health crises. The conventional distribution of biomolecules is bound to cold-chain requirements and their underlying costs, which severely impact delivery to remote or low-resource regions(Kumru et al., 2014; Wolfson et al., 2008 ). A central benet of us- ing FD-CF pellets is the ability to transport the material at room 254 Cell 167, 248-259, September 22, 2016temperature for local production of therapeutics. The option of keeping the FD-CF reagent and DNA separate until use results in a flexible manufacturing capacity for responding to therapeu-tic needs as they arise. One may envision deploying either a premixed or separate library of molecular programs, encoding a virtual pharmacy that can be implemented rapidly via hydra-tion. This concept could provide the means for local staple bio- manufacturing or annual vaccine distribution or for a response topathogen outbreaks. For example, using a local, small-batch format, influenza vaccine production could be rapidly re-posi- tioned when vaccine effectiveness is found to be low ( CDC, 2016a ), an option that is difcult to apply with conventional vac- cine production techniques. The FD-CF format can produce diagnostic tools for clinical labs at low cost. In principle, conjugated anti-HER2 DARPins could be manufactured on site and applied to determine HER2 Figure 6. FD-CF Combinatorial Violacein is produced through ve enzymatic steps from two molecules of L-tryptophan. Various combi- nations of ve enzymes yield different small acid; enzyme in the violacein pathway.(C-G) Combinatorial production of small molecules. FD-CF reaction pellets containing the substrate and cofactors were rehydrated with the indicat ed combi- nations DNA encoding VioA, VioB, VioC, VioD, or VioE. Samples taken from each reaction mixture every 2 hr up to 8 hr were analyzed by UHPLC-MS . Violacein and deoxyviolacein were quantied using a commercially available standard, and numbers in the parentheses of (C) and (G) indicate the meas ured concentrations in mM. AU, arbitrary units. Data represent the mean ±SD of three replicates. Cell 167, 248-259, September 22, 2016 255status as part of treatment decisions for breast cancer. Poor populations are increasingly concentrated in urban areas where portably manufactured diagnostics could be accessible. This is especially important given that the cancer rate in low- andmiddle-income countries is growing and globally leads to more deaths than malaria, tuberculosis, and HIV/AIDS combined (Lopes et al., 2013 ). In many cases, the diagnostic products do not require purication, with non-binding material removed viawashes. In fact, even in certain therapeutic scenarios, such as the topical administration of AMPs, removal of background pro- teins would not be required. Also, Nanobodies are resistant tostomach acids and gastrointestinal proteases ( Ebrahimizadeh et al., 2013 ), which highlights the potential for portable biosyn- thesis of ingestible therapeutics that would not require isolationfrom expression machinery. However, for afnity-conjugated therapeutics that require purication, one may envision a micro- fluidic chip-based approach for use in the eld, similar to previ-ous efforts ( Millet et al., 2015 ). For further cost reduction, this concept could be merged with cellulose-based purication ( Fig- ure S3 B). At $0.31 per gram, the RAC matrix is ve and seven orders of magnitude less expensive than Ni-NTA and anti-FLAG resins, respectively ( Table S2 ). Economics of FD-CF Biomanufacturing A driving motivation for this project is to ultimately provide a plat- form for low-cost bioproduction. Current CF systems range from3-68 cents per mL with protein yields of 200-2,300 mg/mL (Caschera and Noireaux, 2014; Hayes, 2012; Kwon and Jewett, 2015 ). As an example of potential CF manufacturing costs, a recent study reported that an influenza vaccine mixed at pointof use with adjuvant provides patient immunization with only 3.75 mg antigen/dose ( Mulligan et al., 2014 ). Assuming a protein yield of 200 mg/mL, this dose could be produced using FD-CF re- action pellets for $0.56-$12.75. The scaled-up production and in vivo validation of the DT vaccine presented here provide an opportunity to calculate specic costs per dose. QFWB indi-cated the DT5 and DT6 yields using commercial recombinant (NEB; E6800L) at 768 ng/ mL and 1341 ng/ respectively. With a DT vaccine dosage of 20.8 mg(Schwendeman et al., 1995; WHO, 2014b ), this translates to a respective cost per dose of $18.41 and $10.54 ($0.68/ mL). Importantly, we demonstrated that FD-CF reactions from in-house lysates yielded DT5 at levels comparable to a commercial, lysate-based system (Promega;L1110) for less than a tenth of the cost ($0.03/ mL versus $0.38/ mL) (Figure S2 E). The CDC cost of a DTaP vaccine (diph- theria, tetanus, pertussis) is $16.73 per dose ( CDC, 2016b ). Of note, besides the direct cost per dose, the expense of cold-chain distribution can account for 80% of a vaccine's cost ( Kols and Sherris, 2000 ). Also, vaccine wastage in the developing world, which would be reduced by on-demand production, is estimatedby the World Health Organization and United Nations Children's Fund to be as high as 50% ( Setia et al., 2002 ). In another cost breakdown, the semiquantitative yield measured for AMPs produced using the recombinant system (Figure S1 C and Table S2 ) places the manufacturing cost of the highest-producing peptide, Cecropin B, at $3.10-$3.60permg, which, while more expensive than commercial sources ($1.88/ mg; Sigma C1796-.1MG), represents a price that couldbe attractive for portable applications or screening assays in research. Additionally, future applications could include the dy- namic biosynthesis of AMPs in response to the presence of a detected pathogen by combining a sensory component to a therapeutic output, which would require the AMP to exist in pre-translational, genetic form. We also showed that AMPs can be produced using in-house FD-CF reaction pellets with ayield that out-performed the commercial counterpart (PromegaL1110) ($0.03/ mL versus $0.38/ mL) (Figure S1 A). It is also reason- able to expect that technological improvements ( Swartz, 2006 ) will continue to reduce costs. These advances will includedisruptive approaches, such as the Nanopatch vaccine technol- ogy, which requires 1/100 thof the amount of vaccine compared to conventional intramuscular injections ( Fernando et al., 2010 ). Therefore, although current numbers already support reason- able cost, emerging technologies will likely improve the eco- nomics for FD-CF biomanufacturing by orders of magnitude. Portable Molecular Manufacturing of the Future Looking forward, we envision a system that merges FD-CF diag- nostics with biomanufacturing, such dressings, allowing FD-CF systems to autonomously monitor patients for infection and respond with therapeutic biosynthesis. It is also intriguing to consider a more distant futurein which new technology would allow for on-site DNA synthesis.Coupled with FD-CF reaction pellets, this capability would pro- vide users with both the physical genetic program and the manufacturing tools in a form of ''molecular 3D printing.'' Sce-narios of extreme conditions, including war zones or space travel, may leave individuals with unanticipated diagnostic or therapeutic needs, whereupon electronic transmission ofbiosynthesis instructions could be implemented on site. In summary, the FD-CF format provides a new venue for bio- manufacturing that promises to stimulate further innovation insynthetic biology and, perhaps ultimately, to have a transforma- tive effect on the distribution of global health. STAR+METHODS Detailed methods are provided in the online version of this paper and include the following: dKEY RESOURCES TABLE dCONTACT FOR REAGENT AND RESOURCE SHARING dEXPERIMENTAL MODEL AND SUBJECT DETAILS BMice BMammalian cell culture BBacteria dMETHOD DETAILS BGeneral template tion BAMP production BPortable vaccine production BAfnity and output domain production BSmall molecule synthesis 256 Cell 167, 248-259, September 22, 2016dQUANTIFICATION AND STATISTICAL ANALYSIS BStatistical analysis BQuantication dDATA AND SOFTWARE AVAILABLITY BData Resources SUPPLEMENTAL INFORMATION Supplemental Information includes ve gures and two tables and can be found with this article online at http://dx.doi.org/10.1016/j.cell.2016.09.013 . AUTHOR CONTRIBUTIONS K.P. designed and performed experiments and co-wrote the manuscript. S.S. designed and performed AMP and vaccine experiments and co-wrote themanuscript. P.Q.N. designed and performed afnity-conjugate experiments.J.W.L. designed and performed vaccine and violacein experiments. N.D. de-signed and performed afnity-conjugate, vaccine and violacein experiments.D.B. designed and performed vaccine experiments. T.F. designed and per-formed immunofluorescence imaging. F.R.M. designed and built violaceinconstructs and prepared standard compounds. Y.F. designed and built viola-cein constructs. A.V. performed animal work for vaccine trial. M.L. performedMS of violacein reaction extracts. C.N.B. designed experiments. N.S.J. signed experiments. J.J.C. designed experiments and co-wrote the manu- script. All authors edited the manuscript. ACKNOWLEDGMENTS We thank Chikdu Shivalila and Bryan Hassel from the Wyss Institute for assis- tance with project logistics, as well as Ning Mao and Dana Braff for experi-mental guidance. We are grateful to Amanda Graveline, Matthew Pezone and Jeff Way from the Wyss Institute, for guidance and assistance with animal studies. The work was supported by the Wyss Institute for Biologically InspiredEngineering, the Ragon Institute, the Paul G. Allen Frontiers Group, and theDefense Threat Reduction Agency grant HDTRA1-14-1-0006. Received: June 23, 2016 Revised: August 16, 2016Accepted: September 6, 2016Published: September 22, 2016 REFERENCES Adamo, A., et al. (2015). Evolution oftranslation machinery in recoded bacteria enables multi-site incorporation ofnonstandard amino acids. Nat. Biotechnol. 33, 1272-1279 . Balibar, C.J., and Walsh, C.T. (2006). In vitro biosynthesis of violacein from L-tryptophan L.A., and Singh, M. (2011). Acceptable levels of endotoxin in vaccine for- mulations during preclinical research. J. Pharm. Sci. 100, 34-37 . Caschera, F., and Noireaux, V. (2014). Synthesis of 2.3 mg/ml of protein with an all Escherichia coli cell-free transcription-translation system. Biochimie 99, Keasling, J.D., and Mart ´n, H.G. (2016). Synthetic and systems biology for microbial production US B2. Dandinarasaiah, M., Vikram, B.K., Krishnamurthy, N., Chetan, A.C., and Jain, A. (2013). Diphtheria Re-emergence: Problems Faced by Developing Coun-tries. Indian J Otolaryngol Head Kwong, G.A., Skalak, M., Li, H., Allen, K., Hasty, J., and Bhatia, S.N. (2015). Programmable probiotics for detection of cancer in urine.Sci. Transl. Med. 7, 289ra84 . Desmyter, A., A., and Cambillau, C. (2015). Camelid nanobodies: killing two birds Biol. 32, Huang, N., Lee, C.-W., and Chang, G. (2014). In vitro nanobody discovery for integral membrane protein targets.Sci. Rep. 4, 6760 Zare, H., and Bakherad, H. (2013). Isolation and characterization of protective anti-LPS nanobody (2010). Potent immu- nity to low doses of influenza vaccine by probabilistic guided micro-targetedskin delivery in a mouse model. PLoS ONE 5, e10266 . Fossati, synthesis of the Marshall, R., Rustad, M., and Noireaux, V. (2016). The All E. coli TX-TL Toolbox 2.0: A Platform for Cell-Free Synthetic review. Front Microbiol 4, 294 . Giannini, G., Rappuoli, R., and Ratti, G. (1984). The amino-acid sequence of two non-toxic mutants of diphtheria toxin: CRM45 CRM197. Nucleic Acids R.-Y., C.A., 3rd, and Smith, H.O. (2009). Enzymatic assembly of DNA molecules up to several hun-dred kilobases. Methods 6, 343-345 bonded . Green, A.A., Yin, P. (2014). Toehold switches: de- novo-designed regulators of gene Collier, R.J., Differences the immunogenicity of native and formalinized cross reacting material(CRM197) of diphtheria toxin in mice and guinea pigs and their implicationson the development and control of diphtheria vaccine based on CRMs. Vac-cine 15, 1341-1343 . Hayes, C. Songer, J.G., Ng, MacKenzie, R., and Tanha, J. (2011). Neutralization of Clostridiumdifcile toxin A with single-domain antibodies targeting the cell receptor bind-ing domain. J. Biol. Chem. 286, 8961-8976 . Cell September 257Karim, A.S., M.C. and . Kobayashi, H., Kaern, M., Araki, M., Chung, K., Gardner, T.S., Cantor, C.R., and Collins, J.J. (2004). Programmable and http:// www.path.org/les/jsrp13710.pdf . Accessed August 2016. Kontermann, R.E. (2012). bispecic antibodies. Volkin, D.B. (2014). Vaccine in the cold chain: mechanisms, analysis andformulation strategies. Biologicals and Jewett, M.C. (2015). High-throughput preparation methods of crude extract for robust cell-free protein synthesis. Sci. Rep. 5, 8663 . Lee, K.-H., Kwon, Y.-C., Yoo, S.J., and Kim, D.-M. (2010). Ribosomal synthesis and in situ isolation of peptide molecules in a cell-free aureus. Nature 527, 323-328 . Lopes, G. de L., Jr., de Souza, J.A., and Barrios, C. (2013). Access to cancer medications in low- and middle-income countries. Nat. Rev. N., Dickey, M., Edupuganti, S., Spearman, P., Anderson, E., Graham, I., et al. (2014). Point-of-Use Mixing of Influenza H5N1 Vaccine and MF59 Adjuvant for PandemicVaccination Preparedness: Antibody Responses and Safety. A Phase 1 Clin-ical Trial. Open Forum Infect. Dis. 1, ofu102 L., An- derson, D., Landucci, G., Richardson, B.A., Burton, D.R., et al. (2010). Passiveneutralizing antibody controls SHIV viremia and enhances B cell responses macaques. Nat. 16, 1117-1119 . Nguyen, P.K.R., and Commun. 5, 4945 . Nguyen, P.H.B., Wu, Y., Guo, S., and Murray, R.M. (2015). Design Space Exploration of the Violacein Pathway in Escherichia coli Based TranscriptionTranslation Cell-Free System Libchaber, A. A vesicle bioreactor as a step toward an articial cell Acad. Sci. USA 101, 17669-17674 . Palmenberg, In vitro synthesis and assembly capsid intermediate structures. J. Virol. 44, A.A., Ferrante, A., Yin, P., and Collins, J.J. (2014). Paper-based synthetic gene networks. Cell K., Lee, J.W., Ferrante, T., Ma, D., Donghia, N., Fan, M., et al. (2016). Rapid, Low-CostDetection of Zika Virus Using J.R. coli-based production of a tumor idiotype antibody fragment-tetanus toxinfragment C fusion protein vaccine for B cell lymphoma. Protein Expr. Purif.75, 15-20 .Perez-Pinera, P., Han, N., Cleto, S., Cao, J., Purcell, O., Shah, K.A., Lee, K., Ram, R., and Lu, T.K. (2016). Synthetic biology and microbioreactor platformsfor programmable production at the . Plu¨ckthun, Designed ankyrin repeat proteins (DARPins): binding pro- teins for research, Func- cell-free M.T., Bennett, A.M., Williams, J.B., Pitt, W.G., and Bundy, B.C. (2016). Cell-free protein synthesis of a cytotoxic cancer therapeu-tic: Salas, J.A. (2006). Reevaluation of the violacein diphtheria toxoidsagainst Proc. A.M., Wolchok, J.D., and Old, L.J. (2012). Antibody therapy of cancer. Nat. Rev. Cancer 12, 278-287 . Setia, S., Mainzer, H., Washington, M.L., Coil, G., Snyder, R., and Weniger, B.G. (2002). Frequency and causes of vaccine 1148- 1156 . Smith, M.T., coli-based cell-free continuous cell-free translation system capable of producing poly-peptides in high yield. Science 242, 1162-1164 al. (2016).A cell-free and purication process for rapid production of Biotechnol. J. 11, 238-248 . Sun, Z.Z., J., Caschera, F., Murray, R.M., and Noireaux, V. (2013). Protocols for implementing an Escherichia coli based TX-TL cell-freeexpression system for synthetic biology. J. Vis. Exp. 79, e50762 . Swartz, J. (2006). Developing cell-free biology Ind. Microbiol. Biotechnol. 112, 2337-2342 . Wan, W., Wang, D., Gao, X., and Hong, J. (2011). Expression of family 3 cellu- lose-binding module (CBM3) as an afnity Biotechnol. 91, 789-798 . Wang, R.E., Liu, T., Wang, Y., Cao, Y., Du, J., Luo, X., Deshmukh, V., Kim, C.H., Lawson, B.R., Tremblay, M.S., et al. (2015). An Am. Chem. Soc. 137, 3229-3232 . Lu, Y., He, X.-S., Greenberg, J.R. (2012). Cell- free Accessed August 2016. WHO (2014b). World Health Organization: Information sheet observed rate of vaccine reactions Diphtheria, pertussis, tetanus vaccines. http://www. who.int/vaccine_safety/initiative/tools/DTP_vaccine_rates_information_sheet. pdf. Accessed August 2016. Wolf, P., and Elsa ¨sser-Beile, U. (2009). Pseudomonas exotoxin A: from viru- lence Med. Microbiol. 299, 161-176 . 258 Cell Lee-Martin, Salama, P., and Okwo-Bele, J.-M. (2008). Estimatingthe costs of achieving the WHO-UNICEF Global Immunization Vision andStrategy, 2006-2015. Bull. World (2012). tag forming a rapid covalent bond to a pro-tein, through engineering Roy, S.M., Gold, D.S., Heinsohn, H.G., and Murray, (2011). Microscale to manufacturing scale-up of cell-free cytokine production-a new L.R., and Kuang, L.R. (2006). A transition from cellulose swelling to cellulose dissolution by o-phosphoric Marcus, D., Turgeman, A., and Reuveny, S. (2010). Efcacy of a potential trivalent vaccinebased on Hc fragments of botulinum toxins A, B, and E produced in a cell-freeexpression system. Clin. Vaccine Immunol. 17, 784-792 . Cell 167, 248-259, September 22, 2016 259STAR+METHODS KEY RESOURCES TABLE REAGENT or ELISA kit Alpha Diagnostics International 940-120-DMG Diphtheria Toxoid/Toxin ELISA kit Alpha Diagnostics International substrate Sigma-Aldrich C0712 (Continued on next page ) e1 Cell 167, 248-259.e1-e7, September 22, 2016CONTACT FOR REAGENT AND RESOURCE SHARING For further information and request of reagents please contact the corresponding author Jim Collins ( jimjc@mit.edu ). EXPERIMENTAL MODEL AND SUBJECT DETAILS Mice All mice used in the study were the FVB/NCrl strain obtained from Charles River Laboratories (#207; Wilmington, MA). Mice were housed and maintained on standard diet (LabDiet; 5058) in an AAALAC-accredited facility under controlled temperature, humidity,and light (12:12-h light:dark cycle) with continuous access to food and water. Animal experiments were performed in accordance with guidelines of the Institutional Animal Care and Use Committee of Harvard Medical School (Protocol 04998). Mammalian cell culture Mammalian cells were cultured as monolayers at 37 /C14C with 5% CO 2in a humidied incubator. All media were supplemented with 10% fetal bovine serum (FBS) and for each CCL-81) were grown in Eagle's Minimal Essential Medium supplemented with 100 U/mL of penicillin and 100 mg/mL of streptomycin.Continued REAGENT or RESOURCE SOURCE IDENTIFIER EMD Millipore E. coli : Mach1 competent cells Thermo Scientic C862003 E. coli : Turbo competent cells New England Biolabs C2984H E. coli : MG1655 cells In-house lab strain B. subtilis : JH642 In-house lab strain Mouse: FVB/NCrl Charles Reagents Please See Table Software 6 Graphpad Version 6.0e MyCurveFit (4 parameter logistic regression model for standard curves)MyAssays Ltd www.mycurvet.com Cell 167, 248-259.e1-e7, September 22, 2016 e2Bacteria Liquid bacterial cultures were grown in Luria broth (LB) at 37/C14C in shaking incubators. E. coli Rosetta /C2122(DE3) (EMD Millipore) were used E. coli Mach1 (ThermoFisher; Turbo (New England Biolabs (NEB); C2984H) were used for template cloning. E. coli MG1655 and B. subtilis JH642 were used for AMP growth inhibition assays. METHOD DETAILS General template design and preparation DNA sequences encoding manufacturing targets were derived from Addgene constructs or from literature, codon optimized for E. coli and synthesized as gBlocks or oligos by Integrated DNA Technologies (IDT). All sequences are described in Supplemental Information (Table S1). Cloning and plasmid propagation were performed using either C862003) or Turbo (New England Biolabs (NEB; C2984H) competent E. coli cells. For AMPs, gBlocks or oligos encoding peptides were amplied by po- lymerase chain reaction (PCR) using primers designed according to the PURExpress guidelines (NEB; E6800L) to yield linear expres-sion templates or cloned into a T7-expression plasmid (Table S1). For vaccine manufacturing, templates were cloned into a T7- expression plasmid system using Gibson assembly ( Gibson et al., 2009 ). The Botulinum toxin E gene ( Zichel et al., 2010 ) was cloned into forming pET15b-HcE. pET22b DT 51E/148K (Addgene plasmid pET22b-PA WT (Addgene plasmid # 11079) was used as construct for anthrax antigen production. Nanobody and DARPin se-quences were cloned into pET15b. The His-YFP-SpyCatcher and a-Amylase-SpyCatcher plasmids have been previously cloned and described ( Botyanszki et al., 2015; Nguyen et al., 2014 ). The PhoAP, SanaAP, PAexotoxin, and CDexotoxin output domains were synthesized and subcloned into pDEST14-His-YFP-SpyCatcher plasmid, replacing the YFP domain. DNA constructs forenzymes of and vioC from Addgene plasmid #40782; vioD synthesized based on the sequence provided in Registry of Standard Biological Parts (BBa_K274002); vioE from pVio1-2 ( Sa´nchez et al., 2006 )] cloned into T7 vector to yield lyophilization protocol CF reactions using commercial systems PURExpress (NEB) or S30 T7 High-Yield Protein Expression (Promega; L1110)) were pre- liquid nitrogen and lyophilized overnight to obtain FD pellets. Template DNA was added prior to lyoph-ilization or during rehydration, which activated and restored samples to original volumes, described below. AMPs were produced byrehydrating PURExpress pellets with puried PCR-based template at 10 ng/ mL and incubated for two hours at 37 /C14C. AMPs were also produced using either the S30 T7 system (Promega) or in-house lysate by rehydrating plasmid template at 15 ng/ mL, and incubated in a Thermomixer at 1,200 RPM for two hours at 37/C14C. Vaccine antigens were similarly prepared using 15, 30, 45, or 60 ng/ mL input plasmid. Afnity and output pellets used 10 ng/ mL input plasmid. For small-molecule production, FD-CF pellets were prepared using the S30 T7 prepared in DMSO), nicotinamide adenine dinucleotide, reduced form (200 mM), nicotinamide adenine dinucleotide phosphate, reduced form (100 mM), L-tryptophan (2 mM), ammonium iron sulfate (100 mM), and 5-aminolevulinic acid (40 mM). To adjust pH, 0.2, 0.5, 0.8, and 1.2 ml of NaOH (1 M) per 10 ml reaction were supplemented to make pH 8.0, pH 8.5, pH 9.0, and pH 9.5, respectively. Plasmid templates were added during pellet rehydration,then incubated at 30 /C14C for 8 hr. extract preparation E. coli Rosetta /C2122(DE3) (EMD Millipore) were grown in 400 ml of LB containing chloramphenicol (34 mg/mL) and 0.1 mM IPTG at 37/C14C at 250 rpm. Cells were harvested in mid-exponential growth phase (OD 600/C240.6), and cell pellets were washed three times with ice cold Buffer A containing 10 mM Tris-Acetate pH 8.2, 14 mM magnesium acetate, 60 mM potassium glutamate, and 2 mM DTT, and were flash frozen and stored at /C080/C14C. Cell extract was prepared as described in the previous publication (Kwon and Jewett, 2015 ). Briefly, cell pellets were thawed and resuspended in 1 ml of Buffer A per 1 g of wet cells and sonicated in an ice-water bath. Total sonication energy to lyse cells was determined by using the sonication energy equation BL21 3.174 mm diameter probe at a frequency of 20 kHz was used for sonication. A 50% amplitude in 10 s on/off intervals was applied until the required input energy was met. Lysate was then centrifuged at 12,000 rcf for 10 min at 4/C14C, and the supernatant was incubated at 37/C14C at 300 rpm for 1 hr. The supernatant was centrifuged again at 12,000 rcf for 10 min at 4/C14C, and was flash frozen and stored at /C080/C14C until use. Using a previously published cell-free reaction protocol ( Sun et al., 2013 ), reaction mixtures were composed of 26.6% (v/v) of in-house lysate, 1.5 mM each amino acid except leucine (1.25 mM), 1 mM DTT, 50 mM HEPES (pH 8.0), 1.5 mM ATP and GTP, 0.9 mM CTP and UTP, 0.2 mg/mL tRNA, 0.26 mM CoA, 0.33 mM NAD, 0.75 mM cAMP, 0.068 mM folinic acid, 1 mM spermidine, 30 mM PEG-8000, determined for each target product. Reactions were flash-frozen in liquid nitrogen and lyophilized overnight to obtain freeze-dried pellets. Quantitative Fluorescent Western Blot FD-CF reaction samples (using PURExpress (NEB)) were prepared. Samples were centrifuged and the supernatant containing only soluble protein was collected for quantication. These, and dilutions of onto MES onto PVDF membranes. The membrane was air-driedovernight, rehydrated in methanol, washed in water, and transferred to PBS. Blocking of the membrane was performed in 4% Blotto milk solids (Rockland; B501-0500) + 2% cold water sh gelatin (Sigma-Aldrich; G7041) in PBS for 1 hr. Probing was performed in the dark using PBS + 0.1% Tween-20 and 0.02% SDS and (Abcam;ab117492) at a 1:1000 dilution for 1.5 hr. Extensive washes in PBS + 0.1% Tween-20 were followed by PBS only. The fluorescent immunoblots were imaged on a Fluorchem M instrument using the near infra-red setting. Each fluorescent Western blot was analyzed independently to control for differences in background and integration times. Signal intensity was determined for the appropriatebands using the Image Studio Lite software (LICOR). AMP production Protein electrophoresis, staining, and blottingAMP samples were boiled for 3 min in 2x Tricine for 4.5 hr. For Coomassie staining, gels were xed for one hour in 12% trichloroacetic acid and one hour in 40% EtOH, 10% acetic acid, followed by 14 QC Colloidal Coomassie(Bio-Rad; 161-0803), 2 hr de-staining in imaged using a Gel Logic system (Carestream Mol. Imaging). For Western blots, proteins were transferred to 0.2 mm nitrocellulose membrane (Bio-Rad; 1620112) for 90 min at 90 V using a wet transfer system (Bio-Rad; 1703930), and hybridized overnight at (Bio-Rad; #1721011 and at room temperature for one hour, and nally imaged using the Gel Logic system. Peptide cleavage and ltrationAMP versions containing FLAG afnity tags and Factor Xa cleavage sites were produced as cording to the manufacturer's instructions. Puried protein (and alternatively, crude protein) was cleaved overnight using Factor Xaprotease (NEB; P8010S) and Millipore; 69038-3), according to themanufacturers' instructions. Non-tagged AMPs were isolated via m olecular w eight c ut off ltration (MWCO) by adjusting samples to 350 mM NaCl (to dissociate peptides from ribosomal machinery) followed by centrifugation through a 10K Microcon column (EMD Millipore; MRCPRT010) and collection of flow-through.Semi-quantication analysis Semi-quantication analysis of crude and MWCO AMP preparates was performed using peptide standards from a commercial source (LifeTein). For each of the four tested AMPs, crude reactions, retentant (> 10 kDa), and flow-through (< 10 kDa) fractions orig-inating from 4 ml cell-free reactions were subjected to SDS-PAGE and Coomassie staining alongside a loaded gradient of identical commercial peptides ranging from 125 ng to 1000 ng for gel intensity approximation. Growth inhibition assays for AMPsE. coli MG1655 or B. subtilis JH642 were grown overnight at 37 /C14C in LB, diluted 1:100, grown to (Sigma-Aldrich; A8311-50ML) to eliminate micro-bubbles, and distributed into wells of a 96-well plate containing 10 ml of the nished AMP cell-free transcription and translation reaction, Null reaction, or water. All wells were over- laid with 10 ml mineral oil to prevent evaporation and condensation. OD 600was recorded every 30 min for 18 hr at 37/C14C using a SpectraMax M3 plate-reader. Portable vaccine production For each construct, 2 ml of sample were run on denaturing 10%-20% Novex /C212WedgeWell Tris-Glycine Brilliant Blue G-250 (Bio-Rad). To test binding of DT5 and DT6 to anti-DT toxin/toxoid Ab, an ELISA kit spe- cic for DT (Alpha Diagnostic International; 940-DTX-AG1) was used. Equal dilutions of each CF reaction were processed accordingto manufacturer's instructions. To produce DT5 vaccine for an animal test, 0.9 ml of FD-CF NEB reaction mixture was prepared. For a ''mock injection'' negative control, a DNA Null sample was likewise prepared in which the DNA template encoding the DT5 gene was omitted from the cell-free reaction. FLAG-tag purication was performed using F4799). subsequent animal injection, eluents of puried DT5 antigen andthe DNA Null control were exchanged to PBS using a 10 kDa Microcon column (EMD Millipore; MRCPRT010), and concentrated to 100 mg/mL. An LAL assay (Thermo Scientic; 88282) was used to check endotoxin levels. Cell 167, 248-259.e1-e7, September 22, 2016 e4Animal model methods The DT5 antigen and negative control were mixed 1:1 with a vaccine adjuvant (Imject Alum; Thermo Scientic) and were incubated at room temperature with shaking for 30 min. Five- to six-week-old female mice in group of ve were immunized with the DT5 or negative control, and 4 female mice with the same age were used as a habitat (no injection) control. Each mouse was injected sub-cutaneously with 2.5 mg of DT5 or the negative control on day 0, day 7 and day 14. Serum samples were obtained on day 0 (before injection), day 21, day 28 and day 42, and were stored at /C020 /C14C. Animal experiments were performed in accordance with guidelines of the Institutional Animal Care and Use Committee of Harvard Medical School (Protocol 04998).Analysis of immune response in mouse modelSerum samples were collected from vaccinated mice, negative control mice that were injected with the DNA Null mock sample, and habitat control (non-injected) mice, on days 0 (before injection), 21, 28 and 42, and were stored at /C020 /C14C. To analyze the immune response by DT5 antigen, an ELISA kit specic for anti-diphtheria IgG (Alpha Diagnostic International, Catalog No. 940-120-DMG)was used. A four-parameter logistic regression model was used to obtain the standard curve, and anti-diphtheria IgG levels (U/mL) were determined by interpolation. Afnity domain production Covalent conjugation reactions Afnity-SpyTag-FLAG-tag and Output-SpyCatcher products were mixed at a 1:1 or 1:2 volumetric ratio to a nal 5 ml in HEPES buff- ered saline (50 mM HEPES, pH 7.5 and 150 mM NaCl) and incubated for 2 hr at 37 /C14C for isopeptide bond formation. Immunodetection of products For Western blots, 1 ml of cell-free reactions was loaded onto SDS-PAGE 4%-15% NuPAGE gels (ThermoFisher) using MES running buffer followed by transfer to nitrocellulose membranes using the iBlot 2 apparatus (ThermoFisher). The membranes were air-driedfor 2 hr and probed using the SNAP i.d. vacuum-assisted protein detected system (Millipore). Membranes were blocked with 5% (Abcam; ab49763) TBST for min, washed, oped with SuperSignal West Pico Chemiluminescent substrate (ThermoFisher; 34080) for 5 min, and imaged in a FluorChem M(Protein Simple). Dot blot detection against natively structured antigen was performed using recombinant GFP Dot-Blot Microltration Apparatus (Bio-Rad), according to manufacturer's instructions. Briefly, each antigen was diluted with TBST to 50 ng/ mL, and 50 ml was added to the apparatus and allowed to drain by gravity for 1 hr, followed by blocking with TBST + 2% BSA for 30 min and washing. Probing CDP-STAR AP substrate (Sigma; C0712)for and imaged with a FluorChem M. CBM3-based purication The RAC was prepared as previously described ( Zhang et al., 2006 ) using microcrystalline cellulose (Sigma; 435236) and the nal slurry resuspended to a nal concentration of 10 mg/mL. FD-CF CBM3-anti-TcdA-STFL Nanobody (65 mL) was added to a 3x volume of RAC slurry (195 mL), incubated at room temperature with gentle shaking for 15 min, and bulk-puried by quickly pelleting the RAC using a table-top minicentrifuge at 5,000 rpm for 1 min and removal of the supernatant. Four 300 ml washes were performed using 50 mM Tris, pH 7.4, 200 mM NaCl, and 10% glycerol. All samples and the nal RAC pellet with bound puried protein were directly analyzed by SDS-PAGE gels. cytotoxicityThe effect of STFL-anti-HER2 DARPin conjugated to PAexotoxin-SC on cell viability was assessed using the MTS test (Promega;CellTiter 96 AQueous One Solution Cell Proliferation Assay). HEK293T and HCC-1954 cells were seeded in a 96-well plate at a density of 5310 3cells/well and incubated for 24 hr. Cell-free reaction either DARPin-PAexotoxin fusion (1:1 afnity:output tem- plate one-pot reaction) or no-DNA template reaction were buffer-exchanged to complete growth media using a 30K Amicon centrif-ugal lter (EMD Millipore, UFC5030). The media were replaced with 100 ml growth media supplemented with a 1:500 or 1:1000 dilution of buffer-exchanged, FD-CF reaction products of either DARPin-PAexotoxin fusion or no-DNA control, followed by incubation for 72h. Next, complete MTS reagent was added to cells in a 1:5 ratio, followed by incubation for 2 hr. Absorbance was measured at490 nm on a SpectraMax M5 plate reader. All data were collected from experiments performed in triplicate and measurements were normalized for each cell line to media-only controls. Cell viability was calculated as a ratio of the optical density of treated to untreated cells.Cell-rounding assay Vero cells (ATCC; Essential Medium supplemented of penicillin and 100 mg/mL of streptomycin. Confluent cells were seeded onto 96-well plates at a seeding density of /C2423104cells per well, and grown for one day. TcdA toxin (List Laboratories; 152C) at a total concentration of 50 ng/mL and ten- fold serial dilutions of the unpuried FD-CF expressed anti-TcdA Nanobodies (10 ml volume added) were pre-incubated in complete media at a nal volume of 100 mla t3 7/C14C, 5% CO 2for 15 min, and then added to the Vero cells. After 24 hr, the cells were imaged by phase contrast using a Zeiss Axio Observer Z1 microscope. Random 200 3200 micron areas of the cells were visually analyzed to obtain cell-rounding counts. After 48 hr, cell viability was assessed as described above using the MTS test. e5 Cell 167, 248-259.e1-e7, September 22, 2016Immunofluorescence HCC-1143 and HCC-1954 cells were cultured on glass bottom dishes (Mattek) overnight at 37/C14Ci n5 %C O 2. Cells were in 4% paraformaldehyde + 4% sucrose solution in DPBS at room temperature for 15 min, permeabilized in 0.25% Triton X-100 in DPBS at room temp for 10 min, and blocked with DPBS + 10% BSA at 37/C14C for 30 min. Cells were incubated with FD-CF afnity reaction products DAPI (ThermoFisher; D1306) for 10 min, washed, and sealed using ProLong DiamondAntifade mounting medium (Life Technologies) and 12 mm circular cover glass (VWR; 89015-724). A similar procedure was used forimaging GFP in NCI-H1975 cells, with HCC-1143 cells as a GFP-negative control, except that FD-CF expressed anti-GFP-STFL Nanobody was used instead. Stained and mounted specimens were imaged on a Leica SP5 X MP Inverted Laser Scanning Confocal Microscope. Confocal Z-stacks were converted to 2-D images using maximum intensity projection by ImageJ, and all images werenormalized to the same intensity range values. Small molecule synthesis Liquid extraction Ethyl acetate was used to extract violacein and its precursors from cell-free reactions. Five parts of ethyl acetate were added to each part of reaction samples, and vortexed for 5 min. After allowing phase separation for 5 min, the mixture was frozen in a dry ice/ethanolbath and the ethyl acetate phase was collected and subjected to mass spectrometer analyses.Quantication and identication Violacein and its precursor molecules in ethyl acetate extracts were quantied on an Agilent 1290/6140 Ultra High Performance MSD system. Reverse phase an Agilent ZORBAX RRHD SB-C18 column (2.1 3100 mm, 1.8 mm) along with 0.1% formic acid in Milli-Q water (solution A) and 0.1% formic acid in aceto- nitrile (solution B) as mobile phases. Elution was started at 5% solution B and held for 2 min, followed by a linear gradient to 98% solution B over 15 min. Solution B was then held for 2 min at 98% followed by a return to 5% solution B over 1 min for a nal 2 min hold. Total run time was 20 min with a flow rate of 0.5 mL/minute. Mass analysis was performed in both ESI ±polarity modes using the following parameters: Nebulizer pressure = 40 psi, dry gas flow = 10 L/minute, dry gas temperature = 300 /C14C, capillary voltage = 2500 V (in + mode) and 2000 V (in - mode). For quantication by MS, the [M-H]-ions for violacein, proviolacein, deoxyviolacein, and prodeoxyviolacein, along with the [M+H]+ion for chromopyrrolic acid, were monitored using Selected Ion Monitoring Mode at m/z 342, 326, 326, 310, and 386, respectively. Each of the four ion channels had a Dwell time 209 (msec) with an inter-channel delayperiod of 0.05 s and a polarity switch delay of 0.02 s. Commercially available a /C2485%) and deoxyviolacein yield. An Agilent 1290 HPLC coupled to a Bruker Impact II q-TOF was used for product identication. The same LC column and conditions described above wereapplied to resolve product molecules. The MS was operated in negative ion mode using the following parameters: Nebulizer pres- sure = 55 psi, dry gas flow = 12 L/minute, dry gas temperature = 220 /C14C, capillary voltage = 4000 V. Each run was calibrated for m/z values using sodium formate clusters with a better than 1 ppm t. With this method, the mass accuracy is expected to be 5 ppm orbetter. QUANTIFICATION AND STATISTICAL ANALYSIS Statistical analysis Statistical parameters including the denitions and exact values of n, distributions and deviations are reported in the Figures and corresponding Figure Legends. For bacterial growth inhibition assays, each data point represents the average OD 600measured at 30 min intervals for three biological replicates, and error bars represent SD. For vaccine, afnity-conjugate and violacein calculations, Graph Pad Prism was used to calculate and plot mean ±SD values from replicates (n = 3, otherwise indicated). Quantication AMP yield from FD-CF recombinant materials was semiquantitatively approximated via gel band intensity comparison between 4 ml of loaded test samples and commercial peptide standards, loaded in 125 ng increments from 125 to 1000 ng. Two adjacent peptide standard lanes, whose range of band intensity encompassed the band intensity observed in the tested sample's lane, were averaged, and this average was divided by 4 ( mL) resulting in an approximation of AMP ng per mL in the loaded test sample. For small-molecule quantication, using a commercially a standard, a four-parameter logistic regression model was used to obtain the standard curve. Violacein and deoxyviolacein levels produced from FD-CF reactions were determined by interpolation. For Quantitative Fluorescent Western Blots, the bands of interest for each blot were quantied by Image Studio Lite and normalized to the highest intensity band for that blot. The relative intensity of diluted FLAG-BAP protein standard bands were plotted as molar Cell 167, 248-259.e1-e7, September 22, 2016 e6values and a standard linear curve was calculated. The relative intensity of the experimental protein samples were interpolated using this standard curve to calculate their molar concentrations and then converted to mass values from the predicted molecular weights. The total yield of each freeze-dried cell free reaction was determined using this calculated protein mass per total volume of each re- action loaded on the gel. Values are given as the mean of triplicate blots with standard deviation. DATA AND SOFTWARE AVAILABLITY Data Resources Raw data les of the DNA constructs for the enzymes of the violacein pathway have been deposited with Figure S1. Cell-free Production of AMPs from Freeze-Dried Reactions, Related to Figure 2 (A) Anti-FLAG Western blot comparing expression of tagged Cecropin P1 using In-house lysate (four Mg-Glu + K-Glu concentrations) to an S30 T7 kit (Pro mega) and a recombinant T7 kit (NEB). Mg-Glu + K-Glu concentrations for lanes 1-4 are 6 + 50, 6 +110, 12 + 110, and 12 + 50 mM, respectively. Equal volumes (10 mL) were loaded for In-house and Promega and semiquantitatively compared to 2, 4, 6, 8, and 10 mL NEB samples. A bracket approximates the band intensity in lane one as comparable to 20%-40% the yield of the NEB system.(B) At left, schematic describing Factor Xa cleavage of tagged AMP in a crude reaction containing transciption and translation machinery. L; Leader, Tag; His of FLAG-tagged Cecropin P1 applied to crude product. Lane 1: size control of non- cleaved peptide; lane 2: size control of non-tagged Cecropin P1; lane 3: cleavage reaction. Red arrow points to released AMP.(C) Coomassie gel; Semiquantitative yield analysis of 4 mL AMP cell-free synthesis fractions from crude (C), MWCO > 10 kDa retentant (R), and MWCO < 10 kDa flow-through (F) samples compared to commercial peptide standards ranging from 125 ng to 1000 ng loaded amounts, as indicated. A bracket indicates the region of band intensity simliar to that seen for the crude and isolated AMPs, resulting in the following approximations: E. coli growth moderately inhibited by PEP3 AMP. Bottom: E. coli growth uninhibited by the six indicated AMPs. (E) Growth inhibition charts. Top: B. subtilis growth slightly inhibited by the two indicated AMPs. Bottom: B. subtilis growth uninhibited by the three indicated AMPs. For (A) and (B), OD 600was measured every 30 min for 18 hr. All data points represent the mean from three biological replicates and error bars represent standard deviation.Figure S2. DT Vaccine Expression, Quantication, and Purication, Related to Figures 3 and4 (A) Coomassie gel showing the expression of ve DT vaccine variants (lanes 1-7: DT, DT1, DT2, DT3, DT4, DT5 and DT6). Arrows indicate the expected gel migration for the DT vaccine variants.(B) Determination of freeze-dried cell free production by Quantitative Fluorescent Western Blots (QFWB). A representative QFWB of is shown, with va rious freeze- dried cell free reactions (lanes 1-4: 0.5 ml DT5, 0.5 ml DT6, 2 ml anti-TcdA Nanobody, and 0.2 ml anti-CEA5 Nanobody) and FLAG-tagged control protein standards (lanes 5-8: 125, 250, 500, and 1000 ng). All samples and standards were separated, transferred, and probed on the same gel and membrane.(C) Average protein production yields for three independent freeze-dried cell free reactions for each of the products. Error bars are shown as standa rd deviation. (D) Anti-FLAG Western blot showing DT5 expression with different combinations of Mg-glutamate and K-glutamate concentrations. The highest expres sion was obtained with 6 mM Mg-glutamate and 110 mM K-glutamate). M indicates a molecular weight marker and P indicates a DT5 positive size control produced usi ng a commercial, lysate-based expression system (Promega T7 S30).(E) Anti-FLAG Western blot comparing expression of DT5 using freeze-dried In-house lysate (at 6 mM Mg-glutamate and 110 to expressio n using a Promega T7 S30 system. Equal starting material was used and samples of equal volume were loaded. (-) indicates a negative control lacking DNA.(F) Coomassie gel showing the expression of DT5 with and without DSE. Addition of DSE enhanced the DT5 expression substantially. (-) indicates a negat ive control lacking DNA.(G) Coomassie gel showing expression of DT6 with and without dialysis. A 50 ml NEB PURExpress reaction was dialyzed during incubation against 250 ml of NEB PURExpress Buffer A using a 10 kDa cut-off dialysis membrane. (-) indicates a negative control lacking DNA.(H) Coomassie gels showing FLAG afnity purication of DT5 vaccine (right gel) and null reaction lacking DNA (left gel). Freeze-dried, cell-free sta rting material (900mL) was used to prepared vaccine for the full course of the mouse injections. Abbreviations are: M, molecular weight marker; of On-Demand Afnity Reagents, Related to Figures 4 and5 (A) Anti-FLAG Western blot showing all freeze-dried, cell-free expressed afnity components containing a SpyTag moiety can successfully react wit h the SpyCatcher, shown here fused to YFP, to form an intermolecular covalent isopeptide bond. (B) Low-cost purication scheme of freeze-dried cell free reactions by a Cellulose Binding Module (CBM3) fused to a protein of interest, and regenera ted amorphous cellulose (RAC) as the matrix.(C) of freeze-dried expressed by arrows) using RAC (left). Anti-TcdA- STFL Nanobody (indicated by arrows) negative control processed using the same protocol (center). Abbreviations are: FT, flow-through; W1-4, washes ; E, elution. ( mL indicated) of the puried CBM3-anti-TcdA-STFL Nanobody to assess relative purity (right). (D) PhoAP-SpyCatcher and SanaAP-SpyCatcher output proteins expressed in freeze-dried, cell-free reactions have enzymatically active AP domains , as shown by catalytic processing of a chemiluminescent AP substrate. Direct chemiluminescent imaging is shown (left) as well as a microtiter assay (right) sh own as mean ± SE, n = 3. Legend for and pH Effect for Violacein Biosynthesis Optimization, Related to Figure 6 (A) At left, an anti-FLAG Western blot showing the results of the combined gene ratios (encoding pathway enzymes), with each lane numbered according t o the table. At right, a table showing the combination of DNA encoding the VioA-E enzymes at varying concentrations. (B) Violacein production from different combinations of VioA-E as listed in panel (A). Production of violacein was quantied by UHPLC-MS. VioA-E com bination '6' yielded the highest violacein production. Data represent the mean ±SD of three replicates. Violacein was identied by high resolution MS. Right panels show extracted ion chromatogram using chemical formula for violacein with a ±0.005 Da window in ESI (-) polarity. The observed mass spectral isotopic distribution [M-H]-, acquired from averaging MS scans, ts theoretical data with a mass error of 1.5 ppm or less.(C) An anti-FLAG Western blot showing expression of the violacein pathway enzymes at different pH levels. Lanes 1-4: pH 8.0, pH 8.5, pH 9.0, and pH 9.5. T he standard pH of the rehydrated cell-free solution is 7.6, shown in lane 6 of panel (A).(D) Quantication of violacein production at different pH levels using UHPLC-MS. Data represent the mean ±SD of three replicates.Figure S5. Identication of Products Using High-Resolution MS, Related to Figure 6 Each panel shows extracted ion chromatogram using each chemical formula for chromopyrrolic acid, prodeoxyviolacein, proviolacein, deoxyviol acein with a±0.005Da polarity. The observed mass spectral isotopic distribution [M-H]-, acquired from averaging MS scans, ts theoretical data with a mass error of 1.5ppm or less. "}