{"title": "Lightness is a state of being which brings a rich life", "author": null, "url": "https://susanjoycoombes.com/", "hostname": "susanjoycoombes.com", "description": null, "sitename": "susanjoycoombes.com", "date": "2017-05-30", "cleaned_text": "live life fully treating every day as a treasure Welcome, I am Suzi Joy Coombes, my work a wellbeing coach. Over the last 25 years I have worked with hundreds of people from all different walks of life to bring balance into their lives. I use a range of therapies tailored to suit the individual needs and desires of my client through our session including Naturopathy, Crystal Healing, Sound Bathing, Massage and Herbal remedies. We are constantly facing new challenges that test our resolve and the stress which comes with those challenges often creates physical illness. This blockage is where my life work truly shines. Wellness - Massage - Naturopathy - Mentoring Session & Program info [Consultations and Mentoring](https://susanjoycoombes.com/bookings/consultations-and-mentoring/) Sound Meditation Sound healing has positive effects on your physical, emotional and spiritual being and can create a beautiful reset of your thinking and outlook on life, relaxation and a sound massage for every cell of your body. More and more research is being done on the profound effects of sound and how we can work with this to enhance our wellbeing. For many years I have been working with my voice to sound for my own balance and connection to my still place, creating a lighter way of living. I discovered that as I created sound with crystal bowls, Tibetan bowls and free form voice, profound changes in consciousness were created for people. So sound meditations were born and shared. My husband has a deeply resonant voice which is heaven to hear and we often work together to create meditationsThese are one-on-one or group sessions. [Sacred Sound](https://susanjoycoombes.com/sacred-sound/) Crystals Crystals play a big part in my life amplifying the work I do. My home is shared with many beautiful crystals I've found over years and these are part of my client sessions and sound work. I love the vibrations I feel and the way they can move my state just by stilling and connecting. They literally change my vibrations, help when I am sick, move headaches and pain, lighten me up with their beauty and create special spaces in my life. Events Coming Up I have recently moved from the Sunshine Coast back to Melbourne so I am close to family and long erm clients through this life change we are living. I teach Practitioner Crystal Light Heaing self awareness courses along with short courses to introduce people to the healing and balancing properties of the crystals. I bring them into sound meditations to amplify the beneficial effects of these sessions. Crystals are used in our computers, microphones, watches and radios and are a beautiful life enhancement for each of us. Client Appointments - Mornington Peninsula I have a home treatment room in Crib Point and see clients here and also do Zoom or phone consults. I offer a 15 minutes discovery call to see if we are a fit which you can book on 0409787213 Details of all courses and events [https://susanjoycoombes.com/events/](https://susanjoycoombes.com/events/) Tools used in healing work I work with a combination of [Crystals](http://www.inspired-insight.com/suzi/?page_id=2), [Reiki](http://www.inspired-insight.com/suzi/?page_id=214), herbal medicine, [voicework](http://www.inspired-insight.com/suzi/?page_id=1646) alongside other vibrational healing modalities. You can enjoy a nurturing, multi sensory experience for your mind, body & soul..... Each soul is unique and draws on the energetic frequencies it requires, whether it is the sound of crystal bowls, shamanic sounding, massage, reiki, crystal frequencies or a combination of all of these elements. It feels like an adventure for the soul. I am a Naturopath, Reiki Master and [Crystal Light Healing®](https://susanjoycoombes.com/crystals/crystal-light-healing-courses/) teacher, offering consultations which include a meditation or energy treatment. You may [book a session](http://www.inspired-insight.com/suzi/?page_id=328) in person, by phone or Skype, or a distance treatment at a prearranged time, this extends out to [mentoring ](http://www.inspired-insight.com/suzi/?page_id=1640)for those who work in complementary therapy fields. It has been my pleasure to work with people over a period of years as they establish their healing practice and assist them with the questions which arise as they grow. You will find information on the courses, [consultations and mentoring](http://www.inspired-insight.com/suzi/?page_id=1640) on the relevant pages. I source beautiful crystals from different people, these we use in the crystal and Essence of Angels courses and are also available to purchase. At times I co-facilitate retreats in expansion of Higher Learning along with replenishing energy and lifting your vibrations. [Utopia Retreat](http://www.inspired-insight.com/suzi/?page_id=1470) and [Sanctum of the Soul](http://www.inspired-insight.com/suzi/?page_id=216) are my co-creations along with my beautiful retreat partners. I do work to create one day retreats in Melbourne and on the Sunshine Coast. We are in an amazing world with the potential to create something magnificent to live within.. I am part of that, I invite you to come join me. Namaste Guiding people to soar to find their heart essence. "}