{"title": "COVID-19 Container Closure System and Component Changes: Glass Vials a", "author": "Center; Research", "url": "https://www.fda.gov/regulatory-information/search-fda-guidance-documents/covid-19-container-closure-system-and-component-changes-glass-vials-and-stoppers-guidance-industry", "hostname": "fda.gov", "description": "COVID-19", "sitename": "FDA", "date": "2023-05-05", "cleaned_text": "GUIDANCE DOCUMENT COVID-19 Container Closure System and Component Changes: Glass Vials and Stoppers Guidance for Industry Guidance for Industry March 2021 - Docket Number: [FDA-2020-D-1136](https://www.regulations.gov/docket/FDA-2020-D-1136) - Issued by: - Guidance Issuing OfficeCenter for Biologics Evaluation and ResearchCenter for Drug Evaluation and Research [Guidance Documents Related to Coronavirus Disease 2019 (COVID-19)](https://www.federalregister.gov/documents/2023/03/13/2023-05094/guidance-documents-related-to-coronavirus-disease-2019-covid-19) FDA plays a critical role in protecting the United States from threats such as emerging infectious diseases, including the Coronavirus Disease 2019 (COVID-19) pandemic. FDA is committed to providing timely guidance to support response efforts to this pandemic. FDA is issuing this guidance to collate recommendations for appropriate reporting category and the content of postapproval change submissions across numerous FDA guidance documents. This guidance conveys recommendations to holders of approved new drug applications (NDAs), biologics license applications (BLAs), and abbreviated new drug applications (ANDAs) regarding the reporting and implementation of some common changes to container closure system (CCS) components consisting of glass vials and stoppers for approved sterile drug products, including biological products, administered parenterally. This guidance also discusses pathways available to application holders to obtain Agency feedback. Additionally, this guidance discusses risk-based tools available to facilitate the implementation of changes to CCSs consisting of glass vials and stoppers. This guidance does not apply to CCS types other than glass vials and stoppers. Submit Comments You can submit online or written comments on any guidance at any time (see 21 CFR 10.115(g)(5)) If unable to submit comments online, please mail written comments to: Dockets Management Food and Drug Administration 5630 Fishers Lane, Rm 1061 Rockville, MD 20852 All written comments should be "}