{"title": "Newsletter on COVID-19 vaccination issue 5 2021", "author": null, "url": "https://www.rivm.nl/en/covid-19-vaccination/professionals/newsletter/2021/5", "hostname": "rivm.nl", "description": null, "sitename": "RIVM", "date": "2021-01-29", "cleaned_text": "newsletter on COVID-19-vaccination is an RIVM publication with up-to-date information for professionals involved in COVID-19 vaccination. Progress report on the COVID-19 vaccination campaign Vaccination started for people aged 80-84 and second group of GPs Starting Friday 5 February, the first people in the age group from 80-84 years received an invitation from RIVM for a COVID-19 vaccination. It was possible to send these invitations earlier than 9 February 2021 due to the decision to keep fewer vaccines in stock, thus enabling more people to be vaccinated. More GGD vaccination sites are being opened, and the second group of GPs started receiving their vaccinations in hospitals. Findings of the Health and Youth Care Inspectorate Following inspections conducted during the first three weeks of COVID-19 vaccination, the Health and Youth Care Inspectorate (IGJ) stated that it was impressed with the results so far. The IGJ praised the meticulous care used in setting up the entire vaccination process within a short time frame. This factsheet (in Dutch) outlines a number of the inspectors' suggestions for improving the process at the Municipal Public Health Services (GGDs), the Dutch Network for Emergency Care (LNAZ), hospitals and nursing homes, and disability care. Side-effects According to the weekly update from Pharmacovigilance Centre Lareb, most of the side-effects reported so far have been known and expected, such as reactions at the injection site, fever, headache, muscle pain and feeling unwell. Lareb has received several reports of death after vaccination and is currently investigating the cause of death. Approval for third COVID-19 vaccine On Friday 29 January 2021, the [European Medicines Agency (EMA)](https://www.ema.europa.eu/en/news/ema-recommends-covid-19-vaccine-astrazeneca-authorisation-eu) issued a positive scientific recommendation for the third COVID-19 vaccine in the European Union: the first virus vector vaccine, developed by AstraZeneca in partnership with the University of Oxford. That same day, the [European Commission](https://ec.europa.eu/commission/presscorner/detail/en/ip_21_306) announced that it had approved the vaccine for the European market. The [ Dutch package leaflet and a Dutch factsheet](https://www.cbg-meb.nl/onderwerpen/medicijninformatie-vaccinaties/coronavaccins/covid-19-vaccin-astrazeneca) will be available shortly. The English package leaflet is available [here](https://www.rivm.nl/en/covid-19-vaccination/covid-19-vaccines). Advisory report of the Health Council and ministerial decision on vaccination strategy AstraZeneca vaccine On 4 February 2021, the Health Council of the Netherlands published an [advisory report ](https://www.gezondheidsraad.nl/documenten/adviezen/2021/02/04/covid-19-vaccinatie-astrazeneca-vaccin)on deployment of the AstraZeneca vaccine. The Health Council advised deploying the first available doses of this vaccine for older people aged 60 to 65, starting with the oldest. Moreover, the Health Council advised that medical risk groups should be vaccinated, depending on their risk of serious illness and death from COVID-19. This advisory opinion also applies to the [CAS countries ](https://www.gezondheidsraad.nl/documenten/adviezen/2021/02/04/covid-19-vaccinatie-astrazeneca-vaccin-voor-de-cas-landen)(Curacao, Aruba and St. Maarten). In deviation from the advisory opinion of the Health Council, the Minister decided to use the first deliveries from AstraZeneca in parallel for 60- to 64-year-olds, the remaining groups of care workers in nursing home care, disability care, employees in district nursing and WMO-based support provided under the Social Support Act, the intramural mental healthcare clients and their care workers, as well as the staff of mental healthcare crisis services, and the vaccinating staff in GP practices who have not yet received a vaccination themselves. Vaccination will also start for the target group of people aged 18 to 60 who have a medical indication (high-risk groups). The following [flowchart](https://www.rijksoverheid.nl/documenten/publicaties/2021/02/05/vaccinatiestrategie) reflects the implementation of the vaccination strategy as it is currently planned. [](https://www.rijksoverheid.nl/documenten/publicaties/2021/02/05/vaccinatiestrategie) Interval for Comirnaty® (Pfizer/BioNTech) The Health Council of the Netherlands currently [still advises](https://www.gezondheidsraad.nl/documenten/adviezen/2021/02/03/interval-biontech-pfizer), in line with its previous advisory opinion, to give the second vaccination in the sixth week after the first vaccination with the Comirnaty® vaccine made by Pfizer/BioNTech. Some time from now, when the vaccine is no longer in short supply, a shorter interval of 3 weeks would be preferable. Ethical and legal considerations regarding vaccination certificates for COVID-19 vaccination The Health Council has developed a [framework](https://www.gezondheidsraad.nl/over-ons/documenten/adviezen/2021/02/04/ethische-en-juridische-afwegingen-covid-19-vaccinatie) for considering the interests involved in the use of vaccination certificates by private parties. According to the Health Council, the government should monitor legitimate use of such vaccination certificates. Updated implementation guidelines and e-learning module on COVID-19 vaccination The [ implementation guidelines](https://lci.rivm.nl/richtlijnen/covid-19-vaccinatie) for COVID-19 vaccination 2021 have been updated due to the availability of the AstraZeneca vaccine. The guidelines include a section (1.3) outlining the main changes compared to the previous version. The [e-learning module](https://www.rivm.nl/e-learning-covid-19-vaccinatie) on COVID-19 vaccination is being updated and is expected to be available early next week Would you like to know more about COVID-19 vaccination? Podcast on BNR Big Five: the vaccine Would you like to hear the interviews about COVID-19 vaccination that were broadcast on BNR News Radio on 27 and 29 January 2021? These Dutch-language recordings are available on the BNR Big Five podcast page: [The Vaccine | Jaap van Delden](https://www.bnr.nl/podcast/thebigfive/10431053/het-vaccin-jaap-van-delden-rivm) \"The Netherlands was one of the last European countries to start vaccinating against COVID-19. It was recently announced that the vaccination schedule would be further delayed because pharma company AstraZeneca would be able to supply 60% fewer vaccines. Will we still be able to vaccinate everyone before autumn? We'll be discussing this with Jaap van Delden, programme director of COVID-19 vaccination at RIVM.\" [The Vaccine | Cécile van Els](https://www.bnr.nl/podcast/thebigfive/10431116/het-vaccin-cecile-van-els) \"The COVID-19 vaccines were launched on the market very quickly. However, science can still gather much, much more knowledge to develop better vaccines in the future, vaccines that can be deployed more widely and more quickly. Cécile van Els, Professor of Vaccinology, explains the major challenges in her field.\" Pop-up lecture on COVID-19 vaccines The [pop-up lecture on COVID-19 vaccines](https://www.tivolivredenburg.nl/studio/kennis/) that Cécile van Els gave on 27 January 2021, in Tivoli Vredenburg, Utrecht is now also available online (click to watch the video). "}