{"title": "Complementary, Alternative, and Integrative Medicine", "author": null, "url": "https://iwmf.com/complementary-alternative-and-integrative-medicine/", "hostname": "iwmf.com", "description": null, "sitename": "International Waldenstrom's Macroglobulinemia Foundation", "date": "2021-08-10", "cleaned_text": "People with cancer want to do everything they can to fight the disease, cope with symptoms, manage the side effects of treatment, and improve their quality of life. Many people seek out other approaches - including mind and body practices such as meditation, yoga and acupuncture, or natural products such as dietary supplements and herbs - to complement conventional cancer care. These approaches, which are based on different traditions and disciplines, are considered to be outside the realm of conventional Western medicine. Their use may be called complementary, alternative, or integrative medicine. Complementary, alternative, integrative: What's the difference? - Complementary medicine: Thisrefers to the use of a non-mainstream therapy together with conventional medicine. For example, using acupuncture and meditation to help manage the side effects of conventional cancer treatment. Complementary therapies are primarily used for symptom control, managing treatment side effects, and enhancing physical and emotional well-being during and after mainstream cancer treatment. - Alternative medicine: If a non-mainstream therapy is used instead of conventional medicine, it's considered \"\" This approach is generally not recommended; using unproven treatments or practices to replace conventional cancer treatment can decrease your chances of remission or cure. - Integrative medicine: This approach brings together conventional and complementary treatments in a coordinated way. Integrative medicine often includes practices that address the mental, emotional, and functional aspects of a person in addition to treating their disease. Complementary treatments are best chosen in consultation with a doctor trained in integrative medicine. He or she can make recommendations taking into account the type of conventional cancer treatment you're receiving. What are some common types of complementary therapies? Complementary therapies include the following practices: - - Relaxation techniques, such as meditation and visualization: These focus on how a person's mind and imagination can promote overall health and well-being. - Physical techniques, such as massage, yoga, and tai chi: These focus on using a person's body and senses to promote healing and well-being. - Herbal medicine: These are substances that come from plants. They can be taken from all parts of a plant, including the leaves, roots, flowers and berries. Generally, physical and relaxation therapies are safe. However, some complementary medicines (like herbs, mega-vitamins, and other dietary supplements) can be harmful. Many people use complementary medicines because they believe that it's \"natural\" and therefore healthy and harmless. But natural does not equal healthy or safe. Poison ivy is natural, but it's certainly not harmless. Where can I find scientific information regarding complementary therapies? Unlike conventional medical treatments - which are tested and regulated by the FDA (Food and Drug Administration) - many complementary therapies have undergone little, if any, rigorous scientific study. For example, herbal medicines are not subject to the same regulations as prescription medicines. As such, the amount of medication in a pill or other quantity of herbal medicine can significantly vary in potency from one brand to another. So while some products may be safe others may actually pose risks - for example, by producing serious side effects or interacting badly with other medications you're taking. Fortunately, a greater effort is being made to evaluate the usefulness and safety of complementary and integrative health approaches through the [National Center for Complementary and Integrative Health](https://www.nccih.nih.gov/health) (NCCIH), a center of the National Institutes of Health. The NCCIH is the federal government's lead agency for scientific research on integrative medicine and the role it plays in improving health and health care. You can refer to their website for information on the safety profile of various therapies and how they might be integrated into your treatment plan. What should I consider before using a complementary therapy? To minimize the risks of a non-mainstream treatment, it's important to consider: - - Safety and effectiveness: Find out what the research says about it. - Cost: Consider this in terms of both money and time. - Credentials of the practitioner: Choose a certified/licensed practitioner. - Informing your doctor: Discuss your interest in trying a non-mainstream therapy with your doctor before starting to use it. Where can I find cancer centers that offer integrative medicine? Many medical centers that serve cancer patients currently offer complementary and integrative approaches to treatment. Examples include: - [Stanford Healthcare](https://stanfordhealthcare.org/medical-clinics/integrative-medicine-center.html), California Farber Cancer Cancer Center](https://www.mskcc.org/cancer-care/diagnosis-treatment/symptom-management/integrative-medicine), New York [MD Anderson Cancer Center](https://www.mdanderson.org/patients-family/diagnosis-treatment/care-centers-clinics/integrative-medicine-center.html), Texas - If you would like to investigate the use of complementary and integrative medicine, contact your local hospital for recommendations on centers that provide these services in your area. "}