{"title": "Barbados Hotels and Places to Stay", "author": "GregoryVII", "url": null, "hostname": null, "description": "Answer 21 of 34: Https://www.bbc.co.uk/news/health-54684985 Could this be a game changer for travel? A 12 minute test that can be used for travel purposes. Will be interesting to see take up at £120.", "sitename": null, "date": "2023-09-09", "cleaned_text": "a game changer for travel? A 12 minute test that can be used for travel purposes. Will be interesting to see take up at £120. [https://www.bbc.co.uk/news/health-54684985](/ExternalLinkInterstitial?redirectTo=https%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fhealth-54684985) Could this be a game changer for travel? A 12 minute test that can be used for travel purposes. Will be interesting to see take up at £120. damasust .... \"\"\"As far as I am aware in the drive through testing stations in the UK everyone does their own test!\"\"\" ... this is not the case at all (NHS) drive through test centres Back in June, I went to the big centre at LHR ... twice ...and you had the choice of self administered ( under the watchful eye of an Army nurse ) or the swab taken by the nurse. There were separate lanes I chose the latter to ensure the swab was taken correctly Friends / acquaintances in Manchester /Oldham and Nottingham, said the same ...but again they were fairly big facilities flyingjohn .... Thanks for that link .... I had to go out ... so you beat me to it !!! Not a full PCR test .... but certainly the numbers look good and yes it seems that it is reliable ...and certainly quick ... but there are now many to choose from and it must be only a matter of time before various Governments and authorities come to accept this as the way forward .... especially are there are continued doubts about the efficacy of the standard PCR test Hope this helps Clinician ........ A health professional, such as a physician, psychologist, or nurse, who is directly involved in patient care, as distinguished from one who does only research or administrative work. Examples Doctor, nurse, midwife, pharmacist, psychologist, allied health professional—e.g. dietician, occupational therapist, physiotherapist, podiatrist, and speech and language therapist. Also social workers/care managers if they are part of the team providing direct patient care. Just one example from, a medical dictionary ..... but plenty of others giving very similar definitions so ...not just a doctor thanks mdp - (however I was selfishly thinking of my own pharmacy which is small - has the pharmacist and one girl who deals with the customers buying OTC products - the pharmacist is the only one who gives flu shots and I doubt if he could manage the dispensing, flu shots. and C19 rapid tests/ or PCRs as well - he would have to hire extra staff, probably Not financially feasible at this time!!)Edited: 2 years ago ASO ... understood ...but may depend on chargeable cost and present opening hours Heard of one local pharmacy talking about extra 2 hours per night and all day Saturday Also depends on how near he is to the laboratory mdp - may also depend I should think on size of the fridge in the pharmacy.... in my case - pharmacy is small unit - - can't see him buying new fridge etc and hiring extra staff -- so as usual - everything prob depends on where one is located - - (nowadays who knows what where who why when? Grrr!) ASO it would take him less time to do the swab than to give a flu vaccine. At this point I haven't heard of the pharmacies doing the actual test. I also think it would be only the big chains like Shoppers, Rexall etc that would be ask to collect the specimen. Speaking as an MLT (retired), with proper training there would be no reason that I can see as to why a pharmacist, nurse, public health nurse, nurse practitioner or any licensed health care professional could not do the actual test depending on the kit. Of course \"turf ptotection\" could kick in. The 2 newer Abbott kits are designed for non-lab professionals to use, like a pregnancy test or rapid strep test (RST). #27 - NC - Here is the link to how to do the test using the system Boots in the UK anticipate using: [https://www.lumiradx.com/uk-en/what-we-do/diagnostics/test-technology/antigen-test](/ExternalLinkInterstitial?redirectTo=https%3A%2F%2Fwww.lumiradx.com%2Fuk-en%2Fwhat-we-do%2Fdiagnostics%2Ftest-technology%2Fantigen-test) ASO - In another page the specification for storage is 2-30 deg C - so probably no refrigeration required. The main issue will be correctly using the nasal swab. Thanks John. Certainly seems straight forward but I wonder what it costs since Boots wants to charge 120GBP per test. The results agreement with PCR testing is better than some other methods. We must remember PCR testing is not 100% perfect. It can detect parts of the virus when the patient is no longer infectious. So to use it as a screening test condidering its cost, turn around time, technical requirements and sensitivity it might not be the best IMO. MDP was being a bit sarcastic about what a clinician is. I have not had a test myself but am a short walk from the NHS testing centre at Aberdeen Airport. A video was issued which I saw online and I can assure you that at that site the test is completely self administered. There are also PCR home testing kits which are obviously not observed "}