{"title": "Pediatrics (Children's Health) | Sanford Health | SD, ND, MN, OK", "author": null, "url": "https://www.sanfordhealth.org/medical-services/pediatrics", "hostname": "sanfordhealth.org", "description": "Sanford Children's Health offers high-quality, family-centered pediatric & children's health care at hospitals and clinics across midwest including Sioux Falls, Fargo, Bismarck, and Bemidji.", "sitename": "Sanford Health", "date": "2023-03-27", "cleaned_text": "A Healing Place Designed for Kids At Sanford Children's, we deliver care that's tailored to children and stays focused on your family. See the Sanford Children's pediatrics team for high-quality, compassionate care as your children grow and change. See us for services including: [Primary Care](https://www.sanfordhealth.org/medical-services/pediatrics/pediatric-primary-care): Sanford Children's pediatricians provide the highest quality care for your child including regular checkups, parenting support and immunizations. [Cardiology](https://www.sanfordhealth.org/medical-services/pediatrics/pediatrics-specialized-care/pediatric-cardiology): Pediatric cardiologists treat heart-related birth defects, disorders and disease in newborns through young adults. [Ear, Nose and Throat](https://www.sanfordhealth.org/medical-services/pediatrics/pediatrics-specialized-care/pediatric-ear-nose-and-throat): If your child suffers with chronic ear infections, speech delays, sinus problems or sleep issues, see the specialists at Sanford Ear, Nose and Throat. [Endocrinology](https://www.sanfordhealth.org/medical-services/pediatrics/pediatrics-specialized-care/pediatric-endocrinology): If you suspect hormonal or growth-related disorders in your child, see our pediatric endocrinologists for the diagnosis and treatment of endocrine system conditions. [Gastroenterology](https://www.sanfordhealth.org/medical-services/pediatrics/pediatrics-specialized-care/pediatric-gastroenterology): Pediatric gastroenterologists treat your child's diseases of the digestive system, liver or nutritional difficulties. [Infectious Disease](/medical-services/internal-medicine/infectious-disease): Contagious and infectious diseases are complex. See an infectious disease specialist for conditions caused by bacteria, fungus, parasites or infections. [Neurology](https://www.sanfordhealth.org/medical-services/pediatrics/pediatrics-specialized-care/pediatric-neurology): Pediatric neurologists can help you understand the complexities of brain, spine and nervous system disorders. We treat and manage neurological conditions as a team. [NICU](https://www.sanfordhealth.org/medical-services/pediatrics/pediatrics-specialized-care/nicu): Critically ill or premature babies get the most advanced care in Sanford Children's neonatal intensive care unit. Your baby benefits from a neonatologist on-site 24/7. [Surgery](https://www.sanfordhealth.org/medical-services/pediatrics/pediatrics-specialized-care/pediatric-surgery): Our pediatric surgeons provide surgical care for infants to young adults. Your child will receive care before surgery, during surgery and in postoperative recovery. Who Should See a Pediatrician? Babies and children are not just small adults — their health care needs are different. So, it is important to find a health care professional who can provide specialized care. As a child grows and develops, a health care provider is essential for routine care as well as illnesses or injuries. A pediatrician, family practice health care provider, physician assistant, family nurse practitioner or pediatric nurse practitioner can be your child's primary care provider. The medical specialty dealing with children is called pediatrics. These providers may care for children from the time they are newborns until 21 years of age. They provide: - Well child care - Preventive health including immunizations and screening - Support - Education - Guidance for caregivers - Care for illnesses and injuries - Referrals to specialists as needed When Should My Child See a Pediatric Specialist? Your pediatrician is your go-to person for questions about your child's well-being or when your child gets sick. But sometimes, your child might have a problem that warrants a visit to a pediatric specialist. A pediatric specialist is a doctor who's received extra training in a certain area. You may need to see a pediatric specialist for additional evaluation and treatment beyond what your pediatrician is able to provide. Pediatric specialists are also experts in treating kids. They know how to perform exams in ways that make kids feel more comfortable. They often work in kid-friendly offices and use medical tools that are specially designed for use with children. Find Classes & Events At Sanford, you'll find we're committed to local programs that help inform and connect kids, families, advocates, researchers and health care professionals. Find Pediatric Care Close to Home From your pediatrician's office to the hospital, you'll find inspiration, imagination and play - as important to healing as our leading technology, breakthrough research and advanced medicine. Find a Pediatrics Specialist You have access to pediatricians for primary care as well as children's health care providers in more than 35 specialties. Join a Clinical Trial Clinical trials and studies can give you access to innovative treatments. The benefits extend past you, though. These trials can help researchers improve patient care and find cures for future generations. Search all clinical trials to find a trial open for enrollment and relevant to you. Patient Stories [](https://news.sanfordhealth.org/cancer/larry-fitzgerald-sanford-childrens/ ) [Meet Tennyson Erickson](https://news.sanfordhealth.org/cancer/larry-fitzgerald-sanford-childrens/ ) After Tennyson completed 1,206 days of cancer treatments, he received a surprise call from Larry Fitzgerald Jr., the 9-year-old's favorite athlete. [](https://news.sanfordhealth.org/health/general/former-patient-becomes-nurse-because-of-childhood-care/) [Meet Anna Larson](https://news.sanfordhealth.org/health/general/former-patient-becomes-nurse-because-of-childhood-care/) Anna Larson, a former patient, became a nurse because of her childhood care at Sanford Children's. Learn More Suggested Services [](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-behavioral-health) [Children's Behavioral Health](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-behavioral-health) The children's mental health program at Sanford supports behavioral growth from birth to adulthood. [](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-neurology) [Children's Neurology](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-neurology) Our pediatric neurologists are trained in providing advanced care for patients from newborns to young adults. [](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-gastroenterology) [Children's Gastroenterology](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-gastroenterology) Get support for your child's diseases of the digestive system, liver or nutritional difficulties. [](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-cardiology) [Children's Cardiology](/medical-services/pediatrics/pediatrics-specialized-care/pediatric-cardiology) Choose Sanford for heart-related birth defects, disorders and disease in newborns through young adults. Sanford Health News - background-image [Influenza vaccine now available at Sanford Health](https://news.sanfordhealth.org/immunizations/influenza-vaccine-now-available-at-sanford-health/) Flu vaccine recommended for everyone over 6 months old - background-image [Fuel your kids for after school with healthy snacks](https://news.sanfordhealth.org/childrens/fuel-your-kids-for-after-school-with-healthy-snacks/) Get some extra energy before running off to practice, training or rehearsal Classes & Events - background-image [Grandparenting 101](/classes-and-events/grandparenting-101/9-11-23) Mon 09/11/23 6:30 PM - Mon 09/11/23 8:30 PM Online class - background-image [Understanding Me: Keep Me Safe](/classes-and-events/umkeep-me-safe/9-12-23) Tue 09/12/23 1:00 PM - Tue 09/12/23 3:00 PM Webinar Aberdeen "}