{"title": "Herbal medicine", "author": "Department; Human Services", "url": "http://www.betterhealth.vic.gov.au/health/conditionsandtreatments/herbal-medicine", "hostname": "betterhealth.vic.gov.au", "description": "Some herbs have potent ingredients and should be treated with the same care and respect as pharmaceutical drugs.", "sitename": "Department of Health & Human Services", "date": "2001-08-15", "cleaned_text": "Summary [Read the full fact sheet](#bhc-content) - Herbal medicine is the use of plants to treat disease and enhance general health and wellbeing. - Herbs can interact with other pharmaceutical medications and should be taken with care. - Always see your regular medical doctor (GP) about any health concerns and tell them about any herbal medicines you are taking or thinking of taking. - Never stop taking prescribed medications in favour of herbs without first discussing it with your GP. - Be careful about purchasing herbal medicines over the internet. Unregulated herbal medicines, such as some traditional folk medicines, may not be manufactured to the same quality and standard as regulated medicines. On this page What is herbal medicine? Herbal medicine has its origins in ancient cultures. It involves the medicinal use of plants to treat disease and enhance general health and wellbeing. Some herbs have potent (powerful) ingredients and should be taken with the same level of caution as pharmaceutical [medications](/conditionsandtreatments/medications). In fact, many pharmaceutical medications are based on man-made versions of naturally occurring compounds found in plants. For instance, the heart medicine digitalis was derived from the foxglove plant. Active ingredients and herbal medicine Herbal medicines contain active ingredients. The active ingredients of many herbal preparations are as yet unknown. Some pharmaceutical medications are based on a single active ingredient derived from a plant source. Practitioners of herbal medicine believe that an active ingredient can lose its impact or become less safe if used in isolation from the rest of the plant. For instance, salicylic acid is found in the plant meadowsweet and is used to make aspirin. Aspirin can cause the lining of the stomach to bleed, but meadowsweet naturally contains other compounds that prevent irritation from salicylic acid. According to herbal medicine practitioners, the effect of the whole plant is greater than its parts. Critics argue that the nature of herbal medicine makes it difficult to give a measured dose of an active ingredient. Medicinal uses for specific herbs Herbal medicine aims to return the body to a state of natural balance so that it can heal itself. Different herbs act on different systems of the body. Some herbs that are commonly used in herbal medicine, and their traditional uses, include: - Echinacea - to stimulate the [immune system](/conditionsandtreatments/immune-system)and aid the body in fighting [infection](/conditionsandtreatments/infections). Used to treat ailments such as [boils](/health/conditionsandtreatments/boils), fever and herpes. - Dong quai (dang gui) - used for gynaecological complaints such as [premenstrual tension](/health/conditionsandtreatments/premenstrual-syndrome-pms), [menopause](/health/conditionsandtreatments/menopause)symptoms and period pain. Some studies indicate that dong quai can lower [blood pressure](/health/conditionsandtreatments/blood-pressure). - Garlic - used to reduce the risk of [heart disease](/health/conditionsandtreatments/heart-disease-risk-factors)by lowering levels of blood fats and [cholesterol](/health/conditionsandtreatments/cholesterol)(a type of blood fat). The antibiotic and antiviral properties of garlic mean that it is also used to fight [colds](/health/conditionsandtreatments/colds), [sinusitis](/health/conditionsandtreatments/sinusitis)and other respiratory infections. - Ginger - many studies have shown ginger to be useful in treating nausea, including [motion sickness](/health/healthyliving/motion-sickness)and [morning sickness](/health/healthyliving/pregnancy-morning-sickness). - Ginkgo biloba - commonly used to treat poor blood circulation and [tinnitus](/health/conditionsandtreatments/tinnitus)(ringing in the ears). - Ginseng - generally used to treat [fatigue](/health/conditionsandtreatments/fatigue), for example during recovery from illness. It is also used to reduce blood pressure and cholesterol levels, however overuse of ginseng has been associated with [raised blood pressure](/health/conditionsandtreatments/blood-pressure-high-hypertension). - Hypericum perforatum - commonly known as St John's Wort. Studies have suggested that St John's Wort is just as effective as some [pharmaceutical antidepressants](/health/conditionsandtreatments/depression-treatment-and-management#antidepressant-medications)in treating mild to moderate [depression](/conditionsandtreatments/depression). It is also used for [anxiety](/conditionsandtreatments/anxiety)and [insomnia](/health/conditionsandtreatments/sleep-insomnia). However, [St John's Wort](https://www.tga.gov.au/alert/st-johns-wort-important-interactions-between-st-johns-wort-hypericum-perforatum-preparations-and-prescription-medicines)can interact with a number of prescription medications, including the oral contraceptive pill, and stop them from working properly. Do not self-diagnose ailments It is very important that people do not self-diagnose any health conditions. Any [medication](/conditionsandtreatments/medications) (herbal or otherwise) should be taken under the supervision of a knowledgeable and qualified practitioner. Special considerations for herbal medicine Herbal medicines can be mistakenly thought to be completely safe because they are 'natural' products. This is not always correct. Herbal medicines may produce [negative effects](/health/conditionsandtreatments/medicines-and-side-effects) that can range from mild to severe, including: reactions](/conditionsandtreatments/allergies)and rashes [asthma](/conditionsandtreatments/asthma) [headaches](/health/conditionsandtreatments/headache) - nausea - vomiting [diarrhoea](/health/conditionsandtreatments/diarrhoea). Like other prescription medications, herbal medicine should always be prescribed by a qualified and registered practitioner. Contact the professional association for your chosen therapy and ask for a list of members in your area. This may include: [Australian Health Practitioner Regulation Agency (AHPRA)](https://www.ahpra.gov.au/)- Chinese medicine practitioners, chiropractors, osteopaths [Naturopaths and Australia (NHAA)](https://nhaa.org.au/)- and naturopaths [Australian Acupuncture and Chinese Medicine Association](https://www.acupuncture.org.au/)- the peak body for Chinese medicine, acupuncturists, herbalists and traditional remedial massage practitioners. During the first visit with your practitioner, ask about their training and qualifications. Be very cautious about any practitioner who advises you to abandon your conventional medical treatment. Always tell your herbal medicine practitioner: - which over-the-counter, herbal medicines, [complementary medicines](/health/conditionsandtreatments/complementary-medicines-tell-your-healthcare-professionals)and [prescription medications](/conditionsandtreatments/medications)you are taking - any [allergic reactions](/conditionsandtreatments/allergies)you have experienced - if you are [pregnant](/healthyliving/pregnancy), planning to become pregnant, or [breastfeeding](/health/healthyliving/breastfeeding). Be aware herbal medicine can interact with other medications Herbal medications and supplements may interact in harmful ways with over-the-counter or prescription medicines you are taking. Taking herbal supplements may increase or decrease the effectiveness of other drugs you are taking or may increase the risk of negative side effects. For example, St John's Wort mostly decreases the effectiveness of other medicines but increases the effects of antidepressants. If you are considering taking herbal medicines, it is always a good idea to talk to your doctor about possible side effects and interactions with other medications you are taking. Purchase herbal medicine products from a reputable supplier Not all herbal medicines that are sold are safe. Always purchase from a source that stocks products from a reputable manufacturer or supplier, such as health food stores, supermarkets, pharmacies or from a reputable practitioner. Be careful about purchasing herbal medicines [over the internet](/health/conditionsandtreatments/complementary-medicines-the-risks-of-buying-online). Unregulated herbal medicines from overseas may not be manufactured to the same quality and standard as regulated medicines. In some cases, products purchased online have been found to have dangerous levels of [lead](/health/healthyliving/Lead-exposure-and-your-health), [mercury](/health/healthyliving/mercury-exposure-and-poisoning) or arsenic, which can cause serious health problems. Herbal medicines made in Australia are subject to regulations. Consult with your pharmacist about the safety and effectiveness of the herbal medicine or supplements you are thinking of buying. If you are considering taking herbal medicine, it is recommended that you: - Never stop taking prescribed medications without consulting your doctor. - Always tell your doctor if you are planning to start a course of herbal medicine for your condition. - Seek advice from your qualified health practitioner, your doctor or your pharmacist about the herbal medicine's safety, quality and effectiveness. - Always purchase products from a reputable source. Be cautious about buying herbal medicines or supplements manufactured overseas. - Take all herbal medicines strictly as prescribed and consult your health practitioner immediately if you experience any side effects. Where to get help - Your [GP (doctor)](/health/serviceprofiles/General-practitioner-services) - A qualified herbal therapist or naturopath - Your [pharmacist](/health/serviceprofiles/Pharmacist) [Medicines Line](https://www.nps.org.au/medicinewiseapp)- for information on prescription, medicines explained](https://www.nps.org.au/consumers/complementary-medicines-explained), 2021, NPS MedicineWise. [An overview of the regulation of complementary medicines in Australia](https://www.tga.gov.au/overview-regulation-complementary-medicines-australia), 2013, Therapeutic Goods Administration, Department of Health, Australian Government. - Advice for health professionals regarding unregulated complementary medicines (CAMS), Department of Health, Victorian Government. [Australian regulatory guidelines for complementary medicines (ARGCM)](https://www.tga.gov.au/resources/resource/guidance/australian-regulatory-guidelines-listed-medicines-and-registered-complementary-medicines), Version 8.0, April 2018, Therapeutic Goods Administration, Department of Health, Australian Government. [Lead in food, cosmetics, and medicines](https://www.cdc.gov/nceh/lead/prevention/sources/foods-cosmetics-medicines.htm?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fnceh%2Flead%2Ftips%2Ffolkmedicine.htm), 2020, Centers for Disease Control and Prevention, USA. - Arring NM, Millstine D, Marks LA, Nail LM 2018, ' [Ginseng as a treatment for fatigue: a systematic review](https://www.ncbi.nlm.nih.gov/pubmed/29624410)', Journal of Alternative and Complementary Medicine, vol. 24, "}