{"title": "El hospital Clínico de Madrid se salta el protocolo: vacuna a exempleados jubilados mientras parte del personal no ha recibido la dosis", "author": "Eduardo Bayona", "url": "https://www.publico.es/politica/hospital-clinico-madrid-salta-protocolo-vacuna-exempleados-jubilados-parte-personal-no-recibido-dosis.html", "hostname": "publico.es", "description": "El centro ha alegado que las vacunas no iban a utilizarse y caducarían, aunque ha habido trabajadores que aseguran que todavía no han recibido la primera dosis.", "sitename": "Público", "date": "2021-01-17", "cleaned_text": "Clínico San Carlos de Madrid se ha saltado los protocolos de vacunación contra la covid-19 y ha puesto dosis a antiguos trabajadores ya jubilados que correspondían al personal sanitario, porque aseguran que las vacunas corrían el riesgo de caducar y volverse inútiles. Sin embargo, en mitad de ese proceso, ha habido personal sanitario del centro que ha denunciado que a ellos no se les puso la inyección. Para justificar el proceso, la dirección del hospital ha alegado que a estos extrabajadores jubilados \"se les vacuna porque prestan un servicio en el hospital a pacientes como voluntarios\", pero es una versión que, [tras ser verificada por la Cadena SER](https://cadenaser.com/emisora/2021/01/17/radio_madrid/1610883056_880644.html), se ha demostrado como falsa. Varias personas vacunadas consultadas por la radio del Grupo Prisa reconocen no participar en el voluntariado. El protocolo de vacunación creado por la Comunidad de Madrid recoge que la etapa de vacunación del grupo 2, que corresponde al personal sanitario y todos aquellos trabajadores expuestos al contacto directo con pacientes, es claro al respecto, por lo que el Clínico habría incumplido la normativa. El malestar aumenta, principalmente, porque hay sanitarios que aún no han recibido la dosis, según informa la Cadena Ser. Este domingo, España han comenzado a [aplicar la segunda dosis de la vacuna anticovid](https://www.publico.es/politica/comienzan-aplicarse-espana-segundas-dosis-vacuna-covid.html#analytics-noticia:contenido-enlace) a residentes y trabajadores de residencias de ancianos y centros sociosanitarios, que recibieron la primera dosis el 27 de diciembre y que en diez días adquirirán la inmunidad frente al virus. Tras la información publicada por la SER, el hospital Clínico San Carlos de Madrid ha admitido que sí ha vacunado a \"varios\" jubilados del centro. El Clínico asegura en una nota de prensa que se está vacunando a los profesionales siguiendo el criterio de hacerlo primero a los profesionales de primera línea. Asimismo, añade que se ha empezado a vacunar a aquellos que prestan algún servicio en el hospital y que puedan tener contacto con pacientes, acompañantes o profesionales del hospital. ¿Te ha resultado "}