{"title": "Nuestra introducción al Ayurveda en Rishikesh", "author": null, "url": "https://conelmundoenlamochila.com/2019/01/13/nuestra-introduccion-al-ayurveda-en-rishikesh/", "hostname": "conelmundoenlamochila.com", "description": "El Ayurveda es una medicina tradicional india que tiene más de 5.000 años de antigüedad, de hecho se considera que es la forma más antigua de curación en el mundo. Esta práctica, que busca una armo...", "sitename": "Con el mundo en la mochila", "date": "2019-01-13", "cleaned_text": "El Ayurveda es una medicina tradicional india que tiene más de 5.000 años de antigüedad, de hecho se considera que es la forma más antigua de curación en el mundo. Esta práctica, que busca una armonía entre cuerpo, mente y espíritu, está muy relacionada con el yoga y la meditación y cómo estábamos en [Rishikesh, que es la capital mundial del yoga](https://conelmundoenlamochila.wordpress.com/2019/01/09/rishikesh-la-capital-mundial-del-yoga/), y estábamos en modo \"cuidarnos\" decidimos hacer una sesión para conocerla un poquito. En este post os vamos a contar todo lo que aprendimos y cómo fue nuestra experiencia. QUÉ ES EL AYURVEDA: UN POCO DE TEORÍA Antes de empezar queremos decir que nosotros no somos expertos, ni mucho menos, en el tema. Así que vamos a intentar dar una explicación muy general de lo que es el ayurveda según lo que aprendimos en nuestra sesión y lo que leímos después. En idioma sánscrito, \"ayu\" significa \"vida\" y \"veda\" quiere decir \"conocimiento\". El Ayurveda es pues la \"ciencia de la vida\". Se relaciona con un estilo de vida, ya que no se centra en curar enfermedades sino en mantener el estado de salud y prevenirlas a través de una armonía entre el cuerpo, la mente y el espíritu. Y para que exista esta armonía, cree que es necesario tener una buena alimentación, descanso, ejercicio físico y una correcta respiración. Y aquí entraría en juego también el yoga y la meditación. Digamos que van de la mano con el Ayurveda. El Ayurveda se basa en la teoría de los 5 elementos: éter, aire, agua, fuego y tierra. Estos elementos se combinan en nuestro cuerpo en 3 energías o dhosas: vata, pitta y kapha. Vata es la fuerza del movimiento, pitta la de la transformación y kapha la de la estructura y estabilidad. Aunque las tres están presentes en nuestro cuerpo, siempre predomina una (o dos) que es las que determina nuestra constitución física y psicológica. Así a grandes rasgos se puede decir que: - Las personas vata: tienden a ser activas, inteligentes, inquietas y creativas. Son delgadas y con piel seca y fría. Tienen el sueño y el apetito irregulares y frente al estrés reaccionan con insomnio, temor y ansiedad. - Las personas pitta: muestran un gran interés intelectual y son más ejecutivas. Son de complexión media y suelen tener las extremidades cálidas. Tiene el apetito y la digestión fuertes y reaccionan con ira e irritabilidad frente a los desequilibrios cotidianos. - Las personas kapha: son metódicas y pensativas, son personas calmadas y les afecta poco el estrés. Tienen una constitución corporal gruesa. Su apetito y la digestión son lentos y tiene tendencia al sueño. Cuando se produce un desequilibrio entre las dhosas es cuando vienen las enfermedades y ese desequilibrio se considera que aparece cuando se llevan malos hábitos. Un desequilibrio en vata puede acarrear insomnio, problemas de digestión, falta de atención, estreñimiento, dolor de articulaciones, entre otras cosas. Un desequilibrio en pitta ocasiona cambios de humor, acné o acidez estomacal. Y un desorden de kapha puede conllevar obesidad o depresión, congestión nasal o de pecho, diabetes. ¿Y cómo se tratan las enfermedades? Para poder proponer un tratamiento se tienen en cuenta los síntomas de la enfermedad, pero también cómo la persona vive y siente esa enfermedad, sus hábitos diarios y su constitución física y psicológica. Es un método holístico. Así pues el tratamiento de una misma enfermedad no será igual para todos, puesto que cada persona es única. NUESTRA EXPERIENCIA Para conocer más sobre esta ciencia milenaria acudimos a [Ayuskama Ayurveda & Yoga Institute](https://www.ayuskamarishikesh.com) y nos pusimos en manos del doctor Vinod. Al llegar, nos recibió arriba en la azotea, nos explicó en qué consiste el Ayurveda y después nos hizo unas preguntas para determinar qué tipo de personas somos, si vata, pitta o khapa. ¿Qué nos salió? Yo soy vata - pitta. Hace tiempo que suelo tener problemas digestivos y al parecer están ocasionados por un desequilibrio en vata - pitta. Mario en cambio es pitta - kapha. Tiene problemas para dormir y dolores de cabeza producidos por un desequilibrio también en vata. Conociendo esto, el Dr. Vinod nos dijo qué tipo de alimentación deberíamos llevar y nos dio unas posturas de yoga y unos ejercicios de respiración concretos para cada uno que nos ayudarán a conseguir el equilibrio. Además nos recetó unas hierbas que debemos tomar durante unos meses y lo mejor de todo en ese momento... Nos pasó a una sala para que nos dieran un masaje! El masaje forma una parte muy importante en Ayurveda, es parte de la terapia. Durante 90 minutos disfrutamos de un masaje completo de pies a cabeza con distintos aceites esenciales, diferentes en función del tipo persona que eres y el tipo de desequilibrio. Se considera que los aceites de hierbas penetran en la piel y a través del masaje van llegando a las capas más internas. La verdad que todo esto para nosotros fue una experiencia renovadora. Pero no podemos todavía hablar de cambios significantes en nuestra vida porque mientras viajamos nos resulta complicado seguir todas las pautas de alimentación, etc. Pero en ello estamos! INFORMACIÓN ÚTIL Si estáis en Rishikesh y estáis interesados en aprender más sobre Ayurveda, en Ayuskama Ayurveda & Yoga Institute hacen cursos de ayurveda y yoga, retiros y tratamientos. "}