{"title": ". ¿Cuáles son las precauciones para los posibles efectos adversos relacionados con alergias secundarias a la vacunación contra SARS-CoV-2?", "author": "Super User", "url": "https://www.acin.org/index.php/antecedentes-9/antecedentes-47/antecedentes-121", "hostname": "acin.org", "description": "VIII. Vacunación ¿Cuáles son las precauciones para los posibles efectos adversos relacionados con alergias secundarias a la vacunación contra...", "sitename": "Asociación Colombiana de Infectología", "date": "2023-01-01", "cleaned_text": "VIII. Vacunación ¿Cuáles son las precauciones para los posibles efectos adversos relacionados con alergias secundarias a la vacunación contra SARS-CoV-2? Puntos de buena práctica: - Los pacientes a los que se les aplicará una vacuna basada en ARNm sin alergias previas, ni anafilaxia deben someterse a un período de observación de 15 minutos después de recibir la vacuna para asegurarse de que no haya una reacción alérgica. - Los pacientes a los que se les aplicará una vacuna basada en ARNm con alergias previas que serán llevados a vacunación basada en ARNm deben someterse a un período de observación de 30 minutos después de recibir la vacuna para asegurarse que no haya una reacción alérgica. - Se debe preguntar el antecedente de alergia en todas las personas que van a ser vacunadas. - Las personas con historia de reacción anafiláctica confirmada deben ser propuestas para plataformas no relacionadas con ARNm en casos en los que sea indispensable administrar una de estas formas de vacunas, deben hacerlo en centro con capacidad de respuesta rápida y deben ser observados 30 minutos. - Se debe diligenciar un consentimiento informado previo a la vacunación, y los pacientes con antecedente de reacciones alérgicas deben recibir la información que ellos tienen más riesgo que la población general. "}