{"title": "¿Qué sabe Ud. acerca de ... las vacunas de ADN?", "author": "López Monteon; Aracely; Hurtado Melgoza; María de Lourdes; Ramos Ligonio; Angel", "url": "http://www.scielo.org.mx/scielo.php?pid=S1870-01952013000100010&script=sci_arttext", "hostname": "scielo.org.mx", "description": null, "sitename": "Revista mexicana de ciencias farmacéuticas", "date": "2013-03-01", "cleaned_text": "Servicios Personalizados Revista Articulo Indicadores - Citado por SciELO - [Accesos](http://analytics.scielo.org/w/accesses?document=S1870-01952013000100010&collection=mex) Links relacionados - Similares en SciELO Compartir [Revista mexicana de ciencias farmacéuticas](http://www.scielo.org.mx/scielo.php?script=sci_serial&pid=1870-0195&lng=es&nrm=iso) versión impresa ISSN 1870-0195 Rev. mex. cienc. farm vol.44 no.1 Ciudad de México ene./mar. 2013 Secciones ¿Qué sabe Ud. acerca de ... las vacunas de ADN? What do you know about ... DNA vaccines? Aracely López Monteon, María de Lourdes Hurtado Melgoza y Angel Ramos Ligonio LADISER Inmunología y Biología Molecular, Facultad de Ciencias Químicas, Universidad Veracruzana Centro de Investigaciones Biomédicas, Universidad Veracruzana. Preguntas 1. ¿Cuál es la estructura de las vacunas de ADN? 2. ¿En qué casos se podrían utilizar las vacunas de ADN? 3. ¿Cuáles son las rutas y formas de inoculación? 4. ¿Cuál es el mecanismo de inducción de la respuesta inmune que utilizan las vacunas de ADN? 5. ¿Cuáles son las ventajas y desventajas de las vacunas de ADN con relación a las vacunas convencionales? 6. ¿Cuáles son las aplicaciones de las vacunas de ADN? Respuestas 1. Las vacunas de ADN están compuestas por un plásmido bacteriano o también llamado vector en el cual se ha insertado una secuencia de ADN que codifica para un antígeno de interés o proteína. Los plásmidos bacterianos son moléculas de ADN circular que se autorreplican fuera del núcleo y se obtienen mediante su introducción en bacterias competentes como E. coli previamente tratadas con una mezcla de cationes divalentes que las hacen permeables temporalmente a pequeñas moléculas de ADN. La pequeña población de bacterias que adquieren el plásmido es identificada mediante marcadores selectivos que confieren resistencia a antibióticos. Por esta razón, los plásmidos tienen además diversos genes de resistencia a antibióticos, como la ampicilina (Amp) o la Kanamicina (Kan), ( [Figura 1](#f1)).1-2 2. La mayoría de las vacunas que están en uso actualmente son dirigidas contra patógenos que pueden ser controlados eficazmente con anticuerpos. Sin embargo, un gran número de patógenos han desarrollado una multitud de estrategias de escape y mecanismos de resistencia a la actividad lítica de los anticuerpos y han frustrado los esfuerzos en el desarrollo de vacunas, lo que significa que para su eliminación se requiere de la activación de ciertas poblaciones específicas de linfocitos T, en este sentido las vacunas de ADN representan una de las estrategias novedosas para lograr la activación de tal respuesta inmune celular.3-4 3. La respuesta a las vacunas de ADN ha sido determinada mediante diferentes rutas de inoculación, incluyendo intramuscular, intradérmica, intravenosa, intraperitoneal, epidérmica mediante escarificación de la piel, oral, intranasal y vaginal. De todas estas formas, las que han dado mejores resultados y más reproducibles son la inoculación intramuscular y en los diferentes estratos de la piel mediante agujas hipodérmicas, así como el bombardeo de partículas mediante pistolas genéticas en piel y en mucosas. En la selección del método a emplear hay que tomar en cuenta dos consideraciones importantes: la cantidad de ADN a inocular y las características de la respuesta inmune que se desea obtener. La administración de vacunas mediante agujas posee la ventaja de ser un método barato, aunque requiere de 100 a 1000 veces más ADN que el bombardeo de partículas para inducir una respuesta inmune.5 El bombardeo de partículas con pistola de genes tiende a inducir una respuesta T cooperadora de tipo Th2 que sirve para combatir infecciones parasitarias y en mucosas, mientras que las inyecciones intramusculares desvían la respuesta cooperadora hacia Th1 en la que se activa la respuesta celular lo que permite el control de infecciones bacterianas intracelulares y virales.6 4. Las vacunas de ADN se basan en la inyección directa en el huésped de un plásmido que codifica para un antígeno de un patógeno, en lugar del antígeno proteico o del patógeno atenuado o muerto. Al ser las células del paciente las que producen la proteína, el antígeno no contiene impurezas, al contrario de lo que sucede con las vacunas tradicionales, en donde durante el proceso de purificación pueden quedar trazas de antibióticos o proteínas del medio de cultivo. La expresión del antígeno dentro de las células del huésped puede inducir una respuesta inmune completa y duradera que incluye anticuerpos, aunque es frecuentemente más débil que la que se puede obtener con vacunas recombinantes, así como una activación fuerte y duradera de células T cooperadoras y citotóxicas o de respuesta celular. Un aspecto que aún no se comprende del todo consiste en la interacción de la vacuna de ADN con el sistema inmune. Las cantidades del antígeno que se producen cuando se administra el plásmido están en el orden de los pico o nano gramos. Estos niveles relativamente pequeños de antígeno hacen pensar que la respuesta inmune tan fuerte y sostenida se debe al tipo de células que capturan el ADN, ya que es necesario que células especializadas llamadas células presentadoras de antígeno (CPA) capturen el antígeno lo procesen y lo presenten a otras células del sistema inmune como los linfocitos T.3,7 5. Las vacunas de ADN ofrecen una serie de ventajas sobre las tecnologías ya existentes para la producción de las vacunas. Ellas estimulan tanto la respuesta inmune humoral como la celular y a diferencia de las vacunas con microorganismos recombinantes no hay respuesta inmune hacia el vector lo cual permite su utilización de manera repetida. Ahora bien, debido a que no se administran microorganismo vivos pueden emplearse en individuos inmunocomprometidos y mujeres embarazadas e incluso en individuos sanos sin posibilidad de reversión a la forma virulenta del microorganismo.8 La elaboración de las vacunas tradicionales requieren de una infraestructura costosa, por lo que las formas alternativas que puedan reducir este precio son siempre deseables. Ventajas de otro tipo incluyen la estabilidad de los vectores a diferentes temperaturas, lo cual permite disminuir costos en el proceso de elaboración, transporte y administración debido a que no se requiere una \"cadena fría\" o serie de refrigeradores para mantener la estabilidad de la vacuna.9 6. Las vacunas de ADN han sido probadas en diferentes patologías virales y bacterianas.10 Existen algunas vacunas que se encuentran en fase I, tal es el caso de vacunas contra el VIH,11 VPH,12 cáncer de próstata,13 hepatitis B14 y contra la malaria.15 Otras patologías que ya se incluyen dentro del repertorio de la vacunación con ADN incluyen las parasitarias (Trypanosoma, Leishmania, etc.).16,17 La capacidad que las vacunas de ADN tienen para inducir respuestas celulares ha hecho que su aplicación sea principalmente hacia infecciones virales y las producidas por bacterias intracelulares. Esta nueva generación de vacunas ha abierto nuevos campos para la prevención y tratamiento de enfermedades en las que la vacunación no formaba parte del repertorio empleado para el tratamiento como el cáncer (cáncer de mama) y las enfermedades autoimnunes (diabetes).18 Referencias 1. Srivastava IK, Liu MA. Gene vaccines. Intern Med 2003; 138:550-559. [ [Links](javascript:void(0);) ] 2. Mateen I, Irshad S. A review on DNA vaccines. Journal of Health Sciences. 2011; 1:1-7. [ [Links](javascript:void(0);) ] Donnelly and development J Med Biol Res. 2012;45(12): 1102-1111. [ [Links](javascript:void(0);) ] 7. Liu MA. DNA vaccines. A review. J Int Med. 2003; 253:402-410. [ [Links](javascript:void(0);) ] 8. Saade F, Petrovsky N. Technologies for enhanced of Expert Rev Vaccines. 2012; 11(2): Li L, Saade F, Petrovsky N. The future of human DNA vaccines. J Biotechnol. 2012; 162(2-3): 171-182. [ [Links](javascript:void(0);) ] Hutnick NA, Shin TH, Lucke CE, Weiner E, Kayitenkore K, Omosa-Manyonyi G, Allen S, Than S, Adams EM, Graham BS, Koup RA, Bailer RT, Smith C, Dally L, Farah O, Muvunyi CM, Bizimana J, Tarragona-Fiol T, Bergin PJ, Hayes P, Ho M, Loughran K, Komaroff W, Stevens G, Thomson H, Boaz MJ, Cox JH, Schmidt C, Gilmour J, Nabel GJ, Fast P, Bwayo J. Safety and immunogenicity study of multiclade HIV-1 adenoviral vaccine alone or as boost following HIV-1 DNA vaccine in 2010; 5(9):e12873. [ [Links](javascript:void(0);) ] 12. Bagarazzi ML, Yan J, Morrow MP, Shen X, Parker RL, Lee JC, Giffear M, Pankhong P, Khan S, Tangney M, Cinza Z, Dorta Z, Veliz G, Vega H, Lorenzo I, Ojeda S, Dueñas-Carrera S, Alvarez-Lajonchere L, Martínez G, Ferrer E, Limonta M, Linares M, Ruiz O, Acevedo B, Torres D, Márquez G, Herrera L, Arús E. Immunization with a DNA vaccine candidate in chronic hepatitis C patients vaccination. 12(1):107-116. [ [ [Links](javascript:void(0);) ] 17. Todolí F, Rodríguez-Cortés A, Núñez M del C, Laurenti MD, Gómez-Sebastián S, Rodríguez F, Pérez-Martín E, comparison R. Genetic vaccination for re-establishing Vaccin. 2011; 7(1):27-36. [ [Links](javascript:void(0);) ] "}