{"title": "Life in balance integrated Health, - Gilbert, AZ - Alignable", "author": null, "url": "https://www.alignable.com/gilbert-az/life-in-balance-integrated-health", "hostname": "alignable.com", "description": "3 local business owners recommend Life in balance integrated Health,. Visit this page to learn about the business and what locals in Gilbert have to say.", "sitename": "Alignable", "date": "2022-05-30", "cleaned_text": "Life in balance integrated Health, Our Ideal Customer ADHD, anxiety, stress management, people looking for integrative care for chronic health conditions Who we want to be referred to Partner types we'd like to work or share referrals with About Us The products and services we offer Recommendations Received (3) Products & Services Social distancing shouldn't get in the way of your wellness. Life in balance integrative medicine, offers virtual appointments and consultations fo... Schedule your next appointment with us online. Life in balance integrated Health, offers online appointment booking for all our services, no need t... Recommendations Given (5) \"She is incredibly talented and has the most soothing voice in Yoganidra that is so grounding....\" [Read more](javascript:void(0);)\"She is incredibly talented and has the most soothing voice in Yoganidra that is so grounding. Even hyperactive kids get soothed very quickly with her guided meditation. I feel blessed to have worked with her. \" \"Dr Lamb is very caring and compassionate and wonderful physician. I feel blessed to have been...\" [Read more](javascript:void(0);)\"Dr Lamb is very caring and compassionate and wonderful physician. I feel blessed to have been able to work with him. \" James Roach MD Integrative functional holistic medicine Highly Recommended \"Dr Roach is amazing . It is so unique the way he brings spirituality and medicine together. That...\" [Read more](javascript:void(0);)\"Dr Roach is amazing . It is so unique the way he brings spirituality and medicine together. That is so different that other holistic practitioners I have worked with. He is a wonderful teacher as well. Have been lucky to learn from him. \" Recent Activity Can I request this for my daughters as well? They are young and do not understand Reiki healing. Do I have to register them separately? Thanks [(more)](#)Can I request this for my daughters as well? They are young and do not understand Reiki healing. Do I have to register them separately? Thanks 1 Reply Our Team Pradnya Raje owner "}