{"title": "Occupational, Environmental & Clinical Preventive Medicine", "author": null, "url": "https://renaissance.stonybrookmedicine.edu/family_population_preventive_medicine/divisions/occ-enviro-clinical", "hostname": "stonybrookmedicine.edu", "description": null, "sitename": "renaissance.stonybrookmedicine.edu", "date": "2023-01-01", "cleaned_text": "Granek, MD Faculty in the Division of Occupational, Environmental & Clinical Preventive Medicine provide services through several clinical programs, as well as involved in teaching medical students, training residents and conducting research. The clinical services address the health needs of Long Island workers, unions, industry, business, health care providers, community groups, individuals and families. The Division's clinical programs include: [Occupational and Environmental Medicine Program](https://www.stonybrookmedicine.edu/patientcare/family_population_preventive_medicine/occupational-medicine) Medical Director: Farah Haq, MD, MPH Occupational and Environmental Medicine is a rapidly growing medical field that seeks to study how occupation and environment affects one's health with an emphasis on prevention. Our services focus attention on workers engaged in high risk occupations and those populations living in close proximity to environmentally hazardous areas. Our physicians also provide services and medical oversight for the Stony Brook University Hospital Employee Health & Wellness Services (EHW). Our patient/customer needs are determined by patient visits and by working with employers to assess their employees' exposures and designing customized protocols. Services are provided to patients/clients individually and/or in groups, at our offices or at their place of employment. Services are available: Monday - Friday. 8:30am - 4:30pm Phone: (631) 444-6250 Fax: (631) 444-6665 4 Smith Haven Mall Suite 202 Lake Grove, NY 11755 [Travel Medicine and Adult Vaccination Program](https://www.stonybrookmedicine.edu/patientcare/family_population_preventive_medicine/travel-adult) Medical Director: Farah Haq, MD, MPH The Adult Vaccination Program provides vaccination for adults on referral from their primary care physicians. The Travel Medicine program sees patients prior to their departures and are structured to do destination, itinerary, and medical risk assessment and to provide information on malaria prophylaxis, traveler's diarrhea, and immunization needs. We provide access to all the vaccines associated with travel based on risk including certified yellow fever vaccination. The following travel medicine services and vaccines are available to individuals 16 year of age and older: - International Certificate of Vaccination \"yellow booklet\" documentation for yellow fever vaccinations - Yellow fever vaccine - Pre-travel health evaluations to determine your personal health risks - Comprehensive and current health information from authoritative sources such as the Center for Disease Control and Prevention on health and safety risks for your specific destination - Hepatitis A vaccine - Hepatitis B vaccine - Typhoid vaccine - Tetanus vaccine - Diphtheria vaccine - Polio vaccine - Measles mumps and rubella vaccine - Rabies vaccine - Meningococcal meningitis vaccine - Japanese encephalitis vaccine - Pneumococcal conjugate vaccine - Chickenpox (varicella) vaccine - Flu shots - influenza vaccine - Tuberculosis TB skin test (tuberculin PPD) - Malaria prophylaxis advice and prescriptions - Non medication preventative education. Services are available: Monday - Friday, 8:30am - 4:30pm Phone: (631) 444-6250 Fax: (631) 444-6665 4 Smith Haven Mall Suite 202 Lake Grove, NY 11755 [Lifestyle & Integrative Medicine Program](https://www.stonybrookmedicine.edu/patientcare/family_population_preventive_medicine/wellness-chronic) [Medical Director: Raja Jaber, MD] This program includes state of the art conventional family medicine, combined with mind/body, botanical, and nutritional medicine to create a whole person approach to health and illness. Our services and providers are dedicated to providing individual consultations that exemplify integrative, comprehensive and patient-centered medicine across the life cycle. Physicians and patients form a collaborative relationship that fosters the development of an individually tailored lifestyle program; integrating a public health approach to chronic illness management. We explore the physiological, nutritional, mechanical, emotional, cognitive, social and environmental web that contribute to illness and disease. With that information we develop a comprehensive plan of care that primarily relies on lifestyle changes: nutrition, better sleep, exercise, letting go of harmful addictive needs and stress reduction. Our approach to care is evidence based and individualized. We will use pharmaceuticals and collaborate with high tech medicine when indicated. Nutritional supplements are added if indicated as well. We believe in helping patients take charge of their health and in partnering with our patients to develop comprehensive treatment plans based on their personal goals. This collaborative care may include other physicians and non-physician practitioners. We then make every effort to coordinate care with the whole therapeutic team (may include physicians, nurses, physical trainers and therapists, social workers, dieticians, yoga teachers, acupuncturists, massage therapists etc...). Our hope is to provide a medical home where all can learn about health and healing as it applies to each person individually and to the larger community. We hope to accomplish this with resources in our office and on this website as well as linking and collaborating with valuable wellness and healing resources in our community and on the Internet. The Lifestyle and Integrative Medicine Program features the following components: - Individually tailored lifestyle programs that optimize function and wellness by integrating the best of biomedicine with nutrition, exercise, physical training and therapy, and mind-body medicine. - An emphasis on patient comprehension of physiological, biochemical, and mechanical changes that result from disease. This fosters a sense of mastery that in turn facilitates behavior change. - A \"whole-person\" focus, which pays attention to the contexts of patients' lives (i.e., family relations, occupation, community) as well as complicating factors that may have an effect on illness outcomes (i.e., depression, stress, obesity, arthritis). - Collaborative relationships between physicians and patients, who work together as case managers and equal partners, developing comprehensive treatment plans that may include others in the patient's social network. - A team of practitioners (i.e., nurse educators, social workers, psychologists, mind-body specialists, physical therapists, fitness educators, dieticians, yoga instructors, acupuncturists, osteopaths, and chiropractors) that can be consulted as needed. - The integration of a public health approach to chronic illness management that is sensitive to environmental and socioeconomic factors that affect health and illness, and that emphasizes strong relationships with community agencies, services, and wellness-promoting groups through networking, collaborative initiatives, and train-the-trainer programs. Apart from individual clinical consultations, the Lifestyle and Integrative Medicine Program conducts workshops and innovative group visits that provide patients with the knowledge and tools necessary to improve their general well-being and master the management of their illness. The Medical Director devotes a great deal of time to medical education, through precepting third and fourth year medical students during elective rotations. Working with community leaders and organizations, the Lifestyle and Integrative Medicine Program plans to review and utilize an Expanded Chronic Care Model, integrating the highest standards of clinical care with the ideals of public health. The goal is to work on creating innovative programs in collaboration with community organizations and laypersons trained in conducting self-management workshops. Furthermore, the Lifestyle and Integrative Medicine Program plans to work to support the efforts of local community groups that advocate for social and health reforms, and collaborate with insurance companies to create local programs that encourage a proactive, not reactive, approach to health and wellness. Mon, Wed, Thur, Fri: 9:00 am - 5:00 pm Tues: 9:00 am - 7:00 pm Phone: (631) 444-6250 Fax: (631) 444-6665 4 Smith Haven Mall Suite 202 Lake Grove, NY 11755 Faculty | | Faculty Board Certifications: Preventive Medicine Public Health & GPM [Farah Haq, MD, MPH](https://www.stonybrookmedicine.edu/patientcare/family_population_preventive_medicine/occupational_environmental_medicine/haq) Faculty Board Certifications: Preventive Medicine Occupational Medicine [Raja Jaber, MD](https://www.stonybrookmedicine.edu/profile?pid=176&npi=1417999764&name=Raja%20Jaber%20MD) Faculty Board Certifications: Family Medicine [Yuri Jadotte, MD, PhD, MPH](https://renaissance.stonybrookmedicine.edu/family_population_preventive_medicine/jadotte) Faculty Assistant Professor Associate Residency Program Director Board Certifications: Public Health & General Preventive Medicine [Maryta Marzano, NP](https://doctors.stonybrookmedicine.edu/provider/Maryta+Marzano/2399955?name=Maryta%20Marzano&sort=relevance%2Cnetworks%2Cavailability_density_best&from=search-list) [Astha Muttreja, MD, MPH](https://www.stonybrookmedicine.edu/profile?pid=3232&npi=1710364005&name=Astha%20Muttreja%20MD,%20MPH) Faculty Board Certifications: Internal Medicine, Obesity Medicine, Preventive Medicine Public Health & GPM [Jessica Perrone, "}