{"title": "SOP Archives - Holistic Primary Care", "author": null, "url": "https://holisticprimarycare.net/tag/sop/", "hostname": "holisticprimarycare.net", "description": null, "sitename": "Holistic Primary Care", "date": "2022-11-16", "cleaned_text": "With the release of its long-awaited Standard Operating Procedure for Disposal/Destruction of Irreparably Defective Articles in November, the Botanical Adulterants Prevention Program (BAPP) has taken a major step forward in its ongoing effort to rid the nutrition and herbal medicine industries of adulterated or otherwise fraudulent ingredients. The \"BAPP SOP\" guidelines, as the new document is called, lay out specific contract terms between ingredient buyers and ingredient suppliers that empower buyers to destroy—at the supplier's expense—any botanical raw materials deemed \"irreparably defective\" by an independent, accredited 3rd party analytical lab using validated techniques. The definition of \"irreparably defective\" includes ingredients that contain environmental toxins, pesticide or herbicide residues, chemical or microbial contaminants, unlawful pharmaceutical ingredients, drug residues, illegal dyes, undisclosed fillers, or plant materials proven to be from species other than the desired and labeled species. Between 35-45% of the herbs found in the top-selling botanical categories are potentially subject to contamination or intentional adulteration Since its founding 12 years ago, the BAPP collaborative has issued 75 peer-reviewed documents detailing the problem of intentional, unintentional, or economically-motivated adulteration of raw materials, extracts, and essential oils. Many common medicinal herbs are subject to adulteration, including Ginkgo, St. John's Wort, Elderberry, Lavender, Bilberry, Saw Palmetto, Mint, Skullcap, and Cordyceps. The problem is especially prevalent for herbs that are rare, slow-growing, wild-crafted, or otherwise costly. The substitution of a cheap potentially less effective filler herb for a more expensive one, often increases when there is a sudden surge in demand. This became a worldwide problem with Elderberry after Covid awakened massive public interest in \"immune system health.\" Sales of elderberry products soared, and the demand put extreme strains on the supply of actual Elderberry. The definition of \"irreparably defective\" includes ingredients that contain environmental toxins, pesticide or herbicide residues, chemical or microbial contaminants, unlawful pharmaceutical ingredients, drug residues, illegal dyes, undisclosed fillers, or plant materials proven to be from species other than the desired and labeled species. Another form of economically-motivated adulteration is the use of pharmaceutical ingredients to spike an herb for greater effect, or the inclusion of synthetic ingredients in raw materials sold as entirely natural. Between 35-45% of the herbs found in the top-selling botanical categories are potentially subject to contamination or intentional adulteration, estimated Mark Blumenthal, founder and executive director of the American Botanical Council (ABC). This does not mean these herbs are always adulterated, or that the adulterations are necessarily dangerous. But it means that the risk is there. \"History teaches that high-value ingredients are at most risk of economic adulteration during periods of supply chain shortages and/or sudden demand increases,\" said Michael D. Levin, a supplement industry consultant, and one of the architects of the BAPP SOP guidelines. BAPP SOP lays out a pathway for ethical supplement companies to implement a strict \"Burn it, don't return it\" policy for adulterated ingredients. If a supplier sells a batch of adulterated or contaminated herbs or extracts from adulterated herbs, and the problem cannot be remedied, the contract terms would justify the destruction of the entire batch at the seller's expense. The Food and Drug Administration's Good Manufacturing Practices (GMPs) give clear definitions of what constitutes adulteration in dietary supplement products, and they require supplement manufacturers to test for and prevent the sale of adulterated products. But the existing GMPs do not delineate procedures for eliminating corrupted ingredients from the supply chain, Levin explained. He and others on the BAPP team believe their SOP guidelines will address this regulatory gap which, until now, had left executives at ethical supplement brands with difficult choices: they could choose to destroy adulterated materials at their own expense and then replace them, or return the tainted product to the supplier for a refund or credit, knowing that the adulterated herbs would very likely end up in some other company's products. Closing the Regulatory Gap Without a clear pathway for eliminating them, bad raw materials rejected by honest companies will usually end up somewhere on the market. Suppliers typically re-sell them to unethical players who buy them at a discount and either lack sufficient analytical testing to detect adulterants, or that choose to turn a blind eye toward substandard materials. BAPP-SOP addresses this problem by creating standardized terms of agreement that would ensure that tainted materials are destroyed and eliminated from the supply chain, not resold to bottom-feeder companies. The contract terms and dispute resolution procedures outlined in the BAP-SOP document have been in development for the last four years, says Levin. The program was developed with input and feedback from many of the major botanical medicine and dietary supplement companies, and Levin says it has strong industry buy-in. Over the course of the last few years, the proposed contract language was thoroughly vetted by seven prominent supplement industry attorneys, and subjected to scrutiny and feedback from industry stake-holders. Adaptable Solutions The finalized SOP document was formally introduced at an industry-wide gathering in November at SupplySide West, the nation's largest nutritional and herbal raw materials trade show. It represents the first set of best practice guidelines specifically focused on how to deal with defective raw materials. BAPP SOP lays out a pathway for ethical supplement companies to implement a strict \"Burn it, don't return it\" policy for adulterated ingredients. If a supplier sells a batch of adulterated or contaminated herbs, and the problem cannot be remedied, the contract terms would justify destruction of the entire batch at the seller's expense Though it was developed by botanical medicine experts specifically for the herbal industry, these SOP guidelines are also potentially applicable to nonbotanical ingredients used in supplements, foods, beverages, cosmetics, or really any sort of consumer product. \"It's a very modular document, adaptable to fit various specific business situations,\" says Levin. Levin acknowledged that it could take several years before the agreement terms outlined in BAPP-SOP actually become the norm across the herbal industry. But he says the program has had strong support from most of the industry's key players some of whom are already implementing terms like this in their purchasing contracts. \"This is a voluntary industry initiative to address a consumer safety issue,\" he told Holistic Primary Care. \"It is about ensuring that the promise of safe and natural products is preserved. It is one tool, but an important tool, to solve the problem of adulterated raw materials and to support product quality in the industry.\" The BAPP-SOP guidelines give manufacturers the tools they need to apply direct economic pressure on raw materials suppliers and to hold them accountable for improving the quality of the ingredients they sell. That's bound to be a major benefit for anyone who uses herbal medicines. Intentional adulteration of herbs is not a novel threat in the dietary supplement world, but it's showing up in new ways amid the coronavirus pandemic. In response, the industry is intensifying its efforts to detect, reject, and destroy adulterated raw materials. The US Pharmacopeia defines Economically Motivated Adulteration as: \"The fraudulent addition of non-authentic substances or removal or replacement of authentic substances without the purchaser's knowledge for economic gain of the seller.\" Today, with public demand for immune support products at an all-time high, and disruption of international supply chains leading to raw materials shortages, the potential for fraud has grown. \"History teaches that high-value ingredients are at most risk of economic adulteration during periods of supply chain shortages and/or sudden demand increases,\" said Michael D. Levin, a supplement industry consultant. Cleaning Up the Supply Chain Levin is an advisor to the Botanical Adulterants Prevention Program (BAPP), a collaboration between the American Botanical Council (ABC), American Herbal Pharmacopoeia (AHP), and the University of Mississippi's National Center for Natural Products Research (NCNPR). BAPP tracks herbal adulteration, and sounds alarms when new incidents are identified. Last year, BAPP launched an industry-wide self-policing initiative called, \"Burn It, Don't Return It\" that puts direct economic pressure on raw materials suppliers to improve quality and eliminate adulteration. Launched last October with support from major industry trade groups, the program outlines contract terms and standard operating procedures (SOPs) to be used by supplement brands in their raw materials purchasing agreements. The terms stipulate that if a manufacturer's quality assurance officers detect \"irreparably defective\" raw materials—contaminants, adulterants, or substitutions that cannot be removed or lawfully rectified— those materials are to be destroyed at the supplier's expense. Gingko powder containing plants other than Ginkgo biloba, or St. John's Wort extract containing Red Dye #2, are two simple examples. \"History teaches that high-value ingredients are at most risk of economic adulteration during periods of supply chain shortages and/or sudden demand increases.\" —Michael D. Levin, Health Business Strategie Levin says \"Burn It,\" which is still in early stages of implementation, fills a big hole in the FDA's regulations: the current FDA Good Manufacturing Practice (GMP) guidelines do not outline procedures for how supplement companies should handle irreparably defective ingredients. In too many cases, they simply return the rejected materials to the suppliers, who then re-sell them elsewhere. New Standards Mark Blumenthal, founder and director of the American Botanical Council, which sponsors the BAPP program, hopes BAPP's forthcoming finalized contract and SOPs will aid the herbal industry in solving the perennial issue of adulteration. \"We're empowering companies to take control of this part of the supply chain, to take defective material out of it.\" Levin believes the model \"will become a widely adopted industry standard within two years.\" He also foresees GMP certification programs eventually adopting the BAPP's approach \"as a GMP standard.\" In the wake of COVID, elderberry is among the herbs most vulnerable to counterfeiting. Blumenthal says there is not yet any international scientific literature addressing elderberry adulteration. But BAPP has consulted with at least one reputable maker of elderberry products that has identified fraudulent materials in products tested in independent 3rd party labs. BAPP is currently drafting a bulletin on elderberry adulteration to educate consumers, health professionals, and industry members. Vexations in Vetting Supplement companies have responded to the adulteration challenge by ramping up ingredient analysis. Elan Sudberg, CEO of Alkemist Labs, reports \"an uptick in testing, specifically the immune system boosting herbs, which are selling like hot cakes these days.\" If the pandemic continues into next year, \"the supply chain will continue to be strained, while demand will continue to be high. All the tricks unscrupulous venders may use, from plant substitution, to providing the wrong plant part, to spiking for higher potency, will be in play, which is why testing plants at a lab that knows botanicals inside and out is crucial,\" he urged. \"Because in-person audits have all but subsided, testing ingredients with a third-party lab is more critical than ever.\" -Elan Sudberg, Alkemist Labs After COVID hit, Alkemist received requests to analyze \"a lot of duplicate samples, meaning our clients were acquiring samples and testing them as part of their process of determining what new vendor they could possibly buy key ingredients from,\" Sudberg said. \"Ordinarily, that may have involved a long plane flight to countries that now won't let Americans in, so the usual vetting process isn't an option right now.\" In addition to doctored ingredients, some raw materials suppliers are issuing dubious Certificates of Analysis (C of A's) -basically bogus lab reports—in their marketing materials. They simply copy legitimate reports from reputable labs like Alkemist or DNA4, and post them in C of A's for batches of herbs the labs have never tested. FDA Enforcement Curtailed Part of the problem is that the pandemic has significantly curtailed the FDA's on-the-ground enforcement. \"FDA publicly stated early on that they will be unlikely to perform onsite audits for a while,\" Sudberg says. The lack of oversight opens the door to more fraud. \"When there are no police monitoring stop signs, people stop stopping as much. When the likelihood of adulteration being spotted by regulatory agencies goes down, the need for brands to be even more vigilant goes up.\" \"We're empowering companies to take control of this part of the supply chain, to take defective material out of it.\" Mark Blumenthal, Executive Director, American Botanical Council \"Because in-person audits have all but subsided, testing your ingredients with a third-party lab is more critical than ever,\" Sudberg stressed. Based on the sustained high volume of testing at Alkemist in recent weeks, he believes the industry as a whole is taking this seriously. \"Testing is still up, which likely means more vendor qualification is happening.\" The spotlight has been on elderberry lately, but a number of other popular botanicals are also at risk of economically motivated adulteration: Lavender: Adulteration of lavender oil can occur in several ways, says ABC. Some products are mixed with oils from other similar plants like spike lavender; others contain synthetic components whose odor and chemistry resemble genuine lavender oil. Still others include the \"undeclared admixture of non-volatile solvents such as glycols, benzyl benzoate, benzyl salicylate, triethyl citrate, or vegetable oils such as coconut oil.\" BAPP recently issued a bulletin on English lavender (Lavandula angustifolia), the latest in its ongoing series of peer-reviewed publications on botanical adulteration. Pomegranate: is naturally high in ellagic acid. Dishonest products may contain ellagic acid from other less expensive sources like wood pulp. This raises the concentration of this key chemical constituent, but it creates a false sense of value, especially because the additive is not disclosed. Grape seed extract (GSE): is a natural byproduct from the wine and juice industries. BAPP has identified GSE adulterated with peanut skin extract, which Blumethal says originates largely from China. Peanut skin extract, a byproduct of the peanut industry, is less expensive and available at a much greater volume than actual GSE. Bilberry: is often adulterated with dark anthocyanidin pigments from other cheaper berries, soybean or rice hulls. Some sellers create adulterated products so sophisticated they can pass through laboratory testing undetected. Saw Palmetto: Extracts from the saw palmetto, a type of palm tree, are common in natural treatments for urinary and prostate disorders. Saw palmetto extract (SPE) may be substituted or blended with lower-cost vegetable oils, especially palm oils, to achieve a similar fatty acid profile. It was the subject of, \"one of the most egregious cases\" of botanical adulteration, says Blumenthal. Two years ago, BAPP broke the news of a Chinese saw palmetto supplier that obtained sheep, cow, chicken and pork-derived fat from a slaughterhouse and used it to adulterate SPE. The animal fatty acids were isolated and recombined to match fatty acid ratios indicated in the US Pharmacopeia (USP) for saw palmetto. The mixture was so chemically sophisticated that high-performance liquid chromatography (HPLC), the widely utilized analytical method, couldn't detect the animal-based compounds. Mint Oil: In one of BAPP's most recent victories, natural products manufacturer NOW Foods, owner of the Protocol for Life Balance practitioner brand, rejected and destroyed a shipment of mint oil from India after determining it was adulterated with safflower oil. Unethical? Yes. Dangerous? No. The good news is that so far, BAPP has \"found very few examples where the adulteration we've uncovered has any real safety concerns. Even though deplorable, even though morally objectionable--very few (of these cases) have safety implications.\" There are, however, exceptions. Consider skullcap (Scutellaria lateriflora) adulterated with germander (Teucrium alike, but germander contains hepatotoxic compounds while skullcap does not. When the one is substituted for the other—whether accidentally or intentionally—there's a potential for liver damage. Most botanical adulteration is not accidental or due to human error. It is an intentional and deliberate attempt to cut costs, enhance a product's activity or increase its value. Sudberg recommends that clinicians \"use or sell only brands that offer as much transparency as possible, and have a demonstrated and verifiable commitment to quality. Asking about their sourcing and testing practices is always a good idea, but now "}