{"title": "Covid 19 vaccines and the misinterpretation of perceived side effects clarity on the safety of vaccines - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/36381188/", "hostname": "ncbi.nlm.nih.gov", "description": "In the era of Covid 19 and mass vaccination programs, the anti-vaccination movement across the world is currently at an all-time high. Much of this anti-vaccination sentiment could be attributed to the alleged side effects that are perpetuated across social media from anti-vaccination groups. Fear m ...", "sitename": "PubMed", "date": "2022-01-09", "cleaned_text": "Covid 19 vaccines and the misinterpretation of perceived side effects clarity on the safety of vaccines - PMID: 36381188 - PMCID: [PMC9629406](http://www.ncbi.nlm.nih.gov/pmc/articles/pmc9629406/) - DOI: [10.37796/2211-8039.1371](https://doi.org/10.37796/2211-8039.1371) Covid 19 vaccines and the misinterpretation of perceived side effects clarity on the safety of vaccines Abstract In the era of Covid 19 and mass vaccination programs, the anti-vaccination movement across the world is currently at an all-time high. Much of this anti-vaccination sentiment could be attributed to the alleged side effects that are perpetuated across social media from anti-vaccination groups. Fear mongering and misinformation being peddled by people with no scientific training to terrorise people into staying unvaccinated is not just causing people to remain susceptible to viral outbreaks, but could also be causing more side effects seen in the vaccination process. This brief review will offer data that may demonstrate that misinformation perpetuated by the anti-vaccination movement may be causing more deaths and side effects from any vaccine. A mini review of published literature has been conducted and found that mental stress clearly causes vasoconstriction and arterial constriction of the blood vessels. Therefore, if subjects are panicked, concerned, stressed or scared of the vaccination, their arteries will constrict and become smaller in and around the time of receiving the vaccine. This biological mechanism (the constriction of veins, arteries and vessels under mental stress) is the most likely cause for where there has been blood clots, strokes, heart attacks, dizziness, fainting, blurred vision, loss of smell and taste that may have been experienced shortly after vaccine administration. The extreme mental stress of the patient could most likely be attributed to the fear mongering and scare tactics used by various anti-vaccination groups. This paper does not aim to rule in or out every side effect seen, but it is highly likely that many apparent side effects seen shortly after a subject has received a vaccine could be the result of restricted or congested blood flow from blood vessel or arterial constriction caused by emotional distress or placebo based on fear around vaccines. Keywords: Cardiovascular; Covid the Author(s). Conflict of interest statement Conflict of interest Raymond D Palmer is Chief Science Officer of Full Spectrum Biologics. Similar articles - [The effect of framing and communicating COVID-19 vaccine side-effect risks on vaccine intentions for adults in the UK and the USA: A structured summary of a study protocol for a randomized controlled article. - [Adverse Mentions, Negative Sentiment, and Emotions in COVID-19 Vaccine Tweets and Their Association with Vaccination Uptake: Global Comparison of 192 Countries.](/35632491/)Vaccines (Basel). PMC article. - [Side Effects and Perceptions Following COVID-19 Vaccination in Jordan: A Randomized, Cross-Sectional Study Implementing Machine Learning for Predicting Severity of Side Effects.](/34073382/)Vaccines (Basel). 2021 May [Misinformation About COVID-19 Vaccines on Social Media: Rapid Review.](/35816685/)J Med Internet Res. 2022 Aug Internet PMC article. Review. - stress-induced eCollection 2023. Biomedicine (Taipei). 2023. PMID: 37168729 Free PMC article. No abstract available. References LinkOut - more resources Full Text Sources "}