{"title": "PDF", "author": "PDF", "url": "https://actascientific.com/ASDS/pdf/ASDS-05-1005.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "5 Issue 1 January 2021 Alternative Medicine in Dentistry: A Holistic Approach - Rajasthan Dental College and Hospital, Jaipur, Rajasthan, India 2Head of the Department, Oral Medicine and Radiology at Rajasthan Dental College and Hospital, Jaipur, Rajasthan, India 3Senior Lecturer, Oral Medicine and Radiology Rajasthan Dental College and Hospital, Jaipur, Rajasthan, India. Review Article Received: October 31, 2020 Published: December 16, 2020 © All rights are reserved by Sunbul Tabrez., et al. Abstract Alternative medicine is a group of diverse medical and health care systems, practices and products that are not considered part of conventional medicine. It includes the use of dietary supplements, megadose vitamins, herbal preparations, special teas, massage therapy, magnet therapy and spiritual healing. They have lesser side effects and are also cost effective as compared to traditional medicine. The World Health Organization (WHO) has identified 150 systems of alternative medicine, out of which the most practiced ones are Ayurveda, Homeopathy, Naturopathy, Unani, Magneto therapy, Aroma therapy, Yoga, Massage therapy, etc. The alternative medi - cal systems involve Western culture (Homeopathy and Naturopathy) and Non-Western culture (Ayurveda and Chinese medicine). We know that stress is a major causative factor for various psychosomatic disorders and oral diseases which can be prevented by holistic approaches. Many oral mucosal lesions like aphthous stomatitis, lichen planus, OSMF, leukoplakia, radiation mucositis have yielded great results for healing by the use of plant extracts. Even though the treatments are usually of longer durations, are unconventional and often lack errors in reasoning, but have yielded positive effects on various individuals. This paper emphasizes on the use of alternative medicine in dentistry. Keywords: Alternative Medicine; Holistic; Oral Mucosal Lesions; Ayurveda Introduction The sole purpose of any branch of medicine is to strive to make human life happier and healthier. From time immemorial, we have been using our natural resources to attain the state of well- being [1]. Health sector has undergone tremendous advancement in the recent past and has seen the rise of many new trends [2]. Many side effects associated with traditional medicines have been averted by using herbal medicines and thus they are safer to use. Natural products have been used for several years in folk medi - cine. Over the last decade herbal medications in both prophylaxis and treatment of various diseases turned to be a popular form of therapy throughout the world [3].In General Guidelines for Methodologies on Research and Eval - uation of Traditional Medicine, published in 2000 by the World Health Organization (WHO): Complementary And Alternative Med- icine were defined as a broad set of health care practices that are not part of that country's own tradition and are not integrated into the dominant health care system. The US National Center for Complementary and Integrative Health (NCCIH) of the National Institutes of Health (NIH), states that Complimentary and Alternative medicine (CAM) is \"a group of diverse medical and health care systems, practices, and products that are not generally considered part of conventional medicine\". Citation: Sunbul Tabrez ., et al. \" Alternative Medicine in Dentistry: A Holistic Approach - A Review\". Acta Scientific Dental Sciences 5.1 (2021): 71-76.Quite often we come across patients who express their interest in mind body complimentary therapies to treat their health condi - tions. Alternative medicine also called as complimentary or inte- grative medicine, usually discuss and advise patients to any avail - able alternate therapies. As the name suggest \"alternative\", means that its basic lies in a non-drug approach [4]. However, alternative medicine is distinct from complementary medicine as it is meant to accompany and not replace the standard medical practices [5]. Alternative Medicine is a term commonly used to include all the healing practice that does not fall within the realm of conventional medicine and uses medical products and practices that are not part of standard care. Standard care is what medical doctors, doctors of osteopathy and allied health professionals, such as registered nurses and physical therapists provide [6]. Taking care of the whole human body healing and treating the underlying causes of diseases is one of the major advantages seen having the holistic approach in treating a disease. Alternative medi - cine improves the individual's health and quality of life [1]. We know that a lot of oral diseases like periodontitis, apthous ulcers, lichen planus, myositis, etc. manifest due to stress and al - ternative medicine focuses on counteracting these at a whole body level to help reduce the chances of developing them. Massage ther - apies, usage of ayurvedic and herbal preparations for the cure of oral diseases have yielded a lot of positive results. The present article discusses about the various ways by which alternative medicine can be beneficial for us in dentistry and how we can manage various oral diseases by using it. Classification: (National Centre for Complementary and Alter- native Medicine) [1,7] Mind-body interventions Meditation Biofeedback Hypnosis Yoga Imagery Creative outlets. Biologically based practices Vitamins, Herbs, Foods, Special diet.Manipulative and body based practices Massage, Chiropractic care, Reflexology. Energy medicine Tai Chi, Reiki, Therapeutic touch. Whole medical system (Ayurvedic, Chinese and Naturopathic medicine, Homeopathy, Acupuncture). Mind body interventions These are based on the belief that our mind is able to affect our body. They enhances the mind's capacity to affect bodily function and symptoms. There are various therapies which can be used in dentistry as mind-body interventions. Cognitive therapy includes behavioural therapy, meditation, prayer, mental healing, yoga and other therapies that uses creative outlets such as art, music or dance. Relaxation is a state of altered consciousness, a slowing of breath and heart rate. Meditation is a process of training one's mind to be atten- tive, to focus in a non- analytical way or an attempt to refrain from rumination. Hypnosis is induction of trance states by therapeutic sugges- tions. Other therapies which can be included are imagery, auto- genic training, aromatherapy, biofeedback, psychotherapy, counselling, yoga, and dance and exercise movements [1]. Biological based practices It uses substances found in nature like foods, vitamins, dietary supplements and herbal products [1]. Herbs in dentistry Herbal compounds are recommended in the treatment of seri - ous and purulent gingivitis and mucositis, superficial periodonti - tis, catarrhal tongue inflammation, toxic oral cavity inflammation, mucosal infections and difficult healing of post-operative wounds. Plant compound can be a powerful and the dominant drug when an inflammation caused by local irritating factor appears. Most im- portant features of herbal medicament are its anti-inflammatory, 72Alternative Medicine in Dentistry: A Holistic Approach - A Review Citation: Sunbul Tabrez ., et al. \" Alternative Medicine in Dentistry: A Holistic Approach - A Review\". Acta Scientific Dental Sciences 5.1 (2021): 71-76.antiseptic, analgesic, astringent, edema-reducing, soothing and healing accelerating properties [8]. The natural products derived from medicinal plants such as neem, tulsi, amla, dhatura, nimbu etc., have proven to be abun -dant source of biologically active compounds, many of which have become the basis for the development of new lead chemicals for pharmaceuticals [9]. Agent Properties Dose Use in Oral analgesic, antimicrobial and sedative properties.1 ml to 4 ml in water three times a day.Gingival and periodontal disease and ulcers. Green tea cheilitis, xerostomia, traumatic ulcers, pulp capping, covering tooth preparations, dry socket, pre-anesthetic, and pericoronitis [16]. Triphala It is injuries, chemi - cal burns, aphthous ulcers, gum abscesses, dry socket, lichen planus, benign pemphigus and gingival problems associated with AIDS, leuke- mia, migratory glossitis, geographic tongue and burning mouth syndrome, denture sore mouth, candidiasis, desquamative per day [19]. Massaging the aching teeth with roasted, ground turmeric eliminates pain and swelling.dental caries, oral lichen planus, gingivitis, halitosis, pit [20]. Allicin Anti-microbial and immune- modulatory [21,22].Oral adhesive tablets (5 mg al - licin): which can adhere to the oral mucosa and release allicin slowly at the site of the ulcer in 3 to 4 hours [23].Recurrent Anti-cavity, reduces plaque, anti-bacterialOral hygiene maintenance Table 1Oral diseases cured by using herbal preparations [10-14] (Ta- ble 1)73Alternative Medicine in Dentistry: A Holistic Approach - A Review Citation: Sunbul Tabrez ., et al. \" Alternative Medicine in Dentistry: A Holistic Approach - A Review\". Acta Scientific Dental Sciences 5.1 (2021): 71-76.Manipulative and body based practices System of therapies that use either manual manipulation or movement of one or more parts of the body to address structural or systematic imbalances of the bones and joints, the soft tissues, and the circulatory and lymphatic systems. For example: chiropractic, massage therapy [1]. Massage: Manipulation of tissues with hands or special tools Chiropractic care: A type of manipulation of the joints and skeletal system Reflexology: Using pressure points in the hands or feet to affect other parts of the body [27]. Energy medicine It involves the belief that the body has energy fields that can be used for healing and wellness. Therapists use pressure or move the body by placing their hands in or through these fields. Tai Chi: Involves slow, gentle movements with a focus on the breath and concentration; Reiki: Balancing energy either from a distance or by placing hands on or near the patient; Therapeutic touch: Moving hands over energy fields of the body [27]. Whole medical systems It includes the use of Ayurvedic, Chinese medicine, Homeopathy and Acupuncture. The word ' Ayurveda' is derived from ' Ayu' meaning 'life' and 'Veda' meaning 'knowledge'. According to Ayurveda the body of man and all the objects in the universe are composed of some base elements namely earth, water, energy, air and space. 'Vata', 'Pitta' and 'Kapha' molecules are the three biological elements which con- stitute the cells and tissues of all the living organisms in the uni- verse. In a state of imbalance, the three elements are responsible for disease, or even death. Ayurveda has imparted a lot as far as dental health is concerned. Ayurveda is an evolved system of medi - cine in India and it is a rich reservoir for Dental Science [28]. Chinese medicine is based on Yinyangism the combination of five phases theory with Yin-yang theory which was later absorbed by Daoism. Chinese herbs inhibit proliferation, induce apoptosis, suppress angiogenesis, retard metastasis and enhance chemother - apy, exhibiting anti-cancer potential [28].The role of acupuncture in dentistry may not involve removing the cause of dental pain, but rather, as an adjunct in achieving an- esthesia during dental procedures as well as providing post-oper - ative pain relief. It may not be useful to relieve the pain and discomfort associat- ed with the TMD's, especially if they are muscular in origin. Relax - ing the lateral pterygoid muscles can reduce the anterior displac- ing force on the meniscus of TMJ and help to minimize TMJ clicking. There are several case reports and case series in Chinese litera- ture on successful acupuncture treatment for patients with trigem- inal neuralgia and Bell's palsy. These acupuncture points seem to coincide with the distribution of the nerve branches. Observational studies have demonstrated that acupuncture treatment may increase salivary flow in healthy volunteers, pa- tients with Sjogren's syndrome and patients who have undergone radiotherapy in the head and neck region [28]. Homeopathy is a form of alternative medicine in which the practitioners treat patients using highly diluted preparations that are believed to cause healthy people to exhibit symptoms that are similar to those exhibited by the patient. The basic principle of homeopathy, is known as the \"law of similars\", which means \"let like be cured are widely periapical and periodontal abscesses. Gelse- nium, Aconile, Coffee cruda, Chamomile are used for apprehensive or fearful patients [3]. Awareness of dentists towards alternative medicine An online survey was done by P . S. Karthikeson., et al. [29] among under-graduate students from first to final year and a se - ries of question regarding the use of herbal drugs and various pro- cedures that are used in alternative medicine were asked by the students. The results concluded that there is minimum knowledge of alternative medicine among the dental students and they are not ready to give advice to patients regarding the use of them. Another survey was done by John Smith J., et al. [30] to assess the attitude and practices of Ayurveda, Homeopathy and Naturopa- thy interns, postgraduates and faculty towards dental diseases. A total of 307 subjects participated in the study, out of which 106, 101 and 100 participants were from Ayurveda, Homeopathy and 74Alternative Medicine in Dentistry: A Holistic Approach - A Review Citation: Sunbul Tabrez ., et al. \" Alternative Medicine in Dentistry: A Holistic Approach - A Review\". Acta Scientific Dental Sciences 5.1 (2021): 71-76.Naturopathy respectively. 6 questions for assessing attitude and 6 questions to assess the practices on CAM towards dental diseases were included in the survey. The attitude of Ayurvedic and Homeo - pathic interns towards CAM in dental diseases was more positive than the others however, the r esponses to all the open ended prac- tice based questions were different among the study groups. Based on the results of the survey it was concluded that incorporation of CAM methods in dental curriculum can improve knowledge and dentists can also advise their patients to follow CAM treatment mo- dalities. Advantages [31,32] Alternative medicines are aesthetic, relatively non-toxic, bio- compatible approach of treatment. The proponents of alternative dentistry believe in treating the root cause of the problem rather than just treating the symp- toms. Holistic dentistry is a clean dentistry, i.e., it rejects the use of any materials or treatments which could be toxic. Holistic dentistry is a holistic solution as it considers every as- pect of the human body, not just the oral cavity. Holistic dentistry does not uses quick fixes and takes time to decide on the best long-term approach to treating our patients and ensuring they are in the best health possible for as long as possible. These medicines can be consumed without the aid of any kind of prescription and can be found very easily from a local drug store. There is non-existence of side effects with the use of these medications. Disadvantages Although several herbal products have been tested, yet conclu- sive results are still lacking. Patients, who were treated with acupuncture, have experi- enced complications from unsterile needles [32] They take longer durations to yield results. These days' people are switching their lifestyle to a more or - ganic and herbal approach so, even though the demand for these medications and practices are increasing, the supply chains isn't able to cope up as compared to the market of con- ventional medicines. Conclusion Alternative medicine focuses at improving not only the oral health of the individual, but the individual as a whole; both physi - cally as well as mentally. Patients prefer using alternative medicine more as compared to the conventional medicines due to the lesser side effects involved with it. Alternative medicines have the poten- tial of eventually changing the dynamics of the medical field by be- ing just as potent and effective after the scientific verifications of their efficacies. Commercially a lot of products have been available in the market who advertise herbal preparations and awareness among dentists to utilize it, is the key to successful treatments. Bibliography 1. Desai V., et al . \" Alternative Medicines and Their Applications in Dentistry-A Brief Review\". International Journal of Pharma- ceutical and Chemical Sciences 2.2 (2013). 2. Thakur N., et al . \"Holistic dentistry: Natural approaches to oral health\". Journal of International Oral Health 3.2 (2011). 3. Ola Moustafa Omar. \" Alternative Medicine: Implications on dentistry\". Alternative and Integrative Medicine 1.1 (2013). 4. Sobel DS. \"The Cost-effectiveness of Mind-body Medicine In- terventions\". Progress in 122 (2000): 393-412. 5. Narendra Babu P ., et al . Journal of Oral Medicine and Radiology 3.3 (2016): 134-145. 6. Bratman M., et al . The Alternative Medicine Source book (1997). 7. Thinking about complementary and alternative medicine. A guide for people with cancer. NIH Publication No. 04-5541. (2005). 8. Szyszkowska Anna., et al . \"The use of medicinal plants den of Medicinal Herbs in Pre- vention and Treatment of Dental Diseases\". AAM 1.3 (2012): 95-101. 10. Jain N., et \"Dentistry: Turning towards Herbal Alterna- tives: A Review\". Scholars Journal of Applied Medical 253-257. Shivayogi Dentistry: A Review\". Innovative Journal of Medical and Health Science 1.1 (2011): 1-4. 75Alternative Medicine in Dentistry: A Holistic Approach - A Review Citation: Sunbul Tabrez ., et al. \" Alternative Medicine in Dentistry: A Holistic Approach - A Review\". Acta Scientific Dental Sciences 5.1 (2021): 71-76.12. Ephraim-Emmanuel BC., et al . \"Traditional remedies used in the treatment of dental ailments: A case study of Otakeme community in Bayelsa State\". Point Journal of Medical Research 1.2 (2015): 036-041. 13. Pandita V., et al . herbs in peri - A systematic review\". Journal of Indian Associa- tion Public Health Dentistry (2014): 148-156. 14. Neeraja Turagam., et al . \"The Scope of an Alternative Medicine to Cure Oral Diseases\". Dentistry 7 (2017): 453. 15. Pankaj., et al. IOSR Journal of Pharmacy (2018): DAuria FD., et al on virulence of Candida albicans\". Journal of Chemotherapy 15 (2003): 454- 460. 17. S and Shelke AU. \"Role of Triphala in dentistry\". Jour - nal of Indian Society of Periodontology 18.2 (2014): 132-135. 18. Wynn RL. \" Aloe Vera update\". In- dian Journal of Dental Research 20.1 (2009). 21. S Ankri and D Mirelman. \" Antimicrobial properties of allicin from garlic\". Microbes Infection 1.2 (1999): 125-129. 22. Rodrigo A., et al . \"Immunomodulation and Anti-Inflammatory Effects of Garlic Compounds\". Journal of Immunology Research (2015). 23. Jiang XW., et al . \"Clinical evaluation of allicin oral adhesive tab - lets in the treatment of recurrent aphthous ulceration\". Oral Surgery, Oral Medicine, Oral Pathology, and Oral Radiology 113.4 (2012): 500-504. 24. Deng R and cous fibrosis with Spirulina, a newer drug\". Journal Sci - ence 5.2 (2013): 61-64. 26. Mathew B., et al of oral Cancer 24.2 (1995): 197-202.27. Kumar C., et al . International Journal of Dental and Health Sci- ences 2.6 (2015): 1596-1606. 28. Robert L Park. \"Superstition: Belief in the Age of Science, Phys- ical Medicine and Rehabilitation Clinics of North America\". 15.4 (2001): 715-720. 29. PS Karthikeson., et al . \" Awareness of alternative medicine in dentistry among dental students - A survey\". Drug Invention Today 11.9 (2019). 30. John Smith J. \" Attitude and practices towards dental diseases among Ayurveda, homeopathy and naturopathy interns, post graduates and faculty\". International Journal of Applied Dental Sciences 5.2 (2019): 37-44. 31. Dr. John Murphy. 3 Reasons You Should Consider Holistic Den - tistry. Holistic Dentistry. Natural and safe dentistry. Bray. Co. Wicklow 32. Stan Tian. \" Advantages and disadvantages of Herbal Medicine. Medicinal herbs 2015 Encyclopedia of Alternative medicine\" (2015). Prompt Acknowledgement after receiving the article Thorough Double blinded peer review Rapid Publication Issue of Publication Certificate High visibility of your Published workAssets from publication with us Website: A Review Citation: Sunbul Tabrez ., et al. \" Alternative Medicine in Dentistry: A Holistic Approach - A Review\". Acta "}