{"title": "Modeling the effect of contaminated object, vaccination and treatment on the diseases epidemiology", "author": "Mustafa; Arkan Nawzad; Ahmad; Hanaa Jamal", "url": null, "hostname": null, "description": "In this paper, the effect of contaminated object on an SIRS Model with vaccination and hospitalization compartments is modeled. Positivity and boundedness properties of the solutions of model are proved, basic reproduction number of the model is founded through criteria which make the eigen values of the Jacobean matrix at the disease free equilibrium point, negative. Globally stability analysis of the disease free equilibrium point is proved when the basic reproduction number is less than unity and the vaccination efficacy approaches unity. The existence, uniqueness of the endemic equilibrium point are investigated when the basic reproduction number greater than unity. Parameter values regarding to spreading covid-19 in Kurdistan region are estimated. Finally, sensitivity analysis of the reproduction number is carried out.", "sitename": "Passer Journal of Basic and Applied Sciences", "date": "2022-12-01", "cleaned_text": "Document Type : Original Article Authors 1 University of Sulauimani 2 University of Sulaimani Abstract In this paper, the effect of contaminated object on an SIRS Model with vaccination and hospitalization compartments is modeled. Positivity and boundedness properties of the solutions of model are proved, basic reproduction number of the model is founded through criteria which make the eigen values of the Jacobean matrix at the disease free equilibrium point, negative. Globally stability analysis of the disease free equilibrium point is proved when the basic reproduction number is less than unity and the vaccination efficacy approaches unity. The existence, uniqueness of the endemic equilibrium point are investigated when the basic reproduction number greater than unity. Parameter values regarding to spreading covid-19 in Kurdistan region are estimated. Finally, sensitivity analysis of the reproduction number is carried out. Keywords Main Subjects "}