{"title": "Homeopathy News, Research and Analysis - The Conversation", "author": "Bruce Baer Arnold", "url": "https://theconversation.com/us/topics/homeopathy-1144", "hostname": "theconversation.com", "description": "Browse Homeopathy news, research and analysis from The Conversation", "sitename": "The Conversation", "date": "2014-01-13", "cleaned_text": "The National Health and Medical Research Council (NHMRC) recently completed a review of the evidence for homeopathy's effectiveness and, after analysing systematic reviews of clinical trials, concluded... The word \"pseudoscience\" is used to describe something that is portrayed as scientific but fails to meet scientific criteria. This misrepresentation occurs because actual science has creditability (which... There is nothing more likely to raise the hackles of any self-respecting rationalist than to be confronted with the latest celebrity story about the miraculous healing power of homeopathy or some other... Homeopaths believe water has memory. That is how they explain the \"medicinal properties\" of their concoctions. Apparently people are treated even though the pill or potion may not contain a single molecule... A constitutional monarch is purely ceremonial and plays no part in politics. But in the UK it isn't quite as simple as that. The first problem is that we have no constitution. Things haven't changed much... The Australian Competition and Consumer Commission has instituted Federal Court proceedings against a repeat offender over allegedly misleading claims on a homeopathy website. The regulator is targeting... Pharmacare Laboratories is facing a new complaint about its Kids Smart homeopathic medicines amid concerns parents who use the products may delay seeking medical treatment. The complaint - lodged by a... One hundred years of rigorous scientific research hasn't dented the faith of adherents of homeopathy. The complementary therapy is still centred on the notion that water has a therapeutic \"memory\" and... It's good news indeed that the Federal Budget is providing the chief medical officer with a million dollars to review what works and what doesn't in the world of \"natural\" medicine. Professor Chris Baggoley... In The Conversation's first editorial meeting editor Andrew Jaspan explained what he wanted to achieve with the site: a more informed level of debate, based on evidence, research and expert opinion. It... Homeopathy is a combination of tradition, art and a science that has been used for centuries. Does it really matter if its effect is placebo if it makes people feel better and regain good health? And why... The ethics of homeopathy was once again thrust into the spotlight yesterday after a leaked draft of the National Health and Medical Research Council's statement on homeopathy revealed the agency was considering... "}