{"title": "Boosting the Immune System | dTERRA Essential Oils", "author": null, "url": "https://www.doterra.com/US/en/wellness-topics-boosting-immune-system", "hostname": "doterra.com", "description": "Learn about the various doTERRA products that can help boost your immune system", "sitename": "Doterra", "date": "2018-04-30", "cleaned_text": "\"Gift of the Earth.\" A healthy immune system works like body armor, protecting us from the threats that constantly bombard us. They're on your hands, on the food you eat, and in the air you breathe. Like air, we don't pay much attention to the immune system until something slips through a gap in the armor. When we feel under the weather, we suddenly realize how much depends on it. There are many ways to make sure your immune system functions properly. Washing your hands before eating limits the number of germs that you are exposed to. You can also use essential oils to boost your immune system.* Scientific study demonstrates that diffusion of essential oils can purify and cleanse the air, providing added protection. doTERRA On Guard and Lemon contain powerful cleansing properties that purify the air we breathe, delivering positive effects on the immune system. Known as the protective blend, doTERRA On Guard contains Wild Orange, Clove, Cinnamon, Eucalyptus, and Rosemary essential oils for powerful immune support.* The doTERRA On Guard product line makes it easy to incorporate the protective essential oil blend into your life at various times in the day. From brushing your teeth to washing your hands, keep doTERRA On Guard at your fingertips. Taking essential oils internally is a good way to utilize their immune-boosting properties.* Oregano, Frankincense, and Copaiba are powerful essential oils for supporting your immune system. Take a drop of each in a veggie capsule every morning for immune support.* Take one to two drops of Oregano internally as needed.* Exercise and proper nutrition keep your body healthy and strong, which is important for a healthy immune system. You can help your body get the nutrients it needs by incorporating the doTERRA Lifelong Vitality Pack into your daily routine.* When added to a healthy diet, these supplements have a powerful, beneficial impact on your immune system.* Getting enough sleep each night helps make sure that your immune system has the energy it needs. Diffusing oils like doTERRA Serenity®, Lavender, or Roman Chamomile at bedtime can help support restful sleep. Video disabled by your privacy settings *These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. "}