{"title": "Gardasil - Reasons for Caution - Rockwood Natural Medicine Clinic", "author": "Staff Writer", "url": "https://rockwoodnaturalmedicine.com/naturopathic-medicine-articles/gardasil-reasons-for-caution/", "hostname": "rockwoodnaturalmedicine.com", "description": "Human Papillomavirus (HPV) is a common virus that is spread through sexual contact. According to the Centers for Disease Control (CDC), it is one of the most common sexually transmitted diseases (STDs) in the country, with more than 20 million people currently infected and another 6.2 million contracting the virus each year. Every year, about 12,000 women are diagnosed with cervical cancer and almost 4,000 women die from this disease in the U.S. alone. The vaccine Gardasil was initially introduced to vaccinate girls before they become sexually active in order to prevent cervical cancer later in life. But reactions to this vaccine have reached levels that haven't been seen before with other immunizations.", "sitename": "Rockwood Natural Medicine Clinic", "date": "2012-06-12", "cleaned_text": "(HPV) is a common virus that is spread through sexual contact. According to the Centers for Disease Control (CDC), it is one of the most common sexually transmitted diseases (STDs) in the country, with more than 20 million people currently infected and another 6.2 million contracting the virus each year. Therefore, because of its prevalence, most sexually active people in the United States (U.S.) will be exposed to HPV at some time in their lives. The probability of spreading HPV remains high because most of the time it presents with no symptoms, so infected individuals are not aware they have the virus or of the potential spread to their partners. While the risk of exposure is high, the good news is that HPV can disappear by itself within two years in some individuals, most commonly in women and men under 30 years of age. More than 40 strains of HPV have been classified as being sexually transmitted. Some strains have now been identified to be more likely to infect a woman's cervix and lead to cervical cancer many years later. The most important of these oncogenic strains are the HPV-16 and HPV-18 serotypes. HPV- 6 and 11 serotypes are more likely to cause genital warts in both males and females. Many people are not aware that HPV can also infect the genital areas of men, including the skin on and around the penis or anus leading to penile or anal cancer in some men. Particularly in gay men, HPV has been linked to anal cancers. Men can get HPV infections and can pass the virus onto their sex partners also. Every year, about 12,000 women are diagnosed with cervical cancer and almost 4,000 women die from this disease in the U.S. alone. About 1% of sexually active adults in the U.S. (or 1 million people) have visible genital warts at any point in time. About half of those with HPV are aged 15 to 24. Surveys suggest 3.7% of U.S. girls have sex by age 13, and 62.4% have had sex by the 12th grade. Beginning at an earlier age increases the risk of infection. What is Gardasil? Gardasil is a vaccine, made from cultured and fermented yeast paste. The active ingredient is the antigen VLP (virus-like particle) which is filtered out of the paste and blended with an aluminum adjuvant as a means of bolstering the patients' immune response. The Food and Drug Administration (FDA) licensed the vaccine was for use in June 2006. It targets four strains of human papillomavirus (HPV) — HPV-6, 11, 16, and 18. HPV-16 and HPV-18 account for about 70% of all cervical cancers. HPV-6 and -11 cause about 90% of genital warts. Therefore about 30% of cervical cancers will not be immunized against by the vaccine. Additionally, the vaccine does not prevent against other sexually transmitted infections (STIs). The recommendation when the vaccine was initially introduced was to vaccinate girls before they become sexually active as this has been deemed the time the vaccine would be most effective. Gardasil was approved by the FDA for girls and women ages 9 to 26. The drug company, Merck, is currently testing Gardasil for use in men. For now, the Centers for Disease Control (CDC), and the American Academy of Pediatrics recommend the vaccine be given routinely to girls at age 11 to 12 years old, although doctors may choose to vaccinate girls as young as nine. The CDC also recommends the vaccine for women age 13 to 26 who did not receive the vaccine at an earlier age. If however, a girl or woman is already infected with HPV, the vaccine will not prevent that strain of HPV from causing the disease. It will protect against new infections with other strains of HPV included in the vaccine. It is still unknown when, or if immunity will wane and whether women will need to receive booster shots later in life. From the research data thus far, levels of the antibody to HPV appear to stay high for at least five years. Even if another dose is needed, health officials feel confident that another dose of the HPV vaccine is safe. \"The most common side effect has been pain at the injection site,\" says John Iskander, acting director of the CDC's immunization safety office. Although the vaccine was created to prevent cervical cancer the overall effect of the vaccines on cervical cancer remains unknown. The real impact of HPV vaccination on cervical cancer will not be observable for decades. There is much we do not know about the nature of viruses, the bodies' adaptation to the vaccine, and the overall effectiveness in reducing the number of individuals diagnosed with genital warts, or worse yet, cancer. The National Vaccine Information Center (NVIC) issues a Gardasil risk report, which compares the number and severity of over 10,000 adverse events reported to the Vaccine Adverse Events Reporting System (VAERS) through November 30, 2008. Of the over 10,000 reports of problems with the vaccine, 2,000 were classified as \"never recovered\" or in other words, never the same since. The report included 25 deaths from the HPV vaccine, 54 reported cases of paralysis, 15 strokes, 9 cardiac arrests, 25 blood clots, 34 recipients were diagnosed with thrombosis, 11 were diagnosed with vasculitis, and 544 seizures were reported to occur following the series of vaccinations. Gardasil injections resulted in three times the number of Emergency Room visits i.e., more than 5,000 and the reports of side effects were up to 30 times higher with Gardasil than with the meningitis vaccine. Barbara L. Fisher, co-founder of the NVIC, said, \"Now we know from this report that there are more reactions and deaths associated with Gardasil than with another vaccine given in the same age group. It's irresponsible not to take action.\" On February 9, 2009, the NVIC launched a petition and issued a national press release calling on President Barack Obama, his Administration and Congress, to investigate the fast track licensure and universal use recommendation of Gardasil in 2006, and the dismissal of more than 10,000 reports of Gardasil-related reactions, injuries and deaths to the Vaccine Adverse Events Reporting System as a \"coincidence\" by federal health officials. In early 2009, Spain made the decision to withdraw 75, 000 doses of the HPV vaccine from their market, after two teenagers who received the shots were hospitalized. Alternatives Before the invention of the Pap smear, recommended to be done yearly, women were not diagnosed with cervical cancer until the latter stages of the disease, often times when the cancer had spread too far to be treatable (Stage IV). The Pap smear was one of the greatest gifts to women, as the early detection it provided, saved many lives. It was designed as a screening tool to prevent cervical cancer. Most women who have a Pap test completed receive a call in a week from their Doctor stating the results were negative i.e., normal findings. For the majority, that's the call they would receive. By having the Pap test done yearly, we would catch any abnormal changes in the cells at an early stage. In recent history, an HPV test was created to be more specific at diagnosing HPV early on. Many physicians are now recommending the HPV test at the time of the annual Gynecological exam, especially if you are over 40 years of age. The technology for analyzing the cervical cells has become more advanced and can now also detect mild to severe changes in the cells as well as HPV and other sexually transmitted infections (STI's). 1) Abstaining. Naturally, avoiding sexual contact would minimize the risk. Historically, this is the stance many church organizations, schools, communities, and government officials advocate. However, history has proven this methodology to be ineffective and impractical. 2) Use of condoms. Condoms theoretically lower the chances of getting HPV, or HPV related diseases (genital warts and cervical cancer), if used all the time and in the right way by limiting exposure to the virus. However, HPV can infect areas that are not covered by a condom, so condoms may not fully protect against HPV. In order to cut the risk of cervical cancer women must become proactive. Make an appointment for an annual Pap test exam: The Pap test was designed to be preventative for Cervical cancer by closely examining the cells of the vagina and cervix under a microscope to actually see changes in the cells which may lead to cancer in the future.. The physician can also instruct the lab to automatically perform the HPV test which will provide more information especially if your Pap results are inconclusive or abnormal. If the results come back (+) for HPV, do not fret. HPV can be eradicated quite effectively via a series of treatments formulated with several botanical herbs. Your naturopathic physician may also choose to prescribe a homeopathic remedy or a different formula to improve your overall health. Try to obtain an optimal state of health by minimizing stress, exercising, and eating healthy nutritious foods. Address any disease states early. The key is prevention. If you have concerns re: your own health history or are past due for your annual Gynecological exam, feel free to call our office to set up an appointment at (480) 767 "}