{"title": "What is immunology?", "author": null, "url": "https://www.immunology.org/public-information/what-immunology", "hostname": "immunology.org", "description": null, "sitename": "immunology.org", "date": "2022-09-01", "cleaned_text": "study of the immune system and is a very important branch of the medical and biological sciences. The immune system protects us from infection through various lines of defence. If the immune system is not functioning as it should, it can result in disease, such as autoimmunity, allergy and cancer. It is also now becoming clear that immune responses contribute to the development of many common disorders not traditionally viewed as immunologic, including metabolic, cardiovascular, and neurodegenerative conditions such as Alzheimer's. Why is immunology important? From Edward Jenner's pioneering work in the 18th Century that would ultimately lead to vaccination in its modern form (an innovation that has likely saved more lives than any other medical advance), to the many scientific breakthroughs in the 19th and 20th centuries that would lead to, amongst other things, safe organ transplantation, the identification of blood groups, and the now ubiquitous use of monoclonal antibodies throughout science and healthcare, immunology has changed the face of modern medicine. Immunological research continues to extend horizons in our understanding of how to treat significant health issues, with ongoing research efforts in immunotherapy, autoimmune diseases, and vaccines for emerging pathogens, such as Ebola. Advancing our understanding of basic immunology is essential for clinical and commercial application and has facilitated the discovery of new diagnostics and treatments to manage a wide array of diseases. In addition to the above, coupled with advancing technology, immunological research has provided critically important research techniques and tools, such as flow cytometry and antibody technology. What is an immunologist? An immunologist is a scientist and/or clinician who specialises in immunology. Many immunologists work in a laboratory focusing on research, either in academia or private industry (e.g. in the pharmaceutical industry). Other immunologists - \"clinical immunologists\" - are clinicians who focus on the diagnosis and management of diseases of the immune system, such as autoimmune diseases and allergies. For more detailed information on immunology careers, please refer to our [careers section](/careers). The immune system The immune system is a complex system of structures and processes that has evolved to protect us from disease. Molecular and cellular components make up the immune system. The function of these components is divided up into nonspecific mechanisms, those which are innate to an organism, and responsive responses, which are adaptive to specific pathogens. Fundamental or classical immunology involves studying the components that make up the innate and adaptive immune system. Innate immunity is the first line of defence and is non-specific. That is, the responses are the same for all potential pathogens, no matter how different they may be. Innate immunity includes physical barriers (e.g. skin, saliva etc) and cells (e.g. macrophages, neutrophils, basophils, mast cells etc). These components 'are ready to go' and protect an organism for the first few days of infection. In some cases, this is enough to clear the pathogen, but in other instances the first defence becomes overwhelmed and a second line of defence kicks in. Adaptive immunity is the second line of defence which involves building up memory of encountered infections so can mount an enhanced response specific to the pathogen or foreign substance. Adaptive immunity involves antibodies, which generally target foreign pathogens roaming free in the bloodstream. Also involved are T cells, which are directed especially towards pathogens that have colonised cells and can directly kill infected cells or help control the antibody response. Immune dysfunction and clinical immunology The immune system is a highly regulated and balanced system and when the balance is disturbed, disease can result. Research in this area involves studying disease that is caused by immune system dysfunction. Much of this work has significance in the development of new therapies and treatments that can manage or cure the condition by altering the way the immune system is working or, in the case of vaccines, priming the immune system and boosting the immune reaction to specific pathogens. Immunodeficiency disorders involve problems with the immune system that impair its ability to mount an appropriate defence. As a result, these are almost always associated with severe infections that persist, recur and/or lead to complications, making these disorders severely debilitating and even fatal. There are two types of immunodeficiency disorders: primary immunodeficiencies are typically present from birth, are generally hereditary and are relatively rare. Such an example is common variable immunodeficiency (CVID). Secondary immunodeficiencies generally develop later in life and may result following an infection, as is the case with AIDS following HIV infection. Autoimmune diseases occur when the immune system attacks the body it is meant to protect. People suffering from autoimmune diseases have a defect that makes them unable to distinguish 'self' from 'non-self' or 'foreign' molecules. The principles of immunology have provided a wide variety of laboratory tests for the detection of autoimmune diseases. Autoimmune diseases may be described as 'primary' autoimmune diseases, like type-1 diabetes, which may be manifested from birth or during early life; or as 'secondary' autoimmune diseases, which manifest later in life due to various factors. Rheumatoid arthritis and multiple sclerosis are thought to belong to this type of autoimmunity. Also, autoimmune diseases can be localised, such as Crohn's Disease affecting the GI tract, or systemic, such as systemic lupus erythematosus (SLE). Allergies are hypersensitivity disorders that occur when the body's immune system reacts against harmless foreign substances, resulting in damage to the body's own tissues. Almost any substance can cause allergies (an allergen), but most commonly, allergies arise after eating certain types of food, such as peanuts, or from inhaling airborne substances, such as pollen, or dust. In allergic reactions, the body believes allergens are dangerous and immediately produces substances to attack them. This causes cells of the immune system to release potent chemicals like histamine, which causes inflammation and many of the symptoms associated with allergies. Immunology strives to understand what happens to the body during an allergic response and the factors responsible for causing them. This should lead to better methods of diagnosing, preventing and controlling allergic diseases. Asthma is a debilitating and sometimes fatal disease of the airways. It generally occurs when the immune system responds to inhaled particles from the air, and can lead to thickening of the airways in patients over time. It is a major cause of illness and is particularly prevalent in children. In some cases it has an allergic component, however in a number of cases the origin is more complex and poorly understood. Cancer is a disease of abnormal and uncontrolled cell growth and proliferation and is defined by a set of hallmarks, one of which is the capacity for cancer cells to avoid immune destruction. With the knowledge that evasion of the immune system can contribute to cancer, researchers have turned to manipulating the immune system to defeat cancer (immunotherapy). Cancer immunotherapy seeks to stimulate the immune system's innate powers to fight cancerous tissue and has shown extraordinary promise as a new weapon in our arsenal against the disease. Other applications of immunological knowledge against cancer include the use of monoclonal antibodies (proteins that seek and directly bind to a specific target protein called an antigen. An example is Herceptin, which is a monoclonal antibody used to treat breast and stomach cancer). Moreover, a number of successful cancer vaccines have been developed, most notably the HPV vaccine. Transplants involve transferring cells, tissues or organs from a donor to a recipient. The most formidable barrier to transplants is the immune system's recognition of the transplanted organs as foreign. Understanding the mechanisms and clinical features of rejection is important in determining a diagnosis, advising treatment and is critical for developing new strategies and drugs to manage transplants and limit the risk of rejection. Vaccines are agents that teach the body to recognise and defend itself against infections from harmful pathogens, such as bacteria, viruses and parasites. Vaccines provide a sneak 'preview' of a specific pathogen, which stimulates the body's immune system to prepare itself in the event that infection occurs. Vaccines contain a harmless element of the infectious agent that stimulate the immune system to mount a response, beginning with the production of antibodies. Cells responsive to the vaccine proliferate both in order to manufacture antibodies specific to the provoking agent and also to form 'memory cells'. Upon encountering the infectious agent a second time, these memory cells are quickly able to deal with the threat by producing sufficient quantities of antibody. Pathogens inside the body are eventually destroyed, thereby thwarting further infection. Several infectious diseases including smallpox, measles, mumps, rubella, diphtheria, tetanus, whooping cough, tuberculosis and polio are no longer a threat in Europe due to the successful application of vaccines. For more information, please see our report on \" [Protecting the world: celebrating 200 years of vaccine research](/sites/default/files/2022-09/BSI_Protecting_the%20_World_Celebrate_vaccines_report_2020_0.pdf)\". Veterinary immunology Veterinary immunology is a branch of Immunology dedicated to improving animal health. Like humans, animals also suffer from diseases caused either when organisms try to invade their body, or when their immune system does not function properly. Wild, domestic, and farm animals are commonly exposed to a whole range of dangerous bacteria, viruses and parasites, which threaten their welfare. Animal infections can have widespread effects on human working sectors, like food and agriculture. Moreover, many animal infections can be naturally transmitted across the species barrier to infect humans and vice-versa, a process termed zoonosis. For example, well-studied infections including swine and avian influenza, as well as, malaria and Lyme disease are due to transmission from animals and insects to humans. It is therefore extremely important that these types of diseases are effectively controlled. These measures not only prevent any further transmission to other animals and humans, but also reduce any potentially devastating social and economic consequences. For more information, please see our report on \" [Securing the future: the "}