{"title": "Heal Your Hormones — Evergreen Chiropractic | The only Gonstead office in Nashville", "author": null, "url": "https://www.evergreenchironash.com/healyourhormones", "hostname": "evergreenchironash.com", "description": null, "sitename": "Evergreen Chiropractic", "date": "2006-01-01", "cleaned_text": "Program For women who are ready to heal their hormones naturally, nurture their bodies, and gain days back in their months while no longer dreading their periods! This is for you if... You have been told that birth control is the only option to regulate your periods You have bad cramps, period headaches, irregular periods, lack of a period, etc. & want natural solutions to heal! You have ever been on BC or are coming off BC & want to support your body in that transition You are still on BC but want to give your body the support it needs to mitigate side effects from BC You are ready to move into a more natural & less medicated lifestyle What's included... Weekly health support sessions: eight 60-90 min training sessions with Brittney where you will learn the tools needed to heal your hormones naturally. Access to the PRIVATE hormone healing Facebook community: Connect with other women who are navigating naturally healing their hormones through my process. Heal your Hormones Online Program: lifelong access to our recorded training sessions & other resources you need to fix your period problems! Printable PDF's, video modules, etc. What you will learn: A hormone supporting diet: what foods to eat to heal your hormones, supplements to replenish your body after BC, all while finding food freedom! How to decrease inflammation to keep period cramps from rearing their ugly head Natural strategies to help period cramps if/when they do occasionally strike How to ensure your environment is hormone-supporting Strategies to convert your entire home & self care routine to non-toxic, hormone supporting products Ongoing support from other women Tools that will set you up with healthy habits for life! What you will experience: Week 1: Hormone supporting diet + supplements: gain food freedom, nourish your body so that it can focus on balancing your hormones, support it through all seasons of life Week 2: Additional diet support: how to meal prep, lunch ideas, meals on the go, etc. Week 3: Period products: what products you need to be using to support your hormones + which ones are making your cramps worse Week 4: Get to know your cycle: How to track your period (helpful for both getting & NOT getting pregnant), what you can expect from your body in each phase, how to structure your life around it in the most productive way Week 5: Tools to convert your home to non-toxic (hormone supporting) products: cleaning products. How cleaning products can disrupt your hormones, & clean switches you can use instead! Week 6: Tools to convert to non-toxic: kitchen products. Easy kitchen swaps to clean up your environment! Week 7: Tools to convert to non-toxic: self care products. Self care is important, but let's make sure it's also supporting your health & hormones along the way! Week 8: Natural products for period cramps. Even when we do everything diet + lifestyle right, sometimes period cramps will spring up occasionally (although they will be WAY less intense thank goodness!). These strategies can help you ditch the midol & ibuprofen for things that have way less side effects. You may be wondering? - Can I do this? - Can I afford this? - Should I invest in myself now? (The question you're really asking, is, am I worth it?) The Heal Your Hormones Program includes: Weekly Health Mastery Sessions: 8 ninety minute sessions with Brittney where you will learn the tools needed to heal your hormones naturally. ($3,000 Value) Access to the PRIVATE hormone healing Facebook Community: Connect with other individuals who are navigating period problems and stepping into their full healing potential. (Life long connections = PRICELESS) Access to Heal Your Hormones online course: Lifelong access to information that will change your periods & your life forever. ($2,500 Value) Total Value: $5,500 Total Price for You: $1,600 Savings: $3,900 plan options are available. Contact Brittney for more information! IF YOU ARE IN NASHVILLE: follow-up adjustments are FREE while you are participating in the program!! You will walk away with: A sustainable diet plan that you can stick to & will support your health for years to come A deep understanding of your body & what it needs to get healthy and stay healthy Tools & resources that empower you to take control of your health A foundation of knowledge that makes being healthy second nature to you Less period cramps! A more regular flow The ability to live a healthy life without using birth control to control your symptoms "}