{"title": "Category: Epigenetics", "author": null, "url": "http://www.ankezimmermann.net/8/category/epigenetics", "hostname": "ankezimmermann.net", "description": "Nearly 200 years ago, the founder of Homeopathy, Dr. Samuel Hahnemann observed that children and grandchildren of people affected with certain infections showed changes in health and behaviour that...", "sitename": "Anke Zimmermann, BSc, FCAH, Classical and Modern Homeopathy. Special Interests in Developmental and Behavioural Disorders, including Autism, ADHD, Anxiety, OCD and Aggression.", "date": "2017-11-11", "cleaned_text": "| | | | IN BRIEF Nearly 200 years ago, the founder of Homeopathy, Dr. Samuel Hahnemann observed that children and grandchildren of people affected with certain infections showed changes in health and behaviour that appeared to be linked to these infections. The modern science of epigenetics may now offer an explanation. 11/9/2017 | | Over the past few years, I have seen several children who were likely affected by their parents' cannabis use before conception or during the pregnancy. What most people don't know is that cannabis may leave energetic or epigenetic imprints in parents which can be passed along to the child and may cause various health issues. The good news is that this can potentially be corrected. 12/31/2016 | | Miasms | | Nearly 200 years ago, the founder of Homeopathy, Dr. Samuel Hahnemann realized that effects of certain diseases like Scabies, Gonorrhea, Tuberculosis and Syphilis could be present even after the acute infection was treated. He also noticed that these effects could be passed on to future generations without the actual infection being acquired. Anke Zimmermann, BSc, FCAH, is a registered, professional homeopath with a special interest in children with developmental and behavioural disorders. Homeopathy treats the person, rather than a condition or disorder and is a safe and gentle method to support children and their Classical and Modern Homeopathy Sooke, BC, Canada | | Serving families in Sooke, Metchosin, Langford, Colwood, Victoria, Greater Vancouver Island, BC, as well as internationally via zoom/telehealth. | | Telephone 778-352-0806 | | Hours: Tuesday, Wednesday and Friday from 10-6 "}