{"title": "Nosocomial Infection: What Is It, Causes, Prevention, and More | Osmosis", "author": null, "url": "http://www.osmosis.org", "hostname": "osmosis.org", "description": "Nosocomial infections, also called health-care-associated or hospital-acquired infections, are a subset of infectious diseases acquired in a health-care facility", "sitename": "Osmosis", "date": "2020-08-22", "cleaned_text": "also called health-care-associated or [hospital-acquired infections](/answers/nosocomial-infection), are a subset of infectious diseases acquired in a health-care facility. To be considered [nosocomial](/answers/nosocomial-infection), the infection cannot be present at admission; rather, it must develop at least 48 hours after admission. These infections can lead to serious problems like [sepsis](/learn/Sepsis) and even death. [nosocomial infections](/answers/nosocomial-infection)are caused by multidrug-resistant pathogens acquired via invasive procedures, excessive or improper antibiotic use, and not following infection control and prevention procedures. In fact, many [nosocomial infections](/answers/nosocomial-infection)are preventable through guidance issued by national public health institutes such as the Centers for Disease Control and Prevention (CDC). Who is at risk for a nosocomial infection? Increasing age Greater length of hospitalization Excessive or improper use of broad-spectrum antibiotics Higher number of invasive devices and procedures (for instance: central venous catheters, [urinary catheters](/learn/Urinary_catheters_and_routine_indwelling_catheter_care:_Clinical_skills_notes), surgical procedures, and [mechanical ventilation](/learn/Acute_respiratory_distress_syndrome_(ARDS):_Nursing)) Comorbid conditions What is the most common type of nosocomial infection? Though various bacteria, viruses, and fungi can all cause [nosocomial infections](/answers/nosocomial-infection), the most common is the bacterium [Staphylococcus common pathogens like [Escherichia coli](/learn/Escherichia_coli), [Enterococci](/learn/Enterococcus), and [Candida](/learn/Candida) are common culprits, and all can be normally found on the skin and mucous membranes. Antibiotic-resistant strains such as [methicillin](/learn/Cell_wall_synthesis_inhibitors:_Penicillins)-resistant Staphylococcus aureus (MRSA) can be especially dangerous and difficult to treat. A [urinary catheter](/learn/Urinary_catheters_and_routine_indwelling_catheter_care:_Clinical_skills_notes)is a [tube](/learn/Anatomy_of_the_external_and_middle_ear)inserted into the [bladder](/learn/Anatomy_of_the_urinary_organs_of_the_pelvis)to collect urine into a closed collection system. Urinary catheters can help patients who have difficulty controlling or emptying their bladder. As patients under [anesthesia](/learn/Anatomy_clinical_correlates:_Female_pelvis_and_perineum)are unable to control their bladder, urinary catheters are typically placed during surgical procedures to keep the bladder empty. Pathogens spread through an individual's [perineum](/learn/Anatomy_of_the_perineum)or a contaminated urinary catheter can lead to [urinary tract infections](/learn/Pyelonephritis:_Nursing), which are the most common [nosocomial infections](/answers/nosocomial-infection). Symptoms of urinary tract infections include painful urination, [flank pain](/learn/Abdominal_Pain), and fever. Surgical procedures Surgical site infections are the second most common type that can develop after surgery. Length of operation, surgical technique, and operating room [sterility](/learn/Female_reproductive_system:_Reproductive_system_disorders)are all factors that can affect the incidence of surgical site [nosocomial infections](/answers/nosocomial-infection). Surgical site infections are caused by pathogens already prevalent on the skin or by organisms shed from members of the operating room staff, and often involve the skin, organs, or implanted materials. Symptoms may include skin redness, tenderness, and drainage from surgical sites. Central venous catheters A central venous catheter (also known as a central line) is a tube placed in a large vein in the neck, arm, chest, or groin and can remain in place indefinitely. Central venous catheters can be used to give [intravenous](/learn/GI/GU:_Other_ways_of_providing_fluids_and_nutrition)therapies such as [total parenteral nutrition](/learn/GI/GU:_Other_ways_of_providing_fluids_and_nutrition)(TPN), which provides nutrients and fluids to patients. [Bloodstream infections](/learn/Sepsis)can result from pathogens that may penetrate the skin during insertion of hubs of central lines. This is the third most common form of [nosocomial infection](/answers/nosocomial-infection)and has the highest [rate of mortality](/learn/Mortality_rates_and_case-fatality). Symptoms of infection may include skin redness, tenderness, and drainage at insertion sites. [Ventilator-associated pneumonia](/learn/Clinical_Skills:_High-frequency_oscillatory_ventilation_(HFOV))is a respiratory infection caused by breathing in contaminated [oropharyngeal](/learn/Anatomy_clinical_correlates:_Vessels,_nerves_and_lymphatics_of_the_neck)flora during mechanical ventilation (machine-assisted breathing). Together with central-line bloodstream infections, it is the third most common [nosocomial infection](/answers/nosocomial-infection). Early-onset [nosocomial pneumonia](/learn/Bacterial_pneumonia:_Nursing_Process_(ADPIE))occurs within the first four days of admission and is commonly caused by [community-acquired](/learn/Bacterial_pneumonia:_Nursing_Process_(ADPIE))pathogens like Staphylococcus aureus, [Streptococcus pneumoniae](/learn/Streptococcus_pneumoniae), and [Haemophilus influenzae](/learn/Haemophilus_influenzae). [Pseudomonas aeruginosa](/learn/Pseudomonas_aeruginosa), [Klebsiella](/learn/Klebsiella_pneumoniae), and Acinetobacter. Signs and symptoms include fever, increased mucus production, increased white blood cell count, and abnormal [chest X-ray](/learn/Anatomy_clinical_correlates:_Heart)findings. How can nosocomial infections be prevented? Implementation of infection control protocols to reduce exogenous and endogenous transmission in health-care facilities. Exogenous transmission occurs due to person-to-person interactions and through environmental cross-contamination. Frequent [hand hygiene](/learn/Hand_hygiene:_Clinical_skills_notes)is the most important preventative measure to limit the spread of pathogens. Compliance with isolation precautions Proper use of [personal protective equipment](/learn/Donning_and_doffing_personal_protective_equipment:_Clinical_skills_notes) Avoidance of unnecessary use of indwelling devices, and remove them as soon as advisable. Practicing proper aseptic and/or sterile techniques during insertion and maintenance of devices. Routine [disinfection](/learn/Medical_and_surgical_asepsis:_Clinical_skills_notes)of surfaces, patient equipment, and medical devices Appropriate waste management Endogenous transmission From excessive and improper use of broad-spectrum antibiotics. [Vancomycin](/learn/Antibiotics_-_Glycopeptides:_Nursing_Pharmacology)affects the normal balance in the patient's own endogenous [bacterial flora](/answers/enteric-bacteria), ultimately leading to an overgrowth of some bacteria Appropriate antimicrobial use with the correct agent, dose, and duration is needed to minimize the [growth](/learn/Growth_and_development)of antibiotic-resistant pathogens Transfer from one part of the [body](/answers/fruiting-body-of-aspergillus)to the other (as with [urinary tract infections](/learn/Pyelonephritis:_Nursing)) Depressed [immune system](/learn/Introduction_to_the_immune_system)from factors like [malnourishment](/learn/Malnutrition)or chemotherapy Quiz yourself on Nosocomial Infection 19 Questions available [Quiz now!](/learn-quiz/Pneumonia/step1/questions?r=/login?type=create) 39 Flashcards available [Quiz now!](/learn-quiz/Pneumonia/fc/flashcards?r=/login?type=create) Watch related videos: Want to Join Osmosis? Join millions of students and clinicians who learn by Osmosis! [Start Your research and reference Anderson, D. J., Podgorny, K., et al. (2014). Strategies to Prevent Surgical Site Infections in Acute Care Hospitals: 2014 Update. (2014). Infection Control and Hospital Epidemiology, 35(6): 605-627. DOI: 10.1086/676022 Jameson, J. L., Fauci, A. S., Kasper, D. L., Hauser, S. L., Longo, D. L., & Loscalzo, J. (2018). Harrison's Principles of Internal Medicine (20 edition). New York, NY: McGraw-Hill. Klompas, M., Branson, R., et al. (2014). Strategies to Prevent Ventilator-Associated Pneumonia in Acute Care Hospitals: 2014 Update. (2014). Infection Control and Hospital Epidemiology, 35(8): 915-936. DOI: 10.1086/677144 Lo, E., Nicolle, L. E., et al. (2014). Strategies to Prevent Catheter-Associated Urinary Tract Infections in Acute Care Hospitals: 2014 Update. Infection Control and Hospital Epidemiology, 35(5): 464-479. DOI: 10.1086/675718 Marschall, J., Mermel, L. A., et al. (2014) Strategies to Prevent Central Line-Associated Bloodstream Infections in Acute Care Hospitals: 2014 Update. Infection Control and Hospital Epidemiology, 35(7): 753-771. DOI: 10.1086/676533 Papadakis, M. A. & McPhee, S. J. (2020). Current Medical Diagnosis and Treatment (59 edition). New York, NY: McGraw-Hill. Potter, P. A., Perry, A. G., Stockert, P. A., & Hall, A. M. (2012). Fundamentals of Nursing (8 edition). St. Louis, MO: Elsevier. Prevention of hospital-acquired infections: A practical guide 2nd edition. (2002). In World Health Organization. Retrieved August 22, 2020, "}