{"title": "10 Powerful Immune-Boosting Herbs & Spices Already in Your Kitchen", "author": "Sass Ayres", "url": "https://www.botanyculture.com/10-super-common-immune-boosting-herbs-spices/", "hostname": "botanyculture.com", "description": "One of the coolest things about getting to know and see your food as the medicine that it is lies in discovering that you've had a medicine cabinet in your kitchen this whole time. Surprise! You've been practicing herbal medicine as long as you've been stirring cinnamon into your oatmeal and basil into your tomato soup. Here are 10 powerful immune-boosting herbs and spices that [...]", "sitename": "Botany Culture", "date": "2020-09-28", "cleaned_text": "One of the coolest things about getting to know and see your food as the medicine that it is lies in discovering that you've had a medicine cabinet in your kitchen this whole time. Surprise! You've been practicing herbal medicine as long as you've been stirring cinnamon into your oatmeal and basil into your tomato soup. Here are 10 powerful immune-boosting herbs and spices that you probably already have in your kitchen. SEARCH THIS ARTICLE: [10 Immune-Boosting Herbs & Spices](#immune-spices) [Tips for Using More of These Herbs & Spices](#how-to-use) [The Bottom Line](#bottom-line) This post may contain affiliate links. Botany Culture is 100% reader-supported. If you make purchases from any of these links, I may earn a small commission at no extra cost to you. You can read the full disclaimer [here](https://www.botanyculture.com/privacy-policy/). \"When we bring our hearts & our hands back into how we build our lives & our food, our meals become our medicines.\"Kami McBride, from her book The Herbal Kitchen Herbal medicine doesn't need to be complicated. At one point in history, nourishing ourselves with the food and medicine of the plants was the norm. It was the foundation of our very vitality. Today, for many of us, it's often an afterthought, but it's in remembering that the very food we eat is medicine from the earth that we can begin to come back to the kitchen as a place of nourishment and vitality. Meet the Immune-Boosting Herbs & Spices Already in Your Kitchen [Basil](#basil) | [Black Pepper](#pepper) | [Ginger](#ginger) [Oregano](#oregano) | [Thyme](#thyme) You likely already have these immune-boosting herbs and spices in your kitchen. They're everyday herbs and spices that you probably never thought of as anything more than flavoring. Once you know about their immune-boosting benefits, the walls between your spice cabinet and medicine cabinet begin to blur. 1. Basil When you think of basil, you probably think of numerous pasta dishes, pesto, and tomato sauces, but you probably never really consider its immune-boosting benefits. Basil just happens to be a supreme annihilator of phlegm, and excess phlegm can often increase the risk of other infections. Basil has also been found to incite an [improved immune response](https://journals.lww.com/nutritiontodayonline/Fulltext/2018/03000/Basil__A_Brief_Summary_of_Potential_Health.9.aspx) to viral infection, helping to fight off coughs, colds, and the flu. By helping to increase the production of natural killer cells, a type of white blood cell that literally tracks down and eliminates infected cells in our bodies, basil helps keep our immune system on its toes. How to Use Basil: - Add fresh or dried basil to your pasta dishes or omelets. - Make pesto! - Add fresh basil leaves into your sandwiches and fresh [spring rolls](https://www.veganricha.com/vegan-fresh-spring-rolls-with-peanut-sauce/). - Try strawberry-basil salad dressing or an herbed vinaigrette. - There's always pizza, of course. Try these recipes: Zesty Lemon & Fresh Basil Herbed Salt [Herbs de Provence Infused Olive Oil](https://www.botanyculture.com/herbs-de-provence-infused-oil/) 2. Black Pepper Black pepper might be one of the most unassuming spices of all the immune-boosting herbs and spices in our kitchens. With such a ubiquitous presence, it's so easy to forget that black pepper, an unripe, dried, and fermented fruit from the Piper nigrum vine, is also a powerful plant medicine. Black pepper contains a bioactive compound called piperine which accounts for much of its medicinal properties, as well as its pungent and biting taste. Piperine is a powerful [antioxidant](http://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.mhp-1d03c880-1990-4532-8153-0e0f1c1b34cf), helping to ease oxidative stressors that lead to inflammation and premature aging. Black pepper may also help reduce the likelihood of cancer, heart disease, and many degenerative joint diseases. Its antimicrobial and circulatory stimulant effects help to soothe digestive processes. And its overall effect on the entire body aids our immune system in keeping us healthy. How to Use Black Pepper: - As if you didn't know already, black pepper goes on everything. - Fresh ground black pepper will have a high quantity of nutrients and more medicinal punch than black pepper that has already been ground. Throw whole peppercorns into a grinder and crack it over anything from avocado toast to baked potatoes, to hearty salads and soups. - If you're feeling adventurous, grind some black pepper onto your vanilla ice cream, fresh strawberries, or into your oatmeal. - Black pepper tends to balance sweetness while adding an incredibly pleasant kick. 3. Cinnamon This quintessential fall spice without which no apple pie would be the same is also quite the force of immune-boosting plant power. [Cinnamon](https://www.botanyculture.com/meet-the-plants-the-food-medicine-of-cinnamon/) is antibacterial, antifungal, anti-inflammatory, and antiviral. These are all good things when you're trying to stay healthy. If you're suffering from a cough or sore throat, cinnamon can help speed up the healing process. [Cinnamon-ginger tea](https://www.botanyculture.com/health-benefits-of-cinnamon-tea/) is an old, but effective way to not only help ward off an oncoming cold but also to help dissolve mucus that may be causing irritating coughs and respiratory congestion. How to Use Cinnamon: - Sprinkle cinnamon on oatmeal, pancakes, or french toast. - Add cinnamon to your favorite chocolate chip cookie recipe. - Dust roasted root veggies like carrots, potatoes, and parsnips with a little cinnamon before they go in the oven. - Add cinnamon to smoothies, hot chocolate, and coffee. Try these recipes: [Cinnamon & Rose Pear Upside-Down Salt](https://www.botanyculture.com/carrots-roasted-in-a-savory-cinnamon-spice-herbal-salt-blend/) [Cinnamon & Pear Cordial with Goldenrod](https://www.botanyculture.com/cinnamon-pear-cordial-with-goldenrod-a-warming-sipper-perfect-for-autumn/) 4. Cumin In the Middle Ages, this aromatic spice was a symbol of love and fidelity, and cumin sure did spread that love all around the world. Cumin can be found in traditional cuisines all over the planet, from Mexico and Italy to the Middle East and Africa. Cumin is antioxidant and has demonstrated [immunomodulatory effects](http://www.plantsjournal.com/archives/2018/vol6issue2/PartD/6-2-28-858.pdf), meaning that it can help to regulate or normalize the immune response to stressors. This activity has shown promise in improving our immune system's response to things like allergies, autoimmune diseases, and certain cancers. How to Use Cumin: - Cumin goes great with beans and rice dishes or in curries, stews, and chili. - Sprinkle some cumin on homemade flatbreads or pita just before baking or frying. - Crushed whole cumin, coriander, and fennel seeds make a great crunchy crust for fish and chicken. - Pan toast some whole cumin seeds just until fragrant before throwing in some chopped cabbage, garlic, and onions. 5. Turmeric This root of a tropical plant in the Ginger family practically became an overnight celebrity a few years back. All of a sudden, turmeric was everywhere. And for good reason! Turmeric root, the vibrant yellow spice that gives curry spice its distinct color, contains a bioactive compound called curcumin. Curcumin is a wildly potent [anti-inflammatory and antioxidant](https://journals.lww.com/nutritiontodayonline/Fulltext/2020/01000/Turmeric__Potential_Health_Benefits.9.aspx). High levels of inflammation in our bodies make us more susceptible to illness just by putting us in a more compromised immune state. It's no wonder that many of our chronic illnesses including heart disease, metabolic syndrome, many cancers, and neurodegenerative diseases like Alzheimer's, can be linked back to chronic inflammation that, in many cases, could have been prevented. How to Use Turmeric: - Make your own curry spice blend! - Sprinkle ground turmeric over eggs and avocado toast. - Throw it into chilis, soups, and stews. - A small chunk of fresh turmeric root goes nice into a smoothie or make your own [golden milk](https://blog.mountainroseherbs.com/golden-milk-powder-recipe). - The bioactive compound curcumin is better absorbed by our bodies when eaten with black pepper. And since we already put black pepper on everything, this isn't a hard task to accomplish. Try these recipes: [Ginger-Turmeric Honey](https://www.botanyculture.com/ginger-turmeric-honey-for-your-good-morning-wake-up-call/) [Creamy Fire Cider](https://www.botanyculture.com/hibiscus-fire-cider/) 6. Fennel Seed [Fennel](https://www.botanyculture.com/meet-the-plants-fennel/) gets much of its medicinal benefit from being incredibly [antioxidant](https://www.sciencedirect.com/science/article/pii/B9780081026595000197). It's also anti-inflammatory, antibacterial, antispasmodic, and is a champion of digestive health. The seeds are a good source of vitamin C and along with its other bioactive compounds that help to strengthen our immune system, fennel has shown to be [effective in clearing sinus and chest congestion](http://www.thepharmajournal.com/archives/2020/vol9issue7/PartB/9-6-25-639.pdf). Plus, fennel seed also has amazing [skin and hair benefits](https://www.botanyculture.com/4-perks-of-using-fennel-for-your-skin-hair-health/)! How to Use Fennel Seed: - Fennel seed tea is sweet and licorice-y and can help you digest and [better absorb nutrients](https://www.botanyculture.com/increase-nutrient-absorption/). - Add a spoonful to bread dough. - Candied fennel seeds are an easy DIY after-dinner digestive treat. - Fennel seed makes for a flavorful addition to dry rubs for meats, tomato sauces, and even cookies. Try these recipes: [Candied Fennel Seeds](https://www.botanyculture.com/candied-fennel-bulb-seeds/) [Fennel Polenta](https://www.botanyculture.com/caramelized-fennel-herbed-polenta-with-mushrooms/) [Fennel, Earl Grey, & Grapefruit Spritzer](https://www.botanyculture.com/fennel-earl-grey-grapefruit-spritzer/) 7. Garlic Are you one of those people that question why anyone would ever add 2 cloves of garlic when you could add 10!? If so, good. As good as garlic tastes, it's equally immune-boosting. Garlic, a member of the onion family, contains a bioactive sulfur compound known as allicin. [Allicin](http://www.plantsjournal.com/archives/2016/vol4issue6/PartB/4-5-43-447.pdf), created only when garlic is crushed or chopped, is anti-inflammatory, antioxidant, and helps our immune system fight off infection. Garlic also has antiseptic, antibacterial, and anti-fungal properties. How to Use Garlic: - Garlic goes great in practically all savory foods. - Add garlic to herbed biscuits, marinara, stir-fries, soups and stews, and salad dressings. - Use it fresh or purchase it granulated or powdered. However you choose to use it, if you're going for the most medicinal benefit, fresh and raw is best. - Blend it raw into salad dressings or chop it up and shoot it back with some warm lemon water to help ward off a cold or sore throat. Try these recipes: [Garlic, Onion, & Ginger Cough Syrup](https://www.botanyculture.com/super-easy-immune-boosting-diy-herbal-cough-cold-syrup/) [Saffron & Garlic Braised Fennel](https://www.botanyculture.com/simple-saffron-garlic-braised-fennel/) [Rosemary & Garlic Lemon Sea Salt](https://www.botanyculture.com/rosemary-garlic-lemon-sea-salt/) 8. Ginger Kami McBride, the author of [The Herbal Kitchen](https://amzn.to/3cnP6Pi), calls [ginger](https://www.botanyculture.com/the-food-and-medicine-of-ginger/) the universal medicine. We can use this easy-to-find spice either [fresh or dried](https://www.botanyculture.com/fresh-vs-dried-ginger-is-one-better-than-the-other/). It can help with cold, flu, coughs, seasickness, nausea, sore throats, menstrual cramps, digestion and stomach upset, and so much more. Ginger's immune-boosting properties are attributed to its nutritional value, a bioactive compound called gingerol, and its general anti-inflammatory and antioxidant actions. Together, these things help us fight infections and keep illnesses at bay. How to Use Ginger: - Ginger goes really well in stir-fries or broth-y soups. - Add ginger root into homemade [super medicinal veggie broth](https://www.botanyculture.com/super-medicinal-vegetable-broth-with-calendula/)or bone broth. - Sprinkle ground ginger on toast with cinnamon and a drizzle of maple syrup. - Ginger and honey tea can be a really nice warming morning or afternoon treat. - Chewing on crystallized ginger after a meal can help ease digestive processes while also providing you with immune-boosting benefits. Try these recipes: [Gingerbread Cake Donuts with for Naturally 9. Oregano The more I learn about oregano, the more I wonder if there is anything it can't help fix. Oregano is an herb native to the Mediterranean and its antiviral, antibacterial, and anti-fungal properties make it an effective immune-boosting plant. It's good at keeping the bad things at bay in our bodies. Oregano has a strong, herbaceous, and spicy aroma that's due to its many highly therapeutic essential oils. It contains thymol (also found in thyme), which is both antiseptic and expectorant, as well as rosemarinic acid (also found in [rosemary](https://www.botanyculture.com/the-food-medicinal-uses-of-rosemary/)) which can help to soothe respiratory inflammation. It's also high in vitamins A and C, and minerals such as iron and calcium. Together these properties support a long tradition of using oregano in the treatment of bronchitis and conditions with excess phlegm and spasmodic coughs. How to Use Oregano: - Fresh oregano is one of my favorite herbs to chop into a salad or add to tacos. It adds such a pleasant botanical surprise. - Oregano is a great savory herb to chop finely and sprinkle over roasted potatoes and other vegetables just before they're done cooking. - It's also another great herb to include in [medicinal veggie broths](https://www.botanyculture.com/super-medicinal-vegetable-broth-with-calendula/), soups, and stews. - Try adding a little bit of fresh oregano to pesto for a unique flavor. - Make a chimichurri sauce with parsley, fresh garlic, olive oil, oregano, and vinegar. 10. Thyme Thyme leaves might be small, but they are incredibly mighty. Of all the immune-boosting herbs and spices on this list, thyme might just be my favorite. Thyme is one of the best herbal remedies for respiratory health. It's highly [antimicrobial](https://jabonline.in/admin/php/uploads/188_pdf.pdf), [antioxidant](https://jabonline.in/admin/php/uploads/188_pdf.pdf), antiseptic, and in general, is a broad-spectrum tonic for the entire immune system. It's a rich source of essential vitamins and minerals, like vitamins A and C, calcium, and potassium, and can help us fight off infections. Thyme is one of those herbs that is best taken at the onset of symptoms. As soon as you feel that little tickle in your throat, add a little extra thyme to your plate. How to Use Thyme: - Thyme is a great herb to throw into herbed vinaigrettes and biscuits, or garlic bread. - Throw some thyme in with your roasted veggies and meats. - Add thyme leaves to lentil soups, vegetable pot pies, and stuffing. - Thyme, honey, and lemon tea is a great sipper for when you have a sore throat. For more plant magic & herbal wellness in your life, be sure to follow along on [Nourishing Herbal Gifts](https://www.botanyculture.com/product/nourishing-herbal-gifts/) & [Holiday Pies from the (Un)Bakery](https://www.botanyculture.com/product/holiday-pies-from-the-unbakery-10-no-bake-vegan-gluten-free-holiday-pies-inspired-by-the-classics/). And please don't forget to tag me in your snaps [@_botanyculture_](https://www.instagram.com/_botanyculture_/). I love to see all the plant magic you make happen! How to Use These Herbs & Spices Everyday If you're anything like me, it's hard to take your own advice sometimes. I'm completely guilty of having all the information I need to keep myself healthy, but then actually doing the things I know I should be doing is just somehow always harder than it sounds. Mysteries... Here are a few tips on how you can beat yourself at your own game and easily start using these immune-boosting herbs and spices every day: Keep them in your sight. Keep your favorite herbs and spices on your dinner table, right next to the salt and pepper. This way when you're reaching for the salt, you'll have a little reminder about all the benefits of using more herbs and spices in your meals. Make your own herb and spice blends. Over time, you might notice that you regularly gravitate to the same few spices. Now is the time to let your culinary creativity soar. Get creative and make your own immune-boosting herb and spice blends. If you're always reaching for turmeric and cumin, you might like a salt blend with those two spices. Try adding 1 tablespoon sea salt, 1 teaspoon ground turmeric, and 1/4 teaspoon ground cumin. Mix these together into a salt shaker and shake away on whatever you desire. Freeze or dry fresh herbs. Do you often purchase fresh herbs only to have them rot in the fridge before you can use them all? Chop fresh herbs up and freeze in small portions in ice cube trays so that you can just grab little bits as you need them. Or create small bundles and hang them to dry in a well-ventilated area out of direct sunlight. (Bonus rustic, farmhouse-inspired kitchen decor!) Substitute dried herbs for fresh in recipes. When in a pinch, out of season, or unwilling and unable to shell out a few more dollars for some fresh herb or spice that you only need a little pinch of, dried herbs are the way to go. In most cases, you can always substitute dried herbs when a recipe calls for fresh. And while fresh herbs are usually the first choice, dried herbs are a solid backup. Grow your own immune-boosting herbs and spices! Kids are more apt to eat foods that they're involved in growing and I think the same goes for adults. There's an innate sense of pride that comes with growing your own food. I like to think that it's our hearts remembering that for a long period of our human history, growing our own food and medicine was a way of life. And that way of life nurtured a relationship of abundance and reciprocity with this earth, a connection that all of life on planet earth thrived on. The Bottom Line... It's not often that we look at our spice cabinets and think about healthcare. We can be so proactive about our own health and the health of our families by simply making our food more flavorful. If you don't already, challenge yourself to include more of these immune-boosting herbs and spices in your everyday meals. This is preventative healthcare at its most delicious! Sharing is caring. If you enjoyed this content, please help spread the magic & medicine of the plants by sharing this post with your friends! And don't forget to tag me in your snaps [@_botanyculture_](https://www.instagram.com/_botanyculture_/) and hashtag it #botanyculture. DISCLAIMER: The information given in this article is intended for educational purposes only. Always consult with your healthcare practitioner before consuming certain herbs & medicinal foods, especially if pregnant, nursing, or taking any prescription medications. "}