{"title": "PDF", "author": "PDF", "url": "https://jefferson.floridahealth.gov/_files/_documents/JanssenEUARecipientsWhattoExpectCard.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "FACT SHEET FOR HEALTHCARE PROVIDERS ADMINISTERING VACCINE (VACCINATION PROVIDERS) EMERGENCY USE AUTHORIZATION (EUA) OF THE JANSSEN COVID- 19 VACCINE TO PREVENT CORONAVIRUS DISEASE 2019 (COVID- 19) The U.S. Food and Drug Administration (FDA) has issued an Emergency Use Authorization (EUA) to permit the emergency use of the unapproved product, Janssen COVID -19 Vaccine, for active immunization to prevent COVID -19 in individuals 18 years of age and olde r. SUMMARY OF INSTRUCTIONS FOR COVID- 19 VACCINATION PROVIDERS Vaccination providers enrolled in the federal COVID -19 Vaccination Program must report all vaccine administration errors, all serious adverse events, cases of Multisystem Inflammatory Syndrome ( MIS) in adults, and cases of COVID -19 that result in hospitalization or death following administration of the Janssen COVID -19 Vaccine. See \" MANDATORY REQUIREMENTS FOR THE JANSSEN COVID- 19 VACCINE ADMINISTRATION UNDER EMERGENCY USE AUTHORIZATION\" for repor ting requirements. The Janssen COVID -19 Vaccine is a suspension for intramuscular injection. Primary Vaccination The primary vaccination regimen for the Janssen COVID -19 Vaccine is a single -dose (0.5 mL) administered to individuals 18 years of age and older . Booster Dose A single Janssen COVID -19 Vaccine booster dose (0.5 mL) may be administered at least 2 months after primary vaccination with the Janssen COVID -19 Vaccine, to individuals 18 years of age and older . A single booster dose of the Janssen COVID -19 Vaccine (0.5 mL) may be administered as a heterologous booster dose following completion of primary vaccination with another authorized or approved COVID -19 vaccine. The eligible population(s) and do sing interval for the heterologous booster dose are the same as those authorized for a booster dose of the vaccine used for primary vaccination. See this Fact Sheet for instructions for preparation and administration. This Fact Sheet may have been updated. For the most recent Fact Sheet, please see www.janssencovid19vaccine.com . For information on clinical trials that are testing the use of the Janssen COVID -19 Vaccine for active immunization against COVID -19, please see www.clinicaltrials.gov . DESCRIPTION OF COVID- 19 Coronavirus disease 2019 (COVID -19) is an infectious disease caused by the novel coronavirus, SARS -CoV -2, that appeared in late 2019. It is predominantly a respiratory illness that can affect other organs. People with COVID -19 have reported a wide range of symptoms, ranging from mild Revised: Oct /20/2021 2 symptoms to severe illness . Symptoms may appear 2 to 14 days after exposure to the virus. Symptoms may include: fever or chills; cough; shortness of breath; fatigue; muscle body new loss of taste or smell; sore throat; congestion or runny nose; nausea or vomiting; diarrhea. DOSAGE AND ADMINISTRATION The storage and handling information in this F act Sheet supersedes the storage and handling information on the c arton and vial labels. Storage and Handling Storage P rior to First Puncture of the Vaccine Vial Store unpunctured multi- dose vials of the Janssen COVID -19 Vaccine at 2°C to 8°C (36°F to 46°F) and protect from light. Do not store frozen. Unpunctured vials of Janssen COVID -19 Vaccine may be stored between 9°C to 25°C (47°F to 77°F) for up to 12 hours. The Janssen COVID -19 Vaccine is initially stored frozen by the manufacturer , then shipped at 2°C to 8°C (36°F to 46°F) . If vaccine is still frozen upon receipt, thaw at 2°C to 8°C (36°F to 46°F). If needed immediately, thaw at room (maximally 25°C /77°F). At room temperature (maximally 25°C/77°F ), a carton of 10 vials will take approximately 4 hours to thaw, and a n individual vial will take approximately 1 hour to thaw. Do not refreeze once thawed. Storage After First Puncture of the Vaccine Vial After the first dose has been withdrawn, hold the vial between 2° to 8°C (36° to 46°F) for up to 6 hours or at room temperature ( maximally 25°C/77°F) for up to 2 hours. Discard the vial if vaccine is not used within these time s. Dosing and Schedule Primary Vaccination The primary vaccination regimen for the Janssen COVID -19 Vaccine is a single -dose (0.5 mL) administered to individuals 18 years of age and older. Booster Dose A single Janssen COVID -19 Vaccine booster dose (0.5 mL) may be administered at least 2 months after primary vaccination with the Janssen COVID -19 Vaccine, to individuals 18 years of age and older . A single booster dose of the Janssen COVID -19 Vaccine (0.5 mL) may be administered as a heterologous booster dose following completion of primary vaccination with another authorized or approved COVID -19 vaccine. The eligible population(s) and dosing interva l for the heterologous booster dose are the same as those authorized for a booster dose of the vaccine used for primary vaccination. Revised: Oct /20/2021 3 Dose Preparation The Janssen COVID -19 Vaccine is a colorless to slightly yellow , clear to very opalescent suspension. Visually inspect the Janssen COVID -19 Vaccine vials for particulate matter and discoloration prior to administration. If either of these conditions exists, do not administer the vaccine. Before withdrawing each dose of vaccine, carefully mix the contents of the multi -dose vial by swirling gently in an upright position for 10 seconds. Do not shake . Each dose is 0.5 mL. Each vial contains five doses. Do not pool excess vaccine from multiple vials. The Janssen COVID -19 Vaccine does not contain a preservative. Record the date and time of first use on the Janssen COVID -19 Vaccine vial label. After the first dose has been withdrawn, hold the vial between 2° to 8°C (36° to 46°F) for up to 6 hours or at room temperature ( maximally 25°C/77°F) for up to 2 hours. Discard if vaccine is not used within these time s. Administration Visually inspect each dose in the dosing syringe prior to administration. The Janssen COVID -19 Vaccine is a colorless to slightly yellow , clear to very opalescent suspension. During the visual inspection, verify the final dosing volume of 0.5 mL. confirm there are no particulates and that no discoloration is observed. do not administer if vaccine is discolored or contains particulate matter. Administer the Jansse n COVID -19 Vaccine intramuscularly. CONTRAINDICATION Do not administer the Janssen COVID -19 Vaccine to individuals with a known history of a severe allergic reaction (e.g., anaphylaxis) to any component of the Janssen COVID -19 Vaccine (see Full EUA Prescri bing Information) . WARNINGS Management of Acute Allergic Reactions Appropriate medical treatment to manage immediate allergic reactions must be immediately available in the event an acute anaphylactic reaction occurs following administration of the Janssen COVID- 19 Vaccine. Monitor Janssen COVID -19 Vaccine recipients for the occurrence of immediate adverse reactions according to the Centers for Disease Control and Prevention guidelines (https://www.cdc.gov/vaccines/covid- 19/clinical thrombocytopenia Reports of adverse events following use of the Janssen COVID -19 Vaccine under emergency use authorization suggest an increased risk of thrombosis involving the cerebral venous sinuses and other sites (including but not limited to the large blood vessels of the abdomen and the veins of the lower extremities) combined with thrombocytopenia and with onset of symptoms approximately one to two weeks after vaccination . The reporting rate of thrombosis with thrombocytopenia following administration of the Janssen COVID -19 Vaccine has been highest in females ages 18 through 49 years ; some cases have been fatal. The clinical course of these events shares features with autoimmune heparin- induced thrombocytopenia. In individuals with suspected thrombosis with thrombocytopenia following administration of the Janssen COVID -19 Vaccine, the use of heparin may be harmful and alternative treatments may be needed. Consultation with hematology specialists is strongly recommended. The American Society of Hematology has published considerations relevant to the diagnosis and treatment of thrombosis with thrombocytopenia following administration of the Guillain -Barré Syndrome Reports of adverse events following use of the Janssen COVID- 19 Vaccine under emergency use authorization suggest an increased risk of Guillain -Barré syndrome during the 42 days following vaccination. Altered Immunocompetence Immunocompromised persons, including individuals receiving immunosuppressant therapy, may have a diminished immune response to the Janssen COVID -19 Vaccine. Syncope Syncope (fainting) may occur in association with administration of injectable vaccines. Procedures should be in place to avoid injury from fainting. Limitations of Vacc ine Effectiveness The Janssen COVID -19 Vaccine may not protect all vaccinated individuals. ADVERSE REACTIONS Adverse Reactions in Clinical Trials Adverse reactions reported in a clinical trial following administration of the Janssen COVID -19 Vaccine i nclude injection site pain, headache, fatigue, myalgia, nausea, fever, injection site erythema and injection site swelling . In clinical studies, severe allergic reactions, including anaphylaxis, have been reported following administration of the Janssen CO VID-19 Vaccine (see Full EUA Prescribing Information) . Adverse Reactions Identified during Post Authorization Use Anaphylaxis and other s evere allergic reactions, thrombosis with thrombocytopenia, Guillain -Barré syndrome, and capillary leak syndrome have been reported following Revised: Oct /20/2021 5 administration of the Janssen COVID -19 Vaccine during mass vaccination outside of clinical trials. Additional adverse reactions, some of which may be serious, may become apparent with more widespread use of the Janssen COVID -19 Vaccine . USE WITH OTHER VACCINES There is no information on the co- administration of the Janssen COVID -19 Vaccine with other vaccines. INFORMATION TO PROVIDE TO VACCINE RECIPIENTS/CAREGIVERS As the vaccination provider, you must communicate to the recipient or their caregiver, information consistent with the \"Fact Sheet for Recipients and Caregivers\" (and provide a copy or direct the individual to the website www.janssencovid19vaccine.com to obtain the Fact Sheet) prior to the individual receiving the Janssen COVID -19 Vaccine, including: FDA has authorized the emergency use of the Janssen COVID -19 Vaccine, which is not an FDA approved vaccine. The recipient or their caregiver has the option to accept or refuse the Janssen COVID -19 Vaccine. The significant known and potential risks and benefits of the Janssen COVID -19 Vaccine, and the extent to which such risks and benefits are unknown. Informa tion about available alternative vaccines and the risks and benefits of those alternatives. For information on clinical trials that are testing the use of the Janssen COVID -19 Vaccine to prevent COVID -19, please see www.clinicaltrials.gov . Provide a vaccination card to the recipient or their caregiver with the name of the vaccine ( \"Janssen COVID- 19 Vaccine\" ) and date of administration to document vaccination. Provide the v- safe information sheet to vaccine recip ients/caregivers and encourage vaccine recipients to participate in v -safe. V -safe is a new voluntary smartphone -based tool that uses text messaging and web surveys to check in with people who have been vaccinated to identify potential side effects after C OVID -19 vaccination. V -safe asks questions that help CDC monitor the safety of COVID -19 vaccines. V -safe also provides live telephone follow -up by CDC if participants report a significant health impact following COVID -19 vaccination. For more information, visit: www.cdc.gov/vsafe . MANDATORY REQUIREMENTS FOR JANSSEN COVID- 19 VACCINE ADMINISTRATION UNDER EMERGENCY USE AUTHORIZATION In order to mitigate the risks of using this unapproved product under EUA and to optimize the potential benefit of the Janssen CO VID-19 Vaccine, the following items are required. Use of Revised: Oct /20/2021 6 unapproved Janssen COVID -19 Vaccine for active immunization to prevent COVID -19 under this EUA is limited to the following (all requirements must be met): 1. The Janssen COVID -19 Vaccine is authorized for use in individuals 18 years of age and older. 2. The vaccination provider must communicate to the individual receiving the Janssen COVID- 19 Vaccine or their caregiver, information consistent with the \"Fact Sheet for Recipients and Caregivers\" prior t o the individual receiving the Janssen COVID -19 Vaccine. 3. The vaccination provider must include vaccination information in the state/local jurisdiction's Immunization Information System (IIS) or other designated system. 4. The vaccination provider is res ponsible for mandatory reporting of the following to the Vaccine Adverse Event Reporting System (VAERS): vaccine administration errors whether or not associated with an adverse event, serious adverse events* (irrespective of attribution to vaccination), cases of Multisystem Inflammatory Syndrome (MIS) in adults, and cases of COVID -19 that result in hospitalization or death. Complete and submit reports to VAERS online at https://vaers.hhs.gov/reportevent.html . For further assistance with reporting to VAERS, call 1- 800-822-7967. The reports should include the words \"Janssen COVID -19 Vaccine EUA\" in the description section of the report. 5. The vaccination provider is responsible for responding to FDA requests for information about vaccine administration errors, adverse events, cases of MIS in adults, and cases of COVID- 19 that result in hospitalization or death following a dministration of the Janssen COVID- 19 Vaccine to recipients. * Serious adverse events are defined as: Death; A life -threatening adverse event; Inpatient hospitalization or prolongation of existing hospitalization; A persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions; A congenital anomaly/birth defect; An important medical event tha t based on appropriate medical judgement may jeopardize the individual and may require medical or surgical intervention to prevent one of the outcomes listed above. OTHER ADVERSE EVENT REPORTING TO VAERS AND JANSSEN BIOTECH, INC. Vaccination providers may report to VAERS other adverse events that are not required to be reported using the contact information above. Revised: Oct /20/2021 7 To the extent feasible, report adverse events to Janssen Biotech, Inc. using the contact information below or by providing a copy of the VAERS form to Janssen Biotech, Inc: e-mail Fax number Telephone numbers JNJvaccineAE@its.jnj.com 215-293-9955 US Toll Free: 1 -800-565-4008 US Toll: (908) 455 -9922 ADDITIONAL INFORMATION For general questions or to access the most recent Janssen COVID -19 Vaccine Fact Sheets , scan the QR code using your device, visit www.janssencovid19vaccine.com or call the telephone number s provided below. QR Code Fact Sheets Website Telephone numbers www.janssencovid19vaccine.com . US Toll Free: 1 -800-565-4008 US AVAILABLE ALTERNATIVES Comirnaty (COVID -19 Vaccine, mRNA) is an FDA -approved vaccine to prevent COVID -19 caused by SARS -CoV -2. There may be clinical trials or availability under EUA of other COVID- 19 vaccines. FEDERAL COVID- 19 VACCINATION PROGRAM This vaccine is being made available for emergency use exclusively through the CDC COVID -19 Vaccination Program (the Vaccination Program). Healthcare providers must enroll as providers in the Vaccination Program and comply with the provider requirements. V accination providers may not charge any fee for the vaccine and may not charge the vaccine recipient any out -of-pocket charge for administration. However, vaccination providers may seek appropriate reimbursement from a program or plan that covers COVID -19 vaccine administration fees for the vaccine recipient (private insurance, Medicare, Medicaid, HRSA COVID -19 Uninsured Program for non- insured recipients). For information regarding provider requirements and enrollment in the CDC COVID- 19 Vaccination Progra m, see https://www.cdc.gov/vaccines/covid- 19/provider - enrollment.html . Individuals becoming aware of any potential violations of the CDC COVID -19 Vaccination Program requirement s are encouraged to report them to the Office of the Inspector General, U.S. Department of Health and Human Services, at 1 -800-HHS -TIPS or TIPS.HHS.GOV. AUTHORITY FOR ISSUANCE OF THE EUA The Secretary of the Department of Health and Human Services (HHS) de clared a public health emergency that justifies the emergency use of drugs and biological products during the COVID -19 Revised: Oct /20/2021 8 pandemic. In response, FDA has issued an EUA for the unapproved product, Janssen COVID -19 Vaccine, for active immunization to prevent COV ID-19 in individuals 18 years of age and older. FDA issued this EUA, based on Janssen Biotech, Inc.'s request and submitted data. Although limited scientific information is available, based on the totality of the scientific evidence available to date, it is reasonable to believe that the Janssen COVID -19 Vaccine may be effective for the prevention of COVID -19 in individuals as specified in the Full EUA Prescribing Information. This EUA for the Janssen COVID -19 Vaccine will end when the Secretary of HHS determines that the circumstances justifying the EUA no longer exist or when there is a change in the approval status of the product such that an EUA is no longer needed. For additional information about Emergency Use Authorization visit FDA at: THE COUNTERMEASURES INJURY COMPENSATION PROGRAM The Countermeasures Injury Compensation Program (CICP) is a federal program that has been created to help pay for related costs of medical care and other specific expenses to compensate people injured after use of certain medical countermeasures. Medical countermeasures are specific vaccines, medications, devices, or other items used to prevent, diagnose, or treat the public during a public health emergency or a security threat. For more information about CICP, visit www.hrsa.gov/cicp, email cicp@hrsa.gov , or call: 1 -855-266-2427. Manufactured by: Janssen Biotech, Inc. a Janssen Pharmaceutical Company of Johnson & Johnson Horsham, PA 19044, USA © 2021 Janssen Pharmaceutical Companies END SHORT VERSION FACT SHEET Long Version (Full EUA Prescribing Information) Begins On Next Page Revised: Oct /20/2021 Revised: Oct /20/2021 9 FULL EMERGENCY USE AUTHORIZATION (EUA) PRESCRIBING INFORMATION JANSSEN COVID- 19 VACCINE FULL EMERGENCY USE AUTHORIZATION (EUA) PRESCRIBING INFORMATION: CONTENTS* 1 AUTHORIZED USE 2 DOSAGE AND ADMINISTRATION 2.1 Preparation for Administration 2.2 Administration 2.3 Dosing and Schedule 3 DOSAGE FORMS AND STRENGTHS 4 CONTRAINDICATIONS 5 WARNINGS AND PRECAUTIONS 5.1 Management of Acute Allergic Reactions 5.2 Thrombosis with thrombocytopenia 5.3 Guillain -Barré Syndrome 5.4 Syncope 5.5 Altered Immunocompetence 5.6 Limitations of Vaccine Effectiveness 6 OVERALL SAFETY SUMMARY 6.1 Clinical Trials Experience 6.2 Post Authorization Experience 8 REQUIREMENTS AND INSTRUCTIONS FOR REP ORTING ADVERSE EVENTS AND VACCINE ADMINISTRATION ERRORS 10 DRUG INTERACTIONS 11 USE IN SPECIFIC POPULATIONS 11.1 Pregnancy 11.2 Lactation 11.3 Pediatric Use 11.4 Geriatric Use 13 DESCRIPTION 14 CLINICAL PHARMACOLOGY 14.1 Mechanism of Action 18 CLINICAL TRIAL RESULTS AND SUPPORTING DATA FOR EUA 18.1 Efficacy of Primary Vaccination 18.2 Immunogenicity of a Booster Dose following Primary Vaccination with Janssen COVID -19 Vaccine 18.3 Immunogenicity of a Booster Dose Following Primary Vaccination with Another Authorized or A pproved COVID- 19 Vaccine 19 HOW SUPPLIED/STORAGE AND HANDLING 20 PATIENT COUNSELING INFORMATION 21 CONTACT INFORMATION *Sections or subsections omitted from the full prescribing information are not listed. Revised: Oct /20/2021 10 FULL EMERGENCY USE AUTHORIZATION ( EUA) PRESCRIBING INFORMATION 1 AUTHORIZED USE Janssen COVID -19 vaccine is authorized for use under an Emergency Use Authorization (EUA) for active immunization to prevent coronavirus disease 2019 (COVID -19) caused by severe acute respiratory syndrome coronavirus 2 (SARS -CoV -2) in individuals 18 years of age and older . 2 DOSAGE AND ADMINISTRATION For intramuscular injection only. 2.1 Preparation for Administration The Janssen COVID -19 Vaccine is a colorless to slightly yellow , clear to very opalescent suspension. Visually inspect the Janssen COVID -19 Vaccine vials for particulate matter and discoloration prior to administration. If either of these conditions exists, do not administer the vaccine. Before withdrawing each dose of vaccine, carefully mix the contents of the multi- dose vial by swirling gently in an upright position for 10 seconds. Do not shake . Each dose is 0.5 mL. Each vial contains five doses. Do not pool excess vaccine from multiple vials. The Janssen COVID -19 Vaccine does not contain a preservative . Record t he date and time of first use on the Janssen COVID -19 Vaccine vial label. After the first dose has been withdrawn, hold the vial between 2° to 8°C (36° to 46°F) for up to 6 hours or at room temperature (maximally 25°C/77°F) for up to 2 hours. Discard if va ccine is not used within these time s. 2.2 Administration Visually inspect each dose in the dosing syringe prior to administration. The Janssen COVID -19 Vaccine is a colorless to slightly yellow, clear to very opalescent suspension. During the visual inspection, verify the final dosing volume of 0.5 mL. confirm there are no particulates and that no discoloration is observed. do not administer if vaccine is discolored or contains particulate matter. Administer the Janssen COVID -19 Vaccine intramuscularly . Revised: Oct /20/2021 11 2.3 Dosing and Schedule Primary Vaccination The primary vaccination regimen for the Janssen COVID -19 Vaccine is a single -dose (0.5 mL) administered to individuals 18 years of age and older. Booster Dose A single Janssen COVID -19 Vaccine boost er dose (0.5 mL) may be administered at least 2 months after primary vaccination with the Janssen COVID -19 Vaccine, to individuals 18 years of age and older . A single booster dose of the Janssen COVID -19 Vaccine (0.5 mL) may be administered as a heterologous booster dose following completion of primary vaccination with another authorized or approved COVID -19 vaccine. The eligible population(s) and dosing interval for the heterologous booster dose are the same as those authorized for a booster dose of the vaccine used for primary vaccination. 3 DOSAGE FORMS AND STRENGTHS Janssen COVID -19 Vaccine is a suspension for intramuscular injection. A single -dose is 0.5 mL . 4 CONTRAINDICATIONS Do not administer the Janssen COVID -19 Vaccine to individuals with a known history of severe allergic reaction (e.g., anaphylaxis) to any component of the Janssen COVID -19 Vaccine [see Description (13)] . 5 WARNINGS AND PRECAUTIONS 5.1 Management of Acute Allergic Reactions Appropriate medical treatment used to manage immediate allergic reactions must be immediately available in the event an acute anaphylactic reaction occurs following administration of the Janssen COVID- 19 Vaccine. Monitor Janssen COVID -19 Vaccine recipients for the occurrence of immediate adverse reactions according to the Centers for Disease Control and Prevention guidelines (https://www.cdc.gov/vaccines/covid- 19/clinical -considerations/managing- anaphylaxis.html ). 5.2 Thrombosis with thrombocytopenia Reports of adverse events following use of the Janssen COVID -19 Vaccine under emergency use authorization suggest an increased risk of thrombosis involving the cerebral venous sinuses and other sites (including but not limited to the large blood vessels of the abdomen and the veins of the lower extremities) combined with thrombocytopenia and with onset of symptoms approximately one to two weeks after vaccination [see Overall Safety Summ ary (6.2)] . The reporting rate of thrombosis with thrombocytopenia following administration of the Janssen COVID -19 Vaccine has been highest in females ages 18 through 49 years ; some cases have been fatal. The clinical course of these events shares features with autoimmune heparin- induced thrombocytopenia. Revised: Oct /20/2021 12 Specific risk factors for thrombosis with thrombocytopenia following administration of the Janssen COVID- 19 Vaccine and the level of potential excess risk due to vaccination are under investigation. Based on currently available evidence, a causal relationship between thrombosis with thrombocytopenia and the Janssen COVID -19 Vaccine is plausible. Healthcare professionals should be alert to the signs and symptoms of thrombosis with thrombocytopenia in indivi duals who receive the Janssen COVID -19 Vaccine. In individuals with suspected thrombosis with thrombocytopenia following administration of the Janssen COVID -19 Vaccine, the use of heparin may be harmful and alternative treatments may be needed. Consultatio n with hematology specialists is strongly recommended. The American Society of Hematology has published considerations relevant to the diagnosis and treatment of thrombosis with thrombocytopenia following administration of the (https://www.hematology.org/covid- -induced -immune -thrombotic -thrombocytopenia). Recipients of Janssen COVID -19 Vaccine should be instructed to seek immediate medical attention if they develop shortness of breath, chest pain, leg swelling, persistent abdominal pain, neurological symptoms (including severe or persistent headaches or blurred vision), or petechiae beyond the s ite of vaccination. 5.3 Guillain -Barré Syndrome Reports of adverse events following use of the Janssen COVID- 19 Vaccine under emergency use authorization suggest an increased risk of Guillain -Barré syndrome during the 42 days following vaccination. 5.4 Syncope Syncope (fainting) may occur in association with administration of injectable vaccines. Procedures should be in place to avoid injury from fainting. 5.5 Altered Immunocompetence Immunocompromised persons, including individuals receiving immunosuppressant thera py, may have a diminished immune response to the Janssen COVID -19 Vaccine. 5.6 Limitations of Vaccine Effectiveness The Janssen COVID -19 Vaccine may not protect all vaccinated individuals. 6 OVERALL SAFETY SUMMARY It is MANDATORY for vaccination providers to rep ort to the Vaccine Adverse Event Reporting System (VAERS) all vaccine administration errors, all serious adverse events, cases of Multisystem Inflammatory Syndrome (MIS) in adults, and hospitalized or fatal cases of COVID- 19 following vaccination with the Janssen COVID -19 Vaccine. To the extent feasible, provide a copy of the VAERS form to Janssen Biotech, Inc. Please see the REQUIREMENTS AND INSTRUCTIONS FOR REPORTING ADVERSE EVENTS AND VACCINE ADMINISTRATION ERRORS section for details on reporting to VAERS or Janssen Biotech, Inc. Revised: Oct /20/2021 13 Adverse Reactions in Clinical Trials In study COV3001, the most common local solicited adverse reaction (10%) reported was injection site pain (48.6%) . The most common systemic adverse reactions (see Tables 1 to 4) . Severe allergic reactions, including anaphylaxis, have been reported following administration of the Janssen COVID -19 vaccine. Adverse Reactions Identified during Post Authorization Use Anaphylaxis and other severe allergic reactions, thrombosis with thrombocytopenia, Guillain -Barré syndrome, and capillary leak syndrome have been reported following administration of the Janssen COVID -19 Vaccine during mass vaccination outside of clinical trials. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Safety P rimary vaccination The safety of the Janssen COVID -19 Vaccine has been assessed in an ongoing Phase 3 Study, COV3001 (NCT04505722) (Study 1). A total of 43,783 individuals were enrolled in this study, of whom 21,895 adult s aged 18 years and older received the Janssen COVID -19 Vaccine [Full Analysis Set (FAS)] . This study is being conducted in the United States (n=19,302) , Brazil (n=7,278), South Africa study, were female, 54.9% were male, 58.7% were White, 19.4% were Black or African American, 45.3% were Hispanic or Latino, 3.3% were Asian, 9.5% were American Indian/Alaska Native and 0.2% were Native Hawaiian or other Pacific Islander , 5.6% were from multiple racial groups and 1.4% were unknown races (see Table 5) . The median age of individuals was 52.0 years (range: 18 -100). There were 4,217 (9.6%) individuals who were SARS -CoV -2 seropositive at baseline and who were included in the study. In the U nited States, 838 of 19,302 (4.3% ) individuals were SARS -CoV -2 seropositive . Demographic characteristics were similar among individuals who received the Janssen COVID -19 Vaccine and those who received saline placebo. The safety subset includes 6,736 individual s (3,356 from the Janssen COVID -19 Vaccine group, 3,380 from the placebo group) . The demographic profile in the safety subset was similar in terms of age and gender compared to the FAS . A larger percentage of individuals in the safety subset were White (83.4%) compared to the FAS (58.7%). Geographically, the safety subset was limited to individuals from the U nited States (51.4%), Brazil (38.5%) and South Africa (10.2 %). Fewer individuals in the safety subset compared to t he FAS were SARS -CoV -2 seropositive at baseline, 4.5% vs . 9.6%, and a t least one comorbidity 34.1% vs 40.8% . Safety monitoring in the clinical study consisted of monitoring for: (1) solicited local and systemic reactions occurring in the 7 days followi ng vaccination in a subset of individuals (safety subset), Revised: Oct /20/2021 14 (2) unsolicited adverse events (AEs) occurring in the 28 days following vaccination in the safety subset, (3) medically- attended AEs (MAAEs) occurring in the 6 months following vaccination in the entire study population ( FAS) , (4) serious AEs (SAEs) and AEs leading to study discontinuation for the duration of the study in the entire study population. Solicited adverse reactions Shown below are the frequencies of s olicited local adverse reactions (Tables 1 and 2) and systemic adverse reactions (Tables 3 and 4) reported in adults by age group in the 7 days following vaccination in Study 1. Table 1: Study 1: Solicited Local Adverse Reactions Reported in the 7 Days Following Primary Vaccination - Individuals 18 to 59 Years of Age Adverse Reactions Janssen COVID -19 Vaccine N=2, 036 n(%) 1,193 (58.6) 357 (17.4) Grade 3a 8 (0.4) 0 Injection Site Erythema Any (25 mm) 184 (9.0) 89 (4.3) Grade 3b 6 (0.3) 2 (0.1) Injection Site Swelling Any (25 mm) 142 (7.0) 32 (1.6) Grade 3b 5 (0.2) 2 (0.1) a Grade 3 injection site pain: Defined as incapacitating symptoms; inability to do work, school, or usual activities; use of narcotic pain reliever. b Grade 3 injection site swell ing and erythema: Defined as >100 mm. Table 2: Study 1: Solicited Local Adverse Reactions Reported in the 7 Days Following Primary Vaccination - Individuals 6 0 Years of Age and Older Adverse Reactions Janssen COVID -19 Vaccine N=1,320 n(%) Placebo N=1,331 n(%) Injection Site Pain Any 439 (33.3) 207 (15.6) Grade 3a 3 (0.2) 2 (0.2) Injection Site Erythema Any (25 mm) 61 (4.6) 42 (3.2) Grade 3b 1 (0.1) 0 Injection Site Swelling Any (25 mm) 36 (2.7) 21 (1.6) Grade 3b 2 (0.2) 0 a Grade 3 injection site pain: Defined as incapacitating symptoms; inability to do work, school, or usual activities; use of narcotic pain reliever. b Grade 3 injection site sw elling and erythema: Defined as >100 mm. Revised: Oct /20/2021 15 Table 3: Study 1: Solicited Systemic Adverse Reactions Reported in the 7 Days Following Primary Vaccination - Individuals 18 to 59 Years of Age Adverse Reactions Janssen COVID -19 Vaccine N=2, 036 n(%) Placebo N=2, 905 (44.4) 508 (24.8) Grade 3a 18 (0.9) 5 (0.2) Fatigue Any 891 (43.8) 451 (22.0) Grade 3b 25 (1.2) 4 (0.2) Myalgia Any 796 (39.1) 248 (12.1) Grade 3b 29 (1.4) 1 (<0.1) Nausea Any 315 (15.5) 183 (8.9) Grade 3b 3 (0.1) 3 (0.1) Feverc Any 261 (12.8) 14 (0.7) Grade 3 7 (0.3) 0 Use of antipyretic or pain medication 538 (26.4) 123 (6.0) a Grade 3 headache: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever . b Grade 3 fatigue, m yalgia, nausea: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever . c Fever of any grade: Defined as body temperature 38°C/100.4°F. Grade 3 fever: 39.0°C - 40.0°C ( 102.1°F - 104.0°F) . Table 4: Study 1: Solicited Systemic Adverse Reactions Reported in the 7 Days Following Primary Vaccination - Individuals 6 0 Years of Age and Older Adverse Reactions Janssen COVID -19 Vaccine N=1,320 n(%) Placebo N=1,331 n(%) Headache Any 401 (30.4) 294 (22.1) Grade 3a 5 (0.4) 4 (0.3) Fatigue Any 392 (29.7) 277 (20.8) Grade 3b 10 (0.8) 5 (0.4) Myalgia Any 317 (24.0) 182 (13.7) Grade 3b 3 (0.2) 5 (0.4) Nausea Any 162 (12.3) 144 (10.8) Grade 3b 3 (0.2) 3 (0.2) Feverc Any 41 (3.1) 6 (0.5) Grade 3 1 (0.1) 0 Use of antipyretic or pain medication 130 (9.8) 68 (5.1) a Grade 3 headache: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever b Grade 3 fatigue , myalgia, nausea: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever . c Fever of any grade: Defined as body temperature 38°C/100.4°F. Grade 3 fever: 39.0°C - 40.0°C (102.1 °F - 104.0 °F). Solicited local and systemic adverse reactions reported following administration of the Janssen COVID- 19 Vaccine had a median duration of 1 to 2 days. Revised: Oct /20/2021 16 Unsolicited adverse events Individuals within the safety subset in S tudy 1 (N=6 ,736) were monitored for unsolicited adverse events (AEs) for 28 days following vaccination with 99.9% (N= 6,730) of individuals completing the full 28 days of follow -up. The proportion of individuals who reported one or more unsolicited AEs was similar among those in the Janssen COVID -19 Vaccine group ( 13.1%) and those in the placebo group (12.0%). Serious Adverse Events (SAEs) and other events of interest In Study 1, up to a cut -off date of January 22, 2021, 54.6% of individuals had follow -up duration of 8 weeks . The median follow -up duration for all individuals was 58 days. SAEs , excluding those related to confirmed COVID -19, were reported by 0.4% (n= 83) of individuals who received the Janssen COVID -19 Vaccine (N= 21,895) and 0.4 % (n= 96) of individuals who received placebo (N= 21,888) . Additional adverse events of interest, including but not limited to allergic, neurologic, inflammatory, vascular, and autoimmune disorder s, were analyzed among all ad verse events collected through protocol -specified safety mon itoring procedures as well as unsol icited reporting. Urticaria (all non -serious) was reported in five vaccin ated individuals and 1 individual who received placebo in the 7 days following vaccination. In addition, an SAE of hypersensitivity, not classified as anaphylaxis, was reported in 1 vaccin ated individual with urticaria beginning two days following vaccination and angioedema of the lips with no respiratory distress begi nning four days following vaccination. The event was likely related to the vaccine. An SAE of severe pain in the injected arm , not responsive to analgesics, with immediate onset at time of vaccination, and that was ongoing 74 days following vaccination was reported in an individual who received the Janssen COVID -19 Vaccine. An SAE of severe generalized weakness, fever, and headache, with onset on the day following vaccination and resolution three days following vaccination was reported in an individual who received the Janssen COVID -19 Vaccine. Both SAE s are likely related to the vaccine. Numerical imbalances, with more events in vaccine than placebo recipients , were observed for the following serious and other adverse events of interest in individuals receiving the vaccine or placebo, respectively: Thromboembolic events: Deep vein thrombosis: 6 events (2 serious; 5 within 28 days of vaccination) vs. 2 events (1 serious; 2 within 28 days of vaccination) . Pulmonary embolism: 4 events (3 seriou s; 2 within 28 days of vaccination) vs. 1 event (serious and within 28 days of vaccination) . Transverse sinus thrombosis with thrombocytopenia : 1 event (serious , with onset of symptoms 8 days post - vaccination) vs. 0. Revised: Oct /20/2021 17 Seizures: 4 events (1 serious; 4 within 28 days of vaccination) vs. 1 event (0 serious and 0 within 28 days following vaccination) . Tinnitus: 6 events (0 serious; 6 within 28 days of vaccination, including 3 within 2 days of vaccination ) vs. 0. For these events, a causal relationship with the Janssen COVID -19 vaccine could not be determined based on S tudy 1. The assessment of causality was confounded by the presence of underlying medical conditions that may have predisposed individuals to these e vents. However, taking into consideration post -authorization experience, a causal relationship with Janssen COVID- 19 Vaccine is plausible for thrombosis with thrombocytopenia [see Warnings and Precautions (5.2) and Overall Safety Summary (6.2) ]. There were no additional notable patterns or numerical imbalances between treatment groups for specific categories of serious adverse events (including neurologic, neuro- inflammatory, and cardiovascular events) that would suggest a causal relationship to the Janssen COVID -19 Vaccine. Booster Dose Following Primary Vaccination with Janssen COVID -19 Vaccine Overall, in 5 clinical studies conducted in Belgium, Brazil, Colombia, France, Germany, Japan, Netherlands, Philippines, South Africa, Spain, United Kingdom and United States, a pproximately 9,000 participants have received 2 doses of the Janssen COVID -19 Vaccine, administered at least 2 months apart and approximately 2,700 participants had at least 2 months of safety follow -up after the booster dose. A randomized, double -blind, placebo- controlled Phase 2 study, COV2001 ( NCT04535453) (Study 2), evaluated the frequency and severity of loca l and systemic adverse reactions within 7 days of administration of a booster dose of the Janssen COVID -19 Vaccine administered approximately 2 months after the primary vaccination in healthy adults 18 through 55 years of age and adults 65 years and older in good or stable health. A total of 141 individuals received at least one dose of the vaccine and 137 received both the primary vaccination and the booster dose at an interval of 2 months. The median age of individuals was 48 years, and 48 individuals (34%) were 65 years of age and older. Data on solicited adverse reactions after the primary vaccination and after a booster dose are shown in Tables 5-8. Revised: Oct /20/2021 18 Solicited adverse reactions Table 5: Study 2 - Solicited Local Adverse Reactions Reported in the 7 Days Following the Primary Vaccination or the Booster Dose - Individuals 18 through 55 Years of Age Adverse Reactions Primary Vacci nation N=93 n(%) Booster Dose N=89 n(%) Injection Site Pain Any 58 (62.4%) 53 (59.6%) Grade 3a 0 1 (1.1%) Injection Site Erythema Any (25 mm) 1 (1.1%) 1 (1.1%) Grade 3b 0 0 Injection Site Swelling Any (25 mm) 1 (1.1%) 0 Grade 3b 0 0 a Grade 3 injection site pain: Defined as incapacitating symptoms; inability to do work, school, or usual activities; use of narcotic pain reliever. b Grade 3 injection site swell ing and erythema: Defined as >100 mm. Table 6: Study 2 - Solicited Local Adverse Reactions Reported in the 7 Days Following the Primary Vaccination or the Booster Dose - Individuals 6 5 Years of Age and Older Adverse Reactions Primary Vacci nation N=48 n(%) Booster Dose N=48 n(%) Injection Site Pain Any 17 (35.4%) 10 (20.8%) Grade 3a 0 0 Injection Site Erythema Any (25 mm) 0 0 Grade 3b 0 0 Injection Site Swelling Any (25 mm) 0 0 Grade 3b 0 0 a Grade 3 injection site pain: Defined as incapacitating symptoms; inability to do work, school, or usual activities; use of narcotic pain reliever. b Grade 3 injection site sw elling and erythema: Defined as >100 mm. Revised: Oct /20/2021 19 Table 7: Study 2 - Solicited Systemic Adverse Reactions Reported in the 7 Days Following the Primary Vaccination or the Booster Dose - Individuals 18 t hrough 55 Years of Age Adverse Reactions Primary Vacci nation N=93 n(%) Booster Dose N=89 n(%) (41.6%) Grade 3a (2.2%) 1 (1.1%) 46 Grade 1 0 (36.0%) 3b (3.2%) (2.2%) 9 Grade 1 (1.1%) 0 Feverc Any 13 (14.0%) 5 (5.6%) Grade 3 1 (1.1%) 0 a Grade 3 headache: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever . b Grade 3 fatigue, myalgia, nausea: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever . c Fever of any grade: Defined as body temperature 38°C/100.4°F. Grade 3 fever : Defined as 39.0°C - 40.0° C (102.1°F - 104.0°F) . Table 8: Study 2 - Solicited Systemic Adverse Reactions Reported in the 7 Days Following the Primary Vaccination or the Booster Dose - Individuals 65 Years of Age and Older Adverse Reactions Primary Vacci nation N=48 n(%) Booster Dose N=48 n(%) Headache Any 9 (18.8%) 13 (27.1%) Grade 3a 0 0 Fatigue Any 9 (18.8%) 16 (33.3%) Grade 3b 0 0 Myalgia Any 4 (8.3%) 5 (10.4%) Grade 3b 0 0 Nausea Any 0 1 (2.1%) Grade 3b 0 0 Feverc Any 1 (2.1%) 0 Grade 3 0 0 a Grade 3 headache: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever b Grade 3 fatigue , myalgia, nausea: Defined as i ncapacitating symptoms; requires bed rest and/or results in loss of work, school, or cancellation of social activities; use of narcotic pain reliever . c Fever of any grade: Defined as body temperature 38°C/100.4°F. Grade 3 fever: Revised: Oct 20 Unsolicited adverse events An overall assessment of Janssen's safety analyses from studies evaluating 2 doses of Janssen COVID- 19 Vaccine did not reveal new safety concerns following a booste r dose, as compared with adverse reactions reported following the single -dose primary vaccination. Booster Dose Following Primary Vaccination with Another Authorized or Approved COVID - 19 Vaccine The safety of a Janssen COVID- 19 Vaccine booster dose in individuals who completed primary vaccination with another authorized or approved COVID -19 Vaccine (heterologous booster dose) is inferred from the safety of a Janssen COVID -19 Vaccine booster dose administered following completion of Janssen COVID -19 Vaccine primary vaccination (homologous booster dose) and from data from an independent Phase 1/2 open -label clinical trial ( NCT04889209) conducted in the United States that evaluated a heterologous booster dose of the Janssen COVID -19 Vaccine. In this study, a dults who had completed primary vaccination with a Moderna COVID- 19 Vaccine 2-dose series (N=151) , a Janssen COVID -19 Vaccine single dose (N=156) , or a Pfizer -BioNTech COVID- 19 Vaccine 2 -dose series (N=151) at least 12 weeks prior to enrol lment and who reported no history of SARS -CoV -2 infection were randomized 1:1:1 to receive a booster dose of one of three vaccines : Moderna COVID -19 Vaccine , Janssen COVID- 19 Vaccine, or Pfizer -BioNTech COVID- 19 Vaccine . Adverse events were assessed through 28 days after the booster dose. An overall review of adverse reactions reported following the Janssen COVID -19 Vaccine heterologous booster dose did not identify any new safety concerns, as compared with adverse reactions reported following a Janssen COVID -19 Vac cine primary vaccination or homologous booster dose. 6.2 Post Authorization Experience The following adverse reactions have been identified during post -authorization use of the Janssen COVID- 19 Vaccine. Because these reactions are reported voluntarily, it is not always possible to reliably estimate their frequency or establish a causal relationship to vaccine exposure. Blood and Lymphatic System labyrinth disorders : Tinnitus. Gastrointestinal disorders : Diarrhea, Vomiting. Immune System Disorders: Allergic reactions, including anaphylaxis . Revised: Oct /20/2021 21 8 REQUIREMENTS AND INSTRUCTIONS FOR REPORTING ADVERSE EVENTS AND VACCINE ADMINISTRAT ION ERRORS See Overall Safety Summary (Section 6) for additional information. The vaccination provider enrolled in the federal COVID -19 Vaccination Program is responsible for MANDATORY reporting of the listed events following Janssen COVID -19 Vaccine admin istration to the Vaccine Adverse Event Reporting System (VAERS): Vaccine administration errors whether or not associated with an adverse event, Serious adverse events* (irrespective of attribution to vaccination), Cases of Multisystem Inflammatory Syndrome (MIS) in adults, Cases of COVID -19 that result in hospitalization or death. * Serious Adverse Events are defined as: Death; A life -threatening adverse event; Inpatient hospitalization or prolongation of existing hospitalization; A persistent or significan t incapacity or substantial disruption of the ability to conduct normal life functions; A congenital anomaly/birth defect; An important medical event that based on appropriate medical judgement may jeopardize the individual and may require medical or surgi cal intervention to prevent one of the outcomes listed above. Instructions for Reporting to VAERS The vaccination provider enrolled in the federal COVID -19 Vaccination Program should complete and submit a VAERS form to FDA using one of the following methods: Complete and submit the report online: https://vaers.hhs.gov/reportevent.html , or If you are unable to submit this form electronically, you may fax it to VAERS at 1- 877-721- 0366. If you need additional help submitting a report you may call the VAERS toll -free information line at 1 -800-822-7967 or send an email to info@vaers.org . IMPORTANT: When reporting adverse events or vaccine administration errors to VAERS, please complete the entire form with detailed information. It is important that the information reported to FDA be as detailed and complete a s possible. Information to include: Patient demographics, (e.g., patient name, date of birth) , Pertinent medical history, Pertinent details regarding admission and course of illness, Concomitant medications, Revised: Oct /20/2021 22 Timing of adverse event(s) in relationship to administration of Janssen COVID -19 vaccine, Pertinent laboratory and virology information, Outcome of the event and any additional follow -up information if it is available at the time of the VAERS report. Subsequent reporting of follow -up information should be completed if additional details become available. The following steps are highlighted to provide the necessary information for safety tracking: 1. In Box 17, provide information on Janssen COVID -19 Vaccine and any other vaccines administered on the same day; and in Box 22, provide information on any other vaccines received within one month prior. 2. In Box 18, description of the event: a. Write \"Janssen COVID -19 Vaccine EUA\" as the first line. b. Provide a detailed report of vaccine administration error and/or adverse event. It is important to provide detailed information regarding the patient and adverse event/medication error for ongoing safety evaluation of this unapproved vaccine. Please see information to include listed above. 3. Contact information: a. In Box 13, provide the name and contact information of the prescribing healthcare provider or institutional designee who is responsible for the report. b. In Box 14, provide the name and contact information of the best doctor/healthcare professional to contact about the adverse event. c. In Box 15, provide the address of the facility where vaccine was given (NOT the healthcare provider's office address). Other Reporting Instructions Vaccination providers may report to VAERS other adverse events that are not required to be reported using the contact information above. To the extent feasible, report adverse events to Janssen Biotech, Inc. using the contact information below or by providing a copy of the VAERS form to Janssen Biotech, Inc: e-mail Fax num ber Telephone numbers JNJvaccineAE@its.jnj.com 215-293-9955 US Toll Free: 1 -800-565-4008 US Toll: (908) 455 -9922 10 DRUG INTERACTIONS There are no data to assess the concomitant administration of the Janssen COVID -19 Vaccine with other vaccines. Revised: Oct /20/2021 23 11 USE IN SPECIFIC POPULATIONS 11.1 Pregnancy Pregnancy Exposure Registry There is a pregnancy exposure registry that monitors pregnancy outcomes in women exposed to Janssen COVID -19 Vaccine during pregnancy. Women who are vaccinated with Janssen COVID- 19 Vaccine during pregnancy are encouraged to enroll in the registry by visit ing https://c -viper.pregistry.com . Risk Summary All Pregnancies have a risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2% to 4% and 15% to 20%, respectively. Available data on Janssen COVID -19 Vaccine administered to pregnant women are insufficient to inform vaccine- associated risks in pregnancy. In a reproductive developmental toxicity study female rabbits were administered 1 mL of the Janssen COVID -19 Vaccine (a single human dose is 0.5 mL) by intramuscular injection 7 days prior to mating and on Gestation Days 6 and 20 (i.e. , one vaccination during early and late gestation, respectively ). No vaccine related adverse effects on female fertility, embryo -fetal or postnatal development up to Postnatal Day 28 were observed. 11.2 Lactation Risk Summary Data are not available to assess the effects of Janssen COVID -19 Vaccine on the breastfed infant or on milk production/excretion. 11.3 Pediatric Use Emergency Use Authorization of the Janssen COVID -19 Vaccine does not include use in individuals younger than 18 years of age. 11.4 Geriatric Use Clinical studies of Janssen COVID -19 Vaccine included individuals 65 years of age and older and their data contributes to the overall assessment of safety and efficacy [see Overall Safety Summary (6.1) and Clinical Trial Results and Supporting Data for EUA (18)] . Of the 21,895 individuals who received a single -dose of the Janssen COVID -19 Vaccine in COV3001 , 19.5% (n=4 ,259) were 65 years of age and older and 3.7% (n=809) were 75 years of age and older. No overall differences in safety or efficacy were observed between individuals 65 years of age and older and younger individuals . Revised: Oct /20/2021 24 13 DESCRIPTION The Janssen COVID -19 Vaccine is a colorless to slightly yellow , clear to very opalescent sterile suspension for intramuscular injection. It contains no visible particulates. The vaccine consists of a replication -incompetent recombinant adenovirus type 26 (Ad26) vector expressing the severe acute respiratory syndrome coronavirus -2 (SARS -CoV -2) spike (S ) protein in a stabilized conformation. The Ad26 vector expressing the SARS -CoV -2 S protein is grown in PER.C6 TetR cells, in media containing amino acids and no animal -derived proteins. After propagation, the vaccine is processed through several purificat ion steps, formulated with inactive ingredients and filled into vials. Each 0.5 mL dose of Janssen COVID -19 Vaccine is formulated to contain 5×1010 virus particles (VP) and the following inactive ingredients: citric acid monohydrate (0.14 mg), trisodium chloride (2.19 mg) . Each dose may also contain residual amounts of host cell proteins (0.15 mcg) and/or host cell DNA (3 ng). Janssen COVID -19 Vaccine does not contain a preservative . The vial stoppers are not made with natural rubber latex. 14 CLINICAL PHARMACOLOGY 14.1 Mechanism of Action The Janssen COVID -19 Vaccine is composed of a recombinant, replication- incompetent human adenovirus type 26 vector that , after enter ing human cells, expresses the SARS -CoV -2 spike (S) antigen without virus propagation. An immune response elicited to the S antigen protects against COVI D-19. 18 CLINICAL TRIAL RESULTS AND SUPPORTING DATA FOR EUA 18.1 Efficacy of Primary Vaccination A primary analysis ( cut-off date January 22, 2021) of a multicenter, randomized, double -blind, placebo -controlled Phase 3 Study ( Study 1) was conducted in the United States, South Africa, Brazil, Chile, Argentina, Colombia, Peru and Mexico to assess the efficacy, safety, and immunogenicity of a single -dose of the Janssen COVID -19 Vaccine for the prevention of COVID - 19 in adults aged 18 years an d older. Randomization was stratified by age (18- 59 years, 60 years and older) and presence or absence of comorbidities associated with an increased risk of progression to severe COVID -19. The study allowed for the inclusion of individuals with stable pre-existing medical conditions, defined as disease not requiring significant change in therapy during the 3 months preceding vaccination, as well as individuals with stable human immunodeficiency virus (HIV) infection. A total of 44,325 individuals were randomized equally to receive Janssen COVID -19 Vaccine or saline placebo. Individuals are planned to be followed for up to 24 months, for assessments of safety and efficacy against COVID -19. Revised: Oct /20/2021 25 The primary efficacy analysis population of 39,321 individuals (19,630 in the Janssen COVID -19 Vaccine group and 19,691 in the placebo group) included 38,059 SARS -CoV -2 seronegative individuals at baseline and 1,262 individuals with an unknown serostatus. Demographic and baseline characteristics were similar among individuals who received the Janssen COVID -19 Vaccine and those who received placebo (see Table 9). Table 9: Summary of Demographics and Baseline Characteristics - Primary Efficacy Analysis Population Janssen COVID -19 Vaccine (N=19,630) n (%) Placebo (N=19,691) n (%) Sex 10,924 (55.6) 10,910 (55.4) Female 8,702 (44.3) 8,777 (44.6) Age (years) Mean (SD) 51.1 (15.0) 51.2 (1 5.0) Median 52.0 53.0 Min, max (18; 100) (18; 94) Age group 18 to 59 years of age 12,830 (65.4) 12,881 (65.4) 60 years of age 6,800 (34.6) 65 years of age 3,984 (20.3) 4,018 (20.4) 75 years of age (3.5) Racea White 12,200 (62.1) 12,216 (62.0) Black or African American 3,374 (17.2) 3,390 (17.2) Asian 720 (3.7) 663 (3.4) American Indian/Alaska Nativeb 1,643 (8.4) 1,628 (8.3) Native Hawaiian or other Pacific Islander 54 (0.3) 45 (0.2) Multiple 1,036 (5.3) 1,087 (5.5) Unknown 262 (1.3) 272 (1.4) Not reported 341 (1.7) 390 (2.0) Ethnicity Hispanic or Latino 8,793 (44.8) 8,936 (45.4) Not Hispanic or Latino 10,344 (52.7) 10,259 (52.1) Unknown 173 (0.9) 162 (0.8) Not reported 319 (1.6) 333 (1.7) Region North ern America (United States) 9,185 (46.8) 9,171 (46.6) Latin America 7,967 (40.6) 8,014 (40.7) South ern Africa (South Africa) 11,824 (60.0) a Some individuals could be classified in more than one category. b Including 175 individuals in the United States, which represents 1% of the population recruited in the United States. c Number of individuals who have 1 or more comorbidities at baseline that increase the risk of progression to severe/critical C OVID- 19: Obesity defined as BMI 2 diabetes infection (2.5%), serious heart conditions (2.4%), asthma (1.3%), and in 1% of individuals: cancer, cerebrovascular disease, chronic kidney di sease, chronic obstructive pulmonary disease, cystic fibrosis, immunocompromised state (weakened immune system) from blood or organ transpla nt, liver disease, neurologic conditions, pulmonary fibrosis, sickle cell disease, thalassemia and type 1 diabetes, regardless of age. Revised: Oct /20/2021 26 Efficacy Against COVID -19 The co -primary endpoints evaluated the first occurrence of moderate to severe/critical COVID -19 with onset of symptoms at least 14 days and at least 28 days after vaccination . Moderate to severe/critical COVID -19 was molecularly confirmed by a central laboratory based on a positive SARS -CoV -2 viral RNA result using a polymerase chain reaction (PCR) -based test. Moderate COVID -19 was defined based on the following criteria: t he individual must have experienced any one of the following new or worsening signs or symptoms: respiratory rate 20 breaths/minute, abnormal saturation of oxygen (SpO2) but still >93% on room air at sea level, clinical or radiologic evidence of pneumonia, radiologic evidence of deep vein thrombosis (DVT), shortness of br eath or difficulty breathing OR any two of the following new or worsening signs or symptoms: fever (38.0°C or 100.4°F), heart rate 90 beats/minute, shaking chills or rigors, sore throat, cough, malaise, headache, muscle pain (myalgia), gastrointestinal symptoms, new or changing olfactory or taste disorders, red or bruised appearing feet or toes. Severe/critical COVID -19 was defined based on the following criteria: t he individual must have experienced any one of the following at any time during the course of observation: clinical signs at rest indicative of severe systemic illness (respiratory rate 30 breaths/minute, heart rate 125 beats/minute, oxygen saturation (SpO2) 93% on room air at sea level, or partial pressure of oxygen/fraction of inspired oxygen (PaO2/FiO2) <300 mmHg), respiratory failure (defined as needing high- flow oxygen, non- invasive ventilation, mechanical ventilation, or extracorporeal membrane oxygenation [ECMO]), evidence of shock (defined as systolic pressure <90 mmHg, diastoli c blood pressure <60 or requiring vasopressors), significant acute renal, hepatic, or neurologic dysfunction, admission to intensive care unit (ICU), death. Final determination of severe/critical COVID -19 cases were made by an independent adjudication committee. Primary analysis The median length of follow up for efficacy for individuals in the study was 8 weeks post-vaccination. Vaccine Efficacy (VE) for the co -primary endpoints against moderate to severe/critical COVID -19 in individuals who were seronegative or who had an unknown serostatus at baseline was 66.9% (95% CI: 59.0; 73.4) 66.1% (95% CI: 55.0; 74.8) at least 28 days after vaccination (see Table 10) . Revised: Oct /20/2021 27 Table 10: Analys es of Vaccine Efficacy Against Centrally Confirmed Moderate to Severe/Critical COVID- 19 - With Onset at Least 14 Days and at L east 28 Days Post-Vaccination - Primary Efficacy Analysis Population Subgroup Janssen COVID -19 Vaccine N=19,630 Placebo N=19,691 % Vaccine Efficacy (95% CI) COVID -19 Cases (n) Person -Years COVID -19 Cases (n) Person -Years 14 days post 116 3116. 6 348 3096.1 66.9 (59.0; 73.4) 18 2106.8 260 2095.0 63.7 (53.9; 71.6) 60 years and 1009. 8 88 1001. 2 76.3 (61.6; 86.0) 28 days 3070. 7 66.1 (55.0; 74.8)b 18 of age 52 2097.6 152 2077.0 66.1 (53.3; 75. 8) 60 years and older 14 1004. 4 41 993.6 66.2 (36.7; 8 3.0) a Co-primary endpoint. b The adjusted CI implements type I error control for multiple testing and is presented upon meeting the prespecified testing c onditions. Vaccine efficacy against severe/critical COVID -19 at least 14 days after days after vaccination (see Table 11). Table 11: Analys es of Vaccine Efficacy : Secondary Endpoints of Centrally Confirmed Severe/Critical COVID- 19 - in Adults 18 Y ears of A ge and O lder With Onset at L east 14 D ays and at Least 28 Days Post-Vaccination - Primary Efficacy Analysis Population Subgroup Janssen COVID -19 Vaccine N=19,630 Placebo N=19,691 % Vaccine Efficacy (95% CI) COVID -19 Cases (n) Person -Years COVID -19 Cases (n) Person -Years 14 days 3125. 3082. 6 85.4 (54.2; 96.9)a a The adjusted CI implements type I error control for multiple testing and is presented upon meeting the prespecified testing condi tions . Among all COVID -19 cases with onset at least 14 days post vaccination, including cases diagnosed by a positive PCR from a local laboratory and still awaiting confirmation at the central laboratory (as of January 22, 2021) , there were 2 COVID -19 related hospitalizations in the vaccine group (with none after 28 days) and 29 in the placebo group (with 16 after 28 days). Revised: Oct /20/2021 28 As of t he primary analysis cut -off date of January 22, 2021, t here were no COVID -19-related deaths reported in Janssen COVID -19 Vaccine recipients compared to 5 COVID -19-related deaths reported in placebo recipients , who were SARS -CoV -2 PCR negative at baseline . Janssen COVID -19 Vaccine Efficacy in Countries With Different Circulating SARS -CoV -2 Variants . Exploratory subgroup analys es of vaccine efficacy against moderate to severe/critical COVID -19 and severe/critical COVID -19 for Brazil, South Africa, and the United States were conducted (see Table 12). For the subgroup analys es, all COVID -19 cases accrued up to the primary efficacy analysis data cut -off date, including cases confirmed by the centr al laboratory and cases with documented positive SARS -CoV -2 PCR from a local laboratory which are still awaiting confirmation by the central laboratory, were included. The concordance rate observed up to the data cut -off date between the PCR results from t he local laboratory and the central laboratory was 90.3%. Table 12: Summary of V accine Efficacy against Moderate to Severe/Critical and Severe/Critical COVID- 19 for Countries With >100 Reported Moderate to Severe/Critical Cases Onset Severity Moderate to Severe/Critical Point estimate (95% CI) Severe/Critical Point estimate (95% CI) US at least 14 days after vaccination 74.4% (65.0; 81. 6) 78.0% (33.1; 94. 6) at least days after vaccination 72.0% (58. 2;81.7) 85.9% ( -9.4; 99.7) Brazil vaccination 66.2% (51.0; 77.1) 81.9% (17.0; 98. 1) vaccination 68.1% (48.8; 80.7) 87.6% (7.8; 99.7) South Africa at after vaccination 52.0% (30. 3; 67.4) 73.1% (40.0; 89. 4) at (41. 2; 78.7) 81.7% (46. 2; 95.4) Strain sequencing was conducted on available samples with sufficient viral load from centrally confirmed COVID -19 cases (one sequence per case) . As of February 12, 2021, samples from 71.7% of central laboratory confirmed primary analysis cases had been sequenced [United States (73.5%), South Africa (66.9%) and Brazil (69.3%)] . In the U nited States, 96.4% of strains were identified as the Wuhan -H1 variant D614G; in South Africa, 94.5% of strains were identified as the 20H/501Y.V2 variant (B.1.351 lineage); in Brazil, 69.4% of str ains were identified to be a variant of the P.2 lineage and 30.6% of strains were identified as the Wuhan- H1 variant D614G. As of February 12, 2021, SARS -CoV-2 variants from the B1.1.7 or P.1 lineages were not found in any of the sequenced samples. 18.2 Immunog enicity of a Booster Dose following Primary Vaccination with Janssen COVID- 19 Vaccine In Study 2, individuals 18 through 55 years of age and 65 years and older received a booster dose of the Janssen COVID -19 Vaccine approximately 2 months after the primary vaccination. Immunogenicity was assessed by measuring neutralizing antibodies to SARS -CoV -2 Victoria/1/2020 strain using a qualified wild -type virus neutralization assay (wtVNA). Immunogenicity data are available from 39 individuals , of whom 15 wer e 65 years of age and older, and are summarized in Table 13. Based on a limited number of individuals from this study, a similar fold -rise in neutralizing antibody titers from pre -booster to 14 and 28 days post -booster Revised: Oct /20/2021 29 was observed between individuals 18 through 55 years of age and individuals 65 years of age and older. Table 13. Study 2 - SARS -CoV- 2 Neutralization Wild Type VNA -VICTORIA/1/2020 (IC50), , P er Protocol Immunogenicity Set* Baseline (Day 1) 28 Days Post- Primary Vaccination (Day 29) Pre-Booster Dose (Day 57) 14 Days Post - Booster Dose (Day 71) 28 Days Post - Booster Dose (Day 85) N 38 39 39 39 38 Geometric mean titer (95% CI) <LLOQ (<LLOQ, <LLOQ) 260 (196, 346) 212 (142, 314) 518 (354, 758) 424 (301, 597) Geometric mean fold increase (95% CI) from baseline n/a 4.4 (3.3, 5.7) 3.7 (2.6, 5.2) 8.8 (6.1, 12.8) 7.4 (5.4, 10.2) Geometric mean fold increase (95% CI) from day 29 n/a n/a 0.9 (0.7; 1.1) 2.0 (1.5; 2.7) 1.6 (1.2; 2.1) Geometric mean fold increase (95% CI) from pre -booster n/a n/a n/a 2.3 (1.7, 3.1) 1.8 (1.4, 2.4) LLOQ = lower limit of quantification * PPI set: The per protocol immunogenicity population include s all randomized and vaccinated participants for whom immunogenicity data are available excluding participants with major protocol deviations expected to impact the immunogenicity outcomes. In additi on, samples obtained after missed vaccinations or particip ants with SARS -CoV -2 infection occurring after screening were excluded from the analysis. 18.3 Immunogenicity of a Booster Dose Following Primary Vaccination with Another Authorized or Approved COVID -19 Vaccine Effectiveness of a Janssen COVID- 19 Vaccine booster dose in individuals who completed primary vaccination with another authorized or approved COVID -19 Vaccine (heterologous booster dose) is inferred from immunogenicity data supporting effectiveness of a Janssen COVID -19 Vaccine booster dose administered following completion of Janssen COVID -19 Vaccine primary vaccination and from immunogenicity data from a n independent Phase 1/2 open- label clinical trial (NCT04889209) conducted in the United States that evaluated a heterologous boos ter dose of the Janssen COVID -19 Vaccine. In this study, adults who had completed primary vaccination with a Moderna COVID -19 Vaccine 2 -dose series (N=151), a Janssen COVID -19 Vaccine single dose (N=156), or a Pfizer -BioNTech COVID -19 Vaccine 2 -dose series (N=151) at least 12 weeks prior to enrol lment and who reported no history of SARS -CoV -2 infection were randomized 1:1:1 to receive a booster dose of one of three vaccines: Moderna COVID -19 Vaccine, Janssen COVID - 19 Vaccine, Pfizer -BioNTech COVID -19 Vac cine. Neutralizing antibody titers, a neutralization assay using a lentivirus expressing the SARS -CoV -2 Spike protein with D614G mutation, were assessed on Day 1 prior to administration of the booster dose and on Day 15 after the booster dose. A booster response to the Janssen COVID -19 Vaccine was demonstrated regardless of primary vaccination. 19 HOW SUPPLIED/STORAGE AND HANDLING Janssen COVID -19 Vaccine is supplied in a carton of 10 multi- dose vials (NDC 59676- 580-15). A maximum of 5 doses can be withdrawn from the multi -dose vial. Revised: Oct /20/2021 30 The storage and handling information in this F act Sheet supersedes the storage and handling information on the carton and vial labels. Storage Prior to First Puncture of the Vaccine Vial Store unpunctured multi- dose vials of the Janssen COVID -19 Vaccine at 2°C to 8°C (36°F to 46°F) and protect from light. Do not store frozen. Unpunctured vials of Janssen COVID -19 Vaccine may be stored between 9°C to 25°C (47°F to 77°F) for up to 12 hours. The Jan ssen COVID -19 Vaccine is initially stored frozen by the manufacturer , then shipped at 2°C to 8°C (36°F to 46°F) . If vaccine is still frozen upon receipt, thaw at 2°C to 8°C (36°F to 46°F). If needed immediately, thaw at room 25°C /77°F). At room temperature (maximally 25°C /77°F ), a carton of 10 vials will take approximately 4 hours to thaw, and a n individual vial will take approximately 1 hour to thaw. Do not refreeze once thawed. Storage After First Puncture of the Vaccine Vial After the first dose has been withdrawn, hold the vial between 2° to 8°C (36° to 46°F) for up to 6 hours or at room temperature (maximally 25 °C/77°F) for up to 2 hours. Discard the vial if vaccine is not used within these time s. 20 PATIENT COUNSELING INFORMATION Advise the recipient or caregiver to read the Fact Sheet for Recipients and Caregivers. The vaccination provider must include vaccination information in the state/local jurisdiction's Immunization Information System (IIS) or other designated system. Advise recipient or caregiver that more information about IISs can be found at: https://www.cdc.gov/vaccines/programs/iis/about.html . 21 CONTACT INFORMATION For general questions or to access the most recent Janssen COVID -19 Vaccine Fact Sheets , scan the QR code using your device, visit www.janssencovid19vaccine.com or call the telephone number s provided below . QR Code Fact Sheets Website Telephone numbers www.janssencovid19vaccine.com . US Toll Free: 1 -800-565-4008 US Toll: 1 -908-455-9922 This Full EUA Prescribing Information may have been updated. For the most recent Full EUA Prescribing Information, please see www.janssencovid19vaccine.com . Revised: Oct /20/2021 31 Manufactured by: Janssen Biotech , Inc. a Janssen Pharmaceutical Company of Johnson & Johnson Horsham, PA 19044, USA Revised: Oct /20/2021 © 2021 Janssen Pharmaceutical Companies "}