{"title": "Crystal Therapy: From Myth to Medicine", "author": null, "url": null, "hostname": null, "description": "The revival of Crystal Therapy in recent years demonstrates a new frontier in complementary healing, but the use of crystals and minerals is not new.", "sitename": null, "date": "2011-01-01", "cleaned_text": "Therapy: From Myth to Medicine listed in [crystal healing](/articles/crystal-healing), originally published in [issue 18 - March 1997](/issue/issue-18-march-1997) The revival of Crystal Therapy in recent years demonstrates a new frontier in complementary healing, but the use of crystals and minerals is not new. The indigenous populations of the Americas and Australia have used them since time immemorial for their religious ceremonies as well as for healing. These people lived a life close to nature and were aware of the curative energies of crystals, while they were equally conscious of the healing properties of the plant kingdom. Several hundreds of books have been written about the Continent of Atlantis and from these we learn how a race of highly skilled individuals developed. Agriculture, engineering and astronomy were some of their skills, but they were particularly gifted in the healing arts. The ancient mythological Continent of Atlantis is believed to have been located in the Atlantic Ocean. Legend tells us that Atlantis existed and flourished from 150,000 BC until 10,000 BC when it was destroyed by a series of giant tidal waves. Some modern archaeologists believe America to be the new Atlantis because recent archaeological research shows that there is some evidence that Atlantis did exist near Florida.[1] The Atlanteans developed homoeopathic remedies, flower essences and were particularly famous for their ability to make use of the energies inherent in crystals. They used them to extract these energies to light their cities and in numerous ways, similar to our use of electricity today. They were particularly gifted in understanding and applying the healing power of crystals. 'Atlanteans recognised that the source of the disease lay not in the physical, but rather in the higher bodies. Therefore, they always first cured the auric body, not the physical. Once the subtle bodies had been healed, the physical body's healing would follow automatically'.[1] How do crystals heal? In order to understand how crystals are effective in therapy, we need to remember that: a) the human body is made up of energy fields (subtle bodies) and energy centres (chakras). The physical body (although made up of energy) appears solid to us while the aura and the outer bodies are light and fluid. b) crystals emit different vibrations which affect the energy flow. Diagram 1 shows the generally accepted energy fields that surround the human body. Diagram 1 These electro-magnetic fields encircling the body are referred to as the human aura. With the help of Kirlian photography it is now possible for everyone to \"see\" the human aura in all its glorious colours. The concept of the chakra system in the human energy field has its origins in Hindu teaching, where there has always been great awareness of the energy centres in the human form. There are seven major chakras (energy centres). Each chakra has a direct effect on specific glands and functions in the physical body. Diagram 2 shows the position of the major chakras. The Chakras 'Chakras can be thought of as dynamos, i.e. dynamic centres through which energy is distributed, with the capacity for transmission as well as for reception'.[2] Each chakra has its own vibrational rate and colour which has an effect upon the physical body as well as the aura. The brightness or dimness of the aura is indicative of the state of well being within the individual. Depression treated with Crystals Crystal therapy documentation indicates that clients, having suffered from miscellaneous kinds of depression have been successfully treated by Crystal therapists. In these particular cases the condition had been caused by damage to the aura. Following up on these case histories, the aura imbalances often originated when the client had received one of the following treatments, i.e. chemotherapy; experienced a traumatic child birth (post natal depression); had been given anaesthetic during an operation, etc. All of these treatments have a damaging effect on the aura. In fact, any kind of traumatic event in one's life affects the delicate balance of our personal energy field. If left untreated this condition could take a long time to heal and could well result in severe depression, lack of vitality, inability to deal with everyday living and low self esteem. In these particular cases crystal therapy has shown to be very effective. If one remembers that crystal therapy deals with energy, it follows that crystal therapy is the perfect healing tool to redress energy imbalances in one's energy field. Crystals in Industry The vibrations crystals emit have a very definite effect on energy flow. This is very apparent by the current extensive use of crystals in industry. When quartz crystals are stimulated with electricity their oscillations become perfectly regular. Not only does this make them an ideal product for the watch and computer industry, but also for many other industrial purposes. To give but a simple example, most of us may remember our parents or grandparents referring to their radios as 'crystal sets'. The simple reason for this was that the quartz crystal was one of the major components of these early 'receiving sets'. Large Quartz Cluster (partly clear, partly milky Being aware of the energy effects of crystals, it is understandable why quartz crystals, which are the main crystals used in industry, are in ever increasing demand. An example of this is space rockets, where quartz parts must meet exact requirements, as is the case in many other industries. This is the main reason why today artificial quartz crystals are man-made to fulfil these specific demands. However, it needs to be emphasised here that when working with crystals for healing purposes, only naturally grown crystals are suitable. Orange Calcite Different types of Crystals different effects Quartz crystals are composed of silicon dioxide and sometimes also contain trace elements. When trace elements are present in quartz crystal, it means that the colour, and subsequently the frequency of this quartz is affected. Let us take a look at the crystal we call 'Amethyst', that beautiful pale lilac to dark purple coloured crystal, known to most people. The purple colour is caused by the presence of manganese in the original quartz. This additional trace element has changed not only the colour, but also the vibration. When these different crystals are applied to the human body, their specific vibration has not only a unique effect on the energies of the physical body, but also on the human auric field. Before considering how the vibrations of quartz crystals affect our bodies, it is an interesting fact to know that 'Quartz crystals broadcast their energy on a wavelength compatible with, and receivable by, our body cells as well as to the conscious and subconscious mind'.[3] Crystals in Therapy Many people who show an interest in crystals, and are simply drawn to them because of their beauty, are surprised to find that when they hold a crystal in their hand, they can sense the vibration that the crystal emits. It is precisely these subtle vibrations, radiated by crystals, that are used by the crystal therapist to clear, balance and re-energise the body's energy fields. The application of the correct crystal for each individual person affects their energy field and sets the healing process in motion. An in-depth knowledge by the practitioner of individual crystals, their vibrations and effects on the human energy field and physical body, is therefore of the utmost importance. The experienced crystal therapist works intuitively to determine where there are blockages in the body of her client; using specific crystal lay-outs to first carry out cleansing, followed by revitalisation of the energy field with carefully chosen crystals suited to the individual person. The session will be completed with a protective 'grounding' of the energies to ensure the client receives maximum benefit from the healing energies. The effects of Crystal Therapy are manifold. It induces deep relaxation, releases stress and promotes energy enhancements. It helps a variety of conditions which appear to be related to 20th century problems. The revival of this gentle and effective therapy is gradually beginning to make an impact in complementary healing practices and has found favour with the occasional allopathic practitioner. A young doctor known to us, and who is very aware of 'sensing' balance or imbalance in people generally, as well as in his patients, recently visited the intensive care unit at the hospital where he works. Stopping during his round at the bed of one seriously ill patient, he 'sensed' that this person's chakras were totally out of balance. At this point he used crystals to restore the balance of the chakras, and it was from that time onwards that this patient began to show an improvement. Crystal Therapy in the future At this moment in time Crystal Therapy is only in its infancy and could be compared to public awareness of Aromatherapy some 10-15 years ago. The benefits to people treated by a qualified crystal therapist are overwhelming and public recognition of its therapeutic effect must soon be recognised. Like many of our colleagues in the complementary arena, we feel strongly that energy therapies and allopathic medicine can and should be compatible and complementary in achieving beneficial results. References 1 Vibrational Medicine, Richard Gerber, MD. Bear & Co., 1988. 2 Human Energy Systems, Jack Schwartz. Dutton, 1980. 3 Holy Ice, Frank Dorland, Galde Press, 1992. Further infomation The Book of Crystal Healing by Liz Simpson, Gaia Books, available September 1997. Biographical Note Iris Rigazzi Tarling is Educational Director of the Vantol College of Crystal and Complementary Therapies and currently teaches Crystal Therapy and other complementary therapies and GNVQ. The has written several educational books for NVQs and is at present writing a book with Lettie on Crystal Therapy. Comments: - No Article Comments available "}