{"title": "Noticias de la Industria farmacéutica", "author": null, "url": null, "hostname": null, "description": "Lilly ha anunciado el inicio de BLAZE-2, un ensayo fase 3 que estudia el uso de LY-CoV555 como tratamiento para prevenir la infección por SARS-CoV-2...", "sitename": null, "date": "2020-08-06", "cleaned_text": "inicio de BLAZE-2, un ensayo fase 3 que estudia el uso de LY-CoV555 como tratamiento para prevenir la infección por SARS-CoV-2 y COVID-19 en residentes y personal de centros asistenciales en Estados Unidos. LY-CoV555, la principal molécula fruto de la colaboración entre Lilly y AbCellera, es un anticuerpo monoclonal neutralizante contra el SARS-CoV-2, el virus que causa COVID-19. La rápida propagación del SARS-CoV-2 entre los residentes de estos centros combinada con la mayor tasa de mortalidad de los ancianos crea la necesidad urgente de terapias para prevenir COVID-19 en esta población vulnerable. \"COVID-19 ha tenido un impacto devastador en los mayores de las residencias de ancianos. Estamos trabajando lo más rápido posible para crear medicamentos que puedan detener la propagación del virus en esta población vulnerable. Si bien no es fácil realizar ensayos clínicos en este contexto, estamos asumiendo el desafío de ayudar a quienes más nos necesitan\", ha afirmado Daniel Skovronsky, MD, Ph.D., director científico de Lilly y presidente de Lilly Research Laboratories. \"Queremos dar las gracias al equipo del NIAID -el Instituto Nacional de Alergias y Enfermedades Infecciosas, por sus siglas en inglés- por su involucración excepcional en este ensayo innovador y, a la vez, queremos señalar nuestro profundo agradecimiento a los centros asistenciales, a su personal y a los numerosos residentes que participarán en este importante estudio\". El estudio BLAZE-2, impulsado por Lilly, es el primer ensayo de este tipo sobre COVID-19 y se lleva a cabo en colaboración con el NIAID, entidad que forma parte de los Institutos Nacionales de Salud de Estados Unidos, junto con la Red de Prevención COVID-19 y varias redes de centros asistenciales de larga estancia en este país. El estudio incluirá a residentes y al personal que vive o trabaja en instalaciones que han tenido un caso de COVID-19 recientemente diagnosticado y que ahora tienen un alto riesgo de exposición. Además, el ensayo evaluará la eficacia y seguridad de LY-CoV555 en la prevención de la infección por SARS-CoV-2 y COVID-19, probando si una dosis única de LY-CoV555 reduce la tasa de infección por SARS-CoV-2 durante cuatro semanas, y si se reducen las complicaciones causadas por COVID-19 en un plazo de ocho semanas. Se espera que participen hasta 2.400 pacientes en este estudio clínico. Para abordar el reto de llevar a cabo un ensayo clínico en un centro de larga estancia durante una pandemia, Lilly ha creado unidades de investigación móviles adaptadas para realizar el estudio en los propios centros. Además, para minimizar el esfuerzo adicional de estos centros que normalmente no realizan ensayos clínicos, habrá personal adicional en las instalaciones para la realización del estudio. Sobre LY-CoV555 LY-CoV555 es un potente anticuerpo monoclonal IgG1 neutralizante (mAb) dirigido contra la proteína del SARS-CoV-2. Ha sido diseñado para bloquear la unión viral y la entrada en las células humanas, neutralizando así el virus y potencialmente previniendo y tratando la COVID-19. LY-CoV555 surgió de la colaboración entre Lilly y AbCellera para crear terapias de anticuerpos para la prevención y el tratamiento de la COVID-19. Los científicos de Lilly desarrollaron el anticuerpo monoclonal en menos de tres meses después del descubrimiento de AbCellera y su prueba por parte de los científicos del Centro de Investigación de Vacunas del NIAID. El anticuerpo se identificó a partir de una muestra de sangre tomada de uno de los primeros pacientes estadounidenses que se recuperó de COVID-19. Y ADEMÁS EMPRESAS PREMIUM [Política de privacidad](http://grupo-omnimedia.com/ley_rgpd/Omnimedia_SL_Farmaforum-Labforum.pdf) "}