{"title": "PET BALANCE FRASCO X 60 TABLETAS | Sumimascotas", "author": "Josesm", "url": "https://sumimascotas.com/tienda/pet-balance/", "hostname": "sumimascotas.com", "description": "PET BALANCE un suplemento alimenticio con enzimas digestivas y antioxidantes. Además aporta 34 nutrientes en sinergia como vitaminas, minerales y aminoácidos...", "sitename": "Sumimascotas | Especializados en distribución de productos para mascotas.", "date": "2018-06-12", "cleaned_text": "PET BALANCE Es un suplemento alimenticio reforzado con ENZIMAS DIGESTIVAS y antioxidantes, en una base de Levadura de cerveza (Saccharomyces cerevisiae/Brewer's Yeast). Además aporta 34 nutrientes en sinergia como vitaminas, minerales y aminoácidos. PRESENTACIÓN: Tarro x 60 tabletas masticables, saborizadas a hígado de pollo. REGISTRO ICA: 11703-SL INFORMACIÓN GENERAL : PET BALANCE ayuda en problemas asociados a mala absorción, facilitando una correcta digestión, y equilibrando las deficiencias de vitaminas y minerales. Ideal para suplementar en las etapas de Adultez y senilidad, así como en lactancia y convalecencia. Todos estos elementos permiten su uso en una amplia gama de situaciones como deficiencias nutricionales o como un simple snack. DOSIFICACIÓN: Perros menos de 5Kgs.....................½ Tab Perros 6 - 12Kgs.............................1 Tab Perros 13 - 19 Kg...........................1 ½ Tab Perros 20 - 30 Kg...........................2 Tab Perras lactando..............................½ Tab más de acuerdo a tabla anterior. Dividir en dos tomas AM y PM COMPOSICIÓN GARANTIZADA: Potasio (0,20%)..................12,44 mg Magnesio (0,04%)...............46,65 mg Hierro....................................3 mg Cobre (120 ppm)...............0,0025 mg Manganeso (200 ppm)...............1 mg Zinc (2000 ppm)....................1,5 mg Yodo (28 ppm).....................0,05 mg Selenio (2 ppm) ................0,002 Niacina ...............................10 mg Piridoxina mg Inositol ................................2 mg Hidrocloruro de Betaina........2,5 mg PRECAUCIONES: Administrar durante o después de que el animal haya comido. Guardar en un lugar fresco y seco. Uso Veterinario. Manténgase fuera del alcance de los niños y los animales. En caso de sobredosis accidental, comuníquese con su médico veterinario. "}