{"title": "Conceptions and practices of an integrative treatment for substance use disorders involving Amazonian medicine: traditional healers' perspectives", "author": "Berlowitz; Ilana; Ghasarian; Christian; Walt; Heinrich; Mendive; Fernando; Alvarado; Vanessa; Martin-Soelch; Chantal", "url": "https://www.scielo.br/j/rbp/a/VZWmwCWft9KD9KSH5SdS9zm/abstract/?lang=en", "hostname": "scielo.br", "description": "Objective: The harmful use of psychoactive substances represents one of today's largest public...", "sitename": "Brazilian Journal of Psychiatry", "date": "2017-12-18", "cleaned_text": "psychoactive substances represents one of today's largest public health problems. Yet, in spite of its global relevance, current treatment for substance use disorders (SUDs) is still not entirely successful. The purpose of this study was to investigate alternative treatments and conceptions from traditional Amazonian medicine adapted to SUDs. Methods: We conducted semi-structured interviews with 13 practicing experts at a well-established addiction treatment center in the Peruvian Amazon and performed qualitative content analysis on the collected data. Main categories were deductively defined and corresponding subcategories inductively developed. Results: Our findings revealed characteristic features and consequences, causes and antecedents, and treatment methods of SUDs as the main categories. Overall, concepts of disease etiology bore resemblance with contemporary biopsychosocial models of SUDs. The Amazonian therapeutic means however differed markedly from current Western ones. The main methods involved dietary retreats, healing ceremonies, and purging rituals. The integral application of Amazonian methods, as well as their traditional implementation according to prescribed ritual protocols, were emphasized by the experts as crucial for efficacy and safety of treatment delivery. Conclusion: We suggest further scientific attention to these therapies, including clinical studies, for which our results provide conceptual underpinnings. Findings from this research expand the cross-cultural understanding of SUDs and, in the long run, may enhance its treatment options. Substance use disorders; addiction; traditional Amazonian medicine; illness concepts; expert interviews; addiction treatment; alternative medicine; Peru; Amazon "}