{"title": "Factors Affecting Gene Expression - Special Subjects - Merck Manuals Professional Edition", "author": "PADIATH QUASAR", "url": "https://www.merckmanuals.com/professional/special-subjects/general-principles-of-medical-genetics/factors-affecting-gene-expression", "hostname": "merckmanuals.com", "description": "Factors Affecting Gene Expression - Explore from the Merck Manuals - Medical Professional Version.", "sitename": "Merck Manuals Professional Edition", "date": "2023-06-07", "cleaned_text": "Many factors can affect gene expression (and thus phenotypes). Some cause the expression of traits to deviate from the patterns predicted by Mendelian inheritance. (See also [Overview of Genetics](/professional/special-subjects/general-principles-of-medical-genetics/overview-of-genetics) [ Overview of Genetics A gene, the basic unit of heredity, is a segment of DNA containing all the information necessary to synthesize a polypeptide (protein) or a functional RNA molecule. Protein synthesis, folding... read more ](/professional/special-subjects/general-principles-of-medical-genetics/overview-of-genetics) .) Penetrance and expressivity Penetrance is defined as the percentage of people who have the allele and who develop the corresponding phenotype (see figure ). An allele with incomplete (low) penetrance may not be expressed even when the trait is dominant or when it is recessive and the gene responsible for that trait is present on both chromosomes. Penetrance of the same gene may vary from person to person and may depend on a person's age. Even when an abnormal allele is not expressed (nonpenetrance), the unaffected carrier of the abnormal allele is able to pass it to their children, who may have the clinical abnormality. In such cases, the pedigree appears to skip a generation. However, some cases of apparent nonpenetrance are due to the examiner's unfamiliarity with or inability to recognize minor manifestations of the disorder. Patients with minimal expression are sometimes considered to have a forme fruste of the disorder. Expressivity is the extent to which a gene is expressed in a single person. It can be graded as a percentage; eg, when a gene has 50% expressivity, only half the features are present or the severity is only half of what can occur with full expression. Expressivity may be influenced by the environment and by other genes, so people with the same gene may vary in phenotype. Expressivity can vary even among members of the same family. Penetrance and expressivity How genotype is translated into phenotype depends on penetrance and expressivity. Penetrance refers to whether the gene is expressed or not. That is, it refers to how many people with the gene have the trait associated with the gene. Penetrance may be complete (100%) or incomplete (eg, 50% when only half the people have the trait). Expressivity determines how much the trait affects or how many features of the trait appear in the person. It ranges from complete to minimal, or it may not be present. Various factors, including genetic makeup, exposure to harmful substances, other environmental influences, and age, can affect expressivity. Both penetrance and expressivity can vary: People with the gene may or may not have the trait and, in people with the trait, how the trait is expressed can vary. Sex-limited inheritance A trait that appears in only one sex is called sex-limited. Sex-limited inheritance is distinct from X-linked inheritance, which refers to traits carried on the X chromosome. Sex-limited inheritance, perhaps more correctly called sex-influenced inheritance, refers to special cases in which sex hormones and other physiologic differences between males and females alter the expressivity and penetrance of a gene. For example, premature baldness (known as male-pattern baldness) is an autosomal dominant trait, but such baldness is rarely expressed in females and then usually only after menopause. Genomic imprinting Genomic imprinting is the differential expression of genetic material depending on whether it has been inherited from the father or mother. For most autosomes, both the parental and maternal alleles are expressed. However, in < 1% of alleles, expression is possible only from the paternal or maternal allele. For example, expression of the gene for insulin-like growth factor 2 is normally expressed only from the paternal allele. Genomic imprinting is usually determined by effects that occur normally in the development of gametes. Changes such as methylation of DNA may cause certain maternal or paternal alleles to be expressed to different degrees. A disorder may appear to skip a generation if genomic imprinting prevents the causative allele from being expressed. Defective imprinting, such as abnormal activation or silencing of alleles, can result in clinical disorders (eg, Thus, the phenotype of heterozygotes is distinct from that of either homozygote. For example, if a person has one allele coding for blood type A and one allele coding for blood type B, the person has both blood types (blood type AB). Chromosomal inactivation (See also [Lyon hypothesis [X inactivation]](/professional/pediatrics/chromosome-and-gene-anomalies/overview-of-sex-chromosome-anomalies#v1099213) [ Lyon hypothesis (X-inactivation) Sex chromosome anomalies may involve aneuploidy, partial deletions or duplications of sex chromosomes, or mosaicism. (See also Overview of Chromosomal Anomalies.) Sex chromosome anomalies are... read more ](/professional/pediatrics/chromosome-and-gene-anomalies/overview-of-sex-chromosome-anomalies#v1099213) .) In females, who have 2 (or, with sex chromosomal abnormalities, > 2) X chromosomes (except in eggs), all but one of the X chromosomes is inactivated; ie, most of the alleles on that chromosome are not expressed. Which chromosome is inactivated is determined randomly, individually in each cell, early in fetal life; sometimes, it is the X from the mother that is inactivated, and sometimes it is the X from the father. Sometimes, most of the X chromosome inactivation comes from one parent—called skewed X inactivation. Either way, once inactivation has taken place in a cell, all descendants of that cell have the same X inactivation. However, some alleles on the inactive X chromosome do express. Many of these alleles are on chromosomal regions corresponding to regions of the Y chromosomes (and are thus called pseudoautosomal regions because both males and females receive 2 copies of these regions). Key Points If a trait in a pedigree appears to skip a generation, consider incomplete penetrance, incomplete expression, and (less likely) genomic imprinting. Phenotypes can also be modified by sex-limited inheritance, genomic imprinting, codominance of alleles, "}