{"title": "Consumer Resources", "author": null, "url": "https://cals.cornell.edu/institute-for-food-safety/resources/covid-19/consumer", "hostname": "cornell.edu", "description": "COVID-19 Toolkit The US government has created a COVID-19 Toolkit specific to your community with all the resources you need to keep yourself and others safe from COVID-19. Vaccine Eligibility All individuals (6 months and older) that reside in the US are eligible to be vaccinated.", "sitename": "CALS", "date": "2019-08-01", "cleaned_text": "Consumer Resources COVID-19 Toolkit The US government has created a [COVID-19 Toolkit](https://www.covid.gov/) specific to your community with all the resources you need to keep yourself and others safe from COVID-19. Vaccine Eligibility All individuals (6 months and older) that reside in the US are eligible to be vaccinated. Vaccines are widely available at pharmacies, local health departments, clinics, Federally Qualified Health Centers and other locations across the state. Visit [Vaccines.gov](https://www.vaccines.gov/search/) to find appointments near you or contact your local pharmacy or provider. While the vaccination process is underway, New Yorkers should continue to wear a mask, social distance, avoid large gatherings and follow all other health guidelines. - CDC | [COVID-19 Vaccine & Booster Information](http://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines.html) - CDC | [COVID-19 After Vaccination: Possible Breakthrough Infection](http://www.cdc.gov/coronavirus/2019-ncov/vaccines/effectiveness/why-measure-effectiveness/breakthrough-cases.html) Food Safety Practices In the run-up to stocking home shelves as people try to reduce the frequency of going to the grocery store, people sometimes dismiss food safety rules as they pack their refrigerators, creating issues that can cause potential foodborne illness. The following websites give great information to the consumer on safely handling, cooking and storing food. [FoodSafety.gov: 4 Steps to Food Safety](https://www.foodsafety.gov/keep-food-safe/4-steps-to-food-safety) [Fight BAC! Partnership for Food Safety Education: The Core Four Practices](https://www.fightbac.org/food-safety-basics/the-core-four-practices/) [FoodKeeper: Food Safety and Storage Advice to Help Consumers](https://www.fmi.org/industry-topics/corporate-social-responsibility/food-keeper-food-storage-database) DO - DO store like items together in the refrigerator. - DO clean surfaces first and then sanitize surfaces with a sanitizer cloth or spray. - DO give sanitizers time to work. Follow the preparation and use instructions, and allow the recommend contact time to air dry. - DO remember there are potential hazards associated with your food, protect ready-to-eat foods from contamination and cook foods designed to be cooked properly to the specified [time/temperature](https://www.foodsafety.gov/food-safety-charts/safe-minimum-cooking-temperature). - DO wash your hands often, especially after coming into your home, before preparing or serving foods, while handling foods designed to be cooked and before eating any foods. A good rule of thumb is to wash your hands when you are going from one type of food to another in terms of hand handling. DO NOT - DO NOT store items designed to be cooked (fresh chicken, ground beef, eggs, etc) with RTE items (leafy greens, fresh vegetables, etc). - DO NOT use the same utensils/surfaces to prepare foods designed to be cooked and then RTE foods without cleaning & sanitizing them in between. This is to prevent cross-contamination, as bacteria that can make people sick could be on these utensils/surfaces and if used uncleaned can transfer the bacteria to the RTE foods that has no kill step to destroy the pathogenic bacteria prior to consumption. - DO NOT mix cleaners, sanitizers, disinfectants, acids or any other chemicals. Use cleaners and other chemicals according to the label directions, wear protective gear, and keep chemicals out of reach of kids. [Calls to US Poison Centers about cleaner and disinfectant exposures has increased by 20%](https://www.cdc.gov/mmwr/volumes/69/wr/mm6916e1.htm?s_cid=mm6916e1_e&deliveryName=USCDC_921-DM26275). Additional Resources Consumer Resources - CDC | [Information on how the risk of COVID-19 infection is determined in the community.](https://www.cdc.gov/coronavirus/2019-ncov/science/community-levels.html)Posted on February 28, 2022. - CDC | [Interactive Ventilation Tool](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/interactive-ventilation-tool.html)that can help you estimate how particle levels, including potential viral particles, change as you change your ventilation. Posted on February 15, 2022. - CDC | [COVID-19 Science Update](http://www.cdc.gov/library/covid19/07162021_covidupdate.html)that shows how long-term consequences of COVID-19 infection are a common problem and how vaccination can help prevent this problem. Posted on July 26, 2021. - CDC | [Toolkit with useful information for pregnant people and new parents.](http://www.cdc.gov/coronavirus/2019-ncov/communication/toolkits/pregnant-people-and-new-parents.html)Posted on February 10, 2020. - CDC | [Information on food and COVID-19.](http://www.cdc.gov/coronavirus/2019-ncov/daily-life-coping/food-and-COVID-19.html)Posted on June 22, 2020. - BC FoodSafe | [User-friendly Bleach Concentration Calculator.](http://www.foodsafe.ca/dilution-calculator.html)Posted on June 22, 2020. - CDC | [What to do if you are sick.](http://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/steps-when-sick.html)Posted on May 27, 2020. - FDA | [Information on good nutrition](http://www.fda.gov/consumers/consumer-updates/tips-good-nutrition-and-using-updated-nutrition-facts-label-during-coronavirus-pandemic?utm_campaign=CU_NFL_COVID&utm_medium=email&utm_source=Eloqua)and using the updated nutrition facts labels during the coronavirus pandemic. Posted on May 1, 2020. Educational Videos on COVID-19 English & Spanish - IFS@CU & CCE | [Information for Food Industry Workers.](https://www.youtube.com/watch?v=9NXhZ3V-VMQ&feature=youtu.be)Posted on May 23, - IFS@CU & CCE | [COVID-19 Información para Trabajadores de la Industria Alimentaria.](https://www.youtube.com/watch?v=ZmGuPXiKkWg)Posted on May 23, 2020. Information Portal - FDA Center for Food Safety and Nutrition | [Submit your COVID-19 food safety questions directly to the FDA Center for Food Safety and Nutrition.](https://cfsan.secure.force.com/Inquirypage)Posted on March 20, 2020. Resources & Guidance Archive Some of the resources from this page have been [archived](https://cals.cornell.edu/sites/default/files/2022-10/covid-19-resources-and-guidance-archive-10252022.pdf) in an effort to highlight relevant information. Please note that information in this document may be outdated and links may no longer function. This work is supported by USDA NIFA AFRI Grant NO:2020-68006-32875/ Accession no. 1024254 from the USDA National Institute of Food and Agriculture. Any opinions, findings, conclusions, or recommendations expressed on this website are those of the author(s) and do not necessarily reflect the view of the USDA. "}