{"title": "Can a Child Have Acupuncture?", "author": "Heidi Murkoff", "url": "https://www.whattoexpect.com/health-and-safety/acupuncture-for-babies.aspx", "hostname": "whattoexpect.com", "description": "Is acupuncture safe for children and babies? Get the facts about whether acupuncture works, if it hurts and how to find an acupuncturist.", "sitename": "WhattoExpect", "date": "2021-10-26", "cleaned_text": "It's no fun watching your little one get poked with needles during [immunizations](//www.whattoexpect.com/child-vaccinations/what-shots-to-get.aspx), so you might wonder how and why acupuncture may benefit children. For starters, some studies suggest this ancient Chinese practice can help relieve many chronic pain conditions such as headaches, [migraines](//www.whattoexpect.com/pregnancy/symptoms-and-solutions/migraines.aspx), back pain and abdominal pain, especially when combined with Western medicine. Is it safe? The American Academy of Pediatrics has no particular stance on acupuncture for children, but it does suggest you check with your child's doctor before beginning treatment. There's no minimum age to start, and acupuncturists routinely treat infants — but use common sense. [Don't expose your little one to germs](//www.whattoexpect.com/first-year/germs-and-babies.aspx) (from other patients in the office, from not perfectly sterilized needles) since the outcome could be worse than the symptom you're trying to treat. Here's what else you should know if you're considering acupuncture for your child. How does acupuncture work? No one's figured out exactly how or why [acupuncture](//www.whattoexpect.com/getting-pregnant/prepping-for-pregnancy/acupuncture-for-fertility/) may help with certain conditions, but Asian cultures have used acupuncture for thousands of years, making it one of the oldest healing practices in the world. Here's the traditional Chinese theory: Ailments set in when energy (called chi or qi and pronounced CHEE) can't flow freely throughout the body along pathways called meridians. When acupuncture therapists target specific areas with very fine needles (almost totally painless, but more on that in a minute), it unblocks trapped energy, which improves health. Another theory: Acupuncture triggers the release of several brain chemicals like endorphins, which block pain signals. Does acupuncture hurt? Acupuncture for children may sound scary, but the very thin, solid needles are a lot more delicate than the hollow ones used to give vaccinations or draw blood. Acupuncture needles are, at worst, slightly uncomfortable going in. Most patients don't seem to mind, though, and some even fall asleep during treatment. Read This Next Of course, there's a risk of bleeding and infection any time the skin is punctured, but overall, reports of acupuncture-related injuries are quite rare. If you're still concerned about causing your child pain, sign up for an [acupuncture treatment](//www.whattoexpect.com/pregnancy-acupuncture.aspx) yourself to experience how it feels. How to find an acupuncturist near you Most states require acupuncturists to be licensed, meaning they must complete certain schooling and pass an exam. You can find licensed acupuncturists in your area via the [National Certification Commission for Acupuncture and Oriental Medicine](//www.nccaom.org/). How much will treatment run you? Check your health plan: Some now cover acupuncture (and it's sometimes covered by Medicaid), but you may have to pay out of pocket. Before beginning any treatment, though, take your child in for a consultation. Ask the acupuncturist how much appointments cost and how many your child may need. This is also the time to ask about the acupuncturist's education, background, licensing and experience (especially working with children), as well as the practitioner's familiarity of working with other health care providers to guarantee coordinated and comprehensive care for "}