{"title": "PDF", "author": "PDF", "url": "https://core.ac.uk/download/pdf/81904788.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "RESEARCH Open Access Evaluating the protective efficacy of a trivalent vaccine containing Akabane virus, Aino virus and an arthropod borne pathogen, spread rapidly throughout the majority of Europe since 2011. It can cause a febrile disease, milk drop, diarrhea, and fetal malformation in ruminants. SBV, a member of the Simbu serogroup within the genus Orthobunyavirus , is closely related to Akabane virus (AKAV) and Aino virus (AINOV) among others. In the present study, 4 Holstein-Friesian calves were immunized twice four weeks apart with a multivalent, inactivated vaccine against AKAV and AINOV. Another 4 calves were kept as unvaccinated controls. All animals were clinically, serologically and virologically examined before and after challenge infection with SBV. AKAV- and AINOV-specific neutralizing antibodies were detected one week before challenge infection, while SBV-specific antibodies were detectable only thereafter. SBV genome was detected in all vaccinated animals and 3 out of 4 controls in serum samples taken after challenge infection. In conclusion, the investigated vaccine was not able to prevent an SBV-infection. Thus, vaccines for other related Simbu serogroup viruses can not substitute SBV-specific vaccines as an instrument for disease control. Introduction Schmallenberg virus (SBV), a member of the Simbu serogroup within the genus Orthobunyavirus , family Bunyaviridae , emerged in Europe in autumn 2011 [1]. Thereafter it spread rapidly throughout large parts of the continent [2]. Blood sucking insects, particularly midges of the Culicoides obsoletus complex , are involved in the transmission of the pathogen [3-5]. In adult cattle, sheep and goats mild febrile disease accompanied by reduction of milk yield may be observed, sometimes associated with diarrhea [6]; inapparent infection may occur as well. Fetal infection during a critical phase of pregnancy may lead to damage of the central nervous system and the musculo- skeletal structures [7,8]. Stillbirth or birth of weak calves, lambs or kids, abortion and dystocia are the possible consequences [6,9]. Experimental infection of cattle re- sulted in RNAemia for a few days and infection of diverse tissues throughout the body of the host [1,10]. SBV is closely related to Sathuperi virus (SATV) and Douglas virus (DOUV) [11,12], and it was demonstratedthat SBV-specific antibodies are able to neutralize infectiv- ity of DOUV, SATV and Aino described previously [13]. These cross- reactions were detected in complement fixation tests (CFT), not in neutralization tests. Consequently, the con- tribution of such antibodies to a protective effect might be limited. Beyond that, AINOV and AKAV cause symptoms in ruminants which are similar to those of an SBV- infection [14,15], and vaccines have been developed for disease control [16,17]. Chuzan virus (CHUV, family Reoviridae ,g e n u Orbivirus ) is another teratogenic patho- gen of ruminants which occurs in Asia [18,19]; it has been included into a multivalent vaccine together with AKAV and AINOV. In the present study, the possible cross- protection of this multivalent vaccine against a subsequent challenge infection with SBV was investigated. Materials and methods Experimental design The experimental protocol was reviewed by a state ethics commission and has been approved by the competent* Correspondence: martin.beer@fli.bund.de Institute of et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Hechinger et al. Veterinary Research 2013, 44:114 http://www.veterinaryresearch.org/content/44/1/114 brought to you by CORE View metadata, citation and similar papers at core.ac.uk provided by Springer - Publisher Connectorauthority (State Office for Agriculture, Food Safety and Fisheries of Mecklenburg-Vorpommern, Rostock, Germany, ref. LALLF M-V TSD/7221.3-1.1-004/12). Eight SBV-naive female Holstein-Friesian calves were divided in 2 groups of 4 individuals. The average age was 9.4 months at the first vaccination. The animals werehoused under BSL 3 conditions during the entire study to prevent a natural SBV-infection. Animals of group 1 (C01-C04) were immunized intramuscularly twice 4 weeks apart with 3 mL of a trivalent inactivated vaccine for AKAV, Co., Ltd, Japan). The effi- cacy and safety of this vaccine have been investigated previously [16]. The second group (C05-C08) was used asunvaccinated control. Injection sites were monitored daily for 4 days after both vaccinations. Six weeks after the first vaccination all animals were inoculated subcutaneously with 2 × 0.5 mL of an SBV field strain that was only passaged in cattle [10]. After the challenge infection the animals were monitored for clinical signs by veterinarians for eight days. Rectal body temperature was recorded daily. Blood samples were collected weekly, starting from day 7after the first vaccination (7 days post vaccination (dpv)), as well as daily on the 8 days following challenge. Serum samples were analyzed with a com-mercially available SBV antibody ELISA (ID Screen® Schmallenberg virus Indirect, IDvet, France) and in standard microneutralizat ion tests (SNT) against SBV, AKAV and AINOV of spleen, tonsils, and mesenteric and man- dibular lymph nodes were taken at autopsy and homoge-nized in 1 mL of Minimum Essential Medium (MEM). RNA extraction and real-time RT-PCR RNA was extracted from serum and tissue samples usingthe MagAttract Virus Mini M48 Kit (Qiagen, Germany)according to the manufacturer 's recommendations. SBV genome load was determined by an SBV-specific reverse transcription real-time PCR (real-time RT-PCR)as described previously [21] with an external standard based on the small (S) genome segment. Results Clinical observation and pathology None of the animals showed any signs of clinical disease. Body temperatures were within a normal range for all ani-mals. The measured temperatures never exceeded 39.5 °C. Additionally, no adverse side effects were observed follow- ing either vaccination. Autopsy did not reveal any signifi-cant gross lesions.Serology All animals were seronegative for SBV, AINOV andAKAV before first vaccination (Figure 1). In one vaccinated animal first AKAV-specific antibodies could be detected one week after the first vaccination and two weeks prior to challenge, respectively. All immunizedanimals were SNT-positive for AKAV and AINOV one week before challenge infection. First SBV-specific neu- tralizing antibodies were detected in two of four animalsone week after challenge (Figure 1). Two weeks after chal- lenge infection all four vaccinated animals were positive for SBV, both in SNT and ELISA. The four control animals remained seronegative for AKAV- and AINOV throughout the study. SBV-specific antibodies were detected starting from the second weekafter challenge infection, with three animals being posi- tive in the SNT, and one animal scoring positive in the ELISA. A second control animal showed a positive reac-tion in the ELISA in the third week after challenge infec- tion. One control animal (C05) remained negative for SBV in both serological assays until the end of the study. Real-time RT-PCR All vaccinated animals as well as three of four control ani-mals were positive in the RT-PCR (Figure 2). SBV genome was detected in the serum samples of all vaccinated ani- mals and in all control animals with the exception of C05.In group 1 (vaccinated animals) RNAemia was seen from 2 days post challenge (dpc) infection to 5 dpc in two ani- mals (C03, C04), from 3 dpc to 6 dpc in one animal (C02)and from 3 dpc to 7 dpc in the remaining animal (C01). In group 2 (controls), the animals showed RNAemia from 2 dpc to 5 dpc (C06, C08) and from 1 dpc to 6 dpc (C07),respectively. Furthermore, SBV genome was detected in all vaccinated animals in the mesenteric lymph nodes (average: 3.89 × 10 5 genome C07 and 102 copies/mg. In samples from calf C05 SBV-genome was not detectable. Discussion Antibodies specific for Simbu serogroup viruses frequently cross-react with more than one other member of this sero- group [11,13]. Such interacti on might also influence viralHechinger et al. Veterinary Research 2013, 44:114 Page 2 of 5 http://www.veterinaryresearch.org/content/44/1/114replication in vivo. After the emergence of SBV in Europe, vaccines against related Simbu viruses, such as AKAV and AINOV, could potentially offer a tool for disease control until an SBV-specific vaccine is ready for use. Considering the current epidemiological situation vac- cination of young female sheep or cattle before their first pregnancy will be an important measure to eliminate the risk of SBV-infection of naïve animals during the vulner- able phase of fetal development. Therefore, calves instead of cows were used in the present study. Data about the effect of vaccination of calves were not published for the vaccine we used but the efficacy of another inactivated AKAV-specific vaccine in calves aged 5 to 10 months has been proven [17]. Additionally, inactivated SBV vaccines are efficacious in calves [22]. The trivalent AKAV/AINOV/CHUV-vaccine applied in the present study has proven its effectiveness [16]. Neu- tralizing antibodies against AINOV and AKAV could be detected shortly after the second vaccination. For AKAV it has been demonstrated, that a neutralizing titer of 16 in experimental animals prevented RNAemia after infection in comparison to one control animal [16]. Thus, we as- sume that a mean neutralizing titer of 85 (minimum 40), as detected in the present study, would have provided pro- tection against AKAV infection. For AINOV protective antibody titers could not be determined from the litera- ture. However, the titers detected in the present study are Figure 1 Serology. The animals were vaccinated 6 and 2 weeks before challenge. Bars represent one animal each. Serum samples were tested by a commercially available SBV antibody ELISA (A)and in standard microneutralization tests against SBV (B), AINO (C)and AKAV (D). Horizontal dashed lines indicate the cut-off value of the respective test. The neutralization titers are expressed as reciprocal of the serum dilution showing 50% virus neutralization. Figure 2 Real-time RT-PCR results for serum samples after challenge infection. All vaccinated animals (depicted in red) and three out of four control cattle (black) scored positive in the RT-qPCR for several days.Hechinger et al. Veterinary Research 2013, 44:114 Page 3 of 5 http://www.veterinaryresearch.org/content/44/1/114comparable to or even exceeded those given for cattle in earlier studies on this vaccine [16]. Therefore, protection could probably have been expected in case of an AINOV-infection also. SBV-specific antibodies were detectable only after chal- lenge infection. In the ELISA some low activity was seenfor the samples of vaccinated animals in week 1a n d0 (Figure 1). At the same time anti-AKAV and anti-AINOV antibodies started to be detectable in vaccinated animalsby neutralization test. Serological cross-reaction between DOUV, Thistest also detects non-neutralizing antibodies like anti- nucleoprotein antibodies. As the ELISA that was used for our analysis is based on recombinant SBV nucleoproteinfor antibody detection this can explain the results. Unlike Goller et al. [11] we did not detect cross- neutralization between AINOV and SBV. One possiblereason for this discrepancy is the determination of the neu- tralizing activity of anti-AINOV/AKAV antibodies towards SBV in the present study, but of neutralizing activity ofanti-SBV antibodies towards AINOV and other Simbu vi- r u s e sb yG o l l e re ta l .[ 1 1 ] .I nc o n t r a s tt ot h en u c l e o p r o t e i n - based ELISA, neutralization depends on antibodies bindingto viral glycoproteins. This can explain that there was some evidence of cross reactivity in the ELISA but not in the neutralization test. Furthermore, the AINOV/AKAV anti-bodies in our study were induced by vaccination while the SBV-antiserum used by Goller et al. [11] was collected following SBV-infection. After inoculation with SBV, viral RNA was present in serum samples of all vaccinated animals for several days and in 7 of 8 animals SBV-RNA was detected in the lymph-atic tissues sampled at autopsy. The same was observed in unvaccinated control animals during SBV vaccine studies, whereas vaccination with inactivated prototype SBV vac-cines has been associated with reduced RNA load in serum and tissue samples or no detection of SBV genome at all, even if SBV-specific antibody titers were low [22]. Remarkably, highest SBV-genome loads for tissue sam- ples were found in mesenteric lymph nodes in most ani- mals. This is in agreement with results from earlier studies [10]. However, the role of lymphatic tissues in the patho- genesis of SBV infection has not been thoroughly investi-gated so far and is a topic to which attention should be paid in future research. It is unknown why one animal (C05) failed to show signs of infection both in serological tests and PCR but similar observations have been made after experimental SBV- infection of sheep [23]. One explanation could be a failedinjection, another one a general resistance to SBV-infection of unknown cause. In conclusion, protection against SBV-infection could not be proven for the multivalent vaccine tested. Thus,vaccines for other related Simbu serogroup viruses can not substitute SBV-specific vaccines as an instrument for disease control. Competing interests The authors declare that they have no competing interests. Authors 'contributions Conceived and designed the experiments: KW, MB. Performed the experiments: SH, KW. Analyzed the data: SH, KW. Wrote the paper: SH, KW,MB. All authors read and approved the final manuscript. Acknowledgements We thank Anja Landmesser for outstanding technical assistance. Dedicatedanimal care was provided by the staff of the BSL-3 facility of theFriedrich-Loeffler-Institut. This work was financially supported by Boehringer Ingelheim Vetmedica GmbH. Received: 4 August 2013 Accepted: 12 November 2013 Published: 5 December 2013 References 1. Hoffmann B, Scheuch M, Höper D, Jungblut R, Holsteg M, Schirrmeier A, Mettenleiter TC, Beer M: orthobunyavirus in Cattle, Europe, 2011. Dis2012, 18:469-472. 2. European Food Safety Authority: online: Vantieghem P, Madder M, Geysen D, Smeets F, Losson B, van den Berg T, Cay AB: Detection of Schmallenberg virus spp. the Emerg Infect Dis 2013, 19:106-109. 5. Infect 2012, 18:1204-1206. 6. Martinelle Pozzo F, Gauthier B, Kirschvink N, Saegerman C: Field veterinary survey on clinical and economic impact of Schmallenberg virus in Belgium. Transbound Emerg Dis . in press. 7. Garigliany MM, Hoffmann B, Dive M, Sartelet A, Bayrou C, Cassart D, Beer M, Desmecht D: Schmallenberg virus in calf born at term with porencephaly, Belgium. Emerg Infect Dis 2012, 18:1005-1006. 8. Herder P, Peters M, Hansmann F, Baumgärtner W: Salient lesions in domestic ruminants infected with the emerging so-calledSchmallenberg virus in Germany. Vet Pathol 2012, 49:588-591. 9. van den Brom R, Luttikholt SJ, 10. Wernike M, Breithaupt A, Hoffmann B, Beer M: virus challenge models in cattle: infectious serum Res H, Mettenleiter virus as possible ancestor of shamonda virus. Emerg Infect Dis 2012, 18:1644-1646. 12. Yanase T, Kato T, M, Shamonda viruses of the genus Orthobunyavirus in nature: implications for their geneticrelationship to Schmallenberg virus. Virol 2012, 157:1611-1616. Antigenic relationships Simbu (Bunyaviridae) 14. Parsonson IM, Della-Porta AJ, Snowdon WA: Developmental disorders of the fetus in some arthropod-borne virus infections. Am J Trop Med Hyg 1981, 30:660-673. 15. Tsuda T, Yoshida fromintrauterine infection with Aino virus. Vet Res 2004, 35:531-538.Hechinger et al. Veterinary Research 2013, 44:114 Page 4 of 5 http://www.veterinaryresearch.org/content/44/1/11416. Kim YH, Kweon CH, Tark DS, Lim SI, Yang DK, Hyun BH, Song JY, Hur W, Park SC: Development of E, K, Goto Y, Satoda K, Omori T, Hatakeyama H: vaccine for Akabane disease. Natl Inst Health Q Goto Miura Y, Kono Y: Serologic evidence for the etiologic role of Chuzan virus in an epizootic of congenital abnormalities with hydranencephaly-cerebellar hypoplasia syndrome of calves in Japan. Am J Vet Res 1988, 49:2026-2029. 19. Miura Y, Kubo M, Goto Y, Kono Y: Hydranencephaly-cerebellar hypoplasia in a newborn calf after infection of its dam with Chuzan virus. Nihon Juigaku Zasshi 1990, 52:689-694. 20. Wernike K, Eschbaumer M, Schirrmeier H, Blohm U, Breithaupt A, Hoffmann B, Beer M: Oral exposure, reinfection and cellular immunity to Schmallenberg virus in cattle. Vet Microbiol 2013, 165:155-159. 21. Bilk S, Schulze C, Fischer M, Beer M, Hlinak A, Hoffmann B: Organ distribution of Schmallenberg virus RNA in malformed newborns. Vet Microbiol 2012, 159:236-238. 22. Wernike K, Hechinger S, Hoffmann B, Beer M: Inactivated Schmallenberg virus prototype vaccines. Vaccine 2013, 31:3558-3563. 23. Wernike K, Hoffmann B, Bréard E, Bøtner E, Breithaupt A, Beer M: Schmallenberg virus experimental infection of sheep. Vet Microbiol 2013, 166:461-466. doi:10.1186/1297-9716-44-114 Cite this article as: Hechinger et al. :Evaluating the protective efficacy of a trivalent vaccine containing Akaban e virus, Aino virus and Chuzan virus against Schmallenberg virus infection. Veterinary Research 2013 44:114. Submit your next manuscript to BioMed Central and take full advantage of: Convenient online submission Thorough peer review No space constraints or color gure charges Immediate publication on acceptance Inclusion in PubMed, CAS, Scopus and Google Scholar Research which is freely available for redistribution Submit your manuscript at www.biomedcentral.com/submitHechinger et al. Veterinary Research 2013, 44:114 Page "}