{"title": "Cómo aliviar la congestión nasal según la medicina tradicional china - Vision Times", "author": "Vision Times", "url": "https://es.visiontimes.com/2023/07/07/como-aliviar-la-congestion-nasal-segun-la-medicina-tradicional-china.html", "hostname": "visiontimes.com", "description": "La medicina tradicional china se enfoca en las causas de la enfermedad, tratándolas directamente. Compartimos un caso que ilustra las diferencias entre la medicina oriental y occidental.", "sitename": "Vision Times", "date": "2023-07-07", "cleaned_text": "Un hombre de unos 30 años de edad me dijo que sufría de congestión nasal luego de que fuera tratado por un grave resfriado cuatro años atrás. Cuando la congestión comenzó, tomó medicamentos occidentales durante algunos días. Básicamente se curó del resfriado pero le quedó una persistente congestión. Al principio no le prestó mucha atención, sin embargo, con el pasar del tiempo, la congestión comenzó a empeorar, sobre todo en épocas de clima frío. Desde entonces, intentó contrarrestar esta dolencia mediante toda clase de medicamentos para aliviar la congestión, pero todo fue en vano. Todas las noches su nariz se congestionaba y sólo conseguía dormir manteniendo la boca abierta. Un día vino a verme para averiguar si la medicina tradicional china podíaaliviar su problema. Diagnostiqué su resfriado y su congestión nasal tomándole el pulso y examinando su lengua. Por otra parte, su historia clínica indicaba que, en general, gozaba de buena salud. Concluí que el tratamiento apropiado para él sería aplicar medicina de calentamiento para así dispersar el qi frío. Esa era la raíz de su problema.Le receté un tratamiento de una semana de medicina china y le sugerí que consumiera sopa de Guizhi, Xinyi San, y sopa de Mahuang Fuzi Xixin. Cuando volví a ver a este paciente,me dijo que él no imaginaba que la medicina china tuviera un efecto tan sorprendente. Luego de tomar la medicina que le prescribí durante siete días, su nariz no se congestionaba más y sus síntomas habían mejorado. Me preguntó qué clase de método había utilizado para tratar su enfermedad. Le dije que la teoría era bastante simple: la medicina tradicional china sigue las leyes de la naturaleza y en este caso su resfriado se debía a la invasión de \"viento\" o qi frío. La congestión y el goteo nasal son mecanismos de defensa que el cuerpo utiliza para detener la invasión del qi frío. En contraste, la medicina occidental asume que la congestión nasal es causada por la inflamación de las membranas nasales y considera que el goteo nasal se debe a la sobre secreción de mucosidad. Un médico de medicina occidental usa productos como seudo efedrina para contraer los vasos sanguíneos de la nariz y algo como difenil-hydramina para aminorar el fluido en las cavidades sinusales. En efecto, la medicina occidental puede aliviar los síntomas de la congestión y el goteo nasal, pero no evita que el qi frío entre por la nariz. Ese qi frío puede permanecer en la nariz por mucho tiempo y, por consiguiente, la condición y los síntomas del paciente pueden permanecer también a lo largo de los años. Para eliminar el \"viento\" o qi frío, la medicina tradicional china aplica métodos que inducen el calentamiento o la transpiración. Con la pérdida del qi frío, los síntomas de la congestión y el goteo nasal desaparecen automáticamente. Como dice el dicho: \"Si queremos atrapar a los bandidos, primero tenemos que atrapar al líder\". En otras palabras, en lugar de prescribir medicamentos que tratan algunos síntomas superficiales, la medicina tradicional china se enfoca en la raíz del problema y las causas naturales del padecimiento, de acuerdo a la teoría de yin y yang y de los cinco elementos. De esta forma, la medicina tradicional china va más allá que la actual ciencia médica. El paciente consideró que este enfoque era bastante razonable. Por "}