{"title": "El ECDC y la EMA recomiendan el uso de las vacunas monovalentes que contienen la cepa XBB - El Global", "author": "El Global", "url": "https://elglobal.es/industria/el-ecdc-y-la-ema-recomiendan-el-uso-de-las-vacunas-monovalentes-que-contienen-la-cepa-xbb/", "hostname": "elglobal.es", "description": "Actualmente, la única vacuna de proteína adyuvada con esta composición es la desarrollada por la compañía Novavax.", "sitename": "El Global", "date": "2023-06-06", "cleaned_text": "El Centro Europeo para la Prevención y el Control de las Enfermedades (ECDC) y la Agencia Europea de Medicamentos ( [EMA](https://gacetamedica.com/investigacion/la-ema-ofrece-apoyo-regulatorio-a-medicamentos-de-terapia-avanzada1/)) facilitan información actualizada sobre la adaptación propuesta de las vacunas para la Covid-19 autorizadas y refuerzan las consideraciones provisionales sobre su uso durante las próximas campañas de vacunación de otoño de 2023. Las vacunas COVID-19 actualmente autorizadas en el territorio europeo siguen proporcionando protección contra la enfermedad grave. Sin embargo, esta disminuye a medida que el virus muta a variantes inmunológicamente distantes de las cepas incluidas en las vacunas. Tras varias reuniones, los miembros de la Coalición Internacional de Autoridades de Reglamentación de Medicamentos (ICMRA) y el Grupo Técnico Consultivo de la OMS sobre la composición de la vacuna COVID-19 llegaron a la conclusión de que era necesario actualizar su composición. Por eso, ambos organismos recomiendan el uso de las vacunas monovalentes que contienen la cepa XBB. A día de hoy, la única vacuna de proteína adyuvada con esta composición es la desarrollado por la compañía Novavax. El objetivo es potenciar las respuestas inmunitarias inducidas por la vacuna frente a las variantes COVID-19 basándose en la epidemiología actual y en el alto nivel de inmunidad ya presente contra las cepas ancestrales y las que circulaban anteriormente. Según los datos de vigilancia y secuenciación, son los linajes descendientes de XBB.1 los que predominan actualmente a nivel mundial (XBB.1.5, XBB.1.16, XBB.1.9). Desde el Emergency Task Force (ETF) de la Agencia Europea de Medicamentos (EMA) opinan que una composición de vacuna monovalente es adecuada para garantizar una inmunogenicidad adecuada contra contra el virus circulante. Como la cepa ancestral o anteriores representan una proporción pequeña de las circulantes en los países europeos, sumado al alto nivel de inmunidad preexistente contra ellas, no es necesario en la formulación de la vacuna en el futuro. \"La inclusión de una cepa perteneciente a la familia XBB de subvariantes de Ómicron es adecuada para garantizar la reactividad cruzada contra las cepas dominantes y emergentes actuales, y se considera que XBB.1.5 XBB.1.5 son una elección razonable para aumentar la inmunidad también contra los linajes descendientes de XBB\", afirman en un comunicado el ECDC y la EMA. Estas vacunas monovalentes podrían utilizarse para la revacunación, al igual que para vacunaciones primarias en niños menores de cinco años. Este límite de edad se basa en datos epidemiológicos que indican que este colectivo ha estado expuesto en gran medida al virus, ya sea por infección, vacunación o ambas y, por tanto, ya han montado una respuesta inmunitaria específica. \"Basándose en décadas de experiencia con la gripe y en conversaciones con distintos investigadores, es previsible que se emita una recomendación sobre la posible necesidad de adaptar la [composición](https://elglobal.es/industria/la-ema-apuesta-por-optimizar-los-sistemas-de-calidad-farmaceutica-para-prevenir-la-escasez-de-medicamentos/) de la vacuna a intervalos regulares para que las partes interesadas puedan llevar a cabo una campaña de vacunación a tiempo. Este plan debe considerarse indicativo, ya que se basa en la situación actual y en la comprensión de la estacionalidad del virus, pero puede revisarse de nuevo a medida que se acumulen pruebas y datos\", concluye el comunicado. "}