{"title": "Role of P53-Senescence Induction in Suppression of LNCaP Prostate Cancer Growth by Cardiotonic Compound Bufalin", "author": "Zhang; Yong; Dong; Yinhui; Melkus; Michael W; Yin; Shutao; Tang; Su-Ni; Jiang; Peixin; Pramanik; Kartick; Wu; Wei; Kim; Sangyub; Ye; Min; Hu; Hongbo; Lu; Junxuan; Cheng", "url": "https://dx.doi.org/10.1158/1535-7163.MCT-17-1296", "hostname": "doi.org", "description": "Abstract. Bufalin is a major cardiotonic compound in the traditional Chinese medicine, Chansu, prepared from toad skin secretions. Cell culture studies have suggested an anticancer potential involving multiple cellular processes, including differentiation, apoptosis, senescence, and angiogenesis. In prostate cancer cell models, P53-dependent and independent caspase-mediated apoptosis and androgen receptor (AR) antagonism have been described for bufalin at micromolar concentrations. Because a human pharmacokinetic study indicated that single nanomolar bufalin was safely achievable in the peripheral circulation, we evaluated its cellular activity within range with the AR-positive and P53 wild-type human LNCaP prostate cancer cells in vitro. Our data show that bufalin induced caspase-mediated apoptosis at 20 nmol/L or higher concentration with concomitant suppression of AR protein and its best-known target, PSA and steroid receptor coactivator 1 and 3 (SRC-1, SRC-3). Bufalin exposure induced protein abundance of P53 (not mRNA) and P21CIP1 (CDKN1A), G2 arrest, and increased senescence-like phenotype (SA-galactosidase). Small RNAi knocking down of P53 attenuated bufalin-induced senescence, whereas knocking down of P21CIP1 exacerbated bufalin-induced caspase-mediated apoptosis. In vivo, daily intraperitoneal injection of bufalin (1.5 mg/kg body weight) for 9 weeks delayed LNCaP subcutaneous xenograft tumor growth in NSG SCID mice with a 67% decrease of final weight without affecting body weight. Tumors from bufalin-treated mice exhibited increased phospho-P53 and SA-galactosidase without detectable caspase-mediated apoptosis or suppression of AR and PSA. Our data suggest potential applications of bufalin in therapy of prostate cancer in patients or chemo-interception of prostate precancerous lesions, engaging a selective activation of P53 senescence. Mol Cancer Ther; 17(11); 2341-52. ©2018 AACR.", "sitename": "American Association for Cancer Research", "date": "2018-11-01", "cleaned_text": "Abstract Bufalin is a major cardiotonic compound in the traditional Chinese medicine, Chansu, prepared from toad skin secretions. Cell culture studies have suggested an anticancer potential involving multiple cellular processes, including differentiation, apoptosis, senescence, and angiogenesis. In prostate cancer cell models, P53-dependent and independent caspase-mediated apoptosis and androgen receptor (AR) antagonism have been described for bufalin at micromolar concentrations. Because a human pharmacokinetic study indicated that single nanomolar bufalin was safely achievable in the peripheral circulation, we evaluated its cellular activity within range with the AR-positive and P53 wild-type human LNCaP prostate cancer cells in vitro. Our data show that bufalin induced caspase-mediated apoptosis at 20 nmol/L or higher concentration with concomitant suppression of AR protein and its best-known target, PSA and steroid receptor coactivator 1 and 3 (SRC-1, SRC-3). Bufalin exposure induced protein abundance of P53 (not P21CIP1 (CDKN1A), G2 arrest, and increased down of P53 vivo, daily intraperitoneal injection of bufalin body weight) for 9 weeks delayed LNCaP subcutaneous xenograft tumor growth in NSG SCID mice with a 67% decrease of final weight without affecting body weight. Tumors from bufalin-treated mice exhibited increased phospho-P53 and SA-galactosidase without detectable caspase-mediated apoptosis or suppression of AR and PSA. Our data suggest potential applications of bufalin in therapy of prostate cancer in patients or chemo-interception of prostate precancerous lesions, engaging a selective activation senescence. Mol Cancer Ther; 17(11); 2341-52. ©2018 AACR. Introduction Prostate cancer is the second leading cause of cancer-related death in American men. In spite of significant advances have improved patient survival measured by months, there is currently no cure for castration-resistant prostate cancer (CRPC), following standard-of-care androgen deprivation therapy (ADT). Unfortunately, the heavily treated CRPC does not respond to checkpoint inhibitor immunotherapies that exert durable remission in some \"high mutation load\" malignancies such as melanoma and non-small cell lung cancer. New drugs with mechanisms distinct from current modalities will likely, therefore, help to improve patient survival to prevent or delay recurrence at different stages of a patient's therapeutic course. Chansu, a traditional Chinese medicine prepared from the skin and auricular gland secretions of giant toads, has been used to treat various cardiac diseases, infections, and pains for millenniums ( [5](javascript:;)). Chansu-containing prescriptions have been used for cancer treatment in China and are being evaluated clinically elsewhere ( [6](javascript:;)). Bufalin ( [Fig. models, and/or cytotoxic activity on leukemia ( [8-10](javascript:;)) and solid cancers of many organ sites, including prostate ( [7, 11, 12](javascript:;)) and breast ( [13-15](javascript:;)). antiangiogenesis, and antimetastasis ( [5](javascript:;)). Some of these reports suggest a preferential growth inhibition of malignant cells over \"normal\" noncancer cells. Most studies employed bufalin exposure concentrations in sub- to micromolar range, except the few early studies with leukemia differentiation induction ( [5, 9, 16](javascript:;)). For example, prostate cancer cell culture studies reported concentrations up to 15 mol/L ( [7, 11, 12](javascript:;)). Within such ranges, bufalin was shown to induce caspase-mediated apoptosis in association with changes of BAX/BCL2 ratio, cytochrome release, and cellular Ca++ level. It is noteworthy that one study reported the mediator role of P53 (TP53) tumor suppressor protein in micromolar bufalin-induced In light of the potent cardiotonic indication of bufalin, which also represents a major adverse effect of overdosing, the therapeutic window is likely tight ( [5](javascript:;)). A human pharmacokinetic study with Huachansu (a commercial Chansu preparation) at up to 8-fold higher doses than typical use showed that bufalin infusion could reach a plasma concentration of approximately 9 nmol/L, without apparent side effects ( [6](javascript:;)). Therefore, the relevance of mechanisms studied in cell culture models should be validated with in vivo efficacy and safety data to facilitate meaningful translation into clinical benefits. Given the crucial role of androgen receptor (AR) signaling for prostate cancer genesis and progression ( [17](javascript:;)), the steroid-like backbone of bufalin and its reported AR antagonism ( [18, 19](javascript:;)) and of select (SRC1 and SRC3, but not SRC2) in multiple cancer cell types ( [15](javascript:;)), we evaluated the effects of bufalin in the AR-positive and P53 wild-type human LNCaP prostate cancer cells to explore the relationship of AR and P53 signaling pathways with cell-cycle arrest and apoptosis induced by pharmacokinetically relevant concentrations of bufalin. Owing to the multifaceted roles of P53 in regulating cell fates and survival such as apoptosis, autophagy, and senescence ( [20](javascript:;)) and the reported by bufalin in the LNCaP model ( [11](javascript:;)), we investigated the cross-talk of these molecular and cellular pathways with respect to bufalin action. Furthermore, we assessed the in vivo anticancer efficacy of a maximum tolerated dose (MTD) of bufalin using LNCaP xenograft model in NSG SCID mice and examined the tumor tissues for key pathway molecules studied in vitro for concordance. Our data indicate P53-mediated cancer cell senescence as a primary cellular mechanism for the in vivo growth inhibitory efficacy of bufalin, with application implication for the adjuvant therapy of prostate cancer in patients or for the chemoprevention of precancerous lesion progression. Materials and Methods Chemicals and cell culture Bufalin (99.5% purity) was isolated as described previously ( [21](javascript:;)). siRNA for nonspecific sequence (scramble) or targeting TP53 and CDKN1A (P21CIP1) were obtained from Santa Cruz Biotechnology. Human LNCaP proate cancer cells were purchased from ATCC and used within 25 passages of thawing from cryopreservation. Authentication of the LNCaP cell line was accomplished by next-generation DNA whole-genome sequencing (Macrogen Clinical Laboratory) and RNA sequencing (RNA-seq; Penn State Hershey Genome Sciences Facility). At the genotype level, the cells display XY gender trait and the characteristic T877A mutation in the AR gene ( [22](javascript:;)). At the mRNA level, these cells express AR, KLK3 (PSA), TP53 (P53), and CDKN1A (P21CIP1) mRNA. 10% FBS (Atlanta standard 37°C and 5% CO2 humidified environment, except when indicated otherwise. The DU145 and PC-3 prostate cancer cells were also obtained from the ATCC and used within 25 passages of thawing from cryopreservation. In terms of P53 functional status, DU145 cells contain nonfunctional mutant protein and PC3 cells are null ( [23, 24](javascript:;)). DU145 cells supplemented with 10% FBS without (ATCC) supplemented with 10% FBS without antibiotics. Mycoplasma testing was performed on LNCaP cells and was found negative. Flow cytometry analyses The LNCaP cells were harvested with trypsinization for cytometry as previously described ( [25](javascript:;)). Phospho-histone H3 (Ser10) was used as a marker of mitotic cells to distinguish the cell cycle phase between G2 and M. Cells were isolated and fixed (4% formaldehyde + 0.1% Triton X-100 in PBS) at room temperature for 10 minutes. The cells were washed with PBS and resuspened in 75 L of 2% FBS in PBS. The cells were then incubated with anti-phospho-histone H3 (Ser10; Cell Signaling Technology) antibody together with propidium iodide/RNAse A solution at room temperature in the dark for 60 minutes. The cells were rinsed two times and resuspended in 500 L of 2% FBS in PBS and analyzed by flow cytometry with BD FACSverse (BD Biosciences). Cell growth assays The LNCaP and other prostate cancer cells were exposed to the indicated treatment and duration, and then the adherent cells were quantized by crystal violet staining as described previously ( [26](javascript:;)). For long-term growth evaluation, we pretreated LNCaP cells with vehicle or 20 nmol/L bufalin for 48 hours and reseeded the same number of trypsin-recovered live cells in fresh complete growth medium for the indicated days in 6 cell plates. The adherent cells were stained by crystal violet and photographed. Immunoblotting The whole-cell lysates were prepared for immunoblotting as from Cell Signaling Technology. Antibody for LC3 was purchased from MBL. Antibody for AR was obtained from Millipore and PSA antibody was obtained from DAKO. Antibody for -actin was obtained from Sigma-Aldrich. Positive and negative controls were included in immunoblot analyses whenever possible. Assessment of senescence-associated -galactosidase activity Two methods were performed to assess the senescence-associated -galactosidase (SA--gal) activity at pH 6.0 in LNCaP cells or frozen tumor sections. For in situ detection, we used 5-bromo-4-chloro-3-indolyl-beta-d-galacto-pyranoside (x-gal) as a substrate to detect the SA--gal activity with a staining kit from Cell Signaling Technology. Cultured cells grown on 6-wells plates or frozen tumor tissues (10 m thickness) mounted on slides were fixed with the fixative solution and stained with the staining working solution provided by the kit. The stained cells and tissues were viewed and photographed under a microscope. For the second method, we used 5-dodecanoylaminofluorescein di--d-galactopyranoside (C12FDG), obtained from Sigma-Aldrich as a substrate to detect SA--gal activity ( [28, 29](javascript:;)). Briefly, cells grown on were pretreated with 100 nmol/L bafilomycin A1 1 hour at 37°C and 5% CO2 humidified environment, and then were incubated with 33 mol/L C12FDG for another 2 hours. The SA--gal activity was either visualized under fluorescence microscopy or BD FACSVerse Flow trypsinization. Nuclei were stained with 4,6-diamidino-2-phenylindole, dihydrochloride (DAPI; Thermo Fisher Scientific) for visualization under fluorescence microscopy. The flow cytometry data was analyzed with FlowJo software (FLOWJO). Microarray analysis of RNA transcriptome The cells were treated with 0, 10, and 20 nmol/L of bufalin for 24 hours for concentration-dependent changes. Total RNA was extracted using RNeasy Mini Kit (QIAGEN). The quality and quantity of the total RNA samples were determined using NanoDrop 1000 Spectrophotometer (Thermo Fisher Scientific). The RNA expression profiles of the indicated samples were performed on Illumina Human HT-12 Bead Chips (Illumina Inc.). All RNA labeling and hybridization was performed at the BioMedical Genomics Center of the University of Minnesota according to the protocols specified by the manufacturers. Raw data were normalized by rank invariant normalization with Illumina BeadStudio 3.0 software. Data filter was performed on detection P value (P 0.05) in at least 2/3 of the samples, signal intensity (100.0), and cut-off fold-change 1.1 and 0.9 between vehicle and bufalin-treated groups. For multiple probes of the same gene, the ratio of each probe signal intensity to vehicle was averaged. Thereafter, the normalized and filtered data consisted of 13,758 genes. Differentially expressed gene sets were subjected to bioinformatic analysis using Ingenuity Pathway Analyses (IPA) software to corroborate affected signaling networks. Microarray data have been deposited with accession GSE118261. Animal experiment The animal study was approved by the Institutional Animal Care and Use Committee of Texas Tech University Health Sciences Center and carried out in the Amarillo campus facility. A total of 40 male NSG SCID mice at 8 weeks of age were obtained from The Jackson Laboratory. One week after acclimation, the mice were randomly divided into 2 groups and subcutaneously inoculated with 1 × 106 LNCaP cells suspended in 100 L of inoculum containing serum free 50% RPMI-1640 medium and 50% Matrigel (BD Biosciences) in the lower right flank. One day after inoculation, the mice started to receive once daily solvent vehicle (5% alcohol in saline) or bufalin (1.5 mg/kg) treatments via intraperitoneal injection (7 days per week), respectively. The bufalin dosage was chosen based on published data ( [30](javascript:;)). Xenograft tumors were calipered once per week. The tumor volumes were calculated with a formula as L × W2 × 0.526. After 9 weeks of treatments, the mice were sacrificed 2 hours after the last dose; tumors, blood (plasma), and tissues were collected. Immunohistochemical (IHC) staining staining IHC staining was performed as described previously ( [31](javascript:;)). After antigen retrieval, the sections were blocked with 6% horse serum and incubated with a primary antibody for c-caspase-3 (Cell Signaling Technology), phospho-P53 (Ser15; R&D was at 1:200 dilutions. The sections were developed with 3.3-diaminobenzidine and counterstained with hematoxylin (Sigma-Aldrich). After dehydration and mounting in Permount, images were captured under light microscopy. Statistical analysis When more than two groups are compared, ANOVA was used to analyze the statistical significance with appropriate post hoc comparison among the specific groups. For comparison involving only 2 groups, Student t test was used with = 0.05 for statistical significance. Results Bufalin-induced suppression of AR and PSA protein abundance was not dissociable from apoptosis Exposure of LNCaP cells to bufalin led to a strong concentration-dependent decrease of the number of adherent cells, estimated with crystal violet staining, with an IC50 value of approximately 25 nmol/L, when assessed at 48 hours ( [Fig. 1B](javascript:;)) and approximately 7 nmol/L by 96 hours (Supplementary Fig. S1A). Under a phase contrast microscope, detached floaters typical of apoptotic response were easily observed in 50 nmol/L bufalin exposed cells (Supplementary Fig. S1B). To determine the contribution of apoptosis to the observed cell number suppression, we immunoblotted c-PARP as a molecular indicator of caspase-mediated death execution. Bufalin exposure for 48 hours increased c-PARP readout in concentration-dependent manner with a threshold [Fig. 1C and D](javascript:;); Supplementary Fig. S2A). Bufalin exposure for 24 hours showed a similar pattern, albeit less intense (Supplementary Fig. S2B). The P53-mutant DU145 cells exhibited similar LNCaP On the other hand, the P53-null PC-3 cells did not show any detectable c-PARP with as high as 100 nmol/L bufalin 1C](javascript:;)). PC-3 cells at 20 nmol/L or higher, as reflected by the time-independent steady cell number estimation ( [Fig. 1E](javascript:;)). LNCaP and PC-3 cell lines express high level of constitutive AKT survival activity due to defective PTEN, whereas DU145 cell line is low for this survival pathway due to wild-type PTEN ( [32](javascript:;)). Therefore, the apoptosis sensitivity of DU145 cells to bufalin was more likely due to their low basal survival signaling than the non-functional mutant P53 protein ( [23, 24](javascript:;)). The protein level of AR and its best characterized transcriptional target, PSA, was decreased by bufalin at 20 nmol/L or higher, mirroring the reciprocal increase of c-PARP ( [Fig. 1D](javascript:;); Supplementary Fig. S2). Because bufalin in range of 1-10 nmol/L had been reported to downregulate the abundance of two steroid receptor coactivator (SRC1 and SRC3, but not SRC2) in breast cancer and other cancer types ( [15](javascript:;)), we immunoblotted SRC1 and SRC3 in bufalin-treated LNCaP cells to assess whether they were affected in our cellular model. As shown in [Fig. 1D](javascript:;), these AR coactivators were suppressed by bufalin in a manner highly similar to AR and PSA suppression and not dissociable from apoptosis. Microarray detection of mRNA of AR, and its family member KLK2 ( [Table 1](javascript:;)) indicated little to modest effect of 24-hour bufalin exposure on their steady state levels, but the mRNA level of another AR target gene, NKX3-1, was decreased by as much as four folds. Whereas the lack of probes for SRC-1 and SRC-3 mRNA in our microarray precluded us from examining their responses to bufalin exposure, a related gene steroid receptor, RNA activator 1 (SRA-1), was not affected by 24-hour bufalin exposure ( [Table 1](javascript:;)). Taken together, in LNCaP cells, the suppressing effects of bufalin on abundance of AR, PSA, and SRC-1, -3 proteins were not separable from its apoptotic action and were not tightly linked to their steady state mRNA abundance, and therefore, were likely through posttranscriptional mechanism of protein stability and/or target||17933770| |DUSP1||7.5||11.2||Cellular P53 target||18403641| |DUSP5||3.1||5.3||Cellular stress, ROS, P53 stress, target||17933770| |DUSP1||7.5||11.2||Cellular P53 target||18403641| |DUSP5||3.1||5.3||Cellular stress, ROS, P53 stress, over control set as unity. Bufalin-induced P53/P21CIP1 protein abundance, cellular stress, and DNA damage response and senescence genes in preference over apoptosis and autophagy genes Because P53 was found to mediate apoptosis induced by bufalin exposure in the micromolar range ( [11](javascript:;)) and P53 regulates not only apoptosis, but also senescence, autophagy, DNA damage response (DDR), and cellular oxidative stresses ( [20](javascript:;)), we immunoblotted the protein extracts of LNCaP cells treated with increasing concentrations of bufalin for total P53 ( [Fig. 1C and (CDKN1A; [Fig. 1F](javascript:;)). Bufalin treatment for 48 hours led to an increased total P53 protein abundance at 10-20 nmol/L as well as that of P21CIP1 in a concentration-dependent manner. We detected bufalin-induced increased phosphorylation of ATM kinase (p-ATM)(Ser1981) and an increased DNA double-strand break marker, were [Fig. 1F](javascript:;)). For autophagy marker LC-3 lipid modification, we failed to detect any bufalin-induced increase of the fast-moving form, LC-3-II at 24 or 72 hours of exposure ( [Fig. 1G](javascript:;)). Microarray transcriptomic analyses of bufalin-induced mRNA level in LNCaP cells after 24-hour exposure showed no ( [Table 1](javascript:;)), consistent with well-known protein stability) and posttranslational activation (e.g., phosphorylation) of P53 in cells undergoing DDR. Bufalin exposure induced classical P53 target genes such as CDKN1A (P21CIP1) and GADD45A involved in typical DDR, some senescence genes (e.g., CCN1/CYR61, CCN2/CTGF, cellular, oxidative stress genes (e.g., GADD45B, HMOX1, DUSP1, and and some unique tumor suppressors (e.g., GDF15/NAG-1; [Table 1](javascript:;), showing top 30 genes and Supplementary Table S1). It is apparent that many of these top 30 upregulated genes were related to P53 in the capacity of direct transcriptional targets, activators, or interactors. Of proapoptotic P53 target genes, NOXA was moderately increased Supplementary Table S1), whereas BAX (1.5-1.8×) and PERP (1.5-1.8×) were within [Table 1](javascript:;)). Two nonclassical autophagy [Table and P53-target autophagy gene, modestly increased (3.0-4.8×), but many other classical autophagy genes regardless of P53 dependence (e.g., ATG9A and ATG16L1) were within the fluctuation of the actin genes ( [Table 1](javascript:;); Supplementary Table S1). A couple of AR-repressor/repressed genes, such as TNFRSF12A, ELF3, were also among the top 30 upregulated genes, perhaps a reflection of the androgen-sensitive nature of LNCaP cells. Bufalin exposure for 24 hours decreased the gene expression of many proliferative oncogene-like entities, mitochondrial function, DNA replication and chromatin, and cyclins (Supplementary Tables S2 and S3). Prompted by these changes and those indicating cellular senescence signaling ( [Table 1](javascript:;)), we analyzed next. Bufalin exposure increased cellular senescence Cell cycle distribution analyses showed increased sub G0/1 apoptotic fraction at bufalin exposure of 20 nmol/L c-PARP 1C and D](javascript:;). However, the overall \"apoptotic\" fraction remained rather minor (6% point above control). There was no enrichment of G1 or S phase cells upon bufalin exposure, but the \"G2-M\" fraction was 2A](javascript:;)). H3 (Ser10) as of mitotic cells showed decreased percentage of mitotic cells in spite of increased bufalin-enriched \"G2-M\" % ( [Fig. 2A](javascript:;)), revealing a G2 phase arrest rather than M phase arrest. Transcriptomic profiling of changes of cyclin genes (CCN) and minichromosome maintenance (MCM) genes showed greater effect on S-G2 CCNA2 as well as S phase helicase MCM 4, 6 core (Supplementary Table S3), consistent with G2 arrest. [Close modal](javascript:;) Cellular senescence is an irreversible terminal arrest, playing an especially important role in suppressing Pten deficiency-driven prostate carcinogenesis (PTEN-negative, high AKT activity) cells SA--gal activity as a cytochemical marker ( [Fig. 2B](javascript:;)) and observed increased proportion of cells with blue staining and flattened morphology. Using a fluorogenic substrate, we detected SA--gal activity with stronger senescence signal in the cytoplasm of bufalin-treated cells compared with the control cells under a fluorescence microscope ( [Fig. at 20 nmol/L induced signal. Higher concentrations of bufalin exposure compromised senescence detection due to apoptosis. At the mRNA expression level, bufalin exposure for 24 hours induced a number of genes related to senescence, including the top upregulated gene, CYR61/CCNI, and its related family member, CTGF/CCN2, and target gene, CDKN1A (P21CIP1) ( [Table 1](javascript:;)). As apoptosis eliminates cancer cells and senescence commits them to an irreversible terminal arrest fate, we tested whether bufalin pretreatment at 20 nmol/L for 48 hours would lead to a persistent growth inhibitory action on LNCaP cells in a reseeding experiment. With the same initial number of trypsin-harvested \"live\" bufalin-pretreated cells versus control cells in fresh culture medium, the bufalin-pretreated cells almost completely lost their growth capability, whereas the control cells grew exponentially, forming large visible colonies by 14 days probe role P53-P21CIP1 in bufalin induced apoptosis and senescence in LNCaP cells, we used siRNA approach to knockdown (KD) expression of each. As shown in [Fig. 3A](javascript:;), TP53 silencing by siRNA (lane 4) was effective at decreasing basal (lane 1) and scramble siRNA-transfection elicited (lane 2) P21CIP1 expression and blocked the induction of P21CIP1 after bufalin treatment (lane 8 vs. 5 & 6), indicating that both transfection- and bufalin-induced P21CIP1 expression were P53-dependent in LNCaP cells. However, knocking down CDKN1A (P21CIP1) did not decrease transfection-elicited (lane 3 vs. 2) and bufalin-induced P53 expression (lane 7 vs. 6), as expected of P53 role as a classic upstream regulator of P21CIP1. Notably, CDKN1A (P21CIP1)-silencing increased transfection-elicited apoptotic and bufalin-induced cleavage activation of caspase-3 and PARP (lane 7 vs. 6), supporting a prosurvival role of P21CIP1 in LNCaP cells. Because of the increased cell death in P21CIP1-KD cells, it was not possible to assess their senescence status. Knocking down P53 did not affect bufalin-induced caspase-driven c-PARP (lane 8 vs. 6). One interpretation was that siRNA-silencing of P53 disabled not only the P21CIP1-mediated protection against bufalin-induced apoptosis, but also decreased the other P53 transcriptional death targets, therefore the magnitude of overall death by bufalin was less than in P21CIP1-KD cells. [Close modal](javascript:;) To test the role of P53 induction by in senescence, we transfected ( [Fig. 3B](javascript:;)) and replated them to attach for 48 hours, then treated with bufalin for 5 additional days before subjecting the cells to SA--gal flow cytometric detection. By the time SA--gal was had lost considerable potency ( [Fig. 3B](javascript:;)). In spite of the partial recovery of P53 and P21CIP1, we observed a substantial attenuation of bufalin-induced 3C](javascript:;)). by exposure likely promoted LNCaP cell fate, switching from apoptosis to senescence. Bufalin inhibited xenograft NSG SCID mice inoculated with LNCaP cells into two groups (N = 20 per group) and administered solvent vehicle (5% ethanol in saline) or 1.5 mg/kg of bufalin, respectively, by once daily intraperitoneal injection starting the day after inoculation. We chose this bufalin dosage based on a reported toxicity study ( [30](javascript:;)). After 9 weeks of treatments, the tumor take rate of the vehicle group was 80 % (16 of 20), consistent with the reported tumor take rates of LNCaP xenograft in immunodeficient mice. The take rate in bufalin group was 75% (15 of 20). Compared with vehicle alone, bufalin significantly delayed LNCaP xenograft tumor growth ( [Fig. 4B and C](javascript:;)) body weights (P > 0.05; [Fig. 4A](javascript:;)). At necropsy, the mean tumor weight of bufalin-treated mice showed a decrease of approximately 67% (P < 0.05) compared with that of the vehicle-treated detectable increase of caspase apoptosis We selected the 3rd to 8th ranked tumors from each group and analyzed them by showed that were densely packed with cells ( [Fig. 5A](javascript:;), left panel). There were variable and large eosinophilic necrotic areas (without nuclei, middle panel marked N) within these tumors (5 of 5 vehicle control tumors >40% area). The control tumors displayed profound acute hemorrhage (profuse presence of erythrocytes on H&E section) such that their paraffin blocks appeared dark versus the translucent appearance of the bufalin-treated tumor blocks (Supplementary Fig. S3). The bufalin-treated tumors showed less necrotic proportion and their acute hemorrhage status ranged from scant to moderate. H&E staining revealed loosely packed cells in the bufalin-treated tumors ( [Fig. 5A](javascript:;), right panel). There was no evidence of increased in situ apoptotic cleavage of caspase-3 in Immunoblot analyses positive nuclei in bufalin-treated group and the proportion of positive cells were same as vehicle group, if not higher ( [Fig. 5B](javascript:;)). The strong Ki67-stained large nuclei in the bufalin-treated tumors were therefore consistent with the in vitro observation that bufalin induced G2 arrest ( [Fig. 2A](javascript:;)). The proportion of increased in bufalin-treated tumors ( a finding consistent with immunoblot analyses ( [Fig. 5C](javascript:;)). Yet, there was no detectable on AR ( of p-AKT or HK2, the two crucial kinases for prostate cancer survival and growth ( [34](javascript:;)), was not altered between the two tumor groups (Supplementary Fig. S4). Compared with the vehicle group, in situ SA--gal activity of frozen xenograft tumor sections of bufalin-treated mice was higher (blue staining in [Fig. 5D](javascript:;), top right panel). In contrast, the prostate epithelium of the NSG SCID mice from vehicle group or bufalin group did not show a difference of the basal SA--gal readout ( [Fig. 5D](javascript:;), bottom panels). Taken together, data suggest P53-mediated cellular senescence was a likely cancer-selective, primary cellular mechanism for bufalin to inhibit LNCaP prostate cancer tumor growth in vivo. Discussion With a human pharmacokinetic study outcome in mind, that is, intravenous infusion leading to a maximum level of approximately 9 nmol/L at the end of the 2-hour infusion ( [6](javascript:;)), we investigated the cellular effects of relevant concentration range of bufalin in LNCaP cell culture model and discovered the induction of G2 arrest and increased senescence-like cellular phenotype as the primary cellular processes to inhibit LNCaP cancer cell proliferation ( [Fig. 2](javascript:;)), involving P53-P21CIP1 as [Fig. 3](javascript:;)). Whereas P21CIP1 knockdown 3C](javascript:;)), supporting P53-P21CIP1 in our cell as a cell fate determinant from apoptosis to senescence (See Supplementary Fig. S5). Whereas bufalin was found to suppress AR and PSA abundance in cell culture exposure model, these molecular readouts were not separable from the apoptotic action; nor was [Fig. 1D](javascript:;)). SRC1 and SRC3 including AR ( [15](javascript:;)). Transcriptomic profiling of 24-hour bufalin-exposed cells showed decreased AR target, NKX3-1, by as much as 4 folds at 20 nmol/L bufalin, whereas the PSA (KLK3) gene was not much affected within this time frame ( [Table 1](javascript:;)). Therefore, bufalin might exert differential posttranscriptional as well as transcriptional controls over these AR targets. Given structure-activity relationship (SAR) investigation demonstrated bufalin as a poor ligand-binding antagonist of AR ( [18, 19](javascript:;)), the cell culture data suggest that bufalin-induced reduction of AR and its coactivators was caused by apoptosis and might contribute little to senescence signaling at the sub-apoptotic range of bufalin exposure. We demonstrated that daily injection of a MTD of bufalin significantly delayed LNCaP xenograft growth in of caspase-mediated apoptosis biomarkers or a suppression of AR and PSA ( [Fig. 5B and C](javascript:;)). However, we could not rule out the possibility that apoptosis-susceptible cancer cells had already been eliminated from the xenograft tumors at the time of necropsy, thus enriching the long-lived senescent cancer cells in the bufalin-treated mice. Given such caveats, it is imperative that we interpret the in vivo biomarker changes and mechanism of action with considerable reservation. The mRNA profiling of 24-hour bufalin-exposed LNCaP cells revealed gene signatures of P53-driven DDR, oxidative cellular stress and ER stresses, as well as senescence in top 30 upregulated genes ( [Table 1](javascript:;)). Anchored by ATM/ATR-activated P53, DDR elicits multiple cellular responses ranging from transient responses (cell-cycle arrest and DNA repair) to terminal fates (death or senescence; refs. [35-39](javascript:;)). In vivo restoration of P53 function in P53-dysfuntional sarcomas or liver tumors led to significant tumor regression ( [40, 41](javascript:;)) and surprisingly, through P53-mediated senescence and innate immune cells, instead of apoptosis ( [40](javascript:;)). Recent studies further cellular senescence ( [42, 43](javascript:;)). Activation of P53 by DNA damage promotes G2 arrest, leading to cell-cycle exit and senescence without entering mitosis ( [42, 43](javascript:;)). executed by P53 induction and upregulated P21CIP1 abundance to bind and inhibit the mitosis-promoting activity of nuclear cyclin B1 with its CDK ( [42](javascript:;)). Even transient activation of P53 without DNA damage was sufficient to lead to mitosis skip and senescence ( [40, 42](javascript:;)). Our exposure in vivo (bufalin sharp spikes) promoted DDR and the P53-P21CIP1-mediated mitotic skip and senescence cascade, culminating to an enrichment of long-lived senescent cells (Supplementary Fig. S5). The wild-type P53 in most primary prostate cancer ( [44](javascript:;)) would be advantageous for bufalin-induction of senescence as a means to intercept prostate cancer progression. Whereas our NSG SCID mice lacked key lymphocytes that had largely precluded a contribution of bufalin-induced immune responses, it is prudent to speculate possible ramifications of bufalin-activation of P53 senesence in immune competent hosts for prostate cancer therapy or chemoprevention. As noted above, Tp53 gene restoration in liver tumors led to senescent cells producing various inflammatory cytokines and chemokines (known as senescence-associated secretory phenotype, SASP) that activated innate immune cells killer (NK) cells, macrophages, and neutrophils ( [40](javascript:;)). The innate immune response was indispensable because blocking these immune cells significantly abolished preventive action of Tp53 gene reactivation ( [40](javascript:;)). A recent study shows that P53-expressing senescent cells secrete factors that promote macrophage activation towards tumor-inhibiting M1-state, whereas P53-deficient cells stimulates macrophage activation towards tumor-inhibiting M1-state ( [46](javascript:;)), macrophage activation by bufalin. Given that bufalin induces a P53-mediated senescence program, it is likely that bufalin may lead to even greater tumor suppression in immune competent hosts through coordination of cellular senescence (growth arrest) and innate immune responses (tumor clearance). Such hypothesis should be tested in immune-competent animal cancer models. A recent paper addressed the poor aqueous solubility and cardiotoxicity of bufalin with chemical modification through phosphorylation of its 3-OH ( [14](javascript:;)). The authors showed that 3-phospho-bufalin was a water soluble prodrug suitable for in vivo administration and significantly improved the safety margin while effectively inhibiting tumor growth in an orthotopic triple-negative breast cancer xenograft model. The development of 3-phospho-bufalin broadens the potential application of bufalin in cancer chemointerception and therapy for prostate and other organs. In conclusion, our data suggest a probable primary in vivo mechanism of prostate cancer suppression by bufalin through induction of P53-mediated cellular senescence. With the availability safer 3-phospho-bufalin as prodrug to deliver bufalin ( [14](javascript:;)) or possible future-targeted delivery through novel bufalin formulations, it may be practical to apply bufalin in adjuvant therapy of prostate cancer recurrence in patients or the chemointerception of precancerous prostate lesions. Disclosure of Potential Conflicts of Interest No potential conflicts of interest were disclosed. Authors' Contributions Conception and design: Y. Zhang, M. Ye, J. Lu, C. Jiang Development of methodology: Y. Zhang, Y. Dong, M.W. Melkus, S. Tang, W. Wu Acquisition of data (provided animals, acquired and managed patients, provided facilities, etc.): Y. Zhang, Y. Dong, M.W. Melkus, S. Yin, S. Tang, P. Jiang, W. Wu, M. Ye Analysis and interpretation of data (e.g., statistical analysis, biostatistics, computational analysis): Y. Zhang, M.W. Melkus, S. Tang, P. Jiang, K. Pramanik, S. Kim, J. Lu, C. Jiang Writing, review, and/or revision of the manuscript: Y. Zhang, M.W. Melkus, S. Tang, P. Jiang, S. Kim, H. Hu, J. Lu, C. Jiang Administrative, technical, or material support (i.e., reporting or organizing data, constructing databases): Y. Zhang, M.W. Melkus, S. Kim, J. Lu, C. Jiang Study supervision: J. Lu, C. Jiang Acknowledgments The work was supported by institutional start-up funds at Texas Tech University Health Sciences Center School of Pharmacy (to J. Lu) and Penn State Hershey College of Medicine (to J. Lu) and, in part, by National Institutes of Health National Cancer Institute grant R01 CA172169 (to J. Lu). The authors thank Jinhui Zhang, PhD, for guidance and assistance with microarray analyses and Deepkamal Karelia, PhD, for assistance with immunoblot analyses of DU145 and PC-3 cells. They thank Yuka Imamura, PhD, and the Penn State Cancer Institute Genomic Sciences Core facility for next-generation sequencing authentication of cell line and veterinarian pathologist Timothy Cooper, DVM, PhD, of Department of Comparative Medicine at Penn State University Hershey College of Medicine for evaluating xenograft tumor histology sections. The costs of publication of this article were defrayed in part by the payment of page charges. This article must therefore be hereby marked advertisement in accordance with 18 U.S.C. Section 1734 solely to indicate this fact. References Supplementary xlsx [Figures S1-S5](https://aacr.silverchair-cdn.com/aacr/content_public/journal/mct/17/11/10.1158_1535-7163.mct-17-1296/3/15357163mct171296-sup-194653_2_supp_4845714_ptqt3t.pdf?Expires=1697287254&Signature=a4sVzk0VzmPvLg3p-kCHTGB3-KfoEn9X6AByRVRuxWIbpCV0-bQT2HK5vvU~xbXGiBSbqU1mlPE1KLr7gRx3VySg1nH~5Lu4rFvJYmQQgnUPvC5UtOPl-BMdTuz6moFFhHA5vsErEOsnBCwCfQ1uYBUOr52ydUO6UM2rTFdgyc8MMMnikgxBXHDvkzrOBXgmzqvggZvZvT8Ln9dNPCPqT3FdDrL-lb~9UvziPIqBfpYqx2~5jPXp1LUiu57WBzahVmXfN0jnz0f3k0ZClPzd2p-afsL~MJ-qSF~iYL30m4taR1s5FAiJRPqAOAEXiDLSTAGoacSl4WLYu1sitOj8Jg__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)- pdf file "}