{"title": "COVID-19 Update", "author": null, "url": "https://www.hepb.org/news-and-events/covid-19-updates/", "hostname": "hepb.org", "description": null, "sitename": "hepb.org", "date": "2020-07-15", "cleaned_text": "COVID-19 Update [here](https://www.cdc.gov/media/releases/2021/s1216-covid-19-vaccines.html). [here](https://www.nfid.org/2021/05/20/the-impact-of-covid-19-on-people-living-with-hepatitis-b/). Global Hepatology Society Statement Vaccination for SARS-CoV-2 in Patients with Liver Disease As global societies committed to helping patients with liver disease, we have been closely monitoring developments related to the SARS-CoV-2 virus and its impact on those in our care. It is for this reason that we four societies have taken the following positions around COVID-19 vaccination: - We strongly recommend that all patients with liver disease (viral and non-viral disease, including fatty liver) undergo immunization with any authorized COVID-19 vaccine that is offered to them. - We recommend that patients with advanced chronic liver disease, liver cancer, and those post-liver transplant should be prioritized for vaccination for SARS-CoV-2. - Whilst the vaccine trials have not comprehensively evaluated safety in patients with chronic liver disease, there are no data to suggest that COVID-19 vaccines cause any adverse outcomes in this group of patients, including organ rejection or flares of autoimmune disease. [here](assets/Uploads/HBV-and-COVID-4-7-21-update4.pdf). World Health Organization (WHO) advice, including vaccines that have met the WHO criteria for safety and efficacy, is posted [here](https://www.who.int/emergencies/diseases/novel-coronavirus-2019/covid-19-vaccines/advice). COVID-19 Treatment and Liver Disease There are treatments approved for COVID-19, which can lessen the severity of COVID-19 illness. The treatments are primarily for people who are at increased risk of severe illness if they get COVID-19 infection. If you have hepatitis B and/or liver disease, please talk to your health care provider before taking any COVID-19 treatment. Some COVID-19 treatments can cause liver damage, and in someone who already has hepatitis B and/or liver disease (such as cirrhosis or liver cancer), this can be more dangerous. If a doctor is considering prescribing you treatment for COVID-19, please tell them about your hepatitis B infection/liver disease, to prevent additional liver damage. The doctor can then monitor your liver for as long as you take COVID-19 treatment. Professional Liver Disease Resources and Statements AASLD has released an expert panel consensus statement \" [Vaccines to prevent COVID-19 infection in patients with liver disease](https://www.aasld.org/sites/default/files/2021-02/AASLD-COVID19-VaccineDocument-February2021-FINAL.pdf).\" They also have a robust [patient resource page](http://aasldfoundation.org/patients/patients), offering information and [webinars](https://www.aasld.org/about-aasld/covid-19-and-liver/covid-19-and-liver-webinar-series) for people with viral hepatitis and liver disease. EASL has released a [policy statement](https://easl.eu/news/covid-19-vaccine-policy/) on COVID-19 vaccination for people with liver disease or liver transplantation. EASL also has a webpage with [internal and external resources](https://easl.eu/covid-19-and-the-liver/) and published a position paper in August 2020, [\"Impact of COVID-19 on the care of patients with liver disease](https://www.jhep-reports.eu/article/S2589-5559(20)30103-8/fulltext) [.\"](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/Pfizer-BioNTech.html) COVID-19 Vaccine Information Resources [AASLD COVID-19 Vaccine Recommendations for Patients with Liver Disease](/assets/Uploads/AASLD-COVID-19-Vaccine-Recommendations-for-Patients-with-Liver-Disease-FINAL-APRIL-2021.pdf) [CDC mRNA Vaccine Vaccine Tracker of All COVID-19 Vaccines in Clinical Trial and Approved](https://covid19.trackvaccines.org/vaccines/) Research Studies on COVID-19 and Liver Disease - Choe JW, Jung YK, Yim HJ, Seo GH. [Clinical Effect of Hepatitis B Virus on COVID-19 Infected Patients: A Nationwide Population-Based Study Using the Health Insurance Review & Assessment Service Database.](https://jkms.org/DOIx.php?id=10.3346/jkms.2022.37.e29)J Korean Med Sci. 2022 Jan 24;37(4):e29. doi: 10.3346/jkms.2022.37.e29. - Chen L, Huang S, Yang J, Cheng X, Shang Z, Lu H, Cheng J. [Clinical characteristics in patients with SARS-CoV-2/HBV co-infection.](https://onlinelibrary.wiley.com/doi/full/10.1111/jvh.13362)Journal of Viral Hepatitis 2020 Dec;27(12):1504-1507. Epub 2020 Aug 16. - Chen X, Jiang Q, Ma Z, Ling J, Hu W, Cao Q, Mo P, Yao L, Yang R, Gao S, Gui X, Hou W, Xiong Y, Li J, Zhang Y. [Clinical Characteristics of Hospitalized Patients with SARS-CoV-2 and Hepatitis B Virus Co-infection.](https://link.springer.com/article/10.1007/s12250-020-00276-5)Virologica Sinica 2020 Aug 24:1-4. Epub ahead of print. - John BV, Deng Y, Scheinberg A, et al. [Association of BNT162b2 mRNA and mRNA-1273 Vaccines With COVID-19 Infection and Hospitalization Among Patients With Cirrhosis.](https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2782121?engageddonorid=f55e6717-c463-4b51-90aa-dc73d41d9c47)JAMA Intern Med. Published online July 13, 2021. - Lin Y, Yuan J, Long Q, Hu J, Deng H, Zhao Z, Chen J, Lu M, Huang A. [Patients with SARS-CoV-2 and HBV co-infection are at risk of greater liver injury.](https://www.sciencedirect.com/science/article/pii/S2352304220301367)Genes & Diseases 2020 Nov 18. Epub ahead of print. - Liu J, Wang T, Cai Q, Sun L, Huang D, Zhou G, He Q, Wang FS, Liu L, Chen J. [Longitudinal changes of liver function and hepatitis B reactivation in COVID-19 patients with pre-existing chronic hepatitis B virus infection.](https://onlinelibrary.wiley.com/doi/full/10.1111/hepr.13553)Hepatology Research 2020 Nov;50(11):1211-1221. Epub 2020 Aug 29. - Liu R, Zhao L, Cheng X, Huan H, Li C, Li D, Liu A, Gao G, Zhou F, Liu F, Jiang Y, Zhu C, Xia Y. [Clinical Characteristics of COVID-19 Patients with Hepatitis B Virus Infection - a Retrospective Study.](https://onlinelibrary.wiley.com/doi/10.1111/liv.14774)Liver International 2020 Dec 22. Epub ahead of print. - Marjot T, Webb GJ, Barritt AS 4th, Moon AM, Stamataki Z, Wong VW, Barnes E. [COVID-19 and liver disease: mechanistic and clinical A, Costa J, López-Suñé E, Laguno M, Pocurull A, Lens S, Mariño Z, Forns X. [Low risk of hepatitis B reactivation in patients with severe COVID-19 who receive immunosuppressive therapy.](https://onlinelibrary.wiley.com/doi/10.1111/jvh.13410)Journal of Viral Hepatitis 2021 Jan;28(1):89-94. Epub 2020 Oct 12. - Zou X, Fang M, Li S, Wu L, Gao B, Gao H, Ran X, Bian Y, Li R, ShanshanYu, Ling J, Li D, Tian D, Huang J. [Characteristics of Liver Function in Patients With SARS-CoV-2 and Chronic HBV Coinfection.](https://www.sciencedirect.com/science/article/abs/pii/S1542356520308211)Clinical Gastroenterology and Hepatology 2020 Jun 15:S1542-3565(20)30821-1. Epub ahead of print. Additional Resources - The World Hepatitis Alliance has a [hub of resources](https://www.worldhepatitisalliance.org/missing-millions/covid-19/)for those living with viral hepatitis and are concerned with the impact COVID-19 has on their health and access to testing and treatment services. - The U.S. Centers for Disease Control and Prevention (CDC) has an informational page: [What You Need to Know About Liver Disease and COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/liver-disease.html?deliveryName=USCDCNPIN_161-DM28168) - Hepatitis Australia - A timely fact sheet with [Information about COVID-19 for people living with chronic HBV and HCV](https://www.hepatitisaustralia.com/Handlers/Download.ashx?IDMF=0a9cdd96-f271-455d-9a3c-38b34070caa7)has been posted by a coalition of organizations in Australia called [Hepatitis Australia](https://www.hepatitisaustralia.com/). [Hepatitis B and C Virus Considerations in COVID-19](https://www.infectiousdiseaseadvisor.com/home/topics/covid19/hbv-hcv-considerations-in-covid-19-coronavirus/), Infectious Disease Advisor - 7/15/20 [Hep B and COVID-19: Resources for Individuals and Healthcare Workers](blog/hep-b-covid-19-resources-individuals-healthcare-workers/), Hepatitis B Foundation Blog, 4/8/20 What We Are Doing The Hepatitis B Foundation is rapidly responding to requests for information from people around the world living with hepatitis B. We continue to take phone, email and social media requests to help people with hepatitis B and liver disease make informed decisions about COVID-19 vaccination. We are trying to provide the latest information and data, so please check this website often for new updates, or contact us if you have specific questions. We are also proactively advocating for our communities. In February 2021, we started an advocacy campaign, including a public statement and online petition, urging companies with clinical trials for COVID-19 vaccines to include people with hepatitis B and liver disease, and to make sub-group data publicly available. To include your voice, you can [sign this petition now!](https://hepbunited.salsalabs.org/covidvaxdata/index.html) Out of an abundance of caution, and in line with state and federal recommendations, the Hepatitis B Foundation staff is currently teleworking indefinitely and monitoring the COVID-19 situation daily. We are 100% business as usual, with a few notable exceptions: - We are restricting visitors to our physical location and following all state and federal recommendations to keep our staff and community healthy. - We are postponing all community events and switching scheduled in-person meetings to remote when possible. - We are still responding to telephone calls to our helpline, but you will need to leave a voice message at 215-489-4900. We will return your call as soon as we can. During this time, it is best to email your hepatitis B questions to the helpline at [info@hepb.org](mailto:info@hepb.org). We recommend that you follow [guidelines from the U.S. Centers for Disease Control and Prevention](https://www.cdc.gov/coronavirus/2019-ncov/prepare/get-your-household-ready-for-COVID-19.html) to keep you, your family and your community safe. Finally, you might find interesting this [message from Dr. Timothy Block, Hepatitis "}