{"title": "PDF", "author": "PDF", "url": "https://www.brookings.edu/wp-content/uploads/2020/06/Brunnermeier-Krishnamurthy-conference-draft.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "2020 Corporate debt overhang and credit policy Markus Brunnermeier, Princeton University Arvind Krishnamurthy, Stanford University Conflict of Interest Disclosure: The authors did not receive financial support from any firm or person for this paper or from any firm or person with a financial or political interest in this paper. Krishnamurthy is an academic consultant to the Federal Reserve Bank of San Francisco and the European Central Bank, and he is currently not an officer, director, or board member of any organization with an interest in this paper. Brunnermeier sits on advisory boards for Deutsche Bundesbank and Luohan Academy, an open research institute initiated by the Alibaba Group. No outside party had the right to review this paper before circulation. The views expressed in this paper are those of the authors, and do not necessarily reflect those of Princeton University or Stanford University. 1 Corporate Debt Overhang and Credit Policy1 Markus Brunnermeier, Princeton University Arvind Krishnamurthy, Stanford University June 23, 2020 Abstract Many business sectors and households face an unprecedented loss of income in the current COVID recession, triggering financial distress, separations, and bankruptcy. Rather than stimulating demand, government policy's main aim should be to provide insurance to firms and workers to avoid undue scarring that will hamper a recovery, once the pandemic is past. We develop a corporate finance framework to guide interventions in credit markets to avoid such scarring. We emphasize three main results. First, policy should inject liquidity into small and medium sized firms that are liquidity constrained and for which social costs of bankruptcy are high. Second, large firms for whom solvency is the dominant issue require a more nuanced approach. Debt overhang creates a distortion leading these firms to fire workers, forgo expenditures that maintain enterprise value, and delay filing for a Chapter 11 bankruptcy longer than is socially efficient. Government resources toward reducing the legal and financial costs of bankruptcy are unambiguously beneficial. Policies that reduce funding costs are only socially desirable if the pandemic is expected to be short-lived and if bankruptcy costs are high. Last, transfers necessary to avoid bankruptcy allow borrowers to continue paying their mortgages or credit card bills and ultimately benefit owners of assets such as real estate or credit card receivables. Taxes to fund transfers should be raised from these asset owners. 1 This paper is in preparation for the June 25, 2020 Brookings Papers on Economic Activity conference. We thank our discussant, Ben Bernanke, as well as Joseph Abadi, Peter DeMarzo, Darrell Duffie, Janice Eberly, Zhiguo He, Tyler Muir, and Ricardo Reis for comments and Lunyang Huang, Xu Lu, and Ulysses Velasquez for research assistance. 2 Introduction 2020 is not 2008. Although both the ongoing COVID collapse and the global financial crisis have led to significant economic destruction and hardship, the nature of the collapse differ in fundamental ways. The recession in 2008 was preceded by an excessive build-up in housing, and was triggered by the collapse in real estate prices. This resulted in losses to financial intermediaries which reduced credit supply, and impaired household balance sheets which reduced aggregate demand. Effective government credit policy worked to repair intermediary and household balance sheets, relaxing constraints, thus stimulating investment, spending, and hiring. As in most recessions, the 2008 recovery process involved creative destruction, dissolving some matches and forming others. In 2020, the pandemic has induced an economic pause of unknown length in what was otherwise a sound economy. With some exceptions, the January 2020 blueprint for the economy is still applicable if a vaccine was to be discovered tomorrow. However, in this pause many business sectors and workers face an unprecedented loss of income. Coupled with their high debt burdens, many firms may not be able to service their debts and face financial distress. Separations between firms and workers, upstream and downstream firms, as well as corporate and personal bankruptcies threaten to scar the economy long past the end of the pause. Effective policy in this event does not stimulate economic activity but instead provides insurance to avoid scarring. This paper assesses the role of credit policy in reducing the scarring due to high debts and financial distress in firms. High debts lead firms to shift their focus to meeting debt obligations rather than pursuing new investment projects, keeping their workers, or maintaining their existing capital stock. High debts also push some firms into bankruptcy, which may result in excessive liquidation and scarring. It is critical to have a clear view of bankruptcy costs as well as the nature of the financial friction facing a firm in order to assess credit policy. We distinguish between two cases: (1) A large corporation that is run by a management team in the interest of outside equity shareholders and for which a Chapter 11 bankruptcy filing is the likely outcome; and (2) A small owner-run enterprise facing liquidity constraints where a Chapter 7 liquidation is the likely bankruptcy outcome. In case (1), high debt induces solvency problems and debt overhang à la Myers (1977). Having faced the negative COVID shock, existing equity holders tend to delay restructuring, avoid issuing equity, cut back on maintenance investment and lay off workers in order to meet 3 their debt obligations. These socially harmful actions enable existing equity-holders to stave off bankruptcy. A Chapter 11 filing allows the firm to restructure its debt, but does so by wiping out existing equity holders and transferring control to creditors. Restructuring eliminates the debt overhang problem, but can incur reorganization costs of bankruptcy. Policies that reduces these costs are unambiguously beneficial. On the other hand, policies that subsidize continuation may or may not be beneficial. In a case where the social costs of bankruptcy are low or the recession is expected to last a considerable period, optimal policy does not subsidize credit. This is because doing so enables equity-holders to delay a restructuring. Instead policy should induce restructuring to eliminate the debt overhang problem. We argue that currently in the U.S., this is the relevant scenario for policy to consider for many large firms. In the small firm case of (2), optimal policy subsidizes lending to firms. Chapter 11 restructuring is typically not an option for this firm and the social cost of liquidation of the firm under Chapter 7 is high. In addition, the owners of these firms are likely cash-constrained and unable to inject equity into the firm. Thus, the most significant problem for these firms is that even solvent but temporarily illiquid firms may find it difficult to survive past the recession. For these reasons credit policy can have a significant positive impact. For SMEs in 2020 one can draw similarities to underwater high MPC households in 2008, and the policy goal of providing liquidity to these sectors remains the same.2 We begin in Section I by reviewing data on large and small firms, before turning in Section II to an analysis of the corporate financing problems facing these firms. We draw a few conclusions from the asset market data. The risk premium for bearing macroeconomic risk is currently, as of early June 2020, near the levels that it was in January 2020. We reach this conclusion principally from examining stock market valuations, which are sensitive to this risk premium. Second, there was a dislocation in asset markets in March 2020. The movements in Treasury bond prices and investment-grade corporate bonds indicate that a major factor in asset price determination in March was liquidity concerns similar to 2008. The Fed's interventions in March, which drew from the 2008 playbook, have effectively restored 2 Household liquidity constraints (Mian and Sufi, 2009; Dynan, 2012) were a key financial drag in the recovery from the 2008 recession. Government credit policies such as HAMP, HARP, and MBS QE all worked via easing these liquidity constraints (Eberly and Krishnamurthy, 2015; DiMaggio, Kermani and Palmer, 2019). 4 market function. Moreover, while market expectations in March may have reflected a chance of the type of financial-intermediary instability spiral of the 2008 financial crisis, this risk has largely faded by mid-April. There are too little data to say anything definitive, but our conjecture is that the Fed's actions on March 23 and April 9 indicated to investors that the Fed stood ready to defuse this sort of spiral. While macroeconomic risk premia are low, risk in the cross-section of firms is elevated. Corporate bond spreads are higher across the board. This higher spread reflects market expectations of higher default due to a combination of higher cash-flow risks and higher existing debt burdens. The COVID-recession affects firms differentially. Firms with business models that are sensitive to the pandemic, particularly the retail and energy sectors, have high corporate bond spreads. Firms with high pre-existing debt, which has been true of high-yield firms, have seen much higher spreads. These facts are drawn from data on the publicly traded firm sector. We do not have good data on the small and medium sized firm (SME) sector as of this writing, but the forces at work in the large firm sector are likely even more pressing for SMEs. We proceed under this hypothesis. Section II of the paper discusses the Fed's credit policy actions in the context of corporate finance models. We note at the outset that absent corporate financing frictions, there is no role for credit policy. The operating decisions of a firm are influenced only by the path of the Fed's policy rate. For example, take a technology giant that is flush with cash and whose behavior approximates a hypothetical Modigliani-Miller firm. The operating decisions of this firm are based on comparing the risk-adjusted return on an expenditure to the return on holding cash. Fed purchases of this firm's corporate bonds, driving down its bond yield, will have minimal impact on its operating decisions. We present a model of a large public firm that faces a solvency problem, as in our case (1) above. The firm has high existing debt and decisions are made to maximize equity-holders' value. The high debt induces a debt overhang problem à la Myers (1977) for this firm that results in underinvestment, a macroeconomic cost. Can Fed credit policy alleviate this problem? An \"investment-grade corporate bond QE\" likely has small beneficial effects. Purchasing investment-grade corporate bonds may drive down investment-grade yields for portfolio balance reasons, but since investment-grade firms are not the firms that suffer debt overhang, this policy will have limited real effect. A \"high-yield corporate bond QE\" may have 5 a more significant impact. But the effects here are nuanced. First, a portfolio balance channel for credit risk would work by removing risk from the hands of the private sector and thus reducing the market price of credit risk. This is the analogy to the Vayanos and Vila (2019) model of portfolio balance and interest rate risk. But in the current environment where the market price of credit risk, distinct from the probability of default, is relatively low, the effectiveness of bond purchases programs is small. In contrast, in March 2020, when the price of credit risk was high, the Fed's bond purchasing program could significantly reduce the price of credit risk. A second nuance arises via bankruptcy considerations. The debt overhang problem arises in cases where debt cannot be restructured. If renegotiation is costless, the debt overhang problem disappears and economic efficiency is obtained. Chapter 11 of the bankruptcy code is a mechanism to coordinate creditor claims and restructure debt in a manner that is consistent with preserving the viability of the firm. Take a case where this process incurs small deadweight costs. For say an oil company that owns oil fields, tankers, and refineries but is highly levered and is facing a large drop in the demand for oil, Chapter 11 can lead to a socially efficient outcome. Bankruptcy will lead to losses to the financial stakeholders - debt and equity holders - but the underlying source of value in the enterprise - the workers, fields, tankers, and refineries - do not disappear in a bankruptcy. Renaming the enterprise that emerges from bankruptcy from \"Old Oil Co.\" to \"New Oil Co.\" will have little impact on enterprise value, as there is little brand value attached to \"Old Oil Co.\" The decision to file for a Chapter 11 bankruptcy rests with the equity-holders of the firm. As in Leland (1994), the equity-holders will continue to service the firm's debts as long as the option value of retaining control of the firm exceeds the debt service payment. That is, the equity-holders will prioritize using earnings to make debt payments as long as their call option on the firm enterprise has high value. A key point is that the private decision to file for bankruptcy is based on an option valuation tradeoff and not a consideration of the deadweight cost of bankruptcy. In this context, reducing refinancing costs for a high-yield firm allows the equity-holders to delay a Chapter 11 filing. If deadweight costs of bankruptcy are low, then the delay is socially inefficient. If deadweight costs are high, then the delay is efficient. Likewise, if the recession is expected to last a long period, it is better to induce resolution quickly than delay and incur the 6 bankruptcy costs at a later date. The key insight of our large firm model is that credit policy needs to balance the benefits of delay against the cost of inducing resolution. Currently the bankruptcy process for large firms appears to be operating smoothly. However, if economic conditions worsen, it is likely that there will be a large wave of bankruptcies. Then, it is possible that the deadweight costs of bankruptcy rise for two reasons. First, as outlined by Skeel (2020), the infrastructure of the bankruptcy system may be overwhelmed leading to inefficient decisions in bankruptcy.3 Second, a firm that is in Chapter 11 raises debtor-in-possession financing from specialized lenders to continue its operations. It is possible that the financial infrastructure of bankruptcy is strained in a large wave leading to an elevated cost of debtor-in-possession financing with then induces socially inefficient investment actions of the firm operating in bankruptcy. As DeMarzo, Krishamurthy, and Rauh (2020) argue, the government should stand ready to deploy a lending facility for debtor-in-possession loans at a subsidized rate to avoid this outcome. Indeed, unlike the high-yield bond QE, reducing the cost of bankruptcy is unambiguously beneficial to society. Moreover, by reducing the cost of bankruptcy, the government renders the ex-post contingency more effective and can rely less on a high-yield QE that incentivizes firms to continue. We next consider a model of an entrepreneurial firm which is owner operated and subject to financing frictions, as in our case (2). We assume that the owner has limited personal assets, and what she has is tied up in the business. We assume that the firm's borrowing capacity is a fraction of its capital. These two assumptions lead to a liquidity constraint that affects the firm's operating decisions. We also assume that the enterprise has significantly higher value if run and owned by this owner. That is, the social costs of bankruptcy are high for this firm. The model is most applicable to small and medium sized firms. For example, consider a small auto parts supplier with an owner that is also the firm's principal employee. The firm has loans from a bank that are in part guaranteed by the owner against personal assets. Facing a temporary decrease in demand for automobiles and auto parts, this firm is unable to service its debts. The owner has pledged all of her personal assets to the firm previously and has no spare liquidity. As result the firm files for bankruptcy. Typically, such a firm will enter a Chapter 7 3 The Bankruptcy & Covid-19 Working Group, comprised of a large group of bankruptcy scholars, has also argued that the infrastructure of the bankruptcy system needs to be readied in preparation for a large wave of bankruptcies. See Link. 7 liquidation, and in this case the owner may additionally file for personal bankruptcy. Even if the health crisis abates, this firm and its owner will only gradually scale back up to its pre-pandemic levels. Any loans required for restarting the business will require security of the owner's assets - which will be depleted as a result of the bankruptcy. This is where the liquidation scarring concern is most evident in the firm sector. Effective government credit programs funnel liquidity to this entrepreneurial firm. This liquidity allows the firm to undertake expenditures that maintain its enterprise value as well as help stave off a socially costly bankruptcy. Programs such as the Main Street Lending Program (MSLP), the Paycheck Protection Program (PPP), as well as forbearance by banks, encouraged by the Federal Reserve, benefit these firms by easing liquidity constraints.4 On the other hand, we argue that the MSLP would work better if it offered a lending subsidy that drove down the program's lending rate near zero. Doing so would allow borrowers to economize on scarce liquidity and would more closely resemble an insurance payment. The current MSLP design requires that banks own a share of any MSLP loan. But as banks will only lend if the loan has positive net present value, this share requirement prevents passing on a lending subsidy. We also argue that the MSLP's leverage rules, restricting eligibility to low leverage borrowers, excludes the firms with the greatest drag due to debt. Since the inception of the MSLP, the Fed has modified the program progressively in a manner that recognizes some of the issues we raise. We finally turn to household insurance. The government has insured workers against unemployment via both unemployment insurance and the PPP. In a counterfactual absent unemployment support for these workers, household budgets would have squeezed to the point that they would be unable to cover fixed obligations such as rents, mortgage payments, or auto loan payments, and would either fall delinquent or be forced into bankruptcy. Government insurance has aimed to forestall this outcome. While we do not review the efficacy of worker insurance programs in this paper, we draw out implications for these programs for financial asset prices. For example, currently the prices of securities backed by credit-card receivables reflect relatively low expected rates of default. 4 The analogy of 2020 SME liquidity problems and 2008 household liquidity problems fails when it comes to capital market policy inventions. The structure of the mortgage market means that MBS QE delivers liquidity benefits to households. No similar pipes exist via capital markets to SMEs. 8 In an Arrow-Debreu world, the insurance provided by the government's facilities would be unnecessary because it would have been arranged ex-ante between private parties. Contracts would be written to reduce obligations such as interest, rent, and mortgage payments, in the event of a pandemic. Workers in pandemic-affected industries would receive insurance payments to cover their loss of income. The deadweight costs of separations and bankruptcies would thus be avoided via ex-ante contracting. A useful way of seeing current government policy is that it has aimed, with varying degrees of success, to add contingency ex-post to contracts and avoid deadweight costs. Filling in the contingency ex-post, even if done with surgical precision, is to a large extent a transfer to holders of capital assets. The holders of debt to SMEs gain when the government offers the SME a loan to avoid default. The owners of credit-card asset-backed securities gain when unemployment insurance provides households with resources to repay credit card debt. The lender in a mortgage or owner of an apartment building receives payment because the household receives insurance from the government. With this in mind, consider the question of where the government should source the resources used to fill in the contingency. The CARES act costs in excess of $2 trillion which must be repaid at some point. In an Arrow-Debreu ex-ante allocation, the equity-owners of SMEs as well as households would purchase insurance in advance against the pandemic event. For example, debt contracts may be indexed such that debt principal is written down by 25% in the event of a pandemic.5 By filling in the contingency ex-post, the government transfers 25% to the borrower, who then makes this payment to the lender. The lender gains 25% relative to the no-government-action counterfactual and the borrower has received insurance for free that would otherwise have cost an negligible amount.6 If the government aimed to replicate the Arrow-Debreu allocation via its ex-post actions while apportioning losses to borrowers and lenders in a 5 A number of scholars have signed on to a March 24, 2020 letter drafted by Jonathan Berk in favor of COVID policies that do not bailout large corporations, as such policies are a bailout of the investors of these corporations. They argue instead for policies that provide insurance to the workers at these corporations. See link. Our argument is related to but distinct from this point. We argue that ex-post insurance to the corporate sector may be beneficial depending on the social costs of bankruptcy, but the incidence of the tax burden should align with the incidence of the benefits of the bailout (i.e. the investors). 6 If the ex-ante likelihood of a pandemic is !, the debt would carry an extra interest cost of !×25%. The premium would compensate lenders for the loss of 25% that they would suffer in the event of the pandemic. For small !, which was likely the assessed probability before 2020, this premium is low. 9 manner consistent with the Arrow-Debreu allocation, then it should raises taxes in a manner that the bulk of the resources comes from lenders, i.e., asset owners rather than workers. To summarize, the principal lessons of our analysis are: 1. If the social cost of bankruptcy is low, then policy should not aim to subsidize credit to firms which induces inefficient firm continuation, but instead induce firms to restructure their debts in Chapter 11. As a result, for large firms, we suggest that the government consider putting in place lending programs that reduce the deadweight costs of bankruptcy. 2. If bankruptcy costs are high, as with SMEs, providing subsidized credit to enable firm continuation is valuable. For credit programs addressing smaller firms, we suggest the Fed consider relaxing its credit eligibility rules as well aiming to introduce an explicit subsidy into its lending programs. 3. The Fed's capital market oriented-policies lower the price of aggregate credit risk, but has less of an impact on the cross-section of firm default risk. Currently, risk in the cross-section is high, while the aggregate price of risk is low. 4. PPP in this pandemic recession should be seen as implementing an Arrow-Debreu insurance arrangement ex-post. 5. The insurance perspective also indicates where government resources should be sourced. We argue that the high government debt that is incurred in the present recession should be met with higher future taxes on current asset owners. 10 I. Assessing Financial Market Conditions This section reviews data from financial markets to assess where we are currently. We conclude: There is currently, as of early June, a low risk premium for aggregate risk. However the recession has increased dispersion in risk in the cross-section of firms. There was a significant dislocation in asset markets in mid-March that has some similarities to the events of 2008, but it appears that this dislocation has faded, in part due to the Fed's actions. I.A. Equity Markets Reflect Low Risk Premia We consider the valuation of the S&P 500 via the Gordon growth formula: %= ()*+ (,*,+ where ( is dividends and * is the gross discount rate. The dividend yield on the S&P500 has been around 2% for the last few years. Suppose that corporate earnings and dividends dip for the next two years and then revert to pre-pandemic levels. To fix ideas, note that the dividend futures contract for December 2021 was 29% lower on June 1 compared to January 2 (it was 38% lower on 3/23 than January 2). Suppose that dividends are lower by 30% for the next two years, with nothing else changed about growth prospects or discount rates. Then we would expect that the valuation of the market would fall by about 1.2% (=2×0.3×2%). If dividends were low for 5 years as may occur in \"swoosh\" recovery, the valuation of the market would fall by 3%. As these computations show, the valuation of the market is relatively insensitive to whether we have a \"U\", \"V\", or \"swoosh\" shaped recovery. Of course, these alternative scenarios can have a large impact on the path of the unemployment rate. The stock market movements are most informative about longer-term movements in dividend growth rates and risky discount rates: %= ()*+ (,*,+1*5×(5*7 reflected in the last term in this valuation equation. If dividends fell by 30% for the next two years and then rose back to pre-pandemic levels, then to account for the roughly 7% fall in the stock market from January 2 to June 1, we need *7 to rise by about 0.1%. Since the riskless 11 rate has fallen by about 0.6% over this period, this computation indicates that either the risk premium has risen by 0.7% only, or the growth rate of dividends has fallen by 0.7%. These are both small numbers relative to historic fluctuations in discount rates. Figure 1. S&P500 and Real 10 Year Interest Rate Source: Bloomberg We conclude that aggregate market risk premia have not increased appreciably from the start of this year to the present (June 2020). This is in stark contrast to 2008, where risk premia on a variety of assets rose sharply in the fall of 2008 and remained elevated well into 2009. I.B. Financial Crisis Risk in 2020 Is Low Compared to 2008, As of Now Figure 2 graphs 5-year CDS rates for Goldman Sachs, Citigroup, and Bank of America. The movements in these rates in 2008 are an order of magnitude larger than the movements in 2020. In 2008, the U.S. economy suffered a financial crisis as has been documented in a large literature. Risk bearing capacity across the financial intermediary sector was reduced, leading to high risk premia in a variety of asset markets. -1.00-0.80-0.60-0.40-0.200.000.200.40 00.20.40.60.811.21/21/131/242/42/152/263/83/193/304/104/215/25/135/24SP500 (Left)Real 10 year (Right) 12 Figure 2. 5-year CDS Rates on Select Banks, 2008 versus 2020 Source: Bloomberg At this point, the U.S. is not suffering a financial crisis. The relatively small shift in the equity market risk premium is also a reflection of this observation. There is a significant branch of research in asset pricing which constructs mechanisms whereby small changes in dividends are amplified via endogenous shifts in the risk aversion of the marginal holder of risky assets, leading to large changes in equity prices. For example, in intermediary asset pricing theories, losses on intermediary held assets leads to endogenous reductions in the risk-bearing capacity of the intermediary sector which then raises the discount rate on intermediary held assets, leading to further reductions in asset prices, and so on (Brunnermeier and Pedersen, 2008, He and Krishnamurthy, 2012). This type of theory is useful to understand movements in asset prices in 2008. But at present, this type of amplification mechanism is not present. Asset price movements can be understood through the simple neoclassical lens of forecasting changes in future cash flows. However, we note that the disabling of this amplification mechanism is likely the result of the expectations of Fed policy actions. We next turn to this topic. I.C. The March 2020 Dislocation and the Fed There was a dislocation in asset markets in March 2020. This is apparent in the unusual movements in the 10 year real rate in Figure 1. Figure 3 zooms in on this period. We plot the total return indices for long-term Treasury bonds, investment-grade corporate bonds, high-yield 0100200300400500600700 3/3/20086/3/20089/3/2008CITIGROUPGOLDMANBANK OFAMERICA0100200300400500600700 1/2/20203/2/20205/2/2020GOLDMANCITIGROUPBANK OFAMERICA 13 corporate bonds, and the S&P500. The first three of these Barclays bond indices. We normalize the indices to one on February 3 and trace the index return through April 30. At their low in mid-March, investment grade corporate bonds are down about 13% relative to February 3. High-yield bonds are down 19%, and the S&P500 is down 30%. While this ordering is in keeping with valuation norms, the beta on the investment grade bond is much too high and is another indicator of a dislocation in valuations. Haddad, Moreira and Muir (2020) make this point rigorously by comparing the beta-adjusted relative returns on these asset classes in 2020 versus 2008. Haddad, Moreira and Muir show that the bond yields on a company's investment grade bonds rise substantially relative its CDS.7 They argue that the behavior of asset prices in this period reflect illiquidity dynamics. Bond funds, fearing downgrades of investment grade bonds, sell down their portfolios of bonds. Corporate bond dealers, because of balance sheet constraints and fears of further sales in anticipation of further downgrades, do not step-in to absorb these sales. As a result, prices fall sharply. Treasury bonds also fall in value in mid-march. This is surprising and in contrast to the typical \"flight-to-safety\" pattern in crises. Duffie (2020) analyses the Treasury market in this period and concludes that the volume of sales in the market overwhelmed the dealer-intermediation infrastructure leading to large swings in Treasury bond prices. Less liquid issues, such as off-the-run securities see the largest price declines. The Fed's announcement of bond purchase programs and lending facilities on March 23 and April 9 eases the dislocation.8 The Fed's targeted purchases of the less liquid segment of the Treasury market also eases the liquidity issues in the Treasury market. Treasury prices rise substantially after this intervention. But as Haddad, Moreira and Muir note, the easing of the corporate bond dislocation stemmed from an announcement of future promised purchases, not current purchases. That is what appears important in these interventions is the commitment of the Fed to act as a buyer of \"last resort.\" 7 See also D'Amico, Kurakula, and Lee (2020) and Nozawa and Quiy (2020) for analysis of this episode. 8 The Fed's Financial Stability Report of May 2020 provides more details and analysis of this episode. 14 Figure 3. Treasury, Corporate, and Stock Returns Source: Bloomberg, Barclays Indices The Fed makes a further announcement on April 9 to expand the purchase program to include fallen angels (high yield bonds that were formerly investment grade). This latter announcement in particular appears to have substantially reduced risk premia across the board in asset market. It is too soon - writing this in June - to definitively characterize the impact of the April 9 announcement on market expectations. Our conjecture is that the Fed's announcement has been viewed by the market as a \"whatever it takes\" moment. That is, the commitment to act aggressively in the high-yield bond market has been taken as a signal of the Fed's willingness to defuse future episodes of financial instability in the broad credit market. This commitment has removed a bad equilibrium. If our conjecture is correct, then the Fed does not currently need to make good on its promise and activate the corporate bond purchase program. The important aspect of the Fed's announcements has been the signal of its willingness to act if dislocations arise and reinforcing this commitment is all that is needed at present. 0.50.60.70.80.911.11.21.3 2/3/20203/3/20204/3/2020High YieldLong-term TreasuryInvestment GradeSP500 15 I.D. Increased cross-sectional firm risk Figure 4: Credit Spread Histogram, January and March Source: TRACE Figure 4 measures dispersion in credit risk in the cross-section. We use bond price data from TRACE and compute the yield spread, relative to Treasuries, on bullet bonds with approximately 5-year maturities. We compute this at the company level and plot the density of these spreads across companies. The January histogram in blue corresponds to dates from January 20 to January 31, while the March histogram in orange corresponds to dates from March 16 to March 31. Data limitations prevent us from computing the density in May. Clearly there is an increase both in the mean spread and the right-tail of spreads. In Figure 5, we consider dispersion at the industry level. We plot credit spreads on firm debts of roughly 7-year maturity. We plot these spreads pre-COVID, averaging observations from January 15, 2020 to February 15, 2020. We also plot these spreads in the present recession, averaging spreads from May 1, 2020 to May 26, 2020. We can see from the figure that spreads have increased across the board indicating that investors' perception of repayment risks (i.e., cash flow risk relative to debt liabilities) has risen. Additionally, spreads in the Energy sector, which has been facing reduced oil demand and the Consumer Discretionary sector, where retail falls, have been particularly affected. The figure indicates a rise in expected cash flow risk at the 16 firm level. We have noted earlier that aggregate risk premia appear low, thus the correct way to think about this data is that it reflects a risk in idiosyncratic firm risk. Figure 5. Industry Average Credit Spreads Source: S&P Bond Indices Figure 6 plots corporate bond spreads for investment grade and high yield bond issuers, to provide a sense of the changes in risk in the cross-section. There is a substantial increase in default risk across both classes of bonds. High yield spreads in particular have roughly doubled since the start of the year. 0.00%1.00%2.00%3.00%4.00% 1- May 26 17 Figure 6. High Yield and Investment Grade Corporate Bond Spreads Source: JP Morgan The corporate sector enters this recession with higher debt burdens, making it more vulnerable to a downturn. Figure 7 plots the net debt (debt minus holdings of cash) of HY and IG firms relative to EBITDA. We fix the set of HY and IG firms as of 2016. These net debt series are in solid. Debt burdens have increased for the both types of firms, with a greater rise in the HY sector. In dashed lines, we plot the interest coverage ratio (EBITDA to interest expense) for both types of firms. There has been an erosion in this measure particularly for IG firms. The Fed's May 2020 Financial Stability report offers further details on the build of leverage in the corporate sector. The expansion in corporate leverage in the HY sector has led to increases in corporate default risk, as indicated by the rise in spreads. However, bankruptcies are just beginning to hit the economy. Bloomberg tracks large corporate filings. Figure 8 gives a count of the number of filings per month. Filings are now approaching the levels of the 2008 financial crisis. 0200400600800100012001400 7. Corporate Leverage, 2010-2020, for HY and IG firms as of 2016 Source: Compustat, Mergent Figure 8. Bankruptcy Filings Monthly Count, Jan 2007 to May 2020 Source: 19 The breakdown of filings across industries, provided in Table 1, is revealing. The bulk of bankruptcy filings are in the Consumer Discretionary sector, consistent with the high-profile filings by many large department stores. Energy is a close second, driven by the substantial fall in energy prices. Consumer Discretionary 40.82% 52.25 billion Energy 16.33 20.90 5.22 Technology 4.08 5.22 Table 1: Corporate Bankruptcy Filings as of 6/1/2020 Source Bloomberg I.E. Small and Medium Size Firm Credit Risk We expect that the patterns documented for large firms are present, and likely more pressing for small firms. That is, we expect that credit risk has grown substantially since the start of the pandemic and that dispersion in the cross-section of firms has also widened. However, we have limited up-to-date information on small and medium size business credit risk. Data from Paynet9, which tracks credit risk in firms with employment that largely fall in the 1-49 size bucket and revenues under $2.5 mm indicate an increase in loan delinquencies. Their 30-180 day small business delinquency index is 2.1% in April 2020, compared to 1.6% in January 2020 and a high of 3.39% in August 2009. Bartik, et al., (2020) conduct a survey of 4,865 small businesses during the week of March 26, 2020. They report that the median firm has 1-2 months of cash- on-hand to meet expenses, giving a sense of the liquidity crunch facing these firms, absent a government credit program. Table 3 of the paper presents data on the cross-section of firms. While on average 44.6% of their sampled firms were closed (largely reflecting 9 See https://sbinsights.paynetonline.com/loan-performance/ 20 temporary closure) as of the sample date, there is wide dispersion in this measure. Banking/finance and profession services report closure rates of around 20% while Arts and Entertainment, Personal Services, and Tourism/Lodging report rates nearer 70%. I.F. Household Credit Risk and Government Insurance Figure 9 (left panel) plots the return on three household credit assets: auto loans, credit cards, and mortgages. We track the return on an index, as compiled by JP Morgan, on asset-backed securities linked to these underlying loans. We normalize the value of the index to be one on January 2, 2020 and track the index value relative to this date. We see that all of these assets suffer losses in March, but currently reflect valuations that are at least as high as the start of the year. In the case of mortgage-backed securities, this is likely due to a mix of the Federal Reserve's decision to purchase MBS and the FHFA's decision to allow households to defer payments at no penalty. In the case of credit cards and auto loans, an important factor is likely the expansion of unemployment benefits and the stimulus checks in the CARES act. Baker, et. al., (2020) observe that about one-third of the 2020 stimulus checks goes towards financial payments such as credit card, rent and mortgage payments. Thus government insurance to households has maintained the value of these financial securities. Figure 9 (right panel) graphs the yield spread, relative to Treasury bonds, on a credit card ABS index. The underlying bond maturity of this ABS is roughly 1.5 years. We note that the pre-COVID recession spreads are around 30 basis points, indicating relatively low default probabilities and losses given default. These spreads rise in March substantially, but are down to 70 basis points by the end of May. Risk has clearly risen, but the increase in risk is still modest relative to the dramatic increase in unemployment rates. Government insurance to households has likely played an important role in the behavior of this spread. 21 Figure 9. Asset Backed Securities Cumulative Returns (Left Panel) and Credit Card ABS Spreads (Right Panel) Source: JP Morgan, Bloomberg II. Government Credit Policy This section discusses the government's credit policies enacted in the COVID crisis. We begin by reviewing these policies. Then we lay out two corporate financing models, one of a hypothetical large firm facing solvency issues and a debt overhang problem, and one of a hypothetical entrepreneurial firm facing liquidity constraints. We use these models to discuss the merit of the credit programs. Our models capture many but not all salient corporate financing considerations. As a result, we do not attempt to discuss all aspects of the design of the government's credit programs. II.A. Government Programs Table 2 lists the government programs that address credit markets. These programs cover the bulk of the firm sector in the U.S. The Primary Market Corporate Credit Facility (PMCCF) was introduce on March 23. It has the Federal Reserve purchasing corporate bonds in the primary markets. The Secondary Market Corporate Credit Facility (SMCCF) has the Fed purchasing corporate bonds in the second market. These two programs are designed for large corporates that finance themselves in public debt markets and have ratings of at least BBB-/Baa3 0.920.940.960.9811.021.041.06 2-Jan-202-Feb-202-Mar-202-Apr-202-May-20ABS AutoABS Credit CardMBS00.511.522.53 2-Jan-202-Feb-202-Mar-202-Apr-202-May-20 22 on March 22, 2020. That is the firm universe is investment grade and fallen angels. The Commercial Paper Funding Facility (CPFF) address short-term public borrowing. There is overlap among the firms eligible for these facilities. To give a sense of the magnitudes involve, we compute in Table 2 the universe of firms eligible for the SMCCF. The SMCCF covers firms with total revenues of $14.3 trillion and equity market capitalization of $24.7 trillion. The Fed's Main Street Lending Programs (MSLP) addresses credit in medium sized firms with less than 15,000 employees and/or up to $5bn in annual revenue. By our count, the total across the universe of MSLP firms that fall into this category is $23.8 trillion of revenues. However, the MSLP imposes credit limits that restricts borrowers to have a maximum debt ranging from 4X to 6X 2019 EBITDA. The MSLP also requires that borrowers be in \"sound financial condition\" pre-COVID recession. We have not factored these restrictions into the computation. Finally the Paycheck Protection Program (PPP), run by the Small Business Administration, addresses credit problems in the small firm sector. The mean revenue of a firm eligible for the program is $2 million, and the universe of eligible firms totals $11.8 trillion. II.B. Solvency Problems and Corporate Debt Overhang In this section, we develop a model to analyze how credit easing policies can beneficially impact firms. The model of this section is applicable to a large corporation run by professional management, with publicly trade equity who are the formal owners of the corporation. In Section II.E we consider a model of entrepreneurial finance applicable to a small firm. The model has two dates, 8=1 and 8=2. We denote the gross riskless interest rate as *. A firm needs cash to maintain an ongoing relationship that will generate some surplus in the future, at 8=2. The spending needed is 9, which we take to be near zero to keep the algebra simple. If the firm spends, then future surplus is 9:, with :>*. Think of the spending as a decision to retain a worker, or maintain facilities, and the assumption we make is that at the margin this spending is positive net-present value. If the firm does not spend, it's assets at 8=2 will have a stochastic value of <=. We assume that the firm has current debt outstanding of (. Denote with >? as the probability that <=<(, <=AB<C<=>(D, and <= AB<C<=<(D . This firm is subject to a classic debt overhang problem, as described by Myers (1977). 23 Federal Reserve FacilityAbbrev. No. of Private FirmsNo. Market Corporate Credit Facility1PMCCF71 Source: Capital IQ and 2017 (latest) SUSB (Statistics of US Businesses, US Census Bureau) annual dataset. 1. Assets, market capitalization, and revenue statistics are calculated mainly on public firm data; private firm disclosure of these figures is scant. 2. Asset figures are latest annual.3. Market capitalization figures are latest available. 4. Revenue figures are latest annual. 5. Since SUSB only provides aggregate figures across firms by employee-size bucket, I compute the mean by first computing the mean for each employee-size bucket and taking the weighted average of these means, weighting by the number of firms in each employee-size bucket.6. Payroll figures are annual. 7. Measured in number of people per firm. 8. Receipts are defined as annual operating revenue for goods produced or services provided. Receipts are taken from the 2012 SUSB, latest SUSB that reports firm receipts; receipts are only recorded for years ending in 2 or 7, and final figures on 2017 receipts have not yet been made available. 4Paycheck Protection Program Liquidity Facility5PPPLF----5,976,761----5,996,386Main Street Priority Loan FacilityMain Street New Loan FacilityMain Street Expanded Loan FacilityMSPLFMSNLFMSELF51272843Commercial Paper Funding Facility1CPFF 24 Suppose that the firm issues a corporate bond to undertake this spending. Investors charge the firm an interest rate of F* to purchase the bond. If the firm issues the bond and spends, the value of the firm's equity is: HI=1*(1>?)(<(+9(:F)) Assume that the management of the firm takes actions to maximize the value of equity. That is, either implicit or explicit schemes align the manager's incentives with that of the shareholders. Then, clearly the spending is undertaken as long as :>F. In order to raise the funds, the firm issues a bond with face value of F9. We assume the new bond issue is pari-passu with the existing debt. Then, the zero-profit condition for investors is: (1>?)F9+ >?F9(+F9J<+9:K9*=0 or, taking 9 to zero and rewriting: F=*(1>?)+>?<(L Note that F* is the credit spread on the firm's bonds. A firm with no default risk (>?=0) has a zero credit spread. The firm undertakes the spending as long as: :>*(1>?)+>?<(L Debt overhang distorts this investment decision by raising the right hand side of this expression leading firms to forgo investments that increase the entire firm value. In the present recession, the corporate sector has been affected heterogeneously. Firms with high existing debts (low A[<](L) and low profits facing significantly more default risk and higher spreads. For these firms, spending decisions will not be aligned with efficiency. Firms will choose enterprise-value-reducing actions, such as laying off employees, selling assets piecemeal, and forgoing maintenance investments in this case. Debt overhang also gives rise to an incentive to pay out firm earnings as dividends. Suppose a firm has 9 of earnings today. The shareholder can take these earnings as dividends 25 today to receive 9. Alternatively, the earnings can be used to undertake investment in which case equity value rises by OP()QRS)T. Thus the firm will choose to pay out a dividend as long as: 11>?>:* As solvency concerns rise and the distribution of firm leverage shifts higher, as indicated in our empirical analysis, debt overhang will lead firms to prioritize payouts to shareholders over real operating expenditures. DeMarzo and He (2020) develop a dynamic model of debt overhang and show that it gives rise to a leverage ratchet effect: as solvency falls, firms continue to issue debt at higher spreads and use the proceeds to pay dividends and forgo positive surplus real investments. II.C. Fed Corporate Bond Purchases Can the Fed's actions ameliorate the debt overhang issue? By reducing *, the Fed reduces the corporate borrowing rate and boosts spending. This is a standard channel that is independent of the debt overhang concerned outlined above. More salient to this overhang problem is the Fed's corporate bond purchase program. We first note that credit easing via Fed bond purchases only work if there is an underlying debt overhang problem. A Fed-induced credit subsidy to a firm like Apple that has a large cash hoard in excess of its outstanding debt will have a limited impact on Apple's real decisions. If it is optimal for Apple to downsize in the face of reduced demand for its product, Apple will do so, and credit easing will have no impact on its operating decision. This section clarifies the domain where credit easing programs can deliver economic benefits. There are two ways of seeing the Fed's corporate bond purchase program. First, by purchasing investment-grade corporate bonds as in the SMCFF or PMCFF, the Fed reduces the refinancing rate on existing debt. If a fraction of debt is due at any time, then reducing the refinancing rate reduces the debt burdens gradually and the debt overhang problem is somewhat reduced. However, note that this effect is likely small. Replacing debt paying 5% with debt paying 4% reduces ( by on the order of 1% per year of debt maturity. It is a flow reduction in debt accumulation, where the debt overhang problem is at heart a problem of high stock. 26 Second, by purchasing (or committing to purchase) corporate bonds the Fed takes bond risk onto its balance sheet and effectively increases the market's risk bearing capacity and hence reducing the market price of credit risk. To be more precise, let us write: >?=!?U? Where !? is the true (physical) probability of default and U?>1 is a market's risk price for bearing credit risk as in standard models of corporate bond pricing (see Duffie and Singleton, 1999). Then, the Fed's bond purchase programs reduce U? and hence reduce the debt overhang problem. There are limits on the effectiveness of bond purchase programs. First, for firms with low !?, the effect will be small. A firm with a low credit spread cannot have its spread driven down further. A firm like Apple is near default free. Fed purchases of Apple's bonds will have almost no impact on Apple's operating decisions. We reach three main conclusions from this analysis: 1. Bond purchase policies work best when targeted towards high !? firms. From this standpoint, if the Fed's objective is to reduce the drag from debt overhang then the Fed should target high-yield rather than investment grade bonds. The Fed's corporate bond facilities on the other hand target investment grade firms and fallen angels. 2. The policy works best in an environment where U? is large. If risk premia are low, as they currently (early June) appear to be, then bond purchases will not have much effect. That is, while the Fed's interventions were valuable in mid-March when markets were dislocated, they are not an effective policy in an environment where markets are operating more smoothly. Krishnamurthy and Vissing-Jorgensen (2013) make this point in the context of the Fed's quantitative easing strategy in the global financial crisis. QE1 was more effective than subsequent rounds of QE. 3. Any policy that subsidizes debt and allows firms to finance current operations via debt inevitably increases a future debt overhang problem. In the model, the firm that undertakes the spending immediately raises its debt burden to (+9. If we add another period to the model at 8=1.5 where there is another spending need, then the debt overhang problem is worsened. Dynamically, the longer the 27 recession lasts, the more the distribution of firm leverage shifts towards higher values, worsening the aggregate debt overhang problem and worsening the aggregate underinvestment distortion. II.D. The Chapter 11 Bankruptcy Option The debt overhang problem is solved by renegotiating or restructuring existing debt. A version of the Coase theorem applies: if both equity and debt holders could renegotiate, then all positive net-present value investments will be undertaken. The assumption of the debt overhang analysis is that the debt is sufficiently dispersed that it is not possible to achieve this negotiation. The bankruptcy code offers Chapter 11 as mechanism to deal with the drag from high debt and restructure existing debts. Upon a Chapter 11 filing, an automatic stay on pre-bankruptcy debt payments comes into immediate effect, and current management becomes the debtor-in-possession controlling the firm. The firm's equity holders lose control and typically also any claims on future cash flows of the firm. The firm can continue operations while the bankruptcy process determines whether the firm should remain a going concern or be liquidated. In an environment where high debt is the only drag on firm viability, the bankruptcy process allows for creditors to renegotiate down their claims allowing the firm to exist bankruptcy as viable business. Typically, some creditors receive equity and become the new owners of the post-Chapter 11 firm. It is crucial to note that the decision to file for Chapter 11 rests with the equity holders. As in the analysis of Leland (1994), the equity holders control the firm and own an option on the firm's underlying assets. The coupon payments on debt are the option premia that the equity holders pay to retain their option. In the Leland analysis, the equity holder is a deep pocketed investor whose opportunity cost of cash is *, the riskless discount rate. Then the equity holder weighs the cost of giving up cash at opportunity cost * to make a coupon payment and retain control of the firm. When A[<]( is high, and the firm's solvency is not in question, the equity holder finds it optimal to make the option payment, and as in the analysis above, the investment decision is not distorted. As A[<]( falls, debt overhang begin to distorts investment. For some value where A[<]= (<(, the equity-holders option is sufficiently out-of-the money that it becomes optimal to not make the debt payment and trigger Chapter 11. If the underlying asset volatility is higher, as is the case currently, the default threshold ( is lower 28 for standard option valuation logic. If the cost of cash for the equity holder, *, is higher then the default threshold ( is higher. Next consider the bankruptcy decision from a social perspective. There are two social costs associated with bankruptcy: (i) inefficient liquidation of economically viable firms; and (ii) inefficient continuation of firms whose business models may be permanently unprofitable. In an economic pause like the COVID crisis, concern (i) is likely to be much more significant than (ii). Consider a case where the inefficient liquidation problem is small and the social costs of bankruptcy are likewise small. That is, consider a case where if the firm defaults, the creditors of the firm take control as its new owners, they retain the management of the firm and operate the firm efficiently, with no debt overhang distortion. In this case, the socially optimal decision is to have the firm file for Chapter 11 as soon as debt overhang leads to underinvestment. The effects of the bond purchase program interact with a firm's decision to file for a Chapter 11 reorganization. Because the decision to file for a Chapter 11 is privately costly to shareholders - they are wiped out - bankruptcy is only triggered when the existing shareholders deem it too costly to retain control of the firm. If the social costs of bankruptcy are low for large firms, the equity-holders may not undertake positive net-present value investments and allow value to erode for longer than is efficient, hoping for a recovery. Lower corporate borrowing rates, as induced by the Fed's bond purchase program, increases this incentive.10 There is a delicate balance that policy has to maneuver here. Facilitating firm continuation erodes firm value but avoids another cost, which is the deadweight cost of bankruptcy. We conclude: If the Fed expects a relatively short downturn, then it may be optimal to subsidize firm continuance rather induce resolution. If the Fed expects a long downturn, as indicated by the Fed's June 10, 2020 Summary of Economic Projections, then it is optimal to induce resolution rather than subsidize credit. If the Fed is uncertain about which of these two scenarios is likely, then it may be optimal to subsize continuation until such uncertainty is resolved. Balancing these considerations provides an answer to the question of \"how long is too long?\" 10 DeMarzo and He (2020)'s dynamic debt overhang model indicates a further cost of subsidizing firm continuation. In their model, subsidizing the borrowing rate of a high debt firm will lead the firm to borrow and use the proceeds to pay dividends rather than undertake real expenditures such as retaining employees. As a result, the enterprise value of the firm can erode faster when debt is subsidized. Their analysis indicates the importance of placing restrictions on financial payouts (dividends/share repurchases) when accessing a government credit facility. The Fed's MSLP facility does impose such a restriction. 29 II.E. The Costs of Bankruptcy and A Policy Proposal Optimal policy depends on assessing the social costs of bankruptcy. The literature has documented costs associated with both financial distress and bankruptcy. There is considerable evidence that firms in distress, but pre-bankruptcy, take actions to erode firm value. This is the conclusion of Asquith, Gertner, and Scharfstein's (1994) studying a sample of financially distressed firms who had issued junk bonds. Andrade and Kaplan (1998) document losses of around 10% of firm value via these actions of firms in financial distress. In terms of our model analysis, this evidence indicates that firms suffering debt overhang erode value in order that equity-holders retain the option on the firm's assets. A Chapter 11 bankruptcy incurs costs that can reduce firm value. Administrative costs of bankruptcy stem from the fees paid to lawyers, accountants, etc. Bris, Welch, and Zhu (2006) provide median estimates of around 1.9% of firm value, but also report heterogeneity in these estimates, with the estimates for the third quartile of 6.7%. Indirect costs of bankruptcy include possible reductions in value to asset fire sales and conflicts among stakeholders leading to inefficient operating decisions. Davydenko, Strebulaev, and Zhao (2012) document costs, incurred both in distress and during bankruptcy of around 21.7% of firm value. A Chapter 11 bankruptcy can also affect other stakeholders of a firm that enter as social costs. Banks and trade creditors will suffer direct losses on any loans to the firm. We return to this issue Section III. Additionally, employees may find long-term compensation contracts renegotiated in bankruptcy (Benmelech, Bergman, and Enriquez, 2012) and thus suffer losses. Finally, other firms in the industry may suffer reductions in debt capacity if the bankrupt firm's assets are sold in a fire-sale in a bankruptcy, thereby reducing industry-wide collateral values (Shleifer and Vishny, 1992). At present, given the Chapter 11 filings we have witnessed (in retail, energy, and transportation), the bankruptcy process seems to be working smoothly. But it is worth flagging potential concerns that may lead to higher bankruptcy costs. First, as argued by Skeel (2020), the infrastructure of the bankruptcy process may be stretched in a recession where many firms file for Chapter 11. At this point, filings have proceeded at a pace that is in keeping with historical norms, as indicated by the data in Table 1. But if the economic crisis persist and worsens, it is likely that we will see a wave of Chapter 11 filings. In this case, the process may lead to 30 increased errors of type (i) and (ii) noted above. That is, the deadweight costs of bankruptcy may rise. Skeel (2020) offers proposals to reduce these types of costs. Second, under Chapter 11 the firm's operations are continued via debtor-in-possession (DIP) financing from a specialized lender. Although currently there is capacity among DIP lenders, a wave of bankruptcies can also overwhelm the financial infrastructure of bankruptcy. In an environment of economic uncertainty and scarce DIP financing, the bankruptcy process may lead DIP financiers to require an elevated return on their capital. DIP financiers are often the senior creditor of a firm who may act to liquidate assets to ensure repayment of their claims even if such actions destroy the value of the firm as an ongoing enterprise. Thus scarce DIP financing could lead to another deadweight cost of bankruptcy. The preceding discussion indicates that Chapter 11 provides ex-post debt contingency, but incurs costs. It should be apparent that any government policy that reducing these costs and facilitates the contingency will yield benefits. Moreover, these benefits do not depend on what constitutes \"too long\" (unlike the case of reducing the corporate bond yields of distressed firms) since the policy reduces the social costs of bankruptcy. That is, the policy is unambiguously beneficial. Furthermore, there is an interaction between policies at work: if the government spends resources reducing the social costs of bankruptcy, it can spend less resources on reducing the financing costs of distressed firms. We thus conclude that the government should find a mechanism to subsidize the Chapter 11 process. DeMarzo, Krishnamurthy and Rauh (2020) offer one proposal to this end. They propose a debtor-in-possession financing facility (DIPFF) under which the government would offer DIP financing at an interest rate equal to the Federal Reserve Discount Rate.11 Firms that obtain financing from this facility would be restricted from restructuring some contracts that lead to negative spillovers of bankruptcy, such as labor contracts, pension obligations, and trade credit. DIP financing is senior to all other pre-bankruptcy unsecured claims. Moreover, the loan can be structured so that it is near default-free. They propose that DIPFF loans be fully collateralized by the firm, when the firm has sufficient unencumbered collateral. If the firm's collateral is already fully encumbered, then the facility could not lend unless the Bankruptcy court allows the 11 The rate on this loan, set at the discount rate, is subsidized in part to induce firms to restructure debts under Chapter 11 and so that the bankruptcy court recognizes that a reorganization under the DIPFF maximizes the enterprise value of the firm. 31 DIPFF loan to be a priming lien, ensuring that the DIPFF loan is senior or equal to liens already attached to the firm's collateral as necessary to ensure that the DIPFF loan is fully secured. Financing would be structured to cover only anticipated operating costs over the term. The goal of the program would be to supply ample capital for firms at a subsidized rate to survive through the pause period. At the conclusion of the term, many firms would hopefully return to economic viability, repaying DIP financing and emerging from bankruptcy. Alternatively, those firms facing longer-term challenges post-crisis would continue through normal bankruptcy proceedings.12 II.F. Liquidity Constraints in Small Firms We next consider the corporate financing considerations of a small owner-managed firm. The owner is essential to the operation of the firm and is the equity-owner of the firm. There is no separation between ownership and control of this firm, unlike the case of the large firm analyzed in Section II.B. Thus one key difference relative to the prior model is that we assume that if the owner files for bankruptcy, there is zero residual value of the enterprise. The owner also cannot raise outside equity, either because of adverse selection or moral hazard concerns. Thus, the second key difference relative to the prior model is that the owner has no outside cash, or alternatively the opportunity cost of cash is rather than r. In practice firms are distributed in a manner that mixes the considerations raised in Section II.B and those we outline in this section. We first describe the steady-state valuation of this firm. Suppose that owner-manager of the firm has personal assets of <, and runs a firm with scale W and earnings in steady state of 12 One potential issue with the DIPFF facility is that current legislation under Dodd-Frank and the CARES act places a high bar on government lending to an insolvent firm, even if the underlying loan is near default free as under the DIPFF proposal. DeMarzo, Krishnamurthy, and Rauh (2020) describe an alternative implementation that deals with this concern and is related to the \"good bank/bad bank\" model for resolving financial institutions' bankruptcy. In their proposal, a firm that enters financial distress can opt in to a prescribed bankruptcy lending facility. The rules under the bankruptcy lending facility are that a distressed firm is split into a subordinate and a parent. The assets of the enterprise are transferred to the subordinate. Additionally, certain contracts such as labor contracts, pension obligations, trade credit and collateralized debt are moved to the subordinate. This latter stipulation reduces some of the negative spillovers of bankruptcy. The parent enters bankruptcy retaining all other firm liabilities, which are restructured under the Chapter 11 process to ensure firm viability. The only asset of the parent firm is the equity of the subordinate. As a result of this restructuring, the subordinate is a solvent entity and the position of the stakeholders in the parent company is unaltered. DeMarzo, Krishnamurthy and Rauh propose that the government lend to this to the subordinate firm under the facility at a subsidized rate. 32 : W. The firm has debt of ( at interest rate of F>*, which is secured by the capital of W. This capital can be liquidated to give proceeds of XW in the event of firm default. The firm takes on debt of (XW And its budget constraint is, W=<+( Suppose the firm borrows as much as possible and runs at full scale, then W= <1X In a steady-state where the firm is able to run at this scale forever, the (private) value of the firm to the owner-manager is, HI=<:*(1X) where * is the discount rate. Consider next what happens in bankruptcy to this firm. Suppose that in this recession the firm's cash flows are uncertain and may fall below :. In particular the cash-flows are :) with corresponding CDF Z(:)). If :)<F( the firm is unable to make its debt payment of F( and will default and be liquidated under Chapter 7 (as is typically the case for small firms). Note that our assumption that the owner-manager has no outside resources here plays an important role. In the more general case where the cost of cash for the owner-manager is high (above *) but finite, the intuition that this firm will default for a wider set of outcomes still carries over. The owner-manager's assets post-liquidation are <[=0 and the bank receives the capital of the firm that is liquidate to receive XW. The firm would be better operated in the hands of the owner-manager but since <[=0, the owner manager cannot restart the firm in a manner that generates the previous value of HI=<PT()Q\\). This, in this model, the firm cannot restart and the deadweight social cost of bankruptcy equal to the loss of HIXW. In the event that a vaccine is discovered, for the economy to restart and scale back to its pre-pandemic levels, this firm will need to operate again. However, if <[=0, the owner-manager will not have the resources to restart the firm. While our model is stark, it illustrates the economic challenge in a restart. The aggregate pool of SME owner assets (capital) is a key factor in a restart. This is less of a concern for the large firm sector because equity 33 capital comes from a wide diversified set of investors, and not just the owner-managers of the firms. Consider next the owner-manager's operating decisions in this recession. We show that the value of liquidity for this firm is high and because the owner-manager while prioritize using any available resources to avoid liquidation. Suppose that the firm can lay off workers to reduce costs today by 9 and hence raise :) by 9. Assume that this action reduces its post-recession revenues for one period so that :, falls by 9, but :]=: for 8>2. Then this action reduces the probability of bankruptcy by ^(F()9 resulting in a gain to the owner-manager of just under HI^(F()9, which is the present-value of avoiding the deadweight cost of bankruptcy. The cost of this action is the lost revenue at 8=2 with present value of loss of OT(1Z(F()). The key point to note here is that the gain is in terms of a stock while the cost is in term of a flow. The marginal value of liquidity for this firm is on the order of the stock valuation and is likely high, well above the interest rate *. The operating decisions of this firm will be taken based on this high marginal value of liquidity. We have noted that dispersion in firm risk in SMEs has risen in the COVID recession. As a result it is likely that there is a substantial mass of firms facing the liquidity constraints highlighted above. The liquidity constraint faced by this firm will lead to underinvestment, just as in the debt overhang model of the firm of Section II.A. As the firm's revenues fall, the liquidity constraint tightens and the firm will hit a point where it will be unable to service its debts and have to file for bankruptcy. Given our assumption of a high deadweight cost of bankruptcy, this firm is also liquidated too quickly relative to the societal optimum. A second consideration that looms large for this small firm is increased idiosyncratic risk. The owner-manager is a non-diversified equity owner of this firm. Faced with higher idiosyncratic risk, the owner-manager will take defensive actions such as conserving cash and laying off workers. Note this consideration applies even for a firm that is not facing an impending liquidity default. Thus while aggregate risk premia appear low, idiosyncratic risk looms large in this recession and can have a negative impact on the operations of small firms. The government has designed two facilities that are relevant to the model of the firm described here, the Main Street Lending Program and the Small Business Administration's Paycheck Protection Program. We next discuss how these programs address firms' challenges. 34 The MSLP is designed for medium-sized firms with up to 15,000 employees or up to $5 billion in revenues, and with a maximum debt/EBITDA ratio of 4X or 6X, depending on the facility. These firms reflect a mix of the considerations of the entrepreneurial model and the large firm model. Many of these firms have public debt outstanding and will file for Chapter 11 in the event of bankruptcy. Thus some of the same considerations that we discuss in the context of the debt overhang model apply here. Subsidizing lending to these firms has to balance the consideration of keeping firms alive while eroding value against facilitating a restructuring under Chapter 11. One valuable design feature of the MSLP relative to the bond purchase program is that the Fed's eligibility criterion explicitly rules out the use of MSLP loans to pay dividends, which as noted earlier is a source of leakage in any corporate bond QE problem. However, other eligibility restrictions under MSLP work against the effectiveness of the program. We have noted that the MSLP imposes a restriction on leverage. The MSLP also requires that a bank coinvest with the Fed at a loan rate of LIBOR + 3%. This skin-in-the-game constraint helps to ensure that banks screen borrowers in a manner that it will be sure to be repaid. However, this same consideration implies that the eligible borrowers are likely financially healthy and unlikely to be the ones facing the greatest debt distortion. Liquidity constraints, as in the model of this section, among some of these firms adds a further consideration. Reducing payments today has high benefits when there are liquidity constraints. Thus if the bank's existing loan can be refinanced into a rate lower than F, the liquidity need of :)F( is reduced. In Brunnermeier and Krishnamurthy (2020) we argue that for firms with liquidity constraints the Fed should expect to lose money on its lending program. We propose that bank loans to liquidity constrained firms under the MSLP be eligible collateral at the discount window at an advantaged rate of _% below the primary credit discount window rate. By doing so, the bank's zero profit condition is shifted down and the facility can make loans at a rate of LIBOR + 3 - _%. Given that LIBOR is currently between 0.25% and 0.5%, setting X near 3.25% will ensure that the refinancing rate is near zero, thus alleviating the firm's liquidity problem.13 Liquidity constraints also call for longer-repayment schedules. The MSLP currently requires a repayment of one-third of principal in each of the years 2 through 4. Even if 13 An alternative proposal, similar in spirit, is for the government to provide a large fee to banks that originate MSLP loans. If the fee is structured correctly, banks can be induced to make the loan at a low rate. See English and Liang (2020) for an analysis of structuring alternatives for the MSLP program 35 the pandemic is past by year 1, any restart of a liquidity constrained firm will track growth in its own earnings relative to debt repayment. The relatively short repayment schedule of the MSLP will lead to a slower restart. The PPP, run by the SBA, is designed explicitly as a subsidy program with incentives to retain workers and with eligibility criteria that rule out using funds for dividends. The PPP-eligible firms also most closely match the model of this section. Although there have been implementation challenges in the PPP rollout, the subsidy aspect aligns well with our analysis. The Fed currently allows PPP loans to be pledged as collateral under its Paycheck Program Liquidity Facility (PPPLF) at a rate of 0.35%, which is 10 basis points above the primary credit discount window rate. An additional subsidy to this program can be effected by the Fed were it to reduce the PPPLF rate below the primary credit rate. III. Conclusion The value of the government's credit programs is in terms of filling out an ex-post contingency to replicate an Arrow-Debreu insurance contract. The efficacy of the credit programs depend on the details of the corporate financing friction that they address. For a liquidity constrained firm, such as a small firm, the priority should be to provide liquidity to keep the firms a viable enterprise once the pandemic is past. Large firms for whom solvency is an issue require a more nuanced approach. Saving every firm is not the right strategy. Optimal policy needs to weigh the benefits of subsidizing the continuation of distressed firms against the benefits of resolving these firms in a Chapter 11 bankruptcy. For a long-duration downturn, which is the current projection of the Fed, inducing resolution among some firms is optimal. Reducing the costs of a bankruptcy, on the other hand, is unambiguously beneficial. Finally, the insurance perspective indicates how to finance the government expenditures that underly the credit support programs. The incidence of benefits should be related to the future incidence of the tax burden. We close by discussing the financial sector, which we have side-stepped thus far. The data we have reviewed suggest that 2020 is not at present a 2008-type banking crises. There are credit distortions, but primarily in the corporate sector. However, if there is a second wave, or a slower than expected recovery of economic activity from the current wave, then defaults and delinquencies will begin to occur both in the household and corporate sector. The losses on loans to these sectors will reduce capital levels in the financial sector. For sufficiently large 36 losses, the economic crisis may become a financial crisis. Credit policy needs to be mindful of this scenario. The Federal Reserve should consider pre-emptive actions such as barring capital distributions by banks and triggering the countercyclical capital buffer, while equity markets remain buoyant, to shore up bank capital levels. 37 IV. References Andrade, Gregor, and Steven N. Kaplan. \"How costly is financial (not economic) distress? Evidence from highly leveraged transactions that became distressed.\" The Journal of Finance, 53.5 (1998): 1443-1493. Bartik, Alexander and Bertrand, Marianne and Cullen, Zoe and Glaeser, Edward L. and Luca, Michael and Stanton, Christopher, How are Small Businesses Adjusting to COVID-19? Early Evidence from a Survey, Working Paper, April 2020. Benmelech, Efraim, Nittai K. Bergman, and Ricardo J. Enriquez. \"Negotiating with labor under financial distress.\" The Review of Corporate Finance Studies 1.1 (2012): 28-67. Board of Governors of the Federal Reserve System. \"Financial Stability Report.\" May 2020. Bris, Arturo, Ivo Welch, and Ning Zhu. \"The costs of bankruptcy: Chapter 7 liquidation versus Chapter 11 reorganization.\" The Journal of Finance 61.3 (2006): 1253-1303. Brunnermeier, Markus and Arvind Evergreening Proposal: Inverted Economics,\" March 2020. Brunnermeier, Markus and Lasse Heje Pedersen. \"Market liquidity and funding liquidity.\" The review financial studies 22.6 (2009): 2201-2238. market-based study of the cost of default.\" The Review of Financial Studies 25.10 (2012): 2959-2999. DeMarzo, Peter, and Zhiguo He. Leverage dynamics without commitment. No. w22799. National Bureau of Economic Research, 2020. DeMarzo, Peter, Arvind Krishnamurthy and Joshua Rauh, \"Debtor-in-Possession Financing Facility,\" March 2020. Web Link Di Maggio, Marco, Amir Kermani, and Christopher J. Palmer. \"How quantitative easing works: Evidence on the refinancing channel.\" The Review of Economic Studies 87.3 (2020): 1498-1528. Dynan, Karen. \"Is a Household Debt Overhang Holding Back Consumption?\" Brookings Papers on Economic Activity, Spring 2012: 299-334. Duffie, Darrell, \"Still the World's Safe Haven? Redesigning the U.S. Treasury Market after the Covid19 Crisis,\" Working Paper, June 2020. 38 Duffie, Darrell, and Kenneth J. Singleton. \"Modeling term structures of defaultable bonds.\" The Review Studies 12.4 (1999): 687-720. D'Amico, Stefania, Vamsidhar Kurakula, and Stephen Lee, \"Impacts of the Fed Corporate Credit Facilities through the Lenses of ETFs and CDX.\" Working Paper, May 2020 Eberly, Janice, and Arvind Krishnamurthy. \"Efficient credit policies in a housing debt crisis.\" Brookings Papers on Economic Activity 2014.2 (2014): 73-136. English, William B., and J. Nellie Liang. \"Designing the Main Street Lending Program: Challenges and Options.\" June 2020. Haddad, Valentin, Alan Moreira, and Tyler Muir. \"When Selling Becomes Viral: Disruptions in Debt Markets in the COVID-19 Crisis and the Fed's Response.\" Working Paper, May 2020. He, Zhiguo, and Arvind Krishnamurthy. \"Intermediary Asset Pricing.\" American Economic Review 103.2 (2013): 732-70. Krishnamurthy, Arvind, and Annette Vissing-Jorgensen. \"The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy.\" Brookings Papers on Economic Activity 42.2 (Fall) (2011): 215-287. Leland, Hayne. \"Corporate Debt Value, Bond Covenants, and Optimal Capital Structure.\" Journal of Finance 49, 1994, no. 4: 1213-52. Mian, Atif, and Amir Sufi. \"The Consequences of Mortgage Credit Expansion: Evidence from the U.S. Mortgage Default Crisis.\" Quarterly Journal of Economics 124, 2009, no. 4: 1449-96. Myers, Stewart C. \"Determinants of corporate borrowing.\" Journal of Financial Economics 5.2 (1977): 147-175 Nozawa, Yoshio and Yancheng Qiuy. \"The Corporate Bond Market Reaction to the COVID-19 Crisis.\" Working Paper, April 2020. Shleifer, Andrei, and Robert W. Vishny. \"Liquidation values and debt capacity: A market equilibrium approach.\" Journal of Finance 47.4 (1992): 1343-1366. Skeel, David. and Vayanos, Dimitri, and Jean-Luc Vila. \"A Preferred-Habitat Model of the Term Structure of Interest Rates.\" 2019. "}