{"title": "Traditional Master of Science in Nursing", "author": null, "url": "https://nursing.osu.edu/academics/masters/traditional-master-science-nursing", "hostname": "nursing.osu.edu", "description": "This program offers online, hybrid and on-campus only specialties for students with a bachelor's degree in nursing and RN licensure to earn a Master of Science in Nursing. We offer 9 unique specializations.", "sitename": "Traditional Master of Science in Nursing | The Ohio State University College of Nursing", "date": "2023-01-01", "cleaned_text": "Traditional Master of Science in Nursing You've chosen nursing as your career. Now you're choosing to move your career forward. You've made a big difference in the lives of others, especially during the pandemic, but you want more. You want to be prepared to help patients in ways that go beyond the care you provide at the bedside. That's why you're here. To consider the impact you could have with a Master of Science in Nursing. We're happy you're interested in our top-ranked program and encourage you to learn more about the work our students are doing and its impact on people everywhere. U.S. News & World Report consistently ranks our program among the very best in the nation and, in 2023, ranked our online master's #2 in the country. The Traditional Master's option provides an opportunity for students with a bachelor's degree in nursing (BSN) to earn a Master of Science degree in nursing. The primary goal is to prepare graduates - through coursework, clinical experience and evidence-based practice - for advanced practice nursing in a variety of clinical settings ranging from private practices, clinics, hospitals and businesses to managed care organizations and governmental agencies. Upon graduation, you are eligible to sit for certification in the following specialty. At the heart of the master's program are active, collaborative relationships between faculty, The Ohio State University Medical Center's teaching hospitals and community-based preceptors. Licensure/Certification Information A professional license is required to practice in the field of this academic program, or to advance or specialize in that field. This program meets advanced practice registered nurse licensure requirements in the State of Ohio and is approved by the Ohio Department of Higher Education. Ohio State academic programs are designed to prepare students to sit for applicable licensure or certification in Ohio. If you plan to pursue licensure or certification in a state other than Ohio, please review state educational requirements for licensure and certification and state licensing board contact information at [go.osu.edu/disclosures](http://go.osu.edu/disclosures) for online programs and [go.osu.edu/onground](http://go.osu.edu/onground) for on-campus programs. If you are planning to seek a professional license [in ]a state other than Ohio, it is highly recommended that you contact the appropriate state licensing agency to seek information and guidance before beginning the program. In addition, online program availability may vary by state. For more information on state authorization requirements and disclosures related to online programs and state licensing board contact information, please visit [online.osu.edu/state-authorization/disclosures](https://online.osu.edu/state-authorization/disclosures). Distance Learning The Ohio State University College of Nursing is proud to offer particular graduate-level specialty programs in a distance learning format. Here, coursework is completed entirely online and clinical experiences are completed in the student's area. Online coursework is offered synchronously, requiring students to participate in the course at schedules times during the week, with some courses also offered asynchronously. Depending on the specialty, distance learning students may be required to visit the Ohio State campus up to three times throughout the entirety of the program. Some specialties do not require the student to visit campus at all. Typically, these visits are only a few days in length and students will be provided the dates far in advance to aid in preparing travel arrangements. Orientation and graduation are also held on-campus and all students are highly encouraged to participate, though not required. At this time, The Ohio State University College of Nursing is authorized to enroll distance learning students in many U.S. states. However, due to varying state laws and regulations, there are also many states in which we are not currently permitted to offer distance learning programs. Residents of these states are not able to participate in the programs. Applicants are strongly encouraged to visit the [University's Online Programs State Authorization webpage](https://online.osu.edu/state-authorization-eligibility/program/msn#search) or email us at [nursing@osu.edu](mailto:nursing@osu.edu) to find out whether their program of interest is available in their home state. Please check back often, as the College and University are aggressively pursuing authorization in all 50 states. Residents outside of the U.S. are not able to participate in distance learning programs. Admission into a program is granted at the time of initial acceptance into the program and is dependent on program availability in the state where the student is physically located at the time of admission. If a student moves to a state other than the state where the student was physically present when admitted into the program, continuation within the program will depend on the availability of the program within the new state where the student is physically present. It is the student's responsibility to notify the institution of a change in physical presence. The following specialties of the Traditional Master of Science in Nursing program are available as distance learning or on-campus programs: The following specialties of the Traditional Master of Science in Nursing program are available only as distance learning programs: Other Specialties While most of the nursing core curriculum is offered with online study options during various semesters; some classes in certain specialty tracks are offered as on-campus versions only. The College will offer as many online sections as possible in addition to the on-campus sections, though not all core classes may be offered online every term. Cohorts of distance learning programs are the exceptions to this as students admitted into an online specialty track are guaranteed online classes. It is expected that students will understand that the commitment to graduate study requires a commitment to classes regardless of the format offered. While the College of Nursing cannot guarantee a minimum of on-campus attendance in non-distance learning specialties, with careful planning and course scheduling students can reduce their on-campus commitments each semester thereby making longer commutes to school more viable. [View all specialties](/academics/masters/traditional-master-science-nursing/traditional-ms-specializations). Application Deadlines - Autumn 2024: Round 1 Opens: August 15 Deadline: October 31 Decision: End of February - Autumn 2024: Round 2 Opens: February 1 Deadline: March 1 Decision: End of April *Applications for all specialties are open during Round 1. Only select APRN specialty applications are open during Round 2. The specialties available for Round 2 application will be announced in "}