{"title": "Mind-Body - Wellness Education", "author": null, "url": "http://www.bodynovatherapy.com/mind-body-wellness-education/", "hostname": "bodynovatherapy.com", "description": null, "sitename": "bodynovatherapy.com", "date": "2019-05-01", "cleaned_text": "- Meditation and Mindfulness - Deanne teaches a variety of methods to achieve a state of calm with mental focus. Clients follow guided relaxation meditations to achieve a rejuvenating mind body experience. Meditation assists with achieving mental focus and intention quieting the brain and allowing for productive or creative thinking. This is particularly helpful to improve work performance, prepare for a challenging task, to improve athletic performance or accuracy, and to ease anxiety or sadness. Practices can be integrated into mindful lifestyle habits to improve performance and facilitate a state of wellbeing. - Relaxation Techniques - These sessions of mind-body care may include myofascial release with deep stretching and healing modalities (warm stones, foam rollers, 100% pure essential oils). Micro-current Point Stimulation releases the bodies natural endorphins (pain killers) easing discomfort. Also, guided relaxation helps to ease the body and facilitate a state of inner peace. Also, holistic energy balancing, crystal healing, tibetan bowls, native drum healing, and sage smudging are available upon request. - Life Coaching and Consulting. Wellness education topics may include but are not limited to: mindfulness and selfcare practices for a optimal living, relationship building, coping with stress and loss, lifestyle eating practices, weight management, stress resilience, pain management, body mechanics, joint protection, creative arts, home programs for fitness, and sleep enhancement. Topics can be incorporated into a corporate, church and school education workshop as well. Referrals - Participants with significant medical conditions should obtain approval from their doctors before attending a BodyNova Therapy program. Deanne's services can be a supplement to, but not a substitute for medical or psychological care. Certain conditions may warrant an MD order. Waiver/Consent forms must be signed prior to participation in ANY program. All approaches are designed to allow the participate to optimize their health and wellbeing and to render no harm. All levels of participation are at the participants own risk. "}