{"title": "PDF", "author": "PDF", "url": "https://www.crazywisdomjournal.com/s/Week-77.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "January 7, 2022 Issue #77 Crazy WisdomCrazy WisdomThe BiweeklySinger & Songwriter, Mike GentryMike GentryPublished by The Crazy Wisdom Community Journal. shining a light in the darkThe Crazy Wisdom Weekly Table of Contents Word of the Week ....................................... What We Can Predict By Rev. Marie Duquette...................... .............. Crazy Wisdom Book Pick of the Week........... Castle Remedies Offers New Online Class for Homeopathy by Caitlin Potere............................................ The Lived Experience of Chronic Illness By Janet Greenhut.......................................... The Crazy Wisdom Weekly Calendar.............. CW Musician Spotlight By Michelle Wilbert........................................ Cold Noses, Warm Teas By Peggy Alaniz.............................................. A Final Thought..............................................page 4 page 6 page 7 page 9 page 10 page 12 page 15 page 19 page 23 Community Farm Update Full Moon Ceremony Remembering Linda Diane Feldt Yoga Column Rev. Marie Duquette on What We Can Predict Brian O'Donnell on Faith and Doubt Leslie Blackburn Dreaming Dangerously Supporting Mental Health During Pregnancy Kids Volunteering Mindful Awakenings Talking While Walking Lovely Monkey Tattoo Celebrating Crazy Wisdom Bookstore Events CalendarLou Weir and the Diamond Approach Trading In Harmful Landscaping Habits for Healthy Sustainability FREEFREEThe Crazy Wisdom CommuniT y Journal The Crazy Wisdom CommuniT y Journal souTheasTern miChigan 's ConsCious living magazine souTheasTern miChigan 's ConsCious living magazine January January THROUGHTHROUGH april 2022 april 2022 - - issue 79issue 79 Tai Chi and Qi Gong Master Wasentha Young Moving Meditations and Comparative Prayer Forms Issue #79 of The Crazy Wisdom Community Journal available now! Pick up your issue from one of the 235+ businesses and distribution spots around town. Featuring: Lou Weir and the Diamond Approach, What We Can Predict by Rev. Marie Duquette, Moving Meditations, Faith and Doubt, our kids book picks, handcrafting column, restaurant reviews, calendar of events, and more! The Crazy Wisdom Weekly, January 7, 20224 Word of the week: Abditory A place into which you can disappear; a hiding place.No part of this publication may be reproduced for any reason without the express written approval of the publisher. There is a token fee charged if you would like to use an article in this publication on your website. Please contact us first. Articles from back issues will be available on our website's archive. Please read our parent publication, The Crazy Wisdom Community Journal . You can find online archives on our website, crazywisdomjournal.com. The Crazy Wisdom Journal has been published three times a year since 1995. Copyright © Crazy Wisdom, Inc.,January 7, 2022. Thank you to our contributors for this issue: Born during the pandemic, The Crazy Wisdom Weekly seeks to represent the voices of our community in a timely and entertaining manner. We welcome articles, interviews, recipes, wisdom, personal essays, breathing exercises, beautiful art and photos, favorite places for socially distant walks, news of your pets, or musings on current events. Send your submission to Jennifer@crazywisdom.net. Janet Greenhut Rev. Marie Duquette Peggy A. Alaniz Michelle Wilbert Caitlin Potere Jennifer Carson Carol Karr Bill ZirinskyThe Crazy Wisdom Weekly, January 7, 20225 Writers wanted! The Crazy Wisdom Community Journal is looking for new writers, specifically for writers interested in writing about food and farm related issues, pets, and book reviews. If any of these subjects are of interest to you, please email a letter of interest and links or attachments to previously published writing to jennifer@ crazywisdom.net. We are always on the lookout for good articles about the holistic scene, psychological growth and body/mind modalities, integrative medicine topics, pagan-related subjects, personal journaling and essays, profiles and interviews of local green and sustainable business owners and holistic practitioners, and other feature writing. Please review our writer's guidelines at crazywisdomjournal.com/writers-guidelines. We look forward to reading your article pitches. Please send them to jennifer@crazywisdom.net. Book Reviewer Wanted! Do you like to read? Do you like to recommend books to others? The Crazy Wisdom Community Journal is looking to fill a spot for a book reviewer! As our book reviewer, you will receive 30% off the titles you review for each issue (3 issues a year) and modest, but respectable, pay for your time writing up the review. If you are interested in this position, please send a sample book review and a letter of interest to jennifer@crazywisdom.net.Crazy Wisdom Community Journal, Job Openings Calendar Editor wanted!Calendar Editor wanted! The Crazy Wisdom Community Journal is looking for a detail-oriented Calendar Editor and also an Editor for our Ann Arbor Holistic Website , a person who is interested in the holistic and conscious living subjects we cover. This job entails 25-35 hours of work on each issue of The Crazy Wisdom Community Journal (we publish 3 issues per year) plus 2 hours per week on the Ann Arbor Holistic Website and other related tasks. The Calendar Editor will work closely with our Managing Editor on the Calendar, upload calendar events to our online community calendar; send out deadline reminders; reach out to holistic practitioners; and help build on- line presence for the Ann Arbor Holistic website. This person, as our Calendar Editor, would be in charge of compiling and editing the seasonal community cal- endar for our readership—somewhere between 300 and 550 listings per issue. We are looking for someone who has an interest in local events, knows how to use Google sheets and forms, is familiar with Word, and is a good proofreader. Experience with Wordpress and/or Squarespace website platforms is a bonus, but we are willing to train the right person. Online marketing experience a plus. Y ou must own your own computer and have reliable internet and phone service, as this is a work-from-home position, and you must be local to the Ann Arbor area. If you are a team player and are interested in this position, please email a letter of interest, and a resume with rele- vant work experience to Jennifer@crazywisdom.net. (This job pays reasonably well, but it is a very part-time position.) The Crazy Wisdom Weekly, January 7, 20226 From Issue #79 What We Can Predict By Rev. Marie Duquette The Farmer's Almanac predicts a colder, flakier winter than usual for those of us who live in The Mitten. Normally this would not be worth noting, but there is no \"normally\" anymore, and so I do note it. Maybe I note this prediction because at a time when truth seems to be elusive, and not being prepared threatens to be deadly, The Farmer's Almanac is a reliable source when it comes to foretelling the weather and helping people prepare. And it tips its hat to inclusivity, in that anyone is welcome to read and heed its advice—not just farmers. According to the Old Farmer's Almanac website, it is North America's most popular reference guide and oldest continuously published periodical. The premiere issue was published in 1792 during George Washington's first term as president. By the second year, circulation had tripled from 3,000 to 9,000. Back then, the Almanac cost only six pence (about nine cents). While there were other almanacs being published at that time, The Old Farmer's Almanac's first editor, Robert B. Thomas, used a complex series of natural cycles to devise a secret weather forecasting formula, which brought uncannily accurate results, traditionally said to be 80 percent accurate. (Even today, his formula is kept safely tucked away in a black tin box at the Almanac offices in Dublin, New Hampshire.) The Almanac is 230 years old this year, and has had many editors and changes, still, many farmers continue to use it today as a planning tool based on the accuracy of its long-term weather forecasts. Maybe I note that an abundance of cold flakiness will show up at our doors with gravitas, because we imagined that once we had a vaccine for the pandemic, life would snap back to normal fairly quickly, and it has neither snapped back quickly nor fairly. And maybe I note the anticipated \"more\" of winter because it's good to have something to plan for! I make a mental note: need more sweaters, colder and flakier incoming. I've been leading a series called \"I've Been Meaning to Ask\" that centers on these four questions: Where are you from? Where does it hurt? What do you need? Where do we go from here? I am finding the last three questions especially useful to gauge how I'm doing on any given day, as we live into this time of unknowing, when we are processing trauma individually and collectively, while the trauma itself continues to fall around us, gathering on our shoulders. Where does it hurt? Once we get through the flippant (where doesn't it hurt?), the given (my heart), and the vague (motions, palm up, at the air around me), it becomes clear that we hurt The Crazy Wisdom Weekly, January 7, 20227in innumerable places. Carrying a broken heart for the loss of a specific person is heavy lifting; carrying it for the loss of an entire way of life can be paralyzing. My eyes hurt from looking at screens too much. My need for connection aches when I stop looking. My serenity has diminished, replaced with a sense of depletion from choosing daily between the acute, the chronic, and the mundane. Hour by hour I try to discern what I can change, what I cannot, and the difference between the two. It hurts when I allow myself to remember the lives, the loves, and the sense of safety that has been lost in the seemingly endless divisions between us that seem to multiply like the mops that terrorized the sorcerer's apprentice in Fantasia . It hurts to see the righteous vilified and the villains venerated. It hurts to see the heroic nurses and doctors, pleading for relief, and it hurts that they have to do so. What do I need? I need less. Less stuff. Less lingering time. Less anxiety about making and breaking plans. Time is no longer punctuated by reliable routines: busy industry has been replaced by bare buildings, and people instinctively step away, rather than toward one another. I need to stop seeing dirty, discarded facemasks alongside the road, marring both gardens and gravel alike with reminders of a disease about which we need no reminders. I need communal song and hugs given with abandon and the uncovered smiles of seven-year-olds enamored with the space where a tooth had recently been. I need to stand shoulder to shoulder with theatergoers for long ovations and sit, satisfied, for rewarding encores. Where do we go from here? This is the hard one. It feels like we are in a plane that has not yet landed. We can't step out while mid-flight. And yet, beginning—taking steps toward something— is essential to recovering from, and moving through, trauma. I propose we choose what we will move toward now , so that we do not freeze in fear when the colder, flakier days move in. I propose we begin to move from here to there, even if there is a moving target. I choose to move toward connection, wherever and however I can find it. I choose to notice what is full, at least as often as I notice what is empty. I choose to imagine more gathering spaces outside—safe adaptations that give way to a more vital way of life and snow-laden paths that are cleared by those who can, without payment by those who can't, that lead to houses where those already warm, have sweaters to spare, and those whose bellies are full, fill those whose bellies are empty. From here, I propose we move toward a there we only see dimly, trusting that the process of moving will be an act of faith that sustains us. I propose we move together, toward a society that is fueled by faith. We will get through this. One way we do it is to inventory what hurts, what we need, and where we go from here on a regular basis. I propose we stock wood, and canned goods, and a few extra blankets. The Farmer's Almanac tell us that a flakier, colder winter is waiting in the wings. History tells us we will need one another to weather the storm. Pastor Marie DuQuette is the pastor at King of Kings Lutheran Church in Ann Arbor. Learn more about her and the church's programs on their website kingofkingslutheran.org. Spontaneous remission, the placebo effect, and energy healingthese phenomena have baffled the medical community for decades. What do all these marvels tell us? \"Our current models of medicine fall short of understanding the depths of our human healing potential,\" says Dr. Shamini Jain. \"We are on the cusp of finally becoming awake to our human healing potential. A growing number of scientists are exploring a new patha true expansion of science joined with understandings from ancient concepts of spirituality.\" With Healing Ourselves, Dr. Jain presents a new vision of health and healing. Here she rejects the \"either-or\" thinking that has placed conventional medicine at odds with so-called alternative methodsoffering an integrated path based on sound scientific evidence and personal empowerment. Today more than ever, we realize that we must change the way we think about health careand our ability to heal ourselves. \"The good news is there is a way forward,\" teaches Dr. Jain. \"The flame that lights the path burns brighter than the darkness of ignorance and suffering we have found ourselves in.\" With Healing Ourselves, this inspiring teacher shares a holistic model of health that we have known in our hearts, all along, to be true. Get your copy of Healing Ourselves at Crazy Wisdom Bookstore.Crazy Wisdom Book Pick of the WeekThe Crazy Wisdom Weekly, January 7, 20228 Celebrating 7 Years!Rob Meyer-Kukan is a Licensed Massage and Sound Therapist, a Natural Health Educator, and a lifelong musician. He uses his extensive anatomical knowledge, coupled with his passion for natural health practices to help others hear, see, and feel true wellness. Contact 248-962-5475 contact@7notesnaturalhealth.com www.7notesnaturalhealth.comHear, see, and feel true wellness! Sound Baths Classes Mini Retreats Yoga Book ClubMassage Sound Therapy Reiki Reflexology Aromatherapy Muscle Response Testing Iridology Flower Essence Therapy Aromatherapy Homeopathy Diet & NutritionThe Crazy Wisdom Weekly, January 7, 20229 By Caitlin Potere Castle Remedies, a homeopathic pharmacy in Ann Arbor, has offered an \"Introduction to Homeopathy\" class for over 30 years. After a two-year hiatus, I am thrilled to announce the launch of the \"Introduction to Homeopathy Class\" in an online digital format. The new virtual class offers an in-depth, beginner-level introduction to homeopathy that answers commonly asked questions and leaves the participant feeling confident about choosing remedies for themselves and their family. It features four hours of pre-recorded videos that can be accessed at your own pace, as well as downloadable reference materials that includes a free 60-page eBook (our Homeopathic Home Care Manual). The class covers the uses of 27 commonly called-for homeopathic remedies, all 12 biochemic cell salts, and recommendations for emergency first-aid. We explore the history of homeopathy, how remedies are created, how to select a remedy and potency, and how to dose. The focus of the class is to equip people with the knowledge to treat common acute symptoms at home, such as colds, coughs, and sore throats; flu and fever; headaches; minor infections; skin conditions like bug bites and rashes; stomach problems; minor injuries and burns; infant colic, teething, and more. In the past, the class was a 2-hour-long, in-person workshop led by the previous store manager, Mary Tillinghast. I have fond memories of helping people who had just finished the class and were excited as they purchased their first homeopathic kits. Mary was excellent at tailoring the shorter in-person class to the interests of the participants. For example, if there were new parents in the group, she would focus more on remedies for infants and children. We had received numerous requests in the past for remote learning opportunities but hadn't been able to make those accommodations. Near the end of 2019, I took over management of Castle Remedies when Mary retired. Just when I was looking forward to picking up where she left off with the Introduction to Homeopathy class, the pandemic began. Unfortunately, 2020 was a year of constant struggle and adaptation that didn't leave much room to develop my vision for the class. In 2021, I decided to take the class digital. It was finally time for the class to evolve and adapt as well. Personally, I'm a big fan of online classes - it's safe and socially distanced, it increases access, and I enjoy being able to press pause and continue during a time that's convenient. Creating an online class was its own adventure. There was a bit of trial-and-error as I taught myself how to record and edit videos and searched for the perfect online teaching platform. Several months of preparation included reading homeopathic history books and research literature, consulting with Dr. Lev Linkner, and reflecting on my own experiences with homeopathy—both my personal experience using it for myself and family, as well as watching it improve the lives of thousands of happy customers at Castle Remedies. The online format gave me the freedom to go in-depth. One of my biggest goals for the class was to give students the opportunity to get to know each remedy more deeply. Every single remedy that we are introduced to becomes a new tool in our toolbox. With a well-selected remedy, we can head off acute minor illnesses, accelerate recovery, and prevent unnecessary doctor visits. The bulk of the class is spent directly on learning what these common medicines can help with. Participants are also equipped to seek information on the hundreds of remedies we couldn't cover in this introductory class. Homeopathy is a unique system of medicine that was invented over 200 years ago. It uses specially prepared remedies made from natural substances sourced from the animal, mineral, and vegetable kingdoms. Homeopathic remedies are safe, cheap, easy to take, and have no known side effects or drug interactions. They work by gently stimulating the body's natural healing abilities. They're safe for people of all ages, as well as pets! The challenging part can be choosing the correct remedy, as they are indicated on a case-by-case basis. Two people with the same diagnosed illness often need two completely different remedies based on their unique symptoms. There are some misunderstandings about homeopathy and misinformation spread by people who have never actually tried it. Once you experience a \"home run\" with a carefully selected remedy, you'll never doubt it again. My goal is to spread the word about homeopathy and make this information easily available and affordable. I want to inspire people to try homeopathy for themselves and encourage them to share their experiences. Castle Remedies has been around since 1983 and continues to provide access to over 1,000 homeopathic remedies. The Introduction to Homeopathy class is a great starting point for anyone who is curious about homeopathy. For details and class registration, visit www. CastleRemedies.com and click on \"Classes.\" Castle Remedies Offers New Castle Remedies Offers New Online Class for HomeopathyOnline Class for HomeopathyThe Crazy Wisdom Weekly, January 7, 202210By Janet Greenhut, MD I've noticed over my 40-year career as a physician that despite all the advances in medicine, one thing hasn't changed: patients continue to ask, \"Why doesn't my doctor listen to me?\" This is especially common for people who have chronic conditions. If it seems as though doctors and patients speak different languages, you're not imagining it. To medical professionals, what matters most is the state of the body, its dysfunction and pathology. How a disease affects the patient's being in the world is usually not top of mind to their physician. But patients with chronic conditions live in a world that, because of their illness, has become profoundly transformed. Having a body that no longer can be depended on to function as it used to, among other things, may constrain a person's freedom, adversely affect relationships, cause pain and other types of discomfort, change others' expectations of a what a person is capable of, and, above all, result in isolation. Problems with the body cannot be separated from the mind; our emotions, relationships, feelings about our predicament, and world view are all affected by our physical condition, and, therefore, are important to our overall health. Four years ago, I cofounded a nonprofit, Narrative Dimensions , with the intention of helping people with chronic illness explore the multiple dimensions of their illness experience and give voice to that experience. The workshop is based on the work of the philosopher Professor Havi Carel at the University of Bristol, UK. Her scholarly work in phenomenology draws on her own experience with a serious chronic illness and often focuses on the communication challenges that continue to plague the doctor-patient relationship. The basic question of phenomenology is: what is it like to live as humans in the world? Answering this question honestly forces us to identify assumptions we have about what our lives \"should\" be like and to replace those assumptions with descriptions of our authentic, unique lived experience. In the Living Well with Illness workshop, we offer participants the opportunity to express this unique experience through three activities: 1) telling their illness story to another person, without interruption, while they create a timeline of their illness; 2) answering questions they may not have considered before about things like changes to their relationship with the physical environment as well as with family and friends, feelings of loss of control, and their experience of time; and 3) accessing their nonverbal feelings through a guided artistic activity. Between activities participants come together to discuss with each other how these exercises affected them and their view of their illness. The power of the workshop lies in the connections that participants make with each other, even when they do not share a common diagnosis. People no longer feel so alone; they've communicated with others who have similar experiences, feelings, challenges, and aspirations. Their physical condition has not changed, but at the end of the workshop, there is an obvious difference in their body language, facial expressions, and energy level. Some reactions we've heard from participants are: \"It was powerful to be witnessed.\" \"It was a relief to talk about my illness.\" \"I'm learning about expanding my assumptions about having a chronic illness.\" \"It hurts, but it's helpful—like a deep tissue massage.\" The coronavirus pandemic has forced us to come up with a way to provide the Living Well with Illness workshop safely without sacrificing the emotional and spiritual impact that it has on participants. It requires that we continue to honor our dedication to confidentiality, provide a safe space for people to divulge personal information, and offer as much of the full experience as possible. Yet, we must do all this while respecting people's willingness to spend a few hours online with a group of strangers. A definite benefit of an online workshop is that we can include participants from many more locations as well as those whose physical disabilities prohibit travel. We are excited by that prospect. In practical terms, we have had to adapt the workshop to an online format. We believe we have found online tools that will allow us to offer the same activities we do in person and do it in a shorter format (2.5 instead of 4 hours). We are in the testing phase right now and expect the online version will be available this year. If you would like more information about Living Well with Illness workshops or would like to be notified when their online workshop is available, please email them at livingwellwithillness@aol.com. Please also visit the Narrative Dimensions website for more information about their work, find facilitator bios, and resources for people with chronic illness. Dr. JAnet Greenhut is a physician who specializes in preventive medicine. She has 20 years of experience creating digital health programs that have helped people with chronic illnesses improve their quality of life. She is currently Medical Director at IndividuALLytics, Inc., bringing precision medicine to patients with chronic conditions (individuallytics.com). The Lived Experience of Chronic Illness The Crazy Wisdom Weekly, January 7, 202211 The Crazy Wisdom Weekly, January 7, 202212The Crazy Wisdom Calendarweekly> Art/Crafting Sculpting with Earth with Deanne Bednar Friday, January 28 or Saturday, January 29 1 - 5 p.m. Learn how to source, mix, and sculpt with earth/local subsoil. Enjoy making a project to take home. Tour sculptures in the Strawbale Studio. $35. Contact strawbalestudio.org. Book Discussion Goups Jewel Heart Readers with Jewel Heart Instructors Monthly, Usually Second Monday: January 10, February 14, March 14, April 11 7 - 8:30 p.m. Enjoy lively discussion on monthly Buddhist- related book selections with our community. All are welcome. $Free. Donations are welcome. Contact for each month's book selection and participation information. Email programs@jewelheart.org or call Jewel Heart at 734-994-3387. For more information, visit www.jewelheart.org. Buddhism Jewel Heart Sunday Talks: Ancient Wisdom: Modern Times with Demo Rinpoche or Gelek Rimpoche Weekly Sundays: January 2 to April 24 11 a.m. - 12 p.m. Weekly Sunday morning talks on a variety of topics that are suitable for newcomers and long-timers alike, followed by a facilitated group discussion (12:15 - 1:15 p.m) based on the morning talk. Free. Donations welcome. Contact 734-994-3387, programs@ jewelheart.org. For more information, visit www.jewelheart.org. JissoJi Zen Ann Arbor Meditation - Half-day Sitting with Rev. Taikodo Marta Dabis Monthly, Second Sunday: January 9, February 13, March 13, April 10 8:15 a.m. - 12:45 p.m. Join us for several periods of sitting meditation in the lineage of Shrunyu Suzuki of the San Francisco Zen Center, followed by dharma talk at 11:00 am. Free. Donations welcome. Contact jissojizen@gmail.com, 248-202-3102; jissojizen.org. Practical Buddhism by Gelek Rimpoche with Gelek Rimpoche Weekly Tuesdays: January 11 - April 26 7 - 8:30 p.m. \"Practical Buddhism\" offers video recordings of earlier teachings by Gelek Rimpoche as an opportunity for some to revisit and as an introduction for others. A panel discussion with Jewel Heart Instructors follows each session. Free. Donations welcome. Contact 734-994-3387, programs@jewelheart.org; jewelheart. org.Bridging Sutras and Tantras with Glenn Mullin Weekly, five Tuesdays January 12 to February 9 7 - 8:30 p.m. A hands-on exploration of the Buddhist meditative technology for a balanced practice fulfilling all aspirations of samsara and nirvana: the syncretic approach perfectly unifying the open and the secret teachings of the Buddha. $120 Jewel Heart Members/$150 Non-Members. Pay what you can, no one turned away. Contact 734-994-3387, programs@jewelheart.org; jewelheart.org. The Bodhisattva's Way of Life with Demo Rinpoche Weekly Thursdays from January 13 - April 28 7 - 8 p.m. Shantideva's Bodhisattva's Way of Life was composed in the 8th century and is among the most beloved and inspiring works in the Mahayana Buddhist tradition. With the motivation of unselfishly helping others, a bodhisattva aspires to follow in the footsteps of the Buddha. Shantideva gives detailed instructions on the benefits and methods of living in accordance with the bodhisattva ideals. Members $95 / $120 Non-Members. Pay what you can, no one turned away. Contact 734-994-3387, programs@jewelheart.org; jewelheart.org. Melody of Emptiness with Demo Rinpoche Saturday, January 22 10 a.m. - 1 p.m. Demo Rinpoche shares his understanding of Melody of Emptiness, Changya Rolpai Dorje's exquisitely composed song that reveals how we can recognize the true nature of reality. Members $60 / $75 Non-Members. Pay what you can, no one turned away. Contact 734-994-3387, programs@ jewelheart.org; jewelheart.org. Ceremonies, Celebrations, and Rituals New Year Tea Ceremony at Verapose Yoga and Meditation House with Courtney Fitzpatrick Sunday, January 2 2 - 3:30 p.m. Welcome the New Year with the joyfully simple act of tea drinking. We'll take time to reflect on the past year and will pave the way for the upcoming year while tuning into the ancient wisdom of tea. Join us for a deepening of one's connection to nature, to Self, to the stillness of the mind, and to our authentic community. $40. Contact courtney@veraposeyoga.com; victoriaschon.com/event-calendar. Tea Ceremony at Verapose Yoga and Meditation House with Courtney Fitzpatrick January 15, February 20, April 23 4 - 5:15 p.m. An opportunity to enjoy the joyfully simple act of tea drinking. We leave the complexity of life behind for a while as we tune into the ancient wisdom of tea. Join us for a deepening of one's connection to nature, to Self, to the stillness of the mind, and to our authentic community. $35. Contact courtney@ veraposeyoga.com; victoriaschon.com/event-calendar. The Crazy Wisdom Weekly, January 7, 202213Sacred Cacao Ceremony with Victoria Schon Sundays, January 16, 30, February 13, 27, March 13, April 3, 24 4-5:30 p.m. Drinking ceremonial cacao is considered spiritual medicine by many indigenous cultures around the world. As we sit together in a small group and consume this sacred beverage, practice mindfulness, participate in guided meditation with intention in a backdrop of sacred sound, our soul is nourished, our hearts open, and we experience greater spaciousness. It is a time for deeper reflection and connection. 3173 Baker Road, Dexter, Michigan. $40. Contact victoriaschon.com/event-calendar. Ryaku Full with Rev. Taikodo Marta Dabis Monthly, Final Sundays: January 30, February 27, March 27, April 24 11 a.m. - 1 p.m. Participate in a traditional Japanese Soto Zen Full Moon Ceremony as practiced at the San Francisco Zen Center, in English. The program starts with 40 minutes of silent meditation and concludes with informal conversation. Free. Donations accepted. Contact jissojizen@ gmail.com, 248-202-3102; jissojizen.org. Channeling Remembering Wholeness - Mother, channeled by Barbara Brodsky Monthly Sundays: January 16, February 20, March 20, April 10, May 15, June 12 2 - 5 p.m. A mother is one who gives birth to, supports, and cherishes, and then releases out into the universe, with love, always ready to hold and support. In Remembering Wholeness as we continue, I will be offering from my own understanding the personal and the group messages that can most support the program participants. Suggested donation: $10-$30 individual; $90-$180 winter/spring. Contact om@deepspring.org. Evenings with Aaron, channeled by Barbara Brodsky Monthly Tuesdays: January 18, February 15, March 15, April 12, May 17 7 - 9 p.m. Unlike the previous years' Aaron evenings, where I often simply spoke about a timely topic, my focus this year will be weaving the themes of The Eden Project together. All are welcome. You need not be in The Eden Project classes to find value in these talks. Suggested donation - $10-$30 per session; $90-$180 for winter/spring. Contact om@deepspring.org. Children and Young Adults Youthful Spirits Class for Young People via ZOOM with Heidi Kaminski Sundays, January 2 - April 24 1 - 2 p.m. Spiritual discovery for young people on Zoom. Free. Donations accepted. Contact Interfaithspirit.Org/Events. H2W2 - K4K - Happy, Healthy, Wealthy, Wise - Kabbalah for Kids (5th grade and up) with Karen Greenberg Sundays, January 16, February 27, March 20, April 24 1 - 3 p.m. Utilizing movement, multi-sensory input, color, and experiential learning, we build self-esteem of spiritually evolved children (rather than reinforcing feelings of being different, damaged, defective, disordered, dysfunctional). In an ascensional journey through the Tree of Life, we aid in organizational skills, navigating low- vibrational emotions, relationships, setting healthy boundaries. We encourage children in discovering and fostering their authentic selves and genius, to fulfill their spiritual mission of a healthy, interdependent, functional planet for the prophecy of \"1000 Years of Peace.\" $50/session. Doula Training with Patty Brennan Saturday and Sunday, January 22 - 23 or March 5-6 9:30 a.m. - 3 p.m. ONLINE. End-of-life doula online training covers how to provide comfort and support to the dying person and their loved ones. Topics include: advance care planning, vigil support, legacy projects, home funerals, green burial, caregiver burnout and respite care, bereavement support, and more! Two-day workshop plus self-paced study modules. $697. Contact Patty Brennan at 734-663-1523. Death Cafe via ZOOM with Rev. Annie Kopko Monthly, First Tuesdays: January 4, February 1, March 1, April 5 6:30 - 8 p.m. Join us for a discussion of death and dying. Free. Donations welcome. Contact Interfaithspirit.Org/Events. Energy Healing Qigong with Master Wasentha Young Thursdays, January 13- April 14 11:15 a.m. - 12:15 p.m. Feeling like you could use some self-care techniques that will help to give you an energy cleanse and revitalize your sense of well-being? During these sessions you can learn basic qigong stretches, breathing and visualization meditations, and self-acupressure (acu-points used in acupuncture) for just this purpose. $180. Contact Info@peacefuldragonschool.com, 734-741-0695; peacefuldragonschool.com. Chakra Healing Series with Mariah Alise Monthly, Third Sundays starting January 16 9 - 11 a.m. The healing and alignment of the seven chakras can provide balance, clarity, and fortitude. You can take all seven classes or select individual classes to attend and focus on specific areas. This experience will include detailed and descriptive exercises, plant-based foods, natural oils and herbs, and other tools that are used daily to help strengthen and fundamentally rebuild each chakra. $275. Contact Mara Evenstar, evenstar.institute@gmail.com; evenstarschalice.com/courses. Holistic Health Acudetox Community Ear Acupuncture with Virginia June Every Monday, January 3 - April 25 5 - 6:30 p.m. Drop in Acudetox Ear Acupuncture. $20.00 per person. Contact whitewolfhealing.com. Midweek Wellness Workshops with Liza Baker Monthly, First Wednesdays: January 5, February 2, March 2, April 6 9 - 10 a.m. Join for a midweek wellness workshop. We'll cover a wide range of holistic health topics, from the best way to eat to how to get better sleep to how to invest your energy rather than trying to manage your time. $20 + processing fees. Contact liza@The Crazy Wisdom Weekly, January 7, 202214 simply-healthcoaching.com; eventbrite.com/o/simply-health- coaching-352-503-5623. Hypnosis Learn About Self-Hypnosis with Conrad Welsing Tuesdays, January 11 and 18 6 - 8 p.m. Do you want to understand more about the science behind hypnosis? In this two-session on-line class you will learn techniques to engage the mind, body, and emotions. Come learn and practice self-hypnosis in this workshop. Find the power to change you. $39. Contact connexttext.com. Intuitive and Psychic Development Teleconference: Psychic Psychology Women's Group with John Friedlander Monthly, First Tuesdays: February 1, March 1, April 5, 7 - 8 p.m. For women only, meditations concentrating on women's issues relative to biological energies as well as that of the aura. $125. Contact Violeta Viviano at 734-476-1513, mvaviviano@gmail.com; pyschicpsychology.org. Exploring Core Techniques and Advanced Material with John Friedlander Thursday, January 20, 7-9 p.m.; Friday, January 21, 7 - 9 p.m.; and Saturday, January 22, 10 - 12 a.m. and 2 - 4 p.m. New material introduced with continued development of advanced material and core techniques seeking a natural sense of skills in a practical everyday life. Prerequisite: Level 1 Psychic Development class, CD set, or permission of instructor. Also available as teleconference $275. Contact Gilbert Choudury at gChoud@yahoo.com; psychicpsychology.com. Meditation White Tara Guided Healing Meditation with Jewel Heart instructors Weekly Sundays January 2 to April 24, 2022. 9:30 - 10:40 a.m. Tara is the mother goddess of Tibetan Buddhism, known for her quick and compassionate activity. She is particularly associated with healing and long life. Join us for a guided meditation using visualization techniques to overcome physical, mental, and emotional suffering. $Free, but donations are welcome. To register, visit jewelheart.org/free- weekly- virtual- programs. For more information, visit jewelheart.org, call 734-994-3387, or email programs@jewelheart.org. Chakra meditation and Sunday Services with Lighthouse Center staff Every Sunday through April 24 10:30 a.m. - 12:30 p.m. Meditating 10 minutes on each of 7 chakras and/or a Sunday Service. Free. Contact lighthousecenterinc.org. Zen Meditation in the SFZC Suzuki Lineage with Rev. Taikodo Marta Dabis Sundays, February 6, 20, March 6, 20, April 3, 17 11 a.m. - 12:30 p.m. Sitting meditation in the lineage of Shrunyu Suzuki of the San Francisco Zen Center, followed by noon service and informal check-in. Everyone is welcome. Free. Donations welcome. Contact Marta Dabis at jissojizen@gmail. com or 248-202-3102; jissojizen.org. The Crazy Wisdom Weekly, January 7, 202215By Michelle Wilbert How did you get into music? I think the true mystery is how the music got into me. It has thrilled me since the beginning and is an inseparable part of my being. I think my mother probably saw that most clearly when I was a teenager and she called me \"a guitar with a kid attached.\" There's never been a \"Plan B.\" What are your favorite aspects of live performance? I love the unpredictable nature of it. Every audience is different and I guess, kinda like a really nice rug can, I love finding a way of tying the room together... But, most of all, playing live gives me a chance to throw myself as deeply as I can into the songs and give them everything I've got. After all these years it still feels like the first time. What have you been doing during the pandemic? What are you focused on now? Well, for me as a performing songwriter, the lack of work could have been really bad if there was any money in it to start with... But seriously, I was getting sorta bored of that smiling, folksy guy version of me that I only half-jokingly call \"Vanilla Mike.\" So, in the midst of all the hope and despair I've been working on a rock band project for 2022, as well as an acoustic summer tour with local educator and guitar great, Mike Vial. It should be a lot of fun. What is your guiding philosophy of life and art (music)? The creation of art and music are the divine \"Aha moments\" that spark the unmanifested into existence, giving the intellect something to think about. There would be no civilization as we know it without someone first wondering \"What if?\" and chasing that thought down. Oh, one more thing about art and music, and the expectations placed on you that somehow you're going to become rich and famous; My Grandma York used to say \"Just because you make a great cherry pie, doesn't mean you have to take it to the State Fair to try to win a prize.\" Make what you love. That's enough. www.mikegentrymusic.com CW Musician Spotlight with Mike Gentry https://www.youtube.com/watch?v=h0KZBoosB3EPhoto by Peter SmithThe Crazy Wisdom Weekly, January 7, 202216Meditation, continued Silent Meditation Practice with Celeste Zygmont Weekly, Sunday 11 a.m.- 12 p.m.; Tuesdays 9 - 9:30 a.m. All levels of meditators are welcome. Held via Zoom. No instruction. Donation. Contact om@deepspring.org; 734.477.5848; deepspring.org. Meditation Healing and Compassion Meditations with Hartmut Sagolla Weekly Monday: through April 25 12 - 1 p.m. Guided meditation on a Buddhist theme followed by discussion. Meditations are centered around healing oneself and others and developing compassion. They include concentrated meditation, visualization, and contemplative meditations. Free. Donations welcome. Contact jewelheart.org/free-weekly-virtual-programs, 734-994-3387, or email programs@jewelheart.org. Applying Vipassana in Daily Life and Seeing Its Progression Along the Path with Celeste Zygmont Monthly, First Mondays: February 7, March 7, April 4, May 9 7 - 8:30 p.m. This class is designed for those who are dedicated to deepening their experience of the Dharma and moving further along the path. Exercises are offered which are informed by Celeste's nearly 30 years of Vipassana study and practice under Aaron and Barbara. Suggested donation: $75-$250. Contact om@deepspring.org, 734.477.5848; deepspring.org. Putting Out the Nervous System's Fire: Meditations for Coping in Crisis with Amy Hertz Weekly Fridays: through April 29 4 - 5 p.m. Settling the mind is tough in the best of times, but when we are hit with circumstances that change our reality, Dear Crazy Wisdom Journal Readers, We are in the planning stages of expanding our publications and would love to know what you think about the Journal. We are offering 15% off any purchase at shopcrazywisdom.com for 5 minutes of your time to answer a few questions about how you read the magazine and what you might like to see in the future from us as we grow. Thank you in advance for participating! CWCJ Staff Click here to Participate!getting access to that part of ourselves that can think clearly and problem solve becomes nearly impossible. Using the breath, writing exercises, and guided meditations, we'll explore ways to calm the body's threat response and regain balance. Free. Donations welcome. Contact 734-994-3387, programs@ jewelheart.org; jewelheart.org/free-weekly-virtual-programs. Movement and Meditation Class Facebook Live with Trevor Chaitanya Eller Weekly Fridays, starting January 7 12 - 1 p.m.; or Saturdays, starting January 22 -, 9 - 10 a.m. Movement and Meditation classes are a mix of gentle yoga and Chinese cultural exercises used as preparation for meditation. Triple Crane Retreat Center uses active exercise practices as a means to prepare for and deepen longer meditation sitting sessions. Donation. Contact Kamakshi at Office@ TripleCraneRetreat.org, 734-713-6163; TripleCraneRetreat.org or facebook.com/triplecraneretreat. Day of Mindfulness with Esther Kennedy, O.P.—Take a Fresh Look January 8 10 a.m. Come and See, Take a Fresh Look. As we begin this year of 2022, let us continue together on the path of awakening. We come with fresh enthusiasm to embrace the truth of who we are, as best we know our becoming. Our meditation practice can open us to see clearly our bodies, our hearts, our mind and our whole world. We practice to develop a wise and compassionate way to relate to the suffering and beauty of it all; to see for ourselves a deeper truth to life and to grow more free. For more information contact webercenter@ adriandominicans.org. Vipassana and Pure Awareness with John Orr Wednesdays, January 12, 26, February 9, 23, March 9, 23, April 6, 20, May 11, The Crazy Wisdom Weekly, January 7, 202217flexibility, psychological well-being, relationship satisfaction, and enhanced cognitive functioning. It is an 8-week class, meeting for 2.5 hrs/week, with a 4-hr retreat between classes #6 and #7. $300 (scholarships available). Contact Libby Robinson at 734-476-3070, libbyrobinson7@gmail.com; libbyrobinsonmindfulness.com. Movement and Dance Zoom Ann Arbor / Toledo First Friday Dances of Universal Peace with Judith L. Trautman and Elizabeth Rand Monthly, First Fridays: January 7, February 4, March 4, April 1 7 - 8:30 p.m . Online dance instructions and music for meditation and dancing at home. Donation. Contact jltrautman@sbcglobal.net, sites. google.com/view/a2-toledodup/home. Sacred Sound Journey with Victoria Schon January 8, 26, February 12, 23, March 12, 23, April 27 6 - 7:15 p.m. Join Victoria for this deeply restorative sound journey of crystal singing bowls, Tibetan singing bowls, gongs, drumming, and other sacred sound instruments. She begins with guided meditation and relaxation techniques to expand one's ability to find equilibrium and harmony at the cellular level. Experience a deeper meditative state, thus opening a portal of creativity and connection to inner wisdom during and following her sound journey. $40. Contact victoriaschon.com/event-calendar. Café 704 with Marlena Studer and Steve Ragsdale Saturday, January 8 7 - 9 p.m. Jazz stylings $10. Contact Interfaithspirit. Org/Events. Singing for Comfort via Zoom with Interfaith Center for Spiritual Growth Monthly, Second Thursdays: January 13, February 10, March 10, April 14 7 - 8:30 p.m. Please join us for music and song. Pay what you can, no one turned away. Contact Interfaithspirit.Org/Events. Concert: music, poetry and storytelling with Angelo Pecora and Gus; The Louse Crick Loosely Strung Band Saturday, January 22 7 - 9 p.m. Music, poetry, and storytelling. $20. Contact lighthousecenterinc.org. Sound bath Meditation with crystal bowls and music with John Steinbauer Monthly, 4th Friday: January 28-- 7 - 9 p.m. Crystal Bowls with music concert meditation. $20. Contact lighthousecenterinc.org. Nutrition & Food Medicine Fl!p Your K!tchen® The Kitchen Sessions with Liza Baker, INHC 44563 Monthly, First Sundays: February 6, March 6, April 3 10 a.m. - 12 p.m. Curious about what it's like to meal plan and prep for the week? Come into my (virtual) kitchen and follow along! On the first Sunday of every month, we'll spend some time cooking together—on Zoom—and talking about whole foods nutrition and meal planning. Each session can stand alone, or you can take them as a series. $20 + processing fees. Contact liza@simply-healthcoaching.com. 25, June 8 7 - 9 p.m. The focus in this class is with deepening of Vipassana (Insight Meditation) and Pure Awareness. This class is for practitioners who already have the basics of Insight meditation and have the ability to be mindful in daily life situations. Suggested donation: $165-$550. Contact om@ deepspring.org. Path to the Awakened Heart: The Yoga Sutras of Pantanjali with Robert Jacobs Thursdays, January 13, 27, February 10, 24, March 24, April 7, 21, May 5, 17 7 - 8:30 p.m. This class will explore the Yoga Sutras of Patanjali, an ancient text that is a guidebook for walking almost any spiritual, non-dual path. We will consider the Sutras from the point of view of Tantric Yoga, particularly the North Indian school of Kashmir Shaivism. Suggested donation: $150-$450. Contact om@deepspring.org, 734.477.5848; Introduction with Libby Robinson, Ph.D., MSW Saturday, January 15 2 - 4:30 p.m. In this virtual class, participants will be introduced to the concept of mindfulness, the research on its benefits, and several practices—both meditation and informal mindfulness practices, that we can carry out during daily life. The session concludes with information on options for deepening one's mindfulness practice. Free. Contact Libby Robinson, 734-476-3070, libbyrobinson7@gmail.com; libbyrobinsonmindfulness.com. Myriad of Meditations (7 classes in the series) with Karen Greenberg Sundays: January 16, 23, 30, February 6, 13, 27 10 a.m. - 12:30 p.m. Meditation is an essential component to spiritual evolution. Learn a myriad of meditation techniques, to discover which resonate for you. Learn meditations with fire, water, air, earth, with the Four Worlds, with different breathing, with Holy Geometry, sacred letters, powerful Archetypes, spiritual beings, qualities of G-D, with movement, music, toning, colors, scents, gemstones, and trees, including several guided meditations through the Tree of Life. $25 per class. Contact 734- 417-9511, krngrnbg@gmail.com; clair-ascension.com. Reflective Meditation for Worriers via Zoom with Erica Dutton Tuesdays, January 18 - February 15. 6 - 7:30 p.m. This series of classes will teach you a unique combination of mindfulness, insight, and awareness practices called Reflective Meditation. You will learn how to work with your worry through creativity, gentleness, and curiosity. This form of meditation allows for thoughts and uses them for insight into how your mind works. These insights will help you see how habit patterns, like worrying, develop, are maintained, and gradually fade. Patterns such as worrying are complex, often lifelong, and won't disappear overnight, but with gentle awareness, support, and exploration, worry can become less of a problem. $65 - $150. Contact Erica Reduction via ZOOM with Libby Robinson, Ph.D., MSW January 22 - March 19 2 - 4:30 p.m. Mindfulness-Based Stress Reduction is the original mindfulness class developed by Jon Kabat-Zinn in the late 1970s at the University of Masachusetts Medical Center. It has been researched extensively and is associated with reductions in stress, anxiety, pain, depression, substance use, and increases in immune responses, attention, working memory, cognitive The Crazy Wisdom Weekly, January 7, 202218Personal Growth Mood Lifters Mental Wellness Group with Patricia Deldin, Ph.D, Founder and Peer Leader 15 Weeks: Tuesdays, January 11 - April 19 7 p.m. Mood Lifters consists of weekly group meetings in which peer leaders teach a series of science-based strategies that improve mood, relationships, and well-being. During the program you will have multiple opportunities to practice, reinforce, and perfect the strategies with the support of both leaders and fellow participants. A second group will be a distinct group that will begin its own separate series of weekly meetings Thursdays 2/10 to 5/19. $200/15-week series, online. Contact info@mood-lifters.com. The Enneagram and Development via Zoom with Ronda P Diegel Monthly, Second Wednesdays: January 12, February 9, March 9, April 13 7 - 9 p.m. Explore child and adolescent development through the lens of the Enneagram. Each month a different Enneagram type will be featured. Each meeting includes a brief lecture, meditation, panel interview of the featured Enneagram-type, and a community check-in. Meetings are held on Zoom. $20 per meeting. Contact Ronda Diegel at drrondadiegel@comcast.net, 248-730-0597. Healthy Boundaries with Karen Greenberg Sunday, January 30 1 - 5:30 p.m. Learn how to define \"Healthy Boundaries\" for and with yourself, how to set and enforce them (without caving in), and how to respect others' boundaries, in all kinds of personal and professional relationships and situations. Role play is a chief learning tool in the work. $77. Contact Karen Greenberg 734-417-9511, krngrnbg@gmail.com; clair-ascension. com. Reiki Shoden Reiki Level I Certification with Courtney Fitzpatrick Friday, January 21 - January 23 Times vary The word Reiki is made of two Japanese words - Rei which means \"God's Wisdom or the Higher Power\" and Ki which is \"life force energy.\" Reiki is a Japanese technique for stress reduction and relaxation that also promotes healing. It is administered by \"laying on hands\" at this first level, and is based on the idea that an unseen \"life force energy\" flows through us and is what causes us to be alive. It comprises 15 hours of training. $195 early bird until December 20 or $215 after. Contact courtney@veraposeyoga.com. Advanced Reiki III Master Class with Alicia Clark-Teper February 7 and 10th 10 - 5 p.m. Honor the commitment of Reiki in your life by taking your Reiki to the next level. Chakra clearing, more symbols, activations, attunements and healing techniques included. Must have proof of Reiki II for 6 months. $333. Contact Alicia Clark-Teper at 734-945-5396, sacredlotusexperience@yahoo.com; SacredLotusExperience. com. Retreats 1 - Day Long Meditation Retreats with Master Zhong Hai (Winnie) Monthly, Every Second and Fourth Sunday beginning January 23 10 a.m. - 6 p.m. These 1 Day Long Meditation Retreats will have an alternating schedule of Yoga, Gung Fa Chinese Exercises, Walking, Standing and Sitting Meditation with a Traditional Chinese Ceremony midday. Students are welcome to attend full or half day as well as on Zoom or in person. Suggested Donation $50-$100. Contact Kamakshi at Office@TripleCraneRetreat.org, 734-713-6163; TripleCraneRetreat.org. Shamanism Journeying Circle with Judy Liu Ramsey via Zoom Monthly, First and Third Thursdays: January 20, February 3, 17, March 3, 17 7 - 8:30 p.m. Spiritual exploration and healing through shamanic journeying. The circle meets to explore a specific topic and to offer healing energy to self, to community, and to the world. Knowledge of shamanic journeying is required. $25 per session or $40 per month. Contact Judy Ramsey at ramsey. judy003@yahoo.com; JudyRamsey.net. Basic Journeying: The Art of Shamanism for Practical and Visionary Purposes in Daily Life with Judy Liu Ramsey via Zoom Saturday and Sunday, January 8 - 9 OR April 9 - 10 9 a.m. - 3 p.m. The shamanic journey is an easy and powerful tool we can use to access spiritual information. In this class you will meet and begin to develop a relationship with a compassionate spirit or power animal who is coming forward to help you at this time in your life. You will learn techniques to help you develop a self- directed practice of empowerment, allowing you to move safely, intentionally through the world in a balanced way. This class is a prerequisite to ongoing and more advanced shamanic studies. $150. Contact Judy Ramsey at ramsey.judy003@yahoo.com; JudyRamsey.net Creating a Sacred Protected Space: Shamanic Personal Safety with Judy Liu Ramsey Saturday, January 15 9 a.m. - 3 p.m. Learn how to set up your sacred space, reinforcing it so that your shamanic practice provides you with the protection you need. Discover why you need protection when you practice, and how to clean unwanted energy from yourself and the space. Knowledge of shamanic journeying is required. $80 per person. Contact Judy Ramsey at ramsey.judy003@yahoo.com; JudyRamsey.net. Spiritual Development Interfaith Sunday Service with Interfaith Center for Spiritual Growth Weekly Sundays, through April 24 10:45 a.m. - 12: 15 p.m. Join us as we explore our spiritual nature and how it connects to all aspects of our human lives. Free, but all donations gratefully accepted. Visit interfaithspirit. org. Sufi Class via Zoom with Imam Kamau Ayobbi Tuesdays, January 11 - April 26 6:30 - 8 p.m . A Sufi class via Zoom. $5- 10 per class. Contact 734-327-0270; Interfaithspirit.Org/Events. Lightworker Activation with SANDYA - Sandra Shears Wednesdays 7 - 9 p.m. As a Lightworker or World Server you have incarnated at this time in order to facilitate the transition into the next age. It is time to bring forth the gifts that will accelerate healing and activate spiritual purpose. Includes The Crazy Wisdom Weekly, January 7, 202219From Our Archives Cold Noses, Warm Teas: Comfort Tea for Winter By Peggy Alaniz The 2019 Farmer's Almanac has predicted another cold, snow- filled winter for the state of Michigan. Big Surprise! Having lived in Michigan most of my life the prediction seems average at best. A mild winter is more of a rarity than one with consistent below zero weather and a foot of snow every two days. I say embrace winter! It's a good time for winter sports such as skating, hockey, skiing, and sledding. Wintertime is tea time. After all, there is no better way to warm up from being outside in all the cold and yuck, than a warm, flavorful drink. Winter is a playground for various hot tea combinations. Some of the herbal teas, such as peppermint, can even spice up your coffee or cocoa. The winter is about enjoying the cold, and then finding comfort. So, I am going to suggest a few combinations of tea to try to heat things up. Any of them that use milk can also be made with almond, rice or coconut varieties due to allergy reasons, as well as to add depth of flavor. Chai Tea is my number one pick for the winter. Traditionally, the tea is made with black tea and a variety of spices, such as cinnamon, clove, ginger, cardamom, black pepper, and fennel. Usually, the tea combination is steeped then combined with hot milk and some sugar to taste. For me, cinnamon makes Chai sweet already, so I don't add any sugar to it. The spices are warming as well as comforting. Chai simply put is a smile in a cup. Not only is the tea delicious it also has amazing health benefits. Chai tea has been known to help reduce blood sugar levels, aid digestion, and it works to help alleviate inflammation. Cambric Tea is made from milk with some sugar and a little bit of tea. Some people make the tea prior to adding the milk. As a former barista I usually steep the tea in the hot milk. The flavor of tea used should be very mild. Traditionally, a Cambric tea should be mild because it is often referred to as nursery or infant tea. My favorite Cambric is one made with Earl Grey tea. However, any flavor of tea will work, even Matcha with a bit of cane sugar or honey. For me a Cambric is an ideal way to drink Matcha tea, which tends to be quite strong and even medicinal. Overall, Matcha contains many health benefits such as help with weight loss, type two diabetes, heart health, and even cancer.Finally, tea can be used to make a heck of a good hot toddy. On a cold winter night sometimes you need something a little extra to help warm things up. One of my favorite hot toddy's combines whisky with Earl Grey tea. The citrus notes found in the tea complement a good whiskey. So, I leave you with a Hot Toddy Recipe. Enjoy the snow with a nice cup of hot tea in hand! Earl Grey Hot Toddy Recipe 2 to 2 ½ cups of hot water, not boiling. You want it hot enough to drink, but not scald yourself 1 tablespoon of orange juice 2 tablespoons of your favorite whiskey, rum, or spirit 1 slice of orange 1 cinnamon stick 1 bag of Earl Grey tea, or approx. one to two tablespoons of loose leaf tea in tea infuser Combine the hot water with the Earl Grey tea. Allow tea to steep for one to two minutes, or until it has reached a desired color. Remove tea and add orange juice, cinnamon stick, whiskey, and an orange slice to garnish. Drink and enjoy. Peggy Alaniz is a local tea enthusiast and former resident of Boulder, CO. where she spent time employed by Celestial Seasonings. Have a question about tea? Email Peggy at paalaniz. email.me@gmail.com.The Crazy Wisdom Weekly, January 7, 202220energy adjustment, activation, and sound attunement. $100 per month prepaid - requires on going commitment. Contact sandya2033@yahoo.com. Science of Mind Study Group via Zoom with Janet Somalinog and Ray Fix January 12, 26, February 9, 23, March 9, 23, April 13, 27 7 - 8:30 p.m. Please join us for a group study of The Science of Mind by Ernest Holmes. Free. Donations welcome. Contact Interfaithspirit.Org/Events. The 11 Universal Laws with Heather Schram Saturday, January 15 1 - 3 p.m. The Spiritual laws help you to understand how the Universe communicates with you, help you to see your struggles and patterns in a clear light, provide you with tangible ways to utilize the laws in real life, enable you to recognize why you are here, in this lifetime, and allow you to have better clarity regarding both external and internal struggles. Receive explanations and ways that you can utilize your knowledge in your day-to-day. $45. Contact Mara Evenstar at with SANDYA - Sandra Shears Mostly Third Fridays beginning January 20 7 - 9 p.m. Group lightwork with current spiritual, astrological, and energy events—includes energy adjustment and activation with sound attunement. $100 per month prepaid, requires an ongoing commitment. Contact sandya2033@yahoo.com; sandya- sandrashears.com. Midrash Study with Karen Greenberg Monthly Fridays: January 21, February 25, March 18, April 29 2:30 - 5:30 p.m. The written version of the Old Testament (Torah) tells a story—the backstory and various mystical, hidden meanings. It is rich, colorful, detailed, and compiles interesting data likewho ascended to Heaven alive, who was so righteous that their deceased bodies never decomposed, the seven things that we are not permitted to know in human form. $180 per month for the monthly study (one 3-hour session per month); $180 per month for the bi-monthly study (two 1½-hour sessions per month); $180 per month for the weekly study (approximately four 1-hour sessions per month). Contact Karen Greenberg at 734-417-9511, krngrnbg@gmail.com; clair-ascension.com. Stress Management A Course In Mindful Living: Relax, Play, Connect, Grow! with Andrea Weid Thursdays, January 13, 20, 27, February 3 5:30 - 7 p.m. Relax, Play, Connect and Grow! is a 4-week course based on the teachings of Elisha Goldstein, PhD and includes highlights from the ACIML 6-month mindfulness coaching program. We integrate science, wisdom, and reflection into the teachings and exercises. It will focus on relaxing our bodies, minds, and nervous systems, playing more, connecting to ourselves and others with intention, and growing a mindset that fosters embracing change, our selves, and helps transform our lives. We will learn four meditations and share our experiences. $217.00. A few Pay What You Can and scholarship slots available. Contact Andrea Weid at oncesmallchangecoaching@gmail.com; onesmallchangecoaching.com.Tai Chi, Martial Arts, and Self Defense Beginner Tai Chi with Master Wasentha Young January 10 - April 14; Mondays, 10 - 11:15 a.m. and/or Thursdays, 6 - 7:15 p.m. T he T'ai Chi form is a series of postures linked together in a continuous, fluid manner. As an internal Chinese martial art, the form focuses on self-cultivation, integrates both physical and mental energy mechanics, promotes relaxation, and builds a sense of presence and awareness. All classes will be \"Zoomed\" (recordings made available) and optional in-person. Maximum students allowed on-site is 9 plus the instructor. $195. Contact info@peacefuldragonschool.com. Writing and Poetry Crazy Wisdom Poetry Series with Edward Morin, David Jibson, and Lissa Perrin Monthly, Second Wednesdays, beginning January 12 7 - 9 p.m. All writers welcome to share and discuss their poetry and short fiction. Sign-up for new participants begins 6:45 p.m. All sessions are virtual and accessible through Zoom. Free. Contact Edward Morin at 734-668-7523.Email cwpoetrycircle@gmail.com for Zoom link. cwcircle.poetry.blog. Crazy Wisdom Featured Readers with Mary Minock, Ron Koertge, Margaret Rozga, and Colby Cedar Smith Monthly, Fourth Wednesdays 7 - 9 p.m. Featured Reader(s) for 50 minutes. Open Mic reading for 1 hour. All writers welcome to share their own or other favorite poetry. Sign-up begins at 6:45 p.m. Free. Contact Edward Morin at 734-668-7523 or cwpoetrycircle@gmail.com. Sit. Stop. Write. -Zen and Poetry with Dmitry Berenson January 23, February 27, March 27, April 24 1:15 - 2:45 p.m. Like a plant that grows out of bare ground, to express ourselves in poetry we must start from an empty place. We'll do a little meditation and reading from Zen and other sources to help us touch that place and then spring out to write our own poetry. Find your seat; find your voice. Free. Donations welcome. Contact 248-202-3102, jissojizen@gmail.com; jissojizen.org. Simple Lifelines: Paths Into Stories of the Self with Cindy Guillean Wednesdays, February 2, 9, 16 9 - 11 a.m. or 6:30 - 8:30 p.m. In this exploratory course, we will use simple lifelines, multi-genre crots, and multi-lifeline visual structures to deepen our awareness of the stories that make up our lived experiences. There will be opportunities to share our processes, insights, and reflections as we discover what stories wish to emerge and how they create sacred meaning in our lives. $120. Contact Mara Evenstar, evenstar.institute@gmail.com, https:// evenstarschalice.com/courses. Yoga Compassionate Yoga with Mary Seibert Thursdays beginning January 6 4:15 - 5:30 p.m. Remote classes. Kripalu yoga is great for beginners and seasoned students. Classes are gentle and slow paced. Emphasis is on mindfulness, breath, postures, strength, and balance. Sliding scale prices. Contact The Crazy Wisdom Weekly, January 7, 202221Mary at 734-323-2520, compassionateyoga@outlook.com; compassionateyoga.info. Iyengar Yoga with David Rosenberg Mondays beginning January 10 6 - 7:30 p.m. Join us either online or in-person for a class of invigorating yoga postures using the methods of BKS Iyengar to strengthen the body, create a feeling of well-being, reduce stress, and release tension through physical activity and meditation. The instructor emphasizes the use of props and individualized instruction so students of varying experience, age, flexibility, and strength can participate together. 10 class session = $129. Contact 734-646-4195, massage4@aol.com; aarecedonline.com. Intro to Yoga - A 6 Week Course with Michele Bond Mondays, January 10- February 14 6 - 7:30 p.m. A fun and effective alignment-based yoga course to release what holds us back, gain strength and flexibility, improve balance and posture, feel happier and less stressed, prevent and heal injuries, and cultivate physical and emotional resilience in the face of life's challenges. $90. Contact Michele Bond at 734-358-8546, michele@yogahouseannarbor.com; yogahouseannarbor.com. Open Level Yoga with Michele Bond Starting January 9 through March, Tuesdays at 6 p.m., Saturdays at 10 a.m., Sundays at 4 p.m. Each student is encouraged to honor their own unique abilities and limitations in this mixed level class, with variations offered for all levels. Our method blends the science of biomechanics with an openhearted, uplifting philosophy. Learn to look for the good in yourself and others as you enjoy a dynamic practice. $15 if registered for the semester. $20 drop in with instructor's permission. Contact Michele Bond at 734-358- 8546, michele@yogahouseannarbor.com; yogahouseannarbor. com. Artwork by Jennifer Carson. See more at furandfeatherfriends.com.The Crazy Wisdom Weekly, January 7, 2022227/23/2021 Doc1.jpg https://mail.google.com/mail/u/1/#inbox/FMfcgzGkZZknDTMdTtKzZrscFdqQkFsq?projector=1&messagePartId=0.1 1/1 Do not allow people to dim your shine because they are blinded. Tell them to put some "}