{"title": "Melatonin and COVID | Sleep Foundation", "author": "Dr Elizabeth Rausch-Phung", "url": "https://www.sleepfoundation.org/melatonin/melatonin-and-covid-19", "hostname": "sleepfoundation.org", "description": "Are you thinking about taking melatonin for COVID-19? Get accurate information about whether melatonin helps COVID-19 and the role of sleep in immunity.", "sitename": "Sleep Foundation", "date": "2022-10-25", "cleaned_text": "More than two years after the World Health Organization declared the COVID-19 pandemic, COVID-19 continues to circulate in the U.S. and worldwide [insomnia](/insomnia) and other sleep problems. People may wonder if taking melatonin supplements can prevent COVID-19 infection or reduce sleep-related symptoms. Currently, there is not enough evidence to support using [melatonin](/melatonin) for the treatment or prevention of COVID-19, but research is ongoing to better understand the relationship between melatonin and the body's response to viral infections and COVID-19. We'll provide an overview of melatonin, including its uses and risks. In addition, we'll cover the relationship between sleep and immunity, and discuss early results from research into melatonin use in COVID-19 infection. What Is Melatonin? Melatonin is a hormone released by the human brain that makes people feel sleepy . Melatonin is involved in [circadian rhythm](https://www.sleepfoundation.org/circadian-rhythm), the internal process that helps people fall asleep at night and wake up during the day. While the brain naturally makes melatonin, it is also sold over the counter as a dietary supplement in the U.S. In the European Union and some other countries, melatonin is only available with a prescription. Melatonin supplements may be used as sleep aids for people with [jet lag](https://www.sleepfoundation.org/travel-and-sleep/jet-lag), insomnia, or other sleep disorders. Studies have found that taking melatonin at bedtime helps people with jet lag feel more alert during the day and adjust to their new time zone more quickly . In addition, melatonin may help people with insomnia fall asleep faster and sleep longer. Can Melatonin Prevent COVID-19? There is no scientific evidence that melatonin supplements can help prevent a COVID-19 infection. Additionally, U.S. guidelines for COVID-19 prevention do not address the use of melatonin supplements. The National Institutes for Health and Centers for Disease Control and Prevention (CDC) recommend that Americans take the following steps to prevent COVID-19 infection: - Get a complete COVID-19 vaccine series and booster , if eligible - Frequently wash hands - Use high-quality ventilation and air filters in indoor spaces - Socialize outdoors when possible - Avoid contact with people who have or may have COVID-19 The CDC also recommends that people wear masks or respirators outside their homes and maintain social distancing if they live in communities with medium or high levels of COVID-19. Individuals with weak immune systems or who cannot receive [COVID-19 vaccines](https://www.sleepfoundation.org/covid-19-and-sleep/vaccine) due to medical reasons should talk to their doctors about whether they are also eligible for pre-exposure prevention shots . How Does Sleep Affect Immunity? Sleep is important for a [healthy immune system](https://www.sleepfoundation.org/physical-health/how-sleep-affects-immunity), in part by helping to keep cortisol levels and the sympathetic nervous system in balance. Cortisol is often referred to as the [stress hormone](https://www.sleepfoundation.org/insomnia/stress-and-insomnia) and has many effects on the body, including reducing inflammation. Similarly, the sympathetic nervous system affects the immune system and other body functions. [Sleep deprivation](https://www.sleepfoundation.org/sleep-deprivation) weakens the immune system in several ways. Researchers have found that people have lower levels of natural killer (NK) cells after losing a substantial amount of sleep and that existing NK cells are less able to fight disease . NK cells are white blood cells that kill cells infected with viruses and other germs. People with low levels of functional NK cells are at high risk of viral infection. People who are sleep deprived also have higher levels of cytokines. Cytokines are proteins that encourage inflammation. High levels of cytokines in people with COVID-19 have been linked to worse health outcomes Available research suggests that sleep-deprived people may be at higher risk of infections. For example, sleep-deprived people develop fewer antibodies Does Melatonin Help COVID-19 Symptoms? Current guidelines for treating COVID-19 do not include melatonin. However, some experts have suggested that melatonin might be helpful as a supportive treatment in people with COVID-19. Melatonin does not directly kill or weaken the virus that causes COVID-19, but it might address some of the virus's effects on the body. Many people struggle with sleep difficulties after recovering from COVID-19. Studies have found that difficulty sleeping is one of the most common symptoms of \"long COVID.\" Up to one in four people hospitalized with COVID-19 may still have sleep disturbances six months after their hospitalization. As melatonin may be used to treat insomnia, people with lingering sleep difficulties after a COVID-19 infection can discuss the use of melatonin with their doctor. In addition to its effects on sleep, melatonin reduces inflammation. Some experts suspect that melatonin could help reduce the cytokine storm that occurs in some severe cases of COVID-19. Melatonin also has antioxidant effects that may prevent damage to cells and help hearts and lungs to heal after injury. There are currently few high-quality studies of the effectiveness of melatonin as a treatment for COVID-19. However, research to date suggests that people with COVID-19 who are given melatonin in addition to standard COVID-19 treatment may recover more quickly , have fewer blood clots , and may be less likely to die than those with standard treatment alone. Studies in animals have also found that melatonin reduces the severity of several viral infections. While these studies are promising, additional research is needed to find out whether melatonin is safe and effective for treating COVID-19. Until that time, people infected with COVID-19 should not take melatonin as a treatment without first speaking with their doctor. Furthermore, melatonin should not be taken in place of medications prescribed by a doctor. Does COVID-19 Affect Melatonin? Experts don't yet know whether COVID-19 infection has the same effect on naturally-occurring melatonin levels. It is clear that other viral infections, such as influenza, turn off or use up genes and proteins that are needed for the body to make melatonin. This results in lower levels of melatonin being released during certain viral infections. Does Melatonin Interact with the COVID-19 Vaccine? There are no known interactions - An allergic reaction to a previous vaccine that included components also present in the COVID-19 vaccine - A history of blood clotting or low platelet counts after a previous COVID-19 vaccine Are There Health Risks to Taking Melatonin? Medical experts haven't fully determined the health risks of taking melatonin supplements. However, available evidence suggests that melatonin is probably safe for short-term use in most healthy adults, and may be safe to take for up to two years. The most common [side effects of melatonin](https://www.sleepfoundation.org/melatonin/melatonin-side-effects) supplements include: - Daytime tiredness - Dizziness - Headache - Realistic dreams and nightmares - Irritability - Temporary feelings of depression - Nausea - Stomach cramps There are special concerns about [melatonin use in children](https://www.sleepfoundation.org/melatonin/melatonin-for-children) and other groups of people. People with diabetes, depression, bleeding disorders, or seizure disorders should speak with their doctors before taking melatonin supplements. Additionally, people who are [pregnant](https://www.sleepfoundation.org/melatonin/pregnancy), trying to become pregnant, or breastfeeding should discuss melatonin use with their doctor. Melatonin may interact with some prescription medications. People taking any of the following medications should speak with their doctors before taking melatonin: - Blood pressure medicine - Medicine to weaken the immune system - Blood thinners Finally, it's important to remember that melatonin supplements are not regulated by the U.S. Food and Drug Administration (FDA). This means that melatonin supplements may contain melatonin levels that are much higher or lower than what is listed on the label. Medical Disclaimer: The content on this page should not be taken as medical advice or used as a recommendation for any specific treatment or medication. Always consult your doctor before taking a new medication or changing your current treatment. If you're ready for more, sign up to receive our email newsletter! [privacy](/privacy-policy)is important to us. Thanks for the feedback - we're glad you found our work instructive! Submitting your Answer... References 25 Sources - World Health Organization. (2022, September 21). Weekly epidemiological update on COVID-19 - 21 September 2022., Retrieved October 3, 2022, from [https://www.who.int/publications/m/item/weekly-epidemiological-update-on-covid-19---21-september-2022](https://www.who.int/publications/m/item/weekly-epidemiological-update-on-covid-19---21-september-2022) - Tesini, B. L. (2022, August). COVID-19. Merck Manual Consumer Version., Retrieved September 23, 2022, from [https://www.merckmanuals.com/home/infections/covid-19/covid-19](https://www.merckmanuals.com/home/infections/covid-19/covid-19) - Mouffak, S., Shubbar, Q., Saleh, E., & El-Awady, R. (2021). Recent advances in management of COVID-19: A review. Biomedicine & Pharmacotherapy, 143, 112107. [https://pubmed.ncbi.nlm.nih.gov/34488083/](https://pubmed.ncbi.nlm.nih.gov/34488083/) - Shane-McWhorter, L. (2022, January). Melatonin. Merck Manual Consumer Version., Retrieved September 23, 2022, from [https://www.merckmanuals.com/home/special-subjects/dietary-supplements-and-vitamins/melatonin](https://www.merckmanuals.com/home/special-subjects/dietary-supplements-and-vitamins/melatonin) - National Institute of General Medical Sciences. (2022, May 4). Circadian rhythms., Retrieved September 23, 2022, from [https://www.nigms.nih.gov/education/fact-sheets/Pages/circadian-rhythms.aspx](https://www.nigms.nih.gov/education/fact-sheets/Pages/circadian-rhythms.aspx) - Neubauer, D. N. (2022, September 12). Pharmacotherapy for insomnia in adults. In R. Benca & J. G. Elmore (Eds.). UpToDate., Retrieved September 23, 2022, from [https://www.uptodate.com/contents/pharmacotherapy-for-insomnia-in-adults](https://www.uptodate.com/contents/pharmacotherapy-for-insomnia-in-adults) - Goldstein, C. A. (2022, April 5). Jet lag. In R. Benca (Ed.). UpToDate., Retrieved September 23, 2022, from [https://www.uptodate.com/contents/jet-lag](https://www.uptodate.com/contents/jet-lag) - National Institutes of Health. (2022, September 26). Prevention of SARS-CoV-2 infection., Retrieved October 3, 2022, from [https://www.covid19treatmentguidelines.nih.gov/overview/prevention-of-sars-cov-2/](https://www.covid19treatmentguidelines.nih.gov/overview/prevention-of-sars-cov-2/) - National Center for Immunization and Respiratory Diseases, Division of Viral Diseases. (2022, August 11). How to protect yourself and others. Centers for Disease Control and Prevention., Retrieved September 23, 2022, from [https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html) - National Center for Immunization and Respiratory Diseases, Division of Viral Diseases. (2022, September 2). Pre-exposure prophylaxis with Evusheld. Centers for Disease Control and Prevention., Retrieved September 23, 2022, from [https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-care/pre-exposure-prophylaxis.html](https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-care/pre-exposure-prophylaxis.html) - LeBouef, T., Yaker, Z., & Whited, L. (2022, May 8). Physiology, autonomic nervous system. In StatPearls. StatPearls Publishing., Retrieved September 23, 2022, from [https://www.ncbi.nlm.nih.gov/books/NBK538516/](https://www.ncbi.nlm.nih.gov/books/NBK538516/) - Orange J. S. (2013). Natural killer cell deficiency. The Journal of Allergy and Clinical Immunology, 132(3), 515-525. [https://pubmed.ncbi.nlm.nih.gov/23993353/](https://pubmed.ncbi.nlm.nih.gov/23993353/) - Rahman, M., & Bordoni, B. February 13). Histology, natural killer cells. In StatPearls. StatPearls Publishing., Retrieved September 23, 2022, from [https://www.ncbi.nlm.nih.gov/books/NBK565844/](https://www.ncbi.nlm.nih.gov/books/NBK565844/) - National Institute for Occupational Safety and Health. (2020, March 31). Sleep and the immune system. Centers for Disease Control and Prevention., Retrieved September 23, 2022, from [https://www.cdc.gov/niosh/work-hour-training-for-nurses/longhours/mod2/05.html](https://www.cdc.gov/niosh/work-hour-training-for-nurses/longhours/mod2/05.html) - McIntosh, K. (2022, September 21). COVID-19: Clinical features. In M. S. Hirsch (Ed.). UpToDate., Retrieved September 23, 2022, from [https://www.uptodate.com/contents/covid-19-clinical-features](https://www.uptodate.com/contents/covid-19-clinical-features) - Cirelli, C. (2022, October 1). Insufficient sleep: Definition, epidemiology, and adverse outcomes. In R. Benca (Ed.). UpToDate., Retrieved September 23, 2022, from [https://www.uptodate.com/contents/insufficient-sleep-definition-epidemiology-and-adverse-outcomes](https://www.uptodate.com/contents/insufficient-sleep-definition-epidemiology-and-adverse-outcomes) - R. Sharma, R., Dominguez-Rodriguez, Tesarik, Neel, R. Slominski, A. T., Kleszczynski, K., Martin-Gimenez, V. M., Manucha, W., & Cardinali, D. P. (2022). Melatonin: Highlighting its use as a potential treatment for SARS-CoV-2 infection. Cellular and Molecular Life Sciences, 79(3), 143. [https://pubmed.ncbi.nlm.nih.gov/35187603/](https://pubmed.ncbi.nlm.nih.gov/35187603/) - Vlachou, M., Siamidi, A., Dedeloudi, & Papanastasiou, I. P. (2021). Pineal hormone melatonin as an adjuvant treatment for COVID-19 (Review). International Journal of Molecular Medicine, 47(4), 47. [https://pubmed.ncbi.nlm.nih.gov/33576451/](https://pubmed.ncbi.nlm.nih.gov/33576451/) - Chippa, V., Aleem, A., & Anjum, F. (2022, June 19). Post acute coronavirus (COVID-19) syndrome. In StatPearls. StatPearls Publishing., Retrieved September 23, 2022, from [https://www.ncbi.nlm.nih.gov/books/NBK570608/](https://www.ncbi.nlm.nih.gov/books/NBK570608/) - Su, W. L., Wu, C. C., Wu, S. V., Lee, M. C., Liao, M. T., Lu, K. C., & Lu, C. L. (2022). A review of the potential effects of melatonin in compromised mitochondrial redox activities in elderly patients with COVID-19. Frontiers in Nutrition, 9, 865321. [https://pubmed.ncbi.nlm.nih.gov/35795579/](https://pubmed.ncbi.nlm.nih.gov/35795579/) - Fogleman, C., Cohen, D., Mercier, A., Farrell, D., Rutz, J., Bresz, K., & Vernon, T. (2022). A pilot of a randomized control trial of melatonin and vitamin C for mild-to-moderate COVID-19. Journal of the American Board of Family Medicine, 35(4), 695-707. [https://pubmed.ncbi.nlm.nih.gov/35896462/](https://pubmed.ncbi.nlm.nih.gov/35896462/) - Hasan, Z. T., Atrakji, D., & Mehuaiden, D. (2022). The effect of melatonin on thrombosis, sepsis and mortality rate in COVID-19 patients. International Journal of Infectious Diseases, 114, 79-84. [https://pubmed.ncbi.nlm.nih.gov/34653660/](https://pubmed.ncbi.nlm.nih.gov/34653660/) - Cross, K. M., Landis, D. M., Sehgal, L., & Payne, J. D. (2021). Melatonin for the early treatment of COVID-19: A narrative review of current evidence and possible efficacy. Endocrine Practice, 27(8), 850-855. [https://pubmed.ncbi.nlm.nih.gov/34119679/](https://pubmed.ncbi.nlm.nih.gov/34119679/) - Edwards, K. M., & Orenstein W. A. (2022, September 7). COVID-19: Vaccines. In M. S. Hirsch (Ed.). UpToDate., Retrieved October 3, 2022, from [https://www.uptodate.com/contents/covid-19-vaccines](https://www.uptodate.com/contents/covid-19-vaccines) - Savage, R. A., Zafar, N., Yohannan, S. & Miller, J. M. (2021, August 15). Melatonin. In StatPearls. StatPearls Publishing., Retrieved September 23, 2022, from [https://www.ncbi.nlm.nih.gov/books/NBK534823/](https://www.ncbi.nlm.nih.gov/books/NBK534823/) Other Articles of Interest Sleep Medications Sleep Deprivation Bedroom Environment Restless Legs Syndrome Your Sleep Foundation Score has been calculated! To receive your free score and profile, provide a few more details about yourself and create an account. Better Sleep for a Better You. Free Sleep Foundation Score See how your sleep habits and environment measure up and gauge how adjusting behavior can improve sleep quality. Personalized Sleep Profile Your profile will connect you to sleep-improving products, education, and programs curated just for you. Exclusive Deals Gain access to exclusive deals on mattresses, bedding, CPAP supplies, and more. "}