{"title": "21 Dry Skin Home Remedies to Add to Your Beauty Routine ASAP", "author": "Elizabeth Xu", "url": "https://www.thehealthy.com/skin-health/dry-skin-home-remedies/", "hostname": "thehealthy.com", "description": "Dry skin won't go away on its own. Luckily, there are home remedies that work—and you're probably stocking some in your home right now.", "sitename": "The Healthy", "date": "2019-02-07", "cleaned_text": "21 Dry Skin Home Remedies to Add to Your Beauty Routine ASAP Dry skin won't go away on its own. Luckily, there are home remedies that work—and you're probably stocking some in your home right now. Our editors and experts handpick every product we feature. We may earn a commission from your purchases. Why is your skin so dry? Dry skin happens to the best of us. \"There are many reasons why people get dry skin,\" says [Alexander Dane](https://www.affiliateddermatologists.com/alexander-dane-do.html), DO, of Affiliated Dermatologists & Dermatologic Surgeons, PA, in Morristown, New Jersey. \"Some people can inherit conditions genetically where they have a tendency to have dry, cracked skin. Others develop skin conditions like [eczema](https://www.thehealthy.com/skin-health/eczema/what-does-eczema-look-like/) or [psoriasis](https://www.thehealthy.com/skin-health/psoriasis/), which aren't necessarily inherited, but they're acquired,\" he says. Dry skin can affect your appearance and your quality of life, including making it tough to concentrate at work and at home. These home remedies for dry, itchy skin might be just what you need. Of course, Dr. Dane reminds us that sometimes dry skin can be too severe for home remedies to work, and that's when it's time to see your dermatologist. If you do have dry skin, here's how to [start a healthy skincare routine](https://www.thehealthy.com/beauty/face-body-care/dry-skin-care/). Natural dry skin remedy: Extra virgin olive oil This pantry staple isn't just for cooking. When it comes to natural dry skin remedies, Dr. Dane recommends mixing a few drops of extra virgin olive oil with your moisturizer. Alternatively, he says, a thin layer of olive oil applied directly to dry skin can be used as an intensive overnight treatment; simply rinse off in your morning shower. [Olive oil](https://www.thehealthy.com/beauty/face-body-care/benefits-of-olive-oil/) contains fatty acids and [antioxidants](http://www.internationaloliveoil.org/estaticos/view/89-the-antioxidant-properties-of-the-olive-oil) that help soothe and heal dry skin and can be used in amazing ways to improve your hair, skin, and more. Here are more of the [best face oils for dry skin](https://www.thehealthy.com/beauty/face-body-care/best-face-oil-for-dry-skin/). Natural dry skin remedy: Humidifier Dry air can cause dry skin, according to [Mayo Clinic](https://www.mayoclinic.org/diseases-conditions/common-cold/in-depth/humidifiers/art-20048021). If the air in your home is parched, try using a [humidifier to add moisture](https://www.thehealthy.com/cold-flu/best-humidifier/) to the air; it can help prevent an extremely dry face. Portable humidifiers or those that attach to a furnace can both help make your home's air less dry. ( [Facial steamer vs. facial humidifier](https://www.thehealthy.com/skin-health/facial-steamer-vs-facial-humidifier/): what's the difference?) Natural dry skin remedy: Virgin coconut oil A 2014 study in the International Journal of Dermatology found that [virgin coconut oil](https://onlinelibrary.wiley.com/doi/full/10.1111/ijd.12339) had positive effects on pediatric patients with atopic dermatitis, a skin disease that can cause dry and scaly skin. After using the virgin coconut oil for eight weeks, participants were less itchy and demonstrated better skin hydration than those who used a mineral oil treatment. Here are other [genius ways to use coconut oil in your beauty routine](https://www.thehealthy.com/home/coconut-oil-benefits/). Natural dry skin remedy: Avoid long, hot showers A long, [hot shower](https://www.thehealthy.com/beauty/face-body-care/healthiest-temperature-shower/) can wash away the stress of a busy day. But not so fast, Dr. Dane warns: \"This dries out skin and washes away essential oils needed to help retain moisture.\" Instead, try a warm shower for a shorter period of time, fewer times a week; it's better for dry skin, he says. Here are [7 reasons you can shower less often](https://www.thehealthy.com/beauty/face-body-care/shower-less-often/). Natural dry skin remedy: Milk The next time you want to take a relaxing bath, add some milk to the tub; it will help relieve dry, itchy skin. \"Milk contains lactic acid, which helps to exfoliate dead skin cells. It's also an anti-inflammatory, so it helps the skin retain moisture,\" Dr. Dane says. He recommends using whole fat cow's milk or goat's milk. To take a milk bath, simply use lukewarm water and add one to three gallons of milk. Soak in it for 15 minutes and be sure to rinse off afterward. If you don't want to soak your whole body in milk, Dr. Dane says you can put a washcloth in milk and then place it on the affected area for 10 minutes before rinsing it off. Find out if switching to [goat milk soap](https://www.thehealthy.com/skin-health/goat-milk-soap-benefits/) can also help keep your skin healthy. Natural dry skin remedy: Moisturize immediately after showering If the skin on your face or body is extremely dry, chances are you're already slathering on moisturizer as often as possible. Dr. Dane says that when you put that moisturizer on is crucial. He recommends moisturizing right after you towel dry, to best lock in the moisture from your shower or bath. Natural dry skin remedy: Yogurt Plain yogurt can help moisturize your skin; plus, it's anti-inflammatory, Dr. Dane says. Apply a thin layer to dry patches and rinse it off after 10-15 minutes, he recommends. Or you could try a Greek yogurt moisturizer like this [nourishing cream from Korres.](https://www.sephora.com/product/greek-yoghurt-advanced-nourishing-sleeping-facial-P379063?skuId=1522606&om_mmc=ppc-GG_1165716893_53825940380_pla-419039572214_1522606_257731950128_9021468_c&country_switch=us&lang=en&ds_rl=1261471&gclid=EAIaIQobChMIiabttdTB4wIVTtbACh1LVAUwEAQYAyABEgLPk_D_BwE&gclsrc=aw.ds) Natural dry skin remedy: Oats When it comes to home remedies for dry, itchy skin, oatmeal has been around a long time. It's not just for breakfast; [oats](https://www.dermnetnz.org/topics/oatmeal/) contain specific sugars and fatty acids that lock in moisture and fight the itchiness caused by dry skin. Grind it up and add it to your bath while the water runs, have a 15-minute soak, then towel dry. Natural dry skin remedy: Dry brushing A stiff bristle [brush](https://health.clevelandclinic.org/the-truth-about-dry-brushing-and-what-it-does-for-you/) on dry winter skin might not sound pleasant, but it's quite effective for minimizing dry skin, according to the Cleveland Clinic. Dry brush before showering—the bristles will feel a bit rough at first—then apply lotion after showering to lock in moisture. Check out some [more benefits of dry brushing, here.](https://www.thehealthy.com/beauty/face-body-care/dry-brushing-skin/) Natural dry skin remedy: Avocado Smash one half on your toast and save the other half for your face: [Avocado](https://fdc.nal.usda.gov/fdc-app.html#/food-details/341528/nutrients) is loaded with skin-healing vitamins A and E. That's a nutritional duo that moisturizes and protects skin from damaging UV rays. Spread the [avocado](https://www.stives.com/avocado-for-face-care) on your face, massage it in, wait (while you eat your toast, for example), then rinse with warm water. Or try this avocado oil before bedtime. Here are some [more powerhouse avocado benefits](https://www.thehealthy.com/food/benefits-of-avocado/). Natural dry skin remedy: Sesame oil Keep a bottle of sesame oil handy. [Kerri Axelrod](https://kerriaxelrod.com/), a certified holistic health coach in Boston, recommends a regular warm-oil massage using sesame oil to keep your skin nourished and hydrated. You can use sesame oil straight from the grocer's shelf, or you purchase smaller bottles to stash in your vanity. Here are [10 more good reasons to put sesame oil in your cart.](https://www.thehealthy.com/nutrition/sesame-oil-health-benefits/) Replace booze with cool, clear water A good goal: drink more water. Research in 2015 in Clinical, Cosmetic and Investigational Dermatology found that adding 2 liters of [water](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4529263/) to your daily diet for a month may improve skin hydration, especially if you typically don't glug enough H20. If you find it challenging to drink enough water, a snazzy steel bottle that keeps it super cold for hours might help. This one comes with a wide mouth, so you can ice up your drinks with ease. Natural dry skin remedy: lavender-infused oil and honey Give your skin some much needed TLC at the end of the day with this combo suggested by Axelrod: Mix a cup of coconut oil, two tablespoons of honey, and a few drops of lavender essential oil—and rub it all over your dry skin. It will lock in moisture and hydrate your dry skin. And [lavender essential oi](https://www.sleep.org/articles/scents-for-relaxation/)l has been shown to relax the mind and body, and help with sleep. Here are some [more tricks to send you to dreamland.](https://www.thehealthy.com/sleep/insomnia/sleep-tricks/) Natural dry skin remedy: Vaseline Dry-skin solutions don't have to be expensive, say experts at Harvard Health: If you have [petroleum jelly](https://www.thehealthy.com/skin-health/petroleum-jelly/) on hand, you're all set. It can seal moisture into your skin just as efficaciously as more expensive products. After a bath, try rubbing a little bit into your hands and then onto your dry chapped areas. Here are other [natural moisturizers you already have in your house](https://www.thehealthy.com/beauty/face-body-care/natural-moisturizer/). Natural dry skin remedy: A probiotic before bed You may know that probiotic bacteria can support a healthy environment in your gut. Now it looks like what's good for your insides could work for your outside too: Research in the Journal of the American Academy of Dermatology in 2014 suggested that probiotics may be promising for the treatment of [atopic dermatitis](https://www.sciencedirect.com/science/article/pii/S0190962214014078), but stressed that more research is needed. \"Probiotics work best not taken with food so that they don't interfere with your digestive enzymes,\" says [Will Cole, DC,](https://drwillcole.com/) a functional medicine practitioner in Monroeville, PA. Discover more [bedtime habits your body will thank you for.](https://www.thehealthy.com/habits/what-to-do-before-bed/) Natural dry skin remedy: Paraffin dip A dip in a warm paraffin wax bath may be just what your cracked hands and feet need. The wax helps add moisture to condition skin. Not only that, the warmth may help soothe [joint pain](https://www.assh.org/handcare/procedures-and-treatment/paraffin-wax-units). If you find paraffin therapy particularly soothing, you can purchase an at-home device for about $40. Natural dry skin remedy: Fragrance-free laundry soap Your [dry skin](https://www.health.harvard.edu/staying-healthy/9-ways-to-banish-dry-skin) could be telling you to change your laundry soap and dryer sheets, according to experts at Harvard Health. Dyes and fragrances in these products are known skin irritators. Natural dry skin remedy: Castor oil Grandma knew a thing or two about home remedies. Castor oil may not be sexy or trendy, but just like olive oil and coconut oil, it's full of [fatty acids](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5015816/). \"Castor oil is great to rub into cracked cuticles and dry heels, on to chapped lips, or on any spot that needs extra moisture,\" says [Nadine Artemis](https://www.livinglibations.com/us/creators/index/list/), author of [Renegade Beauty](https://www.amazon.com/Renegade-Beauty-Radiance-Beauty-Solutions-Preparations/dp/1583949690/?tag=healthtmb-20). Here are [13 more powerful uses for castor oil you didn't know about.](https://www.thehealthy.com/home-remedies/castor-oil-uses/) Natural dry skin remedy: Hand cream If your work bathroom is equipped with air dryers, you might want to stock a tube of this in your desk drawer. Washing your hands regularly, which you should be doing, especially in the height of cold and flu season, can keep you healthy, but it also may dry out hands. After washing and drying (the [Centers for Disease Control and Prevention](https://www.cdc.gov/handwashing/show-me-the-science-handwashing.html) suggests drying hands using a clean towel or allowing them to air dry), slather on a [moisturizer](https://www.aad.org/public/skin-hair-nails/skin-care/dry-skin-relief) like CeraVe Therapeutic Hand Cream. Don't miss the [10 ways you're washing your hands wrong.](https://www.thehealthy.com/infectious-disease/hand-washing-mistakes/) Natural dry skin remedy: Lip balm The skin on your lips doesn't take up a lot of square footage, but when it becomes dry and cracked, the pain is real. Licking your lips exacerbates dryness. Dentist [Aaron Mannella](https://pediatric-dental.com/our-team/meet-doctor/), a doctor of dental medicine with Pediatric Dental Associates of Randolph, NJ, advises his patients to keep a moisturizing lip balm handy and reapply as needed. Check out [14 more things cold does to your body.](https://www.thehealthy.com/beauty/face-body-care/weird-things-happen-to-body-in-winter/) [Alexander Dane](https://www.affiliateddermatologists.com/alexander-dane-do.html), DO, of Affiliated Dermatologists & Dermatologic Surgeons, PA, in Morristown, NJ. [International Olive Council](http://www.internationaloliveoil.org/estaticos/view/89-the-antioxidant-properties-of-the-olive-oil): \"The Properties of Olive Oil.\" [International Journal of Dermatology](https://onlinelibrary.wiley.com/doi/full/10.1111/ijd.12339): \"The effect of topical virgin coconut oil on SCORAD index, transepidermal water loss, and skin capacitance in mild to moderate certified holistic health coach in Boston. [Clinical, Cosmetic and Investigational Dermatology](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4529263/): \"Dietary Water Affects Human Skin Hydration and Biomechanics.\" [National Health](https://www.health.harvard.edu/staying-healthy/9-ways-to-banish-dry-skin): \"9 Ways to Banish Dry Skin.\" Academy of Dermatology](https://www.sciencedirect.com/science/article/pii/S0190962214014078): \"Probiotics and Prebiotics in Dermatology.\" [Will Cole, DC,](https://drwillcole.com/)a functional medicine practitioner in Monroeville, PA. [American Society for Surgery of the Hand.](https://www.assh.org/handcare/procedures-and-treatment/paraffin-wax-units)\"Paraffin Wax Units.\" - Lipid Insights: \"Castor Oil: Properties, Uses, and Optimization of Processing Parameters Commercial Production.\" [Nadine Artemis](https://www.livinglibations.com/us/creators/index/list/), author of [Renegade Beauty](https://www.amazon.com/Renegade-Beauty-Radiance-Beauty-Solutions-Preparations/dp/1583949690/?tag=healthtmb-20) \"Show Me to Wash Relief.\" [Aaron Mannella](https://pediatric-dental.com/our-team/meet-doctor/), DMD, of Pediatric Dental Associates of Randolph, NJ. "}