{"title": "Polio: Advice for travellers", "author": "Global Affairs Canada", "url": null, "hostname": null, "description": "English description / Description en anglais", "sitename": "Travel.gc.ca", "date": "2023-08-31", "cleaned_text": "- Practise enhanced health precautions ( [more details](/travelling/health-safety/travel-health-notices#level2)) Original publication date: March 7, 2018 Updated: August 31, 2023 Current situation The World Health Organization (WHO) declared the international spread of poliovirus a public health emergency of international concern (PHEIC) in May 2014 and issued temporary recommendations to polio-affected countries to prevent or reduce further spread of the disease. The polio PHEIC, and the temporary recommendations, are reviewed every 3 months. On August 25, 2023, the WHO released an updated [statement](https://www.who.int/news/item/25-08-2023-statement-of-the-thirty-sixth-meeting-of-the-polio-ihr-emergency-committee) on the international spread of poliovirus. It was determined that poliovirus remains a PHEIC and it was recommended that the temporary recommendations be extended for another three months. These temporary recommendations may impact your travel. Some countries may have more than one type of circulating poliovirus. The following destinations have circulating wild poliovirus type 1 (WPV1) or circulating vaccine derived poliovirus (cVDPV) types 1 or 3: - Afghanistan - Democratic Republic of Congo - Madagascar - Malawi - Mozambique - Pakistan - Republic of Congo Travellers who are visiting these countries for longer than 4 weeks may be required to receive a dose of polio vaccine 1 to 12 months before they leave this destination. This may be required even if you have previously received all the recommended polio vaccine doses as part of the routine vaccine schedule in Canada. Make sure that the polio vaccination is documented on the International Certificate of Vaccination or Prophylaxis. The following destinations have reported cVDPV type 2, with or without evidence of local transmission: - Algeria - Benin - Botswana - Burundi - Cameroon - Central African Republic - Chad - Côte d'Ivoire - Democratic Republic of the Congo - Djibouti - Egypt - Ghana - Indonesia - Israel - Malawi - Mali - Mozambique - Niger - Nigeria - Somalia - Sudan - Togo - United Kingdom - United States - Yemen - Zambia Countries with local transmission of cVDPV2 may encourage travellers visiting for longer than 4 weeks to receive a dose of polio vaccine 1 to 12 months before they leave. The Global Polio Eradication Initiative provides an [interactive map of countries with confirmed cases of polio](http://polioeradication.org/polio-today/polio-now/). About polio [Polio (poliomyelitis)](https://www.canada.ca/en/public-health/services/diseases/poliomyelitis-polio.html) is a highly infectious disease and can spread easily from person to person through contaminated food and water. It enters the body through your mouth, mainly from food or water that is contaminated with feces. Most people infected with the poliovirus don't have any symptoms. Those who get symptoms may at first experience: - Fever - Sore throat - Headache - Abdominal pain - Nausea and vomiting - Tiredness - Loss of appetite - Aching muscles - Stiff neck or back Typically, symptoms last between 2 and 10 days and go away on their own. In rare cases, poliovirus infection can cause paralysis (the loss of the ability to move all or part of your body). This damage can be permanent. Recommendations Consult a health care professional or visit a travel health clinic at least 6 weeks before you travel. Tell them where you will be travelling and for how long. Vaccination If you are travelling to a country where there is a risk of polio, get vaccinated if you: - have not received all the [recommended doses of polio vaccine](https://www.canada.ca/en/public-health/services/publications/healthy-living/canadian-immunization-guide-part-1-key-immunization-information/page-13-recommended-immunization-schedules.html)according to provincial/territorial vaccination schedule - do not know your vaccination history Infants and children under 18 years of age: - Polio is part of the [routine childhood immunization schedule](https://www.canada.ca/en/public-health/services/publications/healthy-living/canadian-immunization-guide-part-1-key-immunization-information/page-13-recommended-immunization-schedules.html#p1c12a2)for children in Canada. See these [immunization schedules by province and territory](https://www.canada.ca/en/public-health/services/provincial-territorial-immunization-information.html). - Make sure your child has received all recommended doses before travelling. Adults (18 years and older): - Get a booster dose if you have received all the recommended doses of polio vaccine according to provincial/territorial vaccination schedule and have not received a booster dose against polio since your 18th birthday. - Get the remaining doses before leaving if you have not completed your polio vaccine series. - Get fully vaccinated against polio if you have not received any vaccines against polio. Proof of vaccination [Temporary polio vaccine recommendations](https://www.who.int/news/item/25-08-2023-statement-of-the-thirty-sixth-meeting-of-the-polio-ihr-emergency-committee)have been issued by the WHO for some polio-affected countries. - Depending on the type of circulating poliovirus,these countries may require long-term travellers (visiting longer than 4 weeks) to show proof of polio vaccination when leaving the country. - To meet this requirement, long-term travellers to polio-affected countries should receive the polio vaccine between 4 weeks and 12 months before their date of departure from the country. - Make sure that the polio vaccination is documented on the International Certificate of Vaccination or Prophylaxis. This is the only document accepted as proof of vaccination. In Canada, they are provided at [Yellow Fever Vaccination Centres](https://www.canada.ca/en/public-health/services/travel-health/yellow-fever.html). - Carry the certificate as proof of vaccination. During your trip [Eat and drink safely](https://travel.gc.ca/travelling/health-safety/food-water) - Only eat foods that are well cooked and served hot. - Drink water that has been boiled, disinfected or is in a commercially sealed bottle. - Wash your hands often with soap under warm running water for at least 20 seconds. - Use alcohol-based hand sanitizer (containing at least 60% alcohol) if soap and water are not available. It's a good idea to always keep some with you when you travel. Information for health care professionals The Committee to Advise on Tropical Medicine and Travel (CATMAT) has developed a [statement on poliovirus and the international traveller](https://www.canada.ca/en/public-health/services/reports-publications/canada-communicable-disease-report-ccdr/monthly-issue/2014-40/ccdr-volume-40-13-july-10-2014/ccdr-volume-40-13-july-10-2014-2.html) in accordance with the World Health Organization's (WHO) temporary recommendations to provide guidance for health care professionals who are preparing travellers to visit areas with a risk of polio. Registration of Canadians Abroad Sign up with the [Registration of Canadians Abroad](https://travel.gc.ca/travelling/registration) service to stay connected with the Government of Canada in case of an emergency abroad or an emergency at home. - "}