{"title": "HOW TO EAT AND LOSE WEIGHT USING THE POWER OF MINDFULNESS", "author": "Dr Ian Ellis-Jones", "url": "http://ianellis-jones.blogspot.com/2012/02/another-study-on-mindfulness-eating-and.html", "hostname": "blogspot.com", "description": "The evidence attesting to the health benefits of mindfulness continues---unabated. A new study , published in the Journal of Nutrition Educ...", "sitename": "ianellis-jones.blogspot.com", "date": "2012-02-02", "cleaned_text": "The evidence attesting to the health benefits of mindfulness continues---unabated. A [new study](http://www.jneb.org/article/S1499-4046(11)00264-8/abstract), published in the [Journal of Nutrition Education and Behavior](http://www.jneb.org/), shows that older women who practised mindful restaurant eating lost an average of nearly 4 pounds (1.8 kg) in 6 weeks, even though they were only trying to maintain their weight. The study researchers looked at the effects of a mindful restaurant-eating program on weight among women aged 40 to 59 who ate out at least 3 times a week. About half of the 35 women in the study participated in a 6-week mindful eating trial focused on preventing weight gain, and the other half acted as a comparison group. At the end of the 6-week study, the women who practised mindful eating lost an average of 3.7 pounds (1.7 kg), while the comparison group didn't have any significant weight loss. Additionally, the mindful eating group reduced their daily calorie intake by about 297 calories (1247.4 kJ). The really interesting thing is that the researchers say only about 124 of that calorie reduction (or 520.8 kJ) was accounted for during eating out, which indicates fewer calories were also eaten at home. [Dr Jan Chozen Bays](http://en.wikipedia.org/wiki/Jan_Chozen_Bays), a pediatrician, [Zen](http://en.wikipedia.org/wiki/Zen)teacher and author of the book [Mindful Eating: A Guide to Rediscovering a Healthy and Joyful Relationship to Food](http://www.amazon.com/Mindful-Eating-Rediscovering-Relationship-Food/dp/1590305310), says the popularity of mindful eating strategies is growing. Dr Bays says that while formal training can help, people can easily adopt mindfulness on their own. Of course, losing excess weight is one thing - and never an easy thing to do in any event! However, making sure you do not regain that excess weight is another thing altogether. So, we have to be 'working' on ourselves all the time - watching our self-talk, using Here is a short YouTube video on mindful eating meditation presented by psychotherapist and yoga instructor [affirmations](http://optimisticbrain.com/index.php?page=shop.product_details&flypage=flypage_new.tpl&product_id=18&category_id=5&option=com_virtuemart&Itemid=66&vmcchk=1&Itemid=66)and creative visualization, eating wisely, engaging in daily meditation, relaxtion and a sensible program of physical exercise, avoiding 'triggers,' and uprooting those unhealthy emotions and mindsets which would lead us back into negative and self-destructive patterns of behaviour. Here is a short YouTube video on mindful eating meditation presented by psychotherapist and yoga instructor [Laurisa Dill](http://www.themindfulnessclinic.ca/meet-our-team/meet-our-therapists/)from [The Mindfulness Clinic](http://www.themindfulnessclinic.ca/): The other blogs I have written on this topic area---see RELATED POSTS below---give more information on mindfulness and how to eat mindfully. Before you can change anything about yourself, you need knowledge about yourself---insight---and there is no better way to gain insight into yourself than to practise mindfulness. Mindfulness is all about paying attention---on purpose. It's all about conscious awareness---and being aware that you are aware. We are talking about a choiceless, non-judgmental awareness of thoughts, feelings, images, bodily sensations, cravings, etc. Now, if you are overweight, know this. You possess the power within you to make dieting happen---successfully. Like all things where change is required, you must really want that change---more than anything else! This is not a matter of will power but want power. There is a big difference. Forget about will power. You don't need it. But you must want the change---and be prepared to go to any length to get it. Even wanting to want the change has been described as 'a step Godward.' You also need to know this---no matter what genetic or constitutional factors may be at work, you are today the direct result of hundreds and hundreds of decisions (choices) you have made for yourself in the past. Further, what you will be tomorrow, next week, next month, and next year will be determined by the decisions (choices) you are making for yourself right now. You may have come to detest the word 'diet,' but it represents the hope and the possibility---as well as the power---of change in action. And 'action' is the important thing. In the words of the great [Unitarian](http://en.wikipedia.org/wiki/Unitarianism)minister and writer [Ralph Waldo Emerson](http://en.wikipedia.org/wiki/Ralph_Waldo_Emerson), 'Do the thing and you will have the power.' At the same time, do not be discouraged if you do not see instant results. Be patient with yourself---but also firm. (Sometimes we are too gentle on ourselves!) No matter what you may have heard to the contrary or managed to convince yourself, you were not born to be overweight. If I may use a metaphysical expression of speech, you are born not of flesh but of 'Spirit'---the Spirit of Life, in the form of health, fitness and vitality. Yes, the power of Life within you is a spiritual power. Please recognise the inherent possibilities in that proposition, no matter what intellectual or emotional difficulties you may have with it. See the opportunities for personal growth and change. More importantly, seize upon the opportunity now---yes, now---for beholding the 'new world' which is revealed to you not only at the beginning of each new day but in each new moment of the day. As the Bible says, 'now is the accepted time ... now is the day of salvation' (2 Co 6:2). That means now is the appointed time for you to claim and express health, wholeness and holiness. Well, what is holding you back---other than your 'self'? Here's some more wisdom from the Bible---'your time is always ready' (Jn 7:6). Well, what is holding you back---other than your 'self'? Here's some more wisdom from time is always ready' (Jn 7:6). Resource: Timmerman, G M, and Brown, A. ['The Effect of a Mindful Restaurant Eating Intervention on Weight Management in Women](http://www.jneb.org/article/S1499-4046(11)00264-8/abstract).' Journal of Nutrition Education and Behavior, vol 44, issue 1 (Jan/Feb 2012). IMPORTANT NOTICE: See the Terms of Use and Disclaimer. The information provided on this blogspot is not a substitute for professional medical advice, diagnosis or treatment. Never delay or disregard seeking professional medical advice from your medical practitioner or other qualified health provider because of something you have read on this blogspot. For immediate advice or support call Lifeline on 13 1 1 14 or Kids Helpline on 1800 55 1800. For information, advice and referral on mental illness contact the SANE Helpline on 1800 18 SANE (7263) go online via [sane.org](http://www.sane.org/) RELATED POSTS "}