{"title": "10 Benefits of Burning Sage, How to Get Started, and More", "author": "Adrian White", "url": "https://www.healthline.com/health/benefits-of-burning-sage", "hostname": "healthline.com", "description": "The most-used sage types have antimicrobial properties. Learn about the tools you need to get started, when to smudge, and more.", "sitename": "Healthline Media", "date": "2018-07-18", "cleaned_text": "Burning sage — also known as cleansing — is an ancient spiritual ritual. Certain types of sage have antimicrobial properties and may provide additional benefits. Where did the practice originate? Distinct from cleansing, smudging has been well established as a Native American cultural or tribal practice, although it isn't practiced by all groups. We have the traditions of many Native American peoples to thank for its use. This includes the Lakota, Chumash, Cahuilla, among others. Many other cultures around the world share similar rituals. Read on to learn more about the benefits of burning sage and how you can use it to improve your overall well-being. The most-used types of sage have antimicrobial properties. This means they keep infectious bacteria, viruses, and fungi at bay. White prairie sage (which is technically a species of mugwort, Artemisia ludoviciana) is both [antimicrobial](http://www.mdpi.com/2305-6320/4/3/68) and [antibacterial](https://onlinelibrary.wiley.com/doi/full/10.1111/j.1750-3841.2011.02229.x) [is also antimicrobial](https://www.tandfonline.com/doi/abs/10.1080/14786419.2016.1269096). And both have been shown to repel insects. Beliefs that burning sage clears out spiritual impurities, pathogens, and even insects have been fundamental to the practice. It turns out that sage may help clear the air of lots more than bugs and bacteria. Though scientifically unproven, burning sage is [thought to release negative ions](http://naturalmentor.com/surprising-reasons-you-should-smudge-your-home/). This is said to help neutralize positive ions. Common positive ions are allergens like: - pet dander - pollution - dust - mold If this is the case, burning sage may be a blessing for those with [asthma](/health/asthma/asthma-cough), [allergies](/health/allergies), [bronchitis](/health/bronchitis), and other respiratory conditions. But inhaling the smoke during the cleansing can aggravate any respiratory condition. Wait until the smoke clears before going into the room. Burning sage has long been used to connect to the spiritual realm or enhance intuition. For healers and laypeople in traditional cultures, burning sage is used to achieve a healing state — or to solve or reflect upon spiritual dilemmas. This may have some scientific basis, too. Certain types of sage, including [salvia sages](https://www.sciencedirect.com/science/article/pii/S2225411016302206) is mildly psychoactive. It's actually found in many plants used in cultural spiritual rituals to enhance intuition. Burning sage may also be used as a ritual tool to rid yourself — or your space — of negativity. This includes past traumas, bad experiences, or negative energies from others. This may help you establish a positive environment for meditation or another ritual. Choosing to sit and let go of negative thoughts in a ritual like this sets your intention and dedication to self-improvement. Choosing to engage in ritual can be the beginning of your change in mindset. Burning sage creates fragrant smoke central to its benefits. You can use this incense to cleanse yourself or specific spaces. Or according to some sources, [you can cleanse specific objects](http://www.thehoodwitch.com/blog/2014/10/10/a-thrift-queens-guide-to-clearing-cleansing). This can be useful with new purchases, gifts, or secondhand items. However, any item can be cleansed. If you have any concern with negative history or energy attached to a new or unfamiliar object, burning sage may help bring peace of mind and make the object more sacred to you. Tradition suggests that burning sage can literally lift one's spirits to banish negativity. Some research supports this. [A 2014 study](http://www.scielo.br/scielo.php?pid=s0102-695x2014000500591&script=sci_arttext&tlng=pt) documented white prairie sage (also known as estafiate) as an important traditional remedy for treating [anxiety](/health/anxiety), [depression](/health/depression), and mood disorders in certain cultures. If burning sage can lift one's mood, it could also be a great ally against stress. [A 2016 research project for the University of Mississippi](http://thesis.honors.olemiss.edu/622/) established that white sage (Salvia apiana) is rich in compounds that activate certain receptors in the brain. These receptors are responsible for elevating mood levels, reducing stress, and even alleviating pain. Burning sage has been traditionally used to safeguard against negativity that could interfere with sleep. Some [research suggests](http://eprints.skums.ac.ir/6782/) that sage contains compounds that could help ease [insomnia](/health/insomnia). Classic garden sage (Salvia officinalis) is sometimes burned like white sage. It's also been used to improve sleep and soothe anxiety. In addition to dissipating negative energy, improving mood, and strengthening intuition, burning sage might improve your memory and focus. A [2016 review of studies](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5318325/) For some, this may be the best of all benefits: Sage is a lovely incense with a divine aroma, pure and simple. It also works great as a chemical-free air freshener or odor controller. The practice of burning sage is fairly simple, with few necessary tools. Basic tools include: - a sage bundle [some recommend](https://exemplore.com/misc/How-to-Perform-a-Smudging-Ritual)a seashell or bowl of ceramic, clay, or glass to hold burning sage or capture ash [some recommend](https://helloglow.co/what-is-smudging-how-to-smudge/slide/2)matches over a manufactured lighter - optional feather or fan for fanning smoke There are many types of sage usable for cleansing. Traditional examples include: - white sage (Salvia apiana) - other Salvia species - white prairie sage or estafiate (Artemisia ludoviciana) - other Artemisia species To support and respect the cultures that developed the practice, [purchase sage from native gatherers, crafters, and artists]. Before burning sage, [some recommend setting intentions](https://exemplore.com/misc/How-to-Perform-a-Smudging-Ritual) if cleansing for spiritual, energetic, and negativity clearing purposes. Remove animals or people from the room. It's also important to leave a window open before, during, and after cleansing. This allows smoke to escape. Some believe smoke also takes impurities and negative energy with it — so don't skip this step. These steps apply whether you're cleansing yourself, your home, or an object. You can cleanse any of these as often as you'd like. - Light the end of a sage bundle with a match. Blow out quickly if it catches on fire. - The tips of the leaves should smolder slowly, releasing thick smoke. Direct this smoke around your body and space with one hand while holding the bundle in the other. - Allow the incense to linger on the areas of your body or surroundings you'd like to focus on. Using a fan or feather can also help direct the smoke, though this is optional. - Allow the ash to collect in a ceramic bowl or shell. Cleanse your home or living space In this instance, direct sage smoke over all surfaces and spaces in your home or living area. Be thorough. [Some recommend](https://www.thespruce.com/how-to-smudge-your-house-1274692) working in a clockwise direction around your home, ending back where you started, especially for spiritual purposes. [Others recommend](https://spiritualgangster.com/blogs/news/demystifying-sage-smudging-with-naha-armady) counterclockwise. Do what feels best for your situation and follow your intuition. Cleanse an object Direct smoke around and over the object of your choice. This can be done to a new item, such as jewelry, furniture, or clothing, to protect or dispel it of negative energy. Items related to negative experiences or memories may also be cleansed. Some people burn sage over special objects, to acknowledge the object with sacred meaning. Aromatherapy You can also light and burn sage to improve odor, fragrance, and mood. Simply waft sage smoke in and around your home. You can place the bundle in a fireproof bowl or burner and allow it to smoke for a while. Make sure your sage bundle is completely extinguished. You can do this by dabbing the lit end into a small bowl of ash or sand. Avoid using water, since it may be difficult to reignite sage if it is extinguished by water. Check the end closely to make sure there are no more embers burning. Once it's completely put out, store it in a safe, dry place out of the sun. When done correctly and respectfully, burning sage is completely safe and the effects last after the smoke clears. Be careful with sage when it's lit. If you aren't careful, burns and even fire is possible. Have water nearby. Never leave burning sage unattended. Make sure to put your sage bundle out completely after every use. Setting off smoke alarms is common. Consider this if burning sage in a public building. People with asthma and other respiratory conditions may be more sensitive to the smoke and have adverse reactions. Always leave a window open while burning sage. Inhaling smoke can be hazardous to your health. Burning sage has many benefits as a spiritual practice. Some research supports certain health benefits of sage, such as antimicrobial properties and enhanced alertness, but more research is needed. There is very little research on burning sage as a practice beyond the cultural practice of the ritual. Keep in mind: Burning sage is a sacred religious practice in some Native American cultures. Treat the ritual with respect. Also, keep in mind that white prairie sage is endangered, so be sure to only buy yours from an ethical source. "}