{"title": "How to boost your immune system at home with acupressure", "author": "Mph", "url": "https://mph-health.com/how-to-boost-your-immune-system-at-home-with-acupressure/", "hostname": "mph-health.com", "description": null, "sitename": "Movement Performance & Health", "date": "2020-04-04", "cleaned_text": "Acupuncture is one of the key treatments in Traditional Chinese Medicine. It is a preventative medicine when done routinely and supports and maintains organ health so that we can avoid disease, rather than dealing with it after it happens. It works by making us better equipped to cope physically and emotionally. With the unprecedented Covid-19 pandemic, you may be looking to find ways to boost the immunity of yourself and your loved ones. While in-person acupuncture treatments are not possible during this time, you can still use acupuncture treatment protocols to support your health, boost your immune system, and make you more resilient. Using the most effective acupuncture points that boost the immune system and make you stronger, this 5-minute Acupressure Immune Boost Routine can be done at home, as a self-treatment, or done on children or the elderly. Acupressure is the gentle massage over acupuncture points. By manipulating acupuncture points through massage, acupressure strengthens the body's natural resistance to disease. Acupressure works by massaging the point instead of inserting needles. Dr. Marcelle's 5-minute Acupressure Immune Boost Routine: [Download the PDF guide of the Acupuncture Points Used in the Video >](https://mph-health.com/wp-content/uploads/2020/04/Acupressure-Massage-protocol-revised.jpg) Some helpful tips: - For general health, do 2 times per day (morning and night). If immune compromised, do every 2 hours until bedtime. - If caring for children or the elderly, use this routine for your own self-care. Practice the routine on yourself before administering to others. - You don't have to do all the points at every session, you can vary them - This can be modified and taught to children so they can practice their own self-care. Note the following points are contraindicated during pregnancy: - LI 4 (Large Intestine 4) where I start and stop. You can start and finish at Ht 7. - Lu 7 (Lung 7). A Manuel of Acupuncture does not list this point as being contraindicated in pregnancy. Use at your discretion. - Sp 6 (Spleen 6) [See this article for more information on the safety of obsteric acupuncture >](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4680134/) Additional Information Quick Reference List - Arms: Li 4, Ht 7, Lu 7, Li 11, - Neck & head: Ki 27, Yintang, - Legs: Gb 31, St 36, Sp 6, Ki 3, Ki 6, Lv 3 Detailed Information about each Acupuncture Point LI 4-Hegu - Joining Valley Is a famous decongestant and anti-inflammatory point. Powerful in relieving any head and neck pain. Strengthens the immune system. Use in combination with Lv 3 (the Four Gates) to strongly move Qi and blood in the body in order to remove stagnation and alleviate pain. Chronic pain. Yuan Source point for the Large Intestine. Contraindicated in pregnancy. Ht 7-Shenmen - Spirit Gate This is the point for all emotional issues. Need to calm yourself. Irritability, excessive anxiety and worry, fretful, stress, un-nerved. Calms the spirit. Tonifies deficiency of heart Qi, Blood, Yin and Yang. Lu 7-Lieque - Broken Sequence Command point of the head and neck. Headache, sore throat, cough, nasal problems. Main point for releasing the exterior of wind-cold and wind-heat (how we contract viruses). Systemic relief of cough, head ache, and stiff neck. Tonifies Defensive (Wei) Qi and the immune system. LI 11-Quchi - Pool at the Crook All febrile (heat) diseases; fever, sore throat, head ache, dizziness. Clears heat and cools the blood, resolves dampness, expels exterior wind. Regulates Qi and blood and activates the meridian. This fever reducing point is used to help prevent colds and flus. Superior in addressing substance intolerances and sensitivities. Ki 27-Shufu - Elegant Mansion Cough, asthma, chest pain. Opens the chest and descends rebellious lung and stomach Qi (cough & vomit). Stops cough. Tonifies all Kidney deficiencies. Superior immune boosting point especially for flu and influenza, and for people that are extra prone to catch upper respiratory flu symptoms. Strengthens the immune system by tonifying the respiratory system. Yintang - Hall of Impression Head ache. Heavy sensation in head, vertigo, frontal head ache. Sinus issues, congestion, runny nose, bleeding nose, insomnia. Opens the nose. Dispels wind and calms the spirit (Shen). Gb 31-Fengshi - Wind Market Dispels wind. Restless leg syndrome. Red itchy skin anywhere on the body. This is the go-to point for all externally contracted diseases (virus etc.). St 36-Zusanli - Leg 3 mile Emancipation and fatigue due to general deficiency (run down). Cough vomiting. Tonifies Qi & blood and promotes general wellness. Strengthens the body, calms the spirit, and stops pain. This is one of the most effective points in recovering from fatigue. It boosts endurance and resilience. It is an energizing point; it strengthens the immune system by aiding the digestion and assimilation of nutrients from our diet. Sp 6-Sanyinjiao - 3 Yin Intersection Strengthens the spleen and stomach (digestion) resolves dampness, harmonizes the liver, strengthens the kidneys. Nourishes blood and Yin. Calms the spirit. All hormone issues including adrenal fatigue. Contraindicated in pregnancy. Ki 3-Taixi - Great Stream Yuan Source point of the kidney. Tonifies kidney deficiency of primal Qi, Yin and Yang from any ethology. Cough, headache, and general Yin/Yang deficiency (running on empty). Ki 6-Zhaohai - Shining Sea All throat issues. Plum Pit Qi, dry sore throat. Best point to nourish Kidney Yin our body's fuel. Couple with Lu 7. Lv 3-Taichung - Great Surge Yuan Source point of the liver. Regulates liver Qi, subdues excess liver yang. Calms the spirit. Used with LI 4 (four gates) to effectively move Qi and blood throughout the body. Other points you might want to incorporate: Tw 3, Tw 5, Pc 6. School is back in and Alberta is opened back up and now that everyone is returned back to work some... With the amount of stress we're dealing with in todays times headaches, migraines and sinus headaches are a common issue... A sinus headache can be defined as inflammation of mucous membrane sinuses. The sinuses are air filled passages that continue... ABOUT MPH [#20, 2439 54th Avenue Copyright © 2023 Movement Performance & Health. All rights reserved. "}