{"title": "Positive effects on Corona Various by Dr Priya Kaul Spiritual Healer and Hope Creator - The Pharma Times | Pharma & Health Care News Portal", "author": "The Pharma Times News Bureau", "url": "https://thepharmatimes.in/positive-effects-on-corona-various-by-dr-priya-kaul-spiritual-healer-and-hope-creator/", "hostname": "thepharmatimes.in", "description": "New Delhi, May 25, 2020: 1.Like there thinking patterns are changing 2.People are becoming Spiritual - 90 percent of people are always living either in the past or in the future. So spirituality helps you to stay in the moment, to stay conscious, to become aware, and to realize everything that is happening into your [...]", "sitename": "The Pharma Times | Pharma & Health Care News Portal", "date": "2020-05-24", "cleaned_text": "New Delhi, May 25, 2020: 1.Like there thinking patterns are changing 2.People are becoming Spiritual - 90 percent of people are always living either in the past or in the future. So spirituality helps you to stay in the moment, to stay conscious, to become aware, and to realize everything that is happening into your life. - People are doing meditation - as people become more anxious as they self quarantine at home, we are Trying meditation, this is a practice that has been proven to alleviate stress, depression and insomnia as a way to cope. We are trying to meditate for five minutes. Your Practice will only get stronger over time. - spending time in nature but no one is able to go outside instead you can write people are doing gardening, making organic manure and also planting small indoor or outdoor plants. - We have to follow hygiene, but also be mindful and conserve water... so while washing your hand make sure u are closing your tap or using mug for washing frequently - We are trying to boost our immune system. The weaker our immune system, the higher the risk is for us. So it is very important that we are trying to boost our immune system and this has become a priority. - Reiki Healing - we are practicing spiritual Reiki because Reiki is the universal energy, universal life force energy, which people are learning online through one to one session and then They have practiced it. That's for self healing and for healing for others also. - Angels Therapy - we are trying angels therapy also where we connect with angels and you are surrender your situation and angels work magically in your life. - Numbers / Tarot Card - some people are interested in numbers, then they are learning numerology. And if some are interested in predictions, then either they are using angels oracle or you are using tarot. - People are taking up there hobbies seriously - Hobbies are important so as to relieve all that tension and stressful daily routines at work. Earlier people were busy on their work, so they did not take their hobbies seriously. but now They are working on their hobbies. In free time they are playing games and sports, and doing some activities that will improve our well being. Hobbies are things we do for enjoyment and fun. People needed this time to play and have fun in life. 11.Taking out time to heal there relationship - In every relationship, there are some issue. But people wanted to end that relationship instead of improving it. But now they have sometime, they are trying to improve their relationship, They are trying to heal their relationship. 12.spending time with loved ones - Earlier people could not get time, they were so busy in their own work that they could not pay attention to their love ones. but now people are spending quality time with (someone) \"Quality time\" is time that you spend with your family members, someone you're in a relationship with, or really close friends. It's time that They are spend doing things together, like talking, playing sports together. - Creating good habits - people are Creating good habits. They are spending times with family. They are thinking about family and friends and his work where they failed. They are doing some meditation and yoga. They are reading books and cooking with family. Corporate Comm India(CCI Newswire) "}