{"title": "Natural Energy Booster (10-Pack) Order Now! - 10% OFF | Vit2go!", "author": null, "url": "https://www.vit2go.net/shop/energy-10pack/", "hostname": "vit2go.net", "description": "Natural Energy Booster (10-Pack)  Contains natural powers of guarana  taurine  124mg of caffeine  Free shipping & get 10% OFF  Order NOW", "sitename": "Vit2go Online Shop", "date": "2021-08-17", "cleaned_text": "ENERGY: Boost and Shout! Are you constantly on the go in your everyday life and want to perform at your best, but you often feel too tired and exhausted to really push yourself at work or during your workout? Vit2go ENERGY offers you a simple and handy solution to harness maximum energy and manage your everyday life with optimal mental and physical power. The innovative combination of pure and high-quality ingredients supplies your body with vital vitamins, trace elements and minerals. Natural guarana and taurine provide a long-lasting energy kick, and B vitamins help you to concentrate better. The most powerful ingredients in Vit2go ENERGY Zinc - Zinc contributes to normal cognitive function. - Zinc contributes to normal macronutrient metabolism. - Zinc contributes to normal metabolism of fatty acids. - Zinc contributes to normal protein synthesis. Selenium - Selenium contributes to the normal function of the immune system. - Selenium contributes to the protection of cells from oxidative stress. Chromium - Chromium contributes to normal macronutrient metabolism. Magnesium - Magnesium contributes to a reduction of tiredness and fatigue. - Magnesium contributes to normal energy-yielding metabolism. - Magnesium contributes to normal muscle function. - Magnesium contributes to normal psychological function. Calcium - Calcium contributes to normal energy-yielding metabolism. - Calcium contributes to normal neurotransmission. Vitamin C - Vitamin C contributes to maintain the normal function of the immune system during and after intense physical exercise. - Vitamin C contributes to normal energy-yielding metabolism. - Vitamin C contributes to normal functioning of the nervous system. - Vitamin C contributes to the reduction of tiredness and fatigue. Vitamin D - Vitamin D contributes to normal blood calcium levels. - Vitamin D contributes to the normal function of the immune system. Vitamin B2 (Riboflavin) - Riboflavin contributes to normal energy-yielding metabolism. - Riboflavin contributes to normal functioning of the nervous system. - Riboflavin contributes to the maintenance of normal red blood cells. - Riboflavin contributes to the reduction of tiredness and fatigue. Vitamin B3 (Niacin) - Niacin contributes to normal psychological function. - Niacin contributes to normal energy-yielding metabolism. - Niacin contributes to the reduction of tiredness and fatigue. Pantothenic acid (B5) - Pantothenic acid contributes to normal energy-yielding metabolism. - Pantothenic acid contributes to normal mental performance. - Pantothenic acid contributes to the reduction of tiredness and fatigue. Vitamin B6 - Vitamin B6 contributes to normal energy-yielding metabolism. - Vitamin B6 contributes to normal functioning of the nervous system. - Vitamin B6 contributes to the reduction of tiredness and fatigue. Folic acid (B9) - Folic acid contributes to a normal function of the immune system (physical defence). - Folic acid contributes to the reduction of tiredness and fatigue. - Folic acid contributes to normal mental function. - Folic acid contributes to normal blood formation. Vitamin B12 - Vitamin B12 contributes to normal energy-yielding metabolism. - Vitamin B12 contributes to normal functioning of the nervous system. - Vitamin B12 contributes to normal psychological function. - Vitamin B12 contributes to the reduction of tiredness and fatigue. Biotin - Biotin contributes to normal energy-yielding metabolism. - Biotin contributes to normal functioning of the nervous system. - Biotin contributes to normal macronutrient metabolism. - Biotin contributes to normal psychological function. Our promise natural ingredients scientific studies in Germany packaging (IFS- & GMP-certified) Mix contents with at least 400ml of water or juice and stir immediately. Do not exceed recommended daily dose of 1 packet per day. Store in a cool, dry place, out of the reach of children.Food supplements should not be used as substitute for a varied diet. Seek professional advice before using if you are pregnant, breastfeeding, under medication, or suffer from food allergies. Fruit powder orange on maltodextrin, magnesium citrate, fruit powder lime acidifier citric acid, dextrose, fruit powder lemon on maltodextrin, L-tyrosine, taurine, aroma, ascorbic acid, caffeine, 1% guarana extract containing caffeine, 1% ginseng root powder, "}