{"title": "Detox and cleansing diets: more harm than good?", "author": "C=Au; O=The State; Ou=Queensland Health; Ou", "url": "https://www.health.qld.gov.au/news-events/news/detox-and-cleansing-diets-more-harm-than-good", "hostname": "health.qld.gov.au", "description": "Do they detox or cleanse any part of you? Are some harmful? Do they have benefits?", "sitename": "Corporatename=The State Of Queensland; Jurisdiction=Queensland", "date": "2022-07-01", "cleaned_text": "than good? Friday 1 July 2022 We all sometimes feel a bit 'bleh' when we've overindulged. We also hear a lot about toxins in the environment such as heavy metals, smog, water pollution, tainted foods, pathogens, and new and unknown chemicals. That's when you tend to notice the advertisements promising 'detoxes' or 'cleanses' that will leave you feeling pure as high-alpine snow and totally reinvigorated, with glowing skin and hair, sparkling eyes, and superhuman energy. From stick-on pads that are supposed to draw toxins from your feet while you sleep (they cannot), to detox diets, supplements, pills, powders, and drinks, promising to give your body a total cleanse, and rid you of toxins. Interestingly, they don't define what they mean by detoxify, or name any of the alleged toxins they are removing, or how. These detox fads claim to improve a range of health conditions or symptoms such as fatigue, headaches, joint pain, constipation, bloating, cramps, depression, and anxiety, and leave you feeling as wholesome as a field of flowers and frolicking puppies. Do they detox or cleanse you or any part of you? No. Are some harmful? Yes. Do they have any benefits? Some have a few. Let's take a closer look. 'Detox' or 'cleansing' diets Historically people used fasts, saunas, leaches, and practiced bloodletting to 'purify' or 'detox' their body. Now there's a whole world of supposed detoxes and cleanses, but as we can't cover them all, we'll stick to detox and cleansing diets. These usually involve one or more of the following: - a period of fasting (not eating, and drinking just water, fruit juices, or teas without milk) - drinking liquids only - eating (or drinking) a restricted diet—maybe smoothies only, or just certain fruits or vegetables - consuming expensive 'special' detox powders, shakes, drinks, pills, or herbs - laxatives, exercise programs, and even enemas. In medical terms, unless you are detoxing from a life-threatening drug or alcohol dependency under medical supervision, detoxes don't work. They don't detox or cleanse any part of your body, and there's no credible research that shows detoxes improve health conditions. Detox enthusiasts often say the weakness and pain you may experience while detoxing, is a result of the 'toxins leaving your body', when in fact you're likely just dehydrated, short of electrolytes, or not getting enough calories or nutrients. Rigid detoxes that involve eating or drinking the same things are not only boring, but if done long enough can leave you short of essential nutrients and can be harmful. Detox diets can also be dangerous for people with existing medical conditions, particularly diabetics. Special (medical) diets If you have a medical condition such as diabetes or epilepsy, you may need to eat a special diet to help manage your condition. If diabetic, this may include closely monitoring your carbohydrate intake or injecting insulin to control blood-glucose levels. Epileptics sometimes benefit from a ketogenic diet to reduce carbohydrate intake and put the body into [ketosis](https://www.webmd.com/diabetes/type-1-diabetes-guide/what-is-ketosis#1). This is when fat is converted to ketones and used as fuel instead of glucose. Ketosis can reduce symptoms of epilepsy, including seizures in some people. If you are on a medical diet talk to your doctor before making changes. Positives of detox diets While detox diets are mostly nonsense, some aspects may benefit our health if applied to everyday eating patterns. This includes reducing sugar, salt, and alcohol and minimising how often we over-indulge. Reducing sugar intake Some detox diets cut sugars or added sugars. If you eat sufficient grains, fruits, and vegetables, you are likely getting enough carbohydrates without adding sugar. The [World Health Organization](https://www.who.int/news-room/fact-sheets/detail/healthy-diet) (WHO) recommends sugar should only make up 10 per cent or less of an adult's daily energy intake, or less than 12 teaspoons (50 grams) per day. This includes sugars in honey, juice, and sugar you add. Reducing salt intake Some detox diets cut out or cut back on [salt](https://www.health.qld.gov.au/news-events/news/6-things-about-salt-that-arent-true) or added salt. This isn't just the salt you add, but the salt that's included in the cooking or manufacturing process. A little salt is necessary for the human body but eating too much can contribute to high blood pressure. High blood pressure is linked to conditions like heart failure and heart attack, kidney problems, fluid retention, stroke, and osteoporosis. Reducing alcohol intake Many detox diets recommend cutting out or cutting back on alcohol, which can have definite health benefits. Check out the [Australian guidelines to reduce health risks from drinking alcohol](https://www.nhmrc.gov.au/health-advice/alcohol). Weight loss You may lose weight if the detox diet is calorie restrictive, a health benefit if overweight. But [experts say](https://evidencebasedliving.human.cornell.edu/2021/03/26/the-evidence-on-detox-diets) losing weight this way lowers your base metabolic rate making it likely the weight will return when you resume your usual way of eating. You have amazing, free, built-in detox systems Your liver and kidneys, skin, and lungs are at work 24/7 removing things that are toxic, harmful, or unwanted from your body. The liver is the body's primary filtration system and converts toxins into waste products to clean your blood. The kidneys remove these waste products and any excess fluid from the body. The skin excretes urea (a by-product of protein metabolism), excess salts, and some other waste products in your sweat. The lungs excrete carbon dioxide, trace levels of other waste gases, and some water vapour. You don't need to 'detox' to be healthy. You can get the benefits without the drawbacks of detoxes by following [a healthy lifestyle](https://www.healthier.qld.gov.au)—helping your body's natural detox systems by eating healthily (limiting processed foods and sugary foods, and concentrating on vegetables, fruit, and lean meats), exercising, drinking enough water, and not drinking too much alcohol. "}