{"title": "PDF", "author": "PDF", "url": "scielo.isciii.es/pdf/neuropsiq/v41n139/2340-2733-raen-41-139-0229.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "229 Reflexiones y debates sobre el autismoResumen: El artículo plantea algunas reflexiones sobre el lugar del autismo en las diver - sas clasificaciones psiquiátricas y sobre ciertos posicionamientos que tratan de sacarlo de ellas por juzgarlas estigmatizadoras. Señala ciertas tendencias sociales e ideológicas que afectan a la psiquiatría y que influyen en la creación, supresión y modificaciones de sus diagnósticos, cuestionando su legitimidad para imponerlos. Describe, desde una perspectiva psicodinámica y estructural, aspectos de la psicopatología clínica y propone una comprensión integradora de la etiopatogenia del autismo y del denominado \"neuro - desarrollo\" . Postula el valor epistemológico de una psicopatología psicodinámica para una clasificación de los funcionamientos autísticos que tenga en cuenta tanto su estructura psíquica como sus variantes clínicas, así como su utilidad para conducir a intervenciones psicoterapéuticas basadas en una comprensión que debe producirse en un marco relacio - nal aceptado por los afectados y sus familiares. Debate sobre las características individuales y excepcionales de este tipo de tratamien - tos, y sobre las dificultades de poder evaluarlos conforme a las necesarias exigencias metodológicas actuales y las posibilidades de reproducirlos de manera uniforme y gene - ralizada. Palabras clave: autismo, clasificaciones psiquiátricas, psicodinámica, \"intervenciones\" terapéuticas versus \"psicoterapia\" .Reflexiones y debates sobre el autismo Reflections and debates on autism alberto lasa zulueta article brings up some reflections on the place of autism in different psy - chiatric classifications and on some stances that intend exclude it from them because it is considered stigmatizing. It points out some social and ideological tendencies that have an impact on psychiatry and influence in the creation, suppression, diagnoses, into question It epistemological pathology a classification of autistic functioning that takes structure and its clinical variants, as well as to carry out psycho - therapeutic interventions based on an understanding that must take place in a relational framework accepted by both the affected and their families. It discusses the individual and exceptional of of treatments, the according to the current methodological demands, and the possibilities to reproduce them in a uniform and generalized way. Words: vs. psychotherapy. Pertenezco a la generación De profesionales que pensábamos -y seguimos pensando- que el autismo es un problema serio que atañe de lleno a la psi - quiatría. Así lo hemos manifestado en las plataformas que los espacios profesionales ofrecían. Cierto es que también pensábamos que otros espacios no profesionales no eran nuestro lugar para promocionar esta posición y que el paso del tiempo nos ha convencido de que nuestra prudencia y medida precaución para utilizar los te - rrenos mediáticos ha resultado ineficiente para mostrar una convicción inseparable de nuestra identidad profesional: la salud mental pública debe asumir y participar activamente en el desarrollo de recursos asistenciales específicos y suficientes para responder a los cuidados que el autismo necesita (1). Cuando iniciamos nuestra trayectoria profesional, en la década de los años 70, hacía poco más de veinticinco años que se había fundado el concepto de autismo, tras un largo proceso para diferenciarlo de la esquizofrenia infantil y de la deficiencia mental; dos problemas que todavía siguen despertando temores, como ya entonces ocurría. Afortunadamente para ambos -el autismo y la psiquiatría-, no se trata de un emparejamiento alejado del mundo. La sociedad también tiene mucho que decir. Después de mucho tiempo de silencio -solo relativo, porque la psiquiatría siempre ha tenido sus críticos- ha comenzado a manifestarse. Últimamente con bastante ruido.231 Reflexiones y debates sobre el autismoCabe preguntarse si es acertado o era necesario comenzar este texto con una declaración de responsabilidad profesional. ¿Acaso alguien duda que el autismo sea un problema psiquiátrico? Mi respuesta es que sí y que, además, la sociedad, ahora y siempre, ha dudado de la competencia de la psiquiatría para solucionar el sufrimien - to -individual, familiar y social- que conlleva. He elegido \"sufrimiento\" en vez de \"enfermedad\" o \"trastorno\" porque es un término más aceptable, mejor tolerado, que no alerta de entrada susceptibilidades que enconan cualquier reflexión sobre un tema que, además de doloroso, es comple - jo y no permite soluciones simples. De otro lado es un término ético, que tiene la virtud de unir a quienes, desde situaciones muy diversas, se interesan de verdad por el autismo, por sus protagonistas, que tienen todos en común el tener una vida, larga y difícil, que afecta también intensamente a quienes conviven con ellos. Desde que, después de largas y costosas reflexiones clínicas, fue reconocido por la psiquiatría como una entidad diferente de la deficiencia mental o de la esquizo - frenia, el autismo ha estado presente en todas las clasificaciones de enfermedades o trastornos psiquiátricos. Clasificaciones destinadas a ordenar su área de conocimien - to, pero también a delimitar -y legitimar- el territorio propio de una especialidad médica que quiere el mismo reconocimiento como ciencia que no se discute a todas las demás. Ya se ha dicho repetidamente que no existe ninguna \"antiespecialidad\" médica comparable a la coriáceamente persistente \"antipsiquiatría\" (y no es porque otras especialidades no hayan cometido también sus errores y desmanes). Obsesio - nada por ser incluida en la medicina \"basada en la evidencia\", la psiquiatría trata de acumular pruebas para lograrlo. Sin duda, la prueba de mayor valor sería encontrar el fundamento somático de sus males y en ello anda enredada desde siempre y sobre todo en estos tiempos actuales. clasificaciones psiquiátricas Conocemos el largo empeño de la psiquiatría estadounidense en monopo - lizar el uso universal de sus clasificaciones y lograr su consagración como único instrumento diagnóstico de valor científico reconocido unánimemente. Es difícil saber, el tiempo lo dirá, si nuestra actual contemplación del deslumbrante faro de la psiquiatría estadounidense nos está iluminando o cegando. Lo que ya sabemos es que dudamos que sus intentos de homogeneizar los diagnósticos de autismo hayan supuesto un paso adelante (\"ahora los TEA -trastornos del espectro autista- se diag - nostican más y mejor\") o varios hacia atrás (incremento excesivo de diagnósticos de TEA; cambios de denominación, desde \"trastorno invasivo-generalizado del desarro - llo\" a \"trastornos del espectro autista\"; desaparición del concepto plural de \"psicosis infantil\" pero persistencia de TEA \"inespecíficos o atípicos\" para designar cuadros 232 Alberto Lasa Zuluetamuy alejados de las resumidas características definitorias actuales). Seguramente no es casualidad que la psiquiatría infanto-juvenil -en gran parte por la insatisfactoria eficacia clínica del DSM y en particular por sus vaivenes en el capítulo del autismo, aún lejos de estar resueltos con su opción \"uniformadora\"- haya destacado en pro - poner otras alternativas diagnósticas frente al rodillo que ha supuesto la imposición \"académica\" de los sucesivos DSM, que, de otro lado, han ido acumulando posicio - namientos cada vez más críticos. Sin duda, el mayor palo recibido -para sus propios planteamientos- fueron los años de cuestionamiento que, por parte de defensores de las versiones DSM anteriores, sufrió el DSM-5 antes de su aprobación definitiva en 2013 y el posicio - namiento de descalificación absoluta de su validez científica emitido oficialmente por el NIMH -Instituto de Salud Mental de EE. UU (2)-1. Cuando Thomas Insel, desde su púlpito de presidente del NIMH, pontificó que no utilizarían el DSM-5 -\"por su carácter poco científico\" y \"por la necesidad de descubrir una nueva nosología basada en el origen biológico de las enfermedades mentales (...) creando una nueva me - todología basada en el descubrimiento de biomarcadores \"-, nos está recordando que la psiquiatría sigue siendo incapaz de extraer del cerebro la piedra causante de la locura, pretensión que ya quedó críticamente inmortalizada por los geniales cuadros del Bosco y de Brueghel, y que sigue asociada a un reproche de incapacidad científica. El \"si no hay causa demostrada no hay enfermedad\" parece, quién lo diría, seguir vigente para la psiquiatría que se proclama \"científica\". La única verdad, la única certeza científica, ha de ser la prueba somática. Así se llamen marcadores biológicos, seguimos tratando de encontrar \"el cuerpo del delito\"2. Cuando abordamos las diferentes clasificaciones psiquiátricas, conviene dis - tinguir para qué tipo de utilización están diseñadas. Ninguna de ellas pretende ser, ni tiene por qué serlo, un manual de psicopatología y todas ellas, aunque digan lo con - trario, se inscriben en un marco teórico. Por ejemplo, el citado NIMH sugiere que la nosografía psiquiátrica se base en datos directamente procedentes de las neurocien - cias fundamentales y propone un número reducido de síndromes, que denomina Research Domain Criteria (RDoc), caracterizados por la correlación entre hallazgos genéticos, características neurobiológicas, esquemas comunes de comportamientos, conjunto de datos psicométricos objetivos, etc. Claramente diseñados para la in - 1 En llamativo contraste con este posicionamiento, casi al mismo tiempo, el British Journal of Psy - chiatry publicaba un editorial reivindicando una perspectiva social de la psiquiatría y proponiendo un cambio en el enfoque hegemónico en la investigación actual y una práctica clínica enriquecida con las ciencias humanas y centrada en las personas y sus relaciones y no en anomalías cerebrales aisladas (3). 2 Espero que estos comentarios, que incluyen palabras como \"enfermedad\",\"locura\" o \"delito\", no hieran la sensibilidad de eventuales lectores preocupados por alejar la palabra \"autismo\" de cualquier matiz que haga de ella un estigma. Este artículo trata precisamente de expresar que abordar los proble - mas del autismo es una responsabilidad clínica y una actividad muy digna que debería ser considerada natural y habitual en un profesional de la psiquiatría.233 Reflexiones y debates sobre el autismovestigación \"fundamental\", resultan menos útiles para una aplicación clínica en el marco de la relación médico-paciente. El DSM no puede desprenderse de estar de - terminado por una necesidad práctica de definir unos mínimos criterios comunes y universales. No solo para evitar la variabilidad y los caprichos diagnósticos o para favorecer la investigación sobre cohortes homogéneas comparables estadísticamente. También, y sobre todo, para que las prestaciones médicas correspondientes sean o no reconocidas... y pagadas. No es casualidad que, por ejemplo, los trastornos de la personalidad, por una decisión consensuada -pero insatisfactoria y ampliamente contestada por muchos expertos-, no fueran reconocidos por debajo de los 18 años. La razón es bien conocida. El hecho de que su tratamiento medicamentoso sea considerado como in - suficiente si no se acompaña de intervenciones psicoterapéuticas largas y costosas convierte a niños y adolescentes con problemas de personalidad en un producto muy caro de atender que queda excluido en los \"catálogos de prestaciones\" que los \"proveedores de cuidados\" (léase aseguradoras privadas, que también incluyen a sus propios expertos en los grupos de consenso) están dispuestos a pagar. Lo que también explica por qué su uso se ha convertido en un requisito administrativo obligatorio en la práctica asistencial y, por extensión, también en las publicaciones académicas. Dada su implantación universal y la extraordinaria influencia de la psi - quiatría americana y de los poderes económicos que la sustentan, no sorprende a nadie que la OMS haya ido modificando las sucesivas ediciones de la CIE en una trayectoria casi idéntica que copia la de la DSM. Aunque menos difundida que el DSM, las inquietudes de muchos profesionales estadounidenses los han conducido a desarrollar otra clasificación más acorde con sus necesidades clínicas. Se trata del Psychodynamic Diagnosis Manual (PDM-2) (4). Es un voluminoso documento, de más de mil páginas, claramente orientado a comprender cómo se expresa el sufri - miento psicopatológico a través de la relación terapéutica y conforme a tres ejes. El primero se centra en la estructura psicopatológica (psicótica, límite, neurótica); el segundo, en los aspectos predominantes del funcionamiento psíquico del paciente (mecanismos defensivos o de coping etc.); el tercero, fenomenológico, explicita la vivencia subjetiva del paciente y la acomoda a las categorías sintomáticas del DSM. La inclusión del autismo en las clasificaciones psiquiátricas no parece, hasta ahora, ser objeto de cuestionamiento. Sin ninguna duda, el peso de las investigacio - nes neurobiológicas y genéticas que confirman su vinculación con una vulnerabili - dad innata contribuyen a mantener su pertenencia a la psiquiatría \"biológica\". Sin embargo, no evita que, cuando se formula en términos de funcionamiento mental patológico, surjan resistencias a aceptarlo, o que, cuando se menciona su vinculación con dificultades en las relaciones e interacciones tempranas, surja rápidamente la absurda cuestión de que hacerlo supone una acusación injusta hacia el entorno fa -234 Alberto Lasa Zuluetamiliar, porque los culpabiliza como agentes cocausales de esas dificultades. Es cierto que la psiquiatría y el psicoanálisis hablaron en su tiempo del efecto \"esquizofre - nógeno\" de los progenitores (Lidz) o de su frialdad emocional (Kanner) y su papel patógeno (Bettelheim) como factores causales coadyuvantes, pero también lo es que ambas disciplinas criticaron, lamentaron y rectificaron desde hace largo tiempo estas perspectivas. Se han esforzado mucho en explicar por qué las características innatas del bebé autista contribuyen a la gran dificultad que para entrar en relación con él encuentran sus seres cercanos por muy bien motivados y dispuestos que estén para contribuir a su crianza. Desconocerlo y continuar manteniendo esta idea de su papel acusador de padres y madres es una visión insuficiente y sesgada que -por lo visto en debates sociales recientes- busca su descalificación como disciplinas terapéuticas y su alejamiento del mundo del autismo. Esta corriente arrastra también otra tendencia. Apoyándose en los logros de los avances de la neurobiología cerebral y las propues - tas de las teorías neurocognitivas, más interesadas por ciertas funciones mentales objetivables (tipos de memoria, neurosensorialidad, etc.), van más allá de lo que dicen sus autores, presentándolos como incompatibles con otras aportaciones que centran su interés en los procesos mentales psicopatológicos y su íntima vinculación con los comportamientos y relaciones que generan. El legítimo interés por la psico - patología del autismo, por sus procesos mentales y sus aspectos intrapsíquicos -sus problemas afectivos y defensivos, sus angustias relacionales, el valor protector de sus comportamientos repetitivos, las consecuentes limitaciones del desarrollo cognitivo, motor, afectivo y relacional que generan- queda barrido y calificado como caduco frente a los \"nuevos descubrimientos científicos\". Esta actitud simplista ignora que las perspectivas de las que proceden (psicoanalítica, sistémica, teorías intersubjetivas y del apego, etc.) son perfectamente compatibles con la neurobiología y la genética actuales, salvo que un partidismo teórico -que también tiene interés por atribuirse un territorio asistencial- quiera alejarlas3. El interés y el futuro de las clasificaciones orientadas hacia la psicopatolo - gía4 -hoy en riesgo de desaparición en otras clasificaciones y en una práctica clínica centrada en la expresión sintomática y en el comportamiento- va a depender de su utilización clínica. Este artículo trata de defender que el autismo es un terreno de especial interés para su revalorización como instrumento clínico, a la vez útil y 3 La transformación del lenguaje profesional que ha convertido los \"tratamientos psicoterapéuticos\" en \"intervenciones psicoeducativas\" no es ajena a la lucha por mantener al autismo en determinados territorios: salud, educación, servicios sociales. Tampoco lo son las tensiones por definir la pertenencia profesional y presupuestaria de la atención temprana y las diferentes opciones político-asistenciales que ha tomado en diferentes lugares. 4 La ya citada PDM-2 (4) o las procedentes de la psiquiatría de la infancia y adolescencia: la fran - cesa CFTMEA en su revisión del 2020 (5) con correspondencias con los códigos de la CIE-10; la \"Clasificación 0-3\", luego extendida a 0-5.235 Reflexiones y debates sobre el autismode una sorprendente modernidad epistemológica. Una psicopatología alimentada por la integración de diversas corrientes teóricas potencia un modelo etiopatogénico multifactorial, compatible con los hallazgos de la genética y la epigenética actuales y, sobre todo, abierto a la variedad de opciones terapéuticas hoy centradas en un proceso diagnóstico y un conjunto de intervenciones multiprofesionales realizadas tan temprano como sea posible. meDicina , psiquiatría , biología : serviDumbres y liberaciones Del cuerpo biológico Por suerte, la psiquiatría no es una burbuja profesional aislada. Está en el mundo. Un mundo que sintoniza con algunas de sus pretensiones e ilusiones. Los seres humanos actuales también quieren dominar su cuerpo y controlar sus desajus - tes y desarreglos. Pero, en paradójico contraste con el empeño de la psiquiatría actual de hacer derivar nuestros humores, sentimientos y sufrimientos de las alteraciones de la química neuronal, nuestra sociedad actual quiere liberarse de toda servidumbre biológica. Las muestras de que la humanidad quiere despegarse de su naturaleza corpo - ral son innumerables. No queremos morir, no queremos enfermar, no queremos envejecer. Hay adolescentes -y no me estoy refiriendo ahora a los transexuales- que no pueden soportar sus cambios corporales fisiológicos y recurren a la cirugía antes incluso de que haya terminado del todo su transformación puberal. Se multiplican los niños y niñas que quieren modificar su sexo y los adultos que no dudan de que eso sea una opción liberadora exenta de complicaciones. El sexo genital ya no será lo que determine el género que figure en el carnet de identidad y, según parece, ya se perfilan proyectos de ley para suprimir en él la mención \"sexo\". Completando este panorama vemos que la medicina moderna ha ampliado su misión curativa con la reparadora. Su uso estético, ahora también llamado \"cosmético\", ha encontrado un enorme y extensible campo profesional, que además proporciona muy gratificantes satisfacciones comerciales. Adornar o mejorar la apariencia corporal, evitar asime - trías, suprimir o añadir excrecencias; camuflar o suprimir signos de envejecimiento, de diferenciación o decrepitud sexual; congelar el cuerpo antes de su último suspiro para hacerlo resucitar cuando sea posible o hacerlo para preservar óvulos o em - briones, procrear hijos sin necesidad de acto sexual, gestarlos -\"subrogarlos\"- en vientres de alquiler... son algunos de los avances que sin duda serán superados en el futuro. Aunque muchas de estas cosas han supuesto un indudable logro de los progresos de la medicina para solventar dolorosas situaciones, conviene no ignorar que todo lo que la tecnología médica permita será imparablemente comercializado, con muy variables intenciones. Porque habrá quien pueda pagarlo o porque será reivindicado para que lo haga la sanidad pública. Ya asistimos ahora a la paradoja 236 Alberto Lasa Zuluetade ver que quienes rechazan la intervención de los profesionales de la salud mental y luchan por evitar que puedan inmiscuirse en sus opciones de transformación \"de género\" -entendiendo que eso no tiene nada que ver con la biología, ni con la caduca \"identidad sexual\"- recurren a la intervención de la medicina somática (endocrinológica o quirúrgica) para poder realizar sus proyectos vitales. Creo que cuando dicen \"no necesitamos de terceros para saber quién somos\", entienden que la psiquiatría estigmatiza su verdadera y legítima identidad. ¿Quizás porque la juz - gan como una intervención médica destinada a la persuasión psicológica y alejada de la biología? Habría que preguntárselo, pero parece confirmarse que esta pers - pectiva, a la vez que señala a la psiquiatría como una especialidad detestable de la medicina, solicita las intervenciones de otras especialidades que, por cierto, ni son inocuas (hormonoterapias de por vida con sus consecuentes efectos secundarios) ni son incruentas (cirugías transformadoras que, aunque parezca horrible decirlo, pueden conllevar amputaciones irreversibles) ni suscitan la activa participación de la mayoría de especialistas concernidos. Nos dicen los expertos en psicología social que nuestro mundo -\"el normal\"- está poblado de narcisistas individualistas que para gestionar mejor su independencia no quieren depender de nadie. Prefieren por tanto ser felices, o curarse, en soledad. El objetivo es agenciarse todos los objetos de satisfacción que nuestra sociedad de consumo permite comprar, a los que pueden, o que impulsa a robar a los muchos más que, por carecer de medios económicos, no pueden. Es lo que influye en el éxito del uso de sustancias químicas, drogas o fármacos que autoadministradas permiten, o así se supone, regular malestares afectivos y emocionales. No soy capaz de descifrar si esta otra pandemia tan típica de nuestro tiempo como la de recurrir a la química para mitigar cualquier malestar, incluidos los del alma, debe ser vista como una muestra de reconocimiento de la naturaleza corporal de nuestros males. Me temo que más bien se trata de negarla recurriendo a la ilusión, propia de un mundo de consumidores, de poder suprimirla voluntariamente por tan sencillo procedimiento como la ingestión, inhalación o inyección de una sustancia comprable. Es una tendencia que ha facilitado el asombroso éxito de la promoción de psicofármacos para todo tipo de males, los que siempre han sido considerados e incluidos en la categoría de enfermedades psiquiá - tricas y los que han dado lugar a la creación de \"nuevas enfermedades\", deslizamiento conceptual altamente cuestionable y muy criticado, pero imparablemente rentable. Tendencia que contribuye también a explicar la multiplicación de métodos psicote - rapéuticos, psicocorporales, relajantes... Todos ellos denominados de \"autoayuda\" y ampliamente aceptados socialmente (tengo dudas de dónde situar el \" coaching \"). En cambio, parece que pedir ayuda terapéutica \"psiquiátrica\", depender de un saber ajeno, aunque sea supuesto, despierta un sentimiento de sometimiento que empuja a rechazar ambas cosas. Si es así, se confirmaría la persistencia irreductible 237 Reflexiones y debates sobre el autismode un sentimiento social \"antipsiquiátrico\". La sociedad siempre ha delegado en la psiquiatría ciertos mandatos y ha recurrido siempre a ella para que se encargue del apartamiento del loco, del señalamiento del enfermo mental. Quizás el hecho de confiarnos tan inconfesable deseo no sea ajeno al de huir como de la peste de un diagnóstico psiquiátrico y de quienes tratan de adjudicarlo... Y de destinarlo a lugares que, aunque se hayan modernizado, siguen activando el recuerdo de otros lugares -reales o míticos- de encierro. Nuestros diagnósticos, lo sabemos -y nos sentimos obligados a la vez a acep - tarlo y a luchar contra ello-, estigmatizan. Pese a ello, muchas veces y cada vez más, nos vemos solicitados, en contra de nuestro parecer, para hacerlos constar en certifi - cados médicos firmados \"a petición del interesado\" (o \"de su familia\" cuando se trata de la infancia). No hace falta haber leído a Foucault para constatar que el poder de diagnosticar enfermedades y conceder las prebendas que ello implica -bajas labora - les, incapacidades y pensiones, reducciones fiscales, ayudas escolares, tratamientos subvencionados- funda el prestigio social del psiquiatra en tanto que médico (aun - que lo sea de una condición especial que merece una menor, o al menos más ambiva - lente, consideración social). Como tal es solicitado, pero otra cosa muy diferente es que lo sea como terapeuta. El psiquiatra no tiene una reputación social de persona a la que se recurre para un tratamiento \"psicológico\". En la calle, los padres de nuestros pacientes dicen que van \"al psicólogo\" pero no \"al psiquiatra\". Curiosamente, algu - nos famosos que entrevistados públicamente \"confiesan\" sus sufrimientos psíquicos dicen cosas como \"a mí me salvaron los medicamentos\". Confirman así la extendida opinión popular, exhaustivamente promocionada por la exitosa propaganda de la industria farmacéutica, que asevera que \"si vas al psicólogo es para algo más normal; si es más grave eso ya es para el psiquiatra... y necesita medicación\". ¿Qué decir de la imagen social del psicoanalista o, aún más compleja, la del psiquiatra que además practica su oficio desde la doble condición de estar capacitado para ambas prácticas? Afirmo que esta doble condición resulta incómoda incluso en encuentros profesio - nales donde muchos afiliados a una concepción tradicional \"pura\" de una u otra de ellas piensan que un tal profesional es \"demasiado psicoanalista para ser psiquiatra\" o, viceversa, \"demasiado psiquiatra para ser psicoanalista\". situaciones clínicas y presiones sociales Antes de adentrarme aún más en el autismo comentaré dos situaciones -¿si - guen siendo clínicas?- que han agitado la psiquiatría infantil y de la adolescencia estas últimas décadas. Una de ellas es el diagnóstico de moda que ha suscitado y monopolizado casi todos los debates desde la década de los noventa: el TDAH. ¿Cómo es posible que 238con esta denominación diagnóstica se haya impuesto una visión del trastorno y de su tratamiento que ha vaciado de significado psicológico o psicopatológico las muy diferentes situaciones que en la infancia causan una permanente impaciencia y una inquietud cercana a la agitación y que lógicamente se acompañan de dificultades para concentrar la atención? ¿Cómo entender que una sintomatología tan común en la infancia, muchas veces reactiva a situaciones sociofamiliares y espontánea o rápidamente evolutiva cuando se interviene eficazmente sobre ellas, haya servido de base para definir una \"condición médica\" que se describe como crónica y con una base genética y neurológica \"probada científicamente\"? ¿Cómo explicar que pese a la complejidad del tema se haya consolidado una \"solución\" -socialmente acepta - da- tan simple como recurrir a un único tipo de tratamiento, los archiconocidos y clásicos psicoestimulantes, con efectos sintomáticos innegables pero pasajeros y con consecuencias tan poco inocuas como, entre otras, la habituación que producen?5. Somos muchos los profesionales que podemos testimoniar que cualquier re - cuerdo por nuestra parte de la complejidad del problema -de su dimensión so - cial, reactiva y evolutiva y, en caso de tener significación clínica, de la diversidad de intervenciones necesarias para paliar el sufrimiento psicológico subyacente y de la insuficiencia de una ayuda exclusivamente medicamentosa- despertaba encendidas reacciones de rechazo tanto por parte de familiares de afectados como por parte de muy numerosos colegas. Cuando hemos propuesto una visión complementaria y no excluyente de las diferentes perspectivas del problema, parecía confirmarse una ten - dencia a una irritada descalificación recíproca de las posiciones divergentes. De un lado, unos veían en los otros el sesgo de los intereses comerciales de los convencidos del milagro de \"nuevos psicofármacos\"; desde el otro, se reprochaba a quienes cues - tionaban el nuevo \"constructo\" su desconocimiento de \"los actuales conocimientos científicos\". Estoy entre quienes esperábamos que los resultados terapéuticos pondrían en su lugar la eficacia de los tratamientos propuestos y, en particular, que la comproba - ción de que un tratamiento sintomático no mejora el problema de fondo subyacente -y causante de ciertas hiperactividades- conllevaría un replanteamiento de los trata - mientos recomendados. Confiábamos en que, como en otras situaciones clínicas, el tiempo, la investigación y la ética y el rigor en la práctica clínica aclararían las cosas. Sin embargo, una \"nueva\" idea dominante sigue en boga y sostiene que el TDAH es una enfermedad crónica y necesitada de tratamiento farmacológico de por vida. Más allá de tomas de posición partidistas, cuesta creer que, como se ha dicho repe - tidamente por parte de ciertos \"líderes de opinión\", sea una situación comparable a Alberto Lasa Zulueta5 Dado lo polémico del tema quiero evitar dar la impresión de hacer simplificaciones sesgadas, por lo que remito al lector a varios trabajos y autores que se han, nos hemos, explayado sobre la cuestión (6-10).239 Reflexiones y debates sobre el autismola prescripción de insulina para el diabético o de gafas para el miope. Muchos pensa - mos que la curiosidad, la atención mantenida y la espera, la paciencia y la capacidad de diferir la satisfacción, de suspender la acción dominando las descargas impulsivas, o la tolerancia hacia las imposiciones educativas, son funciones psíquicas comple - jas que, además de pasar por el cerebro, resultan de un desarrollo complejo y de la estructuración de cuidados procesos de aprendizaje y de relación. Y somos reacios a aceptar que funciones psíquicas tan sofisticadas y tan esencialmente humanas so - lamente se expliquen por la irreversibilidad de una hipotética insuficiencia química. En cualquier caso, no hemos ayudado a que nuestros debates aclaren las dudas que nuestro entorno social sigue manifestando hacia la dualidad de nuestros plan - teamientos y cuando la psiquiatría debate y manifiesta públicamente sus desacuerdos -y ahora todo es inmediatamente público... y excesivamente simplificado- susci - tamos más chanzas que comprensión y más bien un severo rechazo por nuestras incertezas que reconocimiento por nuestras costosas cavilaciones. El resultado conjunto de todo ello es la desconfianza y el cuestionamiento de un colectivo profesional, la psiquiatría, que pese a los méritos que hace para serlo no termina de lograr el mismo reconocimiento que otras como especialidad médica indiscutible. Cierto es que acontecimientos recientes muestran que también otras especialidades (ahora están en el ojo del huracán la virología y la epidemiología) sufren descalificaciones sociales cuando no resuelven rápidamente los problemas que se supone que deberían solucionar. Pero, en cualquier caso, no llegan a ser calificadas de charlatanería. De ellas sí se espera una solución tangible y envasada que haga desaparecer rápidamente el mal. Tenemos que reconocer que el poderío económico y mediático de la industria farmacéutica ha intentado una interesada (y legítima) inyección de credibilidad ha - cia las especialidades médicas y también hacia la psiquiatría... cuando sus intereses confluyen. Defiende nuestra seriedad científica cuando nos acercamos a la neuroquí - mica de los trastornos psíquicos, pero mucho menos cuando hablamos de condicio - nes psicosociales determinantes. Se impone también otro poderío, la influencia social de las noticias falsas o ses - gadas y universalmente divulgadas, que tampoco es desdeñable6. Nada nuevo bajo el sol, no podemos sorprendernos del predominio de una opinión social que entiende y exige de la ciencia un compendio de certezas y no soporta sus fundadas y razonables dudas. Aunque pensemos que es Internet quien ha hecho estragos con la difusión de informaciones falsas, el asunto es viejo. Así se expresaba el escritor Honoré de Balzac en 1836: \" Todo conflicto con la opinión pública es siempre peligroso para un cuerpo 6 Valga como ejemplo el largo recorrido que ha tenido el conocido asunto de la supuesta causalidad atribuida a ciertas vacunas en el autismo, que, a pesar de que la literatura científica lo ha denunciado y desmentido, aún suscita \"nuevos\" debates en ciertos medios. 240 Alberto Lasa Zuluetaconstituido, incluso cuando este tiene razón contra ella, porque las armas no son iguales. El periodismo puede decir de todo, suponerlo todo; y nuestra dignidad nos prohíbe todo, incluso la respuesta \"7. Hay otra situación -a la que ya me he referido antes- vinculada hasta hace poco a la psiquiatría que está originando muchos debates -más ideológicos que clínicos- y que no sé si podemos considerar \"clínica\" sin herir la sensibilidad y digni - dad de quienes reivindican su \"despatologización\". Ahora sí me refiero a las personas \"trans\", que manifiestan claramente que no quieren que la psiquiatría se inmiscuya en su libertad para construir su vida conforme a sus deseos más íntimos8. Quienes han optado por elegir el camino de transformar su cuerpo -su apariencia, su fi - siología y su anatomía- para adecuarlo a su identidad más íntima y realizar así su auténtica naturaleza declaran públicamente el gran sufrimiento psicológico que les ha supuesto y la incomprensión social que han encontrado. Con presunción o con ingenuidad, la psiquiatría -algunos, más bien pocos, psiquiatras- quiso acompa - ñarlos en su difícil trayectoria (estoy pensando en algunas docenas de niños que se convirtieron pronto en adolescentes). Fueron escasos los endocrinólogos sensibles que también se sumaron a tan sensible y delicado tema. Eran otros tiempos, tam - poco tan lejanos como haría pensar la transformación del lenguaje: \"Os enviamos para su estudio psicológico y eventual derivación a endocrinología al/a la paciente (...) que también nos solicita una castración quirúrgica (o una mastectomía)\" decían los informes de derivación que recibíamos y... eran niños y niñas o adolescentes recientes. Luego el lenguaje de los cirujanos se fue modificando y adecuando a los tiempos: \"solicita nuestra intervención para una reasignación de sexo\"... aún no se hablaba de género. Eran acompañamientos terapéuticos difíciles y dolorosos para los interesados y para sus familias, tanto cuando los acompañaban como cuando recha - zaban hacerlo, que tenían que transitar por consultas hospitalarias con especialistas diversos que pocas veces mostraban algún entusiasmo por realizar un trabajo al que su condición de servidores de la sanidad pública los obligaba. No hace falta mucha imaginación para deducir los complejos equilibrios y coordinaciones profesionales que transcurrían en un difícil mantenimiento de la 7 \"La interdicción\", texto de 1836, luego incluido en diferentes ediciones de La comedia humana (11). 8 En el momento de escribir este artículo asistimos a un movido debate político y mediático en torno a una proposición de \"ley de autodeterminación de género\" que garantizaría el derecho a que sea el propio sujeto quien defina su identidad de género y no necesite ni informes psicológicos o psi - quiátricos, ni seguir tratamientos hormonales o someterse a intervenciones quirúrgicas para obtener el cambio de su sexo legal. Una ley previa, de 2007, ahora cuestionada en ciertos sectores, hablaba (en su artículo 4., Requisitos para acordar la rectificación) de la obligación de un \"informe médico o de psicólogo clínico con un diagnóstico de disforia de género\" que \"deberá hacer referencia (...) a la estabilidad y persistencia (...) de una disonancia entre el sexo morfológico o género fisiológico inicial - mente inscrito y la identidad de género sentida por el solicitante o sexo psicosocial\".241 Reflexiones y debates sobre el autismoconfidencialidad. Seguramente tal prudencia parecerá absurda en estos tiempos en los que hacer más visible su situación y ganar espacio y derechos sociales se ha con - vertido para los grupos trans en actitud militante, en la que han incluido una firme posición de rechazo activo de la psiquiatría. La psiquiatría les resulta innecesaria y sobre todo coarta su libertad y cuestiona su dignidad. Ya sabemos lo que ocurrió cuando los colectivos de homosexuales denunciaron a la Asociación Americana de Psiquiatría pleiteando en los tribunales hasta que lograron que sus clasificaciones diagnósticas dejaran de incluirlos como \"trastorno psiquiátrico\". También hemos conocido cómo instituciones pioneras referentes en su interés militante por ocu - parse de la transexualidad con intervenciones que han durado décadas tratan ahora de evitar su desaparición o se resignan a aceptarla ante las demandas legales y las activas manifestaciones de grupos trans que la exigen. Creo que, afortunadamente para todos, en nuestro país nadie tendrá que pleitear para que la psiquiatría acep - te renunciar a asumir responsabilidades terapéuticas o legales con estos colectivos. Seguramente aliviada por quedar excluida de tener que hacerlo, parece estar ya más bien en situación de prudente y discreta retirada que de beligerante reclamación de conservar un territorio perdido. Una reflexión importante se impone. En estos y otros terrenos, que siempre fueron clínicos, ¿qué es lo que se acepta y lo que se rechaza de la intervención, del acompañamiento terapéutico del profesional de la psiquiatría? ¿Es contradictorio aceptar y solicitar sus atributos más \"médicos\", las preben - das que otorga (certificados, reconocimientos de discapacidad, derecho a prestacio - nes sociales o ayudas escolares y terapéuticas) y que están vinculadas a la certificación de un diagnóstico que a veces (como cuando nos solicitan certificar que un niño hiperactivo padece una discapacidad) le parece más estigmatizador al psiquiatra que lo emite que a quienes lo reciben? En el caso de la transexualidad, parece que la desaparición de las denominacio - nes clínicas está ya sentenciada. Casi ningún clínico osa mencionarla públicamente, no ya como trastorno sino como problema o dificultad con la identidad de género. Mantener la idea de que exista un conflicto interior entre diferentes opciones identi - tarias ha quedado descalificado, rechazado y hasta ridiculizado. Sostener que merece una reflexión el hecho de que existe un periodo prepuberal de varios años denomi - nado \"reversible\", porque los deseos previos de cambio transexual pueden acompa - ñarse de dudas y hasta cambiar de sentido, despierta acusaciones de manipulación malévola de conciencias infantiles destinada a evitar su libre determinación. Por lo que parece, la futura CIE-11, aún pendiente de cercana aprobación, está dudando y debatiendo dónde colocar la \"incongruencia de género\", pero ya ha decidido no incluirla como \"trastorno\", sino en el capítulo de \"condiciones ligadas a la salud mental\".242 Alberto Lasa ZuluetaCreo que los comentarios precedentes, aunque alejados del autismo, sirven de introducción a una reflexión sobre los diagnósticos psiquiátricos, sobre las divergen - tes y cambiantes posiciones de la psiquiatría respecto a su delimitación y, sobre todo, a la delicada cuestión de definir hasta dónde debe llegar el ámbito de su intervención terapéutica. Si tiene algo que hacer o incluso algo que decir. Habrá quien piense que no ha lugar a pensar que el autismo pueda verse afec - tado por parecidos vaivenes. Pero no está siendo así. Es muy difícil que las personas afectadas o sus familiares puedan aceptar que el autismo sea etiquetado como \"trastorno mental grave\". Sin embargo, con una sin - ceridad que raya con la implacable insensibilidad de ciertos diagnósticos médicos, es un término que aún mantenemos. Tan duro término figura incluso en los programas asistenciales de atención intensiva surgidos en los centros de salud mental más sensi - bles al problema. También es cierto que sustituirlo por \"trastorno del espectro autis - ta\" tampoco resulta tranquilizador fuera de nuestro ámbito profesional. La sombra de lo \"crónico-incurable\" oscurece la imagen de un pronóstico que, como sabemos por experiencia clínica, es mucho más variado de lo que suele imaginarse. Térmi - nos como \"grave\" o \"severo\" añaden más temor a la palabra \"autismo\" y anulan la esperanza que los avances en el terreno del diagnóstico y las intervenciones precoces legitiman y necesitan. Por tanto, es fácil de entender que, en el caso del autismo, evitar un diagnóstico psiquiátrico sustituyéndolo por el de discapacitado -que tam - bién designa un colectivo mucho más amplio- resulte menos estigmatizador y más aceptable para los afectados y sus familias. Pero ¿durante cuánto tiempo será así?9. En su reciente revisión, del 2020, la clasificación francesa \"de los trastornos mentales de la infancia y la adolescencia\" se plantea esta delicada cuestión en la elección de los términos diagnósticos (5). Propone una denominación global que no menciona la palabra autismo: \" trastornos generalizados e invasivos del desarrollo y del funcionamiento mental\". Sin embargo, opta por mantener dentro de ella como subdiagnóstico la noción de \"trastornos del espectro autista\" porque lo considera \"preferible en razón del contexto internacional \". Considera también que \" teniendo en cuenta la extensión adquirida por este cuadro (diagnóstico), juzgamos más conforme a la experiencia clínica mantener un cuadro diferente para las psicosis específicas de la infancia, entre las que las disarmonías psicóticas encuentran un lugar más apropia - 9 La aceptación social de los términos médicos relacionados con la enfermedad cambia periódica - mente. Del francés se tomó \"handicap\" y \"handicapés\" para traducirlo en \"minusválidos\", que, a través del \"disabled\" inglés, se convirtieron en \"discapacitados\". La extensión de la tendencia a usar nuevos términos acordes con la corrección política ha parido otros términos como \"diferentes\", \"especiales\" o \"dependientes\". Incluso los enfermos han pasado a denominarse \"afectados\" o \"portadores\" y las enfermedades \"trastornos\", \"desórdenes\" y hasta \"condiciones\" (anglicismo derivado de conditions). Hace tiempo que los lingüistas desvelaron que se trata de usos ideológicos del lenguaje para cambiar realidades socialmente intolerables. Ver: Joan Busquet (12). 243 Reflexiones y debates sobre el autismodo\". Es probable que algunos vean en el mantenimiento del término \"psicosis\" un empecinamiento en mantener términos caducos relacionados con la orientación psicoanalítica de sus creadores. Una lectura más minuciosa y sosegada de esta cla - sificación permite comprobar que, sin negar sus orígenes, ha incorporado muchos conceptos procedentes de otras perspectivas teóricas (teorías del apego y sistémicas, cognitivismo, aportaciones pediátricas a una concepción del \"neurodesarrollo\" que incluye aportaciones de la genética y la neurobiología) y propone su integración en un modelo etiopatogénico multifactorial que incorpora los avances recientes de las investigaciones en el terreno del autismo. Hasta hace poco parecía absurdo preguntarse si el autismo es un \"territorio\" relacionado con la salud mental en el que la psiquiatría tenga algo que hacer. Otra pregunta replantea las cosas en sentido contrario: ¿quieren las personas autistas y las asociaciones que los acogen seguir estando incluidos en tal diagnóstico psiquiátrico? En un texto dedicado íntegramente al autismo, un periodista estadounidense muy bien documentado10 postula que tienen razón los autistas, sus familiares y las asociaciones que los amparan en plantear que debe avanzarse hacia una nueva deno - minación para sus dificultades -que más bien serían solamente peculiaridades- para conseguir la denominación de \"neurodiversos\" (el resto de los humanos serían \"neuro - típicos\"). Quiero subrayar que no se trata de una propuesta ingenua o pintoresca. Se acompaña de argumentos que hasta se apoyan en documentados estudios científicos que apuntan a la existencia de razones genéticas que explicarían las particulares mo - dalidades de inteligencia del autismo11. También quiero resaltar lo que dice respecto al éxito que consagró en su país -y luego en el resto del mundo- el uso de un nuevo test diagnóstico12. Su cita dice así: \" tras leer el manual y visionar un vídeo de 30 minu - tos, estudiantes de Medicina, logopedas y profesores de Educación Especial eran capaces de puntuar con una precisión comparable a la de observadores clínicos expertos. (...) El diag - nóstico del autismo había dejado de ser dominio exclusivo de una reducida y elitista red de especialistas. (...) El autismo se posicionó para irrumpir en la conciencia pública, se pusie - ron a disposición a una escala masiva herramientas fiables para detectarlo y también para 10 Silberman (13). Desde otra perspectiva, un reconocido investigador en el terreno del autismo ha planteado que, en ciertas variantes del mismo, la organización de la inteligencia no es inferior sino di - ferente. Prueba de su convicción es que ha incorporado a su equipo de investigación personas autistas con publicaciones propias (14,15). 11 Que el autismo esté vinculado a peculiaridades o alteraciones genéticas específicas, que podrían suponer un salto evolutivo, es una hipótesis postulada por genetistas altamente especializados (16). 12 Se refiere a la escala CARS- Child Autism Rating Scale - publicada por Eric Schoppler, en 1980 (17), y destinada a ser una herramienta útil para diferenciar el autismo de otras formas de retraso intelectual, que se aplica observando a través de un espejo unidireccional la participación del niño en una interacción estructurada. Con su segunda edición en 1988 (18), se convertiría en una herra - mienta diagnóstica muy popular. Con su utilización anticipó el modelo del espectro autista que sería introducido en el DSM-III-R. 244 Alberto Lasa Zuluetadistinguirlo de otras formas de discapacidad\". Esta afirmación tan contundente ha sido corroborada por algo que también en nuestro país ha ocurrido. Existen numerosos profesionales que, entrenados en la aplicación de tests que confirman el diagnóstico de autismo tras observación y confirmación de un listado de síntomas, reciben ahora el título de \"expertos\" en autismo pese a que no participarán ni con los afectados por el diagnóstico ni con sus familiares en el largo proceso de acompañamiento posterior, que algunos juzgamos imprescindible no solo por razones terapéuticas sino ¡incluso para confirmar la presunción diagnóstica! El corte que tiene lugar entre diagnóstico y tratamiento recuerda a otras intervenciones médicas en las que el diagnóstico (apoya - do por la aplicación \"objetiva\" de un test en forma similar a una técnica radiográfica o un análisis hematológico) y la presencia del especialista que lo formula se cierra con la prescripción de una intervención, puntual o prolongada, que asumirán otros profe - sionales (en forma semejante a como se desarrolla una fisioterapia, una rehabilitación motora o una quimioterapia, por ejemplo). Con lo que se replantea la cuestión de si la psiquiatría es una especialidad que puede funcionar como otras. En cuanto a la posición de Silberman, cercana a la de muchas asociaciones es - tadounidenses de familiares de afectados, después de un repaso de las decepcionantes respuestas de la psiquiatría de su país13, propone finalmente que el futuro asistencial estará en las medidas destinadas a adecuar a las peculiaridades de los ahora mal llama - dos autistas las medidas escolares, de formación profesional y empleo, los espacios y actividades sociales y de tiempo libre, y el apoyo legal y financiero a las asociaciones de familiares y de colectivos de personas \"neurodiversas\". No propone, ni concibe, para el futuro asistencial de su país, el desarrollo de instituciones o intervenciones en el terreno específico de la psiquiatría o la salud mental. Ni tampoco hace ningún análisis sobre las carencias asistenciales de su sistema sanitario público. Si su país es considerado como el faro de la psiquiatría actual, y si otros empiezan a imitarlo, ha - brá que recordar aquello de que \"cuando las barbas de tu vecino veas pelar...\". sobre la biología Del autismo Pensemos un poco en lo que vendrá y volvamos al autismo desde una perspec - tiva médica. Los genetistas ya saben que no encontrarán un gen, el gen, del autismo. También saben que hay genes \"candidatos\" a poder ser asociados al autismo y que 13 Critica duramente a Bettelheim, juzgándolo, conforme a la visión sesgada actualmente predomi - nante en su país, como el representante máximo del psicoanálisis, que no fue nunca. También critica entre otros a Lovaas, por el sadismo de sus intervenciones y por falsear exagerando o inventando resultados positivos, y a Kanner por muchas razones, entre otras haber acusado a padres y madres de frialdad afectiva y sugiere que mintió, para que su originalidad no fuera cuestionada, al decir que desconocía la obra de Asperger, autor hacia el que Silberman parece mostrarse algo más comprensivo, aunque ya adelanta los inquietantes datos que apuntan a su connivencia con el nazismo.245 Reflexiones y debates sobre el autismoson muchos, con complejas combinaciones e interacciones entre ellos. Cada vez aparecen más y todo apunta a que estén correlacionados con aspectos biomoleculares implicados en el desarrollo de las sinapsis y circuitos neuronales de muchas áreas, conexiones y redes cerebrales. Es decir, que son alteraciones genéticas parcialmente responsables de vulnerabilidades diversas de futuro incierto porque a ellas se suman múltiples factores epigenéticos determinantes e imprevisibles, tanto durante el em - barazo como en el desarrollo temprano. Sin embargo, ya se está hablando del test de diagnóstico prenatal del autismo, como ya se ha logrado con otras alteraciones genéticas más sencillas de tipo \"monogénico\" (trisomía del par 21, por ejemplo)14. Suponiendo que llegue a lograrse algo parecido, ¿facilitará o complicará el consejo genético y la toma de decisiones médicas y familiares en casos de autismo familiar previo? Tanto genetistas como neurólogos coinciden -también con los psiquiatras clínicos- en el interés de estudiar cuáles son las vías genéticas y neurobiológicas -comunes o diferentes- que conducen a los diversos trastornos psíquicos y del neu - rodesarrollo. La complejidad de la tarea (que suma la de la genética y la del cere - bro) hace predecir una larga espera. Todos deseamos que las investigaciones aporten descubrimientos con aplicaciones terapéuticas. Pero por ahora, en el terreno de la ingeniería genética o en las posibilidades neurofisiológicas de eventuales acciones que modifiquen circuitos neuronales, las cosas parecen aún lejanas de aportaciones que supongan logros terapéuticos concretos (19-21). En cuanto a hallazgos impor - tantes de \"dianas\" neuroquímicas sobre las que intervenir con psicofármacos, las cosas están estancadas desde hace tiempo y solo contamos con algunos que aportan efectos sintomáticos paliativos. La mayor parte de casos de autismo tendrán una larga trayectoria necesitada de diversos y costosos cuidados. Pero, entretanto, la es - pera de nuevos tratamientos curativos no debe paralizar la activación de cualquier intervención paliativa. La trayectoria de los avances -lentos, pero siempre progresi - vos- en el tratamiento del cáncer o de otras enfermedades crónicas debe ser imitada. Quedarse en la idea de una causalidad neuronal irreversible puede conducir a una pasividad terapéutica que es paralizante y dañina, porque desactiva toda expectativa de cambio y mejora. Es desechar algo que la experiencia clínica confirma: los autistas también cambian y evolucionan hacia la mejoría tanto en sus relaciones como en sus capacidades. 14 Confirmando que todo lo que puede ser rentabilizado lo será y que además quienes lo hagan mencionarán las bases científicas que supuestamente los legitiman, ya habíamos visto como el boom del TDAH se acompañó de intentos de comercializar su diagnóstico a través de pruebas genéticas, electrofisiológicas o de neuroimagen, pretensión que investigadores serios y pioneros en el uso de estas tecnologías han cuestionado. Igualmente, no es difícil imaginar que los \"nuevos descubrimientos\" regularmente anunciados puedan conducir a la promoción de un supuesto \"test genético prenatal\" para detectar el autismo, mucho antes de que sea científicamente posible.246 Alberto Lasa ZuluetaDefinir el autismo como un trastorno innato del neurodesarrollo apunta por ahora hacia la utilidad preventiva de las intervenciones precoces -con el bebé y con la participación de su entorno familiar- destinadas a favorecer las relaciones tem - pranas en sentido contrario a la tendencia autística a evitarlas. Apunta también a entender el autismo como un proceso -de inicio muy temprano pero progresivo- vinculado a una vulnerabilidad de naturaleza neurobiológica en un periodo de alta plasticidad cerebral. Se abren así dos dimensiones \"flexibles\": una estructura cere - bral \"moldeable\" y una ventana temporal que permite interacciones que estimulan y pueden activar y consolidar sus circuitos neuronales. Los descubrimientos de la epigenética confirman posibilidades que abren un resquicio de optimismo para el impacto etiopatogénico de las intervenciones tempranas. Es probable -y altamente deseable- que las investigaciones en búsqueda de un mejor conocimiento de las con - diciones y limitaciones neurofisiológicas vayan complementando un también mejor conocimiento de los procesos interactivos precoces y de cómo intervenir sobre ellos. sobre la psicopatología Del autismo Postulo que -desde una psiquiatría dinámica basada en una relación psicotera - péutica- sí tenemos algo específico que ofrecer: nuestra comprensión del funciona - miento mental del autismo infantil. Empecemos por un acercamiento a la cuestión de explicar qué entendemos por psicopatología y por sufrimiento psíquico. Podemos entender que la psicopatología es una descripción de síntomas que permiten confirmar el diagnóstico de una enfermedad mental -aunque tratemos de suavizarla llamándola trastorno-. Este uso para determinar qué es normal y qué es patológico se arroga una \"capacitación técnica\", otros dirán un \"supuesto saber\", para marcar los límites de los modos de pensar, de sentir y de comportarse que quedarán calificados como adecuados y aceptables o catalogados con un término que pese a es - tar acuñado por un sello profesional médico es sin embargo considerado socialmente como un estigma. Y de ahí el rechazo. Una cosa es que un diagnóstico médico otorgue ventajas sociales y otra que coarte la libertad y sancione como inaceptables las sospe - chosas inclinaciones o comportamientos de alguien. La psiquiatría siempre ha estado marcada por su doble función: la defensa de la libertad de quienes sufren por su salud mental y la imposición de cuidados que la limitan. Su historia prueba que la psiquia - tría escribió sus páginas más negras cuando se apartó de la escucha del padecimiento psíquico y optó por reducirlo al silencio, alejándolo, ignorándolo o yugulándolo. En cambio, ha cavilado mucho para entender las razones de la sinrazón. Por eso podemos también entender que la psicopatología es otra cosa y que consiste en la ca - pacidad -o el intento- de entender y describir el funcionamiento psíquico. Desde que psiquiatría y psicoanálisis confluyeron para acercarse al sentir, pensar y hablar de sus 247 Reflexiones y debates sobre el autismopacientes -a la escucha y estudio de sus operaciones mentales-, trataron de compren - der y describir lo que denominaron procesos psicodinámicos. Los que acompañan decisiones y comportamientos conscientes y los que subyacen en una maraña de raíces motivacionales. Quisieron entender todo tipo de desvaríos, sintieron la curiosidad de entrar en las pasiones humanas, en todas. T rataron de acompañar a los protagonistas que las padecieron y las gozaron y descubrieron con ellos lo que es la empatía (término que ha sustituido a otro anterior y muy expresivo -\"compadecer\"-, más cercano a la ética que a la psicología). Concluyeron que no había una frontera clara entre sensatez y locura. Llegaron a la certeza de que ambas se entremezclaban en la intimidad de los seres humanos. Y sabían que al afirmarlo generaban un desaguisado que desarmaba los argumentos cartesianos que necesitaba la psiquiatría, que aspiraba al reconocimiento de su capacidad para determinar normas y desviaciones de manera incuestionable. Si la psicopatología es un conocimiento que trata de comprender las razones del sufrimiento psíquico, no cabe duda de que el autismo le ha planteado siempre cuestiones altamente complejas y difíciles que siguen necesitando, además de inves - tigación de sus raíces neurocerebrales, un acercamiento continuo desde una relación de fiabilidad y confianza que ayude a quienes lo padecen a poder expresar y entender sus males y sus dificultades. Son niños -pronto serán adultos antes de que los avances de nuestros conocimientos alcancen a cambiar su vida- que ni saben expresar lo que les ocurre, ni entender por qué les ocurre ni cómo salir de ello. Sus procesos mentales repetitivos condicionan permanentemente su comportamiento y limitan el desplie - gue de sus capacidades. Los términos de proceso \"crónico\" o \"patógeno\" despiertan inquietud y antipatía, pero sabemos que corresponden a la realidad clínica de un su - frimiento permanente. Intentar paliarlo y aliviarles facilitándoles el poder expresarlo es la única razón que nos permite acercarnos proponiendo intentos terapéuticos... y nos legitima profesionalmente. ¿Qué nos queda de tal aproximación? ¿Se puede imaginar una psicopatología que haga compatibles la comprensión y acompañamiento de una forma personal de profundo y permanente sufrimiento psíquico con la descripción de procesos mentales comunes que permiten agrupar formas clínicas con características comunes? respecto al autismo y sus variaDas formas clínicas La psicopatología, desde una perspectiva dinámica y estructural (respectiva - mente, según las define la RAE, \"sistema de fuerzas dirigidas a un fin\" y \"disposición o modo de estar relacionadas las distintas partes de un conjunto\"), trata de acercarse a lo que tienen en común y a lo que diferencia sus variadas formas de expresión clínica. Todo autismo se compone de la combinación en diferentes dosis de cuatro ti - pos de fenómenos psíquicos. Según cuál predomine, podremos reconocer o describir 248 Alberto Lasa Zuluetadiferentes formas clínicas. Cada uno de ellos contribuye a generar características pe - culiares en el establecimiento de relaciones que deben ser comprendidas y respetadas para poder acercarse al autista y ayudarle. a) Fenómenos simbióticos . El autista tiene una gran hipersensibilidad percepti - va, tanta que su sistema sensorial tiende a anular estímulos externos insoportables o a saturar su percepción con sus propias estimulaciones repetitivas (estereotipias). Para dotarse de una piel psíquica que le proteja de un mundo externo distorsionado -y le haga posible tolerarlo-, incorpora como escudo humano indispensable algunas fun - ciones de las personas cercanas que los rodean y que no son reconocidas como tales, sino utilizadas como apéndice y prolongación corporal y mental, como herramienta de acercamiento al mundo que lo rodea. Esta unión / fusión -que atrapa y absorbe- es percibida por quienes ejercen esta función como una tarea que invade y succiona su propio psiquismo -su percepción, sus vivencias emocionales- y su autonomía. Se sienten así alienados, usados e ignorados como personas con sus propios sentimien - tos y necesidades. Su vida y su organización psíquica se vuelven inseparables de esta presencia invasiva y contagiosa que los parasita. Corresponden a lo que Mahler des - cribió como \"psicosis simbióticas\". Esta autora lo concibió como un estancamiento en una fase -\"autística normal\"- muy temprana del desarrollo, hipótesis que tuvo que abandonar como errónea cuando muchas evidencias clínicas confirmaron que en las fases más tempranas del desarrollo se observa que el bebé sano tiende a inte - resarse por el contacto humano -y a establecerlo- desde el nacimiento... Cosa muy distinta de lo que ocurre cuando un bebé muestra dificultades de contacto que con - ducen al autismo. Una vez que se consolida como \"simbiosis autística\", la relación queda caracterizada por una relación de dependencia mutua con sus cuidadores. Estos se ven doblemente obligados. De un lado, a respetar las exigencias desespera - das de una persona muy frágil; del otro, a forzar que cambie sus actitudes repetitivas que trata de imponer y que limitan su aceptación de los cambios y realidades de su entorno. La evidencia y clara percepción de que ambas actitudes se acompañan de una intensa y angustiosa movilización afectiva marca las peripecias relacionales de todos sus protagonistas. La doble necesidad de mantener una delicada dedicación y de experimentar y descargar insoportables sentimientos que escapan a todo intento de dominarlos hacen que el papel del cuidador -sea un familiar o un profesional- resulte agotador. Todos ellos suelen relatar su vivencia de llevar permanentemente y sin descanso en su cabeza, esté o no presente, a la persona que cuidan, el agobio de ser responsables directos de su sufrimiento y de su frágil equilibrio psíquico. b) Fenómenos disociativos . Fue Bleuler quien describió la disociación como mecanismo psíquico esencial de la psicosis del adulto y además propuso rebautizar la \"demencia precoz\" como \"esquizofrenia\". La psiquiatría infantil, tras un largo recorrido conceptual en el que se implicaron varios autores, tardó varias décadas 249 Reflexiones y debates sobre el autismoen determinar que el autismo infantil no era una esquizofrenia (ni tampoco una deficiencia mental). Sin embargo, a pesar del relativo optimismo de Bleuler y a pesar de la posterior difuminación, hasta los tiempos actuales, del concepto de esqui - zofrenia15, la oscura sombra de un diagnóstico psiquiátrico de pronóstico nefasto sigue planeando sobre cualquier aproximación a una visión del autismo infantil que recuerde cualquier parentesco psicopatológico con fenómenos psicóticos16. Así que la noción de \"psicosis infantiles\" y la posterior de \"TGD-T rastornos invasivos / ge - neralizados del desarrollo\" han quedado barridas por la mejor aceptada -por ahora- de \"TEA-T rastornos del espectro autista\". Recuerdo que, como decía al inicio, hay quien plantea que este cambio de denominación debe conllevar que el autismo salga del territorio de la psiquiatría, que, en algunos colectivos, despierta el mismo temor que antaño. Por eso conviene precisar qué es lo que se entiende, desde la perspectiva psi - codinámica, como mecanismos disociativos esenciales del autismo. La disociación es una operación psíquica que selecciona lo soportable y desconoce, transforma o expulsa lo intolerable. No hace falta tener concepciones o convicciones kleinianas para reconocer la pertinencia clínica y la universalidad de los conceptos de negación (de lo percibido interiormente) y de la proyección al mundo externo (del origen y procedencia de las sensaciones y emociones intolerables y angustiosas). Son mecanis - mos psicológicos básicos que también el autista pone en marcha. En su caso acentúa la tendencia a una distorsión de la percepción del entorno -material y humano- y de los comportamientos para adaptarse a él, tanto por razones neurosensoriales (hiper o hiporreactividad) como psicológicas. Su hipersensibilidad sensorial lo deja indefen - so ante un excesivo impacto perceptivo que moviliza temores e intensas emociones que necesitan ser contenidas, nombradas y elaboradas o, si no es posible, evacuadas a través de la descarga motriz más o menos agitada. Que lo haga condicionado por sus peculiaridades neurosensoriales no quiere decir que carezca de aparato psíquico y de reacciones defensivas. Pero, sobre todo, sí quiere decir que sus reacciones dis - torsionadas dañan su percepción y sus capacidades de captar correctamente lo que 15 Nancy Andreasen, reconocida como gran especialista de la neuroimagen cerebral y de las altera - ciones cerebrales vinculadas a la esquizofrenia, declaraba en 1996: \"Sea lo que sea la esquizofrenia, no sabemos qué es\" (22). Aún más recientemente (2013) el DSM-5 (23), en su introducción, declara su intención de modificar las categorías y criterios diagnósticos para fundarlos \"sobre pruebas científicas nuevas (new scientific evidence) \", pero añade \"muchos trastornos psiquiátricos carecen de biomarcadores sus - ceptibles de validar los diagnósticos y, a pesar de los considerables avances de la neurobiología, los diagnósticos psiquiátricos todavía se basan en su mayoría sobre el juicio clínico\" . 16 Curiosamente, su parentesco con la deficiencia parece mejor tolerado, cosa que probablemente tenga más que ver con el éxito del concepto holístico del término \"discapacidad\" que con el recono - cimiento de la evidencia clínica de la frecuente superposición del autismo con fenómenos cognitivos deficitarios (y no lo planteo desde una concepción de \"comorbilidad\" entre ambos procesos, sino desde una visión psicogenética que entiende que los mecanismos autísticos limitan y dañan, de forma secun - daria aunque muy temprana, las adquisiciones cognitivas constitutivas del psiquismo).250 Alberto Lasa Zuluetaprocede de su entorno y de acoplarse a él. Perjudican, por tanto, a sus capacidades de interiorizar y metabolizar todo lo que podría recibir desde el mundo relacional. Que estas operaciones mentales existan no quiere decir que sean voluntarias. Es la diferencia entre aceptar o no la noción de procesos mentales \"pre\" o \"in\" conscien - tes, noción que por cierto es compatible tanto para la comprensión psicoanalítica originaria como para la neurocognitiva posteriormente consolidada y actualmente predominante17. El autista no hace lo que quiere, sino lo que puede. Sus limitaciones neurobio - lógicas innatas condicionan sus modos de percepción y de reacción, que, al recorrer -hacia dentro y hacia fuera- sus redes neuronales, movilizan intensas emociones y angustias (cerebro emocional) y dejan recuerdos que hacen memoria y que se tradu - cen en representaciones psíquicas (cerebro cognitivo) a las que no siempre logra aso - ciar una \"representación de palabra\" que le permita nombrarlas. Poner palabras a sus angustias innombrables es uno de los principios terapéuticos que pusieron en mar - cha algunos pioneros (Winnicott o T ustin, entre otros) que no suelen ser nombrados por quienes creen que los planteamientos de Bettelheim -ampliamente criticados por muchos psicoanalistas europeos ya en su época, a la vez que era ensalzado por los medios de comunicación de su país- ejemplifican los errores del psicoanálisis. Entender los mecanismos disociativos es necesario para comprender por qué generan comportamientos emocionales desajustados: reacciones de agitación y vio - lencia; auto y heteroagresiones; aislamientos extremos o errancias y fugas arrollado - ras. La disociación desliga sensaciones, percepciones y representaciones mentales, y genera una caótica confusión entre lo que procede del mundo externo o de la mente interna. Para un clínico, las intensas angustias confusionales de muchos autistas co - rresponden a lo que siempre se llamó \"desorganización psicótica\" y son la expresión clínica más clara de su sufrimiento interno. Ante ellas no sabemos si estamos ante síntomas \"productivos\" - alucinatorios o delirantes- porque tenemos dificultad para discernir si estamos asistiendo a una alteración de la sensopercepción, de la memo - ria, del curso del pensamiento o de la conciencia. Esta categorización, que trata de ordenar las cosas, salta por los aires ante la turbulencia de un comportamiento muy alterado que genera la confusión del observador y provoca reacciones inmediatas en un entorno desconcertado y desbordado en sus capacidades de contener la situación. 17 El prefijo \"neuro\" añadido a otros muchos términos (neurosensorial; neurocognitivo; neurodesa - rrollo, etc.) se ha hecho habitual, por no decir obligatorio, para referirse a funciones y fenómenos psí - quicos. Parece como si el hacerlo confirmara el conocimiento del predominio actual de las perspectivas del \"neurocognitivismo\" y de las investigaciones \"neurobiológicas\" (y su desconocimiento en caso de no hacerlo). Quizás haya que recordar que la psiquiatría ya se dotó de tal prefijo, que luego abandonó, y que el primer texto de psiquiatría infantil de impacto universal obra de un autor de nuestro país lo escribió alguien profundamente conocedor de las funciones que llamó neuropsíquicas por su asiento neuro-cerebral: Ajuriaguerra en 1971.251 Reflexiones y debates sobre el autismoAdemás, el que se acompañen de una insuficiencia o desestructuración del lenguaje no ayuda ni a su comprensión ni al uso terapéutico de la comunicación verbal. Suele resultar difícil -se necesita mucha experiencia clínica- relacionar estas situaciones agudas -pero frecuentes- con otros momentos y comportamientos más habituales y sosegados del autista18. A los profesionales confrontados a estas situaciones clí - nicas les suele resultar difícil emparentarlas con otras formas clínicas del autismo. Las clasificaciones actuales reconocen esta variante clínica con la denominación de \"atípica\", \"indeterminada\" o \"indefinida\". De hecho, los estudios epidemiológicos multicéntricos más rigurosos destinados a establecer la incidencia y prevalencia de los TEA recogen su gran frecuencia19. La última revisión de la CFTMEA, de 2020 (5), ya citada en páginas anterio - res, opta por la solución de subdividir, dentro de la denominación común de \"tras - tornos invasivos o generalizados del desarrollo y del funcionamiento mental\", de un lado, los \"trastornos del espectro autista\" (denominación DSM-5 que considera conveniente mantener dada su extensión actual) y, de otro, las \"disarmonías evo - lutivas\" que corresponden al predominio de los fenómenos disociativos que acabo de describir y que coinciden con los sucesivos intentos -fallidos- de los psiquiatras estadounidenses de incluir en el DSM los diagnósticos de Multiple Complex Develo - pmental Disorder (MCDD) desarrollo\" y \"T rastorno dis - ruptivo de la regulación del pensamiento\", respectivamente). c) Fenómenos autísticos . Son los más fácilmente reconocibles y los que han dado lugar a la denominación de \"autismo típico\" desde que Kanner los describió, constru - yendo una comprensión de todo el complejo y rico cuadro de síntomas a partir de lo que definió como las dos características psicopatológicas fundamentales: la búsqueda de soledad y de aislamento de las relaciones humanas ( aloneness ) y la tendencia a man - tener el entorno inmutable ( sameness ). Pero han sido la riqueza, intensidad y variedad 18 Durante algún tiempo estos cuadros condujeron a hablar de \"psicosis infantiles disociativas\" o también de \"esquizofrenia infantil\", diagnósticos que correspondían a una época de nuevos conceptos incipientes que la psicopatología posterior fue corrigiendo y abandonando. El problema es que han sido juzgados como una muestra de la trayectoria estigmatizadora de la psiquiatría que sus críticos rechazan. 19 En un estudio sobre la incidencia y prevalencia del autismo, realizando un meta-análisis de 43 estudios previos seleccionados, Eric Fombonne (24) encontró una prevalencia media de 63 casos / 10.000 niños. Entre ellos más de la mitad (37,1 sobre 63) habían recibido un diagnóstico de \"autismo atípico\" o de \"otros TGD\". Con el auge de la aplicación de los actuales criterios, las cifras de prevalencia han seguido aumentando hasta situarse en torno a un 1% de la población infantil. Una guía práctica reciente, tras mencionar las dificultades metodológicas que impiden llegar a una cifra de consenso unánime, resume la situación así: \"Incluso tomando la estimación más conservadora, se acepta en la actualidad que la prevalencia del autismo es de al menos el 1%. Para poner esta cifra en perspectiva, esto significa que cuatro millones y medio de personas en la Unión Europea tienen autismo\" (25).252 Alberto Lasa Zuluetade los diversos síntomas que acompañan estas características esenciales las que han obligado a ampliar un cuadro clínico que se queda corto. La triada actual que define los TEA (en el DSM-5) ha tratado de resumir esta variedad en características sintomá - ticas agrupadas, en la que encajarían todos los tipos de TEA20. La necesidad de cons - truir unidades diagnósticas homogéneas -y de proponer para cada una de ellas una propuesta de intervención terapéutica común- es la que ha motivado esta opción más acorde con las exigencias de la psiquiatría actual. Este reordenamiento diagnóstico, que busca evitar una variabilidad diagnóstica, ha conducido también a una pérdida de la comprensión de las características individuales de cada caso, que -por muy incluido que quede en las características generales de los TEA- seguirá necesitando que afine - mos las particularidades que exigirá cada intervención terapéutica, que siempre tendrá que respetar y amoldarse a las características personales de hipersensibilidad y vulnera - bilidad de cada sujeto. Lo que conduce a una cuestión que choca con las necesidades de la medicina actual de probar y comparar los resultados de un mismo tratamiento con una misma población clínica: ¿se puede tratar de la misma manera a todos los que reciben el mismo diagnóstico de TEA? ¿Y si ciertas experiencias terapéuticas fuesen excepcionales e irreproducibles? ¿Y si dependen de un encuentro insólito y difícil más bien azaroso que previsible? La medicina basada en la evidencia ya ha respondido con su aplastante lógica diciendo que la experiencia que no puede reproducirse (\"replicar - se\" es el anglicismo actualmente utilizado) no tiene valor científico. d) Fenómenos deficitarios . Desde las descripciones de Asperger sabemos que los autistas pueden ser muy inteligentes. Muy posteriormente se afirmó exageradamente que, por definición, todo autismo se acompaña de una severa deficiencia intelectual. Hoy se acepta que ambas cosas pueden darse dentro de su gran diversidad de cuadros clínicos. Dadas las variaciones en los criterios diagnósticos parece difícil afirmar en qué porcentajes globales ocurren ambas evoluciones. Pero parece claro que social - mente se ha extendido la idea de que \"el Asperger\" se caracteriza por algunas dificul - tades para relacionarse y por sofisticados y peculiares conocimientos. Se olvida que es una forma clínica de autismo -todo lo más se habla de \"rasgos\" autísticos- y se subraya que de serlo lo es \"de alto nivel\". Se olvida también que el propio Asperger insistió en la existencia de evoluciones altamente deficitarias y que el concepto actual de \"espectro\" quiere expresar la gama de diferentes evoluciones, también en cuanto a las adquisiciones cognitivas, que hacen del autismo un síndrome con una clínica variable. Se pierde así de vista la relación entre la evolución cognitiva y la esencia de su estructura psicopatológica. 20 La tríada DSM-5 incluye: \"Deficiencias persistentes en la comunicación y en la interacción so - cial; Patrones restrictivos y repetitivos de comportamiento, intereses o actividades; Deterioro clínico significativo en el área social\" y añade que \"estas alteraciones no se explican mejor por una discapacidad intelectual o por un retraso global del desarrollo\".253 Reflexiones y debates sobre el autismoResulta antipático recordar que el funcionamiento autístico conlleva un alto riesgo de generar serias dificultades para el desarrollo del conocimiento (no es por ca - sualidad que se denominó hasta hace poco \"trastorno generalizado del desarrollo\"). Como esto ocurre desde los momentos iniciales de la constitución del psiquismo, podemos decir que es un funcionamiento \"patógeno\" y lo es especialmente porque dificulta y daña las bases -relacionales y neurobiológicas- necesarias para la apari - ción y posterior desarrollo del pensamiento (o, si se prefiere el lenguaje actual, de los procesos cognitivos). Para explicar por qué y cómo ocurre encontramos dos vías etiopatogénicas que, aunque no tienen por qué ser irreconciliables, a menudo son presentadas así, aunque todos los conocimientos científicos actuales confluyen para hacerlas com - plementarias. Una vía, la más cercana a lo que se denominó \"determinismo organi - cista\", explica que hay alteraciones neurobiológicas innatas que marcan y limitan el desarrollo desde su inicio y que -presentes toda la vida- pueden incluso manifestarse tardíamente lastrando un desarrollo que previamente parecía más favorable21. La segunda vía entiende que los factores epigenéticos complementan de for - ma determinante el desarrollo. La dotación genética innata proporciona funciones potenciales y determina vulnerabilidades que marcan las posibilidades neurobioló - gicas. Pero la consolidación de adquisiciones psíquicas -y de los complejos circuitos neurocerebrales por las que circulan- depende de factores activadores \"epigenéticos\" que necesitan intercambios relacionales sin los cuales no hay estimulación activa - dora. Los conocimientos sobre las características potenciales del inmaduro cerebro del bebé humano confirman su plasticidad, su fragilidad y su dependencia de los intercambios interactivos postnatales. Las interacciones relacionales precoces y la estimulación sensorial y afectiva que transportan estabilizan sinapsis, hacen conexio - nes neuronales. Sin la activación recíproca bebé-entorno, encuentro que el autismo dificulta esencialmente, las enormes posibilidades de la plasticidad cerebral van ca - ducando sin que las bases neurofisiológicas de las funciones cerebrales -complejos circuitos y redes neuronales- se conecten y consoliden22 ,23. Las experiencias de la neonatología con la estimulación precoz de recién nacidos de riesgo con daños cerebrales han demostrado que hay un tiempo de re - activación posible de circuitos sustitutivos de los alterados. La atención temprana 21 Desde esta perspectiva, incluso las evoluciones deficitarias tardías serían un resultado predetermi - nado por alteraciones larvadas pero innatas, al igual que ocurre en ciertos cuadros neurológicos ligados a alteraciones genéticas innatas pero de expresión clínica tardía (la enfermedad de Huntington serviría de ejemplo). 22 Entre los muchos trabajos dedicados a la cuestión de la plasticidad cerebral, cuya publicación se extiende ya durante varias décadas, señalaría los siguientes: Changeux y Danchin (26), Grafman y Litvan (27) o Lambert (28). 23 En cuanto a textos que permiten integrar diferentes corrientes y perspectivas teóricas e investiga - ciones recientes, cabe destacar las referencias 29 a la 40.254 Alberto Lasa Zuluetaconoce también la importancia de intervenir cuanto antes con el bebé autista y con su entorno, y de hacerlo para restablecer entre ambos una interacción impres - cindible. De no lograrlo, el no poder acceder a intercambios afectiva y neurológi - camente determinantes para el desarrollo neuropsíquico supone un grave riesgo de no poder beneficiarse de las interacciones que constituyen el psiquismo. Con otras palabras, el riesgo de limitaciones cognitivas -condicionadas por lesiones o vulnerabilidades neurosensoriales innatas y complementadas positiva o negativa - mente por las aportaciones interactivas del entorno- acecha desde el nacimiento al bebé que rechaza o no logra contactar con una relación humana que su entorno busca para su crianza. Este riesgo de un déficit neurocognitivo vinculado también a factores postnatales justifica las intervenciones destinadas a favorecer el creci - miento de intercambios relacionales y a tratar de cambiar los procesos psíquicos que los dificultan. Reducir este tema tan esencial a la absurda cuestión-acusación de que hay teorías que culpabilizan a sus progenitores de causar el autismo de sus hijos supone, además de un desconocimiento de la comprensión científica de la importancia de las relaciones tempranas en la constitución del psiquismo, una pérdida de tiempo y de sentido común que solo se entiende si se sostiene por el afán militante de des - calificar otras teorías y prácticas profesionales y de afirmar las suyas -recurriendo a argumentos sesgados que resaltan los errores y olvidan los aciertos ajenos-. El autismo es definido actualmente como un \"trastorno del neurodesarrollo\". Conviene recordar que las potencialidades genéticas -también las neurosensoriales y neurocognitivas-, estén intactas o más aún si están dañadas de forma innata, requieren la aportación participativa -\"epigenética\"- del entorno y que el autismo consiste precisamente en una dificultad innata para establecer esta conexión. En consecuencia, toda intervención temprana destinada a activar sus capacidades de relación es determinante para su evolución. Es difícil entender cómo podemos hacerlo sin pasar por un trabajo terapéutico basado en la relación y en su impacto sensorial y psíquico. Por ahora, ni los conocimientos de la genética, ni los de la neurofisiología o la neuroquímica cerebral parecen cercanos a ofrecer tratamientos que modifiquen factores etiológicos. Además, parece que su complejidad y hetero - geneidad genética, así como la extraordinaria dimensión de las redes neurocerebra - les implicadas en los procesos psíquicos normales y la naturaleza de sus alteraciones en el autismo, hacen pensar que las investigaciones actuales, siempre calificadas de \"prometedoras\", siguen por ahora alejadas de resultados terapéuticos. La dimensión temporal que la investigación del autismo necesita es demasia - do larga para satisfacer las necesidades terapéuticas urgentes que el autismo infantil requiere. Mientras estas llegan, los tratamientos basados en una relación siguen siendo los más practicados. Para ello es imprescindible el conocimiento de los fe -255 Reflexiones y debates sobre el autismonómenos psíquicos y relacionales, que son repetitivos y que, además de amputar sus capacidades evolutivas, implican un alto grado de sufrimiento psíquico tam - bién para su entorno familiar. Son suficientes razones para legitimar una inter - vención profesional que aporte un mejor conocimiento de los procesos psíquicos implicados y la posibilidad de paliar el malestar y el impacto patógeno que causan. los Debates sobre la elección De tratamiento Habrá quien piense que la psicopatología fue un ejercicio filosófico destinado a mostrar una excelencia en el conocimiento de la clínica psiquiátrica. Entenderlo así olvida que quien la utiliza lo debe hacer desde una obligación profesional y ética: tiene que servir para llevar, desde la comprensión de un funcionamiento psíquico que implica angustia y sufrimiento, a la elección de una ayuda terapéutica que pueda aliviarlo. Es una herramienta epistemológica que podemos considerar de necesario conocimiento en nuestro oficio. Pero los hechos muestran que no hace falta tener una teoría del funcionamiento mental ni una comprensión de sus alteraciones para proponer intervenciones destinadas a cambiar el comportamiento y las capacidades de adaptación y de rendimiento de los sujetos autistas. Las intervenciones de tipo conductual han gozado de la reputación de ser las únicas que han mostrado su eficacia. Sin embargo, también han sido cuestionadas; no en vano, en el lenguaje cotidiano el conductismo \"puro\" se ha rebautizado como \"cognitivo-conductual\". Por ejemplo, cuando el método ABA - Applied Behavioural Analysis (en castellano, ACA-Análisis Conductual Aplicado)- de Lovaas proponía que suprimir las estereotipias -consideradas sin matices como un fenómeno patoló - gico que dificultaba la adaptación del autista- era un criterio observable cuya cuan - tificación permitía evaluar sus resultados (la menor frecuencia de estereotipias por unidad de tiempo observado sería signo de mejoría), otros pensábamos en cambio que ciertas estereotipias eran para muchos autistas la muleta sobre la que se apoya - ban para poder acercarse a situaciones angustiosas que, indefensos sin ellas, tendían a evitar. Este método de intervención ha tenido que afrontar varios tipos de críticas que resultan no solamente de la confrontación con otras perspectivas teóricas dife - rentes. Unas, que procedían de asociaciones de familiares, eran de orden ético (no aceptaban el carácter impositivo de sus intervenciones, en particular el aislamiento sensorial -\" time out \"- o las descargas eléctricas para obtener una corrección de su comportamiento) y económico (juzgaban inasumible el excesivo coste de una in - tervención muy intensiva). Pero, sin duda, el cuestionamiento definitivo vino de la descalificación de sus resultados, imposibles de ser reproducidos en estudios multi - céntricos que, con métodos de evaluación rigurosamente controlados para confirmar 256 Alberto Lasa Zuluetasu validez, trataron de obtenerlos utilizando el mismo método de tratamiento24. Los resultados obtenidos por otros equipos con el método ABA de Lovaas se alejaban mucho de los que decía obtener con el suyo, que nadie ha conseguido reproducir. Lovaas y sus seguidores argumentaron que una cosa es \"su\" método y otra la forma en que lo aplican \"otros\" equipos (con lo que -sorprendente paradoja- la calidad de la relación con el terapeuta y su experiencia serían un factor determinante en la evaluación del método, por definición \"objetivo\" y \"reproducible\" para poder ser considerado científico). Pese a ello, el método ABA sigue siendo practicado y ense - ñado en muchos países y en varios de ellos diversas asociaciones de familiares han solicitado de los poderes sanitarios su aplicación sistemática, su financiación y su re - conocimiento oficial como \"único tratamiento de validez científicamente probada\". En Francia, en un clima social y profesional muy crispado, los poderes públicos se implicaron en el tema y financiaron el funcionamiento de 28 centros experimentales para aplicar este método y evaluarlo. Sus resultados han sido objeto de una evaluación estatal por una empresa específicamente contratada para hacerlo que los ha hecho públicos25. Subrayaré la procedencia de las críticas metodológicas, que provenían de los continuadores de Schopler, autor que desde la distancia era considerado como alguien que compartía -con Lovaas- los mismos planteamientos \"cognitivo-conduc - tuales\". En realidad, los enfrentamientos y desacuerdos entre ambos caracterizaron sus trayectorias26. Desde una perspectiva general -a diferencia del ABA de Lovaas, que se propone como un modo de intervención sistemáticamente aplicado-, el pro - grama TEACCH de Schopler (T ratamiento y Educación de Niños Autistas y con Dificultades de Comunicación) no es un método, es todo un programa de salud pública que se propone proporcionar a las personas autistas y a sus familias todos los recursos indispensables (centros de diagnóstico y evaluación y centros de educación y tratamiento con participación de las familias; acompañamiento y acogida en el medio escolar y social ordinario; lugares de convivencia y trabajo para los adultos). En nuestro país se ha publicado un amplio estudio de evaluación crítica sobre la eficacia de esta y otras técnicas de intervención (por el grupo de estudios del TEA del Instituto Carlos III). Resumiré algunas de sus conclusiones: \" existe un exceso de litera - tura secundaria (...) incluso las revisiones seleccionadas que cumplían los criterios de inclu - sión adolecían de carencias metodológicas y limitaciones importantes. (...) La evidencia por 24 Shea V (41). A señalar que este artículo, el más citado por cuestionar los resultados de Lovaas, procede del grupo vinculado a la escuela de Schopler. Otra voz crítica particularmente interesante por proceder de su propia experiencia terapéutica es la de Dawson (42). Se trata de.una persona autista contratada en el grupo de investigación dirigido por L. Mottron (14,15). 25 Cekoïa Conseil (43). Para un análisis más detallado de este informe se puede consultar Maleval JC (44). 26 Feinstein (45). Feinstein, periodista y padre de autista, ha relatado detalladamente los enfrenta - mientos entre ambos entrevistando a familiares que asistieron a sus frecuentes participaciones en las reuniones periódicas y congresos organizados por las asociaciones estadounidenses.257 Reflexiones y debates sobre el autismotanto es muy débil. (...) Es imprescindible dejar de desarrollar investigaciones secundarias como revisiones y metaanálisis \". Por ello aconsejan: \" Hay necesidades inminentes. (...) Evaluar por parte de los profesionales todas y cada una de las intervenciones. (...) Basar los tratamientos en manuales de intervención (...) de forma que sean reproducible s\" (46). Cualquier profesional habituado a ver autistas sabe que se producen doloro - sos desacuerdos en la valoración de sus capacidades entre quienes los ven a diario y durante largo tiempo (profesores y familiares, sobre todo) y quienes tratan de \"objetivar\" la situación con evaluaciones \"sincrónicas\" que tratan de comparar esta - dísticamente su respuesta a pruebas estandarizadas. No es inhabitual que los segun - dos atribuyan a factores emocionales la \"deformación subjetiva\" de los primeros. Ni tampoco lo es que los primeros se quejen de la frialdad de la situación de examen objetivo y del sesgo de investigadores \"objetivos\" que desconocen la ansiedad y sus efectos sobre los autistas puestos a prueba en una situación artificial -para ellos muy inquietante- que añade factores estresantes perjudiciales para \"sus verdaderas capaci - dades\". A veces hasta se habla de \"optimismo injustificado\" de un lado o de \"desco - nocimiento de capacidades latentes potenciales\" en el otro. Por eso he resaltado que hasta los más partidarios del método objetivo -ABA de Lovaas- han respondido, al ver cuestionados sus resultados, que solo los profesionales formados en sus equipos (factor por lo tanto de calidad personal y relacional en la aplicación del método) pueden obtener los resultados prometidos. Todo ello apunta, en mi opinión, a que la solución a la cuestión parece imposi - ble. Una paradoja insalvable recorre todo el debate: la neutralidad del investigador y de su tarea exige una distancia con respecto a la implicación personal y emocional de quienes se sitúan en una dimensión totalmente diferente, la de una relación clínica, terapéutica y educativa. La pregunta sigue y seguirá siendo: ¿qué es lo evaluable?, ¿con qué método?, ¿por quién?27. Desde el punto de vista de una evaluación tan objetiva como exige el método científico, conviene recordar la modestia de quienes investigan cosas como el com - portamiento de las partículas de la materia, que parece que tendrían que responder a menos variables que las que afectan al conocimiento y comportamiento de un ser humano. Si científicos como Ilya Prigogine, que concibió (en 1979) su \"Formula - ción de la relatividad generalizada\" -según la cual una misma partícula se compor - tará de manera distinta según el campo de observación generado por las hipótesis del observador-, o como Werner Heisenberg, que (en 1962) afirmaba: \" no se puede hablar del comportamiento de una partícula sin tener en cuenta el conocimiento del observador \", hablaron de la influencia del observador, cabe hacernos otra pregunta: ¿Quién puede evaluar objetivamente las capacidades globales de un autista? ¿Más 27 Así lo hemos debatido en nuestros comentarios a las Conclusiones de los grupos de estudios TEA-Instituto Carlos III (46), en Lasa Zulueta et al. (47) y en Lasa Zulueta (48).258 Alberto Lasa Zuluetaallá de la medición -en un espacio y tiempo determinados y limitados- de las res - puestas a una prueba concreta, puede afirmarse la existencia del observador \"objeti - vo\", exterior al fenómeno observado? Stanley Greenspan (49,50), quizás el autor estadounidense que más se esforzó en \"traducir\" su método de tratamiento28, inspirado por su comprensión psicoanalí - tica del desarrollo temprano, a un lenguaje \"cognitivista\" -seguramente para hacer - lo más aceptable en su país-, recuerda y subraya las evaluaciones que la Academia Americana de las Ciencias ha hecho de los diferentes tipos de intervenciones. En este informe (51), se afirma que existen estudios científicos que avalan la utilidad tanto de programas de intervención basados en la relación como de los programas conductua - les. Más preocupados por valorar con objetividad los resultados generales de las inter - venciones que de garantizar su \"pureza metodológica\", transmiten unas conclusiones más optimistas y menos partidistas que las propuestas por trabajos que se autocalifican \"de evidencia científica\" y que parten de la necesidad de probar la eficacia de un mé - todo de intervención concreto. Sorprendentemente, en estos tiempos de exigencia de rigor metodológico, afirman que \" no se ha demostrado que exista una relación concreta entre una intervención concreta y el progreso de los niños \" y que \" no existen comparaciones adecuadas entre diferentes tratamientos globales \", concluyendo que \" las intervenciones efectivas dependen de las necesidades individuales de cada niño y de cada familia \". Este pragmatismo, basado en la experiencia clínica (que hoy en día tiene poca consideración científica para ciertas perspectivas \"experimentalistas\"), parece demoledor e inaceptable para los defensores de certezas probadas aplicables y re - producibles en cualquier lugar. También se muestra generosamente conciliador y tranquilizador cuando cita hasta diez programas globales de intervención que han demostrado resultados efectivos: \" tres de ellos basados en el desarrollo, el apoyo familiar y en la creación de interacciones; dos son programas conductuales muy estructurados y otros cuatro programas incorporan una combinación de elementos que tienden hacia la enseñanza más naturalista\". En sus comentarios resumidos del informe, Greenspan señala también que \" estos tratamientos conductuales contemporáneos están aportando técnicas muy parecidas a los métodos basados en la interacción y el desarrollo, y están centrados en el trabajo con los patrones individuales de los niños y sus familias con el fin de crear interacciones de aprendizaje que fomenten las competencias básicas (a menudo ausentes o deficitarias) de interacción, comunicación y pensamiento \". 28 Psiquiatra y pediatra e impulsor de la Clasificación 0-3, Greenspan falleció en el 2010 dejando una importante obra sobre el desarrollo emocional temprano y el tratamiento de sus trastornos. Su método Floortime-DIR (Developmental, Individual Difference Relationship Model) , basado en el desarro - llo, las diferencias individuales y la interacción, propone un trabajo terapéutico centrado en la relación temprana con el niño autista y sus padres en entornos \"naturales\" (familiares), tratando de favorecer y desarrollar las capacidades y apetencias espontáneas de los autistas.259 Reflexiones y debates sobre el autismofamilias ¿Se acaba la intervención médica en el diagnóstico y se subordina, se delega o se aleja la responsabilidad del tratamiento? No es una pregunta impertinente29. El autista necesita cuidados diarios durante años: ¿cuántos psiquiatras están junto a él o cerca de él y de su familia durante su largo recorrido? ¿Cuántos optan por dedi - carse a otras tareas más ligeras \"derivando\" las tareas terapéuticas hacia otros gremios profesionales? ¿Cuántos entienden que para hacerlo necesitan desarrollar sus pro - pios equipos multiprofesionales? ¿Cuántos pelean por la implicación de la sanidad pública en el desarrollo y sostenimiento de unos cuidados intensivos y específicos? ¿Cuántos servicios de salud mental optan, obligados por su desbordamiento -o ali - viados de poder ampararse en él-, por dirigir a pacientes autistas y a sus familiares hacia otros recursos sociales y educativos? ¿Cuántos prefieren o aceptan que sean las propias familias de autistas las que se ocupen de organizar todos los aspectos de su tratamiento y seguimiento?30. Durante décadas hemos convivido con familias, en su mayoría madres, ex - cepcionales en su capacidad de cuidar de sus hijos autistas. Digo convivir porque sabíamos que necesitaban un acompañamiento profesional -personal y cercano- y porque sabían que conocíamos bien su difícil y costoso esfuerzo para paliar el sufri - miento de sus hijos y a su vez soportar el suyo propio. En algunos casos hasta eran capaces de hacerlo mostrando un humor, unas veces cáustico y otras más compasivo, hacia nuestras insuficiencias. Tenían una extraordinaria capacidad, por no decir una 29 Como prueba de que no es una cuestión impertinente, basta citar dos de las conclusiones de un infor - me reciente, procedente de una asociación internacional (ESCAP- Asociación Europea de Psiquiatras de la Infancia y la Adolescencia), que en sus conclusiones dice: \"1 - La clasificación del autismo en el DSM-5 y en el futuro CIE-11 debería ayudar a armonizar el diagnóstico en niños y adultos. Sin embargo, el diagnóstico por sí solo no establece los tipos de tratamiento necesarios; por lo que el diagnóstico clínico debe ser individualizado y contextualizado. 4 - En lugar de verse a sí mismos como \"los expertos exclusivos\", los profesionales deberían centrarse en convertirse en entrenadores de aquellas personas que aman, viven, trabajan y/o cuidan a los indivi - duos con autismo \". El informe, que describe varios tipos de \"intervenciones terapéuticas específicas\" y que no cita la palabra \"psicoterapia\", reconoce que, aunque \"la intervención debe basarse empíricamente en la evidencia científica (...) no es posible basarse únicamente en esta evidencia\" , porque \"se han estudiado pocas intervenciones en materia de autismo, con ensayos aleatorios y controlados\" , razón por la cual propone que \"las recomendaciones de estrategias generales de tratamiento también deben tener en cuenta el asesoramiento de equi - pos de expertos internacionales; ser coherentes con los valores de la sociedad; y contar con el respaldo de la persona con autismo\" (25). Conclusión esta que contrasta con la descalificación de la experiencia clínica, solem - nemente proclamada por algunos investigadores empíricos, y que vuelve a reconocer su inevitable valor. 30 Todavía en años recientes hemos reaccionado ante directrices de nuestro propio sistema sanitario que proponían a los pediatras de la red pública derivar a los niños en los que detectaran eventuales signos de sospecha de autismo para confirmar su diagnóstico y asumir su tratamiento... a las asociaciones de afectados (financiadas parcialmente por el departamento de Sanidad). Solo fueron modificadas cuando preguntamos si harían lo mismo con otras especialidades pediátricas (oncología, endocrinología, neurolo - gía...), que también cuentan con asociaciones de familiares de afectados o con los pacientes adultos con problemas de salud mental.260 Alberto Lasa Zuluetaadmirable virtud: el poder vivir su dedicación exhaustiva y agotadora como un sa - crificio gratificante. También hemos conocido familiares que, más o menos decepcionados por nues - tra escasa oferta terapéutica, reaccionaron, lógicamente, buscando su propio camino para lograr los recursos que la sanidad pública no ofertaba. Motivados por un legítimo sentimiento de frustración y alternando paciencia y rabia, se fueron dotando, con lenti - tud y constancia, de sus propios recursos. La extensión y aceptación social de un nuevo concepto, la \"discapacidad\", les ayudó a buscar apoyos políticos y mediáticos y los llevó a la conquista de nuevos derechos y del reconocimiento de sus necesidades colectivas. En su largo camino hubo quienes se aliaron con profesionales de la psiquiatría y cola - boraron con ellos, y también quienes se distanciaron y optaron por mostrar una posi - ción de crítica feroz y descalificación de la psiquiatría en general y en particular de la que piensa que el autismo es una cuestión psicopatológica. En la actualidad el creciente afianzamiento de la denominada atención temprana -que incluye el autismo entre las discapacidades que afectan los inicios del desarrollo- ha favorecido la confluencia de diversos profesionales en torno a intervenciones precoces que reciben patrocinio y financiación procedentes de varios departamentos públicos (entre ellas, y con grados variables de generosidad, las aportaciones que proceden de entidades sanitarias). Sin duda se trata de un gran avance. Paralelamente, asistimos también a una creciente tendencia a desarrollar inter - venciones multiprofesionales que no cuentan o se alejan de la participación de los profesionales de la salud mental pública y en particular de las intervenciones psicotera - péuticas que algunos equipos proponen. Es una larga historia que ha acontecido en muchos países, y que enlaza más con la eterna cuestión de las relaciones entre la psiquiatría y la sociedad que con la de la naturaleza de su valor científico y la de la sanción que merecen sus errores e insuficien - cias. No es sencilla de resumir y es más fácil de narrar recurriendo a simplificaciones que pueden caricaturizar el problema. Porque sin duda existen problemas de entendi - miento y de ahí la sucesión de debates que han sido muy enconados en algunos lugares. La atención que el autismo recibe en los centros de salud mental de los servi - cios de salud públicos se caracteriza aún por la diversidad de modelos y la variedad de intervenciones31. Pese a algunos intentos para proponer una homogeneización de las intervenciones terapéuticas basada en una eficacia probada, no se han desarrolla - 31 Para tratar de saber qué es lo que los servicios públicos de salud mental hacen realmente en el terreno de los cuidados terapéuticos -específicamente dedicados a la atención más o menos intensiva del autismo y otros trastornos mentales graves-, realizamos una encuesta estatal que nos permitió conocer la gran va - riedad de respuestas asistenciales y las grandes diferencias en cuanto a la continuidad e intensidad de los recursos ofertados (47). Para conocer un relato, desde su propia perspectiva, de lo que han ido desarrollan - do las asociaciones de afectados -en paralelo a la sanidad pública - puede consultarse el capítulo dedicado a nuestro país en el citado libro de Feinstein (traducido y editado por una asociación de familiares) (45).261 Reflexiones y debates sobre el autismodo propuestas prácticas consensuadas para generalizar lo que algunos manuales de buenas prácticas proponen. Además, aún no existen acuerdos amplios en cuanto a la fiabilidad de los muchos tipos de intervenciones que se autopromocionan como de eficacia \"probada científicamente\" (46). Sin duda, un acercamiento entre los pro - fesionales de la investigación y su metodología y quienes trabajan clínicamente con personas en el terreno del autismo es altamente deseable y necesario para generar conocimientos compartidos que contribuyan a una mejoría de la atención y a nue - vas propuestas asistenciales. Es evidente que los recursos actualmente disponibles, generalmente limitados a programas de tratamiento intensivo ambulatorio (todavía inexistentes en amplias áreas geográficas), son manifiestamente mejorables y debe - rían recibir más atención en las políticas sanitarias (1). No se puede olvidar que en el contexto social actual la atención a la infancia está considerada como una cuestión que merece la mayor atención política y mediá - tica. Paradójicamente, la atención a la salud mental de niños y adolescentes sigue sin estar a esa altura. Signo claro de ello es que la aprobación legal de la especialidad de psiquiatría de la infancia y la adolescencia sigue estando pendiente tras haber sido repetidamente reivindicada por las asociaciones profesionales y solicitada a las auto - ridades sanitarias desde hace más de treinta años. concluyenDo La especificidad del ser humano es inherente a su naturaleza de nacer inmadu - ro, desvalido y dependiente de la protección de su entorno. Es lo que ha marcado su evolución como especie. La comprensión de su desarrollo temprano -motor, afectivo, cognitivo, lin - güístico, y simbólico- tiene hoy claras respuestas científicas. Poder consolidar el \"equipamiento básico\", programado genéticamente, necesita de la interacción y de los cuidados de la crianza. Es esta interacción, a la que el bebé humano nace predis - puesto, la que consolida sus extraordinarias capacidades potenciales. El que lleguen a ser extraordinarias, la consolidación de su despliegue, lo posibilita una característica esencial del cerebro humano: su plasticidad. En la evolución de las especies, la del ser humano viene determinada por la peculiaridad de que la especie humana es - de entre todos los mamíferos- la que nace con un cerebro más grande y más inmaduro. Inmadurez de un cerebro enorme que lo hace más plástico y maleable. Sus posibilidades de establecer redes neuronales funcionales son incuantificables. Pero muy frágiles. Necesitan, para poder conectarse y funcionar, una adecuada estimulación procedente del entorno. Es lo que la ciencia actual ha denominado \"epigenética\": lo que está en torno, más allá, completando lo que predetermina la genética. 262 Alberto Lasa ZuluetaCon otras palabras: el extraordinario grado de desarrollo que la especie humana ha alcanzado es el resultado de una inesperada paradoja en la evolución de los seres vivos. El mamífero humano es el que, por razones genéticas, nace más inmaduro y desvalido que ningún otro. Es lo que le hace extremadamente dependiente de un en - torno que lo proteja y lo cuide para poder sobrevivir. Es lo que hace también que, si el encuentro aleatorio e interactivo con el entorno se produce, este va a estimular y hacer posible la maduración de su cerebro, cuya fragilidad lo hace extremamente delicado pero también extraordinariamente potente. Todo lo que acontece en cualquier cerebro humano, también en el de una persona afectada de autismo, tiene que ver con ello. Si algo quiere transmitir este texto es que el autismo está en el centro de la comprensión de la naturaleza y evolución del ser humano. Las variadas y apasionadas respuestas sociales que recibe muestran, por exceso o por defecto, que nadie es insensible a su cercanía. Sería altamente deseable que nuestra sociedad también pudiera idear acciones para aliviar su sufrimiento y el de quienes los rodean y contribuir a proporcionarles una vida de convivencia amable que les permita desarrollar sus capacidades. La psiquiatría debería contribuir activamente a ello o puede por el contrario ausentarse de esta tarea. Una u otra actitud marcarán su futuro y su reconocimiento social, sea como una profesión preocupada por lo humano o, como en otros momen - tos históricos, una profesión que se desentiende de sus responsabilidades más difíciles. La psiquiatría ha escrito las páginas más negras de su historia cuando se ha alejado del sufrimiento psíquico de quienes acudían a ella. En la relación médico-paciente siempre fue apreciada la experiencia. Una ex - periencia que tenía dos componentes: uno objetivo, el conocimiento técnico; otro, subjetivo, el encuentro entre dos sujetos. Quiere la medicina actual que los elementos subjetivos desaparezcan ante las certezas y objetividad de las pruebas científicas. Ya se ha convertido en habitual en los consultorios que el médico mire hacia su ordenador y no hacia su paciente. También que tome sus decisiones conforme a lo que los manua - les de buenas prácticas dictan. Damos por bueno que sus normas han sido dictadas por expertos neutrales que solo valoran la objetividad de los hechos. De ahí la aparente lógica de la descalificación del valor subjetivo de la experiencia. Pues bien, vayamos a las preguntas finales: ¿Puede la psiquiatría ignorar los elementos subjetivos del encuentro terapéutico? ¿Debe renunciar a ellos? ¿Conseguirá igualar a las demás especialidades aplicando una asepsia emocional que la libre de ses - gos subjetivos? ¿Puede la relación con una persona autista tener una aproximación ob - jetiva posible? Vayamos también a las respuestas comprometidas. Como sufrimiento humano que es, moviliza los sentimientos más íntimos de quien se acerca para tratar de entenderlo. Si se acepta, siempre será un acercamiento muy costoso emocional - mente. El autismo será siempre un desafío a la objetividad científica.263 Reflexiones y debates sobre el autismobibliografía (1) Declaración del XVIII Congreso de SEPYPNA de A Coruña (2005). Disponible en: http:/www,sepypna.com/documentos/a-coruna-tratamiento-trastornos-menta - les-graves-infancia-adolescencia/. (2) Insel T. Post by former NIMH director Thomas Insel: transforming diagnosis. Post del 29 de abril de 2013. Disponible en: https://www.nimh.nih.gov/about/directors/ thomas-insel/blog/2013/transforming-diagnosis. (3) Priebe S, Burns T, Craig TK. The future of academic psychiatry may be Se cond edition. Nueva York: Guilford 2017. (5) Classification MA, Aróstegui JA. Alcance y limitaciones del trata - miento farmacológico del T rastorno por Déficit de Atención e Hiperactividad en niños y adolescentes y Guías de Práctica Clínica. Una revisión bibliográfica. Rev Asoc Esp Neuropsiq 2018; 34 (121), scientism of Attention Deficit Hyperactivity Disorder. Mad in Ame - rica, 8 marzo 2018. (9) Lasa Zulueta A, Jorquera C. Evaluación de la situación asistencial y recomenda - ciones terapéuticas en el TDAH-T rastorno de Déficit de Atención/Hiperactividad. Plan de Calidad para el Sistema Nacional de Salud del Ministerio de Sanidad y Po - lítica Social. Agencia de Evaluación de Tecnologías Sanitarias del País Vasco; 2009. Informes de Evaluación de Tecnologías Sanitarias: OSTEBA Nº 2007/09. (10) Lasa Zulueta A. El TDAH en el momento actual: controversias, divergencias y con - vergencias. Psicopatología y Salud Mental del Niño y del Adolescente 2007; Mono - gráfico nº 2: 9-16. (11) Balzac H. La comedia humana. Escenas de la vida privada (vol. IV). Madrid: Her - mida Editores, 2016. (12) Busquet J. La utilización del lenguaje para cambiar la realidad. Intercambios. Pape - les de Psicoanálisis. Diciembre del 2007. (13) Silberman S. Una tribu propia. Autismo y Asperger. Otras maneras de entender el mundo. Barcelona: Ariel-Planeta, 2016. (14) Mottron L. of positive selection in com - mon risk associated to autism spectrum disorder. Angeles, Ca: Western Psychological, (19) Roubertoux PL, Tordjman S. The Autistic Spectrum Disorders: from the clinics to the molecular analysis. En: Roubertoux PL (ed.). Organism models of Autism Spectrum Disorders. York: Springer, 2015; 16(3): disorders. Nature 2008; 455: 890-893. diagnóstico de esquizofrenia. En: Shriqui ChL, Nas - rallah HA (eds). Aspectos actuales en el tratamiento de la esquizofrenia. Madrid: Edimsa, 1996. (23) American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders-DSM-5. Washington: American Psychiatric Association Publishing Inc, 591-598. (25) Fuentes J, Hervás A, Howlin P (Grupo de T rabajo de ESCAP para el Autismo). ESCAP practice of evidence-based synapses as a me - chanism for the specification of neuronal networks. Nature 1976; 264(5588):705- 712. (27) Grafman J, of neuroplasticity. En: Grafman JC (eds.). Neuronal plasticity: building a bridge from the laboratory to the clinic. Ber - lin: Springer-Verlag, 1999; pp. 131-139. Louie 2016;1 (31). (33) Insel T. A attachment. Am J Psychiatry 1997; 154: 726-735. (34) Kandel E. Biology and the future of psychoanalysis: A new intellectual framework for psychiatry revisited. Am J Psychiatry 1999; 156, 505-524. 265 Reflexiones y debates sobre el autismo(35) Kandel E. The molecular biology of memory storage: A dialogue between genes and synapses. Nobel lectures, Physiology or Medicine. 2000; p. 392-439. (36) Kandel E. En busca de la memoria. Buenos Aires: Katz editores, 2007. (37) Kendler K. A psychiatric for Annual Psychoanalysis 2000; 28: 179-200. (41) Shea V. A perspective literature related to early Intensive Behavioral Intervention (Lovaas) for young children with autism. Autism 8(4): 349-367. (42) Dawson M. The misbehaviour of behaviourists. Ethical challenges to the au - tism-ABA industry. 18 enero 2004. Informe JC, Grollier 'expérimentation une sévère désillusion. Lacan Quotidien 568 y 569. Febrero-marzo 2016. (45) Feinstein A. Historia del autismo. Conversaciones con los pioneros. Ávila: Autismo Ávila, 2010. (46) Instituto de Salud Carlos III. Informe del Instituto de Investigación de Enferme - dades Raras (IIER). Evaluación de la eficacia de las intervenciones psicoeducativas en los trastornos del espectro autista. Madrid: Ministerio de Ciencia e Innovación, 2009. (47) Lasa Zulueta A, Jorquera Cuevas C, Solana Azurmendi B, Del Arco Heras S. Eva - luación de la calidad asistencial en el SNS de los trastornos mentales graves en la infancia. Estudio en Salud Mental Infanto-Juvenil. Ministerio de Sanidad, Servi - cios Sociales e Igualdad. Servicio de Evaluación de Tecnologías Sanitarias del País Vasco. Informes de Evaluación de Tecnologías Sanitarias: OSTEBA, 2014; 48-53. (48) Lasa Zulueta A. Sobre la inteligencia de los autistas. Revista Eipea 2018; 4. (49) Greenspan SI. Intelligence University Press, 1979. (50) Greenspan SI, Wieder S. Comprender el autismo. Barcelona: RBA, 2008. (51) National Academy of Sciences. Commitee on Educational Interventions for Chil - dren with autism. Washington, DC: Natio - nal Academies Press, 2001. "}