{"title": "Pediatric Urology Clinics: Reddish Urine Stain in the Diaper of a 3-Week-Old Boy", "author": "Wm Lane M Robson; MD; Alexander K C Leung", "url": "https://www.contemporarypediatrics.com/view/pediatric-urology-clinics-reddish-urine-stain-diaper-3-week-old-boy", "hostname": "contemporarypediatrics.com", "description": "A mother brought in her 3-week-old son on the day she discovered a reddish urine stain in the baby's diaper. There was no stool in the diaper. The boy had been circumcised on the second day of life, and the mother was concerned that her son might have experienced a complication of the procedure.", "sitename": "Contemporary Pediatrics", "date": "2006-04-01", "cleaned_text": "A mother brought in her 3-week-old son on the day she discovered a reddish urine stain in the baby's diaper. There was no stool in the diaper. The boy had been circumcised on the second day of life, and the mother was concerned that her son might have experienced a complication of the procedure. PATIENT PROFILE: A mother brought in her 3-week-old son on the day she discovered a reddish urine stain in the baby's diaper. There was no stool in the diaper. The boy had been circumcised on the second day of life, and the mother was concerned that her son might have experienced a complication of the procedure. The infant was delivered vaginally at term after an uncomplicated pregnancy. His Apgar scores were 8 and 9. He weighed 7 lb 5 oz at birth and was 20 inches long. The baby was discharged along with his mother on the day he was circumcised. He was fed exclusively with breast milk and had been gaining weight satisfactorily. Physicalexamination revealed a healthy- appearing infant in no distress with a well-healed circumcision. The urethral meatus looked elliptical and of normal caliber and was not inflamed. The kidneys and bladder were normal to palpation. The systolic blood pressure in the right upper arm while the baby was supine and quiet was 80 mm Hg. The peripheral perfusion was normal. There were no signs of dehydration. Results of the physical examination were otherwise normal. WHAT WOULD YOU DO NOW? A. Prescribe an antibiotic for presumedurinary tract infection. B. Obtain a urine specimen for dipstick andmicroscopic urinalysis. C. Order ultrasonography of the kidneys andbladder. D. Order a voiding cystourethrogram. The differential diagnosis of a reddish stain in the diaper includes hematuria, uric acid crystals, beeturia, some inborn errors of metabolism, ingestion of a food dye that is excreted in the urine, red diaper syndrome caused by Serratia marcescens in the stool, and Munchausen syndrome by proxy. THE CONSULTANTS' CHOICE: Option B We recommend obtaining a fresh urine specimen for dipstick and microscopic analysis. We do not recommend treatment with an antibiotic unless a urinary tract infection has been confirmed. Nor do we recommend ultrasonography of the urinary tract or a voiding cystourethrogram unless hematuria is confirmed. With specific questioning, the mother confirms that neither she nor her baby has ingested beets,berries, or any foods with known red food coloring. The mother has not observed any discomfort associated with wetting the diaper or colic. She has observed her son's urine stream on 2 occasions--one in the bath and the other during a routine diaper change. The urine emerged without straining or discomfort, and the stream was strong, straight, and continuous, with a good arc. The urine dipstick revealed a pH of 6 and was negative for blood. Not enough urine was obtained to centrifuge or to perform a microscopic analysis. WHAT WOULD YOU DO NOW? A. Ask the mother to bring in the diaper withthe reddish stain. If it has been discarded,ask her to bring in any future diaper with areddish stain. B. Ask the mother to bring in a first-morningurine specimen for dipstick and microscopicanalysis. C. Ask the mother to observe the baby forsigns of colic. D. Ask the mother to ask the grandparentswhether there is any family history of gout,kidney stones, or metabolic or neurologicproblems. E. All of the above. THE CONSULTANTS' CHOICE: Option E We recommend all of the above options. The mother returns the following day with the original diaper and a urine specimen obtained overnight. At about 4 am, the mother changed the baby's diaper, put on a urine bag, and then breast-fed the baby. The urine bag was full when the mother checked the diaper 3 hours later. The mother placed the urine specimen in a container in the refrigerator until she left for the clinic. The reddish-stained diaper from the previous morning was still heavy with urine in the absorbent matrix. However, the inside surface of the diaper had dried to reveal a fine layer of a rust-colored powder. The first-morning urine had a pH of 5 and a specific gravity of 1.02, and was negative by dipstick for blood. The centrifuged urine had pinkish orange sediment at the bottom of the tube. The microscopic urine specimen revealed numerous uric acid crystals but no blood. The mother advised that the baby had not experienced any colicky discomfort and that there was no family history of gout, kidney stones, or metabolic or neurologic problems. The reddish stain in the diaper is caused by uric acid crystals. The excretion of uric acid in urine is high at birth and falls during childhood until adolescence, when adult levels are observed. Uric acid excretion is especially high during early infancy. The solubility of uric acid is about 12 mmol/L at a urine pH of 8, but only 1 mmol/L at a pH of 5. As such, acid urine favors precipitation of uric acid crystals. The high protein content of breast milk favors acid urine. Although uric acid crystals are commonly observed in the diapers of infants and are not usually a concern, some rare and more serious disorders of purine metabolism might also present in this fashion. A variety of inherited enzyme deficiencies and renal tubular problems can lead to hyperuricosuria. Deficiency of hypoxanthine- guanine phosphoribosyltransferase is the most commonly reported problemand can present along a clinical spectrum that includes Lesch-Nyhan syndrome at the severe end. Crystalluria with dysuria, stone formation with colicky pain, acute renal failure from urate nephropathy, and severe neurologic impairment are possible problems in children with Lesch-Nyhan syndrome. Investigations are generally not required for otherwise well infants with uric acid crystals in the urine. However, blood tests for levels of serum uric acid, creatinine, and electrolytes, as well as an ultrasonogram of the kidneys and bladder, should be considered in those infants with uric acid crystals in the diaper who have a family history of gout, kidney stones, or metabolic problems during infancy; a history of colic or dysuria; or evidence of red blood cells in the urine in addition to uric acid crystals. The problem is self-limited in otherwise well infants who have uric acid crystals in the urine--and no treatment is usually necessary. However, uric acid crystalluria can be associated with dysuria. Maintenance of good hydration will minimize this possibility. FOR MORE INFORMATION: Cameron JS, Moro F, Simmonds HA. "}