{"title": "PDF", "author": "PDF", "url": "https://www.energy.gov/sites/default/files/2019/01/f58/bes-at-40.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "A REMARKABLE RETURN ON INVESTMENT IN FUNDAMENTAL RESEARCH 40 Years of Basic Energy Sciences at the Department of Energy 2018DISCLAIMER This report was prepared as an account of work sponsored by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights. Reference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. The views and opinions of authors expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. The report is available on-line at: https://science.energy.gov/bes/community-resources/reports/ Editor/writer: Al Hammond Design/Production: Maggie Powell Copy editing: Julia GoldsteinABOUT THIS REPORT This report is intended to highlight outstanding examples of major scientific accomplishments emerging from 40 years of Basic Energy Sciences (BES) research support, including how these discoveries have helped fulfill the Department of Energy's mission and have led to new technologies and industries that contribute to American innovation and prosperity. By examining past successes, this report seeks to illuminate guiding strategies and approaches that will be critical to ensuring future U.S. leadership. On the Cover High Performance Computing is now an essential tool for cutting-edge science, for national security applications, and throughout industry. Critical to U.S. success in this area has been the development of specialized software for specific types of problems that can distribute the computations across tens of thousands or even hundreds of thousands of processing units and manage the data flow between them. The Department of Energy's Basic Energy Sciences office played a critical early role in such software development—to model chemical reactions, to analyze the properties of complex materials such as metal alloys, and to simulate combustion (which involves modeling the flow of air and fuel and, simultaneously, the chemistry of combustion). Shown on the cover is a snapshot of a supercomputer simulation of combustion done by Jackie Chen and Yuki Minamoto of Sandia National Laboratories, one of many undertaken to understand the processes that control how fuel burns when injected into an engine. Over the last two decades, such simulations combined with laboratory experiments have helped automotive engineers dramatically reduce pollutant emissions from diesel engines while also improving their energy efficiency. Image rendering by Hongfeng Yu / University of Nebraska at LincolnA REMARKABLE RETURN ON INVESTMENT IN FUNDAMENTAL RESEARCH 40 Years of Basic Energy Sciences at the Department of Energy A Report from the Basic Energy Sciences Advisory Committee Persis Drell, Chair U.S. Department of Energy Office of Science June 2018 Prepared by the BESAC Subcommittee on 40 Years of Basic Energy Sciences at the Department of EnergyBASIC ENERGY SCIENCES ADVISORY COMMITTEE Dawn A. Bonnell University of Pennsylvania Jingguang Chen Columbia University Sue Clark Pacific Northwest National Laboratory and Washington State University Beatriz Roldan Cuenya Fritz-Haber Institute of the Max Planck Society Helmut Dosch Deutsches Elektronen-Synchrotron Persis Drell Stanford University Chair Cynthia Friend Harvard University Yan Gao General Electric Company Sharon Hammes-Schiffer Yale University Marc Kastner Science Philanthropy Alliance Bruce Kay Pacific Northwest National Laboratory Stephen R. Leone University of California, Berkeley and Lawrence Berkeley National Laboratory Despina Louca University of Virginia Monica Olvera de la Cruz Northwestern University Abbas Ourmazd University of Wisconsin, Milwaukee Philippe Piot Northern Illinois University Ian Robertson University of Wisconsin, Madison Anthony Rollett Carnegie Mellon University Frances Ross IBMGary Rubloff University of Maryland Maria Santore University of Massachusetts, Amherst Esther S. Takeuchi Stony Brook University John Tranquada Brookhaven National Laboratory Stephen Wasserman Stephen R. Wasserman LLC Designated Federal Officer Harriet Kung Associate Director of Science for Basic Energy Sciences Committee Manager Katie Runkles Basic Energy Sciences40 Years of Basic Energy Sciences at the Department of Energy (BES40) BES40 SUBCOMMITTEE OF BESAC Paul Alivisatos, University of California, Berkeley George Crabtree, Argonne National Laboratory Persis Drell, Stanford University* Marc Kastner, Science Philanthropy Alliance* Chair Cynthia Friend, Harvard University* William Happer, Princeton University Eric Isaacs, University of Chicago Brian Kobilka, Stanford University Zachary Lemnios, IBMDespina Louca, University of Virginia* Thomas Mason, Battelle Paul McEuen, Cornell University Monica Olvera de la Cruz, Northwestern University* Ian Robertson, University of Wisconsin, Madison* Stephen Wasserman, Stephen R. Wasserman LLC* Editorial Consultant, Al Hammond * BESAC member RESEARCH SOURCES FOR BES40 Semiconductor Science: Bill Tumas Peter (LANL), Carlos Tome (LANL), Steve Zinkle (U. (U. Michigan), G.T. \"Rusty\" Gray (LANL), Armand Beaudoin (U. Illinois), Thom Dunning (PNNL), Laura Gagliardi (U. Minnesota), Jackie Chen (Sandia), David Dixon (U. Alabama), Jens Nørskov (Stanford/SLAC), Al Wagner (ANL), Malcolm Stocks (ORNL), Kristin Making A Difference: Nai-Cheng Yeh (Caltech), Mauricio Terrones (Penn State U.), Millie symposium at MIT Materials Science: Jim Misewich (BNL), Mike Norman Smith Robert Fischetti (ANL), Lisa Keefe (IMCA-CAT/HWI), Thomas Steitz Peter Jeff Neaton (LBNL, UC Berkeley), Melissa Summers (LBNL), Jennifer Lewis (Harvard U.), Shimon Weiss (UCLA), Patricia Dehmer (DOE, retired) Quantum Computing: John Clarke (UC Berkeley), Joel Moore (UC Berkeley/LBNL) Waste Clean Up: Michelle Buchanan (ORNL), Streiffer (ANL), John Hill (BNL), Doon Gibbs (BNL) OFFICE OF SCIENCE RESEARCH SOURCES BES: Linda Horton, Bruce Garrett, Jim Murphy, Tom Russell, Andy Schwartz, Katie Runkles, Harriet Kung Laboratory Policy Office: John LaBarge, Russell Ames BES Reviewers: Jim Davenport, Matthias Graf, Jim Horwitz, Refik Kortan, Jeff Krause, Philip Kraushaar, Peter Lee, George Maracas, Raul Mick Pechan, Mark A Key Source of U .S . Scientific Procedure for Creating this Report Workshop OutlineBasic Energy Sciences (BES) supports fundamental research to understand, predict, and ultimately control matter and energy at the electronic, atomic, and molecular levels. This provides the foundation for new energy technologies and supports DOE missions in energy, environment, and national security. The BES program also plans, constructs, and operates major scientific user facilities to serve researchers from universities, national laboratories, and private institutions.1EXECUTIVE SUMMARY In 1977, the Department of Energy established an office of Basic Energy Sciences (BES) to support fundamental research in areas pertinent to DOE missions. In the 40 years since its founding, BES has grown substantially, supporting both individual researchers and interdisci- plinary teams of researchers at universities and national laboratories. It engages with the scientific community through an extensive network of advisory committees that help BES to identify high priority problems or areas of opportunity. BES has also created unique shared research facilities, open to all scientists, which have become a distinctive feature of the U.S. research effort and have greatly increased the productivity of university, federal, and industrial research efforts. BES collaborates closely with other federal research agencies, including other DOE offices focused on applied research. Such research often builds on new scientific knowledge gen- erated by BES and advances it toward commercial tech- nologies. In all, BES represents a bet on the future—a significant federal investment in new knowledge. What has been the return on that investment? This report, although not intended to be comprehensive, provides key examples of major technological, commer - cial, and national security impacts directly traceable to BES-supported basic science. These examples show how BES-sponsored research and unique BES facilities have supported primary DOE programs in national security, clean energy technology, environmental stewardship, critical materials, and high-performance computing. In many instances, these examples also show how the new knowledge generated has boosted industrial productiv - ity in clean energy, petrochemical, automotive, semi- conductor, pharmaceutical, and basic materials sectors. They illustrate the importance of BES-supported basic science in catalyzing emerging high priority areas such as nanotechnology and quantum computing. In many instances, basic research undertaken for one purpose has had unanticipated and major impact in other areas. Research to understand how the metal components of a bomb deform in an explosion has led to stronger but lighter metals used in automotive bumpers and frames and to new alloys able to withstand higher temperatures and enable greater efficiencies in a coal-fired power plant (Tough Stuff). Curiosity-driven investigations of the mysterious phenomenon of superconductivity led to radio frequency filters critical to today's mobile telecom networks (Making Super - conductivity Useful). BES research also led to the first manmade, macroscopic device capable of exhibiting multiple quantum states, a development that today underlies one of the leading approaches to quantum computers (Quantum Computing). BES supports teams of scientists working on a common problem through Energy Frontier Research Centers and at a larger scale through Energy Innovation Hubs (see box 1), but retains a strong focus on supporting indi- vidual university-based investigators. The reason is the amazing—and often unexpected—discovery of new knowledge and new research techniques such scientists produce, in addition to their service on BES advisory panels and their role in training the next generation of scientists. One example (How One Scientist Can Make a Difference) illustrates the phenomenon. Another example of the creativity of individual investi- gators documents the development of specialized mol- ecules called catalysts that have enabled more efficient synthesis of organic compounds such as those found in plastics, cleaner and more environmentally friendly chemical production processes, and the ability to create novel materials. The research took a long time—several decades—but led to a Nobel Prize for two universi- ty-based scientists; it also transformed the petrochem- ical industry. Yet these outcomes could not have been foreseen when BES support for this research began. Both scientists say the consistency of BES support over the long haul was critical to success (Transforming the Chemical Industry). Bragging rights to the world's fastest computers have belonged to China for the past several years, with the U.S. seeming to slip behind. This matters, because so BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 3 2many areas—national security, modeling chemical processes or material structures, artificial intelligence applications—now depend on very fast computers. However, raw speed is not the only consideration. Equally important is the specialized software needed to make practical use of the hundreds of thousands of individual processors found in the current generation of supercomputers. That is where the U.S. has an enormous advantage—in significant part because BES began supporting the development of such software back in the 1980s, leading to broader federal and industrial efforts (The High-Stakes Race in High-Performance Computing). When the fundamentally new field of nanoscale science emerged as a national priority, BES developed specialized research centers that enabled academic researchers from many fields to get involved, as well as supporting a wide range of basic research. The result has been an outpouring of novel technologies, from the tiny semiconductor crystals called quantum dots that produce the vivid colors in the current generation of TV screens to unique materials that enable 3-D printing of a lithium battery the size of a grain of sand (Nano - science: How to Invent a Whole New Field). Earlier BES had developed similar shared research facilities for X-ray probes a million times more intense than those in dental offices—able to penetrate materials and help identify their structure atom by atom—and for neu- tron probes able to \"see\" inside an operating engine or characterize a material's magnetic properties. Used by Box 1 BES RESEARCH STRATEGY AND EVOLVING FUNDING MODELS The Office of Basic Energy Sciences launched a grand strategic experiment in 2002: calling together research thinkers and leaders from national laboratories, universities and industry to analyze the energy challenges and opportu- nities for the nation over the next decade and beyond. That initial meeting led to more than a dozen Basic Research Needs Workshops focused on visionary early stage basic research in materi- als, chemistry, geoscience, and bioscience. The workshops challenge the best thinkers in the energy community to look beyond the frontiers of science to imagine new directions enabled by the latest discoveries and tools. The resulting Basic Research Needs reports not only shape the scientific trajectory of BES, they inspire the community to embrace the most promising and impactful new directions. The collective wisdom of the nation's research community has been an unfailing guide to the most exciting and game-changing new science directions. The workshops and reports have provided guidance for breakthrough ad- vances that led to new energy technologies— batteries for electric vehicles, for example, or versatile, high-efficiency lighting—and help keep the nation on the frontier of global competitiveness. The Basic Research Needs Workshops have created new directions not only in science but also in how science is funded. In 2002 the ma- jor funding modality was single investigators at universities and small groups at national laboratories. These efforts encouraged the bril- liance of individual thinkers on ripe topics and led to groundbreaking discoveries recognized by Nobel Prizes and other prestigious awards. More complex energy challenges such as high temperature superconductivity and semicon- ductors for solar cells and light emitting diodes required a larger effort beyond the scope of a single investigator. The community recognized this need and recommended, through the Basic Research Needs Workshops, a coordinat - ed, multi-institutional funding modality that became the Energy Frontier Research Centers (EFRCs). These bring together world-leading researchers at multiple institutions using the latest tools and techniques and have signifi- cantly advanced the frontiers of solar energy, computational materials design, chemical separation, superconductivity, materials under extreme environments, and bio-inspired ener - gy materials, among others. The Energy Innovation Hubs initiated in 2011 take the strategic research developed by EFRCs to a new level. The Hubs focus on the most timely and important science challeng- es, where a field shows such high promise that accelerated advances will lead to rapid and widespread economic and societal benefit. Battery energy storage and artificial photosynthesis are two of these areas, where overcoming key basic science barriers will en- able rapid development of new technologies such as inexpensive, reliable renewable elec- tricity and fossil-free combustion fuels. The challenges in Hub science are so far-reaching and interdisciplinary that they require dream teams of top researchers at many institutions, working to a deliberate, continuously updat - ed strategy to produce compelling scientific outcomes. The BES Basic Research Needs Workshops have proven their worth in the 15+ years since their launch in 2002. BES and the community have regularly refined the workshop process to improve vision, impact, and guidance. The Workshops have led to turning points in the nation's energy R&D trajectory, revealing promising new science opportunities that otherwise may have gone unappreciated. The stories in this report highlight some of these critical successes.BASIC ENERGY SCIENCES: 40 th Anniversary Report 33industry as well as academic scientists, these facilities, located at DOE National Laboratories (see box 2)—and the culture of cooperation they engender—have not only transformed U.S. science but played a major role in supporting U.S. economic prosperity for the past 40 years (Shared Research Facilities: A Key Source of U.S. Scientific and Industrial Leadership). One specific example of this comes from the pharmaceutical industry. As biological research increasingly focused on individual molecules and their role in the body, it turned out unexpectedly that the BES X-ray probes were critical to analyzing their structure—leading to multiple Nobel Prizes. Moreover, a cooperative of major pharma com- panies paid for and use a set of beamlines at a BES X-ray facility to screen more than 20,000 drug candidates a year, resulting in hundreds of potential new drugs now in clinical trials. The pharma cooperative reports that about 85 percent of its members' drug development effort is based on access to these high intensity X-ray tools (Transforming Biological Science and Biomedi- cal Practice). Continued technology innovation is central to U.S. economic competitiveness. Innovating Clean Energy Technologies with Materials Science illustrates how DOE has managed an innovation pipeline that success- fully does just that. The process connected BES-sup -ported fundamental research to applied research and then to impending commercialization of advanced lith- ium ion batteries (for U.S.-manufactured electric cars), fuel cells (to power new hydrogen-fueled, emission-free vehicles built in the U.S.), and \"smart\" windows that can adjust their transparency to save energy. A similar process—an interaction between basic and applied research spanning several decades—led to advanced solar cells and to today's LED lights that use 85 percent less energy than incandescent bulbs, last 25 times as long, and have the potential to save U.S. consumers a huge portion of the electricity used for lighting (Lever - aging Semiconductor Science for Clean Energy Technologies). A key DOE mission is the environmental management of huge quantities of radioactive waste left behind by wartime and subsequent production of nuclear weap - ons. BES-supported basic research stretching over two decades has led to an elegant new cleanup technol- ogy that will save over a billion dollars (Cleaning Up Nuclear Wastes). Moreover, the central piece of that methodology—how to identify and separate out spe - cific molecules—is now at the heart of a major new DOE applied research effort aimed at establishing a secure U.S. source of critical materials essential to national defense and a number of key industries.Box 2 DOE NATIONAL LABORATORIES BES shared research facilities are located at— and have become an integral part of—DOE na- tional laboratories. As such, they both enhance the capabilities of the National Laboratories and benefit from their scientific and techni- cal staff as well as their overall management capabilities. Most DOE national laboratories began in World War II as the Manhattan Engineer district of the U.S. Army, but were handed over to the Atomic Energy Commission (AEC) in 1947 and subse - quently to the Department of Energy. Unlike most other federal research and development activities, the DOE laboratories have largely been run as Federally Funded Research and De - velopment Centers (FFRDCs) through Manage - ment and Operations (M&O) contracts which al- low DOE to partner with universities, non-profit organizations, and businesses—providing the flexibility needed to operate these laboratories on the frontier of science and technology while safely stewarding federal R&D resources. The scale and scope of the national laborato - ries enable them to launch coherent multi- disciplinary attacks on large-scale, complex problems, with an emphasis on translating basic science to innovation. They collaborate with universities and industry to develop and deploy scientific and technological solutions that meet national needs ranging from national security to energy independence to national competitiveness. As such, the DOE national laboratories collectively constitute a national intellectual asset that has served the U.S. remarkably well for more than sixty years. In particular, they play a critical role for the overall U.S. basic research capacity as hosts of the BES shared research facilities. BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 5 4Principal Findings The illustrative examples listed above support the prin- cipal findings of this report. These findings include: > BES has developed a distinctive community-driven, strategic planning process to identify and implement the most compelling and impactful early-stage basic research opportunities for the nation. The strategic planning process obtains input from the community at several levels: grand challenge and basic research needs workshops for science initiatives; review of program effectiveness at a high level by the Basic Energy Sciences Advisory Committee (BESAC); and Committees of Visitors to review internal processes. > BES has created large-scale scientific user facilities that are essential for research at the frontiers of physics, chemistry, materials science, and biology. The relationship between the BES facilities, the national laboratories where they are located, and the individ- ual university, laboratory, and industrial researchers who use them is symbiotic. Novel ideas and capabili- ties from each part of the system expand upon those available in the others. The facilities are collaborative meeting places for science, where advances in one area fertilize those in another. BES has maintained a healthy balance of support for facilities and research. > The coupling between programs and facilities is a characteristic of BES that was pioneered in the U.S. In other countries, facilities are often built and operated in more of a service mode and do not have as strong a coupling to agency science. While the BES facilities are open to serve missions of other agencies and indus- try—and do so in important ways—the strong DOE mission linkage drives innovation in the facilities and instrumentation and enhances their scientific value. BES support of strong laboratory research programs co-located with its major facilities has proven success- ful in driving both ongoing facility performance and mission-driven scientific outcomes. > The BES approach of investing in fundamental research and the development of new tools and capabilities creates a foundation for addressing new scientific opportunities and mission challenges. The time horizon for technological impact of fundamen- tal research is often measured in decades—as is the period of relevance for new tools that can solve a diverse set of problems. This highlights the value of the BES practice of sustained support for research. > The BES and DOE missions have driven the evolution of funding models for research programs. New mod- els like the Energy Frontier Research Centers (EFRC) have their origin in the nature of the problems being tackled—solving the scientific barriers to key energy technologies. The complexity and scale of these problems require a larger number of approaches and the involvement of researchers with diverse skills and expertise. Nonetheless, the single investigator work - ing at a university with her students and postdocs, or the small group working at a national lab, will continue to be critical sources of creativity and new scientific discoveries. > BES has led a dramatic shift in the way materials and chemistry research is done by providing major facilities for characterization on a microscopic scale and by facilitating teamwork over its 40-year lifespan. This approach has been emulated in other countries, and now, for the first time, we are seeing cases where the U.S. is lagging. While the internationalization of science is a trend, it is important to recognize that it is still critical that the U.S. maintain a leading role. For the fields supported by BES, where economic competitive - ness and national security are at stake, the U.S. needs to have its own world-leading facilities. Specifically, military security, materials, and chemistry (the latter two because of their importance for manufacturing and economic growth) are fields for which the U.S. must maintain leadership. > BES has leveraged investments in technologies developed by the High Energy Physics and Nuclear Physics programs in creating the research facilities it operates. To maintain international leadership, its next-generation facilities will require new technolo - gies, components of which will likely be developed within other programs. Similar benefits accrue from the partnerships with the Biological and Environ- mental Research and Advanced Scientific Computing Research programs. The ultimate impact on the DOE mission comes, as it has in the past, when BES fun-BASIC ENERGY SCIENCES: 40 th Anniversary Report 55damental research leads to applications developed by applied energy and national security programs of DOE. Furthermore, through its user facilities, BES has provided capabilities for research that can also sup - port the missions of other agencies—including NSF, NIH, and DOD. These synergies between programs and agencies have resulted in improved efficien- cies by building on each agency's expertise and by optimized use of resources, leading to accelerated scientific advances. Recommendation As these findings illustrate, BES has been very successful in pursuing its mission over the last 40 years. As global competition in science intensifies, especially in those fields which are included in the BES portfolio, there will be great challenges in making the next 40 years as suc- cessful as the last. We recommend that BES be bold in choosing new research and facilities to support and experimenting with new funding mechanisms where appropriate.7 LEVERAGING SEMICONDUCTOR SCIENCE FOR CLEAN ENERGY TECHNOLOGIES Keeping the lights on in the United States consumes 350 billion kilowatt hours of electricity annu- ally. Most of that light still comes from incandescent bulbs, which haven't changed much since Thomas Edison invented them 140 years ago. But now a dramatically more efficient lighting tech- nology is seeing rapid adoption: semiconductor devices known as light-emitting diodes (LEDs) use 85 percent less energy than incandescent bulbs, last 25 times as long, and have the potential to save U.S. consumers a huge portion of the electricity now used for lighting. High-performance solar power plant in Alamosa, Colorado. It generates electricity with multi-layer solar cells, developed by the National Renewable Energy Laboratory, that absorb and utilize more of the sun's energy. (Dennis Schroeder / National Renewable Energy Laboratory)How we generate electricity is also changing. The costs of solar cells that convert light from the sun into electricity have come down dramatically over the past decade. As a result, solar power instal- lations have grown rapidly, and in 2016 accounted for a significant share of all the new elec trical BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 9 8generating capacity installed in the U.S. This grid-scale power market is dominated by silicon solar cells, using manufacturing techniques pioneered by the electronics industry for making computer chips. In addition, new markets are emerging for solar cells with much higher efficiencies—more complex cells based on advanced semiconductor science that require novel production methods. Such cells may soon power the growing num- ber of sensors and other smart devices in cars, consumer products, and buildings. These energy-saving or generating techniques all have roots in the semiconductor technology that spawned the IT revolution. But they required years of additional fundamental and applied research to enable commer - cial technologies. Solar cells are semiconductor devices that, when they absorb sunlight, generate electrons that can be collected to produce an electrical current. The chal- lenge has been to improve the efficiency with which solar cells convert sunlight to electricity and to reduce their cost for commercial applications. Initially, solar cell production techniques borrowed heavily from the semiconductor industry. Silicon solar cells are built on wafers cut from ingots of crystalline silicon, just as are the chips that drive computers. Production costs have dropped dramatically—which is why silicon solar cells continue to dominate the industry. However, several decades of basic and applied research supported by DOE's Basic Energy Sciences (BES) office and other DOE programs has led to several new families of more effi- cient solar cells. Some, such as the cadmium telluride cells manufactured by First Solar, are already commer - cial products. Of particular interest for the emerging new high effi- ciency solar cell markets, however, are multi-layer cells that combine two, three, or more thin layers, each of a different semiconductor material. These exploit the fact that sunlight spans a range of wavelengths—from high energy ultraviolet through visible wavelengths to lower energy infrared—and any one material absorbs and converts only a portion of those wavelengths. A multi-layer cell composed of the right combination of materials can capture far more energy—and indeed, some have shown efficiencies close to 45 percent (as compared to silicon at 25 percent, both under labora- tory conditions). High-efficiency cells have long been deployed to power satellites and spacecraft, including the Mars Rover. But creating such cells for wide- spread use on the ground involves unique complexity: combining materials with different electronic and structural properties is not easy; manufacturing them is harder still. The research on multi-layer cells began in the early days of the National Renewable Energy Laboratory (NREL). BES supported theoretical work and advanced instru- mentation needed to characterize the semiconductor materials. The Energy Efficiency and Renewable Energy (EERE) office supported more applied work aimed at actually building multi-layer cells. But the NREL staff was small at that time, and both sets of researchers shared the same coffee machine, so a unique collaboration was born. That collaboration enabled the researchers first to understand and eventually to control the properties of a compound semiconductor material called gallium indium phosphide, and then to combine it with gallium arsenide—resulting in the first multi-layer cell. The three active semiconductor layers of this solar cell absorb sunlight from different parts of the solar spectrum—visible (blue layer), infrared (yellow layer), and lower-energy infrared (pink layer)--enabling higher overall efficiency. (National Renewable Energy Laboratory)BASIC ENERGY SCIENCES: 40 th Anniversary Report 99That collaboration—side-by-side work on both basic and applied problems—has continued for more than two decades, yielding significant progress. Likely candidate cells for commercialization now contain four layers, and are getting close to the goal of 50 percent efficiency, while new approaches to manufacturing such complex products are emerging that could significantly lower costs. Moreover, new potential applications have emerged that are less cost-sensitive than grid-based power and that come with powerful technical partners. The semiconductor production problem facing multi- layer solar cells turns out to be essentially the same as that for making the laser-based radar chips needed for self-driving cars. There are now both large companies and several startups focused on that problem, building on the work done at NREL. Moreover, both Apple and Google want to power their smart watches with these very high-efficiency cells, and have assigned hundreds of engineers to the task. Waiting in the wings are appli- cations for the millions of smart sensors associated with the Internet of Things that will need to be powered not by batteries but by sunlight or even the ambient light within buildings. The pay-off for the decades of patient research—twinning basic and applied work—looks promising indeed. LEDs essentially reverse the solar cell process. When a voltage is applied across an LED, electrons from one side of the semiconductor device and holes (missing elec- trons) from the other side combine to release energy in the form of light. LEDs have no filaments to burn out, unlike incandescent lights, and produce far less heat— which accounts for their long lifetimes and high effi- ciencies. LEDs are now found in many kinds of devices: they form the numbers on digital clocks, indicate when appliances are turned on, and collected together can illuminate traffic lights or form images on a TV screen. For conventional lighting, however, white light is needed. An important breakthrough that transformed LED research occurred in the late 1980s when Japanese scientists made the first devices that emitted blue light, using another compound semiconductor mate - rial, indium gallium nitride, also far more complex than silicon. Blue light is critical, because it can be converted into red, yellow, and green light by passing it through wavelength converters—and then combined to form white light. The potential for semiconductor-based—or solid state—lighting was recognized but not widely accepted by industry until much later, although the discovery did set off an explosion of research. The chal- lenge was to understand how these novel LEDs worked, to improve their design, and to perfect the complex method by which they are manufactured—a method that involves depositing a thin layer of the compound materials on a supporting substance while precisely controlling its chemistry. Over the following several decades, while DOE's EERE office supported applied work, several types of BES-sup - ported basic research were critical: > First, the science underlying the deposition process to make it accurate enough to produce a reliable product; > Second, work on the underlying mechanisms that enable efficient light emission, despite the presence of defects and other complicating factors; > Third, on-going work to incorporate a new nanotech- nology called quantum dots (see Nanoscience chap - ter) into solid state lighting to replace the wavelength converters, increasing the overall efficiency still further and enabling more precise control of colors. High-efficiency multilayer solar cells have been extensively used to power satellites and space vehicles, such as the NASA Mars Rover vehicle shown here. (National Renewable Energy Laboratory) BASIC ENERGY SCIENCES : 40 th Anniversary Report10now convert electricity into light with an efficiency 10 times greater than a traditional incandescent bulb (15 times greater for advanced LEDs still under devel- opment). Because of their long lifetimes, LED lights are also more cost-efficient. They can also be \"tuned\" electronically to modify the color or intensity of the light for specific applications—a warm light for human use, a harsher light for outdoor security applications, still other characteristics to optimize plant growth for indoor agriculture. Even though market penetration is still in the early stages, U.S. energy savings from solid state lighting in 2016 amounted to more than one-third of the electricity previously used for lighting. Adoption of solid state lighting is now so rapid that it is expected to dominate the lighting industry within another decade, marking one of the fastest technology shifts in history. Estimates are that this semiconductor technology will save U.S. electricity consumers as much as 85 percent of their lighting bill by 2035.As a result, scientists working in universities, national laboratories, and industry have been able to tailor the semiconductor materials used to make LEDs in ways that enable them to produce light of different colors, more efficiently, and eventually with the high-intensity light needed for many commercial applications. New light-emitting materials, such as organic LEDs, have also been developed that show promise for the future. Together these efforts along with more applied research helped catalyze the emergence of a strong U.S. solid state lighting industry. Indeed, over the last decade, DOE has supported over 200 research projects on solid state lighting including LEDs, which in turn have led to more than 270 patents awarded or applied for and a large and growing new industry with countless num- bers of new high-efficiency lighting products. The advantages of solid state lighting are many. LEDs are far more efficient—the best commercial devices Semiconductor devices known as light-emitting diodes are not only very efficient, but can also be \"tuned\" to emit light of different colors for different purposes—\"warm\" white light for human residential use, or \"cooler\" white light that helps plants grow optimally for indoor agricultural use. (Zhang Sheng / Shutterstock.com)11 TOUGH STUFF EXTREME MATERIALS for EXTREME CHALLENGES If you're going to make bombs, and you want them to perform predictably and reliably, then you want to know how the materials they are made of behave under extreme conditions. Metals such as steel or aluminum or plutonium are not uniform throughout: they have microstruc- ture—various ways the metal grains are connected at the microscopic level. And it is the micro - structure that determines their behavior—how they deform in an explosion or an automobile collision, how they fail at high temperatures. The microstructure, in turn, is influenced both by the composition of the material, by how it is processed or formed into useful parts, and by how the material ages. An unarmed B61-12 gravity bomb, part of the U.S. nuclear weapons stockpile, undergoing tests. (Sandia National Laboratories) BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 13 12Very little was known about such questions when the Basic Energy Sciences (BES) program of DOE was created in 1977. Responding to a clear national security need to better understand how materials deform—for both nuclear weapons and conventional bombs—BES initi- ated what turned out to be four decades of fundamental research into the microstructure of materials. National security was not the only challenge: coal-fired power plants and steam boilers also push materials to their lim- its, and both could operate at higher efficiencies if their materials could withstand higher temperatures. Nuclear power plants put materials under intense radiation that can damage them and potentially shorten the useful lifetimes of these expensive facilities. The BES research program studied many different metals and metal alloys. With the specialized tools at BES shared research facilities (see Shared Research Facilities chapter), the materials were probed with intense X-rays to map the microstructures; analyzed with neutrons to measure the microstructure alignment and the exact positions of atoms even deep inside the metal; imaged with electron microscopes; and studied with some additional, novel methods developed in the course of the research. Individual investigators at universities and scientists at DOE national laboratories played major roles. What has emerged is a whole new science capable of predicting how materials deform, how they age, how they fail, and how to make them stronger. Materials scientists have developed new alloys now used com- mercially around the world and new metal processing techniques that remove defects and problematic micro - structures. The impact of this new \"tough stuff\" science includes: > A computer program, or code, simulate ma- terial behavior—the so-called visco-plastic deforma- tion code—which is routinely used both for national security purposes and throughout the U.S. manufac- turing industry. Bomb makers and car makers use the same code to test how new weapon designs will work and how a new lightweight bumper on a Chevy truck will perform in a crash. > A second type of code can simulate how process- ing materials by such techniques as casting or cold rolling or machining could affect their microstructure Top: Hot metal cooling after casting. (Tdhster / Shutterstock.com) Bottom: Rolling mill processing steel plate. How metals are processed affects their microstructure and hence their properties. (Sayam Trirattanapaiboon / Shutterstock.com) As the U.S. sets out to upgrade its infrastructure, the ability to design and manufacture materials that are stronger, lighter, and better able to resist corrosion will repay the investment in materials research many times over.BASIC ENERGY SCIENCES: 40 th Anniversary Report 1313electrons can form two kinds of bonds, one leading to the ductile form and one to the brittle form. Once this subtle phenomenon was understood, researchers found ways to nudge plutonium into a reliably ductile form by alloying it with a small amount of the metal gallium—making life much easier for the nation's nuclear warhead-makers. As the U.S. sets out to upgrade its infrastructure—from bridges and ports to power plants and the towers that carry the electric power grid—the ability to design and manufacture materials that are stronger, lighter, and better able to resist corrosion will repay the ongoing investment in materials research many times over. The nation's nuclear stockpile is also aging—current - ly-deployed weapons are well past their intended lifetimes, raising questions about aging phenomena and associated radiation damage. Updating the weapons stockpile will also require new manufacturing practices, because changes in technology and regulations mean that weapons materials cannot be made the same way as in the past, which might affect how they perform. The new Nuclear Posture Review also envisions a deterrent that is more agile and flexible. All of these consider - ations mean that the fundamental science base enabled by BES will likely be called upon to address important and emerging national security questions.and hence their behavior. For example, cold rolling of steel plate, if done in a certain way, produces more uniform steel with much-reduced defects, so that it is stronger. That means less steel is needed—a thinner piece will do. The code applies to many different met - als and alloys and has found very widespread use in steel plants and other metal-forming facilities. It has had a major economic impact on industry, enabling the widespread use of lighter but stronger materials in cars, airplanes, and many other applications, such as the new Ford F-150 pickup that uses aluminum, not steel, for the body. > Steel is no longer just steel. As a result of the growing knowledge about how the composition of steel af- fects its microstructure and hence its properties, steel and other metals are now \"tuned\" for specific appli- cations. For example, chrome-molybdenum steel is a super-strong alloy developed from BES research and used worldwide in coal-fired power plants, in pressure vessels, and in other energy production processes for its ability to withstand higher operating temperatures, which increase power plant efficiency. Chrome-molybdenum steel is also used in bicycles, cars, and airplanes. > Nuclear reactors were originally licensed for a 40- year lifetime, in part because of concerns about the embrittlement and stress cracking of the reactor vessel's steel from nearly constant exposure to intense radiation. But greater understanding of the embrittlement and stress cracking process from the BES research effort has allowed regulatory authorities to extend nuclear power plant operating licenses to 60 years, with 80-year licenses under consideration. Some experts believe that a 100-year operating life will be possible for next-generation nuclear power plants, using improved steels. A very unique materials problem that BES took on concerned plutonium, a key ingredient in nuclear weapons. Plutonium has a split personality—it comes in brittle and ductile forms, and if you try to machine a bomb part with brittle plutonium, it shatters. BES-sup - ported research found that the cause of this duality stems not from plutonium's microstructure, but from its chemical bonding. It turns out that plutonium's Ford F-150 trucks now use high-strength aluminum rather than steel for their body, reducing weight and increasing efficiency and pulling power. (Drifting Light / Shutterstock.com) 14 MAKING SUPERCONDUCTIVITY USEFUL When you make a video call or watch NFL game highlights on your smart phone or other mobile device, the microwave signals between your phone and the mobile base station must transfer millions of bits of data while contending with the signals from thousands or tens of thousands of other users. A critical part of the technology that enables the base station to sort out each signal and keep your Apple Facetime call from interfering with someone else's Instagram post or Google query is a tiny superconducting microwave filter cooled to temperatures more than 300°F below freezing. Superconducting microwave filters in cell phone towers enable high speed transmission of many signals without interference. (Vlad Teodor / Shutterstock.com) BASIC ENERGY SCIENCES: 40 th Anniversary Report 1515superconducting transmission lines that could carry large currents over long distances with no losses; levi - tating trains that could glide over a metal track without touching it. Efforts to characterize and understand these high-tem - perature superconducting materials have been sup - ported by the Basic Energy Sciences (BES) office of DOE for several decades and continue today. Much of the research uses BES shared research facilities, applying neutron beams to probe the materials' magnetic prop - erties and X-ray or ultraviolet beams to study their elec - tronic structures. High-temperature superconductivity is fundamentally different from its low-temperature counterpart. In fact, despite intensive research, explain - ing high-temperature superconductivity remains one of the great unsolved challenges of fundamental science. Nonetheless, scientists have learned a great deal about these superconducting materials, including how to \"tune\" their composition such that superconductivity is enhanced or appears at a higher temperature and how to double their current-carrying capacity by irradiation at an accelerator. These discoveries were handed off to a separate DOE office for more applied research and joint work with industry on specific applications. Superconductivity—the property of certain materials to conduct electricity with no resistance, no heating, no power loss—remains one of nature's most intriguing and still puzzling phenomena. Initially discovered more than 100 years ago in mercury cooled to the tempera - ture of liquid helium (about -452°F), it remained a mystery for nearly 50 years. Then in 1957, three phys - icists explained how electrons in such materials could interact in unusual ways that allow them to flow with no energy dissipation. That theory and the discovery of other superconducting materials (such as an alloy of niobium and titanium that could be readily formed into wires) enabled the production of superconducting wires and powerful magnets and, in the 1970s, MRI machines used for medical imaging. Superconducting electrons do much more than carry an electrical current with no resistance. When two layers of superconductor are separated by a thin layer of insu - lating material, superconducting electrons can \"tunnel\" through the barrier and interfere with each other. That phenomenon gave rise to a device—called a supercon - ducting quantum interference device or SQUID—that is an extremely sensitive detector of magnetic fields. SQUIDs can detect magnetic fields 100 billion times smaller than those generated by an ordinary refriger - ator magnet. One promising application is their use to map magnetic fields within the human brain that are generated by the tiny currents within specific neurons, and thus measure the neural activity involved in specific human activities. However, applications of what is now called low tem - perature superconductivity are limited by the need to surround magnets or other devices with massive insula - tion and cooling systems to handle liquid helium, mak - ing such machines bulky and requiring lots of energy for cooling. That's why there was great excitement when, in 1986, so-called high temperature superconductiv - ity—meaning anything above the still frigid tempera - ture of liquid nitrogen (-321°F)—was discovered in a copper-based ceramic material. These materials are not normally good conductors of electricity, let alone superconductors, so the discovery raised many basic questions. The discovery also raised the prospect—so far not realized—of many more practical applications if a material could be found that is a superconductor at room temperature: replacing the electrical grid with Superconducting devices known as SQUIDs enable mapping of neuron activity in the human brain. (Goa Novi / Shutterstock.com) BASIC ENERGY SCIENCES : 40 th Anniversary Report16The current generation of high-temperature supercon- ductors are much more practical for many applications. They operate at temperatures that can be easily achieved with inexpensive liquid nitrogen as a coolant or, for many applications, with small, highly efficient refrigeration systems known as cryo-coolers. The cryo-coolers can maintain superconducting systems like those on mobile towers or in satellites at optimum temperatures without liquid nitrogen and massive insulation. High-temperature superconducting materials are brittle ceramics that are extremely difficult to form into wires. But with detailed understanding of their struc- ture, manufacturers have developed ways of making thin tapes of the material that can be wound to make magnets or layered to make cables. Development of a practical approach to fabricating these cables has led to the industrial capability of producing many miles of enhanced cables capable of carrying very high currents—as much as 100 times that of a similar-sized ordinary copper cable. One application of these high-temperature supercon- ducting cables is to build very light-weight electrical generators that are now being considered for use in massive off-shore wind turbines. Despite the need for cooling systems, the smaller size and weight of these generators (about half that of a conventional iron core generator) makes installing them atop a wind tower much easier and the entire system less costly. Another emerging application is to protect parts of the electrical grid—where the superconducting cables act as fail-safe devices (known as fault current limiters) to guard a portion of the grid or a substation against a sudden electrical outage. Several pilot installations at grid intersection points have been built. Another version of this application is being piloted with support from the Department of Homeland Security in cities such as Chicago, where a superconducting loop will connect many substations, allowing them to share load, thus increasing capacity, grid resilience, and public safety. This approach is also being considered for financial centers such as New York City and elsewhere. Since a single superconducting cable can replace many bundles of copper wire, such a deployment in dense urban areas saves space in existing conduits, improves already- strained electrical capacity, and protects against disrup - tion of the grid from lightning strikes or terrorist bombs. Another rapidly growing application for high-tempera- ture superconductors is as the microwave frequency filters that prevent interference among the thousands of mobile signals described above. These supercon- ducting filters are now installed on more than 10,000 mobile communications towers—helping you connect from your mobile device more clearly and with less interference. They are also found on the communication satellites used by telephone and satellite TV companies. These filters are likely to be even more important as mobile networks roll out next-generation systems that carry even more data and transmit it more rapidly. Behind these commercial applications lies more than 30 years of basic science research supported by BES. One rea- son that the mechanism for high-temperature supercon- ductivity remains unresolved is that the ceramic mate - rials in which it occurs are very complex. The research has enabled steady progress on understanding their structure, as well as theoretical calculations on high-per - formance computers to model the strongly-interacting electron behavior. Such persistence is likely, sooner or later, to lead to understanding of how high-temperature superconductivity works, and perhaps, how to design still better superconducting materials. Compact high-temperature superconducting cables (right) replace much larger conventional copper cables (left). (Courtesy American Superconductor Corp.)Behind these commercial applications lies more than 30 years of basic science research supported by BES.17 The HIGH-STAKES RACE in HIGH-PERFORMANCE COMPUTING Bragging rights to the world's fastest computers have belonged to China for the past several years, with the U.S. seeming to slip behind. This matters, because so many areas of science and industry now depend on very fast computers. These include modeling combustion processes for improved engine design, predicting the properties of novel materials, and maintaining national security. Increasingly, academic and industrial scientists also depend on high-performance computing to help analyze masses of data from X-ray probes of complex molecules or other data-intensive areas of research including artificial intelligence. The Department of Energy is now funding development of the next generation of U.S. supercom- puters—so-called exascale computers because they will be able to perform a billion billion com- putations per second. These computers may enable the U.S. to regain the lead from China, but it turns out that raw computing speed is not the only thing that counts. Today's supercomputers attain their speeds by employing hundreds of thousands of separate processing units that work in parallel. And for the kinds of practical applications mentioned above, it is specialized software that enables effective use of these computers—software that must divide up a computational prob - lem into many different parts, dole out those pieces to different processors, and reassemble the answers to give a useful result. And thanks in part to early support from the Basic Energy Sciences (BES) office of DOE, the U.S. leads in developing software for such massively parallel computers. The Summit supercomputer nearing completion at Oak Ridge National Laboratory in Tennessee will have more than 36,000 separate processor units operating in parallel and is expected to process some 200 million billion operations per second. (Oak Ridge National Laboratory) BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 19 18Back in 1997, the fastest U.S. computer had just over 500 separate processors, each with a single calculating unit or \"core. \" Until about 2005, computer speeds grew both by adding cores and by increasing the processing speed of individual cores. But since that time, the growth in computing capacity is now almost entirely about ever more massive numbers of processors that operate in parallel. Today's best supercomputers have 200,000 processors, each typically with two or more cores. The planned exascale computers could have many millions, perhaps billions of cores. Managing an efficient compu- tational process with that many separate units is com- plex, to say the least. Managing efficient data transfers between the processors is one of the most challenging tasks for developing parallel software that can make the best use of these powerful machines. The U.S. research effort on massively parallel supercom- puting software began in the 1980s, when it became clear that parallel computers would be the future. Computer sci- entists realized that software designed for single proces- sors could not be simply transferred to a parallel machine. So BES funded a multi-decade effort to develop massively parallel software from the ground up—new computer architectures, new algorithms, new ways to manage the dataflow, new ways to organize data storage—designed to benefit several different areas of science. Theoretical Chemistry. One pioneering effort centered at the Pacific Northwest National Laboratory focused on computational chemistry and involved a collaboration of theoretical chemists, applied mathematicians, and computer scientists. It took five years, but the result was a host of innovative capabilities, such as powerful new ways to model and thus predict chemical processes. That required modeling individual molecules and how they combine chemically—in effect, how their electrons break and form bonds. The resulting computer software or code, called NWChem, has gone through successive upgrades, and has been widely used both in academia and in industry (more than 70,000 downloads of the code just since 2015). It has dramatically expanded the ability of chemists to predict the properties of a broad range of molecules and materials, which has accelerated research into new biofuels, solar cells, and advanced batteries. Other software codes adapted from NWChem have enabled scientists and industrial chemists to model the intermediate, transitional stages of chemical reactions—which are hard to measure experimen- tally —and thus to model the specialized substances called catalysts that influence how those reactions proceed. The petrochemical industry depends heavily on catalysts in order to turn raw materials into complex plastics and other products. The new codes—and the growing power of parallel supercomputers—have enabled industry to develop advanced materials much more quickly and even, in at least one case, to design an entire chemical plant on a computer. Properties of Complex Materials. A second major effort was centered at Oak Ridge National Laboratory, with a focus on predicting the properties of metal alloys and magnetic materials. Alloys often possess superior strength compared to pure metals, but their structure is complex because of the random locations of different types of atoms. Modeling alloys requires solving the fundamental equations of quantum mechanics not just for a few atoms, but for thousands and now millions of them. Magnetism is an inherently quantum phenom- enon, so modeling magnetic materials also requires atom-by-atom calculations. BES supported a several-de - cades-long research effort to develop parallel software codes capable of such calculations. The result—the LSMS code—has transformed materials science and is proving especially useful in designing new nanoscale A magnetic nanoparticle composed of 23,000 iron (red) and platinum (blue) atoms is a promising material for next-generation data storage devices. A supercomputer analysis of its magnetic structure—calculated separately atom by atom—is helping to optimize its properties. (Jianwei Miao / University of California at Los Angeles)BASIC ENERGY SCIENCES: 40 th Anniversary Report 1919materials. One such effort involved a tiny particle (23,000 atoms, about the width of a piece of human DNA) of an iron-platinum alloy for which the position of each atom was known. Researchers used the Oak Ridge code to precisely model its 3-dimensional magnetic properties. That capability enhances the potential of such materials as candidates for next-generation data recording and storage devices that could greatly increase storage capacity while lowering costs. Combustion. A third computational challenge was to model what happens during combustion. The perfor - mance of internal combustion engines, for example, depends on how quickly and completely combustion occurs when fuel and air are injected into the cylin- ders—which in turn depends on both the fuel chemis- try and how the air and fuel mix. A successful computer code needed to model both the turbulent motions of gases or liquids and, simultaneously, how they mod- ulate the rate of chemical reactions. BES supported development at Sandia National Laboratories of a direct numerical simulation code of these combined processes, known as S3D. It has given researchers and industrial engine designers new insights on when to inject fuel to optimize the mixing and combustion process. Today, onboard computers in vehicles use that knowledge to adjust the injection process in real time as engines warm up or conditions change. The combina- tion of better design and real-time adjustment has led to a remarkable decrease in pollutant emissions from diesel engines over the past several decades, while also increasing their efficiency. The development of specialized software for parallel computers has now spread into many areas, supported by many federal agencies. Of course, raw speed remains important in high-performance computing and there have been significant, recent U.S. innovations in the types of processors used in computers—especially the graphics processors used in video games and in self-driving vehicles. The new Summit supercomputer nearing completion at DOE's Oak Ridge National Labo - ratory will combine both very high speed conventional processors developed by IBM and the newest genera- tion of graphics processors developed by Nvidia. The Summit computer also exemplifies the kind of collaborative, co-design process initiated by the BES software development projects. When the Oak Ridge Summit team decided to incorporate Nvidia's graphic processing chips in the design, they asked Nvidia to add some major new features to the chips to make them compatible with other aspects of Summit's design. Nvidia agreed to do so, and the resulting effort (including new software to run the chips) became a joint process. The result was not only powerful graphic accelerators in the Oak Ridge supercomputer, but new market opportunities for Nvidia. The Summit supercomputer may well put the U.S. back in the lead in raw speed—an expected 200 million billion operations per second—as well as enabling still higher speeds for specialized artificial intelligence applications. Equally important, however, is the breadth of software for highly parallel computing—catalyzed initially by a sustained BES effort—that gives the U.S. a significant edge in high-performance computing. Snapshot of a supercomputer simulation to understand the processes that control how fuel burns when injected into an engine. Such simulations using specialized software developed by Sandia National Laboratories, combined with laboratory experiments, have helped engineers dramatically reduce pollutant emissions from diesel engines while also improving their energy efficiency. (Hongfeng Yu / University of Nebraska at Lincoln) Today's supercomputers are critical for many areas of science, industry, and national defense, but equally critical are the specialized software programs that operate them—an area where, thanks to early BES support, the U.S. leads.BASIC ENERGY SCIENCES: 40 th Anniversary Report 21 20 Dr. Millie Dresselhaus early in her career as an engineering professor at the Massachusetts Institute of Technology. (MIT)HOW ONE SCIENTIST CAN MAKE A DIFFERENCE Millie Dresselhaus died last year a much-honored legend. She was the first woman to become a tenured full professor at MIT and the first woman to win the National Medal of Science in engi- neering, among many other firsts. She was a pioneer in what is now called nanoscience, predicting the existence and fundamental properties of carbon nanotubes, studying their properties, and enabling the development of a field that has impact across the science spectrum, from high- strength materials to cancer biology. She also helped develop the science of thermoelectric energy conversion—bringing nanoscience approaches that enabled noiseless cooling systems for nuclear submarines, among other applications. Her stature and impact in the field of nanoscience was unmatched—from her scientific contributions to her leadership roles and her mentoring of young scientists. But none of those accomplishments were obvious from her beginnings. BASIC ENERGY SCIENCES: 40 th Anniversary Report 2121Dresselhaus began life as the child of poor immigrants in the Bronx. She had planned to become an elementary school teacher, but at Hunter College she was mentored by Rosalyn Yalow (who would go on to win a Nobel Prize herself), and Yalow encouraged her to pursue graduate studies in physics instead. She did so, first winning a Fulbright Fellowship at Cambridge University and then going on to earn a PhD at the University of Chicago in 1958. There one of her teachers was the famed physi- cist Enrico Fermi, who as it happened lived in the same neighborhood as Dresselhaus; the professor and student formed the habit of long conversations about science while walking to and from the university. These mentors had a big impact on Dresselhaus, which is perhaps why she herself became a noted mentor of her students and later of younger faculty, spending many hours with them, inviting them to dinner at her home, providing detailed suggestions to their draft research papers or grant proposals, and writing compelling recommenda- tions to support their careers. Back in the 1950s and '60s, navigating a career in aca- demic science was not easy for a woman—especially not in physics and engineering, especially not while raising four children with her supportive husband and fellow physicist, Gene Dresselhaus. In her early career, Dresselhaus slowly climbed the academic ladder: after Chicago, a 2-year post-doctoral fellowship at Cornell, then a research faculty position in solid state physics at Lincoln Laboratory near Boston for 7 years, then a visiting professorship in electrical engineering at MIT, where her qualities as a teacher were quickly noted. A year later, in 1968, she was appointed a tenured full professor of electrical engineering, the start of nearly half a century on the MIT faculty. She was 38, and her distinguished research career was just beginning. Dresselhaus subsequently headed MIT's Center for Materials Science and Engineering, and was also appointed a professor of physics, then an MIT Institute Professor (the first woman so honored). She served as President of the American Physical Society and the American Association for the Advancement of Science, as an officer of the National Academy of Sciences, and briefly as the director of the Office of Science in the U.S. Department of Energy. Despite these administrative positions, Dresselhaus continued to produce seminal research throughout her career and into her 60s, 70s, and 80s, usually arriving at her MIT office by 6 A.M. car - rying a batch of papers she had worked on the previous evening. She served as an active member of dozens of scientific advisory committees, supervised the graduate studies of more than 100 future scientists, and was an early and skillful advocate for women in science. But it was the originality and the quantity of her research output—more than 1,700 research articles and 8 books—that defined Dresselhaus as a scientist. When she began to study the physical properties of the differ - ent forms of carbon, it was not viewed as a promising or glamorous field. Nonetheless, she began to analyze the properties of graphite compounds (graphite, familiar as Top: Dresselhaus was a devoted mentor for hundreds of students and junior colleagues throughout her career and was a notable advocate for women in science. Here with Luna Lu, now a professor of engineering at Purdue. (Luna Lu) Bottom: Dr. Dresselhaus was a prolific scientist and authored more than 1,700 research papers over the course of her career, helping to initiate the field of nanotechnology. (MIT) BASIC ENERGY SCIENCES : 40 th Anniversary Report22common pencil lead, is one form of carbon; diamond is another; and there are more). She studied the ways car - bon atoms bond together—which led to understand- ing how to grow carbon fibers and to documenting their exceptional strength. Such fibers are now used in space capsules, airplane wings, and other applications requiring a high-strength but lightweight material. She was one of the first scientists to study fullerenes— including the soccer ball-shaped carbon molecules known as \"buckyballs\" , which are so small that they are often cited as the beginnings of nanoscience. That led to her predicting the existence of carbon nanotubes before anyone had actually seen these tiny but very strong structures, which are now used in applications ranging from solar cells to rechargeable batteries and boat hulls. She turned her attention to the properties of graphene—a sheet of carbon atoms one atom thick— and similar nano-structured, layered materials. This dogged persistence on studying carbon over 40 years produced a remarkable body of knowledge, nearly all of it supported by federal grants for individual investigators: Dresselhaus's work was the essence of small science. Her infectious passion for her work brought other scientists to the field: most of her research was done with collaborators, including 900 different co-authors. In effect, she built a tightly interconnected network of scientists to advance carbon science (see box). It's not surprising that Dresselhaus was often called \"the Queen of Carbon. \" Dresselhaus also found time to make a significant contribution to the field of thermoelectric materials, which can convert heat into electric current, or electric current into cooling. She got interested when she was approached by some scientists working with the French Navy who were trying to improve thermoelectric cool- ing devices on submarines (normal refrigerators are too noisy). Again, it was not exactly a sexy, high-profile area of research. But Dresselhaus realized that some of the nanoscience approaches she had developed for carbon might also be useful in thermoelectrics and found solu- tions that could significantly improve the conversion (in both directions) of thermal energy and electricity. Today, thermoelectric materials are used in a wide variety of niche cooling applications—in nuclear submarines, in office water coolers, and to maintain very stable tem- peratures in lasers and optical detectors—and as ther - moelectric generators in cars to transform their waste exhaust heat into an additional electric power supply. Dresselhaus once told a reporter that science was a great career for women, because \"the work is very interesting and you're judged by what you do and not by what you look like. \" What she did was good enough to attract major scientific prizes and worldwide renown. But how she did it is quite characteristic of nearly all successful science: persistence, an ability to recognize unusual phenomena, and the curiosity to ask \"Why?\" She also noticed people, especially young women and minority scientists, and helped to catalyze and encourage their careers—just as she had been encouraged. Dresselhaus was special in another way as well: her research helped usher in the age of nanoscience and nanotechnology, which now defines one of the most important frontiers of research in physics, chemistry, materials science, and even biology. One scien- tist can make a difference.Box NOVEL WAYS TO SUPPORT SCIENTISTS, FOSTER COLLABORATION, AND GROW THE SCIENTIFIC WORKFORCE Some of Dresselhaus's later research was supported by a novel BES-funded approach called Energy Frontier Research Centers (EFRCs). These fund a collabo - rating group of scientists at different universities or research institutes to tackle a major problem. Given Dresselhaus's preference for collaboration, this mode of funding—for a group, not just individual scientists—was a natural for her, but it has also proved very productive for others as well. Over the past 8 years, BES has funded 60 such collaborations in 40 states, including 1,300 scientists in universi- ties, national laboratories, industry, and non-profit research centers. In addition to the new knowledge produced, the EFRCs have helped train more than 5,500 graduate students, postdoctoral researchers, and technical staff—stoking the pipeline of future scientists by engaging them in cutting-edge research.In addition to her productive research career, Dresselhaus held many administrative positions and served on numerous advisory panels for the Department of Energy and other federal agencies. (DOE) 23 Innovating CLEAN ENERGY TECHNOLOGIES with MATERIALS SCIENCE How does technology innovation happen? Over the past three decades, the Department of Energy has funded a very successful model leading to new commercial technologies for energy-sav - ing \"smart\" windows and for advanced batteries and fuel cells to power pollution-free electric cars. The model starts with fundamental research into the properties of materials important for energy technologies, supported by the Office of Basic Energy Sciences (BES). The research, usually undertaken by individual investigators at universities or DOE national laboratories, often makes use of BES shared research facilities. Once the underlying science is fully understood, discover - ies that show potential for useful technologies are passed on to the Office of Energy Efficiency and Renewable Energy (EERE). EERE in turn supports applied research to improve the technology and address potential manufacturing problems, often with commercial partners. Then the univer - sity or national laboratory where the research was done licenses the innovations to private sec- tor entities who have the manufacturing facilities to launch commercial products. The innovation Battery researcher at Argonne National Laboratory measuring the properties of an advanced cathode for lithium ion batteries. Batteries with improved cathodes are both safer and can store more electricity and have now been commercialized for use in electric cars. (Argonne National Laboratory) BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 25 24process from basic research to commercialization can often take two or three decades, but can result in eco - nomically significant technological advances, such as the three examples described here. Improved Lithium Ion Batteries. In the mid-1990s, BES initiated and funded research to discover new mate - rials that would improve the performance and safety of these batteries. Studies that used manganese instead of cobalt in the cathodes of the battery, paired with lith- ium as the carrier of electricity, showed promise. Further studies were undertaken to understand the structure and properties of these materials using BES shared research X-ray probes at Argonne National Laboratory. The result proved that using manganese in the cathodes could improve a battery's energy storage capacity and safety. Additional BES-funded research turned up new ways to synthesize these materials, creating a roadmap for development of the technology and leading to the issuance of multiple patents. The investigators then approached EERE, which agreed to fund more applied work, including perfecting the battery design, testing the new cathodes in high-energy lithium ion batteries, and confirming their superior performance and reduced risk of overheating. The research also explored ways to enhance battery perfor - mance even further in the future. The new cell chemistry represented a radical leap forward in cathode design— more powerful, safer and longer-lasting—and, since manganese is less expensive than cobalt, such batteries are cheaper as well. Argonne National Laboratory collaborated closely with materials companies, battery manufacturers and car makers to transfer the technology. The detailed knowl- edge of nanoscale structure, composition, and other properties provided by basic research enabled these companies to rapidly engineer production systems for the new cathodes and integrate them into full automo - tive battery systems. LGChem licensed the technology and created batteries for the Chevy Volt, a first-gener - ation electric vehicle; GM has since licensed the tech- nology as well for its just-launched Bolt; new manu- facturing plants have been built in the U.S. to produce these batteries. Moreover, research at Argonne has led to more than 125 patented advances in battery-related technology that are available to industry.Fuel Cells. Fuel cells, which directly convert fuels (such as hydrogen) to electricity without combustion, are not new. This direct chemical-to-electrical energy con- version is both more efficient (typically 45-50%) than burning fuel in a vehicle engine, and is cleaner, since the only exhaust is water vapor. Refilling a fuel tank with hydrogen takes minutes, not the hours required for recharging a battery. Engineers have long known that fuel cells could be a better way to power electric cars. But in the mid-1990s, fuel cells were too expensive and not very durable, and were adopted only for high-end applications such as space capsules. The same problems faced plans to use electricity from solar cells to produce hydrogen and oxygen by splitting water—capturing renewable energy from sunlight in a chemical form (hydrogen) that can be easily stored and transported. In both fuel cells and hydrogen production, the problem was the cost of the electrocatalyst mate - rial that enables the reaction—typically nanoparticles made of expensive platinum. BES funded a team of scientists at Brookhaven National Laboratory to tackle the problem at a fundamental level. Over several years, they developed new ways of making a catalyst using a monolayer of platinum just a single atom in thickness, deposited on another mate - rial. Brookhaven's shared research X-ray facilities (see Shared Research Facilities chapter) helped reveal the properties of the material's surface—where the chem- ical activity takes place. When the scientists tested its catalytic properties, they found that the monolayers worked well and that their activity could be adjusted The hybrid-electric Chevy Volt shown here and the new all- electric Chevy Bolt use batteries that benefited from improved cathode research at Argonne National Laboratory. (Argonne National Laboratory)BASIC ENERGY SCIENCES: 40 th Anniversary Report 2525by choosing different underlying materials. Even more, to their surprise, scientists found that with palladium as the underlying material, the electrocatalyst worked better than pure platinum. They also discovered that adding small amounts of gold to the platinum catalyst greatly improved durability. The investigators took their discovery to DOE's EERE office, which agreed to support applied research. That effort developed effective ways of making various nanoparticle cores and depositing the platinum mono - layer on them. The scientists also worked with DOE's Los Alamos National Laboratory to test the electrocatalyst in real fuel cells. This research caught the automotive industry's attention, and vehicle manufacturers such as GM and Toyota helped to support the applied research. Ultimately it became clear that these new catalysts were both less expensive and more durable than the old solid platinum nanoparticle catalysts. Two catalyst companies have licensed the technology and are commercializing it. GM plans to introduce its first fuel-cell electric car in the early 2020's with the new catalysts a primary candi- date for inclusion. Toyota, which recently started selling fuel cell electric cars in small quantities, is also evaluat - ing the new catalysts to enable cost-effective high-vol- ume production. US Plugpower, which powers the electric forklifts that are ubiquitous in warehouses like those of Amazon and Walmart, has already deployed 15,000 units that use fuel cells rather than batteries, avoiding the downtime for battery charging. Fuel cells, it appears, are about to go big-time. Smart Windows. By the late 1980s it became clear to scientists at DOE's National Renewable Energy Labora- tory (NREL) in Colorado and DOE's Lawrence Berkeley National Laboratory (LBNL) in California that it was possible in principle to make electrochromic smart Top: Chemists at Brookhaven National Laboratory at work on improved catalysts for fuel cells. The resulting technology is now fully commercial and will power advanced electric cars under development by General Motors. (Brookhaven National Laboratory) Bottom: Forklift vehicles powered by fuel cells instead of batteries—such as these manufactured by Plugpower—do not need to be taken out of service for recharging and are rapidly being deployed at warehouses and distribution centers in the U.S. (Plugpower) The innovation process from basic research to commercialization can take two or three decades, but often results in economically significant technological advances. BASIC ENERGY SCIENCES : 40 th Anniversary Report26electrical charge. The research also focused on pro - duction techniques to fabricate the thin metallic oxide layers. The applied work eventually attracted private sector investment as well. Commercialization of the technology is now well under - way, with the potential of saving half of peak cooling costs in office buildings, according to one estimate. Companies SageGlass and View both have products on the market, with installations in several hundred modern office buildings, art galleries, and restaurants. This initial generation of smart windows do save energy as well as providing a more comfortable working space, although experts believe that the energy savings do not quite cover the costs as yet. Heliotrope, a company spun out of LBNL, has a product in pre-production with a different production process that it expects will lower costs, enabling wider adoption. Boeing is even install- ing electrochromic windows in its new 787 Dreamliner. Smart windows, it appears, are well on the way to becoming a significant energy-saving technology. These examples illustrate how an effective innova- tion process works, combining basic science, applied research, and partnerships with industry for commer - cialization—in these instances yielding three distinct and useful clean energy technologies.windows—windows whose optical properties (like transparency and tint) could be changed by applying an electrical voltage. Such windows could let in all the available light on cloudy days, but turn darker to reduce glare and air conditioning use when the sun is bright—saving energy and making office space more user-friendly. But while the potential for such windows was clear, and laboratory studies had demonstrated that very thin coatings of a nickel oxide material exhibited an electrochromic effect, the knowledge needed to under - stand the phenomenon in detail was lacking. BES agreed to fund research on such electrochromic materials, both at NREL and LBNL. These materials typically involve five distinct layers, each very thin. A decade's work resulted in a much more detailed understanding of these materials, the process by which electrical charges move from one layer to another, and how that changes the optical properties. It also created working prototypes. At that point, support for more applied research with the goal of a commercial technology was picked up by DOE's EERE and Advanced Research Projects Agency-En- ergy (ARPA-E) programs. It focused for another decade on finding better materials—it turned out adding tung- sten oxide materials gave a more pleasing tint to the windows and produced the color change with a smaller These \"smart\" windows make use of specialized materials to change their tint and lower the amount of sunlight transmitted in response to environmental conditions, saving energy for cooling buildings and creating more comfortable working conditions. (SageGlass, Inc) 27 Transforming BIOLOGICAL SCIENCE and BIOMEDICAL PRACTICE In 2016, more than 53,000 people in the United States died from overdoses of opioid drugs. Many of these were illegal narcotics such as heroin and fentanyl. But the underlying cause of this epi- demic is generally agreed to be widespread legal use (and perhaps over-prescribing) of opioid drugs such as oxycontin to control pain. People using such drugs develop a tolerance, meaning that they eventually need more of the drug to achieve the same effect and often turn to cheaper but more powerful illegal drugs such as fentanyl, which is 50 times more potent than heroin. The epidemic of opioid overuse—both prescription medicines and illegal drugs—has become a national public health crisis. New understanding of how opioids and other drugs attach to and interact with cells may make possible medicines that stop pain but are neither addictive nor suppress breathing. (Karen Foley Photography / Shutterstock.com) BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 29 28As a result of the last several decades of research into how our body's cells communicate with each other and into the structure of proteins and other large biological molecules, however, scientists now understand much more about how the opioid drugs cause their effects. It turns out that these drugs act on two different levers within cells in the brain: one suppresses pain; the other causes tolerance and suppresses breathing, which is what causes overdose deaths. Suppose it were possible to uncouple these effects and develop a new class of opioids that only suppressed pain? In fact, just such an effort is well underway, with several potential drugs nearing clinical trials. And while that may not have much impact on the immediate crisis, it could help eliminate the underlying cause of opioid deaths for the future. These and other similar biomedical breakthroughs— including hundreds of drug candidates already in the pharma pipeline—depend in part on the increasing adoption by biologists of tools initially developed for physical science research. Of particular value in deci- phering the structure of a complex molecule are very intense beams of X-rays, billions of times stronger than those in dental offices. The tiny wavelength of these X-rays enables scientists to see much smaller particles than is possible with visible light, so that they can pinpoint the positions of atoms in a molecule and thus help to identify its physical structure. The machines that generate such X-rays are huge, as large as a football field, and include dozens of individual beamlines that can manipulate the X-rays as needed for a given experi- ment. They are too large and expensive even for pharma companies, let alone university researchers. Instead, most of this research is done at one of the five X-ray sources supported by DOE's Basic Energy Sciences (BES) office—three located in California, one near Chicago, and one on Long Island. These shared research facilities were built originally to facilitate chemistry and mate - rials science research—which they do—but biological scientists (supported by the National Institutes of Health or the pharmaceutical industry) now constitute the larg- est user group, underscoring the importance of these facilities for improving healthcare now that biomedical science increasingly focuses at the molecular level (see Shared Research Facilities chapter). University researchers apply for time on a given beam- line, typically to determine the structure of a molecule that is central to a particular biological process. One example is the cellular machinery that takes information from the cell's genes and uses it to manufacture the proteins that our bodies need to function. The research took over a decade, including repeated and increas- ingly high-resolution X-ray analysis at shared research facilities, and in 2009 led to Nobel Prizes awarded to the investigators. Pharma companies have also found these X-ray facili- ties extremely useful. Rather than exploring unknown molecular structures, they typically focus on compar - ing how a number of slightly different drug candidate The intense X-ray facility—comprising the huge magnetic storage ring and dozens of individual beamlines for research—at Argonne National Laboratory that has enabled academic scientists to determine complex molecular structures and helped pharmaceutical scientists optimize new drug candidates for clinical trials. (Mark Lopez / Argonne National Laboratory) Pharma companies use BES X-ray probes to screen more than 20,000 potential drug candidates a year. Equally important, these unique tools enable the foundational biological research that leads to new medicines.BASIC ENERGY SCIENCES: 40 th Anniversary Report 2929 molecules attach to a cell, seeking those that are most effective in altering the disease process in that cell. In effect, pharma scientists use the X-ray tools to opti- mize drug candidate molecules before taking them through the expensive process of clinical trials. To do this, pharma companies have partnered with the BES shared research facility at Argonne National Labora- tory near Chicago through a unique consortium—the Industrial Macromolecular Crystallography Association (IMCA). This consortium includes five major pharma companies (and another group of temporary members) that are fierce competitors, but which have collab - orated for over 20 years to build and maintain X-ray beamlines dedicated to pharma use. In effect, IMCA and a similar consortium using the X-ray source at the Lawrence Berkeley National Laboratory in California share common research tools. These dedicated beam- lines have allowed pharma companies to screen more than 20,000 potential drug candidates a year, resulting in hundreds of potential new drugs now in clinical trials. IMCA reports that about 85 percent of its members' drug development effort is based on access to these high-in- tensity X-ray tools. Equally important, however, is the foundational biolog- ical research on which pharma companies rely to create their products. One especially pertinent example is the effort by academic scientists to determine the structure Brian Kobilka (left) and Bob Fischetti (right) discuss how to adjust the X-ray beamline that they used to determine the structure of the complex molecule known as the G-protein coupled receptor. (Mark Lopez / Argonne National Laboratory) The structure of a G-protein coupled receptor activating a G protein as revealed by X-ray analysis. (Brian Kobilka / Stanford University) Box HOW SCIENTISTS AND SHARED RESEARCH FACILITY STAFF COLLABORATE TO ADVANCE KNOWLEDGE The effort to determine the structure of the G-protein coupled receptor faced several challenges. Professor Brian Kobilka, who shared the Nobel Prize for this work, describes the challenge: \"It was very hard to grow crystals of the molecule for X-ray analysis, resulting in very small crystals. They could only be grown in an opaque liquid, making the crystals themselves invisible. And the crystals were very sensitive to damage from X-rays. So it initially proved impossible to properly align the crystals with the X-ray beam and collect useful data at the Argonne X-ray facility near Chicago. \"What made the difference is that the X-ray facility scientific and technical staff led by Bob Fischetti and Janet Smith dug in to help, suggesting approaches and making successive improvements to the beamline's capabilities. First they created tools to generate micro- beams that probed the liquid sample with very limited amounts of radiation—identifying the positions and alignments of the crystals. Then they created software controls to allow the beam to home in on the crystals, using very short bursts of X-rays to collect data rapidly before the crystal degraded and other software to synthesize the data into a composite image of the structure. Working together, the tools im- proved and the process got better and better. We couldn't have determined the structure of the receptor without this collaboration. That's why we included the Argonne team as co-authors on the scientific paper announcing the discovery. \" As Bob Fischetti recalls, \"We were already work - ing on ways to study small crystals with mi- cro-beams when Brian approached us, but he drove us to redouble our efforts. A key step was a tool that allowed researchers to adjust beam size to match their sample in seconds, as well as improvements in the stability of the beam—all of which have since proved very useful for other researchers. In effect, the challenges that individual researchers bring to us help catalyze continual improvements in our facilities. \" BASIC ENERGY SCIENCES : 40 th Anniversary Report30 of the cellular receptors—known as G-protein coupled receptors—to which many drugs attach. These recep - tors play a central role in how cells communicate with each other via chemical messengers, translating those messages—as well as sight, smell, and taste mes- sages—into specific actions inside individual cells. In effect, the receptor links with incoming chemical mes- sages, communicates through the cellular membrane, and alters the internal cellular machinery. Understand- ing how the receptor accomplishes these tasks is key to the rational design of new drugs. A receptor is itself an extremely complex protein. Scien- tists first had to obtain pure samples and convert them to crystalline form, then they used the BES X-ray facility at Argonne National Laboratory to analyze the structure. Because only very small samples could be obtained, the National Institutes of Health (which supports beamlines for biological research at BES facilities) funded devel- opment of ultra-small X-ray beams to facilitate such research (see box). The effort was successful, and the importance of figuring out the structure of the G-pro - tein coupled receptor together with its cellular signaling partner was recognized with a Nobel Prize in 2012. Today, a large proportion of the drug candidates in clin- ical trials work by attaching to members of this family of receptors, which underscores the impact of both the fundamental structure research and the shared research X-ray tools. It will likely be possible, for example, to have drugs that treat pain, but neither cause dependence nor suppress breathing. And not just opioid users, but people suffering from many now incurable but painful conditions, may benefit.31 NANOSCIENCE How to Invent a Whole New Field In 1959, the famed physicist Richard Feynman gave a lecture that proved unusually prophetic. In it, he declared that there was \"plenty of room at the bottom, \" meaning there were huge opportu- nities for new science and important new technologies by exploring and manipulating materials almost literally atom by atom. Today that \"room at the bottom\" is called nanoscience, and is an important part of research in physics, chemistry, materials science, and biology. Moreover, you can literally see the impact of this research on TV. The current generation of video screens made by Samsung, Sony, and others use a U.S.-developed nanotechnology called quantum dots to create very high-resolution images with increasingly precise, vivid colors. But there wasn't a clear path leading from Feynman's vision to a well-developed area of science and to commercial technologies now embedded in a growing number of industrial, military, and consumer prod- ucts. Rather it required a mix of discovery, strategically planned basic research, and both government- and industry-supported applied research. As the semiconductor industry pushed to make transistors and other electronic components ever smaller, for example, they eventually reached the nanoscale regime— smaller than 100 nanometers. At such scales, 1,000 times smaller than the width of a human hair, materials behave quite differently. The industry had to develop ways to understand and cope with these behaviors. Quantum dots are tiny semiconductor crystals less than 100 atoms in width, yet this nanotechnology makes greens and reds pop on quantum dot displays (left) compared with conventional LCD displays (right). (Nanosys, Inc.) BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 33 32In addition to the semiconductor industry's top-down approach, the research community began in the late 1980s to investigate nanoscale phenomena from the bot - tom up, growing materials while precisely controlling their composition and structure almost atom by atom (see How One Scientist Can Make a Difference chapter). By 1999, the potential for nanoscience and nanotech- nology was clear and became a national priority, leading to a presidential National Nanotechnology Initiative in 2001. But few university laboratories could afford the advanced analytical tools and contaminant-free facilities for materials synthesis that were needed to study nanoscale phenomena. So DOE's Basic Energy Sciences (BES) office proposed and supported the creation of five Nanoscale Science Research Centers as an addition to existing shared research facilities (see Shared Research Facilities chapter). These were located at DOE National Laboratories to enable access to existing X-ray and neutron probes and advanced computing tools. In the decade since they came into full operation, the centers have transformed and greatly broadened nanoscience research, providing access to advanced equipment and support staff, and facilitating broad interdisciplinary integration—from materials science to biology to engi- neering. In 2016, for example, the centers hosted and supported more than 3,000 different scientific teams.The bottom-up approach has also led to significant commercial technologies. Work in several laboratories had led to the discovery of quantum dots—tiny crystals of semiconductors typically smaller than 10 nanome - ters—that could emit light of a single wavelength when stimulated with electricity. But it was not until the 1990s that researchers supported by BES at Lawrence Berkeley National Laboratory developed ways to produce and study quantum dots as small as 50 atoms wide. They discovered that the color of the emitted light depended on the size of the crystal—larger ones gave off red light, smaller ones blue light—and they developed chemical methods to reliably control crystal size. They also dis- covered how the shape of the crystals controlled their electrical and optical properties. Later, U.S. companies Nanosys and QuantumDot Corporation built on that knowledge and supported applied research (at BES shared research facilities and in their own laboratories) to industrialize production of quantum dots, embed them in a plastic supporting matrix, and integrate them into the technology of video displays. That in turn led to their commercialization in the current generation of large, very high-resolution TV screens. Another more recent example is BES-supported research into materials that can be made into inks for 3-D printers, which in turn can be used to print antennas for use in mobile phones, circuit parts for the emerging field of flexible electronics, and extremely tiny lithium batteries. The antennas, for example, are made from a novel silver ink and are formed by printing tiny silver particles to build up a 3-D antenna shape that occupies only one-tenth the area of a flat antenna on a printed circuit board. The lithium batteries, created by printing two different nano-particle inks, are literally the size of a grain of sand (see photo). In fact, the combination of Lithium ion microbattery the size of a grain of sand, created by Jennifer Lewis at Harvard with a 3-D printer using two types of novel nanoscale inks. (Jennifer Lewis / Harvard University) BES-funded nanoscale research centers provide advanced analytical tools and contaminant-free facilities—often called clean rooms—for materials synthesis, enabling scientists from many universities to study nanoscale phenomena. (Lawrence Berkeley National Laboratory)BASIC ENERGY SCIENCES: 40 th Anniversary Report 3333smaller size, lower cost, and greater ease of manufacture makes these and other 3-D printed devices of interest for myriad applications. Major companies like Applied Materials are getting involved. The nanoscale shared research facilities have also led development of new tools for nanoscience, including advances that have enabled the world's most powerful electron microscopes (see box). These tools and the growing sophistication of techniques for synthesizing nanoscale materials are expected to lead to improved nanotechnologies. Examples include new photovol- taic materials that could capture sunlight with higher efficiencies and at lower cost, or the development of nanowires only a few atoms in width that could create still smaller but more powerful computer chips and electronic devices. Recent work at the nanocenters has also helped create advanced versions of metal organic frameworks—lattices of metal atoms, connected by organic molecules—with unusual properties that may lend themselves to the storage of hydrogen fuels. Looking further ahead, scientists are already investi- gating nanotechnologies that could increase tenfold the density of data storage, provide an improved basis for quantum computing, and enhance data security on widespread networks of sensors. Particles of metal at the nanoscale may have unique catalytic properties, which would be valuable for the petrochemical industry. Nanometer-scale particles that are coated with biomole - cules are already being used for cancer chemotherapy. It seems Feynman was right—there was lots of room for nanoscale innovation, and nanoscale science remains fundamental to progress in almost every area of technology. Box SEEING OBJECTS THAT ARE INFINITELY SMALL The 2017 Nobel Prize in Chemistry was awarded to the developers of cryo-elec- tron microscopy, which enables researchers to examine the structure of extremely small, nanoscale objects. The microscope creates images with a stream of electrons, which enable it to \"see\" things much smaller than are visible with light. And because the microscope works with frozen samples, it allows scientists to study stop-action images of physical or biological pro - cesses (such as a virus in the process of infecting a human cell). The critical technology that enabled this powerful new kind of microscopy is a method of electronically detecting individual electrons reflected from a sample of interest—in effect, a digital camera that works with electrons rather than light. It was developed by a team of scientists from Lawrence Berkeley Na- tional Laboratory in California and from the BES-supported nanoscale shared research facilities. The camera captures multiple 2-dimensional images of the sample, and then digitally synthesizes them into a 3-dimensional image for sci- entists to analyze. Because the electron detectors are also very fast, the camera can even take movies of the sample, illustrating the process being studied. The BES-supported detector technology was commercialized and incorporated into cryo-electron microscopes, which after about a decade of improvements have proved able to \"see\" nanoscale phenomena in remarkable detail. Such microscopes are now standard equip - ment at DOE research facilities, available to any scientist. Cryo-electron microscopes such as the one shown here, developed by LBNL and the nanoscale research centers, are the most powerful in the world because they capture images with electrons, not light. Samples are frozen in a super-cooled container (inset), allowing scientists to study biological or physical phenomena in process. (Lawrence Berkeley National Laboratory)BASIC ENERGY SCIENCES: 40 th Anniversary Report 35 34QUANTUM COMPUTING Quantum computers offer transformative power for certain types of problems. Rather than pro - cessing data like an ordinary computer with \"bits\" that can be either 1 or 0, quantum computers process data with devices called \"qubits\" that can be 1, 0, or both simultaneously—a phenomenon called superposition. That property and another called entanglement (which means that qubits are not independent of each other and in fact can influence neighboring qubits) gives quantum computers unique capabilities. Computer scientists have found numerous examples of problems, including breaking codes and searching massive data files, where a quantum computer would be dramatically faster than the computers of today. Not surprisingly, quantum computers are of intense interest to national security agencies, as well as to major corporations interested in artifi- cial intelligence. An IBM researcher examining a cryostat cooling cylinder that contains a prototype of a commercial quantum processor. (IBM) BASIC ENERGY SCIENCES: 40 th Anniversary Report 3535 Computing is not the only area where quantum technol- ogies could provide useful solutions. Quantum com- munications could provide unhackable ways to share information, and quantum measurement devices could provide unparalleled accuracy. Nor will computing be the first practical quantum technology. A device known as a superconducting quantum interference device or SQUID, developed in 1964, can detect magnetic fields 100 billion times smaller than those generated by an ordinary refrigerator magnet. SQUIDs have been widely used in mineral exploration and for imaging the mag- netic fields from human brains. SQUIDs are based on an earlier discovery that electrons in a superconducting material can tunnel through a neighboring layer of an insulating material into a second superconductor, a quantum effect that is called a Josephson junction. Research into this phenomenon supported by DOE's Basic Energy Sciences (BES) office led in 1985 to the discovery that such devices exhibited multiple quantum levels or states—the first time such phenomena, common in atoms, had been observed in much larger, man-made devices. BES-supported research in this and related areas continued for several decades. That research now underlies several of the most promising routes to quantum computing—all of which involve materials that display quantum effects and are candidates for constructing qubits. The apparent front-runners for commercially-viable qubits include: > These consist of a resis- tance-free current oscillating back and forth around a circuit loop that has three Josephson junctions (a SQUID current loop has two junctions). The devices must be kept cooled to within a few degrees of absolute zero. Both Google and IBM are pursuing this approach. > Topological materials. These depend on quantum effects observed in electrons in novel semiconductor structures, which draw substantially on earlier BES research. Microsoft and Bell Laboratories are pursu- ing this approach. Google's newest 72 qubit superconducting quantum processor, the Bristlecone chip (inset), being installed at the Quantum AI Lab in Santa Barbara for testing of both the technology and applications in quantum simulation and machine learning, and to facilitate algorithm development. (Google) Earlier BES research underlies several of the most promising routes to quantum computing. Box WHAT MAKES QUANTUM COMPUTING SO POTENTIALLY POWERFUL Two characteristics that make quantum phenomena strange also explain quantum computing's potential: superposition and entanglement. Superposition means that a qubit can represent 0 or 1 or both simultane - ously. Moreover, while the bits in conventional computers are completely independent of each other, qubits are not: they are entangled, and the correlations among them contain far more information than any individual qubit. Indeed, the amount of information processed and potentially available grows exponentially with the number of qubits. To get a sense of what that means, Google has described a quantum computer with 22 qubits that could potentially evaluate over a million possibilities simultaneously, and has left space in its design for expanding to 50 qubits, which would mean a capacity for a million billion simultaneous evaluations. By comparison, the most advanced Nvidia graphics card has about 20 billion tran- sistors, and so can process at most that many operations simultaneously. Quantum comput - ers with 100 qubits or more will have capabili- ties that cannot be matched by any imaginable conventional computer—opening a new era in information processing. BASIC ENERGY SCIENCES : 40 th Anniversary Report36> Silicon Quantum Dots. These add a single electron to a tiny semiconductor crystal (a quantum dot). BES nanoscale shared research facilities played a key role in the emergence of the underlying quantum dot technology. Intel is pursuing this approach. Quantum computers also face software challenges, in part because early quantum computers are likely to be hybrid devices, embedded within a conventional computer. That requires development of algorithms that, as the computation is performed, efficiently pass information between classical methods for the \"easy\" parts of a problem and quantum hardware for the parts that classical computing cannot handle. Despite these challenges and the inherent complexity of quantum systems, the field appears to be making rapid progress. Several commercial laboratories have demon- strated prototype systems with 10-20 qubits. Academic experts believe that systems with 100 qubits may be achievable in the near future (see box). If so, then the multiple decades of research supported by BES—basic research, not directly focused on quantum comput - ing—will have paid a big dividend. Topological materials that create quantum effects through novel semiconductor structures such as those being worked on here offer one possible route to quantum computing. (Microsoft)37 CLEANING UP NUCLEAR WASTES Environmental management is a key DOE mission, in large part because five decades of nuclear weapons production and nuclear energy research have left behind huge quantities of radioactive waste. To make matters worse, large quantities have leaked from underground storage tanks into surrounding soils. DOE has already spent many billions of dollars in cleanup efforts and is expected to spend much more. Thanks to two decades of research supported by DOE's Basic Energy Sciences (BES) office, however, there is now an elegant new cleanup technology that will speed up the pro - cess and save over a billion dollars. Furthermore, science supported by BES has greatly improved the ability to assess the remaining risks and predict subsoil migration of leaked waste. Double-shell tanks being built in 1978 at Savannah River, South Carolina, to store radioactive nuclear waste. (U.S. DOE) BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 39 38Efforts to produce plutonium for nuclear weapons have generated a substantial amount of nuclear waste. The production process involved converting a form of ura- nium into plutonium in nuclear reactors, then separat - ing the plutonium from other materials, including many highly radioactive substances. One of the most com- mon of those substances is the element cesium, whose isotopes can remain dangerously radioactive for over 100 years and which, in the chemical form found in the wastes, dissolves in water and so can readily move into soils and disperse. Over 35 million gallons of radioactive waste are stored in tanks at the Savannah River produc- tion site in South Carolina, and even larger quantities are stored at the Hanford production site in Washington. Some of the tanks have leaked wastes into the ground, which at Hanford have started to migrate towards the Columbia River. Decades before the waste cleanup was initiated, work towards a solution began unintentionally with the 1967 discovery by a DuPont chemist of organic molecules that have the ability to selectively bind a variety of metal ions, including cesium. That finding stimulated expanded research by university scientists in California and France, some of it funded by BES, to refine these properties and improve the selectivity of the binding molecules. The importance of these compounds for many areas of chemistry was recognized in 1987 with a Nobel Prize. It also attracted the attention of a research chemist at Oak Ridge National Laboratory, Bruce Moyer, who was interested in the nuclear waste problem confronting DOE. He recognized that although cesium accounted for over 90 percent of the radioactivity in the waste that can dissolve in water, it amounted to a tiny fraction of the total waste—less than 1/10,000th by weight—so that it might be possible to greatly decon- taminate the waste by removing the small amount of cesium. With BES support beginning in the mid-1980s, he put together a team of scientists to adapt molecules \"tuned\" for removing metals like cesium from complex solutions like the nuclear wastes. The scientists studied methods for synthesizing the mol- ecules, analyzed their structure, and explored relevant extraction processes. Armed with an understanding of the chemistry developed under BES sponsorship, the scientists approached DOE's Environmental Man- agement office with a specific plan to remove cesium from the wastes. The subsequent applied research eventually perfected a series of chemical steps: first Modular unit nearing completion at the Savannah River Site for removal of radioactive cesium using the chemistry developed at Oak Ridge National Laboratory. (U.S. DOE Savannah River Site) Once separated from the wastes, cesium is safely captured in an inert glass for permanent disposal. (U.S. DOE Savannah River Site)Solvent extraction equipment used at the Savannah River Site to separate radioactive cesium from legacy nuclear waste. (U.S. DOE Savannah River Site) BASIC ENERGY SCIENCES: 40 th Anniversary Report 3939where minerals come in contact with water and the wastes. BES funded research with X-ray and neutron probes to understand the atomic structure of mineral surfaces, learn how these react with water and chemical waste materials, and then model these processes with high-performance computing. One of the discoveries from the research is that the size and distribution of tiny pores in soils and rocks play a critical role in determining how chemical wastes dis- solved in water migrate through soils and groundwater. Soils and rocks vary markedly in their pore structure— some have tiny pores that permit only gradual diffusion of chemicals, and others have large, interconnected pores that allow chemicals to migrate readily. Mapping pull cesium into a solvent containing the specialized binding molecules; then separate the solvent from the waste; then free the cesium atoms and capture them in glass for secure burial; and finally, recycle the binding molecules to capture more cesium. It took nearly two decades to work out all the chemistry, demonstrate that the plan would work, and optimize the process. DOE's Environmental Management office built on the science to design and implement an automated industrial process, which is already at work on the Savannah River waste tanks. The result will be a far more rapid and less expensive cleanup of the wastes, including disposal of the remaining (largely non-radioactive) materials left after removal of the cesium. The challenges at Hanford are more difficult, both because the chemistry of the tank wastes is more com- plicated—a \"witches brew\" some experts call it—and because some of the wastes that have already leaked into the ground are being transported through the soil and into groundwater. To assess and manage that problem, scientists needed to understand the phys- ical and chemical processes that determine whether chemical wastes are retained by minerals in the soil or migrate to other locations. This in turn depends greatly on the chemical reactions that occur at the surfaces There is still work to be done to clean up nuclear legacy wastes. But now there is a systematic way to proceed, thanks to the BES-supported research that created a detailed understanding of the processes involved.Box THE WIDE IMPACT OF BES RESEARCH The key scientific idea underlying the nuclear waste clean-up process is what is known as molecular recognition: how to design a \"host\" molecule to recognize and bind to a specific target molecule. The BES-funded research on cleaning up nuclear waste led to a broader effort on molecular recognition, using high performance computers as well as laboratory experiments to help design host molecules. The research, now funded by a number of federal agencies, turns out to have application for a broad range of important problems: Critical materials. These are rare ele - ments such as neodymium and ytterbium that are essential components of tech- nologies needed for national defense and a number of key industries. At present, the U.S. is largely dependent on China for these materials, but they are also present in very low concentrations in deposits of phosphate rock, of which the U.S. has a huge supply. So inexpensive host mole - cules that could recognize and help extract these elements would remove a potential threat to national security. Sensors for radioactive materials. A terrorist group or a rogue nation developing nuclear weapons is likely to inadvertently release trace amounts of radioactive materi- als. Appropriately-designed host molecules in sensors carried by drones or otherwise deployed could give early warning of such activities. Cleaning up the \"back end\" of the nuclear fuel cycle. Intensely radioactive elements such as americium need to be removed when spent nuclear fuel is repro - cessed and prepared for reuse. Special- ly-designed host molecules that recognize and capture these elements would simplify the process and make it safer. None of these problems are yet fully solved— the science is not yet complete. But there is al- ready significant progress. Some of it has been aided by a new DOE funding model, a Critical Materials Hub supported by the Energy Effi- ciency and Renewable Energy office that brings together a concentrated applied research effort involving dozens of scientists from different universities and national laboratories. It illus- trates the patient, step-by-step approach—ba- sic science, then applied research—that leads to practical solutions. BASIC ENERGY SCIENCES : 40 th Anniversary Report40the distribution of different soil and rock types, and combining results with models of chemical processes, has led to predictive models of where and how waste chemicals would be retained or transported in the soil. These models have allowed DOE's Environmental Man- agement office to develop new science-based strategies for dealing with the contamination from nuclear waste at Hanford, Savannah River, and elsewhere. There is still much more work to be done to finally clean up the nuclear legacy of the wastes. But with the benefit of the detailed, molecular-level understanding of the processes involved—either in the ground or in remov - ing radioactive cesium from the tanks—there is a now a systematic way to proceed.41 Transforming THE CHEMICAL INDUSTRY There are huge reservoirs of oil in the deep waters of the Gulf of Mexico. Retrieving that oil safely presents very substantial challenges. Yet today a major oil company is poised to lower a string of pipe 7,000 feet down to the bottom of the Gulf to start pumping that oil, which comes out of the seabed at very high temperatures. The steel pipe is coated with a unique insulating layer, a type of plastic with remarkable properties: it can safely cope with oil at temperatures as high as 390°F while surrounded by water at temperatures close to freezing. The insulating plastic also protects the outside of the pipe from the corrosive effects of the seawater. The special plastic or polymer is made from chains of organic (carbon-based) molecules that do not occur in nature. Rather they are synthesized by a powerful chemical process, which in addition to specialized plastics has also found application in the food industry, in the pharmaceutical industry, in agricultural chemicals, and even in novel biorefineries that transform natural products such as palm oil into chemicals and fuels. The result is a much more powerful toolkit for synthesizing new organic molecules, especially those known as olefins that contain double bonds between carbon atoms. This widespread industrial impact would not have occurred without long-term support for the underlying science from DOE's Basic Energy Sciences (BES) office and other federal agencies. Drilling rig used for oil exploration and recovery. It lowers drill strings and specialized oil recovery pipe as much as 7 miles down to the seabed in the Gulf of Mexico. (iStock.com /Mikeuk) BASIC ENERGY SCIENCES : 40 th Anniversary Report42The chemical process—catalysis—involves a substance that makes a chemical reaction possible without being itself consumed in the reaction. An example is the catalytic converter in your car that changes dangerous pollutants into less damaging carbon dioxide and water using tiny amounts of platinum as a catalyst. In produc- ing the oil pipe material above, the catalytic reaction involves breaking double chemical bonds between carbon atoms in small molecules, and then, with the aid of a temporary intermediate partner (the catalyst), linking them together to form larger molecules with new properties. Yet after the mechanism for this reaction was understood in principle, in 1971, it took two decades of persistent research—mostly in university laboratories, supported by BES and other federal agencies—to devise the first prac- tical catalysts, and another two decades to refine those catalysts for use in commercially important applications. Unlike the catalytic converter in your car, which is made of platinum particles in a solid matrix, the catalysts described here are organic molecules that include a metal atom and are dissolved in solution with the molecules that will form the end product. The challenge was to find a catalyst that was selective—reacting only with double bonds—and whose activity could be adjusted depending on the desired final reaction product. Richard Schrock at MIT began work in this area in the late 1970s, focusing on catalysts based on tungsten and molybdenum. After much trial and error, he found a successful solution in 1990. Robert Grubbs at Caltech started work even earlier, in the early 1970s, and focused his efforts on catalysts based on ruthenium. He published successful results in 1992. Both scientists shared a Nobel Prize for these discoveries. The research effort to develop specific catalysts for different applications has continued since then right up to the present, gradually producing a wide range of commercially significant results. These include: > The high-temperature plastic protecting the oil re - covery pipe mentioned above that is being deployed by Shell in the Gulf of Mexico, and a wide variety of other specialized plastics. > An effective treatment for hepatitis B developed by Johnson and Johnson—a two-drug cocktail, one of which is produced using a ruthenium catalyst—as well as other pharmaceutical products. > A photoresist material—produced with tungsten or molybdenum catalysts—that helps create nanome - ter-sized patterns with light and is widely used in the manufacture of semiconductor chips. > A biorefinery in Indonesia that uses ruthenium cata- lysts to convert palm oil into chemicals and fuels, one of a number of applications that use natural products as feedstocks. > A wide range of pest control chemicals used in agri- culture, as well as synthesis of an organic chemical that is a primary ingredient in many perfumes. More broadly, the discovery and development of these powerful metal-based catalysts have transformed the chemical industry: they have enabled more efficient synthesis of organic compounds, cleaner and more environmentally friendly production processes, and the ability to create novel materials. None of this could have been foreseen back in the 1970s, when BES support for individual investigators in this area of science—includ- ing, at various times, both Schrock and Grubbs—began. Both scientists say that an important driver of these results has been the consistency of research support— for example, BES has been supporting work on the syn- thesis of polymers for more than three decades, since the mid-1980s—as well as the availability of collabora- tive support from multiple federal agencies.BES-supported research for individual university-based investigators, including Robert Grubbs at Caltech, played a significant role in the development of powerful catalysts that have transformed the chemical industry. (Caltech) 43SHARED RESEARCH FACILITIES A Key Source of U.S. Scientific and Industrial Leadership In the aftermath of World War II, DOE and its predecessors built nuclear reactors used as research tools by nuclear engineers and high energy electron accelerators used by physicists to study the properties of sub-atomic particles. Before long, however, other scientists began to think of ways to use these facilities to study ordinary materials: tapping the neutrons produced in a reactor core or manipulating electron beams to create intense X-rays. Soon a few scientists gained permission to \"borrow\" access to these facilities and extract beams of neutrons or X-rays to interact with the materials they wanted to study. The results were spectacular. It rapidly became clear that such probes could provide insights into the detailed physical and electronic structure of materials that were not obtainable in any other way—including materials essential for national security as well as those used in all forms of energy production. Electrons accelerated to almost the speed of light by a linear accelerator are then run through a gauntlet of magnets (shown here) that force the electrons to zigzag violently and give off extremely intense X-ray pulses that are used to study material properties and other phenomena. (SLAC National Accelerator Laboratory) BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 45 44It was also clear that the cost and scale of such facili- ties were beyond the reach of individual scientists or even of major universities. So 40 years ago DOE's Basic Energy Sciences (BES) office began to build dedicated national X-ray and neutron facilities that could be used—\"shared\"—by many researchers. The first such facility, located at Brookhaven National Laboratory on Long Island, produced X-rays of unparalleled intensity along with the ability to focus them narrowly, enabling researchers to \"see\" very deeply into a material. The scale of the facility—about the size of a football field— enabled dozens of individual beamlines that extracted X-rays for experiments and could be adapted to indi- vidual needs. These capabilities attracted a remarkable array of scientific talent, both senior researchers from leading industrial labs such as Bell Labs and IBM and a large crop of bright, ambitious young scientists from universities. Several large industrial companies, paying their own way, also used the facility or even sponsored their own beamlines. Major discoveries came rapidly, but that was not the only achievement. The camaraderie of the scientists working on the many beamlines began with sharing tools and beer, but soon led to sharing scientific advice and to a culture of collaboration that accelerated the research. In effect, shared research facilities came to mean not only shared access to unique research tools, but also shared effort and advice among the users, the scientific staff of the facility, and the staff of the National Laboratory where the facility is located. The culture of cooperation began at Brookhaven, but spread as BES built additional X-ray sources, two differ - ent types of neutron sources, and a couple of decades later shared nanoscale research centers, which have spe - cial spaces where materials can be kept at the level of cleanliness nanoscience requires, fabrication tools, and advanced electron microscopes. These unique national facilities, located at DOE National Laboratories in Califor - nia, New Mexico, Illinois, Tennessee, and New York, have helped transform science—enabling unprecedented insights into the structure of materials and the nature of chemical and biological processes. They have enabled U.S. university-based scientists to become extremely productive and even global leaders—recognized by four Nobel Prizes for work that utilized shared research facilities. Equally important, these shared research facilities have helped transform nuclear weapons security and many areas of the U.S. economy—from automotive engines to pharmaceuticals and petrochemicals, and from semi- conductors to steel and other structural metals. They have catalyzed newer fields such as nanotechnology. Top: Aerial view illustrates the enormous scale of Brookhaven National Laboratory's X-ray source, which replaced the original (smaller and less powerful) X-ray facility, part of BES's continuing stewardship of its shared research facilities. Electrons circulating at high speed in the circular magnetic storage ring are converted into intense X-rays for research use at dozens of individual beamlines. (Brookhaven National Laboratory) Bottom: Visiting scientists at Brookhaven National Laboratory's X-ray source install their equipment on an X-ray beamline specialized for \"soft\" X-rays appropriate for studying a material's magnetic properties. (Brookhaven National Laboratory)BASIC ENERGY SCIENCES: 40 th Anniversary Report 4545Today these facilities play a critical role in industry-led efforts to create advanced batteries for electric cars and new vaccines to combat public health threats such as the Zika virus, as well as helping to provide a foundation for quantum computing. It is not an exaggeration to say that these shared facilities and the culture of coopera- tion they engender, guided and supported by BES, have played a major role in U.S. economic prosperity for the past 40 years and continue to do so. This BES-supported ecosystem of shared research facil- ities now includes five X-ray sources (each specialized for solving different kinds of problems), five nanoscale research centers, and two different types of neutron sources. One measure of the success of these facilities is the volume of users, which in FY 2017 included nearly 16,000 separate researchers from universities, national laboratories, and industry. But the demand for access to these facilities—which is free for non-commercial users but subject to competitive application—exceeds their capacity: at the neutron sources, for example, only one-third of some 9,000 applications last year could be accommodated. BES has regularly upgraded these facilities, both to add capacity or meet evolving user needs and to take advantage of advanced technology— in particular, for X-ray sources and one kind of neutron source, technology developed with major input from accelerator scientists supported by DOE's High Energy Physics office. An ongoing upgrade to the X-ray source at Argonne National Laboratory near Chicago will increase its effectiveness 500-fold; an upgrade planned for one of the neutron sources at Oak Ridge National Laboratory will double its user capacity. Most of the scientists sharing these facilities in 2017— 68 percent—came from universities, 25 percent came from government laboratories, and about 7 percent from industry or other institutions. Industry users pay their own way if the research is proprietary, and the technological and economic impact of their research is greater than the number of users might suggest. That's because industry typically uses these facilities for applied research—fine-tuning drug candidates or engine designs or metallic alloy compositions, as opposed to exploratory fundamental research. Consor - tia of pharmaceutical companies have built and main- tain dedicated beamlines at one of the X-ray sources, and some major energy and industrial companies regu- larly reserve time at both X-ray and neutron sources. The shared research facilities serve an educational role as well. Nearly 40 percent of the academic users are graduate or advanced undergraduate students, working as part of a professor's scientific team and getting an unparalleled exposure to cutting edge research. These facilities thus play an important role in developing the future scientific workforce. Overwhelmingly, however, the rationale for the continu- ing investment in shared research facilities is their utility in advancing knowledge and enabling improved technol- ogy. Highlights of the facilities and their impact include: > Shared neutron research facilities. Both neutron sources are located at DOE's Oak Ridge National Laboratory. One consists of a nuclear reactor that produces multiple beams of low-energy neutrons that are especially useful for examining nano-scale Graduate students (prospective future scientists) learning the characteristics of the X-ray source at Argonne National Laboratory and how to use it for a variety of scientific studies. DOE's Basic Energy Sciences office supports these instructional efforts and similar ones at Oak Ridge National Laboratory's neutron sources to help stoke the U.S. pipeline of scientific talent. (Argonne National Laboratory)What is unique about the BES shared research facilities is their location at DOE national laboratories, enabling close cooperation among visiting scientists and the scientific staff of the facility and the national laboratory. BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 47 46 Top: Protons accelerated by this underground linear accelerator at Oak Ridge National Laboratory are collided with a mercury target, generating high-energy pulses of neutrons that are directed into multiple beamlines for research into the properties of materials. (Genevieve Martin / Oak Ridge National Laboratory) Bottom: Columbia University researchers using a beamline from the neutron source at Oak Ridge National Laboratory to analyze a suspension bridge cable and how it might fail under stress, in order to facilitate design of better cables. (Genevieve Martin / Oak Ridge National Laboratory) materials and biological molecules. The reactor is also used to produce radioactive medical isotopes, including one that was recently approved to treat prostate cancer. A second neutron source is powered by an accelerator that smashes high-energy protons into liquid metal targets to generate intense pulses of high-energy neutrons, a technique pioneered earlier with BES support at Argonne National Laboratory. The Oak Ridge pulsed neutron source feeds 19 differ - ent beamlines and, for the last decade, has been by far the most powerful neutron source in the world. Neutrons are used both to identify the location of atoms within a material and to study how they move. Because neutrons are tiny magnets, they are also uniquely useful in studying magnetic properties. Because of their penetrating power, pulsed neutron beams have been used by auto companies to look inside an operating gasoline engine and confirm the stability of its aluminum alloy; they have also been used to analyze the stress and strain of bridge cables. Neutrons also turn out to be ideal to study the behavior of light elements such as the lithium ions in batteries, leading to significant improvements in battery performance. > Shared X-ray research facilities. The five BES-sup - ported facilities are located at National Laboratories in California, Illinois, and New York. The facilities are immense, because they accelerate electrons close to the speed of light and, in most facilities, store them in a magnetic ring large enough to encircle a football stadium, before converting them to intense beams of X-rays. Like X-rays in a dentist's office, but a billion times more intense, the X-ray sources enable scien- tists to probe both the structure and the electronic properties of matter. The X-ray sources are the most heavily used of the BES shared research facilities, reflecting their ver - satility. For more than two decades, the nation's chip manufacturers have used them repeatedly to improve the tools for semiconductor circuit manufac- turing at ever-smaller dimensions—research initially funded by a DOD research agency and then by an industry consortium. X-ray sources have been used to study and help improve lithium ion batteries and metal-oxide catalysts that can facilitate production BASIC ENERGY SCIENCES: 40 th Anniversary Report 4747of fuels and petrochemicals. The X-ray pulses are so fast they can \"freeze\" the motion of the fuel being injected into an automotive engine at 1,500 feet per second, enabling engineers to optimize injector designs that have improved engine efficiency and reduced emissions. The X-ray sources have also become an essential tool for biomedical science—a development that was not anticipated—because they enable both uni - versity scientists and pharma companies to analyze and understand the structure of complex biological molecules. The outcome has been transformative, resulting in four Nobel Prizes and in the development of the majority of drug candidates now undergoing clinical trials. Recent results include new drugs for leukemia, melanoma, and diabetes, as well as a new vaccine for the deadly Lassa virus that infects hun - dreds of thousands of West Africans very year. > Shared nanoscale research facilities. Fully de - ployed only in the last decade, there are five centers located in California, New Mexico, Illinois, Tennessee, and New York. They provide users not only with na - noscale fabrication facilities and analytical tools, but also expert staff that can collaborate with research - ers. That has enabled university scientists from many fields to engage in nanoscience, resulting in numer - ous breakthroughs in nanomaterials and discovery of new quantum phenomena. This collaboration model also led to the development—by university scientists at Berkeley and the nanoscale research centers—of advanced electron microscopes capable of \"seeing\" matter at subatomic scales. Among the recent discoveries enabled by the na - noscale centers is a material using nanoparticles that can quickly absorb and release hydrogen, making it a potential storage technology for hydrogen fuel, a key step towards making fuel-cell cars a commercial reality. Researchers have also used a nanotech ap -proach to invent a sponge that can absorb 90 times its weight in oil from water—and thus could greatly improve cleanup of oil spills. Still another promis - ing nanotechnology is a self-healing diamond-like carbon coating for metals that is essentially friction - less—and could revolutionize lubrication and reduce wear in car engines and giant wind turbines. Shared research facilities on the scale described here are a U.S. invention, but there is growing competition from Europe—which has some even more advanced X-ray sources and is building an advanced neutron source— and from China. What remains unique about the BES facilities, however, is that they are located at DOE national laboratories, enabling a close coupling among scientists from the laboratories, the scientific staff of the facilities, and the visiting scientists who use the research tools. That, and the broader culture of sharing and coop - eration among scientists working on similar problems— facilitated by long-term BES support—remains a unique U.S. advantage. Scientists prepare nanoparticle samples for analysis at a Nanoscale Science Research Center in California. (Lawrence Berkeley National Laboratory)APPENDICES Charge Letter Procedure for Creating this Report Workshop OutlineAPPENDICES Charge Letter Procedure for Creating this Report Workshop Outline BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 51 50 Professor Persis Drell Department of Energy Office of Science Washington, DC 20585 Chair, Basic Energy Sciences Advisory Committee Provost Bldg 10 Stanford University Stanford, California 94305 Dear Professor Drell: I very much appreciate your assuming the position of Chair of the Basic Energy Sciences Advisory Committee (BESA(}, effective April 1, 2017, for the duration of one year. I also want to express my sincere appreciation for your past contributions to BESAC, from leading the inaugural Committee of Visitors review for the Energy Frontier Research Centers and an Energy Innovation Hub, to bringing critical perspective of the international facility landscape to the BESAC prioritization study on future light sources. I am writing to ask BESAC to produce, during the coming year, a report that commemorates the founding ofthe Basic Energy Sciences (BES) program four decades ago. The report should highlight a few outstanding examples of major scientific accomplishments emerging from BES support that have shaped the fields of BES research, with an eye toward learning from these examples to motivate BES investment strategies for the future. As history has shown, basic research advances have been the bedrock of American innovation and prosperity. These advances often gave rise to new lines of scientific inquiry and led to inventions of new technologies and industries that transformed our society. Breakthrough discoveries emerging from Federal investment can have broader impacts beyond the original field of scope and have made Federal programs, such as BES, an essential part of the Nation's Science & Technology strategy. The BESAC 2007 and 2015 Grand Challenge reports have identified critical research opportunities for discovery science to understand, predict, and control matter and energy. By examining past successes, I expect the new BESAC charge report to illuminate the guiding strategies and approaches that will be key to ensuring future U.S. leadership, and more generally, U.S. leadership in the full range of disciplines stewarded by BES. Even more broadly, such a report will be timely to inform the future investment strategy for the Office of Science as it contributes to fulfillment of the Department of Energy's missions, especially in view of the Federal budget outlook. With these high-level objectives in mind, the report should provide technical details as needed for context but should be primarily concerned with the essence of each story as it relates to the larger progress of science. @ Printed with soy ink on recycled paper June 16, 2017BASIC ENERGY SCIENCES: 40 th Anniversary Report 5151 I ask BESAC to consider the following questions in formulating the study plan: What are the major scientific accomp lishments that have shaped the BES-supported disciplines in the past 40 years? How has BES contributed to these advances? What impacts have these advances had on the Department's missions in energy, environment, or security? What are the key aspects of the BES investment strategy that have had the greatest impacts? Looking to the future, and building on the Grand Challenge reports, identify research areas and funding strategies to pursue those areas that could further strengthen BES in serving the DOE's missions. I would appreciate receiving a written report by July 31, 2018. cc: Harriet Kung, SC-22 Katie Runkles, SC-22 Sincerely, J.Stephen Binkley Acting Director Office of Science2 BASIC ENERGY SCIENCES : 40 th Anniversary ReportBASIC ENERGY SCIENCES: 40 th Anniversary Report 53 52PROCEDURE FOR CREATING THIS REPORT Solicitation of Stories Email messages were sent to approximately 1,700 members of the BES community asking them to recommend stories with the following template: Template for 40th Anniversary Story In two pages or less, describe the story you propose. Below are some questions to help guide your description. Story Title: _______________________________________________________ Name and contact information: ______________________________________ 1. What is the new science discovered and to what extent was it supported by BES? Who is the best source of further information? Please include contact information. 2. What are the applications of this science that support DOE's mission? Who is the best source of further information on the applications and their importance or economic impact? Please include contact information. 3. For this story, who are the heroes? What challenges did they need to overcome? How has BES contributed to the researchers' careers? How has this benefited the Nation's scientific enterprise? If you can provide contact information for the heroes, please do so. 4. BES uses several different mechanisms of funding research including single-investiga- tors, EFRCs and Hubs. It supports research at national laboratories and at universities. Which of these mechanisms was important and why? 5. BES has built and operated a portfolio of user facilities. What does the story tell us about the value of those facilities, the policies and procedures BES uses for their construction, operation and access by the community? 6. BES has a tradition of long-term commitment to the investigators it supports. What does the story tell us about the advantages and disadvantages of this tradition? 7. What role, if any, did advisory committees play in this story? 8. There is far more global competition in science in 2017 than in 1977. What does the story tell us about this change and the challenges BES will face in the future? 9. Important discoveries often result from interplay of various research fields and the importance of a strong research base across the board. What fields outside those funded by BES played a role in this science? What other funding agencies were involved and how?BASIC ENERGY SCIENCES: 40 th Anniversary Report 5353Selection of Stories Approximately 65 story proposals were received and were divided up for rating by sub - committee members. Each member was assigned 9-10 stories to rate on a scale of 1-3: 1—good, 2—marginal, 3—poor. At the first subcommittee meeting, on October 17, 2017, the subcommittee discussed the story submissions and found that most were not suitable as written, but themes emerged by combining them. The subcommittee chose nine sto - ries to begin writing. (One of these was later divided into two.) The committee chair visited 11 congressional staff members, one former congressional staff member, two administration officials and one former administration official during October 24-26, 2017. This provided guidance about how the stories should be written to be most helpful to the Congress and the administration. For each of the ten stories, the science writer, Allen Hammond, interviewed scientists knowledgeable about the topic. The scientists who contributed are acknowledged else - where in this report. Once Hammond completed a draft of a story, it was reviewed both by some of the sources and by one subcommittee member, for accuracy and readability. It was then reviewed by BES, to assure that BES support was appropriately credited and that other DOE offices and other agencies were also credited if appropriate. The draft stories were then posted for public comment prior to the community workshop held on January 17, 2018 in Rockville. The goal of the workshop was to generate findings and recommendations for the report and to assure that these were justified by the stories. Two new stories were also proposed based on discussions at the workshop and then written and reviewed by the process outlined above. The subcommittee held its last in-person meeting on February 12, 2018. Each draft story was refereed by a second member of the subcommittee in preparation for this meeting. The committee finalized the findings and approved versions of the stories to be submitted in a draft report to BESAC on March 22, 2018. BESAC accepted the report subject to changes proposed at the March 22, 2018 meeting. In particular, the findings and recommendations were revised and some changes were made in the stories to improve them.BASIC ENERGY SCIENCES ADVISORY COMMITTEE COMMUNITY WORKSHOP (BES 40 TH) JANUARY 17, 2018 / BETHESDA NORTH MARRIOTT HOTEL & CONFERENCE CENTER / ROCKVILLE, MD 7:30 Registration/Breakfast 8:30 Welcome and Introduction Steve Binkley, Deputy Director for Science Programs, Office of Science Harriet Kung, Associate Director of Science for Basic Energy Sciences 8:45 Workshop Process and Goals Marc Kastner, Science Philanthropy Alliance 9:00 Story 1: Thom Dunning (U Washington/PNNL), Supercomputing 9:15 Story 2: John Sarrao (LANL), Materials Under Extremes 9:30 Story 3: Peter Green (NREL), Materials: From IT to Energy 9:45 Story 4: Brian Kobilka (Stanford, by video), X-rays and Health 10:00 BREAK 10:15 Story 11 (new idea): Michelle Buchanan (ORNL), Environmental Management 10:30 Story 12 (new idea): Joel Moore (UC-Berkeley/LBNL), Quantum Information Science 10:45 Remaining stories 5-9 (User Facilities, Nanoscience, Millie Dresselhaus, Superconductivity, Molecular Catalysis), and other ideas for new stories: Marc Kastner (Science Philanthropy Alliance) 11:15 Breakout sessions 2 in parallel: recommendations for the report based on Stories #1-9 and identify need for new stories 1. Session on Mission (Thom Mason, Battelle): How well is BES serving the DOE missions of energy, environment and security, and how well is it supporting the missions of other agencies? How well are discoveries in BES being transferred to other DOE offices and to industry for commercialization? 2. Session on Process (Eric Isaacs, U Chicago): How good is the balance in BES's support of facilities, research at labs and research at universities—and how well do BES facilities support and advance the research of both lab scientists and university faculty? How well is BES supporting scientific workforce development? How well are the various funding mechanisms—single PIs, EFRCs, Hubs—supporting the research needed to meet DOE's mission? 12:15 WORKING LUNCH (in breakout groups) 1:15 Combined session to discuss report recommendations and new story ideas 2:15 BREAK 2:30 Workshop Summary (Reconvene back to larger group to review the day, summarize recommendations, decide on new stories to be developed further, identify volunteers for related tasks) 3:30 Workshop AdjournedDISCLAIMER This report was prepared as an account of work sponsored by an agency of the United States Government. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights. Reference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof. The views and opinions of authors expressed herein do not necessarily state or reflect those of the United States Government or any agency thereof. The report is available on-line at: https://science.energy.gov/bes/community-resources/reports/ Editor/writer: Al Hammond Design/Production: Maggie Powell Copy editing: Julia GoldsteinABOUT THIS REPORT This report is intended to highlight outstanding examples of major scientific accomplishments emerging from 40 years of Basic Energy Sciences (BES) research support, including how these discoveries have helped fulfill the Department of Energy's mission and have led to new technologies and industries that contribute to American innovation and prosperity. By examining past successes, this report seeks to illuminate guiding strategies and approaches that will be critical to ensuring future U.S. leadership. On the Cover High Performance Computing is now an essential tool for cutting-edge science, for national security applications, and throughout industry. Critical to U.S. success in this area has been the development of specialized software for specific types of problems that can distribute the computations across tens of thousands or even hundreds of thousands of processing units and manage the data flow between them. The Department of Energy's Basic Energy Sciences office played a critical early role in such software development—to model chemical reactions, to analyze the properties of complex materials such as metal alloys, and to simulate combustion (which involves modeling the flow of air and fuel and, simultaneously, the chemistry of combustion). Shown on the cover is a snapshot of a supercomputer simulation of combustion done by Jackie Chen and Yuki Minamoto of Sandia National Laboratories, one of many undertaken to understand the processes that control how fuel burns when injected into an engine. Over the last two decades, such simulations combined with laboratory experiments have helped automotive engineers dramatically reduce pollutant emissions from diesel engines while also improving their energy efficiency. Image rendering by Hongfeng Yu / University of Nebraska at LincolnA REMARKABLE RETURN ON INVESTMENT IN FUNDAMENTAL RESEARCH 40 Years of Basic Energy Sciences at the Department of Energy 2018 "}