{"title": "PDF", "author": "PDF", "url": "https://quackwatch.org/wp-content/uploads/sites/33/quackwatch/casewatch/ftc/annual_reports/2008.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "D O \u0003 7 U D G H \u0003 & R P PLVVLRQ 0 D U F K \u0015 \u0013 7 Q V X P H U V \u0003 D Q G \u0003 & R P S H W L W L R Q The FTC in 2008: A Force for Consumers and Competition Federal Trade Commission Deborah Platt Majoras, Chairman Pamela Jones Harbour, Commissioner Jon Leibowitz, Commissioner William E. Kovacic, Commissioner J. Thomas Rosch, CommissionerThe online version of this report contains hyperlinks to news releases, reports, cases, campaigns, and other information referenced in this repor t. The report is available at www.ftc.gov/os/2008/03/ChairmansReport2008.pdf.Federal T rade Commission Headquarters Building 600 Pennsylvania Avenue, N.W., Washington D.C. The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Contents Letter from 6. Consumer Protection - Consumer and Business Education and The U.S. SAFE WEB Act and International Law Enforcement A FORCE FOR COnsumERs And COmpETiTiOn \"Our job is not to substitute our judgment for that of consumers or to save them from bad choices; rather, it is to ensure that they obtain the truthful information they need to make their own choices. When markets function in this manner, consumers win - securing a broader selection of innovative products at lower prices.\" - Chairman Majoras, Opening Remarks, Carbon Offsets Workshop (Jan. 8, 2008)Letter from the Chairman Consumers are the driving force behind the mission of the Federal T rade Commission. We make decisions on how to spend taxpayer resources by identifying and understanding the great number of consumer and economic issues that our global economy produces and tackling those that are most relevant to Americans. It is critical that the FTC enforces our nation's antitrust and consumer protection laws to ensure that consumers receive the benefits of a robust, competitive, and fair marketplace in the form of lower prices, higher- quality goods, more product choices, and greater innovation. Over the past year, the Commission has continued to scrutinize market developments and tailor an agenda that meets the significant challenges of a quickly evolving global marketplace. The Commission has rooted out economic \"villains\" by actively pursuing the latest generation of fraudsters working to deceive the public by touting the newest cure-all treatment or credit scam; those that pervert the promise of the electronic age and the Internet by hijacking consumers' computers and stealing their most sensitive personal information; and those that mock the competitive marketplace by engaging in anticompetitive conduct that raises the specter of increased prices or decreased consumer choice. These twelve months have been characterized by significant litigation activity on both sides of the house in federal district and appellate courts, as well as in the FTC's administrative Part III process. Appellate decisions in such matters as Chicago Bridge , QT, Inc., and Prochnow , litigated merger cases like Whole Foods and Equitable/Dominion, and FTC Part III decisions like Rambus and Evanston promote validation and development of sound legal standards and provide guidance to the antitrust agencies and the consumer, legal, and business communities. And the Commission continues to obtain temporary restraining orders in consumer protection cases, halting mortgage foreclosure rescue scams and deceptive telemarketing operations. Increasingly, the decisions of our courts are highly scrutinized by our colleagues at the more than 100 sister agencies around the world. While we work to ensure that each case we choose to litigate has a solid evidentiary, legal, and economic basis, we, of course, do not always prevail. While no one relishes losses, they, too, have value in setting legal and evidentiary standards in our unique common law system. To cast a wide net to police anticompetitive or deceptive conduct, the Commission has leveraged its limited resources by teaming with civil and criminal authorities here and around the world. For example, our work with criminal enforcement authorities over the past year has led to 81 FTC defendants and their associates being charged with crimes and 47 convictions or guilty pleas. We also are highly engaged in working with the federal banking agencies and state attorneys general on the current mortgage crisis and with dozens of partners in the fight against identity theft. iiFEdERAl TRAdE COmmissiOn Understanding markets and trends is no easy feat. The Commission continued to study significant market issues to educate ourselves, the public, and other policymakers. Our timely report on the \"net neutrality\" Internet access issue was well-received, and our public workshops on behavioral marketing and the marketing of \"green\" products like carbon offsets contributed to some of the most important debates in marketing today. And backstopping all of our other work, we continued to educate, educate, educate. An educated consumer is an empowered one, and this year, the Commission released innovative consumer and business education projects, including videos that teach how to spot phishing scams, an interactive tutorial that teaches how to handle data securely, and a suite of products (publications, radio public service announcements and classified ads, newsletter articles, and a syndicated article for community newspapers) that teach how to recognize and avoid both deceptive mortgage offers and mortgage foreclosure assistance scams. Since last year's Annual Report, the Commission has distributed nearly 8 million print publications in English and Spanish and logged more than 34.1 million accesses to its publications on the FTC website. I am extremely honored to have served as FTC Chairman for more than three-and-a-half years. As I prepare to leave the Commission, I continue to marvel at the sheer breadth of the FTC's work, the creativity and dedication of our staff, and the positive impact of the agency's actions on the lives of Americans. I am confident that the FTC will continue its strong record of taking their cues from, and acting on behalf of, American consumers. Deborah Platt Majoras Chairman\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn a Year in highLights The Commission continued to be very busy in the past year by engaging in numerous competition and consumer protection law enforcement investigations and cases, preparing advocacy and policy projects and reports, building its working relationships with foreign counterparts, and educating millions of consumers and businesses with its outreach materials. In its competition mission, the Commission aggressively: Scrutinized mergers in many industries, filing actions to enjoin mergers deemed to be anticompetitive and reaching settlements requiring divestitures where appropriate to preserve competition while allowing the beneficial aspects of the merger to proceed. For example, the agency required divestitures to resolve competitive problems involving five generic drugs in its review of Mylan's $6.6 billion acquisition of Merck's generic subsidiary. The Commission ruled in the Evanston matter that a hospital acquisition was anticompetitive and raised prices for acute care inpatient services, and fashioned a remedy that would reintroduce competition in that market. The Commission filed two actions to enjoin mergers in energy markets, including an action to preserve competition in the market for natural gas distribution in Allegheny County, Pennsylvania, in the Equitable/ Dominion matter that led the parties to abandon the transaction and a court of appeals to vacate the district court decision. The Commission also brought actions in various retail markets, including the Whole Foods/ Wild Oats case, and settled cases to preserve competition in the retail pharmacy and grocery store markets. A federal court of appeals upheld a Commission administrative ruling in the Chicago Bridge/Pitt-Des Moines matter that a consummated merger in four markets for industrial storage tanks was anticompetitive. Policed anticompetitive conduct in the health care, energy, real estate, and high technology industries, with a particular a focus on competitor collaboration and exclusionary conduct. For example, in the health care industry, the agency filed a new action against Cephalon, Inc . alleging that the manufacturer entered into illegal agreements to keep 2FEdERAl TRAdE COmmissiOn generic formulations of its branded product Provigil off the market, and concluded its case in the Warner Chilcott/Barr matter involving an alleged agreement to keep a generic oral contraceptive drug off the market. In the real estate industry, the agency continued to challenge real estate board rules that the Commission alleged restrained competition and restricted consumers from receiving services from nontraditional brokers. For example, the Commission brought an action alleging that RealComp prohibited information for nontraditional listings to be transmitted to public real estate websites; the administrative law judge's decision concluding that the Commission failed to show that RealComp's conduct substantially lessened competition in the relevant market is now on appeal. The agency also continued to litigate its claims against exclusionary conduct in a standard-setting organization, arguing before the court of appeals that Rambus, Inc. unlawfully monopolized markets for four computer memory technologies that were incorporated into industry standards for dynamic random access memory chips. Filed two civil penalties actions for violations of the Hart-Scott-Rodino Act's premerger reporting requirements to ensure that parties to some mergers do not have an unfair advantage. Promoted sound competition policy through myriad research and reports, studies, hearings, workshops, advocacy filings, amicus briefs, and testimony before Congress. For example, the agency issued reports on Internet broadband connectivity competition policy, intellectual property and competition, competition in the real estate brokerage industry, competition in public and private postal services, and the Spring/Summer 2006 gasoline price increases. The Commission also held a 3-day conference concerning energy markets, concluded a 29-session hearing on single-firm conduct, and held a workshop on unilateral effects analysis and litigation. Finally, the agency filed competition advocacy letters and comments that, among others, advocated for increased competition between lawyers and nonlawyers where appropriate, promoted competition in the area of pharmacy benefit management, advocated against collective bargaining for health care providers, and furthered competition in the electricity transmission and gasoline retail markets. In its consumer protection mission, the Commission actively: Pursued law enforcement actions to enjoin deceptive lending, debt negotiation and settlement, debt collection, mortgage, and subprime credit schemes that prey on financially strapped consumers. The agency also held a public workshop on current and evolving debt collection practices, issued a report on improving consumer mortgage disclosures, \u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn and filed advocacy comments on payment processing and disclosures for subprime mortgage lending. Filed enforcement cases to protect consumers' personal and financial data from technology-driven threats during the complete life cycle of personal data, including its collection, storage, use, and disposal. For example, the agency brought and settled its first case alleging violations of the FTC's Disposal Rule against American United Mortgage Company , claiming that the mortgage broker left sensitive consumer loan documents in and around an unsecured dumpster. The agency also engaged in policy and advocacy work related to identity theft. It released its second national survey of the incidence and impact of identity theft, worked with other agencies to develop and release a report from the President's Identity Theft Task Force that discussed the coordinated plan of the Commission and other federal agencies to address and combat identity theft, held workshops on consumer authentication and behavioral marketing, and proposed principles on behavioral marketing. Monitored compliance with previous orders to detect repeat offenders and deter order violations, including a $61 million judgment in a civil contempt action against Julian Gumpel for violating a 1998 federal court order, and a contempt ruling against Kevin T rudeau for violating a 2004 federal court order enjoining him from making misrepresentations of the contents of his books in his infomercials. Worked with criminal authorities through its Criminal Liaison Unit to facilitate the prosecutions of criminal consumer fraud, and that in the past year, led to 81 FTC defendants and their associates being charged with crimes, and 47 such defendants and their associates being convicted or pleading guilty, with sentences imposed totaling more than 141 years. Continued enforcement efforts in the technology area against spyware and adware programs that are installed on consumers' computers without their knowledge or consent. For example, the Commission challenged DirectRevenue LLC and its principals for their allegedly unlawful practices in connection with the distribution of adware, ultimately resulting in a $1.5 million settlement. The agency also pursued deceptive and unfair spam practices under its CAN-SPAM Act authority, settling three cases targeting deceptive spam and obtaining nearly $4 million in civil penalties, including a $2.9 million civil penalty against ValueClic k, the highest the Commission has obtained in this area. The agency also obtained a judgment of more than $2.5 million against Sili Neutraceuticals, LLC and its principal for unsolicited messages regarding dietary supplements. \u0018FEdERAl TRAdE COmmissiOn Filed cases against defendants who made deceptive health, safety, and weight loss claims, including those making unsubstantiated claims to prevent, treat, or cure a wide variety of serious diseases. For example, the agency charged the defendants in the J.W. McLain case with making deceptive claims that their herbal tea could prevent or cure AIDS, diabetes, cancer, arthritis, strokes, and heart disease; the consent order imposed a $31.7 million suspended judgment on the defendants and required them to forfeit their frozen assets and the proceeds from their business opportunity sales. A federal court of appeals upheld a ruling that the defendants in FTC v. QT, Inc ., who falsely marketed the \"Q-Ray Ionized Bracelet\" as providing therapeutic relief from arthritis and other chronic conditions, had to return nearly $16 million in net profits. The agency also issued a report on the exposure of children to TV advertising, and held a forum with the Department of Health and Human Services on childhood obesity that discussed significant industry self-regulatory initiatives designed to encourage healthier eating choices. Initiated a major crackdown on violators of the agency's Do Not Call provisions, involving six settlements against telemarketers, including ADT and Craftmatic, that resulted in nearly $7.7 million in civil penalties, and another $3 million suspended civil penalty judgment against Voice-Mail Broadcasting Corp., a large \"voice blaster\" that allegedly placed over 46 million unlawful recorded calls to consumers. Held a public workshop on carbon offsets and renewable energy certificates that explored advertising claims relating to these products. Some of the Commission's activities reflect the close relationship between the agency's two missions. For example, after a thorough antitrust review, the agency determined not to challenge Google, Inc.'s proposed acquisition of Internet advertising server DoubleClick, Inc., concluding that the proposed acquisition was unlikely to substantially lessen competition in any relevant antitrust market. At the same time, however, recognizing that the proposed acquisition raised concerns about consumer privacy in the online advertising marketplace that were not unique to the proposed merger, the Commission reiterated its commitment to protecting consumers' privacy and data security by releasing a set of proposed behavioral marketing principles that could be used by businesses generally to protect consumers' online privacy. The Commission's Office of International Affairs (OIA) continued to build upon its bilateral and multilateral relationships to enable the agency to accomplish its law enforcement and advocacy missions. For example, the OIA effectively utilized its expanded authority under the U.S. SAFE WEB Act to cooperate with foreign law enforcement authorities and share information to protect consumers, and pursued convergence toward sound antitrust enforcement and policy through the International Competition Network and other venues. \u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn It also successfully launched the International Fellows program through which several foreign officials worked at the FTC, contributing to the agency's work while strengthening inter-agency relationships. Finally, the Commission continues to receive accolades for its work, as well as for its commitments to a nondiscriminatory work environment. For example, the agency received the Hispanic Bar Association of the District of Columbia's 2007 Employer Award for its commitment to Latino professionals, diversity in the workplace, and its efforts to recruit and retain Latino attorneys. \u0018FEdERAl TRAdE COmmissiOn\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn seCtion one: Competition mission Each year, more people around the globe embrace the promise inherent in open and competitive markets. They too have come to understand that competition among independent businesses is good for consumers - individuals and businesses - and is good for the economy. Competitive markets yield lower prices and better quality goods and services, and a vigorous marketplace provides the incentive and opportunity for the development of new ideas and innovative products and services. But competitive markets require clear rules fairly applied. The Commission is dedicated to that task, and uses a variety of tools to promote competition and protect consumers from anticompetitive mergers and business conduct. Through enforcement, study, advocacy, and education, the FTC's competition mission is to remove private or public impediments that prevent consumers from receiving the benefits of such competition. This was a year for antitrust in the news, with the Supreme Court issuing several important rulings on a variety of competition issues which generated interest from a wide audience. In addition, the Antitrust Modernization Commission completed its work, issuing a report that endorsed free-market principles as the primary driver of success in the American economy, and concluding that the state of the U.S. antitrust laws is \"sound.\" With this reaffirmation of the importance of effective antitrust policies, the Commission is committed to its role in enforcing the rules of the marketplace to encourage fair competition wherever and whenever it can produce positive results for consumers and for the economy. The Commission effectively manages its limited resources by addressing anticompetitive mergers and conduct in those industries that most directly Enforcement Actions by Sector FY 05 Through FY 08* Energy, 17.3% Health 39.5%Other, 17.3% Technology, 2.5% Services & Non- Health Care Professions, 23.5% * Represents Fiscal Year 2008 through February 29, 2008.8FEdERAl TRAdE COmmissiOn impact consumers, such as health care, energy, retail goods, technology, and real estate. In the past year, the Commission's merger and nonmerger enforcement actions in these and other industries confirm that much of the Commission's competition work has a direct impact on consumers by promoting competition for the products and services they regularly purchase. From groceries and generic drugs to gasoline and garden apartments, the Commission seeks to prevent the kinds of anticompetitive mergers and conduct in markets that affect consumers every day. Chapter 1. Competition Law enforcement a. merger enforcement The Commission continues to face a demanding merger review workload as the number of mergers requiring pre-merger notification continues to increase, and the proposed mergers and the products and services at issue grow in complexity. Over the past three years, the Commission has faced a 30% increase in pre-merger filings and a comparable increase in second requests issued. Effective and efficient merger review is critical to the agency's ability to deal with the pressures of keeping pace with the substantial stream of merger filings every year. 1. health Care merger enforcement The rapidly rising cost of health care is a matter of concern for consumers, employers, insurers, and the nation as a whole. Spending on health-related products and services surpassed $2.1 trillion in 2006, and now accounts for more than 16% of Gross Domestic Product. The cost of prescription drugs alone was more than $216 billion in 2006. The Commission will continue to challenge mergers in the health care industry that threaten to further escalate costs or dampen incentives to innovate. This year, the Commission challenged several mergers in the health care industry, maintaining competition in markets for generic drugs, poultry vaccines, treatments for vertebral compression fractures, kidney dialysis services, and retail pharmacies. HSR Transactions, Second Requests, and Merger Enforcement Actions Fiscal Year HSR Transactions Second Requests IssuedMerger Enforcement Actions # # #HSR premerger violation 2005 1,610 25 14 1 2006 1,755 28 16 0 2007 2,108 31 22 1 2008* 767 8 5 1 * Represents Fiscal Year 2008 through February 29, 2008.\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Generic Drugs . Generic formulations of widely used branded medicines bring down the costs of treatment for many conditions as patients substitute lower-cost generic drugs that use the same active ingredients and have the same therapeutic effectiveness as the brand-name drug. Consumer acceptance of generic drugs has helped contain rising health care costs, and the Commission is committed to promoting competition between generic drug makers and branded pharmaceuticals and among generic drug manufacturers. Actavis Group/Abrik a . In April 2007, the Commission prevented a merger-to-monopoly in the sale of generic isradipine capsules by challenging the proposed $235 million purchase of Abrika Pharmaceuticals, Inc. by the Actavis Group, an international generic pharmaceuticals company. To maintain competition in the market for this important generic drug, used to lower blood pressure and to treat hypertension, ischemia, and depression, the consent order requires the divestiture of all rights and assets necessary to produce, market, and sell generic isradipine to Cobalt Laboratories, Inc. Mylan/Merck . To resolve competitive concerns in the U.S. market for five generic drugs, the Commission challenged Mylan Laboratories' proposed acquisition of the generic arm of Merck Pharmaceuticals, a transaction valued at approximately $6.6 billion. Under a September 2007 consent orde r with the Commission, Mylan and Merck must divest all assets relating to flecainide acetate tablets, acebutolol hydrochloride capsules, guanfacine hydrochloride tablets, nicardipine hydrochloride capsules, and sotalol hydrochloride. The generic drugs at issue are used for the treatment of many conditions, including hypertension and heart arrhythmia. The order requires the divestiture of all assets related to the relevant products to Amneal Pharmaceuticals, a generic drug manufacturer. Hospitals, Clinics and Surgical Treatment Options . Competition among health care providers and treatment options also helps to contain health care costs. This includes competition between facilities, such as hospitals or clinics, that provide a similar array of services to patients living nearby. Similarly, when a patient is faced with a difficult health condition, the availability of multiple technically advanced treatment options can improve outcomes and reduce recovery times. These benefits can occur when medical facilities compete to improve treatment techniques, and the Commission seeks to maintain competition when reviewing mergers in this field. \"Without question, the overall challenge in U.S. health care markets is the cost: How can we contain steadily rising costs, while maintaining the life-saving innovation and quality that admirably characterizes the U.S. market?\" - Chairman Majoras, Keynote Address before the ABA Section of Antitrust Law Fall Forum (Nov. 15, 2007) \u00180FEdERAl TRAdE COmmissiOn Hospitals . In August 2007, the Commission ruled that Evanston Northwestern Healthcare Corp.'s 2000 acquisition of Highland Park Hospital was anticompetitive and resulted in higher prices for acute care inpatient hospital services in parts of Chicago's northern suburbs. The Commission found that this consummated merger enabled the hospitals to raise prices through an exercise of market power. The Commission cited economic evidence that post-merger price increases were substantial and not explained by ordinary competitive forces. The Commission concluded that in this \"highly unusual case,\" the divestiture remedy imposed by the administrative law judge would be too costly and potentially risky, and instead imposed a conduct remedy. The Commission's order requires Evanston to set up two separate and independent contract negotiation teams to bargain with managed care organizations to revive competition between Evanston's two hospitals and the Highland Park hospital. Kidney Dialysis Clinics . In September 2007, the Commission settled charges stemming from American Renal Associates' (ARA) proposed acquisition of five clinics from Fresenius AG , which would have made ARA the only operator of dialysis clinics in the Warwick/Cranston area of Rhode Island. In addition to the sale of the five clinics, the purchase agreement called for the closure by the seller of an additional three Fresenius clinics in Rhode Island and Massachusetts. The parties terminated their purchase agreement after FTC staff raised antitrust concerns, but the Commission challenged the closure of the three clinics as a naked agreement to pay a competitor to exit the market, and also alleged a Section 7 violation in the Warwick/Cranston market for dialysis services. The Commission's order bars the parties from entering into any agreement to close dialysis clinics, and requires ARA to notify the Commission if it intends to acquire any dialysis centers in the Warwick/ Cranston area for a period of 10 years. Innovative Medical Treatment Options . In October 2007, the Commission challenged Kyphon Inc.'s $220 million proposed acquisition of the spinal assets of Disc-O-T ech Medical T echnologies, Ltd. and Discotech Orthopedic T echnologies (collectively Disc-O- Tech) as anticompetitive in the market for minimally invasive vertebral RIcH cunnIngHAM Bureau of competition Mergers I Since coming to the FTC from law school in 2004, Rich has contributed significantly to resolving competitive problems presented by the mergers in Boston Scientific/ Guidant, Thermo/Fisher Scientific, Hologic/Fischer, Chevron/USA Petroleum, and Kyphon/Disc-o-Tech, and helped challenge the defendants' economic testimony in Whole Foods/ Wild Oats. Notably, Rich took primary staff responsibility during his first year in DaVita/Gambro, a merger of two national networks of dialysis centers. In 2007, Rich received the FTC's Stephen Nye Award, given to junior attorneys who have demonstrated outstanding performance. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn compression fracture treatment products in the U.S. Disc-O-Tech's Confidence products promised real benefits to patients in treating these painful fractures in a minimally invasive way, and threatened Kyphon's near-monopoly on treatment options. The Commission's consent order required that Kyphon divest all assets, intellectual property, and development rights related to the Confidence brand to an FTC-approved buyer. Animal Health Products . In November 2007, the Commission charged that Schering-Plough's proposed $14.4 billion acquisition of Organon Biosciences N.V. threatened to substantially reduce competition in the U.S. market for three popular vaccines used to treat poultry, a staple in American food markets. The November 2007 order settling the charges required the sale of assets necessary to develop, manufacture, and market these vaccines to Wyeth. In addition, Schering-Plough was required to sign a supply and transition services agreement with Wyeth, under which Schering will provide the vaccines for a period of two years, allowing time for the necessary FDA approvals. 2. energy industry merger enforcement Energy industry mergers also took top billing this year in the competition workload. The Commission carefully reviews mergers in this vital industry that provides the engine for economic growth to ensure that consumers receive the benefits of competition among energy companies. To that end, the Commission filed two preliminary injunction actions in federal court to block energy market mergers in the past year. Western Refining/Giant Industries . In May 2007, the Commission issued an administrative complaint and initiated federal court action to block Western Refining, Inc.'s $1.4 billion proposed acquisition of rival energy company Giant Industries, Inc. to preserve competition in the supply of bulk light petroleum products, including motor gasoline, diesel fuels, and jet fuels, in northern New Mexico. After a week-long trial, the federal district court denied the Commission's motion for a preliminary injunction, rejecting arguments that Giant had unique opportunities to increase supply and lower fuel prices in northern New Mexico. In October, the Commission dismissed its administrative complaint, concluding that further prosecution would not be in the public interest. Equitable/Dominion . In March 2007, the Commission filed an administrative complaint, and in April 2007, a federal court injunction action, to block Equitable Resources' proposed acquisition of The Peoples Natural Gas Company, a subsidiary of Dominion Resources. The Commission challenged the merger-to-monopoly in natural gas distribution as detrimental \"Competition between Dominion and Equitable results in substantial discounts from regulated rates for commercial and industrial customers that are served by more than one local distribution company, while 'captive' consumers who do not enjoy such competition are charged regulated rates. . . . [Our economists showed] that there were competitive effects even though prices were regulated and evaluated efficiency claims made by the parties in the distribution of natural gas.\" - BE Director Michael R. Baye, interview in The Antitrust Source (Feb. 2008)\u00182FEdERAl TRAdE COmmissiOn to nonresidential customers in certain areas of Allegheny County, Pennsylvania, which includes Pittsburgh. In May 2007, the federal district court in Pittsburgh denied the FTC's motion for a preliminary injunction and dismissed the complaint, ruling that because the Pennsylvania Public Utility Commission has the power to approve the merger, the Commission is barred from taking action under the state action doctrine. In June 2007, the U.S. Court of Appeals for the Third Circuit granted the Commission's motion for an injunction pending appeal. The parties abandoned the transaction in January 2008, and in February 2008, the Commission dismissed the administrative complaint and moved to vacate the district court's decision. The Third Circuit granted the Commission's motion to vacat e in February 2008. 3. merger enforcement in retail markets Every year, the Commission reviews mergers that threaten competition in a wide variety of everyday retail markets, from groceries to funeral home services. The Commission's merger investigations in such cases can be very time- and resource-intensive since they often require the examination of market conditions in dozens, or sometimes hundreds, of local markets. Likewise, effective relief in these markets may require many separate divestitures to preserve competition. For instance, last year's consent order in SCI/Alderwood s required the divestiture of funeral homes in 29 markets, and of cemeteries in 12 markets, across the U.S., all of which were overseen by Commission staff this year to assure effective relief. Again this year, the Commission challenged several mergers that raised competitive concerns in local retail markets, one involving retail pharmacies and two between grocery store chains. Whole Foods/Wild Oats . In June 2007, the Commission issued an administrative complaint, and sought a federal court temporary restraining order (TRO) and preliminary injunction, against Whole Foods Market, Inc.'s proposed acquisition of its chief rival, Wild Oats Markets, Inc. According to the complaint, the approximately $670 million deal raised competition problems in 21 local markets where Whole Foods and Wild Oats both operated stores and were each other's closest competitors among premium natural and organic supermarkets. The district court granted the TRO, but subsequently denied the preliminary injunction after an abbreviated hearing, concluding that the merger's likely effect would not be substantially to reduce competition in violation of Section 7 of the Clayton Act. The Commission has appealed the district court's ruling on grounds that the lower court failed to apply the proper legal standard that governs preliminary injunction applications by the Commission in Section 7 cases. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Rite Aid/Brooks and Eckerd . In June 2007, the Commission charged that Rite Aid Corporation's $3.5 billion acquisition of competitors Brooks and Eckerd Pharmacies from the Canadian drug store operator Jean Coutu Group, Inc. was anticompetitive and required the sale of retail pharmacies located in 23 cities along the East Coast. According to the Commission's complaint, the merger would have substantially reduced competition in the sale of pharmacy services to customers in those areas, where customers view stores operated by the two companies as their two best options. The consent order requires Rite Aid to divest pharmacies in those cities to buyers pre-approved by the Commission. The investigation, which included cooperation from the state attorneys general of Maryland, New Jersey, New York, Pennsylvania, Vermont, Virginia, and Maine, was handled by the agency's Northeast Regional Office. A&P/Pathmark . In November 2007, the Commission intervened in the proposed $1.3 billion acquisition of Pathmark Stores, Inc. by The Great Atlantic & Pacific Tea Company, Inc. (A&P), alleging the transaction would have reduced competition among grocery stores in the highly concentrated markets of Staten Island and Shirley, Long Island, New York. A&P operates stores under the A&P , A&P Super Foodmart, Food Basics, Food Emporium, Super Fresh, and Waldbaum's banners. The Commission's consent order requires A&P to divest five supermarkets in Staten Island to King Kullen Grocery Company, and one supermarket in Shirley to Stop & Shop Supermarket Company. 4. other merger enforcement The Commission also scrutinizes mergers, and files enforcement actions to block those found likely to be anticompetitive, in other industries where necessary to protect consumers. Chicago Bridge/Pitt-Des Moines . In January 2008, the U.S. Court of Appeals for the Fifth Circuit upheld a Commission order requiring Chicago Bridge & Iron Co., N.V. and its U.S. subsidiary (CB&I) to divest assets acquired from Pitt-Des Moines, Inc. used in the business of designing, engineering, and building field-erected cryogenic storage tanks. In its 2005 order, the Commission had ruled that CB&I's acquisition of these assets in 2001, during a pending FTC investigation, would likely result in a substantial lessening of competition or tend to create a monopoly in four markets for industrial storage tanks in the U.S., in violation of Section 7 of the Clayton Act and Section 5 of the FTC Act. The court endorsed the Commission's findings, based on an extensive review of many years of bidding data, that the merged firms controlled over 70% of the market, and that new entry was unlikely given the high \u0018\u0018FEdERAl TRAdE COmmissiOn entry barriers based on the incumbents' reputation and control of skilled crews. Jarden/K2 . The Commission charged that the acquisition of K2, Inc., a sporting goods manufacturer, by Jarden Corporation would likely harm competition. The proposed $1.2 billion transaction would have joined two of the nation's leading producers of monofilament fishing line, the most common type of line used in the U.S. The August 2007 order settling the charges requires Jarden to sell all assets related to the manufacture and sale of four varieties of monofilament fishing line to sporting goods company W.C. Bradley/Zebco. Owens Corning/Compagnie de Saint Gobain . In October 2007, the Commission remedied competitive problems raised by Owens Corning's proposed acquisition of glass fiber reinforcements and composite fabric assets from Compagnie de Saint Gobain. The investigation involved cooperation among staff of the FTC, the European Commission, and Mexico's Federal Competition Commission. After staff from the competition agencies raised antitrust concerns, the parties modified their agreement to exclude Saint Gobain's glass fiber reinforcement assets in the U.S. and certain assets in Europe. The Commission's consent order addressed additional competitive problems in the highly concentrated North American market for continuous filament mat, which is used in the production of non-electrical laminate, marine parts and accessories, and other products. The order requires Owens Corning to divest sufficient U.S. continuous filament mat facilities, assets, and intellectual property to enable the buyer effectively to produce and sell the products in competition with the new Owens Corning/Saint Gobain joint venture. B. nonmerger enforcement Over the past year, the Commission also has had an active nonmerger agenda, investigating and challenging anticompetitive conduct in the health care, energy, real estate, and technology sectors. In addition to aggressively filing new enforcement actions, the FTC continues to litigate several important cases in the federal courts of appeals. The Commission remains at the forefront of developing antitrust standards for competitor collaboration and single-firm conduct in these important and dynamic industries. 1. health Care nonmerger enforcement The Commission continues to use its enforcement powers to challenge anticompetitive agreements between branded and generic drug manufacturers, settling one case involving the marketing of a generic oral contraceptive drug, and filing a new action in the market for drugs to treat sleep disorders. The Commission also challenged a price-fixing agreement among competing physicians, and brought to a successful close a long-running action against a state dental board's efforts to restrict hygienists' provision of preventive care to schoolchildren. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn \"Today's suit against Cephalon seeks to undo a course of anticompetitive conduct that is harming American consumers by depriving them of access to lower-cost generic alternatives to an important branded drug.\" - BC Director Jeffrey Schmidt, \"FTC Sues Cephalon Inc. for Unlawfully Blocking Sale of Lower-Cost Generic Versions of Branded Drug Until 2012\" (press release, Feb. 13, 2008)Cephalon, Inc . In February 2008, the Commission charged that Cephalon engaged in illegal conduct to prevent competition for its branded drug, Provigil, by paying four firms to refrain from selling generic versions of the drug until 2012. Provigil is used to treat excessive sleepiness in patients with sleep apnea, narcolepsy, and shift-work sleep disorder. The four companies had applied to the FDA for approval to market a generic formulation, and challenged the validity of the only remaining patent on Provigil, a formulation patent related to the size of the particles used in the drug. Cephalon entered into agreements with these companies, paying more than $200 million in exchange for agreements not to sell generic Provigil until 2012. No other generic company could enter the market until all of these four \"first filers\" either relinquished their marketing exclusivity or 180 days after one of them entered the market. By these agreements, Cephalon effectively prevented any generic from entering the market until at least 2012. The Commission's complaint before the Washington, D.C. federal district court alleges that Cephalon's conduct in signing patent-litigation settlement agreements that included payments designed to prevent generic competition constituted an abuse of monopoly power that is unlawful under Section 5 of the FTC Act. Warner Chilcott/Barr Laboratories . In 2007, the Commission settled with Barr Laboratories concluding its federal court action challenging an agreement between Warner Chilcott and Barr in which, the Commission alleged, Barr agreed not to sell a lower-priced generic substitute of Warner Chilcott's branded Ovcon 35, an oral contraceptive drug, for several years for $20 million. In September 2006, faced with a preliminary injunction action by the Commission, Warner Chilcott waived the exclusionary commissioner Leibowitz: Promoting Affordable Prescription Drug Products Commissioner Jon Leibowitz continues to play an active role to ensure that consumers have access to affordable drug products. In particular, he has focused on eliminating exclusion patent settlements in which branded pharmaceutical companies pay potential generic competitors to stay off the market as part of a patent settlement. These settlements can delay generic entry for many years and cost consumers - who lose the benefits of lower prices - tens of billions of dollars. Over the last 20 years, generic pharmaceutical products have been one of the few constraints on health care costs. If exclusion settlements continue, however, consumers will lose the benefits of generic entry. Twice in 2007, Commissioner Leibowitz testified on behalf of the Commission in favor of legislation that would clearly prohibit these anticompetitive settlements: in January, before the Senate Judiciary Committee and, in May, before the Subcommittee on Commerce, Trade, and Consumer Protection of the House Committee on Energy and Commerce. \u0018\u0018FEdERAl TRAdE COmmissiOn provision in its agreement and Barr immediately announced that it would begin marketing generic Ovcon in the U.S. Warner Chilcott settled with the Commission in October 2006, agreeing to certain terms designed to protect generic entry into the market. In November 2007, Barr agreed to refrain from entering into similar supply agreements with branded companies. Connecticut Chiropractic Association . In March 2008, the Commission challenged an allegedly illegal group boycott by two chiropractic associations and their counsel aimed at a cost-saving Connecticut health plan. According to the FTC, the Connecticut Chiropractic Association, the Connecticut Chiropractic Council and CCA's legal counsel conspired through a campaign of meetings and other communications to organize their members to refuse to deal with American Specialty Health, which offered a chiropractic benefits administration program in the state. In settling the matter, the Commission accepted a proposed consent order that prohibits the parties from seeking agreement among competing chiropractors to negotiate with payors on behalf of any chiropractor, or to refuse to deal with any payor. Colegio de Optometras . In July 2007, the Commission charged a group of optometrists in Puerto Rico with violating the FTC Act by orchestrating agreements among members of the Colegio de Optometras to refuse, or threaten to refuse, to accept vision and health care contracts except on collectively agreed-upon terms. T wo leaders of the group were also charged with facilitating the agreement by urging members not to participate in the vision network. The Commission's consent order settling these charges bars the group and the two leaders from engaging in such conduct, while allowing them to undertake certain kinds of joint contracting arrangements by which physician participants control costs and improve quality by managing the provision of services. FTC staff worked with the Office of Monopolistic Affairs of Puerto Rico's Department of Justice on this case. South Carolina State Board of Dentistry . This past year, the Commission settled a 2003 complaint charging the South Carolina State Board of Dentistry with unlawfully restraining competition by enacting a rule that required a dentist to examine every child before a dental hygienist could provide preventive dental care - such as cleanings - in schools. The Board, which is a state regulatory agency composed primarily of practicing dentists, claimed that its actions were immune from antitrust challenge under the state action doctrine, but that argument was rejected in a 2004 Commission opinion holding that the Board's conduct was directly contrary to state law. In 2006, the U.S. Court of Appeals for the Fourth Circuit dismissed the Board's interlocutory petition for review for lack of jurisdiction, and the Supreme Court denied certiorari in January 2007. The FTC's June 2007 consent LAwREncE DEMILLE-wAgMAn Office of the general counsel Larry is an attorney who has represented the FTC in federal courts of appeals for over 20 years. In 2004, in Mainstream Marketing v. FTC , Larry successfully defended the FTC's Do Not Call rule, which now blocks unwanted telemarketing calls from over 150 million telephones. In TransUnion v. FTC , Larry won a ruling upholding an FTC order preventing credit bureaus from selling credit reports to marketers who used the information to target unsolicited ads to consumers. In FTC v. Check Investors , he argued in support of a court order applying the FDCPA to halt abusive debt collection practices by a company specializing in collecting dishonored checks. Larry received the FTC's Louis D. Brandeis litigation award in 2001. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn \"American homeowners and future homeowners owe a great debt of gratitude to the FTC . . . for [its] ongoing dedication to reverse the protectionist efforts of real estate organizations such as Realcomp to interfere in the marketplace in order to force American homeowners to pay more than necessary for real estate services.\" - American Homeowners Grassroots Alliance, January 2008order requires the Board to publicly support the current state public health program that allows hygienists to provide preventive dental care to schoolchildren, especially those from low-income families. 2. real estate nonmerger enforcement The Commission continues to challenge realtor board rules that restrain competition and hinder consumer choice in markets throughout the country. This work is the product of a 2006 enforcement sweep of the real estate brokerage industry, which resulted in seven separate actions against realtor boards. Six of these were resolved by consent order requiring each realtor board to discontinue enforcing the polices that, the Commission alleged, kept nontraditional brokers from competing, and in one investigation led to an administrative complaint against a realtor group. The Commission also settled an action raising similar concerns with a Milwaukee-based realtor group in the past year. RealComp . In October 2006, the Commission issued an administrative complaint charging Realcomp with violating Section 5 of the FTC Act by prohibiting information on Exclusive Agency listings and other forms of nontraditional listings from being transmitted from the multiple listing service (MLS) it maintains to public real estate websites. The complaint further alleged that the conduct was collusive and exclusionary, because the brokers enacting the rules were essentially agreeing among themselves how to compete with one another, and were withholding the valuable benefits of the MLS from nontraditional real estate brokers. In December 2007, an administrative law judge dismissed the complaint, ruling that Commission staff had not met its burden of demonstrating that the group's policies unreasonably restrained or substantially lessen competition under a standard rule of reason analysis. The ALJ found that \"despite Realcomp's market power and the implementation of the Website Policy, discount brokerage services continue to be widely available.\" Commission staff is appealing the ALJ's decision, and the Commission will hear arguments in the case in April 2008. Multiple Listing Service, Inc . The FTC settled charges that Multiple Listing Service, Inc. (MLS, Inc.), a group of real estate professionals based in Milwaukee, Wisconsin, adopted rules that withheld valuable benefits of the multiple listing service it controls from consumers who chose to enter into nontraditional listing contracts with real estate brokers. The rules blocked less-than-full-service listings from being transmitted by MLS, Inc. to popular Internet websites, but provided this important benefit for traditional forms of listings. Under the terms of the December 2007 consent order, MLS, Inc. is barred from adopting or enforcing any rule that treats one type of real estate listing agreement more advantageously than any other, and from interfering with the ability \u00188FEdERAl TRAdE COmmissiOn of its members to enter into any kind of lawful listing agreement with home sellers. 3. technology nonmerger enforcement Competition in the high technology sector, such as in the computer hardware and software industries, is critical to consumers and the economy. The Commission is vigilant against conduct that seeks to distort competition in these dynamic markets. Rambus . The Commission continues to litigate its claims that Rambus, Inc. unlawfully monopolized markets for four computer memory technologies that were incorporated into industry standards for dynamic random access memory (DRAM) chips. DRAMs are widely used in personal computers, servers, printers, and cameras. In its July 2006 opinion, the Commission found that, through a course of deceptive conduct, Rambus was able to distort a critical standard-setting process and engage in an anticompetitive \"hold up\" of the computer memory industry. The Commission found that Rambus illegally acquired monopoly power through exclusionary acts, and issued an order limiting the royalty rates Rambus may collect under its licensing agreements including with those firms that may have already incorporated its DRAM technology. Rambus appealed the Commission's order to the U.S. Court of Appeals for the District of Columbia Circuit, which heard oral arguments in February 2008. N-Data . In January 2008, the Commission charged that Negotiated Data Solutions LLC (N-Data) violated Section 5 of the FTC Act by engaging in unfair methods of competition. N-Data acquired patent rights originally held by National Semiconductor Corp. that were included in an IEEE industry standard for autonegotiation technology, the technology that allows Ethernet devices made by different manufacturers to work together. Ethernet is a computer networking standard that is used in nearly every computer sold in the U.S. N-Data reneged on National Semiconductor's commitment to charge a one-time royalty of $1,000 to manufacturers or sellers of products using the IEEE standard, and demanded higher royalties from users. In a consent order resolving the charges, the Commission ordered N-Data to stop enforcing the patents at issue unless N-Data has first offered a license under the original terms. Chairman Majoras dissented from the Commission's decision on the grounds that, unlike the conduct of patent-holders in other standard-setting cases brought by the Commission, there were no allegations here of deception or improper or exclusionary conduct to induce the standard-setting body to include N-Data's technology in the standard that was adopted. Commissioner Kovacic also dissented, arguing that the conduct at issue did not constitute an unfair method of competition or an unfair act or practice under Section 5 of the FTC Act. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn 4. energy nonmerger enforcement On the nonmerger front, the Commission also guards against anticompetitive conduct in the energy industry and brings enforcement actions when necessary. American Petroleum Company, Inc . In July 2007, the Commission charged that a motor oil lubricant importer illegally conspired with its competitors to restrict the importation and sale of these products in Puerto Rico, which resulted in higher prices paid by consumers. According to the FTC's complaint, during 2005 and 2006, American Petroleum joined with numerous others in the Puerto Rico lubricants industry to lobby for the delay, modification, or repeal of Puerto Rico Law 278, which imposes an environmental recovery fee of 50 cents per quart. With the effective date of the law approaching, the importers adopted a strategy of refusing to import lubricants as a means of forcing a change. The consent order settling the charges bars American Petroleum from conspiring with its competitors to restrict output, refuse to deal, or boycott any lubricant buyer or potential buyer. C. guidance, t ransparency, and process issues During the last year, the Commission and its staff sought to provide fact- specific guidance in a detailed closing statement accompanying an investigation and in two advisory letters. These instances presented opportunities to clarify standards of review and competitive analysis. In addition, with DOJ authorization, the Commission filed two separate civil penalties actions for violations of the Hart-Scott-Rodino (HSR) Act's premerger reporting requirements. HSR rules and regulations form the foundation of the Commission's merger review process, and the Commission is dedicated to investigating potential violations of the HSR rules and bringing civil penalties actions when appropriate so as not to give parties to some mergers an unfair advantage. Google/DoubleClick . In December 2007, the Commission announced that it would not seek to block Google, Inc.'s proposed acquisition of Internet advertising server DoubleClick, Inc. Among the reasons the Commission provided in its extensive statement outlining its decision were: the evidence showed that Google and DoubleClick were not direct competitors in any relevant antitrust market, that current competition among firms in the third party ad serving market was vigorous and was likely to increase, and that it was unlikely that Google could effectively foreclose competition in the related ad intermediation market following the acquisition. To address \"Petitioning the government to repeal a law you don't like is perfectly legal and, in fact, is a basic constitutional right. But where firms take direct action in the marketplace as a means of pressuring the government, they cross the line from permissible to illegal conduct. That's what happened here, and that's why we brought this case.\" - BC Director Jeffrey Schmidt, \"FTC Charges Puerto Rico Lubricant Importer with Illegal Agreement: Consent Order Bars Company from Conspiring to Limit Imports and Sales\" (press release, June 14, 2007) 20FEdERAl TRAdE COmmissiOn consumer privacy concerns that were raised during the investigation but are not limited to the activities of the merging companies, the Commission proposed self-regulatory privacy principles for online behavioral advertising and requested comments from interested parties. MedSouth Follow-Up Advisory Letter . In 2002, Commission staff issued an advisory opinion concerning a proposed joint venture involving a clinically integrated network of physicians, to be known as MedSouth, Inc. This past year, staff conducted its own \"check up\" of the operation of the Denver-based group. After receiving information and data from MedSouth, staff confirmed in a follow-up letter dated June 18, 2007, that it had no present intention to challenge the group's operation, noting that concerns about the market power of the group had diminished over time as the number of physicians participating in the venture had dropped. Greater Rochester Independent Practice Association, Inc . Advisory Letter . Commission staff advised a multi-specialty physician practice group of primary care and specialist physicians practicing in the Rochester, New York area, that it had no present intention to challenge the organization's operation as a non-exclusive physician network joint venture. The physician group requested an advisory opinion on its plan to integrate and coordinate patient services among the 575 physician members. FTC staff found that, although the group could contract jointly, the non-exclusive nature of the joint venture allowed members to negotiate separately with health plans and other customers choosing not to purchase network services, and that there were other physician networks operating in the area. The group's proposal to institute \"best practices\" and monitor treatment and outcomes offers opportunities for significant benefits for patients, and joint contracting may be reasonably necessary to achieve efficiencies and reduce costs through the coordination of care among network providers. Premerger Filing Violations . During the last year, the Commission filed, with DOJ authorization, two civil penalty actions against businesses and individuals for violating the premerger reporting requirements of the Hart-Scott-Rodino Act. In May 2007, James D. Donder o paid $250,000 to settle charges that a hedge fund he managed did not file premerger documents for the acquisition of shares in Neighborcare, Inc. , which were in excess of the $50 million HSR filing threshold. Separately, in December 2007, the FTC obtained $1.1 million in civil penalties from ValueAct Capital Partner s, an investment firm, to settle charges that it had failed to make the required HSR filings related to certain 2005 stock acquisitions. ValueAct failed to file HSR documents on similar purchases in 2003, but had made corrective filings once notified of the need to file, and the FTC did not take action at that time. When the firm made additional stock purchases in 2005 and again failed to make appropriate and timely HSR filings, the FTC sought civil penalties for violations of the HSR Act. 2\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Chapter 2. Competition p olicy t ools In addition to - and to support - its enforcement work, the FTC promotes competition through a wide variety of activities, such as research and reports, workshops, advocacy filings, amicus briefs, and testimony before Congress. This work helps inform the Commission and others about emerging legal and economic issues affecting competition enforcement. Through this \"competition R&D,\" the agency invests in its resources to maintain its expertise and shares important information with other policymakers, the antitrust bar, businesses, and the general public thereby continuing to provide leadership on competition policy. a. research and reports The Commission continues its efforts to address antitrust issues of national importance through conducting research and issuing reports. In the past year, Commission staff worked on a wide range of subjects, from evolving legal standards for single-firm conduct and intellectual property issues relating to competition policy, to industry studies in energy, real estate, broadband, and postal services. 1. energy Electric Energy . In April 2007, the Electric Energy Market Competition Task Force - comprised of representatives of the FTC, the Federal Energy Regulatory Commission, and the Departments of Justice, Energy, and Agriculture - transmitted a report to Congress concerning competition in the wholesale and retail markets for electric energy. The Task Force report - submitted in response to a directive contained in the Energy Policy Act of 2005 - addressed a number of key issues involving competition in wholesale electric power markets including whether competition in such markets has resulted in sufficient generation supply and transmission to provide wholesale customers with the kind of choice that generally is associated with competitive markets. The report also discussed competition in retail electric power markets, including the experience of a number of states that have implemented retail competition, as well as a number of complex issues that states may wish to consider as they evaluate their retail electric competition policies. 2006 Gasoline Price Increases . In August 2007, the FTC and DOJ sent to President Bush a \"Report on Spring/Summer 2006 Nationwide Gasoline Price Increases,\" explaining that the gasoline price increases in 2006 were not the result of violations of the antitrust laws, but stemmed from the following market factors: (1) seasonal effects of the summer driving season; (2) crude oil price increases; (3) ethanol price 22FEdERAl TRAdE COmmissiOn Internet Access Task Forc e The Commission's Internet Access Task Forc e was established by Chairman Majoras in August 2006 to examine broadband Internet connectivity issues, including the regulation of broadband providers on data prioritization, exclusive deals, and vertical integration. In addition to its 2007 Broadband Report and 2006 Wi-Fi Report, the Task Force currently is exploring the competition and consumer protection issues raised by the emergence of Voice over Internet Protocol, or VoIP , as a replacement for wireline telephone service.increases; (4) capacity reductions due to refiners' transition from the fuel additive methyl tertiary-butyl ether to ethanol; (5) refinery outages due to external events such as hurricanes; and (6) increased consumer demand for gasoline beyond the seasonal effects of the summer driving season. Ethanol Production . In November 2007, the Commission issued its third annual report on the state of ethanol production in the U.S. The report noted that, as of September 2007, 13 firms had entered into the production of ethanol during the preceding year, bringing the total number of U.S. producers to 103. As new firms have entered, the market, which is unconcentrated by any measure of capacity or production, has become even more unconcentrated. The FTC concluded that current levels of market concentration would not support a presumption that a single firm, or a small group of firms, could wield sufficient market power to set or coordinate price or output levels. 2. technology Broadband Report . In June 2007, the FTC released a staff report, \"Broadband Connectivity Competition Policy,\" that urged caution in enacting so-called \"network neutrality\" regulations. The report, the work of the Commission's Internet Access Task Force, provides important background information on the technical functioning of the Internet, identifies guiding principles for policymakers, and cautions against imposing new regulations in the evolving, dynamic broadband Internet industry in the absence of significant market failure or demonstrated consumer harm. This report follows a 2006 Task Force report, \" Municipal Provision of Wireless Interne t,\" which identified the potential benefits and risks to competition and consumers associated with municipal provision of Internet service, thus providing a framework for policymakers considering whether and how municipalities should provide such service. 3. intellectual property Second Report on Intellectual Property and Competition . In April 2007, the FTC and DOJ issued a joint report, \" Antitrust Enforcement and Intellectual Property Rights: Promoting Innovation and Competitio n,\" addressing issues arising when antitrust law is applied to conduct involving intellectual property rights. This is the second report, of two, to come out of a series of 24 hearings spanning 10 months, during which the agencies received comments and heard testimony from over 300 business, government, and academic commentators offering diverse perspectives. The report emphasizes that the agencies use a flexible rule of reason approach for the vast majority of conduct involving intellectual property rights, in order to promote the common goals of encouraging innovation and competition. In 2003, the FTC issued the first report on these hearings, \" To Promote Innovation: The Prope r gREg LuIB Office of Policy Planning As Assistant Director of the Office of Policy Planning, Greg has been significantly involved in the Commission's policy work in the last year across a number of topics. He served as a principal drafter of the joint FTC/DOJ report on \"Competition in the Real Estate Brokerage Industry.\" As a member of the FTC's Internet Access Task Force, Greg oversaw the drafting of the staff report on \"Broadband Connectivity Competition Policy,\" which addressed the complex and controversial subject of network neutrality regulation. Greg was awarded the Commission's 2007 Paul Rand Dixon award for his efforts in the area of competition policy development and advocacy. 2\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Balance of Competition and Patent Law and Policy .\" That report urged that the role of competition in promoting innovation be considered when formulating patent policy. 4. other Real Estate Report . In May 2007, the FTC and DOJ issued a joint report on the nature of competition in the real estate brokerage industry, including structural characteristics of the industry, the recent growth of nontraditional brokerage models, the impact of the Internet on consumers of brokerage services, and obstacles to a more competitive environment. The report compiled information gathered during a joint FTC/DOJ workshop in October 2005. In conjunction with the report, the FTC issued a new consumer alert, \"Buying a Home: It's a Big Dea l,\" with tips for using the services of a real estate professional when purchasing a home. Postal Service Study . In January 2008, the Commission issued a report, required by the Postal Accountability and Enhancement Act, that examined federal and state laws that apply differently to the U.S. Postal Service (USPS) and to its private competitors offering comparable products. The report concluded that legal constraints increase the USPS's costs, and implicit subsidies partially mask those costs from consumers. Taken together, consumers buy more competitive mail products from the USPS and more resources are used to produce these products than would occur in a market without these distortions. The report also laid out some options for Congress and the Postal Regulatory Commission to consider to minimize or eliminate these market distortions. Authorized Generics Study . The Commission is conducting a study on authorized generic drugs. The study is intended to help understand the circumstances under which innovator companies launch generics; to provide data and analysis regarding the effects of authorized generics on short-term price competition, particularly during the Hatch-Waxman Act's exclusivity period, and on long-term prospects for generic entry; and to add to the research on the effect of generic drug entry on prescription drug prices. In 2007, the Commission issued orders to branded and generic manufacturers and marketers of pharmaceuticals, requiring responses to information requests. Staff will prepare a report based on the information that is received. 2\u0018FEdERAl TRAdE COmmissiOn B. hearings and Workshops The Commission also organizes public hearings and workshops to gain a deeper understanding of the complex economic and legal issues surrounding various antitrust issues and to help it develop effective policy research and development tools. These events generally bring together experts from various legal, business, academic, and government backgrounds to exchange ideas, challenge positions, and reflect on new issues to study. 1. hearings Single-Firm Conduct Hearings . Between June 2006 and May 2007, the FTC and DOJ Antitrust Division held a series of joint public hearings to study the antitrust implications of single-firm conduct. The hearings included 29 sessions with approximately 120 panelists that discussed when specific types of single-firm conduct may be anticompetitive and violate Section 2 of the Sherman Act, and when such conduct is pro- competitive and lawful. The hearings focused on the identification and analytical meaning of monopoly power; circumstances that determine exclusionary conduct; unilateral refusals to deal with rivals; predatory pricing and bidding; loyalty and bundled discounts; exclusive dealing; tying; misleading and deceptive conduct; remedies; historical and strategic business perspectives; the use of empirical data; and international perspectives. Agency staff is preparing a report that draws conclusions based on the hearings and relevant scholarship. 2. Workshops Energy Conference . In April 2007, the FTC hosted a three-day public conference, Energy Markets in the 21st Century: Competition Policy in Perspective , that examined: (1) the relationship between market forces and government policy in energy markets; (2) the dependence of the U.S. transportation sector on petroleum; (3) the effects of electric power industry restructuring on competition and consumers; (4) technological developments in the industry; (5) the security of U.S. energy supplies; and (6) the government's role in maintaining competition and protecting energy consumers. Based on presentations at the conference, as well as additional research and analysis, the Commission expects to issue a report that will address a number of key energy issues, including the security of energy supplies and proposals for addressing climate change concerns. Grocery Store Antitrust . In May 2007, the FTC's Bureau of Economics held a one-day conference on the antitrust analysis of the grocery industry including both historical perspectives and current methods of analysis. The presentations included recent academic work related to competition in this industry, a historical review of the Commission's actions in this industry, current economic analysis of grocery and retail competition, and recent work on new methods for analyzing grocery and retail competition. in the 21st century: Competition Policy in Perspective energy markets2\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Unilateral Effects . In February 2008, the FTC convened a public workshop, \"Unilateral Effects Analysis and Litigation,\" that brought together recognized legal and economic experts to discuss how unilateral effects theories are applied to mergers of firms selling competing but differentiated products as well as judicial perspectives on such theories. Among economists, unilateral effects is a widely accepted theory of competitive harm. Yet both the FTC and DOJ have experienced some difficulties litigating differentiated product cases under a unilateral effects theory. Panelists discussed, from the trial attorney's point of view, effective strategies for litigating mergers under unilateral effects theory and the relative importance of presenting business documents, customer testimony, industry experts, and other non-economic market evidence when bringing a unilateral effects case. Other panelists examined the importance of econometric and non-econometric evidence when relied upon by experts, and how reliance on such evidence may bolster or undermine the credibility of the expert. The workshop included a moot court-style presentation, moderated by two federal judges, that examined different litigation strategies. C. advocacy Letters and Comments Providing policymakers with a framework to analyze competition issues is an important component of the Commission's mission to promote competition for the benefit of consumers. Government-imposed impediments can be among the most durable and effective restraints on competition. Thus, in response to requests, the FTC advises state and federal entities on the potential competitive impact of pending governmental actions focusing on the same critical economic sectors that receive emphasis in FTC law enforcement: health care, energy, real estate, and others that have a major impact on consumers' wallets. Unauthorized Practice of Law . During the last year, FTC staff filed comments before a number of state entities arguing against proposals to prevent non-lawyers from performing certain tasks. In April 2007, FTC and DOJ filed joint comment s with the New York State Assembly Committee on the Judiciary opposing a proposal to expand the scope of activities that must be performed by a lawyer during a real estate transaction. In addition, in comments filed with the Connecticut Superior Cour t and the Supreme Court of Hawai i (jointly with DOJ) in the past year, FTC staff communicated its long-standing position that non-lawyers should be permitted to compete with lawyers in areas where no specialized legal knowledge and training is demonstrably necessary to protect the interests of consumers because such lawyer/non-lawyer competition provides consumers with a broader range of service options and lower prices. \"The challenge for the FTC, looking ahead, is to ensure that private and public restrictions do not conspire to inhibit the introduction of innovative solutions. Some of these solutions may work, and some may fail; but our job as competition enforcers is to ensure that anticompetitive restrictions do not doom them to failure.\" - Chairman Majoras, Keynote Address before the ABA Section of Antitrust Law Fall Forum (Nov. 15, 2007)2\u0018FEdERAl TRAdE COmmissiOn Health Care . Pharmacy Benefit Managers . In April 2007, FTC staff provided comments on legislation in New Jerse y that would regulate the contractual relationship between pharmacy benefit managers and both health benefit plans and pharmacies. The comments argued that the proposed law would limit the abilities of these parties to enter into efficient, mutually beneficial contracts and might increase costs of pharmaceutical care for employers, unions, and consumers. For example, according to FTC staff, the bill might adversely impact the efficient use of mail-order pharmacies, or impede price competition among pharmaceutical companies or pharmacies. Limited Service Clinics . In October 2007, the Commission filed comments with the Massachusetts Department of Public Healt h, commending the flexibility of proposed regulations for new limited service clinics (LSCs), sometimes referred to as retail clinics, as a means to expand access to basic health care services for certain patients. At the same time, staff expressed concern that a proposed requirement that all LSC advertising - and no other clinic advertising - be pre-screened and pre-approved could deprive consumers of useful information about available care and act as a barrier to entry for new competitors. Service Provider Collective Bargaining . In January and February 2008, FTC staff provided comments on initiatives to permit collective bargaining by health care service providers in Puerto Rico and Ohio, respectively. In Puerto Rico, proposed legislation sought to permit collective bargaining on fees and other matters by health care service providers. In Ohio, an executive order sought to require collective bargaining, via a single representative, for certain home health care workers. In each case, FTC staff argued that such collective bargaining could raise prices for, and thereby reduce access to, health care services, without ensuring better quality care as a countervailing benefit for consumers. For those reasons, the Commission has enforced the antitrust laws when certain private groups of health care providers have colluded to fix prices, and the Commission consistently has opposed legislative proposals to exempt from antitrust scrutiny various categories of health care providers. Certificates of Need . In February 2008, the Commission submitted written testimony to a committee in the Alaska House of Representatives on legislation that would modify or repeal certain aspects of Alaska's certificate of need (CON) law, which applies to health care facilities in that state. The Commission observed that, although CON laws were intended to help contain health care spending, the best available research does not support the conclusion that CON laws actually reduce such expenditures. Rather, CON laws Supreme Court Decision The Supreme Court's 2007 seminal decision on rule of reason treatment for minimum resale price maintenance in Leegin Creative Leather Products, Inc. v. PSKS, Inc., for which DOJ and FTC submitted a joint amicus brief, cited FTC studies in overturning the century-old standard A FORCE FOR COnsumERs And COmpETiTiOn tend to create barriers to entry for health care service providers who may contribute to qualitative competition and provide consumers with important choices in the market. Moreover, CON laws may be subject to abuse by incumbent providers, who can seek to exploit a state's CON process to forestall the entry of competitors in their markets. Energy . Electricity Transmission . In May 200 7, the FTC filed comments in response to the Federal Energy Regulatory Commission's (FERC) Notice of Proposed Rulemaking that would create standards to prevent electricity transmission providers from cross-subsidizing or discriminating in favor of their energy affiliates. The Commission encouraged FERC to consider expanding the rules to cover discrimination not only in favor of marketing affiliates but also in favor of non-marketing affiliates, in both the natural gas and electric power sectors. In September 200 7, the Commission provided comments to FERC regarding regulatory reforms designed to promote more vigorous competition in organized wholesale electric power markets. The FTC comments suggested ways to strengthen competition and prevent the exercise of market power by electricity generators, including taking greater account of the competitive benefits of demand response and ensuring the independence of market monitors in the organized wholesale markets. Gasoline Industry . In May 200 7, FTC staff submitted comments advocating against proposed Connecticut legislation requiring gasoline retailers to base their price on historic gasoline costs and banning zone pricing. The comments noted that limiting retailers' ability to react to wholesale price increases is likely to harm consumers by reducing the market's ability to ameliorate supply shortages and by causing retailers to hold smaller inventories of gasoline than they otherwise would. Further, staff explained how zone pricing can allow refiners and lessee-dealers more efficiently to share risk. In June 200 7, FTC staff filed comments on a proposal to repeal Washington, D.C.'s current ban on jobber ( i.e., wholesaler) operation of retail service stations, explaining that such divorcement provisions are associated with higher retail gasoline prices. Staff supported the proposal, but also noted that a total repeal of D.C.'s divorcement provision, which also applies to refiners, producers, and manufacturers, likely would benefit consumers more than the proposed partial repeal. Real Estate . In May 2007, the FTC and DOJ filed a joint comment with Michigan Governor Jennifer M. Granholm opposing proposed legislation that would set minimum service requirements for all real estate professionals in the state regardless of whether consumers actually wanted all of the services. The agencies raised concerns about unnecessary and 28FEdERAl TRAdE COmmissiOn confusing requirements for brokers, and limits on advertising that would not provide benefits to consumers and could hamper brokers offering nontraditional service models. D. Amicus Briefs During the past year, the FTC filed two amicus briefs to assist federal courts of appeals in resolving important competition-related issues. In re DDAVP Direct Purchaser Antitrust Litigation . In May 2007, the Commission and DOJ filed a joint amicus brief in support of a group of plaintiffs who were direct purchasers of the brand-name drug DDAVP . The plaintiffs alleged that the patent for the active ingredient in DDAVP had been obtained by fraud on the Patent and T rademark Office, and that, by maintaining and enforcing that patent, two drug companies who owned the patent, and a third company that was the exclusive licensee, had violated Section 2 of the Sherman Act. The brief urged the Second Circuit to reverse the district court's decision, which held that the plaintiffs lacked standing to bring monopolization claims against the drug companies. In re Ciprofloxacin Hydrochloride Antitrust Litigation . The Commission filed in January 2008 an amicus brief urging the Federal Circuit to overturn a district court decision that immunized from the antitrust laws agreements entered into by the holder of a pharmaceutical patent and generic competitors. Pursuant to these agreements, the patent holder paid the competitors nearly $400 million in exclusion payments. In exchange, the competitors agreed to delay entering the market with their generic drug until the patent on the brand-name version had expired. In its brief, the Commission argued that, outside the patent context, an agreement to pay a potential competitor not to compete constitutes a well established violation of the antitrust laws, and the presence of a patent, without more, does not immunize that agreement from antitrust scrutiny. e. Congressional t estimony The FTC's Commissioners and senior staff testified before Congress in the past year on several important competition-related topics, including patent settlements between generic and branded drug manufacturers, gasoline pricing, and a proposed antitrust exemption for independent pharmacies. Health Care . During the last year, Commissioners and other senior FTC staff provided congressional testimony on health care-related subjects. In May 2007, Commissioner Leibowitz presented testimon y discussing recent court decisions that have made it more difficult to bring antitrust cases to stop anticompetitive exclusion payment settlements between 2\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn branded drug manufacturers and their generic competitors, and the Commission's support for effective legislation to prevent this practice. In October 2007, David P . Wales, Deputy Director of the Bureau of Competition, presented the Commission's view s on H.R. 971, the proposed \"Community Pharmacy Fairness Act of 2007,\" that would create an antitrust exemption for pharmacies to bargain jointly for higher fees and more favorable contract terms from health plans. As with previous attempts to create a special exemption for health care providers, the Commission opposed the bill, which threatens to raise prices to consumers, particularly seniors, for much-needed medicines. Energy . In May 2007, Commissioner William E. Kovacic testifie d on behalf of the Commission before the House Energy and Commerce Subcommittee on Oversight and Investigations concerning the FTC's varied initiatives to protect competitive markets in the production, distribution, and sale of gasoline and other petroleum products. The testimony emphasized the FTC's vigorous monitoring and enforcement activities in the petroleum industry and the agency's numerous research efforts - in the form of conferences, studies, and reports - that inform and complement its work. Also in May 2007, Michael A. Salinger, then-Director of the Commission's Bureau of Economics, presented FTC testimon y on petroleum industry concentration before the Joint Economic Committee of Congress. The testimony described the Commission's efforts to protect competitive markets in the production, distribution, and sale of gasoline through the agency's comprehensive merger program and its monitoring of wholesale and retail gasoline prices. The testimony pointed to recent energy enforcement actions, noting that the Commission has brought more merger cases - and has obtained merger relief in many instances - at lower market concentration levels in the petroleum industry than in any other industry. Chapter 3. Competition - Consumer and Business education and outreach In conjunction with its law enforcement and advocacy work, the Commission also strives to bolster confidence in the marketplace through public education and outreach efforts directed at both consumers and businesses. As part of this effort, the agency has developed a multi-dimensional outreach program to inform consumers - individuals and businesses alike - about the benefits of competitive markets and the importance of antitrust enforcement in promoting competitive prices, higher quality goods and services, and more choices. To promote transparency and provide answers about the Commission's mission, the agency continues to develop resources to help explain the benefits of the antitrust laws, including a broad collection of brochures, articles, reports, fact \u00180FEdERAl TRAdE COmmissiOn sheets, and other products to reach the general public, attorneys, and the business community. The FTC also works with other public and private organizations to widely disseminate its important message. Competition Counts. The Commission continues to expand efforts to educate the public about the benefits of competition, distributing its consumer brochure, Competition Counts: How Consumers Win When Businesses Compet e, at events promoting the work of the agency and with students and foreign visitors. The brochure also is available in Spanish. Promoting Competition, Protecting Consumers: A Guide to the Antitrust Laws. This spring, the Bureau of Competition will introduce new resources for individuals and businesses who have questions about the antitrust laws. Promoting Competition, Protecting Consumers: A Guide to the Antitrust Laws contains fact sheets on individual topics, such as price fixing, refusals to deal, and merger review, and provides case examples and answers to Frequently Asked Questions. The guides can be found on the agency's website and are downloadable in PDF format. With newly designed web pages, these resources include links to the Commission's competition guidance material, such as the Horizontal Merger Guidelines, Guidelines for Collaborations Among Competitors, and policy statements in health care and international operations. Bureau of Competition User's Guide . In April 2007, BC Director Jeff Schmidt released the Bureau of Competition User's Guide , a resource for anyone needing to know about the work of the Bureau and who to contact about competition issues. The guide contains helpful information about the Offices and Divisions of the Bureau of Competition, describes the types of investigations handled by each shop, and includes contact information for managers and staff. The User's Guide is available in print and online, and was updated in March 2008. Industry-specific Websites . The Commission's website is organized to provide \"few clicks\" access for the public and practitioners to access important information relating to its competition work in a variety of vital industries. The FTC maintains four mini-websites with all the latest developments in FTC policy and enforcement in the oil and ga s, health car e, real estat e, and technolog y fields. In the past year, the agency also developed three new mini-websites devoted to attorney regulatio n, alcohol regulatio n, and optometry regulatio n, to highlight the FTC's efforts to promote competition in these important sectors. Competition-related Consumer Education . The Commission continues to supplement its antitrust enforcement and policy work with information aimed at consumers and businesses to assist them in recognizing anticompetitive conduct and understanding the potentially detrimental effects of corporate mergers or other restrictive corporate behavior. For example, when issuing the joint FTC/DOJ Real Estate \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Report, the FTC published \" Buying a Home - It's a Big Dea l\" offering home buyers information on tips for selecting a real estate broker, using the Internet to shop for homes, and new choices available from brokers offering nontraditional services which can result in a lower purchase price. \u00182FEdERAl TRAdE COmmissiOn\u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn seCtion tWo: Consumer proteCtion mission The FTC protects the public from unfair, deceptive, and fraudulent practices in the marketplace and addresses consumer protection issues that touch all Americans. Dedicated to carrying out this mission, the Commission has pursued a vigorous and effective law enforcement program in a dynamic marketplace. Increased globalization, fast-paced changes in technology, and scams that adapt and evolve with the marketplace are just three issues that the FTC faces. Through the efforts of a dedicated, professional staff, the FTC handles a growing workload, invigorated by the challenges of the 21st century. During the past year, the agency's consumer protection work has focused on data security and identity theft, technology risks to consumers such as spam and spyware, fraud in the marketing of health care products, deceptive financial practices in the subprime mortgage and credit repair industries, telemarketing fraud, and Do Not Call enforcement. Because many of the frauds that the FTC pursues civilly also often are criminal violations, the Criminal Liaison Unit cooperates with criminal authorities bringing the collective powers of different government agencies to bear upon serious misconduct in many consumer protection areas. In fulfilling its consumer protection mission, the FTC employs a variety of cutting-edge tools to help the agency stay at the forefront of emerging technologies and rapidly evolving fraudulent schemes. These tools include law enforcement, consumer education, business guidance, market research, and the encouragement of sound self-regulatory programs. The FTC's information- gathering arsenal includes public workshops, rulemakings, reports, and domestic and international databases. The FTC combines these efforts to empower consumers and to inform policymakers, businesses, and the public as a whole. \"Our job continues to be empowering consumers to participate fully in the global marketplace that presents new opportunities. We ensure that consumers receive adequate market information; that consumers are not buried under an onslaught of unwanted noise masquerading as information; and that consumers' own personal information is protected from unauthorized access in the marketplace.\" - Chairman Majoras, Keynote Address before the Federal Communications Bar Association's Annual Meeting (June 27, 2007)\u0018\u0018FEdERAl TRAdE COmmissiOn Chapter 4. Consumer protection Law enforcement a. fraud and Deception Law enforcement One of the FTC's highest priorities is vigorously fighting fraudulent and deceptive practices that harm consumers. From March 2007 through February 2008, the FTC filed 38 actions in federal district court and obtained 111 judgments and orders requiring defendants to pay over $240 million in remedies. This figure includes more than $161 million in consumer redress and referrals to the Department of Justice which resulted in 16 civil penalty orders and more than $11 million in civil penalties. In many of these cases, the FTC worked with local, state, federal, and international law enforcement authorities to achieve effective results. The following are examples of enforcement actions initiated by the Bureau of Consumer Protection challenging a myriad of illegal conduct extending across various industries. Deceptive Lending and Other Credit Schemes . Financial issues impact all consumers - whether they are purchasing a home, trying to establish credit or improve their credit rating, or managing rising debt. Thus, protecting consumers in the financial services marketplace is a critical part of the FTC's consumer protection mission. The FTC has focused recent efforts in this area on subprime lending, misleading mortgage claims, abusive debt collection practices, and deceptive marketing of debt reduction programs that can have financially and emotionally devastating effects on consumers, resulting in higher-cost loans, foreclosures, ruined credit histories, bankruptcy, and unwarranted fears of arrest and incarceration. Debt Negotiation and Settlement . In March 2007, the Commission filed a complaint in Debt Set, Inc ., alleging that the defendants, marketers of debt reduction programs, had deceptively represented to consumers the amount of debt they could reduce, the associated fees, and other key loan terms. In January 2008, five of the six defendants agreed to a settlement prohibiting them from making any such misrepresentations, Top Consumer Fraud Complaints in 2007 1. Identity Theft 258,427 complaints 32% 2. Shop-at-Home/Catalog Sales 62,811 complaints 8% 3. Internet Services 42,266 complaints 5% 4. Foreign Money Offers 32,868 complaints 4% 5. Prizes/Sweepstakes and Lotteries 32,162 complaints 4% 6. Computer Equipment and Software 27,036 complaints 3% 7. Internet Auctions 24,376 complaints 3% 8. Health Care Claims 16,097 complaints 2% 9. Travel, Vacations, and Timeshares 14,903 complaints 10. Advance-Fee Loans and Credit Protection/Repair 14,342 complaints 2%ALLISon BRown Bureau of consumer Protection Division of Financial Practices A Division of Financial Practices' attorney since 2000, Allison is a skilled advocate and litigator. She has played a key role in many of the FTC's landmark financial services cases, including Fairbanks/ Select Portfolio Servicing , AmeriDebt , and Mercantile Mortgage . Allison's skill at analyzing financial policy issues was evident in the December 2007 FTC staff comment to the Office of Thrift Supervision explaining the evolution of unfairness concepts and their historical application to financial services issues. Allison also assessed the policy implications of innovations in payment technology as part of the Commission's November 2006 Tech-ade Hearings, and has taken the lead on consumer protection policy issues related to payment processing. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn requiring disclosures of all fees and costs, and imposing a $1 million judgment suspended upon payment of $390,000. In October 2007, in Edge Solutions, Inc ., the FTC filed a complaint against marketers of debt settlement services for failing to provide the promised services, and instead, increasing many consumers' debt. The complaint alleges that defendants, who marketed their services on several websites posting a toll-free number, often failed to contact each of the consumers' creditors and to negotiate settlements - causing consumers to accumulate fees and litigation costs. Debt Collection . In November 2007, the Commission obtained its largest civil penalty ever against a debt collector, LTD Financial Service s, for violations of the Fair Debt Collection Practices Act (FDCPA). In that case, the debt collector agreed to pay $1.3 million in civil penalties to resolve charges that it misled, threatened, and harassed consumers. Notably, the FTC charged the individual owners and top managers with the violations, and the order enjoins them individually from such violations in the future. Additionally, in September 2007, the Third Circuit Court of Appeals upheld a judgment in favor of the FTC in Check Investors, Inc ., ordering the debt collector who deceived and harassed consumers to pay $10.2 million in consumer redress - the largest amount of monetary relief the Commission has ever obtained against a debt collector. Mortgage/Subprime Credit . The FTC has brought 21 enforcement actions in the past decade against both large and small companies in the mortgage lending industry in various regions of the country, collectively returning more than $320 million to consumers. In the past year, there has been a sharp increase in delinquencies and foreclosures in the mortgage market. As a result, unscrupulous actors now have greater opportunities to take advantage of people facing serious financial hardship. Therefore, the FTC has intensified its focus on protecting consumers in this area. Safe Harbour Foundation . In February 2008, the Commission filed a complaint against Safe Harbour Foundation, five other business entities, and three individuals for their role in a mortgage foreclosure fraud that saddled consumers with high-cost, interest-only, short-term balloon loans, secured by second mortgages on their homes. The complaint alleged that acting through Safe Harbour, the individual defendants contacted consumers facing foreclosure with offers to \"save your home from foreclosure. GUARANTEED!\" The Commission charged that the defendants violated the Home Ownership and Equity Protection Act (HOEPA), the T ruth in Lending Act, and the FTC Act by significantly understating the annual percentage rate for the loans. In addition, the Commission alleged that the individual defendants are in civil contempt for violating orders entered in 2004 in FTC v. Bay Area Business Council, Inc. , which prohibited \u0018\u0018FEdERAl TRAdE COmmissiOn them from participating in the sale of \"credit-related products\" to consumers. Payday Loans . In the area of unsecured consumer credit, such as payday loans, the FTC takes legal action when lenders fail to provide disclosures or other information that the law requires. In February 2008, the Commission announced that three Internet payday lenders agreed to settlements resolving charges that they violated the T ruth in Lending Act (TILA) by failing to disclose annual percentage rates (APRs) in ads stating the cost of credit. APRs assist consumers in comparison shopping for loans. The orders in these cases would require the respondents to disclose APR information in similar ads in the future, as well as to comply with TILA and its implementing Regulation Z. Mortgage Advertising . To address the growth in advertising of nontraditional mortgage products, in the summer of 2007, FTC staff conducted a nationwide review of home mortgage advertisement s that focused on claims for very low monthly payment amounts or interest rates, without adequate disclosures of other important loan terms. The review included advertisements appearing in websites, newspapers, magazines, direct mail, and unsolicited email and faxes, including some advertisements in Spanish. As a result of this review, in September 2007, FTC staff sent letters to more than 200 mortgage brokers, lenders, and media outlets warning them that their advertisements for home mortgage products may contain deceptive or otherwise unlawful claims, and is currently investigating several mortgage advertisers and will continue to monitor the claims made in mortgage advertising. Deceptive Health, Safety, and Weight Loss Claims . Too often, consumers fall prey to fraudulent health marketing because they are desperate for help. In 2006, Americans spent over $2.1 trillion on health care services and products and that number is projected to increase to over $4.3 trillion by 2017. Fifty million Americans suffer from a chronic pain condition and have found no effective cure or treatment. Seventy million Americans are trying to lose weight. Through its law enforcement efforts, the FTC continues to take action against companies that take advantage of these consumers. From March 2007 through February 2008, the FTC initiated or resolved 23 law enforcement actions challenging 36 such products and associated claims. T elebrands Corp . In August 2007, the FTC filed a federal court action seeking redress for consumers who spent over $16 million on the defendants' ab belts and accessories. In 2005, the Commission upheld an \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn administrative law judge's finding that Telebrands made deceptive claims that using the electronic muscle stimulation belt caused weight loss, well- defined abdominal muscles, and was an effective alternative to regular exercise. The Fourth Circuit Court of Appeals upheld the Commission's decision in 2006, paving the way for the Commission's 2007 redress action. Contact Lens Rule . The Commission continued its enforcement of the Contact Lens Rule, bringing cases this year involving the unlawful sale of non-corrective, cosmetic contact lenses without a prescription. The Commission obtained two consent orders imposing civil penalties against defendants BeWild, Inc. and Pretty Eyes, LL C and their individual owners. The BeWild defendants were ordered to pay $11,000 in civil penalties; the settlement with the Pretty Eyes defendants includes a $25,000 civil penalty, suspended upon payment of $2,500. Additionally, the staff sent 25 warning letters in Augus t and October 200 7 to contact lens prescribers who may have failed to provide patients with their prescriptions, and to cosmetic contact lens sellers who appeared to be selling lenses without prescriptions. Alternative Hormone Replacement Therapy Products . In October 2007 and January 200 8, the FTC announced settlements with a total of seven marketers of natural progesterone creams for claiming their products prevented, treated, cured, or reduced the risk of developing osteoporosis, estrogen-induced endometrial (uterine) cancer, and breast cancer without supporting scientific evidence. The settlements bar the marketers from making unsubstantiated health claims in the future. Serious Disease Prevention Claims . In December 2007, the FTC settled charges in the J.W. McLai n case that the defendants made deceptive claims that their herbal tea could prevent, treat, or cure AIDS, diabetes, cancer, arthritis, strokes, and heart disease. The FTC obtained a $31.7 million suspended judgment and an order for the defendants to forfeit all of their frozen assets and proceeds of their business opportunity \"For the Q-Ray Ionized Bracelet . . . all statements about how the product works - Q-Rays, ionization, enhancing the flow of bio-energy, and the like - are blather. Defendants might as well have said: 'Beneficent creatures from the 17th Dimension use this bracelet as a beacon to locate people who need pain relief, and whisk them off to their homeworld every night to provide help in ways unknown to our science.'\" - Chief Judge Frank Easterbrook, FTC v. QT, Inc., Civil Action No. 07-166 2 (7th Cir. Jan. 3, 2008) upholding a ruling in favor of the FTC requiring marketers of the \"Q-Ray Ionized Bracelet\" to relinquish almost $16 million in net profits as part of a maximum $87 million they must refund consumers. Spear Systems, Inc . In the first action brought by the FTC using the U.S. SAFE WEB Act, the court granted an ex parte temporary restraining order prohibiting the defendants, operating domestically and from Canada and Australia, from sending commercial email messages that violate the CAN-SPAM Act and from making false and unsubstantiated product claims about hoodia weight- loss products and human growth hormone anti-aging products. The Commission used its authority under SAFE WEB to advance the case by sharing non-public information with Canadian and Australian law enforcement authorities, which enabled them to provide assistance to FTC staff in its pre-complaint investigation. The U.S. SAFE WEB Act, signed into law at the end of 2006, provides the FTC with enhanced tools to cooperate with foreign law enforcement authorities on consumer protection enforcement matters that cross national borders. In addition to facilitating information- sharing for law enforcement efforts, the U.S. SAFE WEB Act also gives the FTC enhanced authority to provide investigative assistance, protect the confidentiality of information from foreign sources, and strengthen enforcement relationships.\u00188FEdERAl TRAdE COmmissiOn sales. In February 2008, the FTC settled charges that the defendants in the 7 Day Marketin g matter disseminated false and unsubstantiated claims that their colon-cleansing program effectively prevented, treated, and cured diseases such as AIDS, cancer, Alzheimer's disease, and diabetes, and caused rapid, safe, and substantial weight loss. The settlement includes a $14.45 million suspended judgment upon payment of $70,000. Hispanic Law Enforcement Initiative . The FTC continues aggressively to combat consumer fraud against Hispanics. Since the introduction of the Hispanic Law Enforcement Initiative in 2004, the FTC has filed 42 actions against 146 businesses and individuals alleged to have fraudulently sold a variety of fraudulent products and services to Spanish-speaking consumers. Examples of law enforcement successes this year include: T ono Records . In June 2007, the FTC obtained a temporary restraining order and an asset freeze against an operation that victimized Spanish- speaking consumers who had previously inquired about an English- language instruction course. The FTC charged that the defendants posed as debt collectors and repeatedly called consumers seeking payments that they did not owe. In August 2007, the FTC obtained a preliminary injunction and in September, the court entered a default judgment against the corporate defendants. Remote Response . In August 2007, the FTC obtained federal court orders against advance-fee credit card marketers who advertised on Spanish-language television and whom the FTC alleged defrauded consumers out of more than $4 million. The court ordered the defendants to turn over assets valued at more than $500,000, and banned them from telemarketing and from selling credit cards or similar products. Natural Solutions . In September 2007, the FTC obtained a district court judgment against dietary supplement marketers advertising a purported cancer treatment in Spanish-language infomercials. The court ordered the defendants to pay over $3 million in full redress to consumers. The court also permanently barred the defendants from making unsubstantiated health claims, and ordered the defendants to notify all consumers that they had no evidence to substantiate their cancer prevention and treatment claims. Payment Processors . In December 2007, the FTC, joined by seven state attorneys general, filed a complaint against payment processor Your Money Acces s for attempting to debit more than $200 million from consumers' bank accounts on behalf of telemarketers and Internet-based merchants. This was the seventh case filed by the FTC challenging illegal payment processing activity. In \"Lying to consumers about debts they don't owe and harassing and threatening them when they don't pay are illegal business practices, period. We will aggressively pursue companies that use these tactics to extort money from consumers.\" - BCP Director Lydia Parnes, \"FTC Stops Alleged Extortion Scheme Aimed at Hispanics Nationwide\" (press release, June 21, 2007)Sunny Health Nutrition Technology & Products, Inc. The Commission entered into a stipulated final order in 2006 to settle charges alleging that defendants had made false and unsubstantiated claims for three dietary supplements. The order required defendants to pay $375,000, out of a total monetary judgment of $1.9 million, based on their purported inability to pay. When the FTC subsequently discovered that defendants failed to disclose at least $1.8 million kept in an undisclosed PayPal account, it immediately sought and obtained a temporary restraining order to freeze the funds in December 2006. In April 2007, defendants were ordered to remit $1.9 million, the full amount of the monetary judgment.\u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn March 2008, the FTC obtained a settlement with the largest billing aggregator, BSG Clearing Solutions North America, LL C, and two of its subsidiaries, which allegedly \"crammed\" approximately $30 million in unauthorized collect call charges on consumers' telephone bills. The settlement requires the defendants to pay $1.9 million in redress and provides comprehensive injunctive relief regarding the due diligence they must undertake before providing billing services for a new vendor, and the minimum steps they must take when they learn about complaints regarding unauthorized charges for telecommunications services. Business Opportunity Schemes . For over a decade, the FTC has led a federal-state partnership to aggressively combat business opportunity and work-at-home frauds, and to educate the public to detect and avoid these scams. Home Business System . In August 2007, the FTC obtained preliminary relief in federal court shutting down a work-at-home scheme that promised Spanish-speaking consumers earnings of $1,400 a week to stuff envelopes. The Commission alleged that most consumers who paid a $45 \"registration deposit\" never heard from the company again and that those who did were simply told to replicate the fraudulent envelope- stuffing scheme by making the same false claims to other consumers. In January 2008, the Court entered a stipulated preliminary injunction that continued the asset freeze and the conduct prohibitions concerning misrepresentations. Business Card Experts, Inc . In October 2007, the FTC announced a settlement resolving allegations that the company and its principals deceptively marketed business card dealerships, using false earnings claims and phony references, to convince nearly 1,300 consumers to invest between $5,000 and $25,000 each. In addition to halting the scheme, the order includes a judgment of more than $16 million and more than $3.5 million for disgorgement which will be suspended once the defendants have relinquished assets subject to an asset freeze, including accounts totaling approximately $5 million. The settlement is a result of last year's Project Fal$e Hope$, an FTC-led effort that targeted bogus business opportunities and work-at-home scams. Project Scofflaw . In a comprehensive effort to detect repeat offenders and deter order violations, FTC staff monitor compliance with administrative and federal court orders entered in FTC consumer protection cases. These orders \"I purchased the rights to sell franchise opportunities in several different territories. After doing so, I came to realize that I was lied to about the opportunity, which meant that I would also have to lie to others about the opportunity in order to sell franchises, or even to sell my territory.\" - Utah consumer, June 2007 Significant Redress Orders International Product Design, Inc. $61,000,000 Nationwide Connections, Inc. $34,426,697 Stefanchik Organization $17,775,369 Centurion Financial Benefits $10,552,162 Holiday Enterprises, Inc. $8,980,880 Prime One Benefits $8,089,774 Business Card Experts $5,129,592 Bezeredi $4,755,363 Premier Benefits Inc. / Universal Premier Services Inc. $3,937,000 Blue Hippo Funding, LLC $3,500,000 Zango, Inc. f/k/a 180solutions, Inc. $3,000,000\u00180FEdERAl TRAdE COmmissiOn address a wide range of consumer protection issues, including advertising and financial practices, data security, high-tech fraud, and telemarketing. Project Scofflaw has three basic purposes: (1) to conduct investigations and identify those who violate FTC-obtained court orders; (2) to stop the deceptive acts as quickly as possible through civil contempt actions; and (3) where appropriate, to refer egregious and knowing violators to the Department of Justice for criminal contempt prosecution. The following cases demonstrate the agency's commitment to enforcement of its orders. Gumpel . In August 2007, the FTC obtained a $61 million judgment in a civil contempt action against Julian Gumpel and related businesses for violating a 1998 federal court order by orchestrating an invention promotion scheme. Earlier, in May 2007, the court had held the defendants in contempt for, among other things, failing to disclose to consumers that none of its clients had successfully marketed an invention. In July, the Court found that they were jointly and severally liable for consumer losses, and finally, in August, permanently banned them from offering invention promotion services. Trudeau . In November 2007, the FTC obtained a contempt ruling against Kevin T rudeau for violating a 2004 federal court order that enjoins him from misrepresenting the content of his books in infomercials. In the contempt action, the FTC charged T rudeau with misrepresenting the contents of his book, \"The Weight Loss Cure 'They' Don't Want You To Know About,\" by claiming in infomercials that the book's weight loss protocol was \"easy\" and ultimately enabled consumers to eat \"everything they want\" without gaining weight. In fact, T rudeau's Commissioner Kovacic: Achieving Effective Deterrence for Serious Fraud: The Development of the FTC's Criminal Liaison Unit Since the early 1970s, FTC enforcement efforts against serious fraud featured progressively stronger efforts to use civil sanctions to deprive wrongdoers of the gains of illegal activity, to compensate victims, and to deter misconduct. By the early part of this decade, the Commission saw that even harsh monetary sanctions by themselves were unlikely to deter the worst forms of misconduct. Those who engage in serious fraud knowingly operate illegitimate enterprises and have no concern for building or preserving a good reputation. They often dissipate or hide wrongful earnings, which leaves little to be recovered through nominally powerful civil orders for restitution, disgorgement, or civil penalties. To raise the stakes for egregious misconduct, the Commission in 2004 established a Criminal Liaison Unit (CLU) to assist public authorities with criminal enforcement powers to bring criminal cases. Located in the Division of Enforcement of the Bureau of Consumer Protection, the CLU helps criminal enforcement bodies to assemble criminal fraud cases and builds relationships to assist in the identification and prosecution of future cases. The FTC's experience with the CLU underscores the possible gains for public policy from innovative measures to engage individual government bodies in cooperative ventures with complimentary law enforcement agencies that yield results unattainable from single agency efforts. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn weight loss protocol contains hundreds of strict mandates, as well as life- long dietary restrictions. Criminal Liaison Unit . The FTC's Criminal Liaison Unit works with criminal authorities to encourage prosecutions of criminal consumer fraud and to assist in those prosecutions where appropriate. From March 2007 to February 2008, federal and state criminal authorities have charged 81 FTC defendants and their associates with crimes arising from acts investigated or prosecuted by the Commission. During this period, 47 such defendants and their associates were convicted or pled guilty. Sentences imposed totaled 141 years and 9 months (1,701 months) in prison, including four 10-year sentences, one 11-year sentence, and one 13-year sentence. In two cases, FTC attorneys were designated as Special Assistant United States Attorneys in order to prosecute the offenders. Bay Area Business Council . In March 2007, federal prosecutors indicted Peter Porcelli for mail fraud, wire fraud, and for conspiracy to engage in mail fraud, wire fraud, and money laundering. In May 2007, Porcelli entered into a plea agreement and in October, the court sentenced him to 13 years in federal prison and ordered him to pay restitution. The FTC had previously obtained summary judgment against Porcelli and Bay Area Business Council for their deceptive telemarketing of purported credit cards, including a $12.5 million judgment, a result that was affirmed by the Seventh Circuit Court of Appeals. GoInternet . In September 2007, a grand jury in Philadelphia returned a 26-count indictment against Neal Saferstein, Tyrone Barr, and Billy D. Light, three officers responsible for GoInternet, a website design and hosting firm that \"crammed\" charges onto consumers' telephone bills. The criminal case arose out of a June 2000 FTC action and a subsequent civil contempt proceeding filed in August 2003. The indictment included charges for conspiracy to commit perjury during the FTC's civil contempt proceeding. In November 2007, Billy D. Light pled guilty to the criminal charge and awaits sentencing. An attorney from the FTC's East Central Regional Office is serving as a Special AUSA on the case. Costa Rican Sweepstakes Fraud . In January 2008, after a one week trial, a North Carolina jury returned a guilty verdict on all 23 charged counts of a federal indictment against Giuseppe Pileggi, the ringleader in a $15 million Costa Rican sweepstakes scam that convinced elderly Americans to pay purported taxes and insurance on non-existent lottery winnings. The jury also found Pileggi liable for $8.3 million in victim losses. Pileggi now faces a sentence of 50 years (pursuant to an extradition agreement with Costa Rica, Pileggi can only be sentenced to 50 years rather than facing the Federal Sentencing Guidelines' recommendation of up to life imprisonment). An attorney from the FTC's Division of Enforcement served as a Special AUSA on the case. Forty-five defendants have been indicted; thus far, 27 have pled guilty, The FTC's Own Privacy Initiatives Chairman Majoras has stated that the FTC must \"set the gold standard\" when it comes to protecting consumers' sensitive information within the agency. In an effort to meet this challenge, Chief Privacy Officer Marc Groman and the Privacy Steering Committee (PSC), intensified efforts to strengthen the FTC's policies and educate staff about privacy issues. The cornerstone of the education program is \"Privacy Week,\" now an annual event. The FTC also introduced a privacy portal on its internal website, and published policies in its Administrative Manual governing the use, storage, sharing, and disposal of sensitive personally identifiable information (PII). The PSC reviewed the FTC's 38 existing Privacy Act Systems of Records Notices, completed three Privacy Impact Assessments, and drafted six others. It also initiated a review of FTC use of Social Security numbers, with the goal of eliminating their unnecessary use and storage by the end of 2008. In June 2007, the FTC became one of the first federal agencies to develop a formal Breach Notification Response Plan. The Inspector General ranked the FTC's program to control and protect PII as \"Excellent,\" the highest possible grade, and commented that the \"FTC staff are aware of the heightened attention to ensuring that PII is adequately protected.\"\u00182FEdERAl TRAdE COmmissiOn and three have been sentenced - two to 10-year sentences and one to a 23-month sentence. There currently are eight fugitives and three defendants awaiting extradition from Costa Rica and Argentina. B. privacy and Data security Law enforcement The protection of consumers' privacy and data security is a central part of the FTC's consumer protection mission. The continued growth of the Internet and sophisticated computer systems provides tremendous benefits to consumers, such as enabling fast and convenient access to products, services, and information. Yet, at the same time, if the sensitive information needed to enable these services is not protected adequately, or if consumers' identities are not authenticated properly, consumers are subject to increased threats to the security of their personal data, computers, and email. This year, the FTC fought vigorously to protect consumers from these technology-driven threats. Data Security Enforcement . Data security remained one of the agency's top enforcement priorities this year as a result of continued data security breaches and losses or thefts of sensitive consumer information. The FTC's enforcement tools include laws and regulations such as the Safeguards Rule issued under the Gramm-Leach-Bliley Act, which requires financial institutions to take reasonable measures to protect customer data, and the Disposal Rule under the FACT Act, which requires companies to properly dispose of credit report data. The FTC's data security enforcement seeks to protect the complete life-cycle of personal data, including its collection, storage, use, and disposal. To date, the FTC has brought 17 enforcement actions challenging inadequate security practices by companies that handle sensitive consumer data. American United Mortgage Company . In December 2007, the FTC announced a $50,000 civil penalty settlement with a mortgage broker resolving allegations that it left sensitive consumer loan documents in and around an unsecured dumpster and otherwise failed to protect customer information. This case was the first ever to allege violations of the FTC's Disposal Rule. Other recent data security enforcement actions include Goal Financia l, filed in March 2008, settling allegations against a lender that it failed to provide reasonable security for sensitive consumer loan information, leading to a series of breaches from 2004 to 2006; ValueClic k, filed in March 2008, resolving allegations that e-commerce marketers misrepresented that they encrypted credit card information collected from consumers online and used appropriate measures to protect sensitive customer information; and Life is Goo d, filed in January 2008, resolving charges against a retailer that its failure to secure customers' credit card information, which led to a breach in 2006, violated its privacy policy and was a deceptive practice. Spyware Principles Three guiding principles inform the FTC's efforts to combat spyware: (1) a consumer's computer belongs to him or her, not to the software distributor; (2) buried disclosures do not work, just as they have never worked in more traditional areas of commerce; and (3) if a distributor puts a program on a consumer's computer that the consumer does not want, the consumer must be able to uninstall or disable it. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn \"Every business, whether large or small, must take reasonable and appropriate measures to protect sensitive consumer information, from acquisition to disposal. This agency will continue to prosecute companies that fail to fulfill their legal responsibility to protect consumers' personal information.\" - Chairman Majoras, \"Company Will Pay $50,000 Penalty for Tossing Consumer's Credit Report Information in Unsecured Dumpster\" (press release, Dec. 18, 2007)Pretexting . This past year, the FTC continued its enforcement against the use of pretexting and other illegal practices to obtain and sell consumers' confidential telephone and financial records. In three cases, Information Search, Inc . (March 2007), Eye in the Sky Investigations, Inc . (June 2007), and CEO Group, Inc . (December 2007), the FTC obtained orders resolving charges against several online data brokers that they allegedly obtained and sold telephone records without consumers' knowledge or consent. The orders bar the defendants from marketing or selling consumers' phone records and impose over $260,000 in suspended judgments requiring them to pay a total of approximately $138,000, their profits from their scheme. Spyware and Adware . This year, the FTC continued its enforcement against spyware and adware programs that are installed on consumers' computers without their knowledge or consent and are used to monitor their computer use, take control of or damage their computers, or send them volumes of disruptive advertising. Direct Revenue . In June 2007, the FTC approved a $1.5 million administrative consent order with DirectRevenue LLC and four of its principals addressing their allegedly unlawful practices in connection with the distribution of adware. According to the FTC's complaint, the respondents, directly and through their affiliates, offered consumers free content and software without disclosing adequately that downloading the items would result in the installation of adware, which delivered pop-up ads and was difficult to detect and remove. The FTC's order prohibits the respondents from delivering ads to any consumer's computer through adware that was installed on the computer before October 1, 2005, downloading adware without consumers' express consent, and exploiting security vulnerabilities. The order further requires that DirectRevenue clearly identify all of its ads, establish and maintain effective, user-friendly mechanisms through which consumers can register complaints and easily uninstall the adware, and monitor its affiliates' compliance with the FTC order. Odysseus Marketing . In January 2008, the FTC initiated a civil contempt action against Walter Rines, his company, and Sanford Wallace, for violating a 2005 federal court order that enjoins them from misrepresenting the features of their software and surreptitiously Fair Credit Reporting Act In September 2007, the FTC announced settlements with Ingenix, Inc. and Milliman, Inc., both of whom provide individual medical profiles, including prescription drug purchase histories of insurance policy applicants, to health and life insurance companies that use them in making underwriting decisions. The FTC's complaints charged that as consumer reporting agencies (CRAs), the companies failed to provide insurance companies with the Notice to Users of Consumer Reports required by the Fair Credit Reporting Act (FCRA). According to the complaints: (a) the medical profiles are consumer reports because they include information that bears on an individual's personal characteristics and are used to determine their eligibility for insurance; and (b) Ingenix and Milliman are CRAs because they assemble and evaluate consumer report information for the purpose of furnishing it to third parties. Under the FTC's orders, Ingenix and Milliman will provide the required notices to users of their consumer reports and otherwise comply with the FCRA. Both consent orders became final in February 2008 . \u0018\u0018FEdERAl TRAdE COmmissiOn downloading spyware to consumers' computers. The Commission charged that the defendants violated the order by obtaining personal information from users of the social networking site MySpace through \"phishing\" messages that appeared to be sponsored by MySpace; by \"pagejacking\" or redirecting users to other websites; and by \"mousetrapping\" or modifying and disabling users' web browser navigation controls. CAN-SPAM . Since 1997, when the FTC brought its first enforcement action targeting unsolicited commercial email, or \"spam,\" the FTC actively has pursued deceptive and unfair spam practices through 93 law enforcement actions against 250 individuals and companies, 30 of which targeted violators of the CAN-SPAM Act. This past year, the FTC continued its aggressive law enforcement of the CAN-SPAM Act, which generally prohibits deceptive sender and subject-line content in commercial email and provides consumers with the right to opt out of future commercial email campaigns. The Commission recently settled three cases targeting deceptive spam, Adteractiv e, Member Source Medi a, and ValueClic k, obtaining nearly $4 million in civil penalties against three online advertisers offering \"free\" gifts that were not free. The $2.9 million civil penalty in ValueClick is the Commission's highest CAN-SPAM penalty on record, and is three times greater than the previous record amount. In January 2008, the FTC obtained an over $2.5 million judgment against Sili Neutraceuticals, LL C and its principal for making misrepresentations about dietary supplements in violation of the FTC Act and for various CAN-SPAM violations, including sending commercial email messages that had misleading subject headings and that failed to provide clear and conspicuous notice of the opportunity to decline to receive further spam from the sender, a functioning return email address, and/or the senders' valid physical postal address. Children's Privacy and Security . Making the Internet more secure for children has long been a part of the FTC's civil law enforcement mission. The FTC actively enforces the Children's Online Privacy Protection Act of 1998 (COPPA) by bringing civil penalty actions against operators of child-directed and general audience websites that fail to obtain parental consent prior to collecting, using, or disclosing personal information from children under age 13. Since COPPA's enactment, the FTC has brought 13 actions, obtaining over $1.9 million in civil penalties. In its 2007 \" Implementing the Children's Online Privacy Protection Act: A Report to Congres s,\" the FTC committed to examine newly emerging websites that offer to children aspects of the highly popular \"social networking\" experience, in order to ensure that such sites are complying with COPPA. Imbee .com . In January 2008, the FTC announced a $130,000 civil penalty settlement with the operators of the child-directed social networking site imbee.com. The settlement resolves charges that the AdultFriendFinde r Using its unfairness authority under the FTC Act, in December 2007, the FTC obtained a stipulated permanent injunction against the operator of AdultFriendFinder.com, touted as \"the world's largest sex and swingers personals community.\" The Commission had alleged that, to lure consumers to its sites, AdultFriendFinder delivered pop-up ads containing graphic, sexually explicit images. These images often were foisted on consumers, including minors, who were not visiting sexually-oriented websites, but rather were generally surfing the web. The order bars the defendant from disseminating sexually explicit online ads to consumers who are not seeking out sexually explicit material; it also requires the defendant to monitor its marketing affiliates and other third parties involved in advertising its sexually explicit websites for compliance with the order. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn defendants violated COPPA by collecting and maintaining personal information from over 10,500 children without first obtaining parental consent; failing to post a comprehensive privacy policy; and failing to clearly and completely disclose the site's information collection practices in their direct notices to parents. In addition to the civil penalty, the Commission's settlement requires the defendants to comply with COPPA and to link to the agency's comprehensive children's privacy website and social networking educational materials. Do Not Call Enforcement . This past year, the FTC continued to vigorously enforce the Do Not Call (DNC) provisions of the Telemarketing Sales Rule, which prohibits most commercial telemarketing to consumers who place their telephone numbers on the National Do Not Call Registry, and prohibits \"abandoned calls\" that fail to connect consumers to a live operator within two seconds. Since the FTC began enforcing compliance with the Registry in October 2003, the agency has filed 36 enforcement actions against 68 individuals and 93 corporate defendants. In 31 of those cases, the FTC obtained orders requiring payment of more than $16 million in civil penalties, and more than $8 million in consumer redress. In November 2007, the Commission announced a major crackdown on DNC violators, involving six settlements against telemarketers, including ADT and Craftmati c, resulting in nearly $7.7 million in civil penalties. One additional complaint, against Global Mortgage Funding , remains in litigation. In January 2008, the Commission announced a $3 million suspended civil penalty judgment and a payment of $180,000 against Voice-Mail Broadcasting Corp ., a large \"voice blaster\" that allegedly placed over 46 million unlawful recorded calls to consumers. C. Consumer protection Law enforcement t ools The FTC continually improves its methods for identifying fraud and deception, as well as privacy and data security violations. The FTC's tools, including various databases, for collecting and analyzing information about consumer experiences in the marketplace are critical to the FTC's consumer protection mission. Some of these databases and other resources are made available to other law enforcement agencies to facilitate their use in stopping such prohibited practices. Consumer Response Center . The Consumer Response Center (CRC) is in its 11th year of collecting key information from, and providing key information to, consumers and law enforcement. This year, the CRC handled more than 35,000 inquiries and complaints from consumers and businesses each week. These contacts come via the FTC's toll-free numbers (1-877-FTC-HELP and 1-877-ID-THEFT), the FTC's website, and by U.S. mail. \"Consumers have made clear that they greatly value the Do Not Call Registry, and they must be able to depend on its privacy protection. By bringing enforcement actions, like those announced today, we will ensure that the small number of bad actors pay a price for not adhering to the law and respecting consumers' privacy requests.\" - Chairman Majoras, \"FTC Announces Law Enforcement Crackdown on Do Not Call Violators\" (press release, Nov. 7, 2007) Significant Civil Penalty Cases Craftmatic Industries, Inc. $4,400,000 ADT Security Services, Inc. $2,000,000 LTD Financial Services $1,375,000 Ameriquest $1,000,000\u0018\u0018FEdERAl TRAdE COmmissiOn Consumer Sentinel . Consumer Sentinel, the FTC's fraud and identity theft complaint database, now contains over 4 million fraud and identity theft complaints. Sentinel is accessible to more than 1,700 law enforcement agencies worldwide that use the database to share information, coordinate investigations, and pursue leads. National Do Not Call Registry . The Registry protects consumers from unwanted commercial telemarketing calls. In December 2007, Congress took important steps reaffirming the continued success of the Do Not Call program by passing legislation that permanently reauthorizes the Registry and eliminates the need for consumers to re-register their telephone numbers. The legislation also authorizes the Commission to collect fees from telemarketers, sellers, and service providers who access registered telephone numbers through the Registry and sets forth how those fees must be used. As of February 2008, more than 155 million telephone numbers were on the Registry. The Registry also collects Do Not Call complaints from consumers and shares them with other law enforcement agencies through Consumer Sentinel. The Registry serves as a model for the international community: Australia, Canada, and Mexico now have established their own Do Not Call programs. Identity Theft T ools . Consumers continue to file complaints and receive assistance on resolving identity theft from both the FTC's toll-free hotline and website, and identity theft remains the leading type of consumer fraud complaint received by the FTC. The FTC continues to cooperate with the Identity Theft Assistance Center, a joint initiative of the financial services industry, which provides its identity theft complaint data to the FTC. More than 1,600 law enforcement agencies have access to identity theft complaints through Consumer Sentinel. In addition, the FTC coordinates ID theft law enforcement training for state and local law enforcers. To date, the FTC, together with its partners, has conducted 28 training seminars attended by more than 3,800 officers from more than 1,250 agencies. Spam Database . For the last 10 years, the FTC has maintained an electronic address to which the agency encourages consumers and businesses to forward \"spam\" (unsolicited commercial email). This mailbox, spam@uce.gov, continues to receive approximately 270,000 pieces of spam daily, demonstrating that spam remains a serious source of concern for Internet users. The total amount of spam received by the FTC increased from more than 407 million last year to more than 500 million this year. The spam database is instrumental to the development of the FTC's CAN-SPAM Act enforcement activities as well as cases brought by other federal and state agencies. \"Just a THANK YOU for everything you are doing to enforce the DO NOT CALL lists . . . . Keep up the good work allowing us to eat dinner in peace and not being bombarded by . . . other relentless violators.\" - Massachusetts consumer, November 2007\u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Chapter 5. Consumer protection p olicy t ools As a complement to its law enforcement actions, the FTC promotes consumer protection interests through a variety of policy tools, including rulemakings, reports, hearings and workshops, inter-governmental task forces, advocacy letters and comments, amicus briefs, and congressional testimony. These activities enable the FTC to work with industry, other government entities, the media, and the public to effectively collect and disseminate information, and to establish policies that protect consumers. a. rulemakings The FTC engages in rulemakings where necessary to ensure that its rules protect consumers, are consistent with its statutory mandate, and benefit consumers without overly burdening business. Model Privacy Notices . In March 2007, the FTC, joined by seven other federal regulators, issued a notice of proposed rulemaking requesting comment on a model privacy form that financial institutions can use for their privacy notices to consumers required by the Gramm-Leach-Bliley Act. The proposed model form resulted from a year of consumer research and testing. Appliance Labeling Rulemaking . In August 2007, the FTC concluded a two-year review of the FTC's Appliance Labeling Rule. As a result of substantial public comment and consumer research, the agency amended the Rule to improve the design and content of the EnergyGuide label required on most new appliances sold in the U.S. The new EnergyGuide label has a streamlined look and will display estimated yearly operating costs prominently for most appliance types. This will help consumers assess trade-offs between the energy costs of their appliances and other expenditures. FACT Act . In November 2007, the FTC, together with other federal financial regulatory agencies, completed work on three of the rules required under the Fair and Accurate Credit T ransactions Act of 2003 (the FACT Act), and issued notices of proposed rulemaking for two additional rules. As part of this effort, the agencies issued the final Affiliate Marketing Notice Rule, which provides consumers with notice and a right to opt out of affiliates' use of certain personal information for marketing purposes. The agencies then issued the final Identity Theft Red Flags and Discrepancy Rules, requiring creditors to establish reasonable procedures to identify identity theft risks, and providing guidance for users of consumer reports notified of a discrepancy between the address in a consumer's credit file and that on a credit application. The additional proposed rule s prescribe guidelines and regulations to ensure the accuracy and integrity of information furnished to credit reporting agencies, and identify the circumstances under which information furnishers must investigate a dispute about the accuracy or completeness of information. Your cost will depend on your utility rates and use.Refrigerator-Freezer Automatic Defrost Side-Mounted Freezer Through-the-Door IceXYZ Corporation Model ABC-L Capacity: 23 Cubic FeetU.S. Government Federal law prohibits removal of this label before consumer purchase. Cost range based only on models of similar capacity with automatic defrost, side-mounted freezer, and through-the-door ice. Estimated operating cost based on a 2007 national average electricity cost of 10.65 cents per kWh. For more information, visit www.ftc.gov/appliances. $67 $57 $74Estimated Yearly Operating Cost 630 kWh Estimated Yearly Electricity UseCost Range of Similar ModelsF A C T SWHA T DOES [name of nancial in stitution] DO WITH YOUR PERSONAL INFORMA TION? If you want to limit our sharing Contact us By tele phon e: [toll-free tele phone] — our me nu will prompt you thro ugh your choice s On the we b: [web addr ess] By mail : mark your choice s below, ll in an d send form to : [mailing addr ess] Unless we hear from you, we can begin sharing your information 30 days from th e date of this letter. Howeve r, you can cont act us at an y time to limit our sharing. Check your choices Your choices wi ll apply to everyone on you r accou nt.Check an y/all you want to limit : (See page 1) Do not share informat ion ab out my credi tworthiness with your af liate s for their everyday business purposes . Do not allow your af liates to use my person al information to mark et to me. (I will receive a renewa l notice for this use for mar keting in 5 ye ars.) Do not share my pe rsonal informat ion with nonaf liate s to mar ket their products and se rvices to me . Your name Mail to: [mailing addr ess]Your addres s Account numb er p. 3 of 3F A C T SWHA T DOES [name of nancial in stitution] DO WITH YOUR PERSONAL INFORMA TION? Sharing prac tices How of ten does [name institution noti fy me about their prac tices?We must notif y you ab out our sharing pr actices when you op en an account and each year while you are a cu stomer . How does [name of nancial institution ] prote ct my personal information ?To protect your person al information fr om unau thoriz ed acce ss and use, we use security measures that co mply with feder al law . Thes e me asures include comp uter safeguar ds and secured les and building s. How does [name of nancial institution ] collec t my personal information ?We collect your person al informatio n, for exampl e, when you open an ac count or deposi t mo ney pay your bills or apply for a loan use your cr edit or debit card We also collect your person al information fr om othe rs, such as credit burea us, af liates, or othe r companie s. Why can't I limit all sharing? Feder al law give s you the right to limit sharing only fo r af liates' ever yo u nona f liates to mark et to yo u State law s and individual co mpanie s may give you ad ditional right s to limit sharing. De nitions Everyday business purpose s The actions necessary by nancial companie s to run their bu siness and manage cu stomer accounts, such as processing tr ansa ctions, mailing , and au diting ser vices providing information to cre dit bureau s respon ding to cour t order s and le gal in vestigatio ns A liates Companie s relate d by common ow nership or control. They can be nancial d by common ow nership or control. They can be nancial products or services to you. [joint marketing] p. 2 of 3F A C T t? How?WHA T DOES [name WITH YOUR PERSONAL INFORMA TION? Financial companie s choose how they share your person al information. Fe deral law gives consumer s the right to limit some but not all sharing. Fe deral law al so require s us to tell you how we coll ect, share, and protect your person al info rmation. Please read thi s notice carefully to un derstand what we do . The types of person al information we coll ect and share depen d on the product or service you have with us. This information can include: Social Security numb er and in come account balances and pa ymen t history credit hi story and cre dit scores When you clo se your accoun t, we continu e to share information ab out you according to our policies. All nancial companie s need to share customer s' person al information to run their everyday business —to process transactions, maint ain cu stomer accoun ts, and re port to cre dit bureau s. In the section below, we li st the re ason s nancial companie s can share their n; the re ason [name of nancial institution ] choose s to share; and whethe r you can limit thi s sharing. Reasons we can share your personal informationDoes [name of nancial institution ] share? Can you limit this sharing? For our ever yday bu siness purposes — to process your tra nsac tions, main tain your accoun t, and repo rt to cr edit bureau s For our mark eting purposes — to of fer our products and services to yo u For joint mar keting with other nancial companie s For our af liates' ever yday business purposes — information ab out your transac tions and experiences For our af liates' ever yday business purposes — information ab out your credit worthine ss For our af liates to mar ket to yo u For nona f liates to mark et to you Contact Us Call [toll-free tele phone] or go to [web addr ess] p. 1 of 3JAnIS K. P APPALARDo Bureau of Economics Division of consumer Protection Jan is an economist specializing in the role of consumer information in markets. She has worked on many consumer protection issues related to health, finance, and the environment, including advertising case analysis, policy advocacy, and original research. Recently, Jan played a key role in the consumer research underlying the redesign of the EnergyGuide label that brought cost of operation back to prominent placement on the label. In June 2007, Jan co- authored a study, Improving Consumer Mortgage Disclosures, with James M. Lacko, in which the authors developed and tested a prototype mortgage disclosure that significantly improved both prime and subprime consumers' ability to recognize mortgage costs compared to current federal forms. \u00188FEdERAl TRAdE COmmissiOn B. reports This year, the FTC continued to analyze marketplace issues of ongoing importance to consumers and report its findings to the public. Such reports often are the results of hearings, workshops, or independent analyses of industry data. Hispanic Initiative Surf Report . In January 2007, the FTC led a Hispanic Work-at-Home web surf with 60 national and international partners to investigate the incidence of deception in Spanish-language work-at-home advertisements. The resulting report, released in October 2007, revealed that two-thirds of the advertisements reviewed exhibited indicia of fraud, such as specific earnings claims, representations that the business opportunity was free from risk, and advertisements offering the types of work-at-home opportunities ( e.g., craft assembly, envelope stuffing, and medical billing) that have been identified as fraudulent in many past law enforcement cases. Improving Consumer Mortgage Disclosures: An Empirical Assessment of Current and Prototype Disclosure Forms . In June 2007, the FTC reported that, based on testing of disclosure forms with hundreds of consumers, current mortgage disclosures fail to convey key loan costs to many consumers, and that better disclosures (as shown by the models developed for the study) can significantly improve consumer understanding of their loans. Spam Summit Report . In July 2007, staff hosted a two-day \" Spam Summit: The Next Generation of Threats and Solutions .\" The resulting December 2007 report details panelists' views that spam has increasingly become a significant global vector for the dissemination of malware and the propagation of financial crimes. It also provides an update on technological solutions, such as email authentication and email reputation services, and highlights the importance of anti-spam and anti- phishing education. Children's Exposure to TV Advertising in 1977 and 2004: Information for the Obesity Debate . In July 2007, the FTC issued a comprehensive analysis of the exposure of children to television advertising that found that, while children in 2004 were exposed to more television ads, there were fewer paid ads, and fewer food ads compared to 30 years ago. This report provides a \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn baseline against which to measure future changes in children's exposure to television advertising as policymakers, industry, and parents react to concerns about childhood obesity. Credit-Based Insurance Scores in Automobile Insurance . In July 2007, the FTC issued a report presenting the results of a study concerning the use of credit-based insurance scores by the automobile insurance industry. Insurance companies increasingly are using credit- based insurance scores in deciding whether and at what price to offer coverage to consumers. The study found that scores are effective predictors of the automobile insurance claims that consumers will file and that, on average, higher-risk consumers will pay higher premiums. The study also found that African-Americans and Hispanics tend to have lower scores than non-Hispanic whites and Asians, and that the use of scores would likely lead these groups, on average, to pay more for automobile insurance. The study further noted that use of credit-based insurance scores may result in certain benefits for consumers, including offering insurance to higher-risk consumers as a result of the greater accuracy in evaluating risk, and making the process of granting and pricing insurance quicker and cheaper, thus passing on cost savings to consumers in the form of lower premiums. Consumer Fraud in the United States: The Second FTC Survey . In October 2007, the FTC issued a report detailing the results of a statistical survey taken in 2005 of consumer fraud in the U.S. The survey showed that 30.2 million adults - 13.5% of the adult population - were victims of fraud. More people - an estimated 4.8 million consumers - were victims of fraudulent weight loss products than any of the other frauds covered by the survey. Fraudulent foreign lottery offers and buyers club memberships tied for second place. T wenty percent of African Americans, 18% of Hispanics, and 12% of non-Hispanic whites are estimated to have been victims. The survey also found that younger consumers, those who did not complete college, and those with high levels of debt were more likely to be victims of fraud. Finally, consumers between 65 and 74 years of age were 32% less likely to report having experienced fraud than those between 35 and 44. Identity Theft Survey . In November 2007, the Commission released the second national survey of the incidence and impact of identity theft. Reflecting consumer experience from calendar year 2005, the survey found that identity theft continues to exact a heavy toll on consumers and the marketplace. More than 8 million adults reported that they experienced identity theft, with about one-third reporting \"new account\" fraud (where the thief opens new accounts in the victim's name) and two- \"The FTC uses a one-two punch to fight fraud. Our enforcement program stops the most widespread and egregious practices, and our education program helps alert consumers to the tricks of the fraud trade. We encourage everyone to click on our Web site - ftc.gov - not only to find out how to recognize a scam, but also to report it. That's the best way to help end rip-offs of all kinds.\" - BCP Director Lydia Parnes, \"FTC Releases Consumer Fraud Survey: 30.2 Million Americans - 13.5 Percent of U.S. Adults - Fell Victim to Fraud\" (press release, Oct. 29, 2007) \u00180FEdERAl TRAdE COmmissiOn thirds reporting \"existing account\" fraud (where the thief gains access to the victim's existing account(s)). The median amount stolen per identity theft incident was $500. C. hearings and Workshops The FTC holds hearings and workshops to engage in in-depth analysis of important, emerging, and often contentious marketplace issues. These hearings and workshops are powerful policy research and development tools that enable the FTC to study and learn from the experiences of consumers, businesses, academia, as well as government and other experts in various fields. Conference on Behavioral Economics and Consumer Policy . In April 2007, the FTC's Bureau of Economics sponsored a conference to explore research into how consumer behavior should influence consumer protection policy; in September 2007, FTC staff issued a summary report of the conferenc e. The event brought together economists and other professionals from academia and government. Discussions included the rapidly growing field of Behavioral Economics, which uses insights from psychological research to identify ways in which consumers may systematically fail to act in their own best interests due to behavioral traits such as self-control problems, failure to process information objectively, and inaccurately predicting the costs and benefits of prospective choices. Workshops on Consumer Authentication . During the past year, the Commission held two workshops to explore ways to improve consumer authentication - the process by which organizations establish that a consumer is whom he or she purports to be - and thus reduce identity theft. The April 2007 workshop, Proof Positive: New Directions for ID Authenticatio n, discussed the broad issues of consumer authentication, the use of new technologies to authenticate consumers, and the challenges of implementing those technologies. The December 2007 workshop, Security in Numbers: SSNs and ID Thef t, provided an in-depth look at the role of Social Security numbers in the authentication process. These workshops will culminate in a series of recommendations to the President on the issues of consumer authentication and Social Security number use on behalf of the President's Identity Theft Task Force. Forum on Childhood Obesity . In July 2007, the FTC and the Department of Health and Human Services conducted a Forum on Childhood Obesity. The 2007 Forum showcased some significant self- regulatory initiatives adopted after the FTC's 2005 Childhood Obesity workshop, including the Children's Food and Beverage Advertising Initiative launched by the Council of Better Business Bureaus and the BBB's National Advertising Review Council. To date, 13 major food companies have joined the Initiative, which seeks to change the profile of food advertising directed to children under 12 and to encourage healthier eating choices. Proof Positive New Directions for ID AuthenticationFTC public workshop 7182007weighin g in a check-up on marketing, self-regulation , & childhoo d obesity \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Debt Collection Workshop . In October 2007, FTC staff hosted a two-day workshop examining technological, economic, and legal changes in the debt collection industry and their impact on consumers and businesses. The workshop brought together consumer advocates, industry representatives, state and federal regulators, and other experts to discuss a wide range of topics, including consumer and debt collectors' perspectives, methods for locating consumers, credit reporting, and collection litigation practices. Behavioral Advertising T own Hall . In November 2007, the FTC hosted a Town Hall meeting on behavioral advertising, the practice of tracking consumers' activities online to provide advertising targeted to individual consumers' interests. Interested parties discussed recent changes in the online advertising marketplace, how data is collected and used for behavioral advertising, the effectiveness of consumer disclosures in this area, and what standards currently, or should, govern behavioral advertising in the future. In December 2007, the FTC staff issued for public comment proposed self-regulatory principles for behavioral advertisin g. FTC staff drew on the concerns raised at the Town Hall, while remaining mindful of the need to maintain vigorous competition in the online advertising sector. Guides for the Use of Environmental Marketing (Green Guides) . The Commission is holding a series of public workshops in connection with its review of the Green Guides and in response to the increase in green marketing claims. In January 2008, the Commission held the Carbon Offsets and Renewable Energy Certificates Worksho p that was widely attended by experts, academics, industry members, and other federal agencies to address the marketing of greenhouse gas reduction credits (commonly referred to as \"carbon offsets\") and renewable energy certificates. The workshop explored advertising claims related to these products, as well as issues of consumer perception, substantiation, and self-regulation. The next workshop, addressing green packaging claims, is scheduled for April 2008. D. inter-governmental t ask f orce The President's Identity Theft Task Force . In April 2007, the President's Identity Theft Task Force, led by the Attorney General and the FTC Chairman, released its coordinated plan to address identity theft, Combating Identity Theft: A Strategic Pla n. Developed by the 17 Task Force agencies, the plan addresses the life cycle of identity theft and proposes 31 initiatives to: (1) prevent identity theft by making consumer data less available through improved data security, and less valuable to CollectingConsumer The Challenges of Change Tracking, Targeting, & Technologyehavioral Advertising ftc eco in the market carbon offsets & renewable energy certificates \u00182FEdERAl TRAdE COmmissiOn thieves by improving consumer authentication; (2) help consumers recover from identity theft by providing them with more and better resources; and (3) enhance efforts to prosecute and punish identity thieves. Agencies and departments throughout the government already have implemented many of the recommendations. e. advocacy Letters, Comments, and Amicus Briefs Filing advocacy letters, comments, and amicus briefs helps the FTC to advance its consumer protection mission and serves as an important complement to the FTC's law enforcement efforts. This past year, the FTC shared its widespread expertise by submitting comments and advisory opinions to other agencies considering actions that affect consumers' rights, and by filing amicus briefs in appellate courts where important consumer litigation is pending. Electronic Payments System . In April 2007, FTC staff submitted a comment to the Electronic Payments Association (NACHA) supporting its proposed rule changes to adopt stronger self-regulatory measures to prevent payment processing fraud. The FTC staff comment also noted that NACHA's proposals were consistent with the FTC's efforts to stop processing of unauthorized debits from consumer bank accounts. Attorney Advertising . In re Petition for Review of Committee on Attorney Advertising Opinion 39, No . 60,003 . The Commission filed an amicus brief in May 2007 urging the New Jersey Supreme Court to overturn a ruling issued by that court's Committee on Attorney Advertising, which had held that it was impermissible for lawyers to advertise that they had been designated by organizations such as \"Super Lawyers\" or \"Best Lawyers in America.\" The Commission's brief noted that consumers benefit from non-deceptive advertising by attorneys, and also pointed out that there are other means of assuring that attorney ratings are not used deceptively. In addition, the Commission's brief urged the court to clarify its Rules of Professional Conduct so that the attorney advertising provisions in those rules would apply only to false or misleading advertising. Staff Comments . In May 2007, FTC staff filed comments with the Indiana Supreme Cour t on proposed amendments to state rules for attorney advertising, expressing general support for the amendments because they would prohibit false, deceptive, and misleading advertisements, but would not impose blanket prohibitions on specific forms of advertising. Staff, however, recommended revisions to clarify that some programs that offered efficient and lower-cost \"I am filing this complaint on behalf of my elderly father. He was contacted by [Company X] two months after my mother passed away. They are very aggressive, and misrepresented why he should buy the [product]. He has now spent all his retirement savings, paid large penalties for early withdrawal, and has over $100,000 in credit card debt. He is now needing in-home health care and he has no money. . . . We want this company stopped from doing this to someone else.\" - Nevada consumer, March 2007 \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn referrals for consumers, such as online legal matching services, were permitted. In August 2007, FTC staff filed comments with the Louisiana State Bar Associatio n cautioning against adopting rules that ban an entire class of attorney advertising without some evidence that it actually or inherently is deceptive or misleading. Protecting Military Consumers from Predatory Lending Practices . In June 2007, FTC staff submitted comments to the Department of Defense supporting its proposed regulation implementing limitations on terms of credit extended to service members and dependents. The proposed regulation required oral and written disclosures, a 36% rate cap, and other lending limitations. The FTC comments supported these proposed regulations as narrowly tailored to protect military consumers while still allowing them to seek and obtain credit. Debt Collection Practices . In October 2007, the FTC issued an advisory opinion concluding that the Fair Debt Collection Practices Act (FDCPA) allows a debt collector to notify a consumer that it has ceased trying to collect a debt the consumer has disputed in writing. ACA International, a debt collection trade association, had asked the Commission to address whether this activity would violate the FDCPA's provisions which prohibit debt collectors from contacting a consumer once the consumer has disputed a debt in writing. The FTC's opinion found that such a notification would benefit consumers, in that they would no longer have to worry about further contacts from that collector. Disclosures for Subprime Mortgage Lending . In November 2007, FTC staff submitted comments to several federal banking agencies in response to their request for comments on proposed mortgage disclosure documents for subprime mortgage lending. Based on FTC staff research demonstrating that consumers frequently do not understand current mortgage disclosures, the comments stated that consumers likely would benefit from one clear disclosure document alerting them to the major costs and features of a mortgage. Unfair and Deceptive Practices in Financial Services . In December 2007, the FTC filed a comment with the Office of Thrift Supervision (OTS) in response to its request for information regarding whether the OTS should expand its current prohibitions against unfair or deceptive acts and practices of financial institutions under its jurisdiction. The comment set forth the general principles of unfairness and deception under the FTC Act and described how the Commission has applied these principals to protect consumers of financial services. Further, it recommended that the OTS consider the Commission's experience in determining whether to use its authority to issue new rules. Alcohol Labeling . In January 2008, the FTC filed a comment with the Department of the T reasury's Alcohol and Tobacco Tax and T rade Bureau \u0018\u0018FEdERAl TRAdE COmmissiOn (TTB) on alcohol labeling. TTB had proposed to adopt a mandatory \"Serving Facts\" panel, require that labels contain a disclosure of alcohol content by volume (ABV), and permit disclosure of pure alcohol content in fluid ounces per serving. The FTC comment supported TTB's proposal to increase substantially the amount of information contained on alcohol labels, but also recommended several refinements in an effort to help consumers identify products containing lower levels of \"pure alcohol\" and to facilitate compliance with government health recommendations. f. Congressional t estimony The FTC's Commissioners and senior Commission staff testified in the last year before the U.S. Congress on a wide range of pressing consumer protection- related issues, including tobacco advertising, financial services, telemarketing, and identity theft, consistently advocating strong consumer protection measures and initiatives. Identity Theft . In March 2007, BCP Director Lydia Parnes testified before the House Judiciary Subcommittee on Crime, Terrorism and Homeland Securit y to discuss innovative solutions for the evolving problem of identity theft. In June 2007, Joel Winston, Associate Director for the Division of Privacy and Identity Protection, testified before the House Ways and Means Subcommittee on Social Securit y on protecting privacy of the Social Security number from identity theft; in December 2007, he testified before the House Judiciary Subcommittee on Crime, Terrorism, and Homeland Securit y on protecting consumer privacy and combating identity theft. Financial Services . In June 2007, Chairman Majoras presented testimony before the House Financial Services Committe e summarizing the FTC's efforts to combat unfair, deceptive, and other illegal practices in the consumer financial services industry. In July 2007, BCP Director Lydia Parnes testified before the Subcommittee on Oversight and Investigations of the House Financial Services Committe e to discuss the FTC's efforts to combat unfair, deceptive, and other illegal practices in the mortgage lending industry, including its fair lending enforcement program. In October 2007, Commissioner J. Thomas Rosch testified before the Subcommitte e regarding the findings of the FTC's study of credit-based insurance scores in automobile insurance. T elemarketing . BCP Director Lydia Parnes testified in July 2007 before the Senate Committee on Commerce, Science, and T ransportatio n on FTC enforcement of the anti-fraud provisions of the Telemarketing Sales Rule, the requirements of the Do Not Call Registry, and the Credit Repair Organizations Act. In October 2007, she testified before th e \"In November 2006, I went to purchase a car. When the car salesman was checking my credit, he asked if I would be able to pay off this car because I had other loans. He said that I had purchased two houses and two Mercedes in Los Angeles, CA. That's when I had found out that I was a victim of identity theft. . . . I am reporting my complaint hoping to get help with the identity theft.\" - Georgia consumer, June 2007\u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn House Subcommittee on Commerce, T rade, and Consumer Protection of the Committee on Energy and Commerc e on enhancing FTC consumer protection in financial dealings, with telemarketers, and on the Internet. Cigarette T esting . The FTC renewed its recommendation that Congress consider giving authority over cigarette testing to one of the federal government's science-based public health agencies. In testimony presented before the Senate Committee on Commerce, Science, and T ransportatio n in November 2007, Commissioner William Kovacic discussed the FTC's responsibilities in the area of tobacco advertising generally, and specifically explained cigarette testing and the marketing of cigarettes based on machine-measured tar and nicotine yields. Chapter 6. Consumer protection - Consumer and Business education and outreach Through print and online publications, websites and videos, interactive quizzes and tutorials, special events and interviews, the FTC educates consumers and businesses about their rights and responsibilities in the marketplace. The FTC also provides tools to enable law enforcement to help identity theft victims and to learn how to recognize, investigate, and prepare an identity theft case. Since March 2007, the FTC has distributed more than 7.6 million print publications in English and Spanish and logged more than 34.1 million accesses to publications on the FTC website. FTC campaigns and materials give consumers the tools they need to protect their sensitive data, make informed decisions, find help, and spot a scam, whether they are dealing with credit, telemarketing, weight loss promises, social networking, spam, or any other issue under the FTC's jurisdiction. Business education Slip Showing? Federal Law Requires All Businesses to Truncate Credit Card Information on Receipts . In May 2007, the Commission distributed this alert to remind merchants to comply with this provision of the FACT Act. In December 2007, the FTC premiered Protecting Personal Information: A Guide for Business - An Interactive Tutoria l, an innovative online tutorial that guides businesses on practical and low- or no-cost ways to keep sensitive data secure. Although the specifics depend on the type of company and the kind of information it keeps, the basic principles on securing sensitive data are the same: any business that keeps personal information needs to take stock, scale down, lock it, pitch it, and plan ahead. The tutorial explains each of these principles, and includes checklists of steps to take to improve data security. \"The FTC has long been a leader in educating consumers about market facts and risks and how to avoid those risks and in educating business about compliance, and now more than ever, with the Internet global marketplace developing so rapidly, education is critical.\" - Chairman Majoras, Remarks before the Computer and Communication Industry Association (Apr. 17, 2007)\u0018\u0018FEdERAl TRAdE COmmissiOn Hispanic Outreach . Staff held presentations for the sales teams of 12 Hispanic media outlets, as well as staff at the standards and compliance departments of Univision and T elemundo , focusing on advertising law and spotting ads with questionable claims targeted at Hispanic consumers. Other business education outreach events this past year included the FTC's Green Lights & Red Flags seminar s, held in four cities across the U.S., which teach businesses how they can comply with state and federal truth-in-advertising standards. Consumer education: identity theft DeterDetectDefend campaign . The one-stop shop for information on preventing and dealing with ID theft continues to be www.ftc. gov/idthef t with over 6.1 million accesses to the website. In addition to articles, videos, forms, and sample letters for consumers, businesses, and law enforcement, the site includes a Statement of Rights for victims. Since March 2007, the FTC also has distributed more than 22,000 of its Consumer Education Kits, which equip consumers to give presentations in their communities on avoiding ID theft. In February 2008, the President's Task Force and the U.S. Postal Service sent the FTC's ID theft brochure to every household in the U.S., numbering 121 million pieces. Resources for Law Enforcement and the Military . Because it often falls to local law enforcers to help ID theft victims, the FTC created Fighting Identity Theft: A Law Enforcer's Resource . This CD shows law enforcement officers and investigators how to assist victims, coordinate efforts, reach out to the community, and advise local businesses about data security. As a result of FTC efforts to reach out to the military, the Naval Media Center worked with the FTC to create short television and radio items, video clips, podcasts, and print and online articles for thousands of sailors and civilians. The associations for military credit unions and banks gave out the FTC's Consumer Education Kit to their member institutions for use with their customers. Officer and Prosecutor Training . The FTC worked with partner agencies to train state and local law enforcement officers how to recognize, investigate, and prepare an ID theft case. Staff have given on- site training to more than 3,300 officers from more than 1,000 agencies, as well as to newly appointed identity theft coordinators in every U.S. Attorney's Office. The training involves using the Identity Theft Data Clearinghouse, a repository of more than 1.4 million consumer complaints, maintained by the FTC. Green Lights Red Flags: FTC Rules of the Road for Advertisers & \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Consumer education: online safety and security OnguardOnline.go v, the FTC's interagency website that educates consumers about how to guard against Internet fraud, secure their computers, and protect personal information, continues to grow. Articles on malware, broadband services, and securing laptops, as well as interactive quizzes and updated versions of popular articles for parents and teens on social networking, were added this past year. The site also added a \"Safer Surfing for Kids\" page targeted to parents offering tips on how to protect their younger children online. Since last March, the site has logged more than 2.8 million unique visits to the English and Spanish versions. Consumer education: phishing and t elemarketing f raud To educate consumers about the practice of phishing, a scam where Internet fraudsters send spam or pop-up messages to lure personal and financial information from unsuspecting victims, the FTC is releasing three 30-second videos featuring a \"fishy\" visitor whose fin-fitted business suit clues consumers into the fact that they are being scammed. BCP also is holding a roundtable with communications and technology experts in Washington, D.C. in April 2008 on how financial institutions can better educate their customers about phishing. Consumer education: financial Literacy The FTC promoted consumer education through the 10th annual National Consumer Protection Wee k in March 2008. This year's theme, \"Financial Literacy: A Sound Investment,\" allowed the FTC to provide consumers information about making well-informed financial decisions, avoiding credit and mortgage scams, reviewing their credit report, and protecting their personal information. timely Consumer education With mortgage concerns on many minds this year, the FTC published a variety of relevant articles for consumers in both English and Spanish, including: Deceptive Mortgage Ads: What They Say; What They Leave Ou t, Mortgage Payments Sending You Reeling? Here's What to Do, and How to Manage Your Mortgage If Your Lender Closes or Files for Bankruptc y. To help consumers understand the jargon they may encounter when buying or selling a home, the FTC also created The Real Estate Marketplace Glossary: How to T alk the T al k. More than 20,000 of these publications already have been distributed, and 44,000 accessed online. When the California wildfires struck, and later during the 2007 winter holidays, the FTC gave consumers information on how to avoid charity March 2-8, 2008National Consumer Protection WeekFinancia lLiteracy a Sound Investment\u00188FEdERAl TRAdE COmmissiOn scams and make the most of their donations. In addition, in November 2007, the FTC released 10 Tips For Smart Holiday Shopping Onlin e, with staff doing a radio media tour on Cyber Monday , the Monday immediately following Black Friday , the ceremonial kick-off of the holiday online shopping season in the U.S. between Thanksgiving Day and Christmas. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn seCtion three: internationaL aCtivities Through its Office of International Affairs (OIA), created in January 2007, the FTC continues to develop strong working relationships with overseas antitrust and consumer protection agencies, as well as assuming a major role in important multilateral organizations. Over the past year, the OIA's priorities have been to use its new authority under the U.S. SAFE WEB Act to facilitate greater cross-border cooperation in its consumer protection cases, to pursue convergence in antitrust enforcement through the International Competition Network and other venues, and to examine the FTC's future role in providing technical assistance to newer competition and consumer protection agencies developing their own enforcement and policy agendas. Chapter 7. Competition a. promoting Cooperation and Convergence through Bilateral relationships The FTC routinely cooperates with foreign antitrust agencies to further its competition enforcement agenda, resulting in closer collaboration on cross- border cases and convergence toward consistent competition policies based on sound economic principles. The FTC closely coordinates its efforts with antitrust agencies abroad to resolve cases of mutual concern, resulting in more effective review of multijurisdictional mergers and suspected anticompetitive behavior. In the past year, the Commission coordinated its international efforts in its merger enforcement program in several cases, including: Google/DoubleClick . In December 2007, the Commission closed its investigation of Google, Inc.'s proposed $3.1 billion acquisition of Internet advertising server DoubleClick Inc., concluding that the acquisition was unlikely to substantially lessen competition. While the Commission stated that the acquisition would not harm competition in the relevant market, it noted its potential impact on consumer privacy and issued a set of proposed behavioral marketing principles. FTC staff \"I have become keenly aware that enforcing our antitrust laws, while critical, is not enough. Rather, . . . we must serve as ambassadors and defenders of competitive markets; that means standing up for competition in the face of business interests seeking government protectionism and over- intervention.\" - Chairman Majoras, Remarks before the U.S. Chamber of Commerce, Global Regulatory Cooperation Project (July 17, 2007)DInA KALLAY Office of International Affairs As Counsel for Intellectual Property and International Antitrust, Dina is at the center of some of the FTC's most exciting international antitrust activities. Dina came to the FTC having worked for the antitrust agencies of Israel and the European Union (DG COMP), in private practice in Israel and the U.S., and as an academic and author on antitrust and intellectual property interface issues. Dina has focused on furthering the FTC's antitrust work with China, preparing comments on China's new Antimonopoly Law, and delivering a speech on U.S. and Chinese merger law at a Beijing conference hosted by the Chinese government. Dina also contributes greatly to the agency's work in the International Competition Network, serving as the lead drafter of a report on the objectives of monopolization rules around the world. \u00180FEdERAl TRAdE COmmissiOn cooperated closely on the transaction with agency staff in Australia, Canada, and the European Union. Owens Corning/St . Gobain . The FTC worked closely with the European Commission (EC), Canada's Competition Bureau, and the Mexican Federal Competition Commission to resolve the proposed combination of Owens Corning and St. Gobain, which competed in markets for certain types of glass fiber reinforcements used in the construction, automotive, and electronics sectors. The FTC and EC both accepted a consent order with the parties in October 2007. The OIA continues to build the FTC's bilateral connections through ongoing discussions and continuing case coordination both in the U.S. and abroad. The OIA regularly communicates on competition cases and policy matters with our counterpart law enforcement partners abroad, including those in Canada, Mexico, the EU and its members, Australia, Japan, and Korea. Chairman Majoras led formal bilateral consultations with the EU and Japan, and met with counterparts from Chile, Brazil, the Russian Federation, and the United Kingdom. The FTC also continues to consult with colleagues from India and China, the world's two most populous nations, as they develop and implement their antitrust laws. FTC senior staff visited both jurisdictions over the past year and, along with the DOJ Antitrust Division, provided valuable advice to their competition officials, including through a four-day merger training program. The FTC also participates in the cabinet-level Strategic Economic Dialogue between the U.S. and China. The OIA also uses its strong bilateral relationships with foreign agencies to promote convergence toward sound competition policy. Many foreign jurisdictions request FTC input on new competition policy matters. For example, during the past year, the FTC consulted with the EC regarding its review of its nonhorizontal merger guidelines and merger remedies guidelines, with the Japan Fair T rade Commission on its revised intellectual property guidelines, with the Korea Fair T rade Commission regarding proposed amendments to its enforcement decree concerning excessive pricing, and with Canada's Competition Policy Review Panel concerning the relationship between competition and competitiveness. Through the OIA, the FTC will continue to share its expertise when requested with its foreign competition counterparts. B. promoting Convergence through multilateral Competition f ora Multilateral competition organizations provide valuable opportunities to promote international cooperation and for competition officials to share insights on law enforcement and policy initiatives. The FTC participates actively in several such organizations, including the International Competition Network (ICN), the Organization for Economic Cooperation and Development (OECD), the United Nations Conference on T rade and Development (UNCTAD), and the Asia-Pacific Economic Cooperation (APEC). \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn ICN . The ICN, currently consisting of 102 competition agency members from 91 jurisdictions, is an important venue in which antitrust authorities work towards procedural and substantive convergence, including promoting best practices in antitrust enforcement and policy. The FTC plays a major role in significant ICN projects. For example, the FTC co-chairs the ICN's Unilateral Conduct Working Group, which is developing guidance documents on the definition and analysis of market dominance, including by state-created monopolies, and is laying the groundwork for future convergence on the analysis of types of unilateral conduct beginning with predatory pricing and exclusive dealing. The Commission also chairs the ICN subgroup on Merger Notification and Procedures, which just held a successful workshop on the implementation of the ICN's Recommended Practices for Merger Notification and Review Procedures in the Czech Republic, attended by nearly 100 delegates from over 40 jurisdictions. This ICN subgroup is also developing guidance for member jurisdictions on setting notification thresholds with a sufficient nexus to the jurisdiction. The OIA staff also play an important role in the ICN's working group on Competition Policy Implementation, which assists new antitrust authorities in developing their institutional capabilities. Finally, the FTC serves on the ICN's Steering Group, and will play an active part at the ICN's eighth annual conference in Kyoto, Japan in April 2008. OECD . The OECD Competition Committee is a key forum for competition officials from developed countries to share their experiences and discuss best practices. Topics addressed at the Committee's recent sessions include refusals to deal, facilitating practices in oligopolies, regulation and competition involving taxi services, providing effective guidance to businesses on monopolization and abuse of dominance, competitive restrictions in the legal profession, and dynamic efficiencies in merger analysis. Upcoming topics include resale price maintenance, the use of market studies, and monopsony. Most U.S. OECD submissions to the Committee are available on the FTC's Commissioner Rosch: Global Convergence Commissioner J. Thomas Rosch has given thought to the forces driving the current phenomenon of technological and commercial convergence. He considers the principal factors contributing to this convergence to include product markets that are increasingly worldwide in scope, the growth of business transactions conducted online, and the ability of standard setting to enable interoperability. However, protectionism, threats to computer security, disparate national standards governing how data is transmitted internationally, the unlawful capture of the standard-setting process, and the failure of firms to make their products interoperable may impede the continued pace of global convergence. Commissioner Rosch believes that the FTC and its counterparts around the world can do much to neutralize the threats to convergence by promoting convergence among the world's substantive antitrust rules and policies and among the various consumer protection laws governing privacy and data security . He is heartened by the FTC's participation in various regional frameworks governing the cross-border transfer of personal data, by efforts to update laws on consumer dispute resolution and redress, and by efforts to strengthen the international cooperation in U.S. law enforcement efforts. Commissioner Rosch looks forward to continuing to work with the FTC's counterparts to protect consumers and competition on a worldwide basis. \u00182FEdERAl TRAdE COmmissiOn website. The OECD held in February 2008 a Global Forum on Competition with representatives from 51 agencies in non-member developing countries that included a program on the relationship between competition and consumer protection, with Chairman Majoras chairing a key panel. The FTC staff also continues to participate in regional OECD programs designed for non-members, including the Latin American Competition Forum. UNCTAD . OIA staff also is involved in UNCTAD's Intergovernmental Group of Competition Experts and regional competition programs. In the past year, the Commission participated in UNCTAD's programs on agency independence and accountability and on the relative competency between different agencies in applying competition rules. FTC staff will participate in UNCTAD's future work, including the development of reports on intellectual property and the abuse of dominance. Free trade agreements . U.S. free trade agreements often include provisions regarding competition matters. The FTC monitors competition issues in free trade negotiations and participates as appropriate in U.S. delegations that negotiate these provisions. Chapter 8. Consumer protection The emergence of new consumer markets and consumer policy models around the world, together with ever-evolving technological advances, have raised new and complex global consumer protection challenges. Issues such as spam, phishing, spyware, telemarketing fraud, identity theft, data security, and privacy cross national borders and raise both enforcement and policy issues that require the FTC to work closely with its counterparts in foreign agencies and international organizations. The continued growth of Internet and mobile- based business-to-consumer commerce, as well as the dawn of technology- enabled consumer-to-consumer interactions, raise fresh consumer protection and privacy concerns. To confront these challenges, the FTC, through its OIA staff, provides a broad-based international consumer protection program that focuses on providing consumers in the global marketplace with sound and effective protections that maximize economic benefit and consumer choice. a. the u .s. safe WeB act and international Law enforcement Cooperation SAFE WEB . The FTC continues to expand its international enforcement cooperation efforts using the tools provided by the U.S. SAFE WEB Act of 2006. The Act enhances the FTC's ability to cooperate with foreign law enforcement authorities on consumer protection enforcement matters that cross national borders, including spam, spyware, and telemarketing fraud, misleading health and safety claims, and privacy and security breaches. In the past year, the FTC focused on implementing the Act, and published new (and amended) rules to facilitate international information sharing. Since STEvEn M. wERnIKoFF Midwest Region Steve is an attorney with the Midwest Region who serves as lead counsel in complex cases involving spam, online advertising, credit card fraud, privacy, and Internet auctions. Working closely with U.S. and international partners, Steve has coordinated sweeps leading to dozens of civil and criminal actions. In October 2007, Steve filed the first case involving the FTC's use of the U.S. SAFE WEB Act to pursue defendants in Australia, Canada, and the U.S. He also serves as an adjunct professor at Northwestern University School of Law, teaching a course on Internet fraud and advertising law. Steve received the FTC's Paul Rand Dixon Award in 2003. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn the rules went into effect in May 2007, the FTC has shared information 17 times with foreign agencies in cross-border consumer protection matters involving fraudulent telemarketing scams, deceptive mail schemes, and spam cases. This information sharing has benefitted U.S. consumers. For example, the FTC used its SAFE WEB authority to share key information obtained in its investigation of a Canadian-based allegedly bogus lottery and prize-promotion scam, Cash Corner Service s, with Canadian partners for use in related Canadian law enforcement activities. In Spear System s, the FTC shared information with counterparts in Australia and Canada about an international spam enterprise, with defendants in the U.S., Canada, and Australia, in which spammers drove traffic to websites that deceptively sold two kinds of purported weight loss and anti-aging products. The FTC has also used its new authority to provide investigative assistance to foreign agencies in two other spam investigations in foreign countries. The increasing use of the FTC's new authority is removing some of the key roadblocks to effective international enforcement cooperation. The FTC will continue to focus on the U.S. SAFE WEB Act in 2008, including its efforts to enter into cooperation agreements with several important foreign jurisdictions, and to improve its ability to obtain remedies, including restitution for injured U.S. and foreign consumers, in cross-border cases. The FTC will continue its outreach efforts to international and domestic partners to achieve the promise of the U.S. SAFE WEB Act. Canada . The FTC maintains its strong working relationship with consumer protection and other law enforcement officials in Canada, in particular to confront the mutual problem of mass-marketing fraud, including telemarketing fraud, across the U.S.-Canadian border. For example, the FTC works closely with Competition Bureau Canada on numerous cases and projects, and participates in regional partnerships with Canadian enforcers based in Canada's Atlantic Provinces, Project Colt in Quebec, the Vancouver-based Project Emptor, and the Toronto Strategic Partnership. In the past year, the FTC has used its SAFE WEB authority to augment these efforts, resulting in successful investigations and cases on both sides of the border. International Enforcement Organizations . The FTC continues to cooperate with law enforcement partners in international organizations on consumer protection matters. For example, the FTC continues to participate actively in the International Consumer Protection Enforcement Network (ICPEN). It supported ICPEN's operations this year by hosting the Secretariat and working with its Chilean president to include non-member Latin American consumer protection agencies at ICPEN's fall 2007 meeting. The FTC also participates in the leadership of the London Action Plan (LAP), a global network of industry representatives and law enforcement agencies from more than 20 countries involved in the fight against spam, phishing, and other online threats. Through its participation in the LAP , in October 2007, the FTC organized a first ever joint meeting in the U.S. of the Contact Network of Spam Authorities, a network of spam enforcement authorities from EU Member States, and the Messaging Anti-Abuse Working Group, a global organization of private network \u0018\u0018FEdERAl TRAdE COmmissiOn operators, email service providers, and vendors that works against online abuse and exploitation. Cross-Border Cases . In the past year, the FTC's Bureau of Consumer Protection, with assistance from the OIA, filed six new cases with a major international aspect in the federal courts, including five cases that involved significant cooperation with its Canadian counterparts, and continued to litigate and investigate dozens of other matters involving foreign parties, witnesses, and evidence. The FTC sought cooperation from enforcement agencies in 15 countries in these litigation matters. B. international p olicy Cooperation New global trends also require the FTC to engage in policy efforts to develop flexible, market-oriented standards to address long-standing, as well as emerging, consumer protection issues. To achieve these goals, the FTC works directly with its counterparts on a bilateral level, and also participates actively in international organizations. Bilateral Relationships . The FTC works closely on consumer protection and privacy issues on a bilateral basis both with developed economies - such as those in the European Union and Canada - and with emerging economies like China. In June 2007, the FTC signed a memorandum of understanding (MOU) with China's consumer protection agency, the State Administration for Industry & Commerce (SAIC), to facilitate greater policy-level cooperation in consumer protection matters affecting both nations. The key provisions of the non-binding MOU provide for the exchange of views on consumer protection laws and policy issues, consideration of possible collaborative projects such as seminars, and staff visits to both countries. The FTC will continue these contacts with SAIC and other Chinese agencies in the coming year. International Consumer Policy . The FTC continues to participate actively in the OECD's consumer protection policy work. In July 2007, the FTC, working through the OECD, agreed with its partners on a set of principles to address the practical and legal obstacles that many consumers face when trying to resolve disputes with businesses, in their own country or abroad, particularly in cross-border e-commerce transactions. The FTC has also been providing input on international consumer protection issues that will be on the agenda at the OECD's June 2008 ministerial-level meeting on the \"Future of the Internet Economy,\" which is intended to provide guidance to governments and other stakeholders developing policies relating to technology and the Internet. The FTC will also continue to work with other international organizations such as the Organization of American States on consumer policy matters. Privacy and Security Issues . The FTC also has been engaged in recent years in furthering international cooperation on privacy and data security matters, focusing the international community on the critical importance of enforcement. In June 2007, the FTC, working with its foreign partners through the OECD, The Safe Web Fellows Program In response to the U.S. SAFE WEB Act provision authorizing the FTC to strengthen international enforcement relationships with counterpart agencies abroad, the FTC created an International Fellows Pilot Program to enable foreign competition and consumer protection agency officials to work at the FTC. In the past year, the FTC hosted fellows from Brazil's Administrative Council for Economic Defense, Canada's Competition Bureau, the New Brunswick (Canada) Office of the Attorney General, and Hungary's Office of Economic Competition. Each fellow spent three months working with FTC legal and economic staff on investigations and enforcement actions. The FTC also envisions exchange programs for its staff with agencies abroad, and already has detailed an OIA attorney to the United Kingdom's Office of Fair Trading. The pilot program will evolve into a permanent program in the coming year.\u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn developed a framework for privacy regulators and law enforcement authorities to facilitate cross-border privacy law enforcement cooperation and provide greater protection for consumers' personal information. The FTC also continues to participate actively in privacy and data security work at the Asia Pacific Economic Cooperation (APEC) and other multilateral organizations. In 2008, the FTC will participate, along with other U.S. government agencies and APEC member economies, in a pilot project to develop a system for cross-border data transfers under the APEC Privacy Framework. Chapter 9. outreach and international t echnical assistance OIA staff continue to assist developing nations moving towards market- based economies by assisting with the development and implementation of competition and consumer protection laws and policies. In addition to a formal technical assistance program, staff also met with hundreds of foreign officials in Washington, D.C. and in foreign capitals on both competition and consumer protection issues. The OIA's technical assistance program is actively engaged in providing training sessions to enforcement agency staff in developing nations, in close cooperation with DOJ's Antitrust Division when antitrust issues are involved. Beginning in the early 1990s, the program has conducted many training missions in developing nations, building on the Commission's legal and economic expertise. In a typical session, an FTC/DOJ lawyer and economist team might conduct a three- or four-day interactive case simulation that involves substantive matters likely to arise in an actual investigation. These programs, which have to date primarily been funded by the U.S. Agency for International Development (USAID), play a significant role in the Commission's efforts to promote sound competition and consumer protection policies around the world. The FTC plans commissioner Jones Harbour: APEc Privacy Framework In 2007, Commissioner Harbour focused on the FTC's privacy work within the Asia Pacific Economic Cooperation (APEC) forum. This year, APEC's privacy work centered around implementation of its Privacy Framework through the development of cross-border privacy rules. As part of the U.S. delegation, Commissioner Harbour participated in numerous meetings of APEC' s Electronic Commerce Steering Group and its Data Privacy Subgroup, as well as related gatherings in Australia, Mexico, Japan, and Vietnam. The Commission's involvement in APEC will continue in 2008. APEC's Privacy Framework includes nine broad privacy principles, along with domestic and international implementation guidance. The project is an effort to coordinate cross-border enforcement so that participating global businesses may transfer consumer data internationally, pursuant to a set of uniform rules. Each APEC economy may implement the cross-border rules network differently, and the likely approach in the U.S. will be a combination of industry self-regulation and backstop government enforcement through Section 5 of the FTC Act. APEC recently approved an official pilot project, and participating economies currently are working to develop system details and to test it on a small scale. \u0018\u0018FEdERAl TRAdE COmmissiOn to continue its work with USAID and other funding sources to pursue additional opportunities to enlarge this program, particularly regarding consumer protection issues. In 2007, the Commission sent 26 different staff experts to 13 countries on 31 technical assistance missions. The FTC was most active in the 10-nation ASEAN community (including Indonesia and Vietnam), India, Russia, Azerbaijan, Armenia, South Africa, Moldova, Guatemala, and Egypt. In the early part of the year, the FTC maintained a resident advisor in Jakarta, Indonesia, who worked with the ASEAN Office of the Secretary General, as well as with the competition and consumer protection officials in Indonesia, Thailand, and Vietnam. In related work, the FTC assisted USAID in a worldwide project assessing the progress of commercial law reform. In 2007, FTC staff joined USAID teams of experts in the Philippines and Tanzania. In its appropriations to the FTC for fiscal year 2008, Congress encouraged the FTC to use appropriated funds for international competition and consumer protection technical assistance to developing nations. The FTC is identifying high priority assistance targets, and is launching a program of assistance that will operate in tandem with its long-standing USAID-funded program. In February 2008, the FTC and DOJ conducted a one-day workshop, Charting the Future Course of International T echnical Assistanc e, involving foreign and domestic experts, to describe how their programs have worked and to obtain perspectives of other aid providers, academics, and private practitioners with a view toward improving the Commission's program and charting a course for its future. \u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn Looking aheaD This year, the FTC reaffirmed its presence as a force for consumers and competition both in the U.S. and abroad as we focused on industries directly impacting consumers. Increased globalization and lightning-speed changes in technology required us to adapt and evolve our efforts, and at every turn, the FTC responded with powerful initiatives. At its core, the FTC is a law enforcement agency, and in the coming year, we will continue to focus our antitrust and consumer protection scrutiny on areas of high impact for consumers - health care, privacy, real estate, financial services, energy, and technology. Moreover, we will maintain our strong tradition of holding those responsible for fraudulent business schemes civilly, and where appropriate, criminally accountable for their actions. Fraud often does not stop or start at our borders, and we will expand our successful implementation of the U.S. SAFE WEB Act so that we may assist others in reaching fraud wherever it lies. We are experiencing a time of economic, as well as technological, change, and the FTC's enforcement initiatives will continue to be supported by research and public exploration of matters of grave concern to consumers. For example, in the coming year, we will explore recent health care delivery innovations, such as limited service clinics, price and quality transparency, and health information technology. We will continue to study mortgage disclosures, with an eye towards developing improved disclosures to help consumers better understand the mortgage products available to them. As consumers become more conscious of the impact consumption has on the economy and on the environment, we will continue the public dialogue on green marketing claims. We also will report on energy markets in the 21st century, including a review of the security of energy supplies and proposals for addressing climate change concerns. Consumers must be well-informed in order to participate in the global marketplace. We will continue our outstanding tradition of issuing clear, practical guidance to consumers, not only explaining their consumer protection rights and responsibilities in the marketplace, but also promoting competition and explaining why competition matters. \u00188FEdERAl TRAdE COmmissiOn We must continue to serve as ambassadors and defenders of competitive markets. As such, the FTC commits to strengthening relationships with our enforcement counterparts around the world, and to pursuing global antitrust convergence. Through our technical assistance programs, we will reach out to young competition and consumer protection agencies, including in key jurisdictions such as China and India. Throughout, the FTC is proud to remain a steady hand for consumers and competition.\u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn senior staff of the ftC Chief of Staff Brian Huseman Executive Director Charles Schneider Deputy Executive Director Sonna L. Stampone Director, Bureau of Competition Jeffrey Schmidt Deputy Directors Kenneth L. Glazer David P . Wales Director, Bureau of Consumer Protection Lydia B. Parnes Deputy Directors Eileen Harrington Mary Beth Richards Director, Bureau of Economics Michael R. Baye Deputy Directors Mark Frankena Pauline Ippolito Paul A. Pautler General Counsel William Blumenthal Deputy General Counsels William E. Cohen John F . Daly Christian S. White Director, Office of International Affairs Randolph W. T ritell Deputy Directors James C. Hamill Elizabeth Kraus Hugh G. Stevenson Director, Office of Congressional Relations Jeanne Bumpus Director, Office of Public Affairs Nancy Ness Judy Director, Office of Policy Planning Maureen K. Ohlhausen Deputy Director James C. Cooper Secretary of the Commission Donald S. Clark Chief Administrative Law Judge Stephen J. McGuire Inspector General Howard L. Sribnick\u00180FEdERAl TRAdE COmmissiOn ftC annuaL aW arDs - septemBer 2007 Chairman's a ward Matthew Reilly Louis D. Brandeis a ward John Jacobs Janet D. steiger outstanding t eam a ward Privacy Steering Committee Redress/Enforcement Database Team Rambus Team FOIA Team richard C. f oster a ward James Baker Jeanne McGraw Neal Reed James m. mead a ward Jose Cocoa Pete Dykstra Michelle Kambara Diane Pierce paul rand Dixon a ward Christopher Adams Loretta Garrison Jonathan Klarfeld Gregory Luib John Parisi Carole Reynolds Nadine Samter Anne R. Schenof mary gardiner Jones a ward Voni Eason Ed Glennon\u0018\u0018The FTC in 2008: A FORCE FOR COnsumERs And COmpETiTiOn awards for excellence in supervision Jacalyn Johnson Nancy Judy Peter Richman David Robbins Aileen Thompson otis B. Johnson a ward Bonnie Curtin Sheryl Drexler Teresa Martin Elisabeth Murphy francis Walker a ward David Schmidt outstanding scholarship a ward John Simpson stephen nye a ward Sarah Botha Richard Cunningham Gerry Sachs Leon higgenbotham, Jr. a ward David Shonka eleanor f . greasley a ward Judy Armstrong Bernadette Harding Bernadette Harmon\u00182FEdERAl TRAdE COmmissiOn prinCipaL ContriButors to report Michael D. Bergman and Phyllis H. Marcus Project Coordinators Dawne Holz and Jonathan Morgan Graphics and Design Jeanine Balbach and Kelly Signs Bureau of Competition Laura Schneider Bureau of Consumer Protection Liz Callison Bureau of Economics Russell W. Damtoft Office of International Affairs Gregory P . Luib Office of Policy Planning Contributing staff members also include William E. Cohen, Rachel Miller Dawson, Stacy Feuer, Marc Groman, Brian Huseman, Daniel Kaufman, Vincent Law, Brandon Remington, Stefano Sciolli, John H. Seesel, Marianne Watts, Larry DeMille-Wagman, and Beth Arvan Wiggins.Federal T rade Commission Satellite Building 601 New Jersey Avenue, N.W., Washington D.C. "}