{"title": "Childhood Vaccines Debate Rekindled at GOP Presidential Debate - Physicians News", "author": "Physicians News", "url": "https://physiciansnews.com/2015/09/18/childhood-vaccines-debate-rekindled-at-gop-presidential-debate/", "hostname": "physiciansnews.com", "description": "Some parents' long-simmering concerns over the safety of childhood vaccines received unexpected -- and, in some quarters, unwelcome -- notice during the second Republican presidential candidates' debate. While the link between vaccines and autism has long been discredited, an exchange toward the debate's end addressed a more recent parental concern -- whether children are receiving", "sitename": "Physicians News - Health news for doctors and patients.", "date": "2015-09-18", "cleaned_text": "the safety of childhood vaccines received unexpected — and, in some quarters, unwelcome — notice during the second Republican presidential candidates' debate.](https://physiciansnews.com/photos/2015/08/vaccination.jpg) While the link between vaccines and autism has long been discredited, an exchange toward the debate's end addressed a more recent parental concern — whether children are receiving too many vaccines too soon. And the potential fallout from that exchange has infectious-disease experts worried. Candidates Ben Carson and Rand Paul — both doctors — both argued Wednesday night that children probably are receiving too many vaccinations in too short a time, and that parents ought to have the right to deviate from the recommended schedule. The candidates said vaccines are safe and important, and dismissed fears that some vaccines might cause autism, but argued for parental freedom in scheduling vaccinations farther apart. \"We have extremely well-documented proof that there's no autism associated with vaccination, but it is true that we are probably giving way too many in too short a period of time,\" said Carson, a retired neurosurgeon. \"I think a lot of pediatricians now recognize that and are cutting down on the number and the proximity in which those are done.\" Pediatricians and infectious-disease experts responded to the candidates' remarks with dismay. \"It saddened me,\" said Dr. Paul Offit, director of the Vaccine Education Center and an attending physician in the division of infectious diseases at The Children's Hospital of Philadelphia. \"The candidates have been given a platform, and with that platform comes a certain responsibility to know the facts. Anyone who knows the facts about vaccines knows that the schedule in which they are given is safe and well-tested.\" Offit said he understands why some parents have become concerned. \"We ask American citizens to give their children 14 different vaccines within the first few years of life, sometimes five at a time,\" he said. \"It's not surprising there would be some pushback.\" Carson and Paul didn't go as far as candidate Donald Trump, who contended during the debate that there's a connection between vaccines and autism. The roots of that fear rest in a small and long-since disproven study published in 1998 that linked the measles-mumps-rubella vaccine to an increased risk of autism. However, the study was later found to be fraudulent. And more than 20 studies have since shown that there's no link between vaccines and autism, said Dr. Carol Baker, executive director of the Center for Vaccine Awareness and Research at Texas Children's Hospital in Houston. But while Carson and Paul affirmed the safety of vaccines, they also said there should be flexibility in the strict vaccination schedule that's been crafted by the medical profession. \"One of the greatest medical discoveries of all time were vaccines,\" said Paul, an ophthalmologist. \"I'm for vaccines, but I'm also for freedom. Even if the science doesn't say bunching them up is a problem, I ought to be able to spread my vaccines out a little bit, at the very least.\" As a result of these concerns, some pediatricians have promoted alternatives to the traditional vaccine schedule that either omits certain vaccines or stretches out the schedule. \"I was very happy to see the Republican candidates have some consensus over the importance of vaccines, but the importance of it being a free medical choice in America,\" said Dr. Robert Sears, who lays out alternative schedules in his book, The Vaccine Book: Making the Right Decision for Your Child. \"I think parents should have the medical freedom to choose whether or not they vaccinate their child,\" said Sears, a pediatrician and founder of the Immunity Education Group. \"There is no research that shows that the number of vaccines they give today is a dangerous process. On the other side, the vaccine schedule has so recently been escalated, and we haven't done the long-term safety research to show that what we're doing today is safe.\" Parents who worry whether a young child can safely endure multiple immunizations at once are failing to take into consideration what children's immune systems must deal with every day, said Dr. Jeff Duchin, a professor of infectious disease at the University of Washington School of Public Health in Seattle. Starting with their trip down the birth canal, babies are confronted with millions of bacteria on a daily basis, Duchin said. Even in well-kept homes, these exposures continue as they crawl through rooms, handle objects, and stick their hands in their mouths. \"The American Academy of Pediatrics estimates that in one day, a child will encounter 10 to 20 times the number of immune stimulants in their environment than are in the entire vaccine schedule,\" he said. \"Really, vaccines provide a very insignificant stimulation from the immunological perspective, compared to what a child has to handle in their daily life.\" Texas Children's Hospital's Baker said children who don't get their vaccinations on time are needlessly exposed to life-threatening illnesses. \"Why do we vaccinate so young? Because we want to protect our children as soon as possible,\" she said. \"We vaccinate at 2 months, 4 months and 6 months. You're not protected until you have three doses. That's just biology. So why would you want to wait longer for them to have protection?\" Offit agreed. \"It's a bad idea [delaying vaccines] because all you're doing is increasing the period of time in which you're susceptible to infections without any known benefit to your health,\" he said. Kids who don't receive timely vaccinations also endanger \"herd immunity\" — the concept that everyone in a community enjoys general immunity against a disease if most people are immune to it, Baker added. \"I very much like the freedom we have in this country. I love that idea, until it comes to public health,\" she said. \"I would be happy to give parents many, many choices, but some of their personal choices affect the community around them. We don't have any vaccines that are 100 percent effective, so we depend on herd immunity to protect the most vulnerable among us.\" Sears, the medical choice advocate, pointed to the recent Disneyland measles outbreak, saying it illustrated that parents should have some wiggle room when it comes to the immunization schedule. In that outbreak, 117 people across the United States were stricken with measles after a handful were exposed to the virus on vacation in southern California. \"The outbreak did not spread nearly as far as it should have, and it was quickly contained,\" Sears said. \"I know that's a different opinion than some people hold, but it died off really quickly. They got it contained because enough of our population is vaccinated against it.\" Baker countered that there shouldn't have been any measles outbreak at all, given that the virus has been eradicated in the United States since 2000. \"If we'd had enough herd immunity, we wouldn't have had an outbreak at all,\" she said. \"We had years where we didn't have outbreaks, and you want to know why? We had enough herd immunity in our communities.\" \"Fortunately, nobody died,\" Baker added. \"But to me, that's just luck. I've practiced long enough to see measles death, and it's not pretty.\" By Dennis Thompson, HealthDay ### For more on childhood immunization, visit the [U.S. National Institutes of Health](https://www.nlm.nih.gov/medlineplus/childhoodimmunization.html). Copyright © 2015 [HealthDay](http://www.healthday.com/). All rights reserved. "}