{"title": "Más de Uno Roquetas | 21-09-21", "author": "Radio Onda Cero", "url": "https://www.ondacero.es/emisoras/andalucia/roquetas/mas-de-uno/mas-uno-roquetas-210921_202109216149d7972aa757000117ba4f.html", "hostname": "ondacero.es", "description": "El coso de Roquetas se abre a festejos taurinos el 1 de octubre. Y además,....-Turismo: Dalías intenta acelerar el reconocimiento de las Fiestas del Cristo de la Luz como Fiestas de Interés Turístico Nacional; El Ayuntamiento de Almería solicita fondos europeos para el desarrollo turístico sostenible de El Toyo.-Noticias de Roquetas, Vícar, La Mojonera, Enix y Felix.-Inyectada la 3ª dosis de la vacuna anti covid 19 a los ancianos de las Residencias de Roquetas y otros municipios del Poniente. El 1 de octubre cerrarán los centros externos de vacunación.-El portavoz del grupo municipal socialista de Roquetas sigue pidiendo al ayuntamiento que dote a la localidad de autobuses urbanos públicos.-Alumnos con autismo del IES Mar Mediterráneo de Aguadulce comienzan el curso con problemas de transporte escolar adaptado. -Estrenamos sección sobre el Patrimonio natural, cultural e histórico con JuanMi Galdeano. -Inaugurado el nuevo centro en Roquetas de la Asociación de salud mental El Timón.De lunes a viernes a las 13,11 h con Pepe Ballesteros. 106.1 fm", "sitename": "OndaCero", "date": "2021-09-21", "cleaned_text": "Más de Uno Roquetas | 21-09-21 El coso de Roquetas se abre a festejos taurinos el 1 de octubre. Y además,.... -Turismo: Dalías intenta acelerar el reconocimiento de las Fiestas del Cristo de la Luz como Fiestas de Interés Turístico Nacional; El Ayuntamiento de Almería solicita fondos europeos para el desarrollo turístico sostenible de El Toyo. -Noticias de Roquetas, Vícar, La Mojonera, Enix y Felix. -Inyectada la 3ª dosis de la vacuna anti covid 19 a los ancianos de las Residencias de Roquetas y otros municipios del Poniente. El 1 de octubre cerrarán los centros externos de vacunación. -El portavoz del grupo municipal socialista de Roquetas sigue pidiendo al ayuntamiento que dote a la localidad de autobuses urbanos públicos. -Alumnos con autismo del IES Mar Mediterráneo de Aguadulce comienzan el curso con problemas de transporte escolar adaptado. -Estrenamos sección sobre el Patrimonio natural, cultural e histórico con JuanMi Galdeano. -Inaugurado el nuevo centro en Roquetas de la Asociación de salud mental El Timón. De lunes a viernes a las 13,11 h con Pepe Ballesteros. 106.1 fm "}