{"title": "Our website uses cookies", "author": null, "url": null, "hostname": null, "description": "Learn more about Mistletoe Extracts (PDQ®): Integrative, alternative, and complementary therapies - Health Professional Information [NCI]. Find a doctor and schedule an appointment today.", "sitename": null, "date": "2023-06-08", "cleaned_text": "complementary therapies - Health Professional Information [NCI] Make an Appointment Our team is here to help you make an appointment with the specialists that you need. Mistletoe Extracts (PDQ®): Integrative, alternative, and complementary therapies - Health Professional Information [NCI] This information is produced and provided by the National Cancer Institute (NCI). The information in this topic may have changed since it was written. For the most current information, contact the National Cancer Institute via the Internet web site at http://cancer.gov or call 1-800-4-CANCER. Overview This cancer information summary provides an overview of the use of mistletoe as a treatment for people with cancer. The summary includes a brief history of mistletoe research, the results of clinical trials, and possible side effects of mistletoe use. This summary contains the following key information: - Mistletoe is a semiparasitic plant that has been used for centuries to treat numerous human ailments. - Mistletoe is used commonly in Europe, where a variety of different extracts are manufactured and marketed as injectable prescription drugs. These injectable drugs are not available commercially in the United States and are not approved as a treatment for people with cancer. - Mistletoe is one of the most widely studied CAM therapies for cancer. In certain European countries, the preparations made from European mistletoe (Viscum album, Loranthaceae) are among the most prescribed drugs offered to cancer patients. - Although mistletoe plants and berries are considered poisonous to humans, few serious side effects have been associated with mistletoe extract use. - The use of mistletoe as a treatment for people with cancer has been investigated in clinical studies. Reports of improved survival and/or quality of life have been common, but many of the studies had major weaknesses that raise doubts about the reliability of the findings. - At present, the use of mistletoe cannot be recommended outside the context of well-designed clinical trials. Such trials will be valuable to determine more clearly whether mistletoe can be useful in the treatment of specific subsets of cancer patients. Many of the medical and scientific terms used in this summary are hypertext linked (at first use in each section) to the NCI Dictionary of Cancer Terms, which is oriented toward nonexperts. When a linked term is clicked, a definition will appear in a separate window. Reference citations in some PDQ cancer information summaries may include links to external websites that are operated by individuals or organizations for the purpose of marketing or advocating the use of specific treatments or products. These reference citations are included for informational purposes only. Their inclusion should not be viewed as an endorsement of the content of the websites, or of any treatment or product, by the PDQ Integrative, Alternative, and Complementary Therapies Editorial Board or the National Cancer Institute. General Information Mistletoe, a semiparasitic plant, holds interest as a potential anticancer agent because extracts derived from it have been shown to kill cancer cells genes involved in tumor progression, malignancy, and cell migration and invasion, such as TGF-beta and matrix-metalloproteinases.[ [11](#s2.11), [12](#s2.12)] Mistletoe extracts cell -mediated tumor cell lysis. - Reduce the migratory and invasive potential of tumor cells. - Stimulate immune system cells both in vitro and in vivo. Three components of mistletoe, namely viscotoxins, polysaccharides, and made of both protein and carbohydrates that are capable of binding to the outside of cells (e.g., immune system cells) and inducing biochemical changes in them.[ [10](#s2.10), [42](#s2.42), [43](#s2.43), [44](#s2.44), [45](#s2.45)] In view of mistletoe's ability to stimulate the immune system, it has been classified as a type of biological response modifier.[ [42](#s2.42)] Biological response modifiers constitute a diverse group of biological molecules that have been used individually, or in combination with other agents, to treat cancer or to lessen the side effects of anticancer drugs. Mistletoe extracts have been demonstrated in preclinical settings to have other mechanisms of action, such as antiangiogenesis.[ [29](#s2.29)] Preparations from mistletoe extracts are most frequently used in the treatment of cancer patients in German-speaking countries.[ [46](#s2.46)] Commercially available extracts are marketed under a variety of brand names, including Iscador (see explanation of suffixes below), Eurixor, Helixor, Isorel, Iscucin, Plenosol, and abnobaVISCUM. Some extracts are under more than one name. Iscador, Isorel, and Plenosol are also sold as Iscar, Vysorel, and Lektinol, respectively. All of these products are prepared from Viscum album (Loranthaceae) (Viscum album L. or European mistletoe). They are not sold as a drug in the United States. Eurixor, Isorel, and Vysorel are no longer commercially available. In addition to European mistletoe, extracts from a type of Korean mistletoe (Viscum album var. coloratum [Kom.] Ohwi) have demonstrated grows on several types of trees, and the chemical composition of extracts derived from it depends on the following:[ [8](#s2.8), [43](#s2.43), [52](#s2.52), [53](#s2.53), [54](#s2.54), [55](#s2.55)] - Species of the host tree (e.g., apple, elm, oak, pine, poplar, and spruce). - Time of year harvested. - How the extracts are prepared. - The commercial producer. Mistletoe extracts are prepared as aqueous solutions or solutions of water and alcohol, and they can be prepared according to homeopathic principles, and others are not. Accordingly, as homeopathic preparations, they are typically not chemically standardized extracts.[ [10](#s2.10), [60](#s2.60)] In addition, the commercial products can be subdivided according to the species of host tree, which is typically indicated in the product name by a suffix letter. Iscador, a fermented aqueous extract of Viscum album L. that is prepared as a homeopathic drug, is marketed as one of the following:[ [57](#s2.57)] - IscadorM (from unfermented aqueous extract of Viscum album L. that is standardized by its biological effect on human leukemia cells in vitro, is marketed as one of the following:[ [57](#s2.57)] - HelixorA (from spruce pine trees; Pinus sylvestris). Eurixor (which is no longer commercially available), an unfermented aqueous extract of Viscum album L. harvested from poplar trees, is reportedly standardized to contain a specific amount of one of mistletoe's lectins (i.e., the lectin ML-1).[ [57](#s2.57)] For more information, see the History section. Some proponents contend the choice of extract should depend on the type of tumor and the sex of the patient.[ [55](#s2.55), [57](#s2.57), [61](#s2.61), [62](#s2.62)] A recombinant bacteria known as rViscumin or aviscumine has been studied in the laboratory and in phase I clinical trials. Because this is not an extract of mistletoe, it is out of the purview of this summary.[ [63](#s2.63)] Mistletoe extracts are usually given by subcutaneous injection, although administration by other routes (i.e., oral, intrapleural, studies, subcutaneous injections were given 2 to 3 times a week, but the overall duration of treatment varied considerably. Viscum album is listed in the Homeopathic Pharmacopoeia of the United States, which is the officially recognized compendium for homeopathic drugs in this country.[ [71](#s2.71)] Although the U.S. Food and Drug Administration (FDA) has regulatory authority over homeopathic drugs, this authority is usually not exercised unless the drugs are formulated for injection or there is evidence of severe toxicity. Before researchers can conduct clinical drug research in the United States, they must file an Investigational New Drug (IND) application with the FDA. IND approval is also required for clinical investigation of homeopathic drugs. The FDA does not disclose information about IND applications or approvals; this information can be released only by the applicants. At least two U.S. investigators were given IND approval to study mistletoe as a treatment for people with cancer (NCCAM-02-AT-260 and TJUH-01F.45). In this summary, the mistletoe extract or product used in each study will be specified wherever possible. References: - Jung ML, Baudino S, Ribéreau-Gayon G, et al.: Characterization of cytotoxic proteins mistletoe (Viscum album L.). Lett Kuttan G, Vasudevan DM, Kuttan R: Effect of a preparation from Viscum album on tumor development in vitro and in mice. J Ethnopharmacol 29 (1): 35-41, 1990. - Walzel H, Jonas L, T, Relationship between Janssen O, Scheffler A, Kabelitz D: In vitro effects of mistletoe extracts and mistletoe lectins. Cytotoxicity towards tumor cells due to the induction of programmed cell death (apoptosis). Arzneimittelforschung 43 (11): 1221-7, al.: Antitumorous and effects Cytotoxicity of different viscotoxins and extracts from the European subspecies Viscum album L. Phytother Res 10 (6): 473-7, 1996. - Gabius HJ, Darro F, Remmelink M, et al.: Evidence for stimulation of tumor proliferation in cell lines and histotypic cultures by clinically relevant low doses of the galactoside-binding mistletoe lectin, a component of proprietary extracts. Cancer Invest 19 (2): 114-26, 2001. - Maier G, Fiebig HH: Absence of tumor growth stimulation in a panel of 16 human tumor cell lines by mistletoe extracts in vitro. Anticancer Drugs 13 (4): 373-9, 2002. - Franz H: Mistletoe lectins and and B chains. standardized to mistletoe lectins in oncology: review on current status of preclinical research. Anticancer Res 22 (3): 1399-407, 2002 Hübner A, et al.: Viscumins functionally modulate cell gene Int plant lectin derived from Viscum album induces cytokine gene expression and protein production in cultures of human peripheral blood mononuclear cells. Nat Immun 14 (5-6): 295-304, 1995. Immunomodulating Immunoprotective activity of the galactoside-specific lectin from mistletoe after tumor destructive therapy in glioma patients. Anticancer Res 16 (6B): 3799-802, 1996 Nov-Dec. - Fischer S, Scheffler A, Kabelitz D: Oligoclonal in vitro response of CD4 T cells to vesicles of mistletoe extracts in mistletoe-treated cancer patients. aqueous mistletoe preparations on humoral immune parameters with emphasis on the cytotoxicity of human complement in breast cancer patients. Forsch Komplementarmed 4 (4): 224-8, 1997. al.: Immunomodulatory actions of Viscum album (Iscador) in children with recurrent respiratory disease as a result of the Chernobyl nuclear accident. Complement Ther Med 5 (3): 141-6, 1997. - Heiny BM, Albrecht Beuth J: Correlation of immune cell activities and beta-endorphin release in breast carcinoma patients treated with galactose-specific lectin standardized mistletoe extract. Anticancer Res 18 G, et al.: Characterisation of granulocyte stimulation wheat. Biochim Biophys Acta (1): 80-90, U, et al.: Thionins from Viscum album L: influence of the viscotoxins the activation of granulocytes. Res 1999 Mar-Apr. - Murray MT: of Prima 1995, pp 253-9. - Lenartz D, Dott U, Menzel J, et al.: Survival of glioma patients after complementary treatment with galactoside-specific from V, et al.: The effect of an adjuvant mistletoe treatment programme in resected head and neck cancer patients: a randomised controlled clinical trial. Eur J Cancer 37 (1): 23-31, 2001. - Goebell PJ, Otto T, Suhr J, et al.: Evaluation of an unconventional treatment modality with mistletoe lectin to prevent recurrence of superficial bladder cancer: a randomized phase II trial. J Urol Stauder terms of mistletoe lectins (ML I) in oncology: current state of clinical research. Onkologie 25 (4): 374-80, 2002. - Saha C, Das M, Stephen-Victor E, et al.: Differential Effects of Viscum album Preparations on the Maturation and Activation of Human Dendritic Cells and CD4 T Cell Responses. Molecules 21 (7): , 2016. - Hegde P, Viscum album by cyclooxygenase-2. PLoS One 6 (10): e26312, 2011. JP, Delignat S, et al.: Antiangiogenic properties of viscum album extracts associated with cytotoxicity. Anticancer Res (8): Huyen JP, Delignat S, et al.: Induction of maturation and activation of human dendritic cells: a mechanism underlying the beneficial effect of Viscum album as complimentary therapy in cancer. BMC Cancer 8: 161, 2008. - Elluru S, Duong Van Huyen JP, Delignat S, et al.: Molecular mechanisms underlying the immunomodulatory effects of mistletoe (Viscum album L.) extracts - Pusztai A, Grant G, Nutritional and metabolic effects of mistletoe lectin ML-1 (type 2 RIP) in the rat. In: European Cooperation in the Field of Scientific and Technical Research: COST 98: Effects of Antinutrients on the Nutritional Value of Legume Diets. European Commission, Directorate-General XII, Science, Research and Development, 1998, pp 164-7. - Pusztai A, Grant G, Gelencsér E, et al.: Effects of an orally administered mistletoe (type-2 RIP) lectin on growth, body composition, small intestinal structure, and insulin levels in young rats. J Nutr Biochem 9 (1): 31-6, 1998. - Ewen SWB, Bardocz S, Grant G, et al.: The effects of PHA and mistletoe lectin binding to epithelium of rat and mouse gut. In: European Cooperation in the Field of Scientific and Technical Research: COST 98: Effects of Antinutrients on the Nutritional Value of Legume Diets. European Commission, Directorate-General XII, Science, Research and Development, 1998, pp 221-5. - Pryme IF, Bardocz S, Grant G, et al.: The plant lectins PHA and ML-1 suppress the growth of a lymphosarcoma tumour in mice. In: European Cooperation in the Field of Scientific and Technical Research: COST 98: Effects of Antinutrients on the Nutritional Value of Legume Diets. European Commission, Directorate-General XII, Science, Research and of Iscador, an extract of European mistletoe (Viscum album), in cancer treatment: prospective nonrandomized and randomized matched-pair studies nested within a bough: the case for mistletoe. Eur J Herbal Med 1 (1):19-24, 1994. - Schrader G, Apel K: Isolation and characterization of cDNAs encoding (Viscum album). Eur (3): 549-53, 1991. - Gabius HJ, Gabius S, Joshi SS, et al.: From ill-defined extracts to the immunomodulatory lectin: will there be a reason for oncological application of mistletoe? Planta Med 60 (1): 2-7, Birkhauser FI, plant lectins. Nat Toxins 5 (4): 157-63, 1997. - 55-65, Database Syst - Khil LY, Kim W, Lyu S, et al.: Mechanisms involved in Korean mistletoe lectin-induced apoptosis of cancer cells. World J Gastroenterol 13 (20): 2811-8, 2007. - Kim MS, Lee J, Lee KM, et al.: Involvement of hydrogen peroxide in mistletoe lectin-II-induced apoptosis of myeloleukemic U937 cells. Life cancer cells through dephosphorylation of Akt. Arch Pharm Res 27 (1): 68-76, 2004. Romagnoli S, Fogolari NMR Viscum of viscotoxins. Biochemistry 42 12503-10, 2003. TJ, Yoo YC, Kang TB, et al.: Antitumor activity of the Korean mistletoe lectin is attributed to activation of macrophages and NK cells. Arch Pharm Res 26 (10): 861-7, 2003. - Ribéreau-Gayon G, Jung ML, Di Scala D, et al.: Comparison of the effects of fermented and unfermented mistletoe preparations on cultured tumor cells. 35-41, 1986. - Jäggy C, al.: Quantitative lectins Future 22 519-30, 1997. - Kaegi E: Unconventional therapies for cancer: 3. Iscador. Task Force on Alternative Therapies of the Canadian Breast Cancer Research Initiative. CMAJ 158 (9): 1157-9, 1998. - Stein G, Berg PA: Non-lectin component in a fermented extract from Viscum album L. grown on pines induces proliferation of lymphocytes from healthy and allergic individuals in vitro. Eur J Clin Pharmacol 47 (1): 33-8, Mistletoe treatment for cancer: review of controlled trials in humans. Phytomedicine 1: 255-60, 1994. - Wagner H, Jordan E, Feil B: Studies on the standardization of mistletoe preparations. 1): 16-22, Loncaric I, et al.: An overview on anticancer activities of the Viscum album extract Isorel. Cancer - Mellor homoeopathic cancer Prof Nurse 4 (12): 605-7, 1989. - Fellmer KE: A clinical trial of Iscador: follow-up treatment of irradiated genital carcinomata for the prevention of recurrences. Br 1968. - (Iscador) therapy in stage IV renal adenocarcinoma. A phase II study in patients with measurable lung metastases. Acta Oncol 28 (4): 489-94, al.: Phase I trial of intravenous aviscumine (rViscumin) in patients with solid tumors: a study of the European Organization for Research and Treatment of Cancer New Drug Development Group. Ann Oncol 15 (12): 1816-24, 2004. - of Viscum album L. (mistletoe; Helixor M) in the therapy of primary inoperable pancreas cancer: a pilot study. [Abstract] pancreatic cancer with Viscum album (Iscador): a retrospective study of 292 patients 1986-1996. Complement Ther 6 (4): 172-7, Lejeune Adjuvant melanoma patients comparing rlFN-alpha to rlFN-gamma to Iscador to a control group after curative resection of high risk primary (>=3mm) or regional lymphnode of quality of with mistletoe lectin-1-standardized in advanced colorectal carcinoma. with PS76A2 (standardised mistletoe preparation) in patients with breast cancer receiving adjuvant chemotherapy. [Abstract] Phytomedicine 7 (Suppl 2): A-SL-66, 2000. - et al.: Chemical Pleurodesis Using the United United States. 2002, Monograph 9444 Visc. History Mistletoe has been used properties.[ [1](#s3.1), [2](#s3.2), [3](#s3.3), [4](#s3.4), [5](#s3.5), [6](#s3.6)] It was reportedly used by the Druids and the ancient Greeks, and it appears in legend and folklore as a panacea. It has been used in various forms to treat cancer, epilepsy, infertility, menopausal symptoms, nervous tension, asthma, hypertension, headache, and dermatitis. The use of mistletoe in the treatment of cancer is about 100 years old, and its use in the treatment of other indications is much older. Modern interest in mistletoe as an anticancer treatment began in the 1920s. Most of the results of clinical studies have been published exclusively in German. For more information, see the Human/Clinical Studies section. Another reported activity of mistletoe that may be relevant to optimum functioning of the immune system in individuals with cancer is stabilization of the DNA in white blood cells, including white blood cells that have been exposed to DNA-damaging chemotherapy drugs.[ [7](#s3.7), [8](#s3.8), [9](#s3.9), [10](#s3.10), [11](#s3.11)] shown to stimulate increases in the number and the activity of various types of and tumor necrosis factor -alpha, are released by white blood cells after exerts its cytotoxic effects by interfering with protein synthesis a bridging function, bringing together immune system effector cells and tumor cells.[ [18](#s3.18), [67](#s3.67)] References: The golden bough: case for mistletoe. Eur J Herbal Med 1 (1):19-24, 1994. - Mistletoe. In: Murray MT: The Healing Power of Herbs. Prima 1995, pp 253-9. - S, Stirpe K, et al.: Isolation and characterization of viscumin, a toxic lectin from album L. (mistletoe). Chem 257 - album L.). Oncology 43 (Suppl 1): 2-7, 1986. - Watkins D: A berry Christmas. Nurs Times 93 (51): 28-9, 1997 Dec 17-23. Azhari T, Ostendorp H, et al.: Viscum album L. extracts reduce sister chromatid exchanges in cultured peripheral blood mononuclear cells. Eur J Cancer 30A (12): 1836-41, 1994. - Büssing A, Lehnert A, Schink M, et al.: Effect of Viscum album L. on rapidly proliferating amniotic fluid cells. Sister chromatid exchange frequency and proliferation index. Arzneimittelforschung 45 (1): 81-3, 1995. - Büssing A, Regnery K: of Viscum album L. on cyclophosphamide-treated peripheral blood mononuclear cells in vitro: sister chromatid exchanges and activation/proliferation marker expression. Cancer Lett 94 (2): 199-205, 1995. - Bussing A, Jungmann H, Suzart K, et al.: Suppression of sister chromatid exchange-inducing DNA lesions in cultured peripheral blood mononuclear cells by Viscum album L. J Exp Clin Cancer Res 15 (2): 107-14, 1996. K, Induction of apoptosis in human lymphocytes treated with Viscum album L. is mediated by the mistletoe lectins. Cancer Lett 99 (1): R: properties of iscador: Viscum album preparation I. of the thymic cortex and accelerated regeneration of hematopoietic cells following X-irradiation. Invest 44 (1): 43-8, 1981. - Bloksma N, Schmiermann P, de Reuver M, et al.: Stimulation of humoral and cellular immunity by Viscum preparations. Med 46 221-7, antibody-dependent cell-mediated and large granular lymphocyte frequencies album-treated breast cancer patients. Oncology 93-7, Hamprecht K, Handgretinger R, Voetsch W, et al.: Mediation of human NK-activity by components in extracts of Viscum album. Int J Immunopharmacol 9 (2): (Iscador) on the host defense system in vivo in rabbits and patients. Cancer Res 49 (17): - Mueller EA, Hamprecht K, Anderer characterization of a extracts of album enhancing human NK cytotoxicity. Frei K, et al.: Increased secretion of tumor necrosis factors alpha, interleukin 1, and interleukin 6 by human mononuclear cells exposed to beta-galactoside-specific lectin from clinically applied mistletoe extract. Cancer Res 50 (11): 3322-6, 1990. - Beuth J, Ko HL, Gabius HJ, et al.: Behavior of lymphocyte subsets and expression of activation markers in response to immunotherapy with galactoside-specific lectin from mistletoe in breast - Kuttan G, Kuttan Immunological mechanism of action of the tumor reducing peptide from mistletoe extract (NSC 635089) cellular proliferation. Cancer 1992. G, activity of a peptide isolated from Viscum album extract (NSC 635 089). Immunol Invest 21 (4): 285-96, 1992. - Gabius HJ, al.: The immunomodulatory beta-galactoside-specific lectin from mistletoe: partial sequence analysis, cell and tissue binding, and impact on intracellular biosignalling of monocytic leukemia cells. Anticancer Res HL, Tunggal L, et al.: proliferation maturation Modulation of lectin-triggered superoxide release from neutrophils of tumor patients with and without chemotherapy. Anticancer Res 13 (5C): 1789-92, 1993 Sep-Oct. - Kuttan activity peritoneal macrophages with album extract. Immunol Invest 22 1993 beta-endorphin release and immunopotentiation in patients. Anticancer Res 14 (3B): 1339-42, 1994 May-Jun. - Stein G, Berg PA: Non-lectin component in a fermented extract from Viscum album L. grown on pines induces proliferation of lymphocytes from healthy and allergic individuals in vitro. Eur J Clin Pharmacol 47 (1): 33-8, 1994. galactoside-specific lectin from Viscum album and its subunits on cell aggregation and selected intracellular parameters of rat thymocytes. Planta on function. Biomed Pharmacother A plant lectin derived from Viscum album induces cytokine gene expression and protein production in cultures of human peripheral blood mononuclear cells. Nat Immun 14 (5-6): 295-304, 1995. Immunomodulating Immunoprotective activity of the galactoside-specific lectin from mistletoe after tumor destructive therapy in glioma patients. Anticancer Res 16 (6B): 3799-802, 1996 Nov-Dec. - Fischer S, Scheffler A, Kabelitz D: Oligoclonal in vitro response of CD4 T cells to vesicles of mistletoe extracts in mistletoe-treated cancer patients. aqueous mistletoe preparations on humoral immune parameters with emphasis on the cytotoxicity of human complement in breast cancer patients. Forsch Komplementarmed 4 (4): 224-8, 1997. al.: Immunomodulatory actions of Viscum album (Iscador) in children with recurrent respiratory disease as a result of the Chernobyl nuclear accident. Complement Ther Med 5 (3): 141-6, 1997. - Heiny BM, Albrecht Beuth J: Correlation of immune cell activities and beta-endorphin release in breast carcinoma patients treated with galactose-specific lectin standardized mistletoe extract. Anticancer Res 18 G, et al.: Characterisation of granulocyte stimulation wheat. Biochim Biophys Acta (1): 80-90, U, et al.: Thionins from Viscum album L: influence of the viscotoxins the activation of granulocytes. Anticancer Res 19 to mistletoe lectins in oncology: review on current status of preclinical research. Anticancer Res (3): Homeost 7 (1): 1-6, 1993 Gabius S, Joshi et al.: From ill-defined extracts to the immunomodulatory lectin: will there be a reason for oncological application of mistletoe? Planta Med 60 Zee-Cheng on Future 22 519-30, 1997. - Kaegi E: Unconventional therapies for cancer: 3. Iscador. Task Force on Alternative Therapies of the Canadian Breast Cancer Research Initiative. CMAJ 158 (9): 1157-9, 1998. - Lenartz D, Dott U, Menzel J, et al.: Survival of glioma patients after complementary treatment with galactoside-specific from Res 20 Goebell PJ, Otto T, Suhr J, et al.: Evaluation of an unconventional treatment modality with mistletoe lectin to prevent recurrence of superficial bladder cancer: a randomized phase II trial. J Urol 168 (1): 2002. - Schaefermeyer G, of pancreatic cancer with Viscum album (Iscador): a retrospective study of 292 patients 1986-1996. Complement Ther Med 6 (4): 172-7, 1998. galactoside-specific to inhibit N-methyl-N-nitrosourea-induced tumor development in the urinary bladder of rats and to mediate a local cellular immune response after long-term administration. J Cancer Res Clin Oncol 124 (2): 73-87, 1998. - Kunze E, al.: Long-term administration of galactoside-specific mistletoe lectin in an animal model: no protection against N-butyl-N-(4-hydroxybutyl)-nitrosamine-induced urinary bladder carcinogenesis in rats and no induction of a relevant local cellular immune response. J Cancer Res Clin Oncol 126 (3): 125-38, 2000. Antitumoral an applied aqueous mistletoe extract on urinary bladder carcinoma mice. Res 20 terms of mistletoe lectins (ML I) in oncology: current state of clinical research. Onkologie 25 (4): 374-80, - Kleijnen J, Knipschild P: Mistletoe treatment for cancer: review of controlled trials in humans. Phytomedicine 1: 255-60, 1994. - Stirpe F, Sandvig K, Olsnes S, et al.: Action of viscumin, a toxic lectin from mistletoe, on cells in culture. J Biol Chem 257 (22): 13271-7, 1982. - Walzel H, Relationship between and B chains. Oncology 43 (Suppl 1): 23-34, 1986. - Sweeney Jung Baudino S, Ribéreau-Gayon G, et al.: Characterization of cytotoxic proteins mistletoe (Viscum album L.). Lett 103-8, Gabius HJ, Darro F, Remmelink M, et al.: Evidence for stimulation of tumor proliferation in cell lines and histotypic cultures by clinically relevant low doses of the galactoside-binding mistletoe lectin, a component of proprietary extracts. Cancer Invest 19 (2): 114-26, 2001. - Dietrich JB, Ribéreau-Gayon G, Jung ML, et al.: Identity of the N-terminal sequences of the three A chains of mistletoe (Viscum lectins: C, Musielski H, Urech K, al.: Quantitative lectins in mistletoe preparations. Arzneimittelforschung 45 905-9, al.: Anticancer tumor models. Anticancer 21 (3B): 1965-8, 2001 May-Jun. - Janssen O, Scheffler A, Kabelitz D: In vitro effects of mistletoe extracts and mistletoe lectins. Cytotoxicity towards tumor cells due to the induction of programmed cell death (apoptosis). Arzneimittelforschung 43 (11): 1221-7, - Zarkovic N, Loncaric I, et al.: An overview on anticancer activities of the Viscum album extract Isorel. Cancer Biother 16 (1): 55-62, 2001. - Maier G, Fiebig HH: Absence of tumor growth stimulation in a panel of 16 human tumor cell lines by mistletoe extracts in vitro. Anticancer Drugs 13 (4): 373-9, a Viscum album rhamnogalacturonan human NK cells. Immunopharmacology 19 (1): 69-77, 1990 Jan-Feb. Laboratory / Animal / Preclinical Studies The immune system -stimulating and cytotoxic properties of mistletoe have been investigated in laboratory and animal studies. Viscotoxins and lectins have been investigated as active components in mistletoe; most research has focused immune system-stimulating activities. Four different lectins have been identified in mistletoe extracts as follows: may be responsible for many of mistletoe's biological effects. When a laboratory method was used to selectively deplete ML-1 from Viscum album extracts, their cytotoxic and immune system-stimulating properties were markedly reduced.[ [10](#s4.10), [11](#s4.11)] It should be noted that fermentation eliminates most of the ML-1 in mistletoe extracts. Iscador, and other fermented only the mistletoe lectins ML-2 and ML-3, whereas the missing.[ [12](#s4.12), [13](#s4.13), [14](#s4.14)]Polysaccharide and oligosaccharide components immune-stimulating properties have been reviewed.[ [15](#s4.15), [16](#s4.16)] The molecular structure of ML-1 consists of an alpha chain and a beta chain, which can be separated from appears to mediate a subset of the activities described for the intact lectin. Cytotoxicity is associated mainly with the alpha chain. In laboratory studies, the ML-1 alpha chain has been coupled to monoclonal antibodies to produce immunotoxins that target and kill specific cell types.[ [19](#s4.19), [20](#s4.20), Recombinant ML-1, rML (also known as rViscumin or aviscumine) appears to have the same efficacy as plant-based ML-1 in laboratory studies.[ [22](#s4.22)] Because this is not an extract of mistletoe, it is out of the purview of this summary. The beta chain of ML-1 is responsible for binding to the surface of a target cell.[ [23](#s4.23)] Studies of mistletoe lectin binding to cancer cells have examined whether the extent of cell binding can predict disease outcome or survival. Studies show that the prognostic value of ML-1 binding depends on the type of cancer.[ [24](#s4.24)] For human breast cancer cells, the amount of lectin-bound cells correlates positively with disease outcome. However, for human adenocarcinoma of the lung, there is no correlation between the amount of lectin-bound cells and disease survival.[ [25](#s4.25)] Though much research has looked at this particular aspect, there have not been studies that directly link the concentration of that component to any clinical activity of mistletoe. Laboratory studies have shown that mistletoe extracts can stimulate the activity of white blood cells in vitro and cause them to release molecules thought to be important for have demonstrated cytotoxic activity against a variety of mouse, rat, and human cancer cells in vitro.[ [1](#s4.1), [8](#s4.8), [23](#s4.23), [34](#s4.34), [35](#s4.35), [36](#s4.36), [37](#s4.37)] There are conflicting reports concerning the stimulation of cancer cell growth in vitro. In one study, the in vitro growth of several types of human cancer cells was stimulated by treatment with low doses of the purified lectin ML-1.[ [1](#s4.1)] However, various other studies found that ML-1 and mistletoe extracts did not induce cell proliferation.[ [38](#s4.38), [39](#s4.39)] Preclinical studies demonstrating biological effects on cancer cell lines and animal models are summarized in Table 1 and Table 2. |IscadorQu = IscadorQ; ML-1 = mistletoe extracts with mistletoe lectins I.| |a For more information and definition of terms, see text and theNCI Dictionary of Cancer Terms.| |Iscador| |Cell Line||Outcome||Reference| |Various human cancer cell lines||Iscador high lectin concentration (15 g/mL) showed >70% growth inhibition in themammarycancer line for tumor (central nervous systemSF268,gastricGXF 251L, non-small the ability of mistletoe to inhibit cancer cell growth in animals have yielded mixed and studies, mistletoe extracts were administered either by subcutaneous injection or by intraperitoneal injection; some of the differences in results may have resulted from the difference in route of administration. For example, IscadorM administration was associated with a prolonged survival of female Swiss mice when the route of administration was intraperitoneal [ [51](#s4.51)] but not when the route was subcutaneous.[ [52](#s4.52)] Other differences between these two studies were the number of cells used in the Ehrlich ascites inoculum and the doses of IscadorM administered. |ALL from = mistletoe extracts obtained from pine trees; NK = natural killer.| |a For more information and definition of terms, see text and theNCI Dictionary of Cancer Terms.| |Iscador| |Animal effects were only achieved with low-dose ML-1 (30 ng/kg body weight) and not with higher doses (150 ng/kg and 500 ng/kg); increased number of M, et al.: Evidence for stimulation of tumor proliferation in cell lines and histotypic cultures by clinically relevant low doses of the galactoside-binding mistletoe lectin, a component of proprietary extracts. Cancer Invest 19 (2): 114-26, 2001. - Lenartz D, Dott U, Menzel J, et al.: Survival of glioma patients after complementary treatment with galactoside-specific from V, et al.: The effect of an adjuvant mistletoe treatment programme in resected head and neck cancer patients: a randomised controlled clinical trial. Eur J Cancer 37 (1): 23-31, 2001. - Goebell PJ, Otto T, Suhr J, et al.: Evaluation of an unconventional treatment modality with mistletoe lectin to prevent recurrence of superficial bladder cancer: a randomized phase II trial. J Urol 168 (1): 72-5, 2002. - Kunze E, Schulz al.: Long-term administration of galactoside-specific mistletoe lectin in an animal model: no protection against N-butyl-N-(4-hydroxybutyl)-nitrosamine-induced urinary bladder carcinogenesis in rats and no induction of a relevant local cellular immune response. J Cancer Res Clin Oncol 126 (3): 125-38, 2000. Antitumoral an applied aqueous mistletoe extract on urinary bladder carcinoma mice. Anticancer Res 20 (5B): 3565-8, 2000 Sep- Mengs et al.: Anticancer tumor to mistletoe lectins in oncology: review on current status of preclinical research. Anticancer Res 22 (3): 1399-407, 2002 May-Jun. from Birkhauser pp 223-41. - Janssen O, Scheffler A, Kabelitz D: In vitro effects of mistletoe extracts and mistletoe lectins. Cytotoxicity towards tumor cells due to the induction of programmed cell death (apoptosis). Arzneimittelforschung 43 (11): 1221-7, Immunomodulating mistletoe extract. Arzneimittelforschung 45 (11): 1240-2, 1995. - Wagner H, Jordan E, Feil B: Studies on the standardization of mistletoe 1): 16-22, 1986. - Murray of Herbs. Prima 1995, pp 253-9. - Jäggy C, Musielski H, K, lectins in mistletoe preparations. Arzneimittelforschung 45 905-9, 1995. - Stein GM, Büssing A, Schietzel M: Stimulation of the maturation of dendritic cells in vitro by a fermented mistletoe extract. Efficient Dietrich JB, Ribéreau-Gayon Jung ML, et al.: Identity of the N-terminal sequences of the three A chains of mistletoe (Viscum lectins: Sandvig K, Walzel H, of mistletoe Res against CD5 antigen of human T-lymphocytes; comparison of efficiency and specificity. Int J Immunopharmacol 13 1037-41, Drug Today (2): 52-3, 2003. - drug rViscumin. FASEB J 19 (1): 103-5, 2005. - Fritz P, J, Kierschke T, et al.: Impact of mistletoe lectin binding in breast cancer. Anticancer Res 24 (2C): 1187-92, 2004 Mar-Apr. - Blonski K, Schumacher U, al.: of recombinant mistletoe lectin (aviscumine) to resected 2005 of lectin-triggered superoxide release from neutrophils of tumor patients with and without chemotherapy. Anticancer Res 13 (5C): 1789-92, 1993 Sep-Oct. galactoside-specific from Viscum album and its subunits on cell aggregation and selected intracellular parameters of rat thymocytes. Planta on function. Biomed Pharmacother A plant lectin derived from Viscum album induces cytokine gene expression and protein production in cultures of human peripheral blood mononuclear cells. Nat Immun 14 (5-6): 295-304, 1995. - Fischer S, Scheffler A, Kabelitz D: Oligoclonal in vitro response of CD4 T cells to vesicles of mistletoe extracts in mistletoe-treated cancer patients. Cancer Immunol Immunother 44 (3): 150-6, 1997. Stein U, et al.: Characterisation of granulocyte stimulation wheat. Biochim Biophys Acta (1): 80-90, U, et al.: Thionins from Viscum album L: influence of the viscotoxins the activation of granulocytes. 1999 Onkologie M: Cytotoxicity of different viscotoxins and extracts from the European subspecies Viscum album L. Phytother Res 10 (6): 473-7, 1996. - Maier G, Fiebig HH: Absence of tumor growth stimulation in a panel of 16 human tumor cell lines by mistletoe extracts in vitro. Anticancer Drugs 13 (4): 373-9, 2002. - Zarkovic N, Vukovic T, Loncaric I, et al.: An overview on anticancer activities of the Viscum album extract Isorel. Cancer Paediatric are - Kelter G, Fiebig HH: Absence of tumor growth stimulation in a panel of 26 human tumor cell lines by mistletoe (Viscum album L.) extracts Iscador in vitro. IU, et al.: Cytotoxic activity and absence of tumor growth stimulation of standardized mistletoe extracts in human tumor models in vitro. Anticancer Res 27 (1A): 223-33, 2007 Jan-Feb. - Weissenstein U, et al.: Interaction of standardized mistletoe (Viscum album) extracts with chemotherapeutic drugs regarding cytostatic and cytotoxic effects in vitro. BMC Complement Altern 6, M: Cytotoxic effects of the Viscum album L. extract on Ehrlich tumour cells in vivo. Phytother Res 22 (8): 1097-103, 2008. - Seifert G, Jesse P, Laengler A, et al.: Molecular mechanisms of mistletoe plant extract-induced apoptosis in acute lymphoblastic leukemia in vivo and in vitro. Cancer Lett 264 (2): 218-28, 2008. - Thies al.: Low-dose mistletoe lectin-I reduces melanoma growth and spread in a scid mouse xenograft model. Br J Cancer 98 (1): 106-12, 2008. - Van Huyen JP, Delignat S, Bayry J, et al.: Interleukin-12 is associated with the in vivo anti-tumor effect of mistletoe extracts in B16 243 (1): 32-7, 2006. J, Ko HL, Schneider H, et al.: Intratumoral application of standardized mistletoe extracts down regulates tumor weight via decreased cell proliferation, increased apoptosis and necrosis in a murine model. Anticancer Res 26 immune and down-regulates local and metastatic tumor growth in murine models. Anticancer 22 2002 al.: al.: Antitumoral effect recombinant mistletoe lectin on chemically induced urinary bladder carcinogenesis in a rat model. Cancer 91 (5): 2001. - Stauder H, terms of mistletoe lectins (ML I) in oncology: current state of clinical research. Onkologie 25 (4): 374-80, 2002. - Khwaja TA, Dias CB, Pentecost S: Recent studies on the anticancer activities of mistletoe and its alkaloids. (Suppl 1): 42-50, 1986. - Berger M, Schmähl D: Studies on the tumor-inhibiting efficacy of Iscador in experimental animal tumors. J Cancer Res Clin Oncol 105 (3): 262-5, 1983. - Rostock M, Huber T, et al.: Anticancer activity of a lectin-rich injected al.: Antitumorous and effects Isorel. Oncology 50 (6): 393-8, 1993 Nov-Dec. Human / Clinical Studies Mistletoe has been evaluated as a treatment for people with cancer in numerous more information, see the appropriate subsections and tables in this section. The findings from more than 50 clinical trials of mistletoe extracts in patients with cancer have been published, and several systematic reviews and meta-analyses of the results of these studies have been performed. Three of the most recent systematic reviews addressed quality of life (QOL), survival, and symptom relief in patients with various cancer types.[ [18](#s5.18), [20](#s5.20), [22](#s5.22)] Most studies reported an improvement in QOL, as did a noncontrolled, nonrandomized, real-world study that analyzed patient registry data.[ [23](#s5.23)] In one systematic review that examined 26 randomized controlled trials (RCTs), 22 trials reported an improvement in QOL. All 10 of the nonRCTs also reported the same benefit. Improvement in fatigue, nausea and vomiting, depression, emotional well-being, and concentration were reported. Some of the studies were well designed, while others reported weaknesses.[ [22](#s5.22)] Tumor response, QOL, and psychological distress were measured in a review of 21 RCTs of various cancers in which different mistletoe preparations were used either alone, with chemotherapy, or with radiation therapy.[ [18](#s5.18)] Survival times were included in 13 of the studies. Most of the studies reported benefits for patients, although this review was limited by small sample size and methodological weaknesses. Thus, the authors were unable to suggest practice guidelines for the use of mistletoe. The oldest of these three reviews investigated the results of 10 RCTs that used a variety of mistletoe extracts in patients with various malignancies. There was no difference in survival or other benefits for cancer patients who received mistletoe. Therefore, mistletoe was not recommended as a curative or supportive care therapy.[ [20](#s5.20)] A systematic review of all controlled clinical studies of mistletoe found consistent improvement in chemotherapy-associated fatigue as well as other QOL measures.[ [22](#s5.22)] Although mistletoe was found to be therapeutically effective in most of the reported studies, many of the studies had one or more major design weaknesses as mentioned above that raised doubts about the reliability of the findings. These weaknesses include the following: - Registration of small numbers of patients. - Presence of large numbers of patients who either were not evaluable or were otherwise excluded from the analyses. - Failure to adequately document mistletoe use, mistletoe dose, and/or interruptions of mistletoe use. - Absence of control subjects or use of historical control subjects. - Use of inadequate randomization procedures. - Absence of treatment blinding. - Extensive use of subset analysis. - The measurement of mean as opposed to median survival. In addition, evaluation of the studies is often hindered by incomplete descriptions of the study design and by incomplete reporting of clinical data, including data about previous and concurrent therapies received by the patients. Note: In studies with small numbers of patients, the mean survival time can be greatly exaggerated if one or more patients exhibit unusually long survival; median survival, therefore, is a less biased measure. A selection of studies is discussed below, organized by the type of mistletoe extract used. Studies on Iscador are summarized in Table 3. Studies on Helixor, abnobaVISCUM, Eurixor, Isorel, and Lektinol are summarized in Table 4. Eurixor, Isorel, and Vysorel are no longer available on the market for sale. Iscador Quality of life Miscellaneous cancers Although the quality of literature is limited by methodological flaws, prospective and controlled studies that explored the efficacy of Iscador use on QOL in patients with cancer generally report positive effects in favor of complementary treatment. A meta-analysis of several studies (RCTs: n = 9; non-RCTs: n = 4; patients n = 734) reported a statistically significant overall treatment effect in favor of Iscador application (standard mean deviation [SMD], 0.56; 95% confidence interval [CI], 0.41-0.71; P < .0001).[ [24](#s5.24)] Tumor localization and study design were not significantly associated with a better or worse study outcome following multivariable regression. Breast cancer A randomized study of postoperative early-stage breast cancer patients (T1, 3N0, 2M0) who received adjuvant chemotherapy with cyclophosphamide, Adriamycin, and fluorouracil found that patients who also received IscadorM treatment, a Viscum album extract harvested from apple (Mali) trees (n = 30), had significantly superior QOL ratings compared with patients who received chemotherapy alone (n = 31) (95% CI, P .017).[ [7](#s5.7)] Significant improvements were noted in physical functioning, role functioning, emotional functioning, and social functioning. Improvements were also noted in appetite, nausea and vomiting, diarrhea, fatigue, pain, dyspnea, insomnia, and financial difficulties.[ [7](#s5.7)] Non-small cell lung cancer (NSCLC) At least two RCTs have assessed the QOL of patients with advanced NSCLC. Patients who received carboplatin /gemcitabine or carboplatin/pemetrexed and were randomly assigned to receive open-label IscadorQu treatment, a Viscum album extract harvested from oak (Quercus) trees, did not report statistically significant improvements in QOL when compared with NSCLC patients who received carboplatin-based combinations alone.[ [25](#s5.25)] An assessment of QOL was performed in a study of patients with NSCLC who received adjuvant chemotherapy with IscadorQu and IscadorU (harvested from elm [Ulmi] trees) or a vitamin B mixture (control) over 2 years.[ [26](#s5.26)] A subjective improvement in general well-being was more often seen in patients treated with Iscador. Osteosarcoma QOL was assessed as a secondary endpoint in a small (n = 20) study of patients with osteosarcoma. Patients were free from disease after their second metastatic relapse and were randomly assigned to receive either open-label IscadorP therapy, a Viscum album extract harvested from pine (Pini) trees, or oral etoposide. Patients who received Iscador therapy experienced significant improvements in overall (global) and individual QOL domains when compared with baseline functioning (global health/QOL; 95% CI, 2.62-19.72; P = .013).[ [27](#s5.27)] Improvements over baseline values were also reported in the following areas: - Physical functioning (95% CI, 0.15-14.44; P = .046). - Social functioning (95% CI, 4.64-18.88; P = .003). - Fatigue (95% CI, 16.31 to 3.38; P = .005). - Pain (95% CI, 18.83 to 2.60; P = .012). - Dyspnea (95% CI, 16.94 to 8.32; P < .0001). - difficulties (95% CI, 16.21 to 6.70; P < .0001). Ovarian cancer Ovarian cancer patients without metastases (n = 21 pairs) were randomly assigned to receive adjuvant Iscador (host tree unspecified) or no further treatment. Significant improvements in QOL were noted, as assessed by the degree of psychosomatic self-regulation, described as the capacity for autonomous regulation of emotional, social, and psychological factors, within 12 months of treatment (estimated median difference: 0.58; 95% CI, 0.30-0.90; P = .0002).[ [11](#s5.11)] Uterine cancer Secondary endpoint analysis of uterine cancer patients without metastases (randomized: n = 30 pairs; nonrandomized: n = 103 pairs) who received adjuvant Iscador displayed significant improvements in psychosomatic self-regulation within 12 months of treatment when compared with women who received conventional oncological therapy alone (estimated median difference and 95% CI, 0.40 [0.15-0.70]; P = .0012; and 0.70 [0.25-1.15], P = .0037, respectively).[ [10](#s5.10)] Symptom management Breast cancer In a study of postoperative early-stage breast cancer patients (T1, 3N0, 2M0) who were randomly assigned to receive open-label IscadorM therapy after chemotherapy (n = 30), a secondary endpoint analysis did not demonstrate statistically significant improvements in neutropenia (neutrophil count <1,000/µL) when compared with patients who received chemotherapy alone (n = 31).[ [7](#s5.7)] Another study (retrolective design) of postoperative early-stage breast cancer patients (T2, 4N0, 2M0) who received adjuvant conventional treatment (chemotherapy, radiation therapy, or hormonal therapy) (n = 710) compared the outcomes of patients who received Iscador with patients who did not receive any added therapy. Patients who received Iscador developed significantly less adverse drug reactions associated with conventional treatment compared with women treated with conventional therapy alone (n = 732) (16% vs. 54.0%, respectively; adjusted odds < .001).[ [28](#s5.28), [29](#s5.29)] Relief or significant reductions in nausea, vomiting, loss of appetite, headache, fatigue, depression, skin and mucosal reactions (including mucositis), disturbed concentration and memory, and irritability were observed.[ [29](#s5.29), [30](#s5.30)] Head and neck cancers After surgery of squamous cell lesions of the larynx and pharynx, male patients who were randomly assigned to receive complementary IscadorQu treatment (n = 10) displayed significantly fewer adverse effects from chemotherapy and radiation therapy (radiation therapy with 50-60 Gy, chemotherapy with cisplatin and fluorouracil) on the microcirculation and immunological capacities of white blood cells compared with men who received conventional treatment alone (n = 10) (P = .05).[ [31](#s5.31)] Patients who received adjuvant IscadorQu treatment also displayed significant accelerations in the restitution process when compared with the control group (P = .05). Non-small cell lung cancer (NSCLC) Patients with advanced NSCLC who received carboplatin/gemcitabine or carboplatin/pemetrexed and were randomly assigned to receive open-label IscadorQu treatment (n = 33) displayed the following reactions when compared with patients who received chemotherapy alone (n = 39):[ [25](#s5.25)] - Significantly fewer hospitalizations (24% of Iscador-treated patients vs. 54% of control patients; P = .016). - Chemotherapy dose reductions (13% of Iscador-treated patients vs. 44% of control patients; P = .005). - Grades 3 and 4 nonhematological toxicities (16% of Iscador-treated patients vs. 41% of control patients; P = .043). The grades 3 and 4 hematological toxicity was not significantly different between the groups. Survival Miscellaneous cancers A systematic review and meta-analysis of several studies published from 1963 to 2014, including RCTs, found that adjuvant treatment with Iscador is associated with improved cancer survival outcomes when compared with conventional treatment alone.[ [32](#s5.32)] Pooled analysis of controlled clinical studies (32 studies; total n = 13,745) that investigated overall survival (OS) and event-free survival (EFS) (i.e., disease-free survival [DFS], progression-free survival [PFS] or relapse-free survival, or the time until these events occurred in cancer patients), demonstrates a statistically significant hazard ratio (HR) of 0.59 (95% CI, 0.53-0.65; P < .0001) in favor of Iscador treatment. A significant difference in survival between cancer types was noted (P < .01), with the strongest association of Iscador use and general survival found in in patients with cervical cancer (HR, 0.43) and more modest outcomes in patients with lung cancer (HR, 0.84). In the meta-analysis, randomization was performed in only 14 studies. While subgroup analysis displayed a greater association between EFS and OS in patients who received Iscador in nonrandomized clinical trials (HR, 0.56; CI, 0.50-0.62) compared with patients who were randomized (HR, 0.68; CI, 0.55-0.83); this difference is not statistically significant (P = .13).[ [32](#s5.32)] Many of the studies used study designs, analytical methods, and/or cancer treatment regimens that were outdated. While moderate heterogeneity between study results was noted (I2, 50.9%; P < .0001), neither differences in design, sample size, nor publication year demonstrated significant effects on these survival outcomes. The reviewed studies were blinded; therefore, they ran the risk of performance bias, given the knowledge of allocated interventions. It is unlikely that performance bias affected study outcomes associated with general survival (which is the reason why the U.S. Food and Drug Administration does not mandate blinding in survival studies); however, performance bias may exist for those reporting on EFS. Breast cancer Primary breast cancer patients (without recurrences, lymphatic metastases, or distant metastases at the initiation of study observation; n = 84 pairs) who received Iscador therapy adjuvant to conventional treatment (surgery, chemotherapy, radiation therapy, or hormone therapy) displayed prolonged cancer-specific survival rates when matched to paired individuals with similar prognostic criteria who received conventional treatment alone (HR, 0.43; 95% CI, 0.27-0.68).[ [8](#s5.8)] In the same report, patients with breast cancer who were randomly assigned to receive Iscador did not demonstrate a significant extension of OS when compared with their matched pairs.[ [8](#s5.8)] In another study, OS was evaluated as a secondary endpoint in patients with nonmetastatic breast cancer (T2, 4N0, 2M0) who underwent adjuvant treatment concomitant with injections.[ [28](#s5.28), [29](#s5.29)] Women treated with subcutaneous Iscador therapy complementary to their conventional treatment regimen (n = 710) displayed significant extensions of overall mortality when compared with patients treated with conventional therapy alone (n = 732) (adjusted HR, 0.46; 95% CI, 0.22-0.96; P = .038).[ [28](#s5.28), [29](#s5.29)] Cervical cancer Patients with metastatic (n = 66) or local (n = 102) cervical cancer who elected to receive Iscador in addition to conventional oncological treatment demonstrated significant extensions of OS when compared with women with similar prognostic criteria who received conventional treatment alone (HR and 95% CI, 0.37 [0.17-0.80] and 0.23 [0.14-0.39], respectively).[ [9](#s5.9)] However, this finding was not seen when women with metastatic cervical cancer were randomly assigned to receive open-label adjuvant Iscador. Colorectal cancer Patients with surgically-treated, nonmetastatic colorectal (CRC) (stages I-III) (n = 429) who received Iscador treatment with conventional aftercare displayed a statistically significant extension of DFS (HR, 0.60; P = .013) when compared with CRC patients who received conventional therapy alone (n = 375) after a median observation period of 58 months for patients who received Iscador and 51 months for patients who received conventional therapy alone.[ [33](#s5.33)] A secondary analysis of this data was preformed specific to CRC patients who received IscadorQu extract, a Viscum album extract harvested from oak (Quercus) trees. Patients who had specifically received IscadorQu extract (n = 106) displayed an estimated 69% risk reduction in metastasis formation (HR, 0.31; 95% CI, 0.13-0.711; P = .006) relative to conventionally-treated controls (n = 212).[ [34](#s5.34)] Melanoma A phase III study of melanoma patients (n = 102) with high-risk primary disease (stage II, Breslow thickness >3mm) or regional lymph node metastasis (stage III, after curative dissection) treated with IscadorM found no clinical benefit of low-dose adjuvant therapy in the disease-free interval when compared with the control group (n = 102) after one year of treatment (or until tumor progression).[ [5](#s5.5)] Non-small cell lung cancer (NSCLC) Lymph node -positive NSCLC patients (n = 87) who were randomly assigned to receive Iscador therapy (without concurrent treatment) displayed significant extensions in median survival rates when compared with untreated controls.[ [35](#s5.35)] Clinical benefit in median survival was not observed in patients with nonmetastatic NSCLC.[ [35](#s5.35)] Similarly, a three-arm comparison with a sheep spleen glycopeptide, reported to be an immunostimulant and an inhibitor of tumor cell glycolysis, and a vitamin B preparation (placebo) (n = 107), found no clinical benefit in median survival above placebo in patients with advanced NSCLC who were randomly assigned to receive IscadorQu and IscadorU (n = 105) after two years of open-label treatment.[ [26](#s5.26)] Osteosarcoma Osteosarcoma patients who underwent a complete surgical resection after a second relapse were randomly assigned to receive IscadorP maintenance therapy (subcutaneous injections three times a week) (n = 9) for 1 year. After a follow-up period of 12 years, patients displayed a 71% reduced risk of relapse (measured as postrelapse DFS; HR, 0.287; 95% CI, 0.076-0.884; P = .03) when compared with patients who received 6 months of oral etoposide treatment (50 mg /m2 a day for 21 days, every 28 days) (n = 10).[ [36](#s5.36)] Ovarian cancer Primary ovarian cancer patients without distant metastases (n = 21 pairs) who received Iscador therapy after conventional treatment (surgery and chemotherapy) displayed prolonged OS rates when compared with patients with similar prognostic criteria who received conventional treatment alone (HR, 0.47; 95% CI, 0.31-0.69; P = .0002).[ [11](#s5.11)] Patients who were randomized to receive Iscador treatment did not display a significant difference in OS when compared with matched controls. Patients with metastatic ovarian cancer, randomly assigned to receive complementary Iscador therapy (n = 20 pairs), also demonstrated a significant extension of OS when compared with matched pairs (HR, 0.33; 95% CI, 0.12-0.92; P = .033), although a significant extension in OS was not observed in the nonrandomized arm.[ [11](#s5.11)] Pancreatic cancer Patients with locally advanced or metastatic pancreatic cancer (UICC stage III or stage IV) who were randomly assigned to receive open-label Iscador therapy as an adjuvant to best supportive care methods (n = 110) demonstrated prolonged survival when compared with patients under similar prognostic criteria who received supportive care alone (n = 110). The median OS was 4.8 months for patients who received Iscador and 2.2 months for patients who received supportive care alone (prognosis-adjusted HR, 0.49; 95% CI, 0.36-0.65; P < .0001).[ [37](#s5.37)] In a retrospective analysis of patients with stages I to IV pancreatic cancer (n = 292) who received Iscador (host tree unspecified) therapy alone or adjuvant to conventional treatment (surgery, chemotherapy, radiation therapy, hormone therapy, or a combination) (n = 61), a median survival of 6.58 months was reported.[ [38](#s5.38)] Uterine cancer Patients with corpus uteri cancer without distant metastases (n = 30 pairs) were randomly assigned to receive Iscador therapy adjuvant to conventional treatment (surgery or radiation therapy). Patients had longer OS (time from initial diagnosis to tumor-related death) than matched pairs of patients with similar prognostic criteria who received conventional treatment alone (HR, 0.36; 95% CI, 0.16-0.82; P = .014).[ [10](#s5.10)] However, corpus uteri cancer patients with distant metastases randomly assigned to receive adjuvant Iscador did not display a significant difference in OS when compared with matched controls who were randomly assigned to conventional oncologic care only. In the nonrandomized portion of the study, corpus uteri cancer patients, with (n = 95 pairs) or without (n = 103 pairs) distant metastases, who previously received the complementary therapy, demonstrated a significant extension of OS when compared with matched pairs of similar prognostic criteria who received conventional treatment alone (prognosis-adjusted HR and 95% CI, 0.61 [0.39-0.93], P overall survival; QOL = quality of life.| |a For more information and definition of terms, see text and theNCI Dictionary of Cancer Terms.| |b Number of patients treated plus number of patients controlled may not equal number of patients enrolled; number of patients enrolled = number of patients initially recruited/considered by the researchers who conducted a study; number of patients treated = number of enrolled patients who were administered the treatment being studied and for whom results were reported;historical control subjectsare not included in number of patients enrolled.| |c Chemotherapy, radiation therapy, hormonal therapy, orcytokine therapyadministered/allowed at the same time as mistletoe therapy.| |d For information about levels of evidence analysis and scores, see Levels of Evidence for Human Studies of Integrative, Alternative, and Complementary Therapies.| |e Control patients were treated with a vitamin B mixture as a placebo; 100 additional evaluable patients were treated with Polyerga Neu, a sheep spleen glycopeptide reported to be an immunostimulant and an inhibitor of tumor cell glycolysis; treatment with Polyerga Neu was not found to be beneficial.| |f Radiation therapy for metastases distant from the site of theprimary tumorwas permitted; radiation therapy to the primary tumor site or use of other anticancer treatment was not permitted.| |g Among 10,226 cancer patients enrolled in a retrospective matched-pair,case-control study, 1,751 had been treated with Iscador or another mistletoe product and 8,475 had not been treated with mistletoe; from the 8,475 untreated patients, two sets of matched pairs were formed for prospective studies; in the prospective studies, one member of each pair was randomly assigned to be treated with Iscador and the other member served as a control subject.| |h Patients were strictly matched according to sex, year of birth ± 3 years, year of diagnosis ± 3 years, type of tumor, stage of disease, and mistletoe (HelixorM) is completed.[ [41](#s5.41)] A standard 3 + 3 phase I design was used. The study included 21 patients with heavily pretreated metastatic solid tumors. A dose of 600 mg IV 3 times a week was determined to be the maximum tolerated dose recommended for future phase II trials. Three patients had tumor shrinkage, though none met RECIST criteria for a partial response. The disease control rate was 23.8% and the median stable disease was 15 weeks. Two patients had stable disease for almost 6 months. The most common treatment-related adverse events were fatigue (28.6%), nausea (9.5%), and chills (9.5%). A secondary endpoint analysis found that QOL was significantly improved during treatment as measured by the Functional Assessment of Cancer Therapy-General assessment, with a change in score from 79.7 to 93 between week 1 and week 4.[ [41](#s5.41)] Future research should be conducted to examine the effect of mistletoe on chemotherapy tolerability and to gather more information about its effect on QOL, PFS, and OS. Quality of life Miscellaneous cancers Patients with cancer (breast, n = 67; ovarian, n = 66; NSCLC, n = 91) were randomly assigned to receive open-label treatment with HelixorA (viscum album abietis) concurrent with standard chemotherapy (n = 115). These patients demonstrated significant improvements in QOL (as assessed by Functional Living Index-Cancer, Karnofsky Performance Index, and Traditional Chinese Medicine Index questionnaires) when compared with patients in the control group, who received conventional oncologic treatment and Lentinan, an immunomodulating agent derived from the shiitake mushroom (n = 109) (P < .05).[ [42](#s5.42)] Patients who received HelixorA also experienced fewer adverse events (AEs) from chemotherapy when compared with the control group (52 AEs reported in the HelixorA and chemotherapy group vs. 90 AEs in the control group). Symptom management Malignant pleural effusion Pleurodesis with HelixorM (Viscum album mali) may be an effective procedure to control malignant pleural effusions (MPE) in patients with advanced lung cancer.[ [43](#s5.43)] Over half (52%) of lung cancer patients treated with HelixorM pleurodesis (n = 42) were free from recurrence of MPE one month after the procedure. Neither patient characteristics (including age, gender, histopathology, or systemic treatment), nor MPE characteristics (including location and chemistry) was deemed significantly associated with the outcome of HelixorM pleurodesis in this study.[ [43](#s5.43)] Survival Breast cancer Patients with breast cancer (T1-3, N0-3, M0; local recurrence) were randomly assigned to receive Helixor adjuvant to conventional therapy (i.e., surgery and radiation therapy) (n = 192). These patients demonstrated a significant extension in 5-year survival when compared with patients who received conventional treatment alone (n = 274) (5-year survival rates, 69.1% vs. 59.7%, respectively) (P = .048).[ [44](#s5.44)] Colorectal cancer Patients with metastatic CRC were randomly assigned to receive Helixor adjuvant to chemotherapy (n = 20). These patients demonstrated significant extensions in mean survival (26.7 ± 11.9 months in complete/partial responders) when compared with patients randomly assigned to receive chemotherapy alone (n = 20) (13.6 ± 4.4 months in complete/partial responders).[ [45](#s5.45)] abnobaVISCUM Quality of life Breast cancer As per QLQ-C30 function scales, health-related QOL in patients with breast cancer (stages I-III) who received abnobaVISCUMM concurrent with chemotherapy (n = 270) remained stable throughout the course of chemotherapy and significantly improved 4 weeks after treatment (P < .0001) when compared with the initial visit.[ [46](#s5.46)] Patients also showed significant improvements above baseline in all parameters of the QLQ-BR23 function scale (a QOL module specific to breast cancer) at final examination (P < .0001). Stomach cancer Postoperative patients with gastric cancer (stage IB or stage II) were randomly assigned to receive abnobaVISCUMQ adjuvant to oral chemotherapy (n = 15). These patients demonstrated a significant improvement in global health status (a parameter constructed by totaling scores on two questions from the QLQ-C30 questionnaire) at week 16 and at completion of treatment (week 24), when compared with patients who received oral chemotherapy alone (n = 14) (P = .0098).[ [47](#s5.47)] All other function and symptom scales of the QLQ-C30 and the QLQ-STO22 (a QOL module specific to stomach cancer) did not show statistical significance when abnobaVISCUMQ treatment was added.[ [47](#s5.47)] Symptom management Miscellaneous cancers Patients with advanced cancer were treated with abnobaVISCUM pleurodesis for MPE (n = 62). These patients demonstrated a significant improvement in mean response rate (P < .0001) when compared with reference values (97% and 64%, respectively).[ [48](#s5.48)] Forty-nine patients (79%) demonstrated a complete response (no recurrence of MPE at least 4 weeks after treatment) and 11 patients (18%) demonstrated partial response (reaccumulation of pleural effusion under 50% of the pretreatment volume), while 2 patients (3.23%) did not respond (recurrence of pleural effusion within 4 weeks after treatment) to mistletoe-mediated pleurodesis with abnobaVISCUM.[ [48](#s5.48)] Colorectal cancer Symptomatic relief was reported by 40% of patients with metastatic CRC who were resistant to fluorouracil and leucovorin (5-FU/LV)-based chemotherapy and received abnobaVISCUMQ therapy (n = 25). Symptomatic relief was assessed as a secondary endpoint measure for a median duration of 14 weeks.[ [49](#s5.49)] Relief of the following symptoms was reported: - Nausea and vomiting (24% of patients). - Diarrhea (12% of patients). - Constipation (8% of patients). - Fatigue (24% of patients). - Dyspnea (8% of patients). Stomach cancer In one study, postoperative patients with gastric cancer (stage IB or stage II) were randomly assigned to receive abnobaVISCUMQ adjuvant to oral chemotherapy (n = 15). The secondary endpoint analyses demonstrated a significant improvement in leukocyte (P = .01) and eosinophil (P = .0036) counts when compared with patients who received oral chemotherapy alone (n = 14) after a 24-week treatment cycle.[ [47](#s5.47)] Survival Bladder cancer A marker tumor remission rate of 55.6% (95% CI, 38.1-72.1) was achieved in 20 of 36 patients with nonmuscle-invasive bladder cancer (Ta G1/G2 or T1 G1/G2) 12 weeks after beginning bladder instillation therapy with abnobaVISCUMF (once a week for 6 weeks).[ [50](#s5.50)] Of the 19 evaluable patients, 14 (73.7%) did not have recurrent tumor at 1 year after initiation of treatment (95% CI, 48.8%-90.9%), corresponding to a 1-year recurrence rate of 26.3% (95% CI, 9.1%-51.2%). Colorectal cancer Objective tumor response was not observed in a phase II study of patients with metastatic CRC who were resistant to 5-FU/LV-based chemotherapy and received abnobaVISCUMQ therapy for a median time period of 14 weeks. Stable disease was noted in 21 of 25 patients (84%), lasting for a median of 2.5 months (range; 1.5-7 months).[ [49](#s5.49)] Eurixor Eurixor is no longer available on the market for sale. Quality of life Colorectal cancer Patients with metastatic CRC were randomly assigned to receive Eurixor adjuvant to standard cancer treatment (n = 38). These patients demonstrated improved QOL (P = .0001) when compared with patients randomly assigned to receive standard treatment alone (n = 41).[ [51](#s5.51), [52](#s5.52)] Symptom management Breast cancer Patients with breast cancer (UICC stages I-IIIB) underwent postoperative chemotherapy, radiation therapy, or hormone therapy, and received complementary treatment with Eurixor (n = 219) for a median time period of 270 days. These patients demonstrated significant improvements in disease- or therapy-induced adverse reactions (P < .0001) when compared with patients who received standard cancer therapy alone (n = 470) at up to 285 days of follow-up.[ [53](#s5.53)] Significant improvements in nausea, appetite reduction, stomach pain, fatigue, depression, memory, and irritability/restlessness were reported (P < .0001, in each subgroup). Survival Bladder cancer Patients with bladder cancer (pTa G1/G2) (n = 45) received subcutaneous Eurixor injections after transurethral resection. These patients did not demonstrate differences in time-to-first recurrence, total number of recurrences, or recurrence-free outcomes at up to 18 months after primary treatment compared with patients who were randomly assigned to receive no adjuvant treatment.[ [3](#s5.3)] Head and neck cancers Patients treated with Eurixor before and after resection of squamous cell carcinomas of the head and neck, with or without follow-up radiation therapy, demonstrated no difference in DFS when compared with patients who received surgery alone or surgery followed by radiation therapy, without adjuvant Eurixor treatment.[ [2](#s5.2)] Isorel Isorel is no longer available on the market for sale. Biomarker study Gastrointestinal cancers Perioperative use of Isorel in patients with cancer of the digestive tract (esophageal, stomach, pancreatic, ileac, colorectal) has been shown to increase the lymphocyte count in patients within 14 days of administration.[ [54](#s5.54)] Survival Colorectal cancer Patients with advanced CRC (Dukes C and D) were randomly assigned to receive Isorel along with adjuvant postoperative chemotherapy with 5-FU (6 cycles) (n = 29). These patients demonstrated prolonged survival (P < .05) when compared with patients who received postoperative chemotherapy only (n = 21) and patients who received surgery only (n = 14) without postoperative chemotherapy or Isorel treatment (n = 14).[ [55](#s5.55)] Lektin/Lektinol Quality of life Breast cancer Patients with breast cancer were randomly assigned to receive open-label PS76A (an aqueous mistletoe extract standardized to the galactoside-specific mistletoe lectin [ML]) adjuvant to chemotherapy (n = 176). These patients demonstrated improved QOL when compared with patients who received chemotherapy alone.[ [13](#s5.13)] In a double-blind study, patients with breast cancer (stages II-III) were randomly assigned to receive PS76A2 (Lektinol; 30 ng ML/mL) adjuvant to cyclophosphamide, methotrexate, and fluorouracil (CMF) chemotherapy (4 cycles) for a period of 15 consecutive weeks (n = 65). These patients demonstrated statistically significant improvements in self-assessments of QOL (P = .0121 and P = .0021 for GLQ-8 and Spitzer's uniscale, respectively) when compared with patients who were randomly assigned to receive chemotherapy treatment alone (n = 66).[ [56](#s5.56)] Only the medium dose (30 ng ML/mL) indicated a significant preventative effect against placebo; no treatment effect of low- or high-dose Lektinol (10 ng ML/mL or 70 ng ML/mL) was established against the placebo. In a second confirmatory study, superiority of complementary Lektinol (30 ng ML/mL) (n = 176) over the placebo (n = 176) was observed according to three FACT-G subscales (physical, emotional, and functional well-being) assessed during the fourth CMF cycle (P < .0001).[ [57](#s5.57)] Systematic Reviews/Meta-analyses of VariousViscum AlbumExtract (VAE) Types Quality of life Miscellaneous cancers Some systematic reviews have found that studies of better methodological quality typically show that Viscum album extracts (VAEs) have few beneficial effects on QOL in cancer,[ [18](#s5.18), [20](#s5.20), [58](#s5.58)] while others studies suggest that mistletoe extracts produce a significant, though medium-sized, effect on QOL in cancer patients (mean difference = 0.61; 95% CI, 0.41-0.81, P < .00001).[ [59](#s5.59)] However, another systematic review reached different conclusions. In a review consisting of 26 RCTs, 22 reported a benefit of mistletoe therapy (supplied with or without concomitant surgery, chemotherapy, or radiation therapy), whereas 3 reported no difference, and 1 did not indicate a result.[ [22](#s5.22)] All 10 nonRCTs reported a benefit of VAE treatment, whether it was supplied with or without concomitant therapy.[ [22](#s5.22)] Among the studies designated as higher in methodological quality, most reported a benefit of VAE treatment, whereas one reported no difference from standard oncological treatment. Most consistently, studies reported improvements regarding the following:[ [22](#s5.22)] - Coping. - Fatigue. - Sleep. - Exhaustion. - Energy. - Nausea. - Vomiting. - Appetite. - Depression. - Anxiety. - Ability to work. - Emotional and functional well-being. Survival Miscellaneous cancers Systematic reviews reported inconsistent results regarding the efficacy of mistletoe treatment on survival outcomes on the basis of methodological quality of the study.[ [60](#s5.60)] In a review that consisted of 28 publications (n = 2,639) investigating a wide range of cancers (bladder, breast, cervix, lungs, uterus, ovaries, colon, stomach, pancreas, gliomas, head and neck cancers, melanomas, and osteosarcomas), most studies did not show that adjuvant mistletoe had an effect on survival, especially those of high methodological quality.[ [61](#s5.61)] This finding is consistent with other review articles. In an investigation of 13 RCTs, 6 showed evidence of a survival benefit, but none of these studies were of high methodological quality.[ [18](#s5.18)] In another review of 23 controlled clinical studies (16 randomized, 2 quasi-randomized, and 5 nonrandomized) that investigated the use of VAE in patients with cancers of the breast, lung, stomach, colon, rectum, head and neck, kidney, genitals, bladder, melanomas, and gliomas, positive effects on survival were indicated in 8 studies and tumor remission was supported by 1 study.[ [16](#s5.16)] Four studies reported no effect on survival, one indicated no effect on DFS, two reported no benefit of treatment on tumor recurrence, and three indicated no effect on cancer remission. |Reference||Trial Design||Product Tested||Condition or Cancer Type||Treatment Groups (Enrolled; Treated; |DFS = QOL = quality of life.| |a For more information and definition of terms, see text and theNCI Dictionary of Cancer Termsfor additional information and definition of terms.| |b Number of patients treated plus number of patients controlled may not equal number of patients enrolled; number of patients enrolled = number of patients initially recruited/considered by the researchers who conducted a study; number of patients treated = number of enrolled patients who were administered the treatment being studied and for whom results were reported; historical control subjects are not included in number of patients enrolled.| |c Chemotherapy, radiation therapy, hormonal therapy, or cytokine therapy administered/allowed at the same time as mistletoe therapy.| |d For information about levels of evidence analysis and scores, see Levels of Evidence for Human Studies of Integrative, Alternative, and Complementary Therapies.| |e This was a four-arm trial; patients were randomly assigned to surgery only or to surgery plus radiation therapy, followed by a second randomization to no mistletoe treatment or to treatment with Eurixor; the resulting treatment groups contained the following numbers of evaluable patients: surgery only = 105, surgery plus Eurixor = 97, surgery plus radiation therapy = 137, and surgery plus radiation therapy plus Eurixor = 138; radiation therapy and Eurixor treatment overlapped; no treatment approach was superior in terms of disease-free survival, disease-specific survival, improvement in QOL, or stimulation of the immune system; in the table, mistletoe-treated and nontreated (control) patients were grouped (i.e., number treated = 97 + 138 = 235, and number control = 105 + Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available. References: - Lenartz D, Dott U, Menzel J, et al.: Survival of glioma patients after complementary treatment with galactoside-specific from V, et al.: The effect of an adjuvant mistletoe treatment programme in resected head and neck cancer patients: a randomised controlled clinical trial. Eur J Cancer 37 (1): 23-31, 2001. - Goebell PJ, Otto T, Suhr J, et al.: Evaluation of an unconventional treatment modality with mistletoe lectin to prevent recurrence of superficial bladder cancer: a randomized phase II trial. J Urol 168 Grossarth-Maticek SM, Use of Iscador, an extract of European mistletoe (Viscum album), in cancer treatment: prospective nonrandomized and randomized matched-pair studies nested within a phase III trial. rIFN-alpha2b versus rIFN-gamma versus ISCADOR M versus observation after surgery in melanoma patients with either high-risk primary (thickness >3 mm) or regional lymph node metastasis. Eur J Cancer 40 (3): 390-402, 2004. - Viscum the United States. Tröger W, Jezdi S, drale Z, et al.: Quality of life and neutropenia in patients with early stage breast cancer: a randomized pilot study comparing additional treatment with mistletoe extract to chemotherapy alone . Breast Cancer: Basic and Clinical Research 3: 35-45, 2009. - Grossarth-Maticek R, Ziegler R: Prospective controlled cohort studies on long-term therapy of breast cancer patients with a mistletoe preparation (Iscador). Forsch R, Ziegler R: Prospective controlled cohort studies on long-term therapy of cervical cancer patients with a mistletoe preparation (Iscador). Forsch Randomized and non-randomized prospective controlled cohort studies in matched pair design for the long-term therapy of corpus uteri cancer patients with a mistletoe preparation (Iscador). Eur J Med Res 13 (3): 107-20, 2008. - Grossarth-Maticek R, Ziegler R: Prospective controlled cohort studies on long-term therapy of ovairian cancer patients with mistletoe (Viscum album L.) extracts iscador. Arzneimittelforschung 57 (10): 665-78, 2007. - Bar-Sela G, Goldberg H, Beck D, et al.: Reducing malignant ascites accumulation by repeated intraperitoneal administrations of a Viscum album extract. Anticancer Res 709-13, 2006 with PS76A2 (standardised mistletoe preparation) in patients with breast cancer receiving adjuvant chemotherapy. [Abstract] Phytomedicine 7 (Suppl 2): A-SL-66, al.: Phase I trial of intravenous aviscumine (rViscumin) in patients with solid tumors: a study of the European Organization for Research and Treatment of Cancer New Drug Development Group. Ann Oncol 15 (12): 1816-24, 2004. - Stauder terms of mistletoe lectins (ML I) in oncology: current state of clinical Onkologie 25 (4): 374-80, A, et al.: Mistletoe in cancer - a systematic review on controlled clinical trials. Eur J Med Res 8 (3): 109-19, 2003. - Kienle GS, Glockmann A, Schink M, Viscum album L. extracts in breast and gynaecological cancers: a systematic review of clinical and preclinical research. J Exp Clin Cancer Res 28: 79, 2009. - Horneber MA, Bueschel G, Huber R, et al.: H: Complementary cancer therapy: a systematic review of prospective clinical trials on anthroposophic mistletoe extracts. Eur J Med Res 12 (3): 103-19, 2007. - Ernst E, Schmidt K, Steuer-Vogt MK: Mistletoe for cancer? A systematic review of randomised clinical trials. Int J Cancer 107 (2): 262-7, 2003. - Mabed M, El-Helw L, Shamaa S: Phase II study of viscum fraxini-2 in patients with advanced hepatocellular carcinoma. Br J 90 (1): 65-9, 2004. GS, Kiene of Viscum album L (European mistletoe) extracts on quality of life in cancer patients: a systematic review of controlled clinical studies. Integr Cancer Ther 9 (2): 142-57, 2010. - Oei A, M, et al.: Impact of Oncological Therapy and Viscum album L Treatment on Cancer-Related Fatigue and Internal Coherence in Nonmetastasized Breast Cancer Patients. Integr Cancer Ther C, Ostermann T: Quality of life and related dimensions in cancer patients treated with mistletoe extract (iscador): a meta-analysis. Evid Based 219402, G, Wollner M, Hammer L, et al.: Mistletoe as complementary treatment in patients with advanced non-small-cell lung cancer treated with carboplatin-based combinations: a randomised phase II study. Eur J Cancer 49 (5): 1058-64, 2013. - Dold U, Edler L, Mäurer Advanced Non-Small Cell Bronchial Cancer: Multicentric Controlled Studies To Polyerga]. Georg Thieme Verlag, al.: A Randomized Study on Postrelapse Disease-Free Survival with Adjuvant Mistletoe versus Oral Etoposide Patients. Evid Based Complement Alternat Med 2014: 210198, 2014. - Augustin M, Bock PR, Hanisch J, et al.: Safety and efficacy of the long-term adjuvant treatment of primary intermediate- to high-risk malignant melanoma (UICC/AJCC stage II and III) with a standardized fermented European mistletoe (Viscum album L.) extract. Results from a multicenter, comparative, epidemiological cohort study in Germany and Switzerland. Arzneimittelforschung 55 (1): 38-49, 2005. - Bock PR, Friedel WE, Hanisch J, et al.: Retrolective, comparative, epidemiological cohort study with parallel groups design for evaluation of efficacy and safety of drugs with \"well-established use\". Forsch Komplementarmed Klass Friedel WE, Hanisch J, et al.: [Efficacy and safety of long-term complementary treatment with standardized European mistletoe extract (Viscum album L.) in addition to the conventional adjuvant oncologic therapy in patients with primary non-metastasized mammary carcinoma. Results of a multi-center, comparative, epidemiological cohort study in Germany and Switzerland] Arzneimittelforschung 54 (8): 456-66, 2004. - Klopp R, Schmidt W, Werner E, et al.: Influence of complementary Viscum album (Iscador) administration on microcirculation and immune system of ear, nose and throat carcinoma patients treated with radiation and chemotherapy. Anticancer Res 25 (1B): 601-10, 2005 Jan-Feb. - Ostermann T, Appelbaum S, Poier D, et al.: A Systematic Review and Meta-Analysis on the Survival of Cancer Patients Treated with a Fermented Viscum album L. Extract (Iscador): An Update of Findings. Complement Med Res 27 (4): 260-271, 2020. - Friedel WE, Matthes H, Bock PR, et al.: Systematic evaluation of the clinical effects of supportive mistletoe treatment within chemo- and/or radiotherapy protocols and long-term mistletoe application in nonmetastatic colorectal carcinoma: multicenter, controlled, (4): 137-45, 2009. - Zaenker preparation (Iscador-Qu) in colorectal cancer (CRC) patients: more than just supportive care? Journal of Cancer Science & Therapy 4 (9): 264-270, 2012. - Salzer G, Danmayr [Adjuvant Iscador® M, et al.: Long-Term Follow-up of a Study of Oral Etoposide versus Viscum album Fermentatum Pini as Maintenance Therapy in Osteosarcoma Patients in Complete Surgical Remission after Second Relapse. Sarcoma 2020: 8260730, 2020. et al.: Viscum album [L.] extract therapy in patients with locally advanced or metastatic pancreatic cancer: a randomised clinical trial on overall survival. Eur J Cancer 49 (18): 3788-97, 2013. - Schaefermeyer G, Schaefermeyer H: Treatment of pancreatic cancer with Viscum album (Iscador): a retrospective study of 292 patients 1986-1996. Complement Ther Med 6 (4): 172-7, 1998. - Tröger W, Galun D, Reif M, et al.: Quality of life of patients with advanced pancreatic cancer during treatment with mistletoe: a randomized controlled trial. Dtsch Arztebl Int 111 (29-30): 493-502, 33 p following 502, 2014. - Pelzer F, Tröger W, Nat DR: Complementary Treatment with Mistletoe Extracts During Chemotherapy: Safety, Neutropenia, Fever, and Quality of Life Assessed in a Randomized Study. J Altern Complement Med 24 (9-10): 954-961, 2018 Sep/Oct. - Paller CJ, Wang L, Fu W, et al.: Phase I Trial of Intravenous Mistletoe Extract in Advanced Cancer. Cancer Res Commun 3 (2): 338-346, 2023. - Piao BK, Wang YX, Xie GR, et al.: Impact of complementary mistletoe extract treatment on quality of life in breast, ovarian and non-small cell lung cancer patients. A prospective randomized controlled clinical trial. Anticancer Res 24 (1): 303-9, 2004 Jan-Feb. - Lee YG, Jung I, Koo DH, et al.: Efficacy and safety of Viscum album extract (Helixor-M) to treat malignant pleural effusion in patients with lung cancer. Support Care Cancer 27 (5): 1945-1949, 2019. - Gutsch J, Berger H, Scholz G, et al.: [Prospective study in radically operated breast cancer with and untreated Scheer R, Kröz M, et al.: Quality of life in breast cancer patients during chemotherapy and concurrent therapy with a mistletoe extract. Phytomedicine 18 (2-3): 151-7, 2011. - Kim KC, JH, Eisenbraun J, et al.: Quality of life, immunomodulation and safety of adjuvant mistletoe treatment in patients with gastric carcinoma - a randomized, controlled pilot study. BMC Complement Altern Med 12: 172, 2012. - Cho JS, Na KJ, Lee Y, et al.: Chemical Pleurodesis Using metastatic leucovorin-based chemotherapy. Med Oncol 21 (3): 251-4, 2004. El-Leithy T, vom Dorp F, et al.: Mistletoe Plant Extract in Patients with Nonmuscle Invasive Bladder Cancer: Results of a Phase Ib/IIa Single Group Dose Escalation Study. J Urol 194 2015. - Heiny BM, Albrecht of quality of with mistletoe lectin-1-standardized in advanced colorectal S35-9, 1998. - Sauer H: Quality of life with mistletoe-1-standardized extract in advanced colorectal carcinoma [Letter]. Onkologe 4: 1180, 1998. - Schumacher K, Schneider B, Reich G, et al.: Influence of postoperative complementary treatment with lectin-standardized mistletoe extract on breast cancer patients. A controlled epidemiological multicentric retrolective cohort study. Anticancer al.: application of the Viscum album extract Isorel in digestive tract cancer patients. Anticancer 25 2005 - Cazacu M, T, Lungoci C, et al.: The influence of isorel on the advanced colorectal cancer. Cancer Biother extract PS76A2 improves QoL in patients adjuvant chemotherapy: a randomised, VV, Dudov A, et al.: Quality of life is improved in breast cancer patients by Standardised Mistletoe Extract PS76A2 during chemotherapy al.: Mistletoe in oncological treatment: a systematic review : Part 2: quality of life and toxicity of cancer treatment. J Cancer Res Clin Oncol 145 (4): 927-939, 2019. - Loef M, Walach H: Quality of life in cancer patients treated with mistletoe: a systematic review and meta-analysis. BMC Complement Med Ther 20 (1): 227, 2020. - Melzer J, Iten F, Hostanska K, et al.: Efficacy and safety of mistletoe preparations (Viscum album) for patients with cancer diseases. A systematic review. Forsch Komplementmed 16 (4): 217-26, 2009. al.: Mistletoe in oncological treatment: a systematic review : Part 1: survival and safety. J Cancer Res Clin Oncol 145 (3): 695-707, 2019. Immunoprotective activity of the galactoside-specific lectin from mistletoe after tumor destructive therapy in glioma patients. Anticancer Res 16 (6B): 3799-802, 1996 Nov-Dec. Adverse Effects Although a number of different mistletoe extracts have been used in human studies, the reported side effects have generally been minimal and not life threatening. Common side effects include the following:[ [1](#s6.1), [2](#s6.2), [3](#s6.3), [4](#s6.4)] - Soreness and inflammation at injection sites. - Headache. - Fever. - Chills. One meta-analysis using Viscum album L. and isolated mistletoe lectins included both animal and human studies. Doses and application forms varied. No immunosuppressive effects were reported. Side effects included local reactions at the injection site and flu-like symptoms such as fever, chills, fatigue, mild gastrointestinal symptoms, and headache. High doses of recombinantly-produced mistletoe lectins (not available in commercial products) resulted in reversible hepatotoxicity in some cases.[ [5](#s6.5)] Another review reported adverse reactions that included local reactions at the injection site, fever, increased intracerebral pressure, headache, circulatory problems, thrombophlebitis, swelling of lymph nodes, and allergic reactions.[ [6](#s6.6)] A few cases of severe allergic reactions, including anaphylactic shock, have been reported.[ [2](#s6.2)] Although from an observational cohort study, three types of mistletoe (Iscador, Helixor, and abnobaVISCUM) that were given intratumorally, intravenously, or subcutaneously were found to be safe in a small group of cancer patients with autoimmune diseases such as Graves disease, Hashimoto thyroiditis, ulcerative colitis, therapies for cancer: 3. Iscador. Task Force on Alternative Therapies of the Canadian Breast Cancer Research Initiative. CMAJ 158 (9): 1157-9, 1998. - Hutt N, Kopferschmitt-Kubler M, Cabalion J, al.: Anaphylactic reactions of mistletoe lectins (ML I) in oncology: current state of clinical research. Onkologie 25 (4): 374-80, 2002. - Steele ML, Axtner J, Happe A, et al.: Safety of Intravenous Application of Mistletoe (Viscum album L.) Preparations in Oncology: An Observational Study. Evid Based Complement Alternat H: Safety of higher dosages of Viscum album L. in animals and humans--systematic review of immune changes and safety parameters. BMC Complement Altern Med 11: 72, 2011. - Ernst E, Schmidt K, Steuer-Vogt MK: Mistletoe for cancer? A systematic review of randomised clinical trials. Int J Cancer 107 (2): 262-7, 2003. - Oei SL, Thronicke A, Kröz M, et al.: Use and Safety of Viscum album L Applications in Cancer Patients With Preexisting Autoimmune Diseases: Findings From the Network Oncology Study. Integr Cancer Ther 18: 1534735419832367, 2019 Jan-Dec. Summary of the Evidence for Mistletoe Extracts To assist readers in evaluating the results of human studies of integrative, alternative, and complementary therapies for cancer, the strength of the evidence (i.e., the levels of evidence) associated with each type of treatment is provided whenever possible. To qualify for a level of evidence analysis, a study must: - Be published in a peer-reviewed scientific journal. - Report on a therapeutic outcome or outcomes, such as tumor response, improvement in survival, or measured improvement in quality of life. - Describe clinical findings in sufficient detail that a meaningful evaluation can be made. Separate levels of evidence scores are assigned to qualifying human studies on the basis of statistical strength of the study design and scientific strength of the treatment outcomes (i.e., endpoints) measured. The resulting two scores are then combined to produce an overall score. For an explanation of the scores and additional information about levels of evidence analysis for cancer, see Levels of Evidence for Human Studies of Integrative, Alternative, and Complementary Therapies. Mistletoe is one of the most widely studied complementary and alternative medicine therapies for cancer. In certain European countries, the preparations made from European mistletoe (Viscum album L.) are among the most prescribed drugs offered to cancer patients. Mistletoe extracts have been evaluated in numerous clinical studies and improvements in survival, quality of life, and/or stimulation of the immune system have been frequently reported. However, most clinical studies conducted have had one or more major weaknesses that raise doubts about the reliability of the findings. In addition, no evidence exists to support the notion that stimulation of the immune system by mistletoe leads to an improved ability to fight cancer. Because all patients in the reported clinical studies appear to have been adults, no information is available about the use of mistletoe as a treatment for children with cancer. Changes to This Summary (06 / 08 / 2023) The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above. Human/Clinical Studies Added Safety as a new subsection. This summary is written and maintained by the PDQ Integrative, Alternative, and Complementary Therapies Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages. About This PDQ Summary Purpose of This Summary This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the use of mistletoe extracts in the treatment of people with cancer. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions. Reviewers and Updates This summary is reviewed regularly and updated as necessary by the PDQ Integrative, Alternative, and Complementary Therapies Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH). Board members review recently published articles each month to determine whether an article should: - be discussed at a meeting, - be cited with text, or - replace or update an existing article that is already cited. Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary. Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries. Levels of Evidence Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Integrative, Alternative, and Complementary Therapies Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations. Permission to Use This Summary PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as \"NCI's PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].\" The preferred citation for this PDQ summary is: PDQ® Integrative, Alternative, and Complementary Therapies Editorial Board. PDQ Mistletoe Extracts. Bethesda, MD: National Cancer at: https://www.cancer.gov/about-cancer/treatment/cam/hp/mistletoe-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389489] Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images. Disclaimer The information in these summaries should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page. Contact Us More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website's Email Us. Last Revised: 2023-06-08 This information does not replace the advice of a doctor. Healthwise, Incorporated, disclaims any warranty or liability for your use of this information. Your use of this information means that you agree to the [Terms of Use](https://www.healthwise.org/specialpages/legal/terms.aspx). Learn [how we develop our content](https://www.healthwise.org/specialpages/legal/abouthw/en). Healthwise, Healthwise for every health decision, and the Healthwise logo are trademarks of Healthwise, Incorporated. This information does not replace the advice of a doctor. Healthwise, Incorporated, disclaims any warranty or liability for your use of this information. Your use of this information means that you agree to the [Terms of Use](https://www.healthwise.org/specialpages/legal/terms.aspx). Learn [how "}