{"title": "The Six Healing Sounds of Chinese Medicine", "author": "Monica Mae Leibson", "url": "https://www.acupunctureinmichigan.com/the-six-healing-sounds-of-chinese-medicine/", "hostname": "acupunctureinmichigan.com", "description": "Chinese Medicine was discovered in a time when we were living more in alignment with nature. Our bodies are a reflection of nature and we use elements to describe the qualities of how our bodies function. The five elements of chinese medicine are wood, fire, earth, metal and water. Each of those organ systems [...]", "sitename": "Michigan Associates of Acupuncture and Integrative Medicine", "date": "2020-04-10", "cleaned_text": "Chinese Medicine was discovered in a time when we were living more in alignment with nature. Our bodies are a reflection of nature and we use elements to describe the qualities of how our bodies function. The five elements of chinese medicine are wood, fire, earth, metal and water. Each of those organ systems correlates with many aspects of life such as time of day, time of year, emotion, tastes and sense organ. The six healing sounds are a set of \"qi-gong\" exercises aimed at detoxifying and strengthening each internal organ. You can choose to use them all at once or focus on one individually when treating a specific organ. The sounds are specifically designed to release excess emotions from the tissues and organs of the body. As a mind body practitioner, I know that even if the rational mind has moved on, the body can hold memory of trauma and stress for years. These sounds help to release trapped emotions so that they don't carry negative weight and impact health. Also, a note on the Triple Warmer. This is an organ that Chinese Medicine healers saw as a full body organ - most closely related to the lymphatic system and the immune system. Qi Gong exercises incorporate posture, breath and visualization. When you inhale visualize a color into a specific organ. When you exhale, release a sound and purge and release the emotion from that specific organ. Start by breathing naturally into the lower abdomen. On each inhale the abdomen will rise and on each exhale the abdomen will fall. Breathe deeply and gently. Don't force the breathe. LIVER- Inhale and imagine GREEN light entering the liver As you exhale the SHOE sound, imagine releasing ANGER from the liver HEART - Inhale and imagine RED light filling the heart As you exhale the HAW sound, release ANXIETY from the heart SPLEEN - Inhale golden YELLOW light into the spleen/stomach/pancreas As you exhale the WHO sound, release WORRY from the digestive system LUNG - Inhale and imagine WHITE light filling up the lungs As you exhale the SSSSSS sound, release GRIEF & SADNESS from the Lungs KIDNEY - Inhale and imagine DARK BLUE light into each kidney As you exhale the YOU sound, release FEAR from the kidneys TRIPLE WARMER - Inhale and imagine CLEAR QI into the whole body As you exhale the SHE sound, allow the vibration of love to fill your entire body "}