{"title": "The Flu Vaccine in the Age of COVID", "author": null, "url": "https://www.cuimc.columbia.edu/news/flu-vaccine-age-covid", "hostname": "columbia.edu", "description": "Flu season is coming—how will the influenza vaccine be different in the era of COVID-19? Columbia's David Buchholz, MD, explains.", "sitename": "Columbia University Irving Medical Center", "date": "2020-10-15", "cleaned_text": "The Flu Vaccine in the Age of COVID Flu season is coming—how will getting the influenza vaccine be different in the era of COVID-19? In a Facebook Live event on Oct. 8, [David Buchholz](https://www.columbiadoctors.org/david-buchholz-md), MD, senior founding medical director for [primary care](https://www.columbiadoctors.org/specialty/columbia-primary-care/our-doctors), spoke about influenza myths and facts and how to protect yourself against the flu. Watch the full program or read the highlights below. Flu Facts for the Record Each flu season, about 8% of the U.S. population gets sick with one of the circulating flu viruses. And as with the new coronavirus, a lot of people infected by the flu never develop symptoms. People often think of influenza as a disease of seniors, but children are twice as likely to develop a flu infection with symptoms than older adults. The \"stomach flu\" isn't caused by an influenza virus. \"Stomach flu\" is an unfortunate name for gastroenteritis, which starts with vomiting followed shortly after by diarrhea. Most people who have an egg allergy should go ahead and get the flu shot. \"For years, we had some concern, because the original flu vaccine was grown in eggs,\" Buchholz said. \"But that doesn't really play out in reality, and such allergic reactions rarely, if ever, occur. And so in this flu season, the [CDC](https://www.cdc.gov/flu/prevent/egg-allergies.htm) is recommending that all these people get an age-appropriate vaccine.\" Pregnant women should get the flu vaccine. \"Their immune systems aren't as strong as people who are not pregnant,\" Buchholz said, \"and when they do get influenza, they tend to get much sicker and they're much more likely to get complications. So regardless of where a person is in their pregnancy, we recommend getting the shot.\" Flu vaccine can't give you the flu. \"Vaccines only contain viral proteins that allow an immune response, but not the whole virus, which could cause infection,\" Buchholz said. Why Get Vaccinated for the Flu? \"We vaccinate against the flu because of the complications the infection can sometimes cause,\" Buchholz said. \"The virus itself can cause pneumonia, which is a potentially serious flu complication, but you can also get a secondary infection or co-infection with bacteria.\" It's a myth that healthy people don't need to be vaccinated. \"We vaccinate healthy people because they can get complications, too,\" he added. Flu viruses are more likely to exacerbate chronic illnesses like asthma, chronic obstructive pulmonary disease, and heart disease. Tens of thousands of people die from influenza in the United States every year, and in the worst flu seasons, hospitals can become almost completely full with people with flu. What's the Best Time to Get Vaccinated? \"You want to get the vaccine before the flu shows up in your community,\" Buchholz says. \"Early autumn—September and October—are ideal because flu tends to start to show up in November.\" Who Shouldn't Get a Flu Vaccine? Children under 6 months shouldn't get a flu vaccine because they don't generate a good immune response, Buchholz said. Anybody who has had a severe life-threatening allergic reaction to the flu vaccine or any of its ingredients shouldn't get the vaccine, he added, and people who have a history of Guillain-Barré syndrome should talk with their doctor before getting vaccinated. "}