{"title": "Our Toolkit for Achieving Vaccine Equity", "author": null, "url": "https://www.pih.org/united-states/vaccine-toolkit", "hostname": "pih.org", "description": "This vaccine toolkit is intended to provide tools to navigate vaccine rollout with a constant focus on equity. Public health and community leaders can work through this pathway—informed by learnings from PIH-US's partner sites where community vaccination efforts are in process—to center community leadership at every aspect of vaccine rollout. The toolkit includes resources for near-term solutions to address the challenge of achieving vaccine equity, and long-term efforts to historic and structural health injustices.", "sitename": "pih.org", "date": "2021-04-27", "cleaned_text": "Our Toolkit for Achieving Vaccine Equity This vaccine toolkit is intended to provide tools to navigate vaccine rollout with a constant focus on equity. Public health and community leaders can work through this pathway—informed by learnings from PIH-US's partner sites where community vaccination efforts are in process—to center community leadership at every aspect of vaccine rollout. The toolkit includes resources for near-term solutions to address the challenge of achieving vaccine equity, and long-term efforts to historic and structural health injustices. Click the links below to jump to that section of the page: Eligibility is Not Access Across the United States, expanded vaccine eligibility offers hope that within months enough Americans will be immunized to allow the safe resumption of normal activity. However, even with open eligibility, our health system is not designed to ensure vaccine access and uptake for all. We advocate for continuing to prioritize those most at risk while building systems for long-term access to healthcare and social supports. Community Engagement: Understanding & Driving Demand A primary aim of community engagement is to create and maintain channels to hear concerns and share information, with the goal of understanding health and social needs, providing clear and transparent information, and facilitating localized access to vaccination. The most effective engagement strategies leverage the leadership already within communities, with critical interpretation of information and collective decision-making by community members. Resource Allocation & Vaccine Site Operations: Understanding & Facilitating Supply In order to achieve sufficient coverage for all members of a community, vaccine allocation and distribution strategies need to be driven by, and developed in partnership with local stakeholders. Visualize gaps in access and patterns of disease—and act accordingly. Allocate for equity by prioritizing based on risk of exposure and risk of severe health outcomes. Eliminate critical barriers to access: limited hours of operation, complex scheduling/registration systems, inaccessible sites with limited transport options. Long-term Investment in Community & Public Health Workforce Ultimately, vaccination is just one part of a robust and effective COVID-19 response. We must continue to drive vaccine resources where they are needed, but we must also double down on other aspects of response, including testing, contact tracing, and community mitigation. We must also move beyond emergency response, investing in a public health workforce that will be critical to recovery and long-term system improvements "}