{"title": "Santa Barbara Herb Clinic - Acupuncture, Herbal Pharmacy, All Natural Healing.", "author": null, "url": "https://santabarbaraherbclinic.com/", "hostname": "santabarbaraherbclinic.com", "description": "Santa Barbara Herb Clinic offers various acupuncture and Traditional Chinese Medicine healing treatments. We also offer herbal prescriptions in our pharmacy.", "sitename": "Santa Barbara Herb Clinic", "date": "2017-02-22", "cleaned_text": "| | Open Hours: | | Monday to Friday - 8:30 AM to 5:30 PM | | Address: | | 3760 State St, Suite 102, Santa Barbara, | | Email: | | | | Phone: | | There are many styles of acupuncture, and everyone responds differently. We are committed to finding what style works best for you. We draw on a range of therapeutic techniques developed through thousands of years of Chinese medicine history. We prescribe and prepare herbal remedies in our pharmacy, which features hundreds of high quality individual raw herbs that are tailored for each individual patient. Your visit to our immaculate Upper State St. office starts with easy parking in front of our beautiful building. When you enter our office you'll be offered complimentary herbal tea while you wait for your appointment. We have 6 unique treatment rooms, each adorned with one-of-a-kind Chinese antique furniture and art. Acupuncture treatments include additional therapies such as herbal consultations, fire cupping, and more. Our goal is to help you heal, and we do everything in our power to achieve that. Our pharmacy is spread between two herb labs featuring over 500 unique herbs and over 100 patents. Our All-Natural bulk and granular herbs are all sulfide-free and preservative free, and Organic when possible. If we wouldn't put it in our bodies, we don't carry it. In the capable hands of Dr. Mariko Horie, patient care takes a whole new level through the skillful use of various classical Chinese Medicine Modalities, including acupuncture, pediatric acupuncture, Chinese herbs, cupping, guasha, and moxibustion. After completing a doctorate degree at American College of Traditional Chinese Medicine (ACTCM), Dr. Horie studied as a senior scholar in China. Dr. Horie brings the best of both worlds of Western and Eastern medicine, with experiences of working in hospitals and other various settings. Mariko Horie is the fourth owner of the Santa Barbara Herb Clinic, following in the footsteps of two of the more renowned Traditional Chinese Medicine practitioners in the country. Dr. Jean Yu is a Master Herbalist with over 50 years of experience in Eastern medicine in China and California. She founded the Santa Barbara Herb Clinic in 1982 and operated it until 1991, when she moved to San Luis Obispo and left it in the good hands of Dr. Henry Han. The name and reputation of Dr. Henry Han traveled far in the holistic healing community as tales of his success healing difficult ailments spread. Han has been credited with saving lives and was heavily research oriented, working long hours on medical breakthroughs for heretofore incurable ailments such as cancer and Parkinsons. Dr. Han, whose wife Jennie helped operate the Clinic, passed away in tragic circumstances in 2016. Vietnamese practitioner Tram Pham re-opened the Clinic on May 1, 2017 in a little over a year after the passing of Dr. Han and relocated it to its current space at 3760 State St, Suite 102. Tram quickly reestablished the Clinic as a leading Traditional Chinese Medicine practice in Santa Barbara, while shifting the focus towards \"Balance Method\" acupuncture treatments. In her four years running the Clinic, one notable achievement was she successfully induced over 100 expecting mothers! Tram sold the Clinic to Dr. Mariko Horie in October of 2021 with an eye towards spending more time with her family and a plan to move abroad to immerse themselves in global cultures. Dr. Horie assumed leadership of the Santa Barbara Herb Clinic in October 2021. She brings an extensive herbal background, and comes up with the best possible herbal formula for patients, providing personalized holistic care. By administering traditional Chinese medicine modalities, Dr. Horie helps patients by restoring vitality, bringing balance, and preventing future health problems. Dr. Horie is committed to providing her patients with a customized treatment plan that looks into each patient's unique needs and condition. Dr. Horie believes that Chinese medicine carries wisdom worth thousands of years, working effectively on many conditions that modern medicine has difficulty treating. We worked hard to create a Clinic where you'll feel comfortable, relaxed, and confident in the level of care you're receiving from the second you enter the waiting area til the end of your treatment. Our waiting room features complimentary caffeine-free loose leaf herbal tea, each treatment room features real cotton sheets on the treatment tables and comes equipped with infrared lamps, and we only work with carefully vetted, high quality herb suppliers. "}