{"title": "PDF", "author": "PDF", "url": "https://www.longdom.org/conference-abstracts-files/2167-0501-S1.004-014.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Page 191 Volume 2 Issue 4 Biochem & Pharmacol 2013 ISSN: 2167-0501, BCPC an open access journal Pharmacognosy-2013 October 21-23, 2013 International Conference and Exhibition on Pharmacognosy, Phytochemistry & Natural Products October 21-23, 2013 Hyderabad, IndiaBiochem & Pharmacol 2013, 2:4 http://dx.doi.org/10.4172/2167-0501.S1.004 Application of novel drug delivery system in herbal medicines for better therapeutic response Arjun Patra Guru Ghasidas Vishwavidyalaya, India Herbal drugs have been used since ancient times as medicines for the treatment of a range of diseases. According to WHO because of poverty and lack of access to modern medicine as well as self belief, about 65-80% of the world's population living in developing and developed countries depends essentially on plants for primary health care due to easy availability, low price, compatibility with human body, lesser side effects, etc. In traditional medicine, the drugs are used in the form of crude drugs, decoctions, infusions, crude extracts, etc. Further, several plant extracts and phytomolecules, despite having excellent bio-activity in vitro demonstrate less or no in vivo actions due to their poor lipid solubility or improper molecular size or both, resulting poor absorption and poor bioavailability. Hence, delivery of herbal drugs also requires modifications with the object to achieve sustained release, to increase patient compliance, to enhance therapeutic effect, to reduce toxicity, etc. Novel drug delivery system (NDDS) is delivering the herbal drug at predetermined rate at the site of action which minimizes the toxic effects with the increase in bioavailability of the drugs. Incorporation of herbal drugs in the delivery system also aids to increase in solubility, enhanced stability, protection from toxicity, enhanced pharmacological activity, sustained delivery and protection from physical and chemical degradation. Hence, there is great potential in development of NDDS for valuable herbal drugs as it provides efficient and economical drug delivery and it is also adopted at industrial scale. This presentation highlights the current status of the development of novel herbal formulations viz. phytosomes, microspheres, nanoparticles, transferosomes, ethosomes, nanoemulsions, etc. along with their method of preparation, type of active ingredients, route of administration, biological activity and applications of novel formulations. Biography Arjun Patra has completed his Ph.D. from Birla Institute of Technology, Ranchi, India and presently working as an assistant Professor (Pharmacy) at Guru Ghasidas Vishwavidyalaya (A Central University), Bilaspur, Chhattisgarh, India. He has published more than 50 papers in national & international journals and serving as reviewer of repute. He has around 9 years of teaching and research experience in different reputed institutes in India. Anticandidal activity of Uvariodendron calophyllum crude extracts and fractions Zeuko´o M. E., Toghueo K. R. M. and Fekam B. F. University of Yaoundé 1, Cameroon Candida species are opportunistic pathogens that cause superficial, systemic diseases in critically ill or immunocompromised patients. The virulence of Candida species has been attributed to several factors, such as promoting the formation of hyphae and biofilms, secreting hydrolases such as aspartic proteinases and phospholipases, adhering to host tissues, and responding to environmental changes and morphogenesis. Many different plant-derived compounds have gained interest for use as alternatives to traditional microbial control strategies, since these compounds are widely believed to be safe and have a long history of use in folk medicine for the prevention and treatment of diseases and infections. The leaves were macerated in ethanol and water, their yield of extraction was calculated. The broth micro dilution assay technique was used for antifungal the crude extract and fractions. The minimum inhibitory concentration (MIC) and minimum fungicidal concentration (MFC) were determined and the phytochemical screening was done. The MIC/MFC ratio was calculated. The yield of extraction was 10.67% and 6.77% for the ethanol and aqueous extract respectively. The phytochemical screening showed the presence of phenols, tannins, flavonoides and glycosides in both extracts. The MIC ranged from 0.63±0.27 to 2.19±1.43 mg/mL for the ethanol extracts, from 1.88±0.00 to 7.50±0.00 mg/mL for the aqueous extract. As concerns the fractions results ranged from 1.25±0.00 to 10±0.00 mg/mL. The presence of the phytochemical compounds could be responsible for the observed activities. The crude ethanol and aqueous extracts and fractions of Uvariodendron calophyllum could be potential sources of compounds with anticandidal activity. "}