{"title": "¿El Sistema Inmune Se Afecta Por El Aislamiento?", "author": "Paola Opazo Sáez", "url": "https://nacionfarma.com/el-sistema-inmune-se-afecta-por-el-aislamiento/", "hostname": "nacionfarma.com", "description": "¿El sistema inmune se ve afectado por el aislamiento? | Nación Farma: Salud y medicina para todos", "sitename": "Nación Farma: Salud y medicina para todos", "date": "2021-05-05", "cleaned_text": "ve afectado por el aislamiento? Llevamos más de un año con la pandemia de COVID-19 entre nosotros, situación que obligó a extremar cuidados en cuanto a higiene y antisepsia. Pero, pese al aislamiento, nuestro sistema inmune es constantemente sometido a ataques de gérmenes patógenos, lo que permite dirigir la respuesta defensiva a estos microorganismos, en vez de ser canalizada en respuestas autoinmunes. La hipótesis de la higiene Para entender la importancia de la interacción microorganismos-huésped y su influencia en la inmunidad, se han propuesto diversas teorías que buscan explicar estos complejos mecanismos, los cuales finalmente terminan repercutiendo en la salud de las personas. Se sabe que cuando una persona llega a la edad adulta, su sistema inmune ya ha estado expuesto a muchas bacterias y virus, por lo que puede desarrollar defensas y responder adecuadamente contra los patógenos. Debido a esto, el sistema inmune guarda \"células de memoria\", que son activadas para la defensa al ingresar los invasores nuevamente en el cuerpo. Esta respuesta ayuda a que la inmunidad esté bien dirigida contra los microorganismos patógenos. Pero, según platea la hipótesis de la higiene, existe un vínculo entre la exagerada tendencia que hay en los países de Occidente por la limpieza y desinfección de los ambientes, y las enfermedades de tipo alérgicas y autoinmunes, pues el organismo exacerba su respuesta o la autodirige contra sí mismo. Cuando centenares de miles de distintas especies de bacterias no patógenas que han convivido con el ser humano durante miles de años son eliminadas del hábitat humano, se provoca un desequilibrio inmune, el que puede afectar seriamente a la salud de las personas. Esto ha sido respaldado parcialmente por las cifras que evidencian el gran aumento de reacciones alérgicas asociadas a eccema, asma, fiebre del heno y alergias alimentarias durante los últimos 30 años, que probablemente sean secundarias a una menor exposición a los microorganismos ambientales. Viejos gérmenes, \"viejos amigos\" Actualmente, las cifras crecientes de incidencia de reacciones alérgicas y enfermedades autoinmunes apoyan el concepto de regulación inmunológica impulsada por interacciones microbio-huésped, más que debido a la «hipótesis de la higiene» en sí. Los científicos señalan que la teoría posterior, conocida como mecanismo de los viejos amigos o teoría de la exposición microbiana, que fue introducida en el 2003, explicaría mejor esta hiperreactividad inmunológica que la hipótesis de la higiene. Varios estudios han demostrado que la exposición a microorganismos inofensivos, que son llamados «viejos amigos\", dado su constante acompañamiento a lo largo de nuestra evolución, es lo que determina el grado de preparación de nuestro sistema inmunológico para poder modular la respuesta inmune del organismo. Además, el cuerpo humano es el hábitat de microorganismos en toda su superficie y en las cavidades que conectan con el exterior. La microbiota intestinal es una parte funcional imprescindible, pues participa en múltiples procesos fisiológicos, como son el desarrollo somático, nutrición, inmunidad, entre otros. Algunas patologías crónicas no transmisibles de la sociedad desarrollada, asociadas con procesos inflamatorios crónicos, se relacionan con la pérdida de riqueza de especies en la microbiota intestinal y con la alteración del entorno microbiano ancestral. Los cambios en la transmisión de la microbiota, el uso de antisépticos, antibióticos y los hábitos dietéticos de la sociedad industrializada parecen estar en el origen de esta alteración microbiana que afecta directamente al funcionamiento del sistema inmune. Pero no hay que confundir esto con las medidas preventivas para un patógeno muy virulento como es el virus SARS-CoV-2, que causa [COVID-19](https://nacionfarma.com/covid-19-inmunidad/), donde se evita su contagio y propagación con prácticas de higiene como lavarse las manos con frecuencia y limpiar las superficies. ¿Ambientes estériles? La idea de crear hogares «estériles» mediante una limpieza y desinfección exhaustiva es totalmente irreal, pues tan pronto se eliminan los microorganismos de un ambiente, son reemplazados a través del polvo y del aire que ingresa del exterior. Además, a cada instante se desprenden microbios comensales del cuerpo humano y del de nuestras mascotas, así como de alimentos contaminados que se llevan a los hogares. Pero, debido a los cambios ambientales y en el estilo de vida, incluidas las modificaciones dietarias, el aumento del uso de antibióticos y la urbanización acelerada, se han generado cambios en nuestra exposición y susceptibilidad a los microorganismos. Es probable que todas estas modificaciones hayan afectado a nuestra inmunidad, lo que ha contribuido al aumento de los cuadros alérgicos y autoinmunes. Los momentos más importantes de la vida para la exposición a los OF es durante el embarazo, el parto y los primeros meses de la infancia. También, la exposición continua a los gérmenes maternos y a los provenientes de los hermanos es de vital importancia. Leche materna e inmunidad El poder amamantar a un hijo o acceder a la leche materna donada para alimentarlo es beneficioso para los bebés y niños pequeños, debido a la mayor exposición a gérmenes de diversa procedencia. En el marco de esta pandemia por COVID-19, un grupo de investigadores publicaron un estudio en la revista Clinical Inmunology en agosto de 2020, donde destacan la importancia de la leche materna para los bebés. La presencia de sustancias que impulsan el desarrollo y la maduración del sistema inmune, y protegen a los recién nacidos de los patógenos ambientales, son cruciales para su salud, especialmente durante los primeros meses de vida. Además, la leche materna también contiene células inmunitarias como linfocitos, neutrófilos y macrófagos, lo que aumenta aún más la inmunidad, incluso frente al SARS-CoV-2. Con información obtenida "}