{"title": "Acupuncture", "author": "Steve Lojko", "url": null, "hostname": null, "description": "Avonvale vets use acupuncture to stimulate nerves and muscle tissue, helping pets activate their own bodies' pain relieving methods. For more info, call us.", "sitename": null, "date": "2023-01-01", "cleaned_text": "Acupuncture is available by appointment with our specially trained vets. This can be beneficial for pets with joint or spine conditions, pain management, and some skin conditions. A brief history of acupuncture There is evidence that acupuncture has been used for thousands of years. Sharpened stones and pieces of bone were the tools of choice. Things have progressed significantly since then although the basic principles remain unchanged. Practitioners of Traditional Chinese Medicine have a long history of using acupuncture to treat a wide range of painful conditions. Over recent years the benefits of acupuncture have been recognised by Western medics and vets making it a popular treatment option for many patients. How does it work? When suffering from injury or disease the body is capable of producing its own pain relieving chemicals. These internal pain-killers help to reduce the activity of the nerves which are responsible for alerting the brain to the presence of injury or pain. In cases of chronic discomfort, it becomes more difficult for the body to wind down its own pain mechanisms in this way. Acupuncture works by stimulating nerve fibres and muscle tissue so more of the body's own pain relieving methods are activated. What conditions can be treated? In western veterinary medicine, the most common use of acupuncture is in treating painful musculo-skeletal conditions such as chronic arthritis. Sudden, acute injuries may also be treated with acupuncture and it is particularly useful for muscular damage. Occasionally chronic skin problems may also improve following acupuncture treatment. In some instances, wound healing is improved following acupuncture treatment. There are some diseases affecting the gastrointestinal tract which may benefit from acupuncture and each case is assessed on an individual basis for suitability. In a lot of cases, we will use acupuncture in addition to the animal's usual medicine. In some cases, however, acupuncture may be a safe alternative when certain medications are contraindicated. What happens during a treatment? The animal is examined to identify specific areas of pain and discomfort. The vet will ask questions regarding the pet's routine at home and whether any changes in this have been noticed. The vet will use specialist sterile needles placed in areas specific to the condition being treated. Most animals tolerate needle placement well. Once the needles are in place they remain in position for 5 to 10 minutes, during which time the vet may adjust the needles for maximum effect. Humans report acupuncture needles cause various sensations including tingling and warmth in the treated area and it is assumed animals have a similar experience. Most pets are entirely comfortable during this procedure. Occasionally, animals do not feel comfortable with the sensations they experience following needle placement. In these cases, acupuncture is discontinued. Read more about our Acupuncture Treatment by clicking on the "}