{"title": "Babies receive antibodies with breast milk. Why do they need vaccines if they already get this natural protection? - VaccinesToday", "author": "Editorial Board", "url": "https://www.vaccinestoday.eu/faq/babies-receive-antibodies-with-breast-milk-why-do-they-need-vaccines-if-they-already-get-this-natural-protection/", "hostname": "vaccinestoday.eu", "description": "During pregnancy, antibodies are transferred from mother to child. Further immune factors are received through breast milk, particularly in the early", "sitename": "VaccinesToday", "date": "2021-12-02", "cleaned_text": "During pregnancy, antibodies are transferred from mother to child. Further immune factors are received through breast milk, particularly in the early months of life. This maternal protection is a crucial support for the infant immune system during its development - but it does not cover everything. Mothers can pass on antibodies against diseases she herself has had in the past or those against which she has been vaccinated. Because antibodies are quickly degraded, the child is left without protection from 6-12 months after birth and also shortly after their mother discontinues breastfeeding. Also, antibodies against certain infectious - like whooping cough, for example - are not transferrable so the baby cannot depend on maternal antibodies for protection in all cases. Premature babies are particularly vulnerable as their immune systems are not well developed and they are less likely to have benefited from passive protection. Vaccines can be particularly beneficial for premature births. Passive immunity (from maternal antibodies) and vaccinations can complement one another. Children who are breastfed suffer less frequently from severe meningitis caused by Haemophilus influenzae type b (Hib) bacteria, and also produce more protective antibodies against these bacteria after receiving a Hib vaccine. There's no need to choose between natural immunity and vaccine-induced protection. Both is best. For more information, see ' [Vaccination - 20 Objections & Responses'](https://www.rki.de/EN/Content/Institute/DepartmentsUnits/InfDiseaseEpidem/Div33/Objections_and_Responses.html), produced by the Robert Koch Institute and Paul Ehrlich Institute "}