{"title": "'Detox' routines won't undo Covid vaccine, experts tell anti-vaxxers", "author": "Gloria Oladipo", "url": "https://www.theguardian.com/us-news/2021/nov/14/covid-vaccine-mandate-detox-borax-bath", "hostname": "theguardian.com", "description": "TikTok video calls for bath in borax - but once a person is vaccinated, there's no way back, doctors say", "sitename": "The Guardian", "date": "2021-11-14", "cleaned_text": "Medical experts are speaking out against Covid-19 vaccine \"detoxes\" that some inaccurately claim can remove the effects of vaccinations received under mandates and other [public health rulings](https://www.theguardian.com/us-news/2021/nov/13/conservative-judges-block-biden-covid-19-vaccine-requirement-businesses). In one [TikTok](https://www.theguardian.com/technology/tiktok) video that has received hundreds of thousands of views, Carrie Madej, an osteopath based in Georgia, falsely claims a bath containing baking soda, epsom salts and the cleaning agent borax will \"detox the vaxx\" from anyone who has received a jab. Experts say such a bath could irritate the skin and eyes - but will not remove the effects of a Covid vaccine. In Kansas, Dana Hawkinson, medical director of infection prevention and control for the state university health system, [told the Kansas City Star](https://www.kansascity.com/news/coronavirus/article255771071.html) borax was \"potentially caustic and harmful\". Angela Rasmussen, a virologist and adjunct professor at the University of Saskatchewan in Canada, told [NBC News](https://www.nbcnews.com/tech/tech-news/covid-vaccine-mandates-push-holdouts-get-shot-detox-rcna4859): \"Once you're injected, the lifesaving vaccination process has already begun. You can't unring a bell. It's just not physically possible.\" Anti-vaccine groups have also claimed self-administered cupping - an alternative therapy involving suction [that has no proven benefits](https://www.theguardian.com/lifeandstyle/shortcuts/2016/aug/08/does-cupping-do-olympic-athletes-any-good) - can remove the effects of Covid vaccines. Social media posts providing instructions on how to \"un-inject\" a vaccine have been shared. Unproven and sometimes dangerous vaccine \"detox\" remedies, including restrictive diets and supplements, have been popular in anti-vaccination circles for years. [Social media](https://www.theguardian.com/media/social-media), coupled with politicized resistance to Covid-19 vaccine mandates imposed by businesses and government agencies, has increased the spread of misinformation. TikTok in particular has become a platform for anti-vaccine influencers. Madej's video was removed but users were able to share it by making duets, a feature by which users can add reactions or context side-by-side with an original video. Some duets, which have also gone viral, list ingredients needed for a \"detox bath\" or show users making such baths themselves. \"This illustrates how these anti-vaccine communities are shifting and pushing these claims toward vaccinated people,\" [Ciaran O'Connor](https://www.isdglobal.org/team/), an analyst at the [Institute for Strategic Dialogue](https://www.isdglobal.org/), a London anti-extremism and disinformation non-profit, told NBC. The US has [recorded](https://www.theguardian.com/world/ng-interactive/2021/sep/02/covid-19-coronavirus-us-map-latest-cases-state-by-state) more than 762,000 deaths from Covid-19. About 226 million Americans have received [at least one](https://www.bloomberg.com/graphics/covid-vaccine-tracker-global-distribution/#us) vaccine dose and at least 195 million have had two, meaning 58.7% of Americans are fully vaccinated. While the spread of Covid \"detoxes\" has caused concern among experts, some argue it should be seen as a sign vaccine mandates are working. \"I think it is actually a good sign that these 'How to undo your vaccine' videos are taking off,\" Rasmussen said. \"It suggests that a lot of those people who previously were saying 'vaccines are terrible and I will never do it' "}