{"title": "PDF", "author": "PDF", "url": "ahpa.gomembers.com/Portals/0/PDFs/15_0909_AHPA_AIA_Conference_Tami_Wahl.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Successfully Navigating Laws and Regulations 2015 AIA International Aromatherapy Conference and Wellness Expo Tami L. Wahl Special Regulatory Counsel, American Herbal Products Association twahl@ahpa.org September 10 -13, 2015Scope of this Presentation Product classes for Essential Oils Cosmetics Dietary Supplements Intended Uses / Claims current Good Manufacturing Practices Emerging Issues September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 1Regulation of Essential Oils in the US Applicable regulatory framework determined by intended use of product Can be a cosmetic or supplement Or a food, fragrance, drug, or other consumer product (i.e. candle) September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 2The intended use of the product will determine if an essential oil is a cosmetic or a dietary supplement. September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 3Intended Uses Dietary supplement -statement of nutritional support, structure / function claims Cosmetic -to cleanse or beautify a person No disease claims! September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 4September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 5Regulation of Supplements in the US Must be ingested Ingredients Dietary supplement forms Intended use Label / advertising claims Good manufacturing practice Adverse event reportingRegulation of Cosmetics in the US Must be intended to cleanse or beautify Intended use must not be for a disease condition Ingredients in cosmetics Label / advertising claims Good manufacturing practices Adverse event data September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 6September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 7Supplement Claims 21 U.S.C. 343(r)(6) Claims a benefit related to a classical nutrient deficiency disease and discloses the prevalence of such disease in the U.S.; Describes the role of a nutrient or dietary ingredient intended to affect the structure or function in humans; Characterizes the documented mechanism by which a nutrient or dietary ingredient acts to maintain such structure or function; Describes general well -being from consumption of a nutrient or dietary ingredient.September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 8Supplement Claims 21 U.S.C. 343(r)(6) Must be able to substantiate that such statement is truthful and not misleading Required FDA disclaimer Issue notification letter to FDA within 30 of launchSeptember 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 9Allowed Supplement Claims 21 CFR 101.93 Certain OTC drug indications okay as structure/ function claims, e.g.: Antacid claims: \"For the relief of upset stomach\" Sleep \"For the relief of occasional claims: \"Helps mental alertness\" Laxative claims: \"For relief of occasional constipation\"September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 10Unallowed Claims 21 U.S.C. 343(r)(6) Any statement that claims to diagnose, mitigate, treat, cure, or prevent a specific disease or class of diseases - even if truthful and well substantiated . Antacid claims for recurrent or persistent heartburn Sleep aid claims that imply treatment of insomnia Stimulant claims that imply treatment of narcolepsy or chronic fatigue syndrome Laxative claims that are promoted for chronic or persistent constipation Cholesterol -lowering claimsSeptember 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 11Example of Supplement Claims Acceptable claims for Valerian: used for epilepsy.\" Cosmetic Claims Any therapeutic or disease condition claim will move a product from a cosmetic category into a drug category ( FD&CA §201(g )) Any claim with an intended use to cure, mitigate, treat or prevent a disease is a drug claim September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 12Claims Not Allowed on Cosmetics \" ... erase and repair the ravages of sun damage\" \"stimulates collagen production\" \" ... helps control acne ...\" \"Calms inflammation and redness\" \"... help stimulate collagen\" September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 13Allowable Claims on Cosmetics \"moisturizing\" \"make lines and wrinkles less noticeable with moisturizing\" \"deodorizing\" September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 14Know your ingredients Supplements -must be either an \"old dietary ingredient\" or a \"new dietary ingredient\" Cosmetics -look to CIR / INCI for allowed ingredients, and FDA for a prohibited list of ingredients Essential oils -also look to OTC monographs September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 15September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 16Supplement Ingredients 21 U.S.C. 321(ff)(1) (A) Vitamins (B) Minerals (C) Herbs and other botanicals (D) Amino acids (E) Dietary substances for use by man to supplement the diet by increasing the total dietary intake. (F) Concentrates, metabolites, constituents, extracts, or combinations of the aboveCosmetic Ingredients FDA publishes a list of prohibitive ingredients (21 CFR 700) Look to Cosmetic Ingredient Review / International Nomenclature of Cosmetic Ingredients FDA has premarket approval of color additives (FD&CA §721 (21 USC 379e)), (21 CFR Parts 70, 80) September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 17Common Notable Violations current Good Manufacturing Practices Supplements subject to 21 CFR 111 Cosmetics subject to GMP Claims / Intended uses On the label Marketing materials / social media, print and online Through consultants September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 18September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 19FDA Inspections Quality Control Measures Document every step Testing Possible Outcomes Establishment Inspection Report (EIR) Form FDA -483 Inspectional Observations Warning Letters September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 20FDA Warning Letters Review of these provides excellent \" teachings\" for industry with respect cGMP compliance and inappropriate claims Go to Warning Letters on the FDA Home page (www.fda.gov ) Subscribe to listserv and/or tailor searches FDA Warning Letters Inappropriate Claims Aromatherapy products Website Social media Distributors Cosmetics Supplements September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 21Emerging Issues California Proposition 65 Adverse event data Pending cosmetic legislation (S.1014) Supply chain interruptions September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 22SUMMARY Consumer safety is primary consideration Be reasonable and responsible with claims Truthful and accurate labeling Know your product What are the ingredients, safety data How is your product manufactured No guarantees An action by a regulatory agency or private claimant is always possible Be prepared September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 23September 10 -13, 2015 AIA International Aromatherapy Conference and Wellness Expo 24THANK YOU! Tami L. Wahl twahl@ahpa.org American Herbal Products Association THE VOICE OF THE HERBAL PRODUCTS INDUSTRY "}