{"title": "Kennel Cough Treatment and Prevention - Whole Dog Journal", "author": "C J Puotinen", "url": "https://www.whole-dog-journal.com/health/kennel-cough-treatment-and-prevention/", "hostname": "whole-dog-journal.com", "description": "Whole Dog Journal contributor C.J. Puotinen reports on kennel cough and its symptoms to help you diagnose and treat your dog with natural remedies if indeed he or she is afflicted.", "sitename": "Whole Dog Journal", "date": "2008-09-11", "cleaned_text": "symptoms (also known as infectious tracheobronchitis) appear extreme, with a dry, hacking cough accompanied by frequent, intense gagging. Despite its appearance, a typical case of kennel cough is not life-threatening, and it tends to run its course in a few days to a week or so. But it is a disease that is frustrating for pets and caretakers alike. Kennel cough should be expected whenever your dog suddenly develops the characteristic cough 5 to 10 days after exposure to other dogs - especially to dogs from a kennel (especially a shelter) environment. Usually the kennel cough symptoms diminish during the first five days, but the disease may persist for up to 10-20 days. Kennel cough is almost always more annoying (to dog and her caretaker) than it is a serious event. Anyone who's heard it will recognize the dry, hacking, something's-stuck-in-my-throat dog coughing that won't quit. It's the signature symptom of canine infectious tracheobronchitis, also known as Bordetellosis, Bordetella, and most commonly as kennel cough. Whatever you call it, tracheobronchitis is one of the world's most widespread canine diseases. Like the common cold in humans, tracheobronchitis is highly contagious, rarely fatal, and runs its course in a few days. Fortunately, there are several ways to help make canine patients more comfortable, speed recovery, and prevent future infections. Tracheobronchitis is called kennel cough because of its association with boarding kennels, animal shelters, veterinary waiting rooms, grooming salons, and other areas where dogs congregate in close quarters. The coughing can strike dogs of any age but is most common in puppies, whose immune systems are still developing, and adult dogs with conditions that impair immune function. Although often referred to as Bordetella, tracheobronchitis isn't caused by Bordetella bronchiseptica bacteria alone. Several infectious agents contribute to the condition, primarily parainfluenza. Other viruses that may be involved include canine adenovirus, reovirus, and the canine herpes virus. When Bordetella and parainfluenza combine to cause tracheobronchitis, kennel cough symptoms appear within a week of exposure (usually after three to four days) and continue for about 10 days. Even after symptoms disappear, the recovering patient remains contagious, shedding Bordetella bacteria for up to 14 weeks. In mild cases, dogs with kennel cough remain active and alert, with good appetite. In more severe cases, symptoms may progress toward pneumonia and include lethargy, fever, and a loss of appetite. The main symptom of tracheobronchitis—its cough—has been described as unproductive, throat-clearing, goose-honking, hacking, dry, harsh, gut-wrenching, gagging, wheezing, and croup-like, not to mention annoying to the dogs who can't stop coughing and the humans they live with. Vigorous exercise triggers it, but even resting dogs may cough every few minutes throughout the day. The dog's cough is caused by irritation and damage to the lining of the trachea and upper bronchi. In the trachea, exposed nerve endings are aggravated by the passage of air over damaged tissue as the dog inhales and exhales. Just as the virus that causes the common cold is carried by water vapor, dust, and air, the bacteria and viruses that cause tracheobronchitis spread in all directions. When inhaled by a susceptible dog, they attach to the lining of upper airway passages whose warm, moist conditions allow them to reproduce and eventually damage the cells they infect. Learn more about how dogs catch kennel cough by reading, \" [The Many Causes of Kennel Cough](/issues/20_1/features/Causes-of-Kennel-Cough_21581-1.html),\" (January, 2017) at Whole Dog Journal. Kennel Cough Risk Factors for Dogs Some people catch frequent colds and others never get sick. Some dogs are susceptible to tracheobronchitis and others never get it, even after repeated exposure. According to Wendy C. Brooks, DVM, Educational Director of [VeterinaryPartner.com](http://www.veterinarypartner.com/), \"The normal respiratory tract has substantial safeguards against invading infectious agents. The most important of these is probably what is called the mucocillary escalator.\" Cilia are tiny hairlike structures that protrude from the cells that line the respiratory tract. They are covered with a protective coat of mucus, and they beat in a coordinated fashion. As viruses, bacteria, and other debris become trapped in the sticky mucus, the cilia move everything up (hence the escalator analogy) toward the throat, where it can be coughed up or swallowed. Conditions that damage the mucocillary escalator and cause dog coughing include shipping stress, crowding stress, heavy dust exposure, exposure to cigarette smoke, viruses, and poor ventilation. \"Without this protective mechanism,\" says Dr. Brooks, \"invading bacteria, especially Bordetella bronchiseptica, may simply march down the airways unimpeded.\" Poorly ventilated, crowded conditions increase the odds of contracting tracheobronchitis, but dogs can catch the disease almost anywhere. All they need is exposure to a dog who has an active infection or is recovering from one—or to the viruses and bacteria an infected dog left behind. Kennel Cough Treatment Most veterinarians treat tracheobronchitis the way physicians treat the common cold. They let it run its course while keeping the patient comfortable. Some veterinarians routinely prescribe antibiotics, which are effective against bacteria, thus addressing part of the infection. But because antibiotics have no effect on viruses, this treatment is not a cure, and most vets save antibiotics for more serious conditions, such as the secondary infections that sometimes develop in dogs with tracheobronchitis. For partial relief of symptoms and to help the dog feel more comfortable, some owners use cough medicine for dogs. Minor cases are often treated with nonprescription cough remedies such as Robitussin (dextromethorphan). Cough medicine for dogs, like Robotussin, is recommended for chronic, dry, unproductive coughing, and should not be used for moist or productive coughs. Note: Products that contain acetaminophen or caffeine should not be given to dogs. Prescription cough suppressants and most antibiotics for dogs should be reserved for cases in which a fever develops, symptoms last longer than a few days, or the cough becomes more severe. Some veterinarians may recommend a cough medicine for dogs, but others contend that cough suppressants further weaken the immune system and should only be given to dogs under severe circumstances. Your Dog Could Have Pneumonia - or Something Else Tracheobronchitis usually clears up on its own without complications. If it doesn't, there may be a secondary bacterial infection (such as pneumonia), or the problem may be due to something entirely else entirely. Dogs cough for many reasons. For example, dogs can create their own tracheal irritation by pulling on the leash. A body harness with a leash attachment in front of the chest or on the back instead of the collar can prevent this cough-inducing problem. Dogs with heart disease, including congestive heart failure and heartworm infestations, often cough after exercise or excitement. Heartworm disease is endemic in some parts of the country, and less common in others, but is a possibility in any area where mosquitoes are common. Congestive heart failure, which occurs when the heart's valves leak, is most common in middle-aged or older dogs, including small breeds. Dog coughing due to tracheal collapse can be triggered by drinking water. Diseases of the larynx or esophagus can cause dog coughing after eating. A damaged larynx may not close properly, allowing swallowed food to enter the trachea. Paralysis of the larynx is more common in large breed dogs. An abnormally dilated esophagus may allow food to pool, then pass back up to the mouth and down into the lungs, causing infection and coughing. Tracheal collapse is most common in middle-aged and older, overweight small-breed dogs. The cough resulting from canine tracheobronchitis is usually dry. A moist cough sounds that way because of accumulated fluid in the lungs or airways. The fluid can be water, blood, or pus. Hunting dogs and dogs who spend most of their time outdoors may inhale seeds, pollen, grasses, or other foreign matter that travels through the nose to the lung, causing pyothorax, an infection that produces a large amount of pus. Dogs of any age can develop allergic lung disease from exposure to dust, pollen, or smoke. While lung cancer is unusual in dogs, it too can cause coughing. Short-nosed breeds exposed to second-hand smoke and any dog exposed to asbestos may be at risk. Pneumonia and other secondary bacterial infections can develop in pet store puppies with tracheobronchitis and in older dogs with weak immune systems or other illnesses. Any dog who doesn't recover quickly from what appears to be canine tracheobronchitis should receive a thorough veterinary exam. To help your veterinarian reach an accurate diagnosis, keep track of your dog's coughing symptoms, noting on a calendar or notebook the date of each symptom and its description. It's Not Dog Flu Three years ago, canine flu seemed to be an epidemic affecting dogs of every description (see \" [Fending Off the Flu](/issues/8_12/features/15768-1.html),\" Whole Dog Journal, December 2005). The dog coughing produced by the canine flu virus is soft and moist, and it's usually accompanied by a high fever and nasal discharge, none of which are symptoms of tracheobronchitis. Fortunately, of the strategies that help prevent and treat tracheobronchitis work for canine flu as well as other infectious diseases. The herbs, supplements, and treatments described below can help your dog stay healthy when exposed to many different viruses and bacteria. Kennel Cough Vaccinations Most boarding facilities require proof of Bordetella vaccination for dogs who will be visiting. However, because there are many strains of Bordetella, and because no vaccine protects every patient, some immunized dogs contract tracheobronchitis despite being vaccinated. Veterinary recommendations range from vaccinating a dog every four months to not at all. \"There are two kinds of Bordetella vaccine,\" says Stacey Hershman, DVM, a holistic veterinarian in Hastings-on-Hudson, New York. \"The intranasal vaccine is highly effective and very safe since it is not systemic but goes down the nose into the throat. I do not recommend the injectable vaccine since it can cause negative side effects like lethargy, fever, vomiting, or diarrhea. \"I never vaccinate animals more than once a year for kennel cough, and then only if they are going to a boarding kennel. Kennel cough is not fatal in adult dogs, who usually board, therefore it would be over-vaccinating in my opinion to do it more than once a year. Healthy, strong immune systems are resistant and do not catch it, which is another reason not to vaccinate unless the dog is going to a kennel that requires it.\" No matter what your dog's vaccination status, a few natural kennel cough preventives can't hurt, especially whenever your dog is exposed to dogs with active or recent infections. Honey and Coconut Oil for Kennel Cough Treatment The single treatment for canine tracheobronchitis that conventional veterinarians, holistic vets, and caregivers of every description agree on is honey. Honey soothes the throat, but it does far more than that. As noted in \" [Bee Products Have a Special Meaning for Dogs](/issues/10_9/features/Bee-Honey-Products-Help-Canines_15967-1.html)\" (September 2007), all honey has disinfecting properties. One of the most expensive honeys sold in the United States and around the world is manuka honey from New Zealand, where bees harvest nectar from the manuka bush (Leptospermum scoparium). Twenty years of research at the University of Waikato show that manuka honey has impressive antibacterial, antimicrobial, antiviral, antiseptic, anti-inflammatory, and antifungal properties. While all honeys share these properties, they are especially pronounced in manuka honey. Most dogs enjoy honey's sweet taste, so it's easy to feed from a spoon or, if the honey is thick, you can roll it into a treat-sized ball. Honey can be fed by itself, mixed with powdered herbs for additional benefit, or added to herbal teas that double as cough syrups. There is no specific recommended dose, as both larger and smaller doses are safe and effective, but for most dogs ½ to 1 teaspoon of honey three or four times per day works well. In recent years, coconut oil has become a popular supplement for people and pets (see \" [Crazy about Coconut Oil](/issues/8_10/features/15754-1.html),\" October 2005). Because its medium-chain fatty acids kill harmful bacteria, viruses, yeast, fungi, and parasites, its advocates call it an all-purpose infection fighter. As coconut oil expert and book author Bruce Fife, ND, explains, \"Taking coconut oil daily is like a daily inoculation. It will help prevent your dog from becoming infected.\" The recommended maintenance dose is 1 teaspoon coconut oil per 10 pounds of body weight per day in divided doses, always starting with smaller amounts and increasing gradually. When your dog has been exposed to tracheobronchitis or any other infection, the dose can be doubled. The only adverse effects of a too-high dose of coconut oil are loose, greasy stools and a temporary feeling of fatigue (thought to result from detoxification). Most dogs adjust easily to a coconut oil regimen, and because they're usually fond of the taste, coconut oil can be fed from a spoon or added to your dog's food. Honey and coconut oil work well together. Combine these two infection fighters for both the treatment and prevention of tracheobronchitis and other contagious diseases. Herbs for Canine Tracheobronchitis Most natural foods markets and pet supply stores sell herbal products that help coughing dogs. Licorice (Glycyrrhiza glabra or G. uralensis) is a favorite of herbalist Juliette de Bairacli Levy. In her book The Complete Herbal Handbook for the Dog and Cat, which describes her \"Natural Rearing\" approach to pet care, Levy recommends making a strong infusion (steeped tea) by combining 1 tablespoon dried licorice root with 2 cups cold water, bringing it to a boil, removing it from heat, and letting it stand until room temperature. Add 1 teaspoon honey to each tablespoon of licorice tea and give 2 tablespoons to the dog before meals. Small dogs and puppies can take less and large dogs more, but precise measurements aren't necessary. Refrigerate leftover tea for up to five days. Levy also recommends as cough remedies teas made of sage leaves (Salvia officinalis), Apitherapy Honey Wild Cherry Bark Syrup from [Honey Gardens](http://honeygardens.com/) in Vermont, sold in natural foods markets, contains raw honey, apple cider vinegar, wild cherry bark (Prunus virginiana or P. bark (Ulmus fulva), and the essential oils of lemon, peppermint, and eucalyptus. All of these ingredients are traditionally used to support upper respiratory health and soothe sore throats. The human adult dose is 1 teaspoon every other hour while symptoms persist. Adjust the dose for your dog's weight, and to make the product more palatable, try mixing it with honey and/or coconut oil or add it to a small amount of interesting food. [Tossa K](https://www.ambertech.com/store/product/kennel-k/), an herbal product from Amber Technology, contains infection-fighting olive leaf (Olea Europaea), mustard as an antimicrobial that aids upper respiratory infections, Tossa K is given orally four times per day for up to 10 days. The recommended dose for most dogs, based on weight, is 15 drops at a time. According to the manufacturer, this product is designed to stimulate immunity, rid the lungs of congestion, kill viruses and bacteria, soothe digestion, rid the body of free radicals, and protect pets who are exposed to illness. Australian herbalist Robert McDowell's favorite treatment for tracheobronchitis is a blend of which makes in a base of apple cider vinegar. \"All this sounds like a lot,\" he says, \"but the old-fashioned way of treating chest and respiratory infections works well. These herbs provide important minerals and vitamin C, and they act as healing tonics, expectorants, and lymphatic supplements. The result is an herbal mix that gets rid of the cough, and by continuing for several weeks after the cough has gone, it builds up the immunity. I recommend that it be kept on hand and given to the whole kennel at any signs of cough showing up, at which time all dogs should be given a short course. One dog recovered quickly when given this blend after six prescriptions for antibiotics failed.\" Dr. Christina Chambreau is a staunch believer in what she calls \"R&R\" - a flower essence remedy called [Rescue Remedy](http://www.bachflower.com/rescue-remedy-pet/) and reiki, a healing \"life force energy\" practice. Dr. Chambreau recommends taking just one course in reiki to learn how to perform reiki on your dog on a regular basis. And while Rescue Remedy and flower essences in general won't cure kennel cough or any other disease, many dog owners report that these plant distillations can center your dog's emotions and help alleviate distress. Juliette de Baircli Levy's famous [Natural Rearing (NR) eucalyptus (Eucalyptus globulus), wormwood (Artemisia absinthium), and vegetable charcoal. Levy recommends giving dogs 3 to 6 tablets daily to help fight and prevent disease. \"These tablets maintain health and promote a cure in the sick,\" she explains. \"Use them daily for prevention, especially before and after your animal is exposed to any public place where other animals have been.\" Holistic health consultant Marina Zacharias recommends [Bioprin](http://www.biodrux.com/index.php?main_page=product_info&products_id=307), a Chinese blend of 21 herbs. \"This formula is the best for any type of viral infection,\" she says, \"as well as helping the overall immune system, and it acts like a natural anti-inflammatory. Combined with the kennel cough nosode (a homeopathic remedy designed to help increase the body's defense against the infection), Bioprin usually brings quick relief, often within one to three days. \"Most of the people I work with have multiple-dog households, so we give the remedies to everyone preventatively whenever we know there has been exposure or when one of the household members has contracted the infection. The results are great as no one else in the house gets sick.\" Note: While mullein is not an endangered plant, plenty of popular holistic herbs are. Dr. Chambreau suggests substituting marshmallow root for slippery elm, which is being overharvested because of the popularity of its medicinal bark. As a bonus, marshmallow is the gentler of the two, while still providing soothing relief to inflamed mucous membranes. For throat soothing, Dr. Chambreau suggests aloe vera and raw honey. Herbal Diffusers and Cleaning the Air When Faith Thanas, an aromatherapist who lives in Leicester, Massachusetts, adopted a Doberman Pinscher from Louisiana one year after Hurricane Katrina, Sasha arrived in a van carrying 20 rescued dogs. A few days later, she started coughing. To help soothe Sasha's throat, Thanas mixed a blend of essential oils to spray in the air around the dog. She started with Ravensare (Cinnamonum camphora), one of the \"must have\" essential oils listed by Kristen Leigh Bell in her book Holistic Aromatherapy for Animals. As Bell explains, this gentle and tolerable antiviral, antibacterial essential oil supports the immune system and has tonifying effects. Thanas then added Eucalyptus radiata, the gentlest of the many eucalyptus varieties available. It is known for its antiviral, anti-inflammatory, and expectorant properties. Bell writes, \"Due to its gentleness, it is very appropriate for use in blends for animals for congestion, and it makes an excellent room air cleaner, deodorizer, and flea repellent.\" Eucalyptus globulus, the next ingredient, is the eucalyptus commonly found in chest rubs, cough drops, and cough syrups. It has a fresh antiseptic fragrance and, when inhaled, acts as a decongestant. Thanas added Spike Lavender (Lavendula latifolia) for its powerful antibacterial properties. After diluting the essential oils, Thanas used a spray bottle to mist the air around Sasha. \"The results were instantaneous,\" she recalls. \"She stopped coughing, she was able to breathe, and she was so much more comfortable.\" Thanas wasted no time adding Cough Drop! to her AromaDog line of aromatherapy pet products. She describes it as an all-natural cough suppressant that works quickly, helps open breathing passages, acts as an expectorant (antitussive), soothes the chest and respiratory system (balsamic), reduces swelling (antihistamine), helps reduce excess mucus secretion (anticatarrh), and acts as an immune system stimulant. \"The bottle should be shaken well for at least three seconds before use,\" she says.\" Repeat the application every three hours. In households with other animals, or in boarding kennels, spraying the air, bedding, and other surfaces can help keep the illness from spreading.\" Another way to disperse essential oils into the air is with a diffuser. Aromatherapy supply companies, such as [Aromatherapeutix](https://www.aromatherapeutix.com/), sell different models. A nebulizing diffuser consists of a nebulizer (glass receptacle) attached to the hose of a small air compressor. Drops of essential oil placed in the nebulizer are atomized into tiny droplets that are sprayed into the air. Bell notes that disinfecting essential oils dispersed by a nebulizing diffuser effectively clean the air, deodorize the room, and help clear up and prevent contagious illnesses. A new type of ultrasonic cold mist diffuser runs silently (unlike nebulizing diffusers with their noisy air compressors) and can be set for constant or intermittent dispersal. To use, simply fill the unit with water, add a few drops of essential oil, and turn it on. Buttons on the unit control the frequency and duration of misting. Simpler models, such as the SpaMist diffuser, run constantly. Ultrasonic diffusers have become popular accessories for aromatherapists and those who use essential oils. Any blend of disinfecting essential oils, such as Ravensare, Eucalyptus radiata, or Spike Lavender, can be dispersed into the air with a diffuser. Canine nutritional consultant Linda Arndt has a favorite remedy for clearing the air and helping dogs recover from and avoid respiratory infections. The [Nzymes](https://www.nzymes.com/) product Ox-E-Drops (not to be confused with Oxy Drops, an eye drop from a different manufacturer) contains sodium clorite, which breaks down to form chlorine dioxide, a microbiocide. To use in a warm steam vaporizer (an inexpensive appliance sold in pharmacies), mix 1 teaspoon Ox-E-Drops Concentrate with one gallon of water. For severe cases, use up to 1 tablespoon. In a small bathroom, other enclosed room, or in a crate covered by a sheet, direct the vapors toward the dog's head, keeping the vaporizer far enough away so that its hot steam doesn't pose a safety hazard. \"Allow your pet to breathe the vapors for 15 to 20 minutes each hour for four to five hours,\" says Arndt. \"Repeat the procedure for two to three days until symptoms improve.\" [Thieves Essential Oil](https://www.youngliving.com/en_US/products/thieves-essential-oil) is also effective in staving off canine colds. A proprietary blend of therapeutic-grade oils from Young Living, Thieves Oil gets its name from the four grave-robbers of medieval legend who avoided contracting the plague from the cadavers they pilfered by swathing themselves in oils (that turn out to have antimicrobial properties). The oil is a wonderful immune booster; when colds and viruses make their wintertime rounds, give yourself and your dogs foot rubs of Thieves diluted in almond oil to keep everyone sniffle-free. Water Tonics for Kennel Cough Ox-E-drops can be added to drinking water as well as sprayed in the air. \"Use 1 drop per 20 pounds of body weight, diluted in 1 to 3 teaspoons of water,\" says Arndt, \"and give this amount three times per day for all types of illness or respiratory problems.\" Faith Thanas at AromaDog created Lickity Spritzer, a blend of colloidal silver and lemon balm (Melissa officinalis) hydrosol, to help keep dogs healthy while traveling as well as at home. Colloidal silver, a suspension of submicroscopic metallic silver particles in a colloidal base, is promoted as an all-purpose disinfectant and infection-fighter. In her book Hydrosols: The Next Aromatherapy, Suzanne Catty writes that the hydrosol (distilled flower water) of lemon balm makes a good prophylactic in flu and allergy season and has both immune-stimulating and infection-fighting properties. \"Together,\" says Thanas, \"these two super-power ingredients knock out the potential for infection from bacteria, fungi, and viruses, stimulating the immune system and emotionally calming your pet. Lickity Spritzer purifies your pet's yucky water bowl so it becomes a clean source of good health. This product is great for dogs or cats and multiple pet households.\" Special Immune Support Supplements for Dogs According to San Diego veterinarian Stephen R. Blake, DVM, the most important defense against any infection, whether fungal, viral, or bacterial, is the gastrointestinal system. Dr. Blake's favorite supplement for immune support is bovine colostrum from New Zealand, where all cattle are pasture-fed and organically raised. Colostrum is the \"first milk\" a cow produces after giving birth, and it contains all the immune support a calf needs to avoid infection. Cows produce colostrum in greater quantities than their calves can consume, so the excess is collected for supplement use. \"I recommend a dose of 500 mg colostrum per 25 pounds of body weight once or twice a day, depending on the dog's risk factor,\" says Dr. Blake. Other supplements that support the gastrointestinal tract include probiotics, such as Lactobacillus acidophilus and other \"friendly\" or \"beneficial\" bacteria, which help make up the body's first line of defense against viruses and other pathogens. Probiotics are especially important for dogs who have been treated with antibiotics, as antibiotics destroy these beneficial microbes. Several probiotic supplements have been developed for dogs and are sold in pet supply stores or veterinary clinics. And don't neglect vitamin C. Consider giving your dog 500 mg vitamin C three times per day, or half that amount for small dogs, in addition to the animal's usual supplements for as long as the infection lasts. The Best Defense Controlling your dog's exposure to other animals is one way to help prevent tracheobronchitis, canine flu, and other contagious diseases. Another is to disinfect the air and surfaces around her. These are common sense precautions. But your dog's best defense against infection is a strong immune system, which you can boost with nutrition, exercise, and supplements like those mentioned here. And if your dog ever contracts a respiratory infection, you'll know how to use simple remedies to turn it around in record time. The best treatment for kennel cough is preventative. Strengthen your dog's health from the ground up. That means the best quality food possible and clean water, avoiding exposure to toxins, and paying attention to early signals that your dog's immune system is weakening. Signs of a weakened immune system start off seeming negligible. \"These are little things your vet won't think are wrong,\" Dr. Chambreau says. Goopy eye discharge, waxy ears, a little red line in the gums, minor behavioral problems, and a slight overall odor that necessitates baths every couple of weeks are some examples. Dr. Chambreau recommends keeping a daily journal so you can see patterns in your dog's well-being emerge over time. C.J. Puotinen is a frequent Whole Dog Journal contributor and freelance writer living in New York. She is also author of The Encyclopedia of Natural Pet Care and many books on holistic health care and herbal remedies for humans. "}