{"title": "Has anyone been cured via the holistic route?", "author": "Thejanedoe Member Posts 3", "url": "https://community.breastcancer.org/en/discussion/868911/has-anyone-been-cured-via-the-holistic-route", "hostname": "breastcancer.org", "description": "I see articles of people saying they beat cancer through wild methods which had doctors dropping their jaws but I'm not entirely sure everything I read out there is credible so I take it with a grain of salt.", "sitename": "Breastcancer.org", "date": "2019-04-27", "cleaned_text": "holistic route? [edited April 2019 in](https://community.breastcancer.org/en/discussion/868911/has-anyone-been-cured-via-the-holistic-route) [Complementary and Holistic Medicine and Treatment](https://community.breastcancer.org/en/categories/complementary-and-holistic-medicine-and-treatment) I see articles of people saying they beat cancer through wild methods which had doctors dropping their jaws but I'm not entirely sure everything I read out there is credible so I take it with a grain of salt. I'd like to ask this community because browsing through many posts, it feels a bit more home-y and I share the experience after having gone through breast cancer 2 years. However, I'd love to know and hear any stories of people diagnosed with cancer, decided to avoid surgery/chemo and go down a holistic route that cured/removed their tumor. This is not to provide false hope to people like myself but if its happened, I'd like to know what they did and that it may be possible. Edit: I realize this may not gain feedback from many but what about those who had recurrence of cancer and decided to go full holistic? How are you now and have you found a method that works for you? Comments - I can't say I've seen anyone cured under the conditions you mention in your post. The reason you may not find many is that while some decline chemo, many usually do have surgery. Also, from what I've seen here, some consider surgery included in a natural treatment, with chemo and hormonal therapy meds firmly on the medical side. In cases where the patient has minimal cancer, surgery may be enough to cure them and while I do believe the immune system is capable of kicking cancer out, I haven't seen it myself. Hopefully, we'll hear from others though, as I think there are benefits to both holistic and pharmaceutical options.0 - Hi, thanks for the response. I've edited the topic so hopefully it reaches a broader audience. I'm inclined to believe that this is possible but I know it is not a route many go down and even then, it may not have worked.0 - There is one person on BCO that I've come across that didn't have surgery to remove her tumors and took no traditional medication. She said after 6 months her tumor shrank by itself. There aren't many cases where no surgerical removal is done for early stage. Something like 70% are cured from surgery alone for early stage.0 - [wallycat](https://community.breastcancer.org/en/profile/wallycat)Member Posts: 1,033 There are some Swedish studies (I can try to find and post here) that show some women declining treatment and the tumors either stop growing or recede. I don't recall the type of tumor or size. Sadly, there is no CURE for breast cancer, just remission and watch/wait.0 - [edwards750](https://community.breastcancer.org/en/profile/edwards750)Member Posts: 1,568 Idk of anyone who went that route. I'm a skeptical person by nature and especially when dealing with this disease. That's not to say it's not possible but I don't think it'sprobable. It's too risky IMO to roll the dice and hope for the best. We all know there are no guarantees so you do what you can to ward off the disease and a recurrence. I never considered doing anything but the conventional treatments but that's me. It's your call just be sure you don't second guess yourself or look back and wonder what if.. Diane0 - I truly hope to hear from people that had a purely holistic treatment plan. I hope they aren't hestitate to post.0 - thejanedoe- a very dear friend of mine ( 52 yrs old) was diagnosed with invasive breast cancer with 8 positive nodes approximately 10 years ago. She and her husband lived their lives totally holistic. My friend's mother, aunt and sister all died from breast cancer before the age of 55. My friend chose chem, surgery and radiation. Her husband felt it was a violation of how they lived their lives. He wanted only holistic methods. My friend stuck to her decision and told me the decision to choose chemo almost ruined her marriage. She strongly felt based on her family history she had to do what was best for her. She did combine holistic measures with her chemo and radiation. She is not only alive but she is thriving. And she still is the same Beautiful Soul.0 - a colleague of mine was diagnosed with lymphoma just about the same time that I had received my stage 4 de novo MBC diagnosis. We both work in holistic medicine. She moved to Oregon to seek treatment. I felt certain she was receiving good care as the last text she sent me was \"I am getting good care. I am healing.\" I started using both conventional and \"alternative\" medicine right away. I am still here and I am stable. I found out on Saturday night that my colleague passed away two months ago. She had gone the \"natural route.\" I am so saddened to hear this because she was only 28 yrs old and her cancer, like many breast cancers, Ian manageable and treatable. Such a loss!! Sa0 - lovefromphilly- I'm so sorry to hear about the loss of your young friend. Like you I use alternative medicine with traditional. I'm so glad you're doing well. Each of us have to do what we think is best for us and our value system. It isn't always black and white that's for sure.0 - Thank you for sharing. Sometimes people are criticised for their decisions and it isn't fair. This disease doesn't have a cure. Many people follow through with traditional medicine only to succumb to the disease. Please don't criticise others or throw statistics in their face. We all have a right to choose.0 - jo I completely agree. We each choose our journey. I just have to hope and remain optimistic that she was comfortable with her choices. Meow - not sure if your post was directed at me or not but you are absolutely right that people shouldn't be criticized for their choices. It is a form of shaming, and it sucks so much. We can only know what our own truths are. Love to all! Brenda0 - No my comments weren't directed at anyone in particular. I have seen posters who get upset when others don't do traditional treatments. Maybe out of concern I don't know but I think many don't share their stories because they fear criticism. Personally, I was contacted because I chose no chemo against my oncologist recommendation. I was told how foolish I was and that my decision could cost me my life. I really want to hear what others have done even if it is unpopular. All stories have a value and should be shsred.0 - While I'm personally choosing an \"integrated\" approach - did the surgery, radiation and will start hormone therapy soon - I know of 2 people who fully went the holistic route and are 5-6 years out and NED! 1. Look up the story of Theresa DiNallo. [https://www.geaugamapleleaf.com/news/overcoming-the-cancer-odds-a-womans-holistic-journey-to-health/](https://www.geaugamapleleaf.com/news/overcoming-the-cancer-odds-a-womans-holistic-journey-to-health/)- she has a website now and consults people wanting to do a holistic route. I had a phone call with her as she does a free initial consultation - she's the real deal! She didn't want me to take tamoxifen but I feel I need to as I had positive nodes and did not do chemo due to my low oncotype. But I find her story and example inspiring and it gives more weight to the complementary things I am doing on diet and exercise. 2. My co-worker's Aunt chose the holistic route, no surgery even. She said it took 3 years to shrink her tumor and has been 2 years cancer free after that! She lost a lot of weight and changed up her eating habits / nutrition. We texted and I can post what she did if interested. The point is, it's possible, and totally acceptable if you choose that route. I think others do and succeed - maybe check out the alternative thread? Most cases I've seen of holistic healing, the person always does the surgery and often radiation. Some of the biggest advocates of alternative and not traditional routes actually had surgery, which is the most curative thing. Chris Wark, Suzanne Somers (who also did radiation) etc. It's usually chemo that they decline. Anyways I hope that helps! Like Meow13 said, there's no wrong decision here and there are success stories and recurrences on both sides. You have to figure out what's right for you, take the reins, and go forward from there0 - Thanks for sharing PebblesV. I am frustrated that there isn't something I can point to that caused or contributed to my cancer. The only thing is the emotional stress I was under before my diagnosis. Nothing environmental or defective in the way of genetics to point to. I am leaning to do more things that make me happy. I am on no medications or treatmemts and wish to keep my cancer away.0 - Meow13 By any chance is there an integrative medicine center near you? The cancer center at the hospital near me has an integrative medicine center, and while my MO is not there, I see an oncologist who advises on lifestyle factors underlying living with cancer: sleep, nutrition, physical activity, spirituality to name a few. I've learned a ton, not only about nutrition, but also everyday products and the many toxins that could have/can contribute to disease. We've discussed everything from skin care to home cleaning products to the environment. If you can find such a resource near you I'd recommend it. It's a wonderful complement to the traditional medical practices that I receive.0 - I feel the frustration Meow! I want to blame a horrible breakup I went through in 2010. And that I worked in a wood shop for a couple years prior to that...and that I got an inguinal hernia repair in 2009 with 12 titanium screws and a wire mesh placed into my sleeping body...is it a reaction to the metal? Was it all the partying I did when I was young? Was it from all the exhaustive studying I did in Chinese medicine school? It feels like there has to be some logical answer! Yet everyone keeps telling me that this is just the life I was handed and this is how it goes. Seems and feels so unfair to receive a diagnosis like this at age 40! When I did my fixed rotation shift, i was thrilled to be accepted into a position treating oncology patients in an integrative clinic. That was my dream! Seems like some weird cruel joke of the universe that now I have cancer when I thought my work was to help people with cancer. I did find this article which for some reason helped me feel better: [http://www.simmsmanncenter.ucla.edu/index.php/resources/articles-from-the-director/stress-and-cancer-cause-and-effect/](http://www.simmsmanncenter.ucla.edu/index.php/resources/articles-from-the-director/stress-and-cancer-cause-and-effect/)0 - Its certainly not a cure but since integrative medicine was mentioned, I'll share. I saw the intergrative group at MD Anderson for tips to compliment my current treatment and the biggest takeaway was the recommendation to eat more beans, specifically chickpeas. She was serious, chickpeas every day, lol. Anyway, any holistic folks out there, feel free to add what you've done/learned. Unexpected things happen all the time, I discount nothing outright.0 - illimae- I had to smile when I saw the recommendations for chickpeas. Being a vegetarian I eat chickpeas a minimum of two times a week. I eat beans 7 days a week. Chickpeas, black beans, Navy beans, red beans, etc. I didn't stop me from getting cancer. I still believe beans are very healthy for the body. There are so many factors associated with cancer which at times can be overwhelming.. I am a firm believer in exercise and a healthy diet. Even though many of us might differ on what is a healthy diet. Chickpeas I will embrace.0 - [alicebastable](https://community.breastcancer.org/en/profile/alicebastable)Member Posts: 1,922 I got a call from my MO's office yesterday that my potassium levels are too high. One of the things I'm supposed to avoid, or eat minimally, is beans. Can't win. It's crazy, I don't eat bananas, seldom eat potatoes, and don't have much red meat.0 - PebblesV, can you please post what she did.0 - Hi - sure! Here are the text messages from my friend's aunt and how she healed herself holistically. Keep in mind she was stage 1 and no positive nodes. I've adapted some of what she did with the intermittent fasting and I've cut red meat and dairy and processed foods and lost 28 lbs! Also when they did the biopsy they thought my tumor was 2-3 cm but when I came in for surgery it was 1.8cm. I had already started some of the things my friend's aunt had done and when I told her she said she's sure I shrunk the tumor! Anyways see below. For me personally I did surgery and radiation and will still do the hormone therapy but mostly because I'm stage 2 with positive nodes. If I was stage 1 and no nodes like her I might opt for no hormone therapy. See below. First 3 texts are with my coworker (he sent me the screen grabs) and last one is with me.0 - Thank you all for sharing your stories and I am truly sorry for the losses shared in this forum. I truly hope everyone is doing well and have a great holiday season. I've gone through many articles where people say they have beat cancer via alternative methods and it primarily consists of vegan diets, cutting out sugar as much as possible and releasing stress. I've also noticed this trend of using cannabis oils to treat cancer and while I take everything with a grain of salt, the research backing the theory seems to be there. I've been following this article: medium.com/ [@ericgeisterfer/23-people-who-beat-cancer-using-cannabis-oil-only-c1b285e31d62](https://community.breastcancer.org/en/profile/ericgeisterfer%252f23-people-who-beat-cancer-using-cannabis-oil-only-c1b285e31d62)and have tried to look for traces of the actual people who have stories written about them. I wasn't able to find any sites/blogs for many of the people listed but I saw for Jessica Olson, she had gone into remission using cannabis oils the third time she was diagnosed with cancer. However on her blog, she has posted she has been diagnosed with cancer again for the fourth time... todaywefight.wordpress.com/about/. Perhaps she needed to use cannabis oils daily but I am looking to reach out to her to see what and how she is doing.0 - [Frisky](https://community.breastcancer.org/en/profile/Frisky)Member Posts: 1,686 This group of doctors have an alternative and detailed explanation of how cancer develops that is not only extremely logical, BUT fits perfectly my own experience, such as a prolonged period of extreme stress preceding my diagnosis, and exhausted adrenals, as diagnosed by a functional doctor. Psychologically I was a A type personality with dysfunctional caretaking and rescuing tendencies. Those are, of course, exhaustive traits. I'm curios to find out how many of us can relate to the premise that this group of doctors make. Thank you thejanedoe for starting this intelligent conversation and everyone else for contributing useful information to this tread!0 - Hi everyone...really interesting subject. I had a BMX only. I refused anti hormone treatment and chemo was not recommended. I lost 30 pounds and try to exercise daily. I'm almost 4 years out. I have experienced much criticism about my decisions. I have said many times that my poor health at the time of my diagnosis was the main reason. Sadly, I have been criticized and very misunderstood by many in this community. I will never understand why someone would be so offended by my personal decisions. We are here to support each other. IMO if you cannot do that then please just respect we all have the right to do what we think is best. Good luck to all navigating this complicated disease.0 - [KBeee](https://community.breastcancer.org/en/profile/KBeee)Member Posts: 695 You can never know if you're cured, but what it comes down to is the right decision for YOU is the right decision. We all have different family backgrounds, medical histories, are different ages, and are at different stage sin life. Often people criticize because our choice is different than theirs (often they are just trying to justify their own decisions in their minds). I was criticized by someone here because I did chemo my first time around, and she went so far as to say that my recurrence was from my choice to do chemo. She has no idea of my family background, the extensive cancer there, my age, or the reasons given to me by many doctors as to why they think my cancer returned. The reality is that I do not regret any of my treatment decisions. They were the right ones for me...and only me. We all wish we had a crystal ball, but none of us does, so we all have to make the decisions that are best for us. So....no matter what route you choose, I suggest the following: write down the pros and cons for YOU of each choice. Then make a decision. Then do not look back. No matter what happens, you aren't going backwards, you're going forwards. Take things as they come and do not ever question your decisions because you made the best ones for you at the time with the information you had. Best wishes.0 - dtad I totally agree. There is no 'right way' to treat this (or any other) disease. Everyone's body, experience, genetics are different and if there was one magic bullet, don't people think we'd all be taking that?! We all need to make choices that are best for us and that will differ between people who may even have the same medical circumstance. Sounds like you are doing great!0 - dtad-You need to do what works for you. You know your family hx.0 - Thank you for sharing pebblev, it is very useful. I also happen to know of someone with prostate cancer that is doing the holistic treatment, very much along the lines described. He measures the psa to monitor progress and this marker keeps going down.0 - Hi everyone..thanks for all the support!0 - [santabarbarian](https://community.breastcancer.org/en/profile/santabarbarian)Member Posts: 2,308 I have done a lot of complimentary therapies alongside chemo. I do not see it as an either-or.... I have TNBC, and there is not much follow up for us. I decided to do everything I could to make my body unfriendly to cancer all at once. Including chemo. TNBC can be lethal and comes back fast if it comes back. I did not want to hold back at all. I had a consult w Dr Block in Chicago who has an integrative treatment center, The Block Center, which does a lot of these things along w chemo. I have had high dose Vitamin C IVs (2x week), glutathione IVs (2 x month), hyperbaric oxygen (before the C IVs), heat treatments to my tumor and lymph node prior to chemo and during chemo (hyperthermia), infrared saunas, and a raft of nutritional supplements, plus following an organic ketogenic diet (very low carb, no sugar, no booze, lowish in animal products). Also, I did fasting-mimicking prior to each chemo (which reduces side effects of chemo and boosts immune system). And I kept up intense exercise (interval training). I also got them to split my chemos into doing taxotere in the am and coming back for the carboplatin in late afternoon. I have done all this the whole way.... though my exercise got a bit lighter at the very end. My oncologist has been aware of my practices (I don't lie to doctors!). He went from a semi-eye-roller, to becoming very supportive over the course of treatment as he saw me respond extremely well to chemo. My main SEs have been anemia/fatigue. One of his colleagues ran into me doing my stadium steps workout between chemo 3 and chemo 4. You don't see too many bald ladies doing that... he was amazed and passed it on to my doc. Per imaging, I have a pCR. We need to verify w surgery but there is no tumor visible and no live cancer visible in lymph node that was affected before. Hopefully no stray cells either. Will know in a week and a half, when I will have a lumpectomy, and then I am going to get proton rads with hyperthermia. I will keep on with my complimentary practices over the course of my recurrence window (3 years) just to be sure. I have never understood why diet is not emphasized more. The processed foods we eat drive a lot of metabolic diseases like diabetes and cancer. Following this whole foods diet and taking anti-inflammatory supplements like curcumin and fish oil, some of my chronic/minor aches and pains have gone away... stiff hip gone, skin rash gone. I think there was inflammation and yeast in my system, which went away on this diet and allowed these conditions to resolve.0 Categories "}