{"title": "Complementary and Alternative Medicine for Addiction", "author": "Eric Patterson Updated Jun", "url": "https://rehabs.com/complementary-alternative-medicine-for-addiction/", "hostname": "rehabs.com", "description": "Complementary and alternative medicine (CAM) approaches are available for people who are seeking new or holistic treatment options for addiction.", "sitename": "Drug Rehab Options", "date": "2016-12-21", "cleaned_text": "Complementary and Alternative Treatment for Drug Addiction Addiction is a powerful condition marked by a strong desire for drugs even when continued use can result in very negative repercussions. [Addiction](https://rehabs.com/what-can-be-treated/#alcohol-abuse-and-addiction) affects the individual's physical, mental, and social health as it spreads its influence to all aspects of the user's life. Addiction treatment strives to limit or undo this influence. By using treatment options that have a proven track record of success, there may be a greater opportunity to improve symptoms and ultimately help individuals achieve a drug-free lifestyle. The Substance Abuse and Mental Health Services Administration (SAMHSA) [reports](https://www.ncbi.nlm.nih.gov/books/NBK385055/pdf/Bookshelf_NBK385055.pdf) that about 23 million Americans require treatment for a substance use problem. The 2.5 million people in the U.S. that actually receive treatment will participate in pharmacotherapy, including medications to treat addiction or related mental health conditions; behavioral therapy, including well-known techniques like [cognitive behavioral therapy](https://rehabs.com/treatment/therapy/cbt/) (CBT), motivational enhancement therapy (MET), and [contingency management](https://rehabs.com/pro-talk/can-we-pay-people-to-quit-drugs/) (CM); or a combination of pharmacotherapy and behavioral therapy. Unfortunately addiction is a long-term condition known for periods of relapse and recovery. Due to the complexity of addiction, no single treatment is right for everyone, and even the best treatments cannot guarantee complete remission of addiction and drug-seeking behaviors. Because of this, people frequently seek alternative and supplemental strategies for improving their treatment and boosting their ability to remain in recovery long-term. Complementary and alternative medicine (CAM) approaches are available for people who are seeking new or holistic treatment options for addiction. About CAM for Addiction Treatment [sober life](https://rehabs.com/getting-sober/). CAM treatments often fall outside of commonly accepted [interventions](https://rehabs.com/addiction/intervention-services/) for a condition, and they can be challenging to identify and describe because there is variation in terminology. For example, \"CAM\" is widely used as blanket terminology to describe this diverse set of treatments. But some groups, like the National Center for Complementary and Integrative Health (NCCIH) view complementary and alternative in different terms. According to the NCCIH: - Complementary refers to \"non-mainstream\" treatments that are used in conjunction with conventional techniques. - Alternative refers to \"non-mainstream\" treatments that are used instead of common techniques. Someone using complementary approaches would view them as an addition to the other forms of treatment already in place. Someone using alternative treatments would see them as a replacement for all established treatments. Because of this difference, the term \"integrative\" is widely-used to communicate the intermingling of conventional and complementary treatments in an intentional and coordinated way. The terms \"CAM\" and \"integrative\" are often used interchangeably. CAM approaches are separated into two categories: - Natural products. This category includes food and supplements that are natural in origin and are consumed by the individual. About 18% of Americans reported using natural products other than vitamins and minerals in 2012 according the [NCCIH](https://nccih.nih.gov/health/integrative-health). Items commonly identified as natural include: - Herbs/botanicals. - Vitamins. - Minerals. - Probiotics. - Special diets. - Mind and body practices. This segment is comprised of a diverse group of interventions. [Mind and body practices](https://rehabs.com/pro-talk/holistic-therapies-for-addiction-part-1-do-they-increase-the-chances-of-getting-and-staying-sober/)are activities or techniques taught or conducted by a trained practitioner to accomplish a specific goal. In the case of addiction treatment, mind and body practices ( [holistic addiction rehab](https://rehabs.com/treatment/holistic/)) work to reduce the symptoms of addiction and maintain recovery. Types of mind and body practices include: - Yoga. - Chiropractic and osteopathic manipulation. - Meditation. - Massage therapy. - Accupuncture. - Relaxation techniques like: - Deep breathing. - Guided imagery. - Progressive muscle relaxation (PMR). - Tai chi. - Qi gong. - Healing touch. - Hypnotherapy. - Movement therapies. - Music and expressive arts therapy. Other CAM approaches are more challenging to categorize. These types include: - Traditional healers. - Ayurvedic medicine. - Traditional Chinese medicine. - Homeopathy. - Naturopathy. Of the mind and body category, deep breathing and yoga are the most frequently used with about 10% of Americans using either or both. CAM treatments often lack a strong body of research to evaluate their efficacy compared to other treatments or placebo. This lack of evidence prevents some treatments from entering more mainstream use, but it does not stop the treatments from complementing traditional techniques. For example, CBT, a behavioral treatment used in addiction treatment, commonly uses deep breathing, guided imagery, and PMR to reduce symptoms. Types of CAM for Addiction Treatment Fortunately, researchers are currently more interested in learning about CAM approaches for substance abuse and addiction and studying their effects. With time, the evidence will illustrate which strategies are most appropriate to be integrated into mainstream treatments, and which are ineffective. CAM treatments can benefit addiction treatment in at least three ways: addiction prevention, increasing treatment compliance, and boosting treatment outcomes. Prevention In the case of prevention, CAM interventions can be implemented to treat underlying conditions that commonly occur in association with addiction, such as mental illness and chronic pain. If these issues are addressed and managed early, addiction may never develop. For mental illness, there is good evidence to support that CAM strategies are effective in the treatment of post-traumatic stress disorder (PTSD), depression, and anxiety. People with anxiety have benefited from: - Meditation. - Music. - Relaxation techniques. - Melatonin supplements. Chronic pain is another problem linked to addiction with about 25 million people in the U.S. complaining of daily pain according the [NCCIH](https://nccih.nih.gov/health/pain/chronic.htm). Prescription opioids, which are intended to treat pain, are now the most frequently abused substances after marijuana. If there were better methods to [manage pain](https://rehabs.com/opioids/), it is reasonable to believe that rates of opioid prescription and addiction would reduce. Non-pharmacologic, integrative treatments for pain include: - Acupuncture. - Hypnosis. - Massage. - Spinal manipulation. - Yoga. Treatment Compliance and Completion A person that remains compliant with addiction treatment will have better outcomes compared to someone with a shorter duration of treatment. With this in mind, CAM approaches can be helpful by keeping the individual engaged and active in their course of addiction treatment. One such technique is horse-assisted therapy (also known as equine-assisted therapy), an intervention that actively involves horses during the therapy process. Results show that people involved in equine-assisted therapy stayed in treatment for twice as many days and were much more likely to complete treatment than those in traditional programming. It is likely that various types of integrative techniques would yield similar results based on the unique likes and interests of the individual in treatment. If someone felt passionately about music or dance, for example, bringing aspects of these into sessions could improve their retention, compliance, and outcomes of addiction treatment. Building and Maintaining Recovery CAM interventions can be used at all stages and settings of addiction treatments for various drugs. Some will target illicit substances while others have been shown effective for tobacco and alcohol. For instance, vitamin B1 (thiamine) is commonly administered to those recovering from long-standing [alcohol abuse](https://rehabs.com/alcohol/) to address nutritional deficiencies, but it may also reduce some of the discomfort of acute [alcohol withdrawal](https://rehabs.com/alcohol/withdrawal/). In the treatment of nicotine addiction, several CAM approaches have been studied for efficacy including: - Mindfulness meditation has been effective in reducing cigarette use and reducing cravings. - Hypnotherapy used in conjunction with nicotine replacement therapy (NRT) led to better long-term cessation than people that received NRT and behavioral therapy. - Yoga has been shown to reduce cravings and to ease withdrawal from nicotine, with stronger results in women. - Tai chi seems to enhance mindfulness and one's ability to break the cycle of nicotine addiction. Acupuncture has been studied with a number of addictions. Most notably, electric acupuncture has helped to reduce relapse rates for people addicted to opioids. People that received the acupuncture treatments were less likely to use any drugs afterward than people who received a placebo treatment. Various types and styles of expressive arts therapies can be helpful for people recovering from substance abuse. Making music, moving to music, and listening to music can: - Increase group commitment. - Improve relationships. - Build social skills. - Decrease depression, stress, anxiety, and anger. These are only a small sample of CAM techniques for addiction. There are many CAM treatments that are effective for addiction and a range of mental health concerns that can be tailored to your individual needs. Safety and Effectiveness of CAM Treatments for Addiction [effective CAM addiction program](https://rehabs.com/local/)that could help you or a loved one achieve sobriety and long-term recovery from addiction. Overall, there is a lack of evidence to support the use of many forms of CAM. Many approaches remain unsubstantiated due to an insufficient amount of data related to their efficacy or safety. Many in recovery will offer personal claims regarding benefits of multiple CAM interventions, but it is important to be cautious when beginning any new treatment. Any form of treatment should be treated with a form of skepticism because lack of research could mean a lack of safety. This especially applies to CAM interventions because many of them are not reviewed by the U.S. Food and Drug Administration (FDA). The FDA must evaluate claims by a product that fits into the categories of: - Cosmetic. - Device. - Dietary Supplement. - Drug. - Food. - Food additive. If a CAM product does not claim to be any of these, it will not be appraised for safety by the FDA. Unless users are educated and informed before initiating a new treatment, the lack of thorough FDA evaluation could lead to situations where potentially dangerous side effects and unforeseen drug interactions are precipitated. Just because something is natural does not make it safe. Some CAM interventions carry health risks. Luckily, most of the CAM options described above are safe and effective in a number of settings. As long as someone is in reasonable health, they can receive some benefit from practicing yoga regularly, and mindfulness meditation has many advantages without many noteworthy risks for most people. These interventions can be experimented with and implemented by people with addiction histories to track the benefits they receive. However, other CAM treatments do not share the same reputation for safety. Some examples of CAM treatments that carry risk include: - Acupuncture. Although effective in the case of opioid users and when performed by a trained professional, acupuncture improperly done can have many side effects. - John's wort. This substance has been studied in relation to many conditions from depression to nicotine addiction with poor results. Some research has been inconclusive while other clearly shows that St. John's wort can be problematic by increasing anxiety and fatigue. It can be dangerous and life-threatening, especially when combined with other drugs like: - Antidepressants. - Birth control pills. - Heart medications. - Blood thinners. - Cancer medications. - S-Adenosyl-L-methionine (SAMe). Made from amino acids in the body and studied for its effects on depression, SAMe can lead to unwanted side effects in people with bipolar disorder, which is commonly co-occurring disorder for people with addiction histories. Finding the Right CAM Addiction Treatment There may be some obstacles to finding the best CAM addiction treatment because its availability can vary based on your location, and it is often unregulated by the FDA. Even with these impediments, CAM interventions can be a valuable addition to a personalized addiction treatment plan that strives to treat the entire person and not just the addiction. To seek CAM treatment, the NCCIH recommends: - Find trustworthy information from reputable sources like government website, journal articles, or your local library. - Communicate your current treatments with all providers and insist that your providers communication with each other. - Target CAM providers that are well-educated and experienced in the field. Learn about their training, licensing, and certifications, if available. - Learn about potential side effects of treatment. - Use CAM treatments that are proven safe and effective for addiction. - Avoid practitioners or products that promise exaggerated outcomes, cures, or quick results. - Consider visiting the NCCIH website at [nccih.nih.gov](http://www.nccih.nih.gov). For more information on finding quality CAM treatment for addiction, call . A rehab placement specialist will work with you to [locate treatment centers](https://rehabs.com/addiction/american-addiction-centers-reviews/) that utilize CAM approaches that may benefit you or someone you care about. Calling can be the first step towards recovery and a healthy, substance-free life. "}