{"title": "Relax, it's all in the mind", "author": "Christina Varga", "url": "https://www.theglobeandmail.com/life/relax-its-all-in-the-mind/article1032867/", "hostname": "theglobeandmail.com", "description": "Whether you're seriously ill or simply stressed out, the key", "sitename": "The Globe and Mail", "date": "2001-08-14", "cleaned_text": "Jennifer Kotry started getting more colds than usual and developed a lot of body pain, eating disorders and insomnia. She was anxious and irritable. Her thoughts were always racing, she would be overtaken by extreme nausea, she would cry. She would lose her temper, feel hot and feel as if everything was out of control. She was 49 and her 28-year marriage was over. Her first thought was: \"It's the end for me. I'm scared,\" and she would deal with the stress and trauma by hoping it would go away. Then, she says, she started to think: \"Let's get a grip.\" She turned to a psychotherapist and, through him, discovered a complementary approach to health that is gaining acceptance in the medical world. Her therapist, Mark Gilbert, is a psychiatrist who opened a clinic that regards physical health as something that is influenced by states of mind. Dr. Gilbert sees the body as one big communication site where emotional and physical functions overlap. Referring to recent biological research, he notes that the immune, hormonal and nervous systems produce a wide array of chemical messengers, such as neurotransmitters, hormones and cytokines, that can interact with each other. His Mind-Body Medicine Canada clinic in Toronto has drawn from a variety of sources, ranging from traditional Eastern practices to work done by the Washington-based Center for Mind-Body Medicine, and the mind-body program at Harvard University's Deaconess Hospital. \"Emotional upheaval has been shown to have detrimental effects on the immune system,\" says Ann Webster, who runs Harvard's mind-body program for people with cancer. She says she has seen people in the Harvard program live for years beyond the time they were told they would die. A large body of research bears this out, with studies showing that psychological therapy and meditative practices can have a positive effect in cancer survival, as well as heart disease, AIDS, chronic pain and general immune functioning. But even people who are experiencing the effects of everyday stress can benefit from slowing their racing minds and bodies. Aside from dealing with the anger and anxiety of her marriage breakup, Ms. Kotry started to understand that she had never handled stress very well. \"I didn't realize how . . . stress hormones affect the body and how dangerous that is.\" When an individual faces a threat (physical or emotional; real or imagined), his or her body automatically triggers the fight-or-flight mechanism. This is a state in which hormones, like adrenaline, are released into the body, and metabolism, heart rate, blood pressure, breathing rate and muscle tension increase. Constantly being in a state of fight-or-fight may lead to permanent physical changes, which can affect the body's ability to withstand disease. But people can consciously decrease their blood pressure, heart rate and respiration through a few simple exercises: Breathing A lot of ancient disciplines -- including yoga and tai chi -- employ the simple act of breathing to gain greater control over the body. And modern mind-body programs rely on the same well-established techniques. \"Breathing with more consciousness is a way to help you relax, be aware of what's happening with your body,\" says Wendy Halowski, who is co-leader of the Tzu Chi Institute for Complementary and Alternative Medicine. Ms. Halowski, who has a masters degree in educational psychology and counselling, outlines the following steps to achieve \"conscious\" breathing: \"Inhale through your mouth and think about the breath down into your belly as you inhale. Push your belly away from your spine or back, which is opposite to your usual breathing. As you exhale, push your belly back against your spine.\" She suggests that people count slowly to between three and five as they inhale, then up to six as they exhale. With practice, this will become something natural that the body does, she says. The other part of conscious breathing is to think about why a feeling of tension is there, or why the stomach is churning. \"You have thousands of thoughts go through your head that influence what happens in your body.\" While concentrating on the breathing, she suggests people focus on stopping their \"mind chatter.\" \"Let go and focus on the breath.\" Ms. Halowski cautions that in order to be able to use the calming effects of conscious breathing in the middle of a hectic life, it is a skill that needs to be practised. She suggests people set aside 45 minutes when they are first starting and find a quiet place to simply focus on the breath and on pushing aside intrusive thoughts. After a while, it will become automatic and people find they can just use the method at any time, needing only a few minutes to calm themselves. Visualization Another common stress-busting technique is known as visualization. It is intended to help people imagine a place that is relaxing and safe, which one can \"inhabit\" to get away from a stressful moment. In order to get to a point where one can fully participate in the exercise, Dr. Gilbert suggests people make themselves comfortable, either on a chair, bed, floor or mat. The eyes can be closed or open. Using the deep-breathing exercise, he suggests bringing the warmth of the inhalation to any part of the body that is tense or sore and releasing the tension with the exhalation. The exhalation can also be used to get rid of any unwelcome thoughts and emotions. When the physical, mental and emotional self are still, he suggests imagining a place that feels safe and peaceful, either make-believe or real, past or present. In order to make the place vivid and real, he suggests imagining the colours, sounds, smells and textures of the place, such as wind, sand, flowers, birds or a warm fire. Once a state of stillness is reached, Dr. Gilbert suggests people go further with this exercise, and use it as a form of healing. He suggests imagining a protective, nurturing, healing presence, which could take the form of colour, or energy or caress. Once people feel affected by the presence, and believe they can access it again, he suggests bringing themselves slowly out of this meditative state by counting slowly backward from 10. Ms. Halowski suggests using a guided imagery tape that talks people through the exercise, allowing them to follow a soothing voice into a state of relaxation. Positive thinking While relaxation exercises help people stop negative thoughts, certain techniques help people gain insight into, and control over, their thinking patterns. Ms. Kotry found that, in addition to the breathing and relaxation techniques, finding ways to re-orient her thoughts from negative to positive helped her cope. Journal-writing was one such technique. \"It's surprising what comes out emotionally. If I feel particularly stressed, I invariable feel calmer afterwards.\" The type of journal entries Ms. Kotry found helpful to begin with were ones that started with a sentence fragment, which she would complete, such as \"When I'm afraid, I usually. . . .\" She has found that journal-writing has helped her not only gain some insight, but feel stronger after making her tangled thoughts concrete on paper. Another technique is called a genogram, which helps people trace the patterns of relationships, emotions, traumas and coping in their families. \"It's remarkable to see how the pattern goes in the family,\" Ms. Kotry said. \"We are so much a product of that. If you understand why you do the things you do, you can change.\" Dr. Gilbert also uses art therapy as \"an expressive means to heal.\" He asks people to draw a picture of where they are now with their big problem, then without their problem. Then, after going through the program, they draw a picture again. Ms. Kotry found that her first drawing was of her as a large body taking it all in. After taking the program, she drew herself on top of a mountain, with her arms up, celebrating after having climbed up. Other options Other techniques can also produce positive results. But when confronted with the plethora of choices in alternative health practices that exists both within the medical world and outside it, it can seem overwhelming to find the right program or course. Ms. Halowski suggests some questions people can ask when trying to find one: Make sure what your choose has research and a history behind it, so you're not just desperate to get involved in anything. Ask, What is the person's background? Where have they taught? What research supports what they are doing? Are they a member of a professional body or organization and what is their mandate? Is there more information the practitioner can give you about what you are about to get into?\" She also suggests people check out their choice with their physician or other health practitioner they trust. For people who choose not to, or are unable to join a structured program, Dr. Gilbert suggests they educate themselves about how their body works and the role of stress, find a place to learn relaxation techniques, and look for types of exercise that meets their needs (he suggests meditative forms of movement). He also recommends that people become more aware of their nutritional options, get enough quality sleep, question their purpose in life and find it, use psychotherapy for perceptual change, become more involved in their community and strive to make meaningful relationships. Resources Books: Benson, Herbert and E. Stuart (1992), The Wellness Book: The Comprehensive Guide to Maintaining Health and Treating Stress-Related Illness (Carol) Pert, Candace (1997), Molecules of Emotion: The Science behind Mind-Body Medicine, (Simon and Schuster) Web sites: www.mindbodycan.com: Mind-Body Medicine Canada www.tzu-chi.bc.ca: Tzu Chi Mind-Body program, Vancouver, B.C. www.mbmi.org: Harvard University Deaconess Hospital Mind-Body Institute "}