{"title": "Urso (Copasir): \"Rusia está intentando contaminar los pozos de nuestra democracia\"", "author": "Redazione Agenzia Nova", "url": "https://www.agenzianova.com/es/news/urso-copasir-rusia-intenta-contaminar-los-pozos-de-nuestra-democracia/", "hostname": "agenzianova.com", "description": "Urso (Copasir): \"Rusia está tratando de contaminar los pozos de nuestra democracia\" Lee toda la actualidad en tiempo real en Agenzia Nova", "sitename": "Agenzia Nova", "date": "2022-06-28", "cleaned_text": "Rusia busca contaminar los pozos de la democracia europea con desinformación y noticias falsas. Según el presidente de Copasir, Adolfo Urso, visitando Bruselas para debatir con la OTAN, las instituciones europeas y el grupo de trabajo de la Unión que monitorea las amenazas cibernéticas, sobre las acciones a tomar contra las campañas de desinformación, especialmente de Rusia y China. \"La máquina de propaganda rusa busca contaminar el debate y la información de las democracias occidentales. El grupo de trabajo europeo ha contado más de 13.900 noticias falsas rusas desde 2015\", dijo. \"En el momento más agudo de la pandemia, Copasir constató cómo Rusia y China operaron a través de la máquina de desinformación para condicionar la opinión pública, difundiendo el mensaje de que las vacunas eran ineficaces, o menos eficientes que las rusas y chinas. Además, querían demostrar que los regímenes autoritarios eran más efectivos para contrarrestar la amenaza de la pandemia. Los mismos sujetos luego cambiaron de bando en unas pocas horas, pasando a apoyar las razones de Putin para la guerra en Ucrania\", agregó. \"La amenaza de la desinformación es permanente, porque Rusia y China la practican desde hace al menos diez años\", concluyó. Lea también otras noticias sobre [Noticias Nova](https://www.agenzianova.com/es/news) Síganos en los canales sociales "}