{"title": "Cierre de ciclos de nutrientes y generación de energía por medio del tratamiento anaerobio de las aguas residuales ordinarias: Estudio de caso en Las Juntas de Abangares, Costa Rica", "author": "Viviana Solano Ramírez; Erick Centeno Mora; Paola Vidal Rivera", "url": null, "hostname": null, "description": "[Introducción]: Una selección adecuada de tecnología en las plantas de tratamiento de aguas residuales (PTAR) y la búsqueda de soluciones para integrar estos sistemas en las comunidades se hacen necesarias para impulsar un saneamiento sostenible en la región latinoamericana. [Objetivo]: En este artículo se evalúa el potencial de recuperación de subproductos valorizables en una PTAR con reactor anaeróbico de flujo ascendente y manto de lodo, para ser aprovechados en la comunidad de Las Juntas de Abangares (10 000 habitantes), en el noroeste de Costa Rica. [Metodología]: Por medio de un modelo matemático de balance de masa y energía, se estimaron los flujos de nutrientes (N, P, K) y la generación de biogás en una PTAR propuesta para dicha población, con reactor anaeróbico como tecnología de tratamiento. Se evaluó el potencial de aprovechamiento de los nutrientes (fase líquida y sólida) para sustituir fertilizantes químicos en la región de Abangares y se compararon distintos aprovechamientos energéticos del biogás (fase gaseosa). Los datos utilizados como información de entrada del modelo corresponden a datos teóricos. [Resultados]: Los resultados muestran que la totalidad de nutrientes puede ser aprovechada en Abangares, pues esta oferta representaría menos del 1 % de la demanda total de la zona de pastizales del cantón. Adicionalmente, los potenciales ahorros derivados del aprovechamiento de los nutrientes y del biogás ascendieron hasta US$ 50 y 30 mil por año, respectivamente, y el aprovechamiento del biogás en sustitución de leña o gas para cocinar permitirían una PTAR carbono negativa. [Conclusiones]: El estudio muestra el potencial de los reactores anaeróbicos para impulsar un saneamiento sostenible en la región, que genere beneficios directos y permita una mejor integración del sistema de tratamiento en las comunidades de Costa Rica y otros países de Latinoamérica.", "sitename": "Revista de Ciencias Ambientales", "date": "2022-09-28", "cleaned_text": "Cierre de ciclos de nutrientes y generación de energía por medio del tratamiento anaerobio de las aguas residuales ordinarias: Estudio de caso en Las Juntas de Abangares, Costa Rica Resumen [Introducción]: Una selección adecuada de tecnología en las plantas de tratamiento de aguas residuales (PTAR) y la búsqueda de soluciones para integrar estos sistemas en las comunidades se hacen necesarias para impulsar un saneamiento sostenible en la región latinoamericana. [Objetivo]: En este artículo se evalúa el potencial de recuperación de subproductos valorizables en una PTAR con reactor anaeróbico de flujo ascendente y manto de lodo, para ser aprovechados en la comunidad de Las Juntas de Abangares (10 000 habitantes), en el noroeste de Costa Rica. [Metodología]: Por medio de un modelo matemático de balance de masa y energía, se estimaron los flujos de nutrientes (N, P, K) y la generación de biogás en una PTAR propuesta para dicha población, con reactor anaeróbico como tecnología de tratamiento. Se evaluó el potencial de aprovechamiento de los nutrientes (fase líquida y sólida) para sustituir fertilizantes químicos en la región de Abangares y se compararon distintos aprovechamientos energéticos del biogás (fase gaseosa). Los datos utilizados como información de entrada del modelo corresponden a datos teóricos. [Resultados]: Los resultados muestran que la totalidad de nutrientes puede ser aprovechada en Abangares, pues esta oferta representaría menos del 1 % de la demanda total de la zona de pastizales del cantón. Adicionalmente, los potenciales ahorros derivados del aprovechamiento de los nutrientes y del biogás ascendieron hasta US$ 50 y 30 mil por año, respectivamente, y el aprovechamiento del biogás en sustitución de leña o gas para cocinar permitirían una PTAR carbono negativa. [Conclusiones]: El estudio muestra el potencial de los reactores anaeróbicos para impulsar un saneamiento sostenible en la región, que genere beneficios directos y permita una mejor integración del sistema de tratamiento en las comunidades de Costa Rica y otros países de Latinoamérica. Citas Autoridad Reguladora de los Servicios Públicos (ARESEP). (2021). Tarifas eléctricas 2012 a 2020. https://aresep.go.cr/electricidad/tarifas Arthurson, V. (2009). Closing the global energy and nutrient cycles through application of biogas residue 226-242. https://doi.org/10.3390/en20200226 Acueductos y Alcantarillados (AyA). (2017). Norma técnica para diseño y construcción de sistemas de abastecimiento de agua potable, de saneamiento y pluvial. San José, Costa Rica. https://www.aya.go.cr/Noticias/Documents/Norma%20dise%C3%B1o%20y%20construccion%20sistemas%20agua,%20saneamiento%20y%20pluvial.pdf Acueductos y Alcantarillados (AyA), Ministerio de Ambiente y Energía (MINAE) y Ministerio de Salud (MS). (2016). Política Nacional de Saneamiento en Aguas Residuales 2016-2045. San José. https://da.go.cr/saneamiento-de-aguas-residuales/#:~:text=El%20objetivo%20general%20de%20la,de%20tratamiento%20individuales%20o%20colectivos. Batstone, D. J., Hülsen, T., Mehta, C. M., Keller, J., Hülsen, T., Mehta, C. M. & Keller, J. (2015). Platforms for energy and nutrient recovery from domestic Chemosphere, 140, 2-11. https://doi.org/10.1016/j.chemosphere.2014.10.021 Bittencourt, M. M. y Serrat, B. M. (2017). Gestão do uso agrícola do lodo de esgoto: estudo de caso do estado do Paraná, Brasil. Engenharia Sanitaria e Ambiental, 22(6), 1129-1139. https://doi.org/10.1590/s1413-41522017156260 Brandt, E., Bohrer Santos, J. M., Souza, C. L., Collere Possetti, G. R., Bressani Ribeiro, T. y Chernicharo, C. A. L. (2018). Contribuição para o aprimoramento https://doi.org/10.4322/dae.2018.041 Brandt, E., Noyola, & McAdam, of diffuse emissions in UASB reactors treating sewage. (pp. 245-283). IWA Publishing. https://doi.org/10.2166/9781780409238_0237 Brandt, E., Manfred F., Duarte, F. V., Vieira, J. P. R., Melo, V. M., Souza, C. L., Araújo, J. C., & Chernicharo, C. A. L. (2016). The use of novel packing material for improving methane oxidation in biofilters. Journal of Environmental Management, 182, 412-420. https://doi.org/10.1016/j.jenvman.2016.07.075 Bureau of Transportation Statistics. (2020). Average Fuel Efficiency of U.S. Passenger Cars and Light Trucks. https://www.bts.gov/content/average-fuel-efficiency-us-passenger-cars-and-light-trucks Carey, D. E., Yang, Y., Mcnamara, P. J., & Mayer, B. K. (2016). Bioresource Technology Recovery of agricultural nutrients from biorefineries. BIORESOURCE TECHNOLOGY. https://doi.org/10.1016/j.biortech.2016.02.093 Centeno-Mora, E., Fonseca, P., Andreão, W. L., Brandt, E., Souza, C. L., & Chernicharo, C. A. L. (2020). Mitigation of diffuse 35979-35992. https://doi.org/10.1007/s11356-020-08644-0 Centeno Mora, E. y Murillo Marín, A. (2019). Tipología de las tecnologías de tratamiento de aguas residuales ordinarias instaladas en Costa Rica. Revista de Ciencias Ambientales, 53(2), 97-110. https://doi.org/10.15359/rca.53-2.5 Chernicharo, C. A. L. Belo Horizonte, Editora UFMG. https://www.scielo.br/j/esa/a/kqcnsqSJwrcggRFRpy3SHzc/?format=pdf&lang=pt Chernicharo, C. A. L., Brandt, E. M. F., Bressani-Ribeiro, T., Melo, V. R., Bianchetti, F. J., Motafilho, C. R., & McAdam, E. (2017). Development of a tool for improving the management of gaseous emissions in UASB-based 917-926. https://doi.org/10.2166/wpt.2017.097 Chernicharo, C. A. L., Reactors for Sewage Treatment: Combined Heat and Power (CHP). https://www.clarke-energy.com/us/chp-cogeneration/ Cordell, D., Drangert, J. O., & White, S. (2009). The story of phosphorus: Global food security and food for thought. Global Environmental Change, 19(2), 292-305. https://doi.org/10.1016/j.gloenvcha.2008.10.009 Coyle, E. D., Grimson, W., Basu, B. y Murphy, M. (2014). Reflections on Energy, Greenhouse Gasses, and Carbonaceous Fuels. In E. D. COYLE y R. A. SIMMONS (Eds.), Understanding the Global Energy Crisis (pp. 11-26). Purdue University Press. https://arrow.tudublin.ie/cgi/viewcontent.cgi?article=1015&context=engschelebk DE-33601-S-Minae. (2007). Reglamento de vertido y reuso de aguas residuales, 56. http://www.regenciaquimica.ucr.ac.cr/sites/default/files/33601-s-minae.pdf DE-39316-S. (2015). Reglamento para el manejo y disposición final de lodos y biosólidos, 21. http://extwprlegs1.fao.org/docs/pdf/cos151700.pdf Hu, M., Fan, B., Wang, H., Qu, B. y Zhu, S. (2016). Constructing the ecological sanitation: A review on technology and methods. Journal of Cleaner Production, 125, 1-21. https://doi.org/10.1016/j.jclepro.2016.03.012 Instituto de Desarrollo Rural (INDER). (2015). Informe de caracterización básica: Territorio Abangares - Cañas - Bagaces - Tilarán. Instituto de Desarrollo Rural. https://www.inder.go.cr/acbt/Caracterizacion-Abangares-Canas-Bagaces-Tilaran.pdf Instituto Meteorológico Nacional (IMN). (2021). Factores de emisión de Gases de Efecto Invernadero (11th ed.). Instituto Meteorológico Nacional. http://cglobal.imn.ac.cr/documentos/publicaciones/factoresemision/factoresemision2021/index.html Instituto Nacional de Estadística y Censos (INEC). (2015). VI Censo Nacional Agropecuario: Resultados generales. Instituto Nacional de Estadística y Censos. https://www.mag.go.cr/bibliotecavirtual/U40-10581.pdf International Energy Agency. (2018). Emission Factor for Greenhouse Gas Inventories. https://www.epa.gov/sites/default/files/2018-03/documents/emission-factors_mar_2018_0.pdf IPCC. (2021). Climate 2021: ed.). Meterological Organization, WMO. https://www.c40knowledgehub.org/s/article/Climate-Change-2021-The-Physical-Science-Basis-AR6?language=en_US&gclid=CjwKCAjwu5yYBhAjEiwAKXk_eKgoInB4kcsGb30Xli-NBNTAzfYr645KaN5reD2t3LsVQyyHua2g9BoC9l0QAvD_BwE IRENA. (2012). Renewable energy technologies: cost analysis series - Biomass for power generation (Vol. 1). Bonn, Alemania. https://www.irena.org/-/media/Files/IRENA/Agency/Publication/2012/RE_Technologies_Cost_Analysis-BIOMASS.pdf Langergraber, G. y Muellegger, E. (2005). Ecological Sanitation - A way to solve global sanitation problems? Environment International, 31(3), 433-444. https://doi.org/10.1016/j.envint.2004.08.006 & Martínez, S. (2017) Innovative Wastewater Treatment and Resource Recovery Technology, 52(1-2), 1-11. https://doi.org/10.2166/wst.2005.0492 Lobato, L. C. S., Chernicharo, C. A. L., & Souza, C. L. (2012). Estimates of methane loss https://doi.org/10.2166/wst.2012.514 Lobato, L. D. S. (2011). Aproveitamento Energético Gerado Em Reatores Uasb Tratando Esgoto Doméstico. SMARH. Universidade Federal Minas Universidade Federal de Minas Gerais. https://repositorio.ufmg.br/bitstream/1843/ENGD-8KYNF3/1/tese_n_57___l_via_lobato.pdf Matassa, S., Batstone, D., Hulsen, T., Shnoor, J. W. (2015). Can direct conversion of used nitrogen to new feed and protein help feed the world? Environmetal Science Technology, 49, (2017). Disposição no solo e em Sistemas Alagados Construídos. Minas Gerais, Editora UFV, 371 p. Metcalf y Eddy. (2014). Wastewater engineering: treatment and resource recovery (Fifth ed.). McGrawHill. Ministerio de Agricultura y Ganadería de Costa Rica (MAG). (2020). Programación Región de Desarrollo Chorotega 2020. Guanacaste, Costa Rica: Ministerio de Agricultura y Ganadería de Costa Rica. https://www.mag.go.cr/regiones/chorotega/Caracterizacion-REGION-DE-DESARROLLO-CHOROTEGA.pdf Mora Alvarado, D. y Portuguez B., C. F. (2019). Agua para consumo humano por provincias y saneamiento por regiones manejados en forma segura en zonas urbanas y rurales de Costa Rica al 2018. San José, Costa Rica. https://www.aya.go.cr/Noticias/Documents/Informe%20agua%20potable%20y%20saneamiento%202019%20-%20Laboratorio%20Nacional%20de%20Aguas.pdf Moran, M. J., Shapiro, H. N., Boettner, D. D., & Bailey, M. of domestic sewage with https://doi.org/10.1016/0043-1354(88)90172-8 Refinería Costarricense de Petróleo (RECOPE). (2021). Precios históricos de los combustibles. www.recope.go.cr/productos/precios-nacionales/historicos/ Román, P., Martínez, M. y Pantoja, A. (2013). Manual de compostaje del agricultor. (O. de las N. U. para la A. y la A. FAO, Ed.) https://www.fao.org/3/i3388s/I3388S.pdf Smith, A. L., Stadler, L. B., Cao, L., Love, N. G., Raskin, L. y Skerlos, S. J. (2014). Navigating wastewater energy Technology, 48(10), 5972-5981. https://doi.org/10.1021/es5006169 Souza, C. L., Chernicharo, C. A. L. y Aquino, S. F. (2011). dissolved https://doi.org/10.2166/wst.2011.695 Tsagarakis, Plants: Economic Evaluation of Innovative Technologies for Energy Efficiency. Water Intelligence Online (Vol. 14). IWA Publishing. https://doi.org/10.2166/9781780405025 UN WATER. (2017). Informe Mundial de las Naciones Unidas sobre el Desarrollo de los Recursos Hídricos 2017. Aguas residuales, el recurso desaprovechado. (UNESCO, Ed.) https://unesdoc.unesco.org/ark:/48223/pf0000247647 Valverde, G. (2019). Estudio para la caracterización del consumo energético en el sector residencial- Informe final. San José, Costa Rica. https://fdocuments.es/document/estudio-para-la-caracterizacin-del-consumo-energtico-en-el-2020-01-16-caracterizacin.html?page=1 von e Ambiental, https://webcache.googleusercontent.com/search?q=cache:sYa63KPFovIJ:https://www.editora.ufmg.br/arquivo/public/946&cd=1&hl=es&ct=clnk&gl=cr Zeeman, and level. Water Science and Technology, 39(5), 187-194. https://doi.org/10.1016/S0273-1223(99)00101-8 A partir del 17 de mayo del 2018 la licencia ha sido actualizada a: Esta obra está bajo una [Licencia "}