{"title": "PDF", "author": "PDF", "url": "https://www.euskadi.eus/contenidos/informacion/doc_seguridad_alimentaria/es_def/adjuntos/control-alimentos/seguridad-microbiologica/normas-microbiologicas-de-alimentos-y-asimilados-2017.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "RECOPILACIÓN NORMAS MICROBIOLÓGICAS DE LOS ALIMENTOS Y ASIMILADOS (superficies, aguas diferentes de consumo, aire, subproductos) OTROS PARÁMETROS FÍSICO -QUÍMICOS DE INTERÉS SANITARIO Actualizada a 1 ENERO de 2017 MORAGAS ENCUENTRA, MANUE L (SUBAREA D E SANIDAD ALIMENTARIA Y CONSUMO DEL AYUNTAMIENTO DE BILBAO. C/ Ugalde 7. 1ª Planta 48012 BILBAO DE PABLO BUSTO, Mª BEGOÑA (SUBDIRECCIÓN DE SALUD PÚBLICA, DIRECCIÓN TERRITORIAL DE BIZKAIA. DPTO. DE SANIDAD. GOBIERNO VA SCO. C/ A. Rekal de 39 A. 48008 BILBAO Ediciones: Enero 1998 Enero 2003 Enero 2005 Enero 2007 Mayo 2010 Enero 2014 Enero 2017 Noviembre 2000 Marzo 2003 Enero 2006 Enero 2008 Enero 2012 Enero 2015 Enero 2002 Enero 2004 Octubre 2006 Marzo 20 10 Enero 2013 Enero 2016 Ver en página nº 2 últimos criterios microbiológicos incorporadosB. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 2 de 54 INTRODUCCIÓN Si bien el Real Decreto 135/2010 B.O.E. 25/02/2010 ha derogado gran parte de la reglamentaciones que establecían criterios mi crobiológicos a nivel nacional, hemos creído conveniente mantenerlos en esta recopilación con el valor de servir únicamente \"como referencia\". Deseamos que esta recopilación siga siguiendo de utilidad para los técnicos que desarrollamos nuestro trabajo en el ámbito de la Higi ene Alimentaria. Ultimas modificaciones o incorporaciones a la lista de alimentos 1. Microbiológicos; Moluscos bivalvos, equinodermos, tunicados y gasterópodos marinos vivo. Página 36 2. Aguas de piscinas uso público incluidas comunidades agroturism os... Página 51 3. Salsa de Pescado producida por fermentación Página 39. 4. Brotes o Semillas germinadas (también sus semillas y su agua de riego) Página 41 5. Ocratóxina A en Frutos de género Capsicum spp. Especias Gluten trigo Ocratóxina A página 46. Alimento Fecha Legislación o recomendación Frutos de género Capsicum spp. Ocratóxina A. Julio 2015 Reglamneto 2015/1137 que modifica el 1881/2006 Moluscos bivalvos, equinodermos, tunicados y gasterópodos marinos vivos, Dic 2015 Reglamento (UE) 2015/2285 de la Com isión, de 8 de diciembre de 2015, Clostridium butyricum (CBM 588) ingrediente alimentario Dic 2014 DECISIÓN DE EJECUCIÓN DE LA COMISIÓN de 11 de diciembre de 2014 DOUE 16.12.2014 Salmonela en canales de porcino Marzo 2014 Reglamento (UE) 217/2014 DOUE 8/03/2014 Aguas minerales naturales Julio 2014 Corrección de errores de la Directiva 2009/54/CE sobre explotación y comercialización de aguas m inerales naturales DOUE del 10/7/ 2014 Ingrediente alimentario extracto cresta de gallo Nov 2013 Decisión de e jecución de la comisión de 29 de noviembre de 2013 Acrilamida Nov 2013 Recomendación de la Comisión de 8 de noviembre de 2013 relativa a la investigación de los niveles de acrilamida en los alimentos DOUE 12/11/2013 Agua de mar envasada Junio 2013 Nota interpretativa del Ministerio de Sanidad Servicios Sociales e Igualdad 25 junio 2013 Subproductos animales no destinados a consumo humano Febrero 2011 Reglamento 142/2011 DOCE 26/02/2011 Aguas de piscinas uso público incluidas comunidades agroturism os... Octubre 2013 Real Decreto . 742/2013 B.O.E. 11/11/2013 pag. 48 Salsa de Pescado fermentación Octubre 2013 Reglamento C.E. 1019/2013 D.O.U.E. 24.10.2013 Brotes o Semillas germinadas (también sus semillas y su agua de riego) pag 40 Marzo 2013 Reglamento CE 209/2013 D.O.U.E. 12/03/2013 Higos secos (aflatóxinas) Dic 2012 Reglamento. (CE) 1058/2012 DOUE 13/12/12 contenido máximo de aflatoxinas en los higos secos Especias Gluten trigo Ocratóxina A Julio 2012 Reglamento 594/2012 modif ica el Rgto. 1881/2006 contaminante ocratoxina A entre otros. Canales y carnes frescas de aves de corral (pollos y pavos) Octubre 2011 Reglamento (UE) 1086/2011, D.O.U.E 28/10/2011 Aguas preparadas Enero 2011 Real Decreto 1799/2010 B.O.E 20 enero 2011, por el que regula el proceso de elaboración y comercialización de aguas preparadas envasadas para el consumo humano. Aguas minerales naturales y aguas de manantial envasadas. Enero 2011 Real Decreto 1798/2010 B.O.E. 19 enero 2011 que regula la explotació n y comercialización de aguas minerales naturales y aguas de manantial envasadas. Modifica los criterios microbiológicos de enterobacteriaceas en la leche pasteurizada y otros productos lácteos líquidos pasteurizados (recuento de enterobacterias <5 es sus tituido por recuento de enterobacterias <10). Incluye la \"sal de cocina\" en la lista alimentos en los que no es útil realizar pruebas regulares de Listeria monocytogenes. Carne picada, preparados de carne y productos cárnicos a base de carne de ave consumi dos cocinados (ausencia de Salmonella en 10 g es sustituido por ausencia de Salmonella 25 g). Enterobacter sakazakii pasa a denominarse taxonómicamente Cronobacter spp. Abril 2010 Reglamento (UE) 365/2010, D.O.U.E 28 de abril de 2010, por el que se modifica el Reglamento (CE) 2073/2005. Deroga 25 criterios microbiológicos regulados por disposiciones de carácter nacional. Febrero 2010 Real Decreto 135/2010 B.O.E. 25/02/2010 B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 3 de 54 INDICE DE MATERIAS (Fecha revisión: Enero 201 7) Normas micro biológicas Página Página ALIMENTOS: CRITERIOS LISTERIA MONOCYTOGENES............................... 4 HORCHATAS....................................................................................... 25 ACEITES....................................................... ....................................................................... 5 JARABES............................................................................................... 25 ACEITUNAS DE MESA.......................................................... ........................................... 5 LECHE Y PRODUCTOS LACTEOS quesos yogures mantequilla etc 26 AGUAS de bebida envasadas de consumo humano de mar (otras aguas ver pag 49) 5 MAYONESA elaborada en establecimientos de hostelería................... 32 AZUCAR....................................................................................................................... ....... 7 MIEL...................................................................................................... 32 BEBID AS REFRESCANTES.............................................................................................. 7 OVOPRODUCTOS............................................................................... 32 BEBIDAS ALCOHOLICAS............................. ................................................................... 7 PAN Y PANES ESPECIALES .................................................... 32 BROTES ver semillas ge rrminadas y brotes (sus semillas y su agua riego) en pag 40 CACAO, CHOCOLATE Y DERIV ADOS.......................................................................... 7 PASTAS ALIMENTICIAS.................................................................... 32 CAFÉ.............................................................................. ...................................................... 7 PASTELERIA bollería, confitería y repostería...................................... 33 CALDOS, CONSOMES, SOPAS Y CREMAS.................................................................. 8 PATATAS FRI TAS Y PRODUCTOS DE APERITIVO...................... 33 CARAMELOS CHICLES CONFITES Y GOLOSINAS.................................................... 8 PESCADO, PRODUCTOS DE LA PESCA, MOLUSCOS, ETC........ 34 CARNES, CANALES Y PRODUCTOS CARNICOS............ ............................................ 9 SAL ENVASADA Y SALMUERA...................................................... 39 CEREALES, cereales en copos y expandidos...................................................................... 14 SALSAS DE MES A............................................................................... 39 CERVEZA...................................................................................................................... ...... 14 SEMILLAS GERMINADAS o BROTES......... ............... .......... 39 COMIDAS PREPARADAS , platos cocinados ........................................... 14 TE Y DERIVADOS............................................................................... 41 CONDIMENTOS Y ESPECIAS...................................................... .................................... 16 TURRONES Y MAZAPANES.............................................. 41 CONFITURAS Y MERMELADAS.................................................................................... 16 VINAGRES. ....................................................... .................................... 41 CONSERVAS EN GENERAL Y SEMICONSERVAS...................................................... CLOSTRIDIUM butirycum (ingrediente alimentario) 16 SUPERFICIES DE TRABAJOY DE MANIPULACIÓN DE ALIMENTOS. REFERENCIAS DE CONT ROL EN MATADEROS....... 42 CUAJO Y ENZIMAS COAGULANTES DE LA LECHE................................................. 17 AIRE EN ESTABLECIMIENTOS ALIMENTARIOS........................ 42 DIETETICOS Y PREPARADOS PARA LACTANTES Y DE CONTINUACIÓN........ 18 MICOTOXINAS........................... ............................................. 43 ESPECIES VEGETALES, INFUSIONES Y ESPECIAS....................................... 19 ACRILAMIDA 48 FRUTAS, VERDURAS, HORTALIZAS Y ZUMOS DE FRUTAS Y HORTALIZAS y ENSALADAS 4ª GAMA FRUTAS 5ª GAMA 19 AGUAS DE BAÑO (PLAYAS) AGUAS DE PISCINAS............................................................... ............... 49 49 GALLETAS SIMPLES Y RELLENAS ....... ............................................................. 20 AGUAS DE TORRES DE REFRIGERACION................................. 49 GELATINAS COMESTIBLES Y COLÁGENO............................................... ................. 21, 22 AGUAS DE BAÑO CONTINENTALES Y COSTERAS Y DE TRANSICION ........ 50 GRASAS COMESTIBLES (MARGARINAS, MINARINAS, ETC)......................... 22 SUBPRODUCTOS ANIMALES NO DESTINADOS AL CONSUMO HUMANO................................................................................ 51 HARINAS Y SEMOLAS.... ................................................................................................. 22 ACLARACIONES Y DEFINICIONES............................................................ 52 HIELO ALIMENTICIO...................................................................................... ................. HELADOS Y MEZCLAS CONGELADAS PARA ENVASAR.............................. 22 23 COMENTARIOS A LAS PRUEBAS DISPUESTAS EN EL REGLAMENTO CE 1441/2007.................................................... 53 B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 4 de 54 (Fecha revisión: Enero 2017) Normas microbiológicas. Manuel Moragas / Mª Begoña d e Pablo Alimentos Legislación o Recomendación Listeria monocytogenes Otros límites. Comentarios. Alimentos listos para el consumo* destinados a lactantes y a usos médicos especiales Reglamento 2073/2005 D.O.U.E. 22/12/2005 modificado por Reglamento 365/2010 D.O.U.E. 29/04/2010 que incluyó la sal de cocina en la lista de alimentos en las que no es útil realizar pruebas regulares criterio listeria. n=10 c=0 Ausencia en 25 g Fase de aplicación del criteri o: productos comercializados durante su vida útil. En circunstancias normales no es útil realizar pruebas regulares sobre este criterio: productos con tratamiento térmico sin posibilidad de recontaminación, frutas y hortalizas frescas enteras y no transfo rmadas, excluidas las semillas germinadas, pan, galletas y productos similares, aguas embotelladas o envasadas, bebidas refrescantes sin alcohol, cerveza, sidra vinos, bebidas espirituosas y productos similares, azúcar, miel y golosinas, incluidos producto s de cacao y chocolate, moluscos bivalvos vivos,sal de cocina. Interpretación de los resultados: Satisfactorio : si todos los valores observados indican ausencia. Insatisfactorio : si se detecta presencia en cualquiera de las muestras. Alimentos listos par a el consumo* que pueden favorecer el desarrollo de Listeria monocytogenes , que no sean destinados a lactantes o para usos médicos especiales Reglamento 2073/2005 D.O.U.E. 22/12/2005 modificado por Reglamento CE 1441/2007 D.O.U.E. 07/12/2007 n=5 c=0 Ausencia en 25 g Fase de aplicación del criterio: antes de que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Interpretación de los resultados: Si el alimento todavía no ha dejado el control inmed iato del explotador de la empresa alimentaria que los ha producido, cuando no pueda demostrar que el producto no superará el límite de 100 ufc/g. durante su vida útil: Satisfactorio : si todos los valores observados indican ausencia. Insatisfactorio : si se detecta la presencia en cualquiera de las muestras. n=5 c=0 m=100 ufc/ g M=100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Interpretación de los resultados: Satisfactorio : si todos los valores observados son al límite. Insatisfactorio : si cualquiera de los valores observados es > al límite Alimentos listos para el consumo* que NO pueden favorecer el desarrollo de Listeria monocytogenes , que no sean destinados a lactantes o a usos médicos especiales Reglame nto 2073/2005 D.O.U.E. 22/12/2005 modificado Reglamento 365/2010 D.O.U.E. 29/04/2010 que incluyó la sal de cocina en la lista de alimentos en las que no es útil en circunstancias normales realizar prueba s regulares criterio listeria. n=5 c=0 m=100 ufc/ g M=100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. En circunstancias normales no es útil realizar pruebas regulares sobre este criterio: productos con tratamien to térmico sin posibilidad de recontaminación, frutas y hortalizas frescas enteras y no transformadas, excluidas las semillas germinadas, pan, galletas y productos similares, aguas embotelladas o envasadas, bebidas refrescantes sin alcohol, cerveza, sidra vinos, bebidas espirituosas y productos similares, azúcar, miel y golosinas, incluidos productos de cacao y chocolate, moluscos bivalvos vivos y sal de cocina. También considera automáticamente que pertenecen a ésta categoría de alimentos los productos co n pH4,4 o a w 0,92; productos con pH 5,0 y a w 0,94; productos con vida útil inferior a 5 días y otros que se justifiquen científicamente. Interpretación de los resultados en los alimentos que no favorecen el desarrollo de Listeria monocytogenes (no par a lactantes ni usos médicos o que pudiendo permitir el desarrollo el productor demuestra que el producto no superará el límite de 100 u.f.c./ g en su vida útil: Satisfactorio : si todos los valores observados son al límite. Insatisfactorio : si cualquier a de los valores observados es > al límite * Alimentos listos para el consumo : alimentos destinados por el productor o el fabricante al consumo humano directo sin necesidad de cocinado u otro tipo de tr ansformación eficaz para eliminar o reducir a un niv el aceptable los microorganismos peligrosos, según definición del Reglamento 2073/05. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 5 de 54 Alimentos Legislación o Recomendació n Aerobios mesófilos Enterobacterias Coliformes E. coli S. 308/83 BOE 21/2/83 Real Decreto: ausencia de patógenos, sus toxinas o de aquellos microorganismos que por su nº o especificidad puedan provocar alteraciones al consumidor. Reglamentos CE 2073/2005 CE 1441/2007 L. monocytog enes n=5 c=0 100 ufc/ g. Fase de aplicación del criterio: productos comercializados durante su vida útil. Se estima que no puede favorecer su desarrollo por su aw 0.92. Véase la página 5. Aceitunas mesa RD 1230/01 BOE 21/11/01 Exentas de gérmenes patógenos y de sus toxinas o de cualquier otra fuente contaminante. En caso de aceitunas fermentadas y conservadas mediante características propias, pueden detectarse los microorganismos que intervienen en el proceso de fermentación. Reglamento CE 2073/2005 modificado por Rgto. CE 1441/2007 L. monocytogenes N=5 c=0 Ausencia en 25 g De aplicación sólo si pueden favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a que el alimento haya dejado el control inmediato de l explotador de la empresa alimentaria que lo ha producido. Véase la página 5. L. monocytogenes n=5 c=0 100 ufc/ g. Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Aguas de consumo humano (aguas para beber, cocinar, preparar ali - mentos y otros usos domésticos así como la utili - zada en la indus - tria alimentaria tanto de red de distribución pú - blica o privada, de cisternas o de - pósitos públicos o privados) (Aguas piscinas, costeras, contien tales, de baño, de torres de refrigeración , etc ver pag 50). RD 140/2003 BOE 21/02/03 modificado por el R.D 1798/2010 B.O.E. 30/07/2016 no modifica parámetros microbilogico s. A 22ºC a la salida de Estación de Tratamiento de Agua Potable : 100 ufc/1 ml; En la red de distribución sin cambios anómalos (1*), (2*) Coliformes 0 ufc en 100 ml. (1*), (3*) 0 ufc en /100ml. (2*) Además, de acuerdo con el Reglamento CE 2073/2005 modificado por reglamento CE 1441/2007: L. monocytogenes n= 5 c= 0 100 ufc Véase pag. 5 Cuando su determinación sea positiva y exista una turbidez mayo r a 5 UNF, se determinarán, en la salida de la Estación de Tratamiento de Agua Potable o depósito, si la autoridad sanitaria lo estima oportuno, \"Cryptosporidium\" u otros microorganismos y parásitos. (1*)Microorganismos de análisis de control. (2*)Microor ganismos de análisis completo. (3*) Microorganismos de control en el grifo del consumidor. Además se indica que no contendrá ningún tipo de microorganismo, parásito o sustancia, en una cantidad o concentración que pueda suponer un riesgo para la salud humana. pH mínimo: 6,5; máximo: 9,5. Para industria alimentaria el pH mínimo podrá reducirse a 4,5 unidades de pH. Cloro c ombinado residual: 2.0 ppm; Cloro libre residual: 1.0 ppm. Parámetros de carácter indicador en la red distribución., a determinar si se usa cloro o sus derivados en tratamiento de potabilización. El RD especifica los puntos y frecuencia mínima de muest reo. Aguas de consumo público envasadas R.D. 1798/2010 y R.D. 1799/2010 rem iten el criterio al R.D.140/2003 BOE.21/02/03 Las aguas de consumo público envasadas son aquellas distribuidas mediante red de abastecimiento público y las procedentes de éste origen, envasadas de forma coyuntural para su distribución domiciliaria y gratuita, con el único objeto de suplir ausencias o insuficiencias accidentales de la red pública. El R.D. 1798/2010 remiten el criterio al R.D.140/2003 BOE.21/02/03 sobre a guas de consumo humano, citadas en apartado anterior. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 6 de 54 Alimentos Legislación o Recomendació Aerobios mesófilos Enterobacterias Coliformes E. coli S. aureus Salmonella Shigella Mohos Listeria monocytogenes Otros límites. Comentarios Aguas mineral es naturales. y de manantial R.D. 1798/2010 B.O.E. 19/01/2011 Modificado por el R.D 1798/2010 B.O.E. parámetros microbilogico s. solo correcio nes tipográficas ) Ver en Comentarios Corrección de errores de la Directiva 2009/ 54/CE DOUE del 10.7.2014 Recuento de colonias a incubación 72 horas En punto alumbramien to: 100u.f.c. /ml y a 37º C , 24 horas 20 u.f.c. /ml Tras envasado no exceder las de alumbramien to en 100u.f.c./ ml. 22ºC 72 horas y en 20 u.f.c. colonia s ml.a 37ºC 24horas Ver Además, de acuerdo con el Reglamento CE 2073/2005 modificado por reglamento CE 1441/2007: L. monocytogenes n=5 c=0 100 ufc/g El Reglamento considera su búsqueda regular en este alimento de poca utilidad. Véase página 5 En los puntos de alumbramiento el contenido total de microorganismos revivificables deberá ajustarse a su microbismo normal y manifestar una protección eficaz del manantial contra la contaminación. El contenido en microorganismos. revivificables en el punto de alumbramiento no debería superar normalmente las 20 y 5 colonias especificadas, dando por supuesto que estos valores deberán considerarse como datos y no como concentraciones máximas. Tras el envasado el contenido total de microorganismos no deberá excede r el contenido en el punto de alumbramiento en 100 y en 20 colonias respectivamente. Los recuentos de contenido total de microorganismos revivificables deberán realizarse en las 12 horas siguientes al envasado manteniendo el envase entre 4ºC y 1ºC. Tanto en los puntos de alumbramiento como durante su comercialización un agua mineral natural deberá estar exenta de Parásitos y microorganismos patógenos. Durante la fase de comercialización el contanido total de microorganismos revivificables del agua mineral natural sólo podrá resultar de la evolución normal del contenido en gérmenes que tuviera en los puntos de alumbramiento. El R.D. 1798/2010 B.O.E. 19/01/2011 deroga el 1798/2010 pero sin , al respecto solo hizo correciones tipográficas . Corrección de errores de la Directiva 2009/54/CE DOUE del 10.7.2014 , sobre explotación y comercialización de aguas minerales naturales. A rt 5, donde dice: «Tras el embotellado, dicho cont enido no podrá pasar de 100 colonias por mililitro después de incubación a 20 —22 °C durante 72 horas ..., y de 20 por mililitro después de incubación a 37 °C durante 24 horas ....», debe decir: «Tras el envasado, el contenido total de microorganismos no deberá exceder el contenido en el punto de alumbramiento en 100 colonias por mililitro después de incubación a 20 —22 °C durante 72 horas en placas de agar y en 20 colonias por mililitro después de incubación a 37 °C durante 24 horas en placas de agar.». . En el a partado 2, en dice: «c) de sulfito muestra;». Aguas preparadas envasadas para consumo humano (potables preparadas y de abastecimiento público preparadas) R.D. 1799/2010 B.O.E. 20/01/2011 A 22ºC 100 uf.c. / ml / ml. E.coli 0 ufc ./250ml Otros en Pseudomona aeruginosa 0 u.f.c. /250 ml Parámetros indicadores: Coliformes Aus / 250 ml. Clostridium perfringens (incluidas las esporas) 0 u.f.c/100 ml. Clostridium perfringens (incluidas las esporas) en 100 ml: 0 u.f.c. Este parámetro es necesario medirlo solo si el agua procede total o parcialmente de agua superficial. Aguas preparadas son las aguas distintas a las minerales naturales y de manantial, que pueden tener cualquier tipo de procedencia y se someten a los tratamientos fisicoquímicos autorizados necesarios para que reúnan las características de potabilidad . El R.D. 1799/2010 ha sido modificado por el R.D 1798/2010 B.O.E. 30/07/2016 no modifica parámetros microbilogicos. Agua de mar envasada Ministerio de Sanidad nota inf orm ativa 25/6/ 2013 0/250ml Agua de mar envasada comercializada para su uso directo (aderezos, como ingrediente etc) además criterio microbiológico adicional voluntario V ibrio spp : 0/100ml. . Ver nota interpretativa sobre requisitos sanitarios para su comercialización Ministerio de Sanidad Servicios Sociales e Igualdad, AECOSAN 25 junio 2013 Otras aguas, continentales, de piscinas, caliente reciclada lavado de canales .etc..Ver páginas 50 , 51, 52 B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 7 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias 100 ufc/ g El Real Decreto 1261/87 no recoge normas microbiológicas. El Reglamento CE 2073/2005 incluye el azúcar dentro de los alimentos listos para el consumo cuya búsqueda regular es de poca utilidad. Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio la página 5. A modo informativo actividad de agua y humedad (de R.J. Donalson y R. Early 1996) Azucar humed ufc/ g El 15/1992 establece que estén exentos de gérmenes patógenos, toxi nas y otros contaminantes que puedan suponer un riesgo para la salud del consumidor o del producto. El Reglamento CE 2073/2005 incluye las bebidas refrescantes dentro de los alimentos listos para el consumo cuya búsqueda regular de poca utilidad. Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Bebidas alcohó - licas: aguardien - tes compuestos, licores y aperiti - vos sin vino base, ginebra, mostos y mistelas, sidra, whisky, vino Reglamenta - ciones especí - ficas según el tipo de bebida alcohólica. C.E. 2073/2005 modificado por reglamento C.E. 1441/2007 Listeria monocytogenes n=5 c=0 100 ufc/ g Los correspondientes Reales Decretos (vino, sidra, whisky, etc.) no recogen normas microbiológica s. El Reglamento incluye las bebidas alcohólicas, espirituosas y similares dentro de los alimentos listos para el consumo cuya búsqueda regular de poca utilidad. Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Cacao y chocolate RD 1055/2003 BOE 5/08/2003 n=5 100 ufc/g El Real Decreto no recoge normas microbiológicas. El Reglamento incluye los produ ctos de cacao y chocolate dentro de los alimentos listos para el consumo cuya búsqueda regular de poca utilidad. Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Derivados de cacao, chocolate y sucedáneos de chocolate RD 823/90 BOE n=5 c=0 100 ufc/g El Real Decreto indica que no se permitirá la presencia de gérmenes patógenos o perjudiciales para el consumidor y/o para el propio producto. El Reglamento incluye los derivados de productos de cacao y chocolate dentro de los alimentos listos para el consumo cuya búsqueda regular de poca utilidad. Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Café RD 1231/88 BOE 20/10/88 y BOE 16/1/89 Alimentaria, nov.1998 Burdaspal y Legarda El Real Decreto no recoge normas microbiológicas. De tueste natural o torrefacto o molido o instantáneo o soluble: Humeda d 5% Ocratoxina A: No hay establecido ningún límite máximo a nivel nacional ni comunitario. La Comisión Europea sugiere valores de 6 -8 ppb para el café verde y de 4 ppb para el café tostado o instantáneo. Reglamento CE 2073/2005 y 1441/2007 Lister ia monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Se ha estimado que no puede favorecer el desarrollo de Listeria por aw 0,92. Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 8 de 54 Alimentos Legislación o Recom endac ión Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Caldos, consomés, sopas y cremas (listos para el consumo, deshidratados, condensados, congelados o concentra dos de aplicación a fabricantes y en el producto terminado y listo para el consumo) Como referencia RD 2452/98 M=103 Además en los que ll even como ingredientes productos vegetales desecados;Bacillus cereus: n=5, c=2, m=102, M=103 No contendrán ningún microorganismo patógeno ni sus tóxinas en una cantidad que afecte a la salud de los consumidores Los criterios microbiológicos del R.D. 2452/ 1998 han sido derogados por R.D. 135/2010 B.O.E. n=5, c=0, Ausencia en 25g De aplicación sólo si pueden favorecer el crecimiento de Listeria monoc ytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar que no puede favorecer el crecimiento si aw 0,92. Véase la página 5. Listeria monocytog enes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Caramelos, chicles, confites y golosinas: Caramelos duros o macizos Otros caramelos, chicles, confites y golosinas Como referencia RD 1810/91 BOE 25/12/91 (1) ufc/g (2) 104 ufc/g Enterobacterias (1) Aus./g (2) Aus./g Mohos levaduras (1) 10 ufc /g (2) 3x102 ufc/g Los criterios microbiológicos del R.D. 1810/1991 han sido derogados por R.D.135/2010 (1)En caramelos du ros o macizos (2) En otros caramelos, chicles, confites y golosinas Reglamento C.E. 2073/2005 modificado reglamento 1441/2007 D. Listeria monocytogenes n=5 c=0 Ausencia en 25 g De aplicación sólo si pueden favorecer el crecimiento de Listeria m. y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar que no puede favorecer el crecimiento si aw 0,92.Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la p ágina 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 9 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Otros C.E. media M= 5,0 log (105) ufc/cm2 media loga - rítmica diaria Enterobacterias: m= 1,5 log logarítm diaria Salmonella n=50, c=2, Ausencia en la zona examinada por canal Fase de aplicación del criter io: canales después de su faenado pero antes de su enfriamiento. Ver en el Capitulo 3 del Reglamento CE 1441/2007 las normas, frecuencias de muestreo e interpretación de los resultados. Ver en AENOR norma UNE -EN ISO 17604:2015 sobre métodos de toma de m uestra superficies cadáveres de an imales sacrificados para el consumo de carne . Canales porcinas C.E. a M= 5,0 log (105) ufc/cm2 media loga - rítmica diaria Enterobacterias: m= 2,0 log (102) ufc/cm2 media logarít - mica diaria M= 3,0 log (103) media logarít - mica diaria Salmonella n=50, c=3 , Ausencia en la zona examinada por canal Fase de aplicación del criterio: canales después de su faenado pero antes de su enfriamiento. Ver en el Capitulo 3 del Reglamento CE 1441/2007 las normas, frecuencias de muestreo e interpretación de los resultados. Ver en AENOR norma UNE -EN ISO 17604:2015 sobr e métodos de toma de muestra superficies cadáveres de animales sacrificados para el consumo de carne. Canales de pollos de carne y pavos Reglamento C.E. 2073/2005 modificado por reglamento 1086/2011 D.O.U.E. n=50, c=5 para pavos a partir de 1/1/2013 Ausencia en 25 g de una muestra mezclada de piel del cuello. Fase de aplicación del criterio: canales tras el enfriamiento. Véanse las normas de muestreo, frecuencias e interpretación de los r esultados en el capítulo 3 del Reglamento CE 1441/2007 y en el anexo del Reglamento 1086/2011. Si se detecta Salmonella spp, se hará serotipado de las cepas aisladas para la S. typhimurium y S. enteritidis con el fin de verificar el criterio microbiológico de la carne fresca de ave. Extracto de cresta de gallo ( ingrediente alimentario) ver en pag 14 Carne fresca de aves de corral (gallinas ponedoras, pollos y pavos en 25g. Productos comercializados durante su periodo de conservación. Se tomarán 5 muestras de un mínimo de 25g del mismo lote. Los cortes de carne se harán de forma que se incluya tanta superficie de la c arne como sea posible. Véanse las normas y frecuencias de muestreo en el Anexo del Reglamento 1086/2011. ¿Recomendac ión de la Comisión D.O.U.E.10/0 1/2004? Campylobacter termófilo n=5 c=0 ausente en 25g. Recomendación de la comisión relativa a un programa de control oficial para el año 2004 Carnes refrigeradas y congeladas CENAN (1982) 106/g Clostridium perfringens 10/g. En carnes frescas de aves y conejos no se establece criterio para S.aureus. Recogemos estos criterios solamente a titulo informativo. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 10 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Mohos monocytogenes Otros 2073/2005 modificado por reglamento C.E. 1441/2007 n= 5, c= 2 m = 5 x 105 M = 5 x 106 g. n= 5, c= 2 m = 50 M = 500 g. Salmonella n=5 c=0 Aus/10 g Fases de aplicación del criterio: Salmonella: de aplicaci ón en productos comercializados durante su vida útil. Aerobios y E.coli: de aplicación en los productos al final del proceso de fabricación. El Reglamento 853/2004 define la carne separada mecánicamente (CSM): el producto extrayendo la carne de los huesos carnosos después del deshuesado, o de las canales de las aves, por medios mecánicos que ocasionan la pérdida o alteración de la estructura de la fibra muscular. Se recurre al E.coli como indicador de contaminación fecal. Ver en el Capitulo 3 del Reglamento CE 1441/2007 las normas, frecuencias de muestreo e interpretación de los resultados. Carne picada elaborada por carnicerías Como referencia O.14/1/86 BOE 21/1/86 102 /g. Los criterios microbiológicos de la Orden del 14/01/1986 han sido derogados por R.D. 135/2010 B.O.E. 25/02/2010. Sin conservar de un día para otro. Tª mantenimiento entre -3º C y 4º C. Carne picada destinada a ser consumida en crudo Reglamento C.E. 2073/2005 modificado por reglamento C.E. 1441/2007 D.O.U.E. 07/12/2007 n= 5, c= 2 m = 5 x 105 M = 5 x 106 g. n= 5, c= 2 m = 50 M = 500 g. Salmonella n=5, c=0, Aus/25 g. El Reglamento CE 853/2004 define carne picada como la carne deshuesada que ha sido sometida a una operación de picado en trozos y que contiene menos de 1% de sal. Fase de aplicación del criterio: Salmonella: productos comercializados durante su vida útil. Aerobios y E.coli: final del proceso de fabricación. El criterio para aerobi os no se aplicará a la carne picada producida para el comercio al por menor cuando la vida útil del producto sea inferior a 24 horas. Se recurre al E.coli como indicador de contaminación fecal. Ver el Capitulo 3 del Reglamento CE 1441/2007 las normas y fre cuencias de muestreo. El R.D. 1916/1997 BOE 13/1/98 derogado por el R.D.640/2006 establecía también criterios para S.aureus que el Reglamento 2073/05 no establece. Listeria monocytogenes n=5, c=0, Aus/25 g De aplicación sólo si puede favorecer el cr ecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5 Listeria monocytogenes n=5, c=0, 100 u.f.c/ g Fase de apl icación del criterio: Productos comercializados durante su vida útil. Véase criterio en la página 5. A modo informativo actividad de agua y humedad (Ralph Early 1996) Pollo humedad 70% aw 0,99 Carne 70,0% aw 0,98 Carne picada de carne de aves de corra l destinada a ser consumida cocinada Reglamento C.E. 2073/2005 modificado por c= 2 m = 5 x 105 M = 5 x 106 g. n= 5, c= 2 m = 50 M = 500 g. Salmonella n=5, c=0, Aus./25 g (hasta 1/1/2010 era ausencia en /10 g) Fase de aplicación del criterio: Salmonella: productos comercializados durante su vida útil. El Reglamento 2073/2005 recoge la posibilidad a los Estados miembros de establecer excepción transitoria hasta el 1/1/2010, siempre que los productos se comercialicen sólo en el mercado nacional del estado miembro. Aerobios y E.coli: final del proceso de fabricación. El criterio para aerobios no se aplicará a la carne picada producida para el comercio al por menor cuando la vida útil del producto sea inferior a 24 horas. Se recurre al E.coli como indicador de contaminación fecal. El R.D. 1916/1997 establecía también criterios para S.aureus que el Reglamento 2073/05 no establece Ver el Capitulo 3 del Reglament o CE 1441/2007 las normas y frecuencias de muestreo. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 11 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Carne picada a base de carne de especies distintas a las aves de corral destinados a ser consumidos cocinados Reglamento C.E. 2073/2005 modificado por reglamento C.E. 1441/2007 n= 5 c= 2 m = 5 x 105 M = 5 x 106 g. n= 5, c= 2 m = 50 M = 500 g. Salmonella n=5, c=0, Au s/10 g Fase de aplicación del criterio: Salmonella: productos comercializados durante su vida útil. Aerobios y E.coli: final del proceso de fabricación El criterio para aerobios no se aplicará a la carne picada producida para el comercio al por menor cuand o la vida útil del producto sea inferior a 24 horas. Se recurre al E.coli como indicador de contaminación fecal. El R.D. 1916/1997 establecía también criterios para S.aureus que el Reglamento 1441/07 no establece. Véase en el Capitulo 3 del Reglamento CE 1441/2007 las normas y frecuencias de muestreo. Preparados de carne a base de carne de ave destinados a ser consumidos cocinados (salchichas fres - cas, longaniza fresca, hambur - guesas, etc. de aves de (hasta 1/1/2010 era ausencia en /10 g) El Reglamento CE 853/2004 define los Preparados de carne: la car ne fresca incluida la carne que ha sido troceada, a la que se le han añadido productos alimenticios, condimentos o aditivos, o que ha sido sometida a transformaciones que no bastan para alterar la estructura interna de la fibra muscular ni, por lo tanto, p ara eliminar las características de la carne fresca. Fase de aplicación del criterio: Salmonella: productos comercializados durante su vida útil. E.coli: al final del proceso de fabricación. Se recurre al E.coli como indicador de contaminación fecal. Ver en el Capitulo 3 del Reglamento CE 1441/2007 las normas y frecuencias de muestreo. El R.D. 1916/1997 establecía también criterios para S.aureus que el reglamento 2073/05 no establece. Preparados de carne destinados a ser consumidos en crudo Reglamento C.E. 2073/2005 modificado por c=0, Aus/25 g. El Reglamento CE 853/2004 define los preparados de carne como la carne fresca incluida la carne que ha sido troc eada, a la que se le han añadido productos alimenticios, condimentos o aditivos, o que ha sido sometida a transformaciones que no bastan para alterar la estructura interna de la fibra muscular ni, por lo tanto, para eliminar las características de la carne fresca. El R.D. 1916/1997 derogado por el R.D. 640/2006 establecía también criterios para S.aureus que el reglamento 2073/05 no establece. Fase de aplicación del criterio: Salmonella: productos comercializados durante su vida útil. Aerobios y E.coli: al f inal del proceso de fabricación. Se recurre a E.coli como indicador de contaminación fecal. Véase en el Capitulo 3 del Reglamento CE 1441/2007 las normas y frecuencias de muestreo. Listeria monocytogenes n=5, c=0,Ausencia / 25 g De aplicación si puede favorecer el crecimiento de Listeria monocytogenes y se aplica en la fase anterior a que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Confirmar si procede la aplicación Véase página 5. Listeria monocytogenes n=5 c=0 100 u.f.c./g Fase de aplicación del criterio: Productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 12 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios Preparados de carne a base de carne de especies distintas a las aves de corral destinados a ser consumidos cocinados (salchicha fresca, longaniza fresca, hamburguesa, butifarra fresca no de ave, lomo adobado, pincho moruno) Reglamento C.E. 2073/2005 reglamento CE 853/2004 d efine los preparados de carne: la carne fresca incluida la carne que ha sido troceada, a la que se le han añadido productos alimenticios, condimentos o aditivos, o que ha sido sometida a transformaciones que no bastan para alterar la estructura interna de la fibra muscular ni, por lo tanto, para eliminar las características de la carne fresca. El R.D. 1916/1997 establecía también criterios para S.aureus que el reglamento 2073/05 no establece. Fase de aplicación del criterio: Salmonella: productos comerciali zados durante su vida útil. Aerobios y E.coli: al final del proceso de fabricación. Se recurre al E.coli como indicador de contaminación fecal. Véase en el Capitulo 3 del Reglamento CE 1441/2007 las normas y frecuencias de muestreo. Productos cárni - cos destinados a ser consumidos crudos, exclui - dos los productos en los que el proceso de fabricación o la composición del producto elimine el riesgo de salmonella (chorizo, salchichón, etc) Reglamento 5 c = 0 Ausencia/25 g. El R.D.1904/1993 define como productos cárnicos los productos elaborados a partir de carne mediante un tratamiento que permita comprobar la desaparición de las características de la carne fr esca en la parte central de la superficie de corte. Salmonella: de aplicación en la fase de producto comercializado durante su vida útil. Véase en el Capitulo 3 del Reglamento CE 1441/2007 las normas y frecuencias de muestreo. Listeria monocytogene s n=5 c=0 Ausencia/25 g De aplicación sólo si pueden favorecer el crecimiento de Listeria m. y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar que no pue de favorecer el crecimiento los alimentos con aw 0,92.Véase la página 5. (Tener en cuenta que los embutidos crudos curados (salchichón, chorizo) se encuentran en un rango de .c/g Fase de aplicación del criterio: Productos comercializados durante su vida útil. Véase criterio en la página 5. A modo informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimentación española Granada 1991). Chorizo extr a aw 0, 872 - cos hechos a base de carne de aves de corral desti - nados a ser consumidos cocinados. Reglamento CE 2073/2005 modificado por r gto. g (hasta 1/1/2010 era ausencia en /10 g) Véase definición de producto cárnico en apartado ante rior. Salmonella. Fase de aplicación: producto comercializado durante su vida útil. Véase en el Capitulo 3 del Reglamento CE 1441/2007 las normas y frecuencias de muestreo. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 13 de 54 Alimentos Legislación o Recom endación monocytogenes Otros límites. Comentarios. Jamón cocido y fiambre de jamón, Paleta cocida y fiambre de paleta Magro de cerdo cocido y fiambre de magro de cerdo Como referencia O. 29/6/83 BOE 5/7/83 R. 26/12/83 BOE 3/1/84 102 g 102 ufc/ g 102 u.fc/ g 102 u.fc/ g 102 u.fc./ g Salmonella Shigel la Aus. / 25 g Aus. / 25 g Aus./ 25 g Cl. sulfito reductores 102 u.f.c. / g. Los cri terios microbiológicos de la Orden de 29/06/1983 han sido derogados por R.D. 135/2010 B.O.E. 25/02/2010. Otros aspectos también se derogaron por el R.D. 176/2013 y ya totalmente por el Real Decreto 474/2014, de 13 de junio, por el que se aprueba la norma de calidad de derivados cárnicos. Reglamento C.E. 2073/2005 modificado c=0 Ausencia/25 g De aplicación si el alimento puede favorecer el crecimiento de Listeria monocy togenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 u .f.c./g Fase de aplicación del criteri o: productos comercializados durante su vida útil. Considerar en su caso que el Reglamento indica expresamente que no es útil realizar pruebas regulares sobre Listeria monocyotogenes en productos tratados térmicamente sin posibilidad de recontaminación o en su envase final. Véase la página 5. Extracto de cresta de gallo ( ingrediente alimentario) Decisión de ejecución de la Comisión de 29 de noviembre de 2013 Recuento aeróbico viable total 102 UFC/g Ausencia en 1 g Ausencia en 1 g Salmonella ssp. Ausencia en 1 g Pseudomonas aeruginosa Ausencia en 1 g. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 14 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos monocytogenes Otros límites. Comentarios. Cereales Santos 1992 10-104 ufc/ g Recuentos de mohos: cepas no toxigénicas. Cereales en co - pos o expandido s Como referencia RD 1094/87 BOE 8/9/87 104 ufc/g 102 ufc/g Bacillus cereus: 10 ufc/ g. Los criterios microbiológicos del R.D.1094/1987 han sido derogados por R.D. 135/2010 *Humedad: no excederá del 12%. Reglamentos CE 2073/2005 CE 1441/2007 Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Se ha estimado que no puede favorecer el desarrollo de Listeria por su a w 0,92. No es útil realizar pruebas regulares a alimentos con tratamiento térmico eficaz y sin posibilidad de recontaminación.Véase la página 5. Cerveza CENAN (1982) Enterobacterias Aus./ 100 ml Aus./100 ml Mohos 10 La legislación de cervezas (RD 53/95, B.O.E recoge normas aplicación del criterio: produ ctos comercializados durante su vida útil. Véase la página 5. El Reglamento incluye la cerveza en la relación de alimentos que no es útil realizar pruebas regulares sobre L. monocytogenes. Por lo que no es útil realizar pruebas regulares sobre dicho crite rio. Comidas Grupo A Comidas prepa - radas sin trata - miento térmico y comidas prepa - radas con trata - miento térmico, que lleven ingre - dientes no some - tidos a trata - miento térmico (ensaladillas, huevos rellenos, sándwiches, c=0 Aus. / 25 g No se investigará el recuento total de aerobios mesófilos y enterobacterias en las comidas preparadas que lleven como ingredientes productos fermentados o curados. No contendrán ningún otro microorganismo patógeno ni sus toxinas, en una cantidad que afecte a la salud de los consumidores. La toma de muestras se realizará en el producto listo para su comercializ ación, venta o suministro. Los criterios microbiológicos del R.D. 3484/2000 han sido derogados por R.D.135/2010 Reglamento CE g p uede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Tener en cuenta que no pueden favorecer el crecimiento los alimen tos con vida útil es inferior a 5 días. Véase página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 15 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Comidas Grupo B Comidas preparadas con trata-miento térmico (cocidos, guisados, estofados, puding de pescado, tortillas, fritos etc) Como referencia RD c=1 m=10 Salmonella n=5, c=0 Aus. / 25 g No contend rán ningún otro microorganismo patógeno ni sus toxinas, en una cantidad que afecte a la salud de los consumidores. La toma de muestras se realizará en el producto listo para su comercialización, venta o suministro. Los criterios microbiológicos del R.D. 3 484/2000 han sido derogados por R.D.135/2010 La comida preparada con tratamiento térmico es aquella que durante su elaboración ha sido sometida en su conjunto a un proceso térmico (aumento de temperatura) tal que pueda ser consumidos directamente o con un ligero calentamiento. Reglamento CE 2073/2005 modificado por reglamento CE 1441/2007 Listeria monocytogenes n=5 c=0 Ausencia/25 g De aplicación si puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a que el alimento hay a dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Tener en cuenta que no pueden favorecer el crecimiento los alimentos con vida útil inferior a 5 días Véase la página 5. Listeria monocytogenes n=5 c=0 100 u.f.c/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. Comidas Grupo C Comidas preparadas sometidas a esterilización Ver apartado conservas pag 18 Como referencia RD 3484/2000 BOE 12 /1/2001 Este grupo de comidas habrá sufrido un tratamiento térmico que garantice la destrucción de las formas vegetativas, los esporos de bacterias patógenas o toxigénicas y de los microorganismos capaces de alterar el producto. No contendrán ningú n otro microorganismo patógeno ni sus toxinas, en una cantidad que afecte a la salud de los consumidores. Los criterios microbiológicos del R.D. 3484/2000 han sido derogados por R.D.135/2010 No es útil la investigación regular de Listeria monocyotogenes d ebido al tratamiento sufrido. Ver apartado conservas pag 18 Comidas Grupo D Comidas preparadas envasadas a base de vegetales crudos Ver en pag 2 1 Reglamento 2073/2005 criterios para Frutas y horta - lizas troceadas (listas para el consumo). Hortalizas y frutas 4ª y 5ª gama ver semillas germinadas Brotes en pag 40 Como referencia RD 3484/2000 BOE 12/1/2001 Día fabricación caducidad n=5, c=2, m=106 M=107 Día y día de caducidad n=5, c=2 m=10 M=102 Salmonella Día d e fabricación y día de caducidad n=5, c=0 Ausencia/ 25 g No contendrán ningún otro microorganismo patógeno ni sus toxinas, en una cantidad que afecte a la salud de los consumidores. La toma de muestras se realizará en el producto listo para su comercializ ación, venta o suministro. Los criterios microbiológicos del R.D. 3484/2000 han sido derogados por R.D.135/2010 Reglamento CE 2073/2005 modificado por el 1441/2007 Listeria monocytogenes n=5 c=0 Ausencia/25 g De aplicación sólo si puede favorece r el crecimiento de Listeria m. y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Tener en cuenta que no favorecen el crecimiento de Listeria monocytogenes en los alime ntos con vida útil inferior a 5 días. Véase pág. 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: Productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 16 de 54 Alimentos Legislación o Recom enda ción Aerobios mesófilos Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Alimentos listos para el consumo que contengan huevo crudo (Mayonesa elaborada en hostelería ver en página 28 ) Reglamento CE 2073/2005 modificado por reglamento CE 1441/2007 D.O.U.E. Salmonella n=5 Aus/ 25 g o ml. Salmonella. Fase de aplicación: productos comercializados durante su vida útil. Véase apartado mayonesa elaborada en host elería. Listeria monocytogenes n=5 c=0 Ausencia/25 g De aplicación sólo si puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria qu e lo ha producido. Considerar que no favorece el desarrollo alimentos con a w 0.92 o pH 4,4. Véase la página 5. Listeria monocytogenes n=5 c=0 100 u.f.c/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Condimentos y especias (véase también apartado de especias, página 19) Como referencia RD 2242/84 BOE 22/12/84 BOE g Sulfito reductores: 103 u.f.c/ g y ausencia de patógenos. Los criterios microbiológi cos del R.D.2242/1984 han sido derogados por R.D. 135/2010 En el anexo del Real Decreto 2242/1984 se establece el % máximo de humedad de 43 variedades de productos terminados. Reglamentos CE 2073/2005 g sólo si pueden favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considér ese que no pueden favorecer el crecimiento de Listeria los alimentos con a w 0.92. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Confi turas, ja - leas, marmalade de frutas, crema de castaña y mermelada de frutas. RD 863/03 BOE 5/7/03 La legislación no recoge normas microbiológicas. El R.D. 863/03, de 5/7/03 establece que este grupo de alimentos queda sometido a los requisitos sanitar ios establecidos en la Reglamentación Técnico -Sanitaria para la elaboración y venta de conservas vegetales regulada por R.D. 2420/1978. Reglamentos CE si pueden favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar, que no pueden favorecer su crecimi ento si la a w 0.92 o pH 4,4. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Clostridium butyricum (CBM 588) ingrediente alimenta rio D.O.U.E. 16/12/2014 < 103 No detectado en 1 gramo No detectado en 1 gramo Pseudomona aeruginosa ; no detectado en 1 g. Levaduras y mohos <102 Clostridium butyricum (CBM 588) fue autorizado como nuevo ingrediente alimentario para su uso en complemento s alimenticios,es una bacteria grampositiva, formadora de esporas, anaeróbica obligada, no patógena y no Reglamentos ón del criterio: productos comercializados durante su vida útil. Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 17 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias monocytogenes Otros lím ites. Comentarios. en general origen vegetal animal y comidas esterilizadas Nota: ver conser - vas y semicon - servas de pesca - do en páginas siguientes Reglamentos CE 2073/2005 CE 1441/2007 D.O.U.E. 07/12/2007 Listeria monocytogen es n=5 c=0 Ausencia/25 g De aplicación sólo si pueden favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar, que en circunstancias normales no es útil realizar pruebas regulares en los productos sometidos a tratamiento térmico sin posibilidad de recontaminación y otros . Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del c riterio: productos comercializados durante su vida útil. Véase la página 5. La legislación no recoge específicamen te normas microbiológic as. El R.D. 2420/1978 sobre conservas vegetales se remite respecto el tratamiento s técnicos a que se garantice u na esterilización industrial o técnica tal como la define el Codigo Alimentario Español art. 2.05.09 el cual dice \"Es el proceso por el que se destruyen o inactivan por un periodo determinado de tiempo todas las formas de vida de los microorganismos ca paces de producir alteraciones en los alimentos, en condiciones normales de almacenamiento \". La reglamentación R.D. 2420/1978 sobre conservas vegetales derogada en parte, establecía que en las conservas vegetales en q ue la esterilización térmica no se r ealice en autoclave o por proceso que garantice los mismos resultados, el pH no deberá ser superior a 4,6. (ese articulo fué derogado por el R.D.176/2013) C.E.N.AN 1982: 1º- Previa a 30º C durante 30 días y a 44º C durante 10 días: Ausencia de microorganismos. 2º- Ausencia: patógenos o sus 3º- Bacillaceae: / g termoestables. CNTA® Centro Nacional de Tecnologia y Seguridad Alimentaria del Ebro en San Adrian (Navarra). 2013. Tener en cuenta que los criterios de aceptación o no, han de ser valorados por experto en la materia, también la realización de pruebas complementarias. Prueba de estabilidad microbiológica o esterilidad comercial según NF V 08 -408. (aspecto más importante y estrictamente necesario en el a nálisis rutinario de conservas) - Incubación a 37±2ºC durante 7 días - Incubación a 55±2ºC durante 7 días (conservas con pH > 4.6; y conservas de tomate y/o acidificadas y/o con adición de almidón) - Testigo sin incubación (7 días a temperatura ambient e: 18 -25ºC) Criterio de aceptación a valorar por experto en la materia ; No puede haber modificaciones de las características del alimento durante la incubación (a 55ºC, se admite un pardeamiento, ni abombamiento de los envases o rezumado de producto y la variación máxima de pH entre las muestras incubadas y la testigo es de 0.5 puntos. En caso de sospecha,se deben realizar otras pruebas complementarias. De modo complementario a la prueba de estabilidad, se puede estudiar la presencia de microorganismos v iables analizando los siguientes grupos: Muestra incubada a 37ºC y pH > 4.6). - Mesófilos acidolácticos (sólo en conservas de p H 4.6). - Mohos y Levaduras (sólo en conservas de pH 4.6). Muestra incubada a 55ºC: - Termófilos aerobios - Termófilos anaerobios Criterio de aceptación a valorar por experto en la materia: Los valores recomendables son <10 ufc/g; siendo necesario valorarlo en cada caso, ya que por definición una conserva no tiene por qué ser totalmente estéril. Por ejemplo; en conservas ácidas, pueden detectarse mesófilos aerobios y anaerobios en muestras que son comercialmente estériles, ya que el pH de los medio s de cultivo (en torno a 7) no es limitante para su multiplicación, mientras que el pH del producto ( 4.6) sí lo es. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 18 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Otros límites. general: Pasterizadas (con sal) No past erizadas con sal y/o aceite No pasterizadas con sal y ahumado Nota: conservas y semiconservas de pescado en la página 32. CENAN (1982) 104 ufc/g 105 g. Clostridium sulfito reductores: ausencia / g. Cuajo y enzimas coagulantes de la leche Como referencia O. 14/1/88 BOE 20/1/88 O.20/2/96 BOE 26/2/96 105 ufc/ g o ml Enterobacterias 10 ufc/ g ó ml 1 ufc/g ó ml Aus. / g ó ml Salmonella Shigella Aus. / 25 g ó ml Mohos /Levaduras 10 ufc/g o ml Clostridium sulfito reductores: 1 u.f.c/ g o ml. Deberán estar exentos de microorganismos o toxinas peligrosas para la salud pública. En caso de preparados en polvo, la humedad máxima será del 6% m/m. Los criterios microbiológicos de la Orden del 14/01/1988 han sido derogados por R.D. 135/2010 B.O.E. 25/02/2010. Reglamento monocytogenes n=5 c=0 Ausencia/25 g De si puede favorecer el c recimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de apli cación del criterio: Productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 19 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Preparados ali - menticios para regímenes dieté - ticos y/o especia - les y preparados para lactantes y preparados de continuación: A) Productos consumidos después de añadir un líquido B) Productos que deben c ocerse (100º C) antes de su consumo C) Productos es - terilizados y con - tenidos en enva - ses herméticos D) Productos listos para su consumo, no comprendidos en A, B o C Unicamente a modo de referencia RD 2685/76 BOE 26/11/76 Y R.D. 867/2008 BOE D) 104 ufc/g A) Coliformes: Aus./0,01 g (ver si procede aplicar criterio Reglamento de renglones siguientes) B) Aus./0,001 g D) Aus./0,1 g Ver apa rtados siguientes A) Aus./1 g B) Aus./0,1 g D) Aus./1 g A) Aus./0,1 g B) Aus./0,01 g D) Aus./0,1 g A) Salmonella Aus./ 30 g (ver crite - rio Regla- mento de renglones siguientes) B) Aus./30 g D) Aus./30 g v apartados siguientes A) Mohos /Levaduras 3x102 ufc/g (alimentos con cereales) B) Mohos/Levaduras 103 ufc/g (alimentos con cereales) D) Mohos/Levaduras 3x102 ufc/g con cereales) El R.D. 867/2008 RD 72/19 98 BOE 4/2/98 El R.D. 867/2008 por el que se aprueba la reglamentación técnico sanitaria específica de los preparados para lactantes y de los preparados de continuación remite en su disposición adicional única al Reglamento 2073/2005 y a los criterios micr obiológicos establecidos en el Real Decreto 2685/1976, actualmente derogado por el R.D.135/2010 B.O.E. 25/02/2010.. Productos C): Prueba de esterilidad. Mitad del lote a 30º C durante 30 días y la otra mitad a 44º C durante 10 días. Si n o hay abombamiento, en este último caso, incubar a 55º C durante 10 días más. Después de este período de incubación y una vez enfriadas, las muestras no presentarán modificaciones en sus caracteres organolépticos. Reglamentos aplicación del criterio: productos comercializados durante su vida útil. De aplicación si están listos para el consumo. El reglamento indica que en circunstancias normales no e s útil realizar pruebas regulares a productos con tratamiento térmico sin posibilidad de recontaminación. Véase la página 5. Preparados deshidratados de continuación Reglamentos CE 2073/2005 y de aplicación criterio Salmonella productos comercializados durante su vida útil. Fase de aplicación del criterio enterobacteriaceas final proceso fabricación. Cronobacter spp ; ver nota interpretativa para la aplicación del criterio de seguridad para cronobacter spp en preparados deshidratados para lactantes y alimentos dietéticos deshidratados destinados a usos médicos especiales para lactantes menores de 6 meses del Ministerio de Sanidad Servicios S ociales e Igualdad 25 junio 2013 B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 20 de 54 Alimentos Legislación o Recom endación Aerobios Mesófilos Enterobacterias Coliformes E. coli S. aureus Salmonella Shigella Mohos Listeria m. y otros Otros límites. Comentarios. Preparados deshidratados para lactant es y alimentos dieté - ticos deshidra - tados destinados a usos médicos especiales para lactantes menores de seis meses. Reglamento 2073/2005 D.O.U.E. 22/12/2005 modificado por el =500 ufc/g Enterobacterias. Fase de aplicación del criterio final del proceso de fabricación. Si se detectan enterobacterias en cualquiera de las muestras de tal planta, entonces se realizarán análisis en busca de E. Sakazakii. Salmonella . Fase de aplicac ión del criterio: productos comercializados durante su vida útil. Enterobacter sakazakii : Fase de aplicación del criterio: productos comercializados durante su vida útil. Presunto Bacillus cereus. Fase de aplicación del criterio final del proceso de fabric ación. Listeria monocytogenes : Fase de aplicación del criterio: productos comercializados durante su vida útil. En circunstancias normales no es útil realizar pruebas regulares sobre Listeria a productos con tratamiento térmico sin posibilidad de recontami nación. Véase la página 5. Especies vegeta - les e infusiones uso alimentario RD 3176/83 BOE 28/12/83 El Real Decreto no recoge CE 2073/2005 y1441/2007 Fase de aplic ación del criterio, durante su vida útil. Se ha estimado que no pueden favorecer el crecimiento de Listeria por su aw 0.92. Véase la página 5. Especias (Capsicum spp, Nuez moscada, otras especias y hierbas) Recomendación Comisión UE 2004/24/CE Enterobac terias n=5 c= 1 1.000 M= 10.000 Criterios de control del programa de Control Oficial de productos alimenticios para el 2004 (Recomend ación de la Comisión 2004/24/C; D.O.U.E. 10/1/04). Frutas y horta - lizas troceadas (listas para el consumo). (ejemplos; ensaladas 4ª gama y frutas 5ª gama) Brotes ver pag 40 Reglamento CE 2073/2005 modificado por el Reglamento 1441/2007 25 g E.coli se aplica en los productos durante su proceso de elaboración. Salmonella se aplica en los productos comercializados durante su vida útil. Listeria monocytogenes n=5 c=0 Aus/25 g Fase de aplicación del criterio: antes de que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio : Productos comercializados durante su vida útil. Véase criterio en la página 5. Zumos de frutas y hortalizas no pasterizados (listos para el consumo). Reglamento 2073/2005 D.O.U.E. 22/12/2005 modificado por el c=2 m=100 M=103 Salmonella n=5 c=0 Aus. / 25 g El Real Decreto sobre zumos de frutas R.D .1650/91 B.O.E 8/11/91 no recoge normas microbiológicas. E.coli: fase de aplicación del criterio en el proceso de elaboración. Listeria monocyto genes n=5 c=0 Aus/25 g De aplicación sólo si puede favorecer el crecimiento de Listeria monocytogenes:y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar qu e no puede favorecer el crecimiento si el pH 4,4 o vida útil < 5 días. Véase la página 5. Listeria monocytogenes n=5 c=0 100 u.f.c/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 21 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Frutas, verduras y hortalizas congeladas Rivas Palas y cols. Alimenta ria 1984, nº 149 5x105 ufc/ Aerobios g cepas no toxigénicas La autora recomienda aplicar el mismo criterio que para cereales, con fi n orientativo. Nota: El programa de control oficial de productos alimenticios 2002/C 216/05 (D.O.C.E. 12/09/02) señala como microorganismos de interés spp., E coli O157: H7 y Listeria monocytogenes. Galletas simples (ver pasteles en página 3 2) Como referencia RD 1124/82 BOE 4/6/82 103 ufc/ g Enterobacterias: Aus. / g Aus. / g Aus. / g Salmonella: Aus. /25 g Mohos / Levaduras: 2x102 ufc/g. Bacillus cereus: ausencia/ g. Además las galletas estarán libres de parásitos en cualquiera de sus formas, de microorganismos patógenos o sus toxinas. Humedad máxima galletas simples 6 %, Bizcochos máx. 10%. Los criterios microbiológicos han sido derogados por R.D. 135/2010 B.O.E. 25/02/2010 Reglamentos CE c=0 100 u.f.c/g Fase aplicación del criterio: productos comercializados durante su vida útil. . El reglamento las incluye en la relación de alimentos listos para el consumo cuya búsqueda regular no es de utilidad. Véase la página 5. A modo infor mativo humedad y actividad de agua (de R.J. Donalson y R. Early 1996) Galletas 1,5% aw 0.10 Galletas rellenas o cubiertas (ver pasteles en página 32) Como referencia RD 1124/82 BOE 4/6/82 104 ufc/ g Enterobacterias: 10 ufc/g Aus. / g Aus. / g Salmonella Aus. /25 g Mohos / Levaduras 2x102 ufc/ g. Bacillus cereus : ausencia / g. Además las galletas estarán libres de parásitos en cualquiera de sus formas, de microorganismos patógenos o sus toxinas. Humedad máxima gal letas rellenas o cubiertas y Bizcochos: máx. 10% Los criterios microbiológicos han sido derogados por R.D. 135/2010 B.O.E. 25/02/2010 Aus/25 g De si pueden favorec er el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar que no puede favorecer el crecimiento los alimentos con a w 0,92. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase página 5. Gelatinas comestibles Como referencia O.12/3/84 BOE 17/3/84 Decisión Comisión DOCE 12/11/99 5x103ufc/ g 103 ufc / g Enterobacterias: Aus./ g Coliformes: a 30º C: 0 ufc/ g C: 0 ufc/10 g 0 ufc/ g Clostridium perfringens: ausencia en gramo. Humedad entre el 8 -13% y pH: 4 -9 Los criterios microbiológicos de la Orden del 12/03/1984 han sido derogados por R.D. 07/12/2007 Salmonella n=5 c=0 Ausencia en 25 g. Salmonella de aplicación en la fase de productos comercializados durante su vida útil. Listeria monocytogenes n=5 c=0 Aus./ 25 g De aplicación si es lista para el consumo y que puede favorecer el crecimien to de Listeria monocytogenes se aplica en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 u.f.c/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 22 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogene s Otros límites. Comentarios. Reglamento modificado por el c=0 Ausencia /25 g. Salmonella de aplicación en la fase de productos comercializados durante su vida útil. Listeria monocytogenes n=5 c=0 Aus./ 25 g De aplicación sólo si es listo para el consumo y que pueda favorecer el crecimiento de Listeria m.: se aplica en la fase anterior a que el alimento haya dejado el control inmediato del explotador de la empresa a limentaria que lo ha producido. Ver página 4. Listeria monocytogenes n=5 c=0 100 u.f.c/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la pág. 5. Grasas comestibles (animales, vegetales y anhidras), minarinas y preparados grasos Como referencia RD 1011/81 BOE 1/6/81 Salmonella y arizona 1 ufc / 50 g Hongos y levaduras lipolíticas 102 ufc/ g Los límites se establecen para grasas comestibles destinadas al consumo directo. Los criterios mi crobiológicos del R.D. 1011/1981 fueron derogados por R.D. 135/2010. Reglamento CE 2073/2005 Modificado Listeria monocytogenes n=5 c=0 Aus/25 g De aplicación si son listas para el consumo y que pueden favor ecer el crecimiento de Listeria monocytogenes: se aplica en la fase anterior a que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considerar que no puede favorecer el crecimiento los alimentos co n a w 0,92 o el pH 4,4. Véase página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. A modo informativo actividad de agua aw y pH (comu nicación II jornadas científicas sobre alimentación española Granada 1991 R. Gomez, MA Carmona y J Fernandez Salgero)). Margarina con sal aw 0,894 pH Salmonella Aus. /25 g Mohos 104 ufc/ g De aplicación para harinas y sémolas de trigo y otros productos de molienda. Los criterios microbiológicos del R.D.1286/1984 han sdio derogados por R.D. 135/2010 Humedad máxima: harinas no excederá del 15% en el momento del envasado. Las sémolas y semolinas: 14.5%. El salvado para consumo humano no excederá del 14% en el momento del envasado. Reglamento CE 2073/2005 y 1441/2007 Listeria monocytogenes n=5 c=0 100 u.f.c/g Sólo de aplicación si se consideran que son listas para el consumo Fase de aplicación del criterio: productos comercializados durante su vida útil. Su búsqueda regular no es de utilidad. Véase la página 5. A modo informativo actividad de agua y humedad (Ralph Early 1996) Harina humedad 14,0% aw 0,58 Hielo alimenticio Como referencia O. 16/8/64 BOE. 25/8/64 Las mismas condiciones que las aguas potables, previa fusión. La orden 16/8/1964 ha sido derogada por el R.D. 176/2013. Reglamento CE 2073/2005 y 1441/2007 Listeria mon ocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. No puede favorecer el crecimiento de Listeria monocytogenes por su a w 0.92.Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 23 de 54 Alimentos Legislación o Recom endación Aerobio s mesófilos Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Helados, mezclas para helados envasadas líquidas esterilizadas y de conservación a Tª ambiente Como referencia RD 6 18/1998 BOE 28/4/98 Incubación a 30º C, 15 días 10 u f c en 0,1 ml Control organoléptico normal Los criterios microbiológicos del R.D. 618/1988 han sido derogados por R.D.135/2010 Reglamento CE 2073/2005 Modificado Listeria monocytogenes n=5 c=0 Aus/25 g De aplicación si son listos para el consumo y pueden favorecer el crecimiento de Listeria monocytogenes: se aplica en la fase anterior a que el alimento haya dejado el control inmediato del explot ador de la empresa alimentaria que lo ha producido. Considerar que no puede favorecer el crecimiento los alimentos con a w 0,92 o el pH 4,4. Véase página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio en produ ctos comercializados durante su vida útil. El Reglamento indica expresamente que en circunstancias normales no es útil realizar pruebas regulares sobre Listeria m. en productos tratados térmicamente sin posibilidad de recontaminación o en su envase final Helados sin ingredientes lácteos y mezclas envasadas para congelar Como referencia RD Aus /25 g Los criterios microbiológicos del R.D. 618/1988 han sido derogados por R.D.135/2010 No contendrán ningún microorganismo patógeno ni sus toxinas, en una cant idad que afecte a la salud de los consumidores. Además, las mezclas envasadas líquidas esterilizadas y que vayan a conservarse a Tª ambiente cumplirán, tras incubación a 30º C durante 15 días: contenido de gérmenes a 30º C (por 0,1 ml) 10 u.f.c/ 0,1 ml. Se entiende por helados no pasterizados aquellos productos que han sido elaborados sin la adición de leche o productos lácteos y cuyo pH es inferior o igual a 5.5. El RD establece que no será necesario tratamiento térmico en las mezclas envasadas para cong elar, en el helado de agua y en el sorbete, cuando el producto resultante tenga un pH igual o inferior a 4.6 excepto los granizados, cuyo pH será igual o inferior a 5,5. Las mezclas deshidratadas para la elaboración de helados humedad máxima 4%. El reglame nto sólo especifica criterios microbiológicos a los helados con ingredientes lácteos. Reglamentos CE 2073/2005 y 1441/2007 Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. No puede favorecer el crecimiento de Listeria monocytogenes por su a w 0.92.Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 24 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Helados con in - gredientes lácteos y postres lácteos congelados Como referencia RD 618/1998 g Los criterios microbiológicos del R.D. 618/1988 han sido derogados por R.D.135/2010 B.O.E. 25/02/2010. Aus./ 25 g Entero bacterias de aplicación al final del proceso de fabricación. Salmonella en productos comercializados durante su vida útil. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. No puede favorecer el crecimiento de Listeria monocytogenes por su a w 0.92.Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 25 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Mohos Listeria monocytogenes Otros límites. Comentarios. Horchatas: Horchata natural y condensada congelada (no pasterizada) Horchata pasterizada y condensada pasterizada Horchata esterilizada y UHT Horchata concentrada y horchata en polvo Como días incubación a 30 1ºC ó 7 días a 55 1ºC : 102 ufc/ 8x103 ufc / g Aus. / ml Aus./ ml Aus. / ml Aus./ ml Aus./ ml Salmonella Shigella El R.D. 1338/88 establec e diferentes pH mínimos según tipo de horchata, entre e llos: Horchata de chufa natural, pasterizada o esterilizada o mínimo: 6.3 Horchata condensada o congelada: pH mínimo 6,0 y una vez diluida, mínimo 6,3 y temperaturas máximas de conse rvación que no han sido derogado s. Los criterios micr obiológicos del R.D. 1338/1988 han sido analíticas se efectuarán una vez reconstituida según modo empleo. Horchata chufa en polvo: humedad Reglam entos n=5 c=0 Aus/25 g De aplicación si la horchata puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento hay a dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Para todas las horchatas Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: Productos comercializados durante s u vida útil. Considérese que su busqueda regular es de poca utilidad en alimentos con tratamiento térmico y sin posibilidad de recontaminación.Véase la página 5. Huevo ver ovoproductos Jarabes Como referencia RD 380/84 BOE 26/4/84 10 ufc / ml Enterobacterias: Aus./ ml Salmonella Aus. /25 ml Mohos 104 ufc/ ml Criterios microbiológicos derogados por R.D. 135/2010 B.O.E. 25/02/2010. Los jarabes son líquidos viscosos constituidos por solución de azucares en agua, en zumos de frutas, en emuls iones de disgregados de frutas en infusiones o de cocciones vegetales o bien por mezclas de éstas con agentes aromáticos o aditivos autorizados con una graduación de 62º Brix como mínimo. Reglamento c=0 Aus/25 g De aplicación si el jarabe puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empr esa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 26 de 54 Alimentos Legislación o Recom endación Aerob ios mesófilos Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Leche cruda de vaca destinada a industria láctea (leche en la explotación ganadera) Reglamento CE 853/2004 modifica do por Reglamento C.E. 1662/2006 D.O.U.E. 18.11.2006 nº gérmenes a 30º C: 105 ufc / ml Nº de gérmenes media geométrica observada durante un período de dos meses con un mínimo de dos muestras al mes. Nº células somáticas: 400.000 ml media geométrica observada en 3 meses con un mínimo de una muestra al mes. El reglamento 853/2004 define la leche cruda como la producida por la glándula mamaria de animales de abasto que no haya sido calentada a una temperatura superior a 40º C ni sometida a un tratamie nto de efecto equivalente. Véase Real Decreto 1338/2011 B.O.E. 14/10/2011 respecto utilización de la leche cruda que no cumpla los criterios. Leche cruda de vaca utilizada para preparar productos lácteos Reglamento 853/2004 modificado por el 1662/2006 y 1020/2008 D.O.U.E. 18/10/2008 nº gérmenes a 30º C: 3 x 105 ufc / ml Reglamento 1020/2008 ; los operadores de empresa alimentaria que fabriquen productos lácteos deberán iniciar procedimientos para garantizar que, inmediatamente antes de ser someti da a tratamiento térmico y una vez sobrepasado su período de aceptación especificado en los procedimientos basados en el APPCC, cumpla el criterio establecido. Leche de vaca tratada térmicamente utilizada para preparar productos lácteos. Reglamento 853/20 04 modificado por el 1662/2006 y 1020/2008 D.O.U.E. 18/10/2008 nº gérmenes a 30º C: 105 ufc / ml Reglamento 1020/2008 ; los operadores de empresa alimentaria que fabriquen productos lácteos deberán iniciar procedimientos para garantizar que, inmedia tamente antes de ser sometida a tratamiento térmico y una vez sobrepasado su período de aceptación, especificado en los procedimientos basados en el APPCC cumpla el criterio establecido. Leche cruda de otras especies (no vaca) destinada a industria láctea para la elabo - ración de pro - ductos con tra - tamiento térmico Reglamento CE 853/2004 modificado por Reglamento. CE 1662/2006 nº gérmenes a 30ºC: 1,5x106 ufc/ml Media geométrica observada durante un período de dos meses con dos muestras por lo menos al mes. Leche cruda de otras especies (no vaca) para elaboración de productos lácteos sin tratamiento térmico Reglamento CE 853/2004 modificado por R. CE 1662/2006 gérmenes: media geométric a observada durante un período de dos meses con dos muestras por lo menos al mes. Véase Real Decreto 1338/2011 B.O.E. 14/10/2011 respecto utilización de la leche cruda que no cumpla los criterios. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 27 de 54 Alimentos Legislación o Recom endación Aerobios mesóf ilos Listeria monocytogenes Otros límites. Comentarios. Leche pasterizada y otros productos lácteos líquidos pasterizados (leche concentrada , condensada nata pasterizada etc.) ver Yogurt en su apartado 10 ufc/ml al final del proceso de fabricación El reglamento 1441/2007 dispone expresamente que el criterio relativo a enterobacterias no es de aplicación a los productos destinados a una transformación posterior en industria alimentaria El Rgto. 365/2010 ha cambiado el criterio de enterobacterias anterior del Rgto.1441/2007 que era de n=5 al actual Listeria monocytogenes n=5 c=0 Aus/25 g Fase de aplicación del criterio: antes de que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Ver pág. 4. Listeria monocytogenes n=5 c=0 100 u.f.c/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Considérese en su caso que no es útil realizar pruebas regulares sobre Listeria monocytogenes en alimentos con tratamiento térmico sin posibilidad de recontaminación. Véase la página 5. El Rgto.C.E.1662/2006 establece condiciones del tratamiento; 72ºC 15\" o 63ºC 30 minutos u otros con efecto equivalente y reacción fosfatasa alcalina negativa. A modo informativo actividad de agua y humedad (Ralph Early 1996) Leche condensada humedad 27% aw 0,83 A modo informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimentación española Granada 1991 ). Leche condensada aw 0,84 pH 6,39 Leche en polvo y Suero en polvo Reglamento 2073/2005 D.O.U.E. 22/12/2005 modificado por Salmonella n=5 c=0 Aus / 25 g Los criterios relativos a es tafilococos y enterobacterias no son de aplicación en productos destinados a una transformación posterior en industria alimentaria. Fases de aplicación de los criterios: Enterobacterias se aplica al final del proceso de fabricación. Estafilococos coagulas a positivos se aplica al final del proceso de fabricación. Si los valores son > 105 el lote deberá ser sometido a pruebas para enterotoxinas estafilocócicas. Enterotóxinas estafilocócicas: n=5, c=0, no detectada en 25 g en productos comercializados durant e su vida útil. Método de referencia; europeo de detección del LRC para estáfilococos coagulasa positivos. Salmonella, de aplicación en productos comercializados durante su vida útil. El reglamento excluye el criterio para salmonella a aquellos productos c uando el fabricante pueda demostrar, a satisfacción de las autoridades competentes, que por la a w del producto, no existe riesgo de salmonella. Listeria monocytogenes n=5 c=0 100 ufc / g Listeria monocytogenes : Fase de aplicación del criterio: p roductos comercializados durante su vida útil. Se estima que es un alimento que no favorece su desarrollo por su aw 0.92. Considérese la posibilidad de destinada a \"uso para lactantes\". Véase la página 5. A modo informativo actividad de agua y humedad ( Ralph Early 1996) Leche en polvo humedad 3,5% aw 0,20 La Norma de Calidad de leches deshidratadas /en polvo (BOE 02/08/2003) establece una humedad máxima del 5% m/m. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 28 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Otros límites. g Fase de aplicación: anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio en pro ductos comercializados durante su vida útil. El Reglamento indica expresamente que en circunstancias normales no es útil realizar pruebas regulares sobre Listeria m. en productos tratados térmicamente sin posibilidad de recontaminación o en su envase fina l Reglamento C.E. 1662/2006 D.O.U.E. 18.11.2006 que modifica el Reglamento CE 853/2004 Solamente se refiere a leche UHT Estabilidad microbiológi ca tras incubación 30ºC 15 días o 55ºC 7 días El reglamento 1662/2006 indica que el tratamiento a tem peratura ultra alta (UHT) se realiza mediante un tratamiento: en el que se aporte un flujo de calor continuo a alta temperatura durante un breve periodo de tiempo (no menos de 135ª durante un periodo de tiempo adecuado) con el fin de que no queden microorg anismos o esporas viables que puedan proliferar en el producto tratado mantenido en un recipiente aséptico cerrado y a temperatura ambiente. que el tratamiento sea suficiente para garantizar la estabilidad microbiológica de los productos tras un periodo de incubación de 15 días a 30ºC en un recipiente cerrado o 7 días a 55ºC en un recipiente cerrado o tras cualquier otro método que demuestre que se ha aplicado el tratamiento térmico apropiado. Queso a base de leche cruda (Manchego de leche cruda,Idiazabal, Torta delcasar de leche cruda, Roquefort etc ) Reglamento Salmonella n=5 c=0, Aus./25 g Fases de aplicació n de los criterios: Salmonella durante su vida útil. Estafilococos coagulasa positivos se aplica al final del proceso de fabricación, en el que se prevea que el número de S. aureus será el máximo. Si los valores son > 105. el lote deberá ser sometido a pru ebas para enterotoxinas estafilocócicas. Enterotóxinas estafilocócicas: n=5, c=0, no detectada en 25 g en productos comercializados durante su vida útil. Método de referencia europeo de detección del LRC para estáfilococos coagulasa positivos. Liste ria monocytogenes n=5 c=0 Aus/25 g De aplicación sólo si se considera que puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Ver página 4. Listeria monocytogenes n=5 c=0 100 ufc / g Fase de aplicación del criterio: productos comercializados durante su vida útil. V er la página 5. A modo informativo Actividad de agua de algunos quesos (Rúegg and Blanc 1981) informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimentación española Granada 1991 R. Gome z, MA Carmona y J Fernandez Salgero). ). (D.O.C.E. 19/12/03) sobr e el programa de control oficial de productos alimenticios señala además, como microorganismos de control para quesos elaborados apartir de leche cruda o terminada de pasta blanda, la investigación de Campylobacter termófilo n=5, c=0, Ausente en 25 g B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 29 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Quesos a base de leche sometida a un tratamiento térmico inferior a la past erización Reglamento 2073/2005 D.O.U.E. 22/12/2005 modificado por Reglamento 07/12/2007 n=5 c=2 m = 102 M= 103 En quesos a base de leche o suero sometido a tratamien to térmico (*) Estafilococo coag ulasa + n=5 c=2 m = 102 M= 103 Salmonella n=5 c=0 Ausencia / 25 g (*) el Reglamento sólo regula criterio para E.coli en quesos a base de leche o suero sometido a tratamiento térmico no especificando para este criterio el tipo de tratamiento térmico. El reglamento dice que se recurre a E.coli como indicador del nivel de higiene. Fases de aplicación de los criterios: E.coli en el momento durante el proceso de fabricación, en el que se prevea que el nº de E.coli será el máximo.(en quesos que no favorecen el desarrollo de e.coli el recue nto más alto suele ser al principio de la maduración, en los quesos que sí pueden favorecer el crecimiento normalmente se produce al final de maduración). Estafilococos coagulasa positivos se aplica al final del proceso de fabricación, en el que se prevea que el número de S. aureus será el máximo. Si los valores son > 105 se realizarán pruebas para enterotoxinas estafilocócicas. Enterotóxinas estafilocócicas: n=5, c=0, no detectada en 25 g en productos comercializados durante su vida útil. Método de refer encia europeo de detección del LRC para estafilococos coagulasa positivos. durante su vida útil. Listeria monocytogenes n=5 c=0 Aus/25 g De aplicación sólo si se considera que puede favorecer el crecimiento de Listeria monocytogenes y e n la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g. Fase de aplicación del criterio: productos comer cializados durante su vida útil. Véase la página 5. Nota: La recomendación de la comisión 2004/24/CE (D.O.C.E. 19/12/03) sobre el programa de control oficial de productos alimenticios señalaba además, como microorganismos de control para quesos el aborados a partir de leche cruda o terminada de pasta blanda, la investigación de Campylobacter termófilo n=5, c=0, Ausente en 25 g Quesos madurados hechos a base de leche o suero sometidos a pasterización o tratamiento térmico más fuerte. (Queso nata, Te tilla, Edam etc elaborados con leche pasterizada) Reglamento por Reglamento = 102 M= coagulasa + n=5 c=2 m = 102 M= 103 Fases de aplicación de los cri terios: E.coli en el momento durante el proceso de fabricación, en el que se prevea que el nº de E.coli será el máximo (ver apartado anterior). El reglamento dice que se recurre a E.coli como indicador del nivel de higiene. Estafilococos coagulasa positivo s se aplica al final del proceso de fabricación, en el que se prevea que el número de S. aureus será el máximo. Si los valores son > 105 el lote deberá ser sometido a pruebas para enterotoxinas estafilocócicas. Enterotóxinas estafilocócicas: n=5, c=0, no d etectada en 25 g en productos comercializados durante su vida útil. Método de referencia europeo de detección del LRC para estáfilococos coagulasa positivos. El reglamento indica que se recurre a E.coli como indicador del nivel de higiene. Listeria monocytogenes n=5 c=0 Aus/25 g De aplicación sólo si se considera que puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo h a producido. Ver página 4. Listeria monocytogenes n=5 c=0 100 ufc/ g. Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 30 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacteri as Salmonella Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Queso blandos no madurados (quesos frescos) hechos a base de leche o suero sometido a pasterización o un tratamiento térmico más fuerte (queso s frescos, quesos blancos, requesón , quesos fundidos) Reglamento 2073/2005 D.O.U.E. =2 m = 10 M= 100 E. coli: Fase d e aplicación del criterio es el momento durante el proceso de fabricación, en el que se prevea que el nº de E.coli será el máximo. Véase pag. 20 del Reglamento. El criterio relativo a estafilococos coagulasa positivos se aplica al final del proceso de fabricación, en el que se prevea que el número de S. aureus será el máximo. Si los valores son > 105 , el lote deberá ser sometido a pruebas para enterotoxinas estafilocócicas. Enterotóxinas estafilocócicas: n=5, c=0, no detectada en 25 g en productos comerci alizados durante su vida útil. Método de referencia europeo de detección del LRC para estáfilococos coagulasa positivos. Listeria monocytogenes n=5 c=0 Aus/25 g Fase de aplicación: anterior a la que el alimento haya dejado el control inmediato d el explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio en productos comercializados durante su vida útil. Véase la página 5. Helados con ingredi entes lácteos y postres lácteos congelados Ver página 21 en helados Mantequilla a base de leche o Nata pasterizada (*) Solo de referencia el derogado R.D. 1679/1994 Coliformes a 30º n=5 c=2 m=0 M=10 Salmonella ria n=5 c=0 Aus/g R.D. 1679/1994 derogado por el Real Decreto 640/2006 BOE 27 mayo 2006 (*) El Reglamento 2073/2005 no cita expresamente éste producto lácteo \"Mantequilla elaborada a partir de leche - nata pasterizada\" por lo que solo sería de aplicación criterio listeria m. Mantequilla de leche higienizada Solo de referencia la derogada Orden. 7/01/1975 Ausencia en 0,1g Otros microorganismos Ausencia total de gérmenes patógenos Microorganismos lipolíticos máximo 10 por g. Mohos máximo 10 por g. Levaduras máximo 100 por g. Prueba de la fosfatasa negativa La norma microbiológica quedó sustituida por los RD actualmente derogados R.D. 1679/1994 BOE 24/09/1994 y RD 402/1996 BOE 8/04/1996 Finalmente la orden de 7 enero de 1975 ha sido ya totalmen te derogada por el Real Decreto 200/2009 BOE 5 marzo 2009. A modo informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimentación española Granada 1991 R. Gomez, MA Carmona y J Fernandez Salgero). Mantequilla salada aw 0,903 pH 5,89 Mantequilla y nata elaborados a base de leche cruda o leche sometida a trata - miento térmico inferior a la pasterización Reglamento 2073/2005 modificado CE 1441/2007 c=2, m=10 M=100 se recurre como indicador nivel de higiene. Salmonella n=5 c=0 ausencia / 25 g Fases de aplicación de los criterios: E. coli se aplica al final del proceso de fabricación (el reglamento dice que se recurre a E.coli como indicador del nivel de higiene). Salmonella productos comercializados durante su vida útil. Listeria monocytogenes n=5 c=0 Aus/25 g De aplicación sólo si puede favorecer su crecimiento en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa al imentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Nata pasteriza da (*) Solo de referencia la derogada Orden. 12/07/1983 a 31º ±1º 1x105 Enterobacterias totales 1 g. 1x 101 Salmonella shige lla ausencia en 25 g Otros gérmenes patógenos ausencia prueba fosfatasa negativa además el producto deberá estar exento de tóxinas microbianas peli grosas. Criterios microbiológicos específicamente derogados por el R.D.135/2010 . (*) ver criterio actual en apartado Leche pasterizada y otros productos lácteos líquidos pasterizados (leche concentrada , condensada nata pasterizada etc.) B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 31 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Mohos Listeria monocytogenes Otros límites. Comentarios. Nata esterilizada Solo de referencia la derogada Orden. 12/07/1983 No debe ha ber ningún crecimiento microbiano después de ser sometido el producto a pruebas de incubación a 31º ±1º y 55º durante 72 horas. Criterios microbiológicos específicamente derogados por el R.D.135/2010. Nata en polvo Solo de referencia la derogada Orde n. 12/07/1983 a 31º ±1º 1x105 Aus en 1 g. Salmonella shigella ausencia en 25 g Otros gérmenes patógenos ausencia, prueba fosfatasa negativa. Criterios específicamente derogados por el R.D.135/2010. Yogur R.D. 271/2014 B.O.E. 28/04/2014 Excepto en yogures pasterizados láctica ( L. bulgaricus , S. thermophilus) viables y presentes en el producto terminado mínimo 1.107 /g ó ml. Para todo tipo de yogur: pH 4,6. El RD. 176/2013 derogó parcialmente la Norma de Calidad para el yogur aprobada por el RD. 179/2003 y en particular entre otros el articulo 8.2 y 8.3 que recogemos por su interés 8.2 El yogur, desde el momento de su fabricación hasta su adquisición por el consumidor, se mantendrá a temperaturas comprendidas entre 1ºC y 8ºC. 8.3 El yogur deberá ser vendido al consumidor, como máximo, dentro de los veintiocho días siguientes,contados a partir de su fabricación. El R.D. 271/2014 deroga ya totalmente la anterio r norma de calidad R D. 179/2003, de 14 de febrero, por el que se aprueba la norma de calidad para el yogur o yoghourt. Reglamento 2073/2005 modificado por Reglamento * n=5 c=0 final proceso de fabricación Listeria monocytogenes n=5 c=0 Ausencia/25 g De aplicación sólo si puede favorecer su crecimiento y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa al imentaria que lo ha producido. Considérese que no favorece el desarrollo los alimentos con pH 4,4. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Consi dérese que no es útil realizar pruebas regulares a los alimentos con tratamiento térmico y sin posibilidad de recontaminación. Véase la página 5. *La definición de yogur no se cita expresamente en el Reglamento si bien pertenece a la categoría de productos lácteos líquidos pasterizados para los cuales sí se establece criterio de enterobacterias. Cuajada pasterizada Solo de referencia la derogada O g Orden derogada por el R.D. 1070/2007 (*) ver y comparar también con criterio en apartado Leche pasterizada y otros productos lácteos líquidos pasterizados (leche concentrada , condensada nata pasterizada g Fase de aplicación del criterio: antes de que el alimento haya dejado el control inmediato d el explotador de la empresa alimentaria que lo ha producido. Ver pág. 4. Listeria monocytogenes n=5 c=0 100 u.f.c/g Fase de aplicación del criterio: productos comercializados durante su vida útil. Considérese en su caso que no es útil realizar pr uebas regulares sobre Listeria monocytogenes en alimentos con tratamiento térmico sin posibilidad de recontaminación. Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 32 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Coliformes higella Mohos Listeria monocytogenes Otros límites. Comentarios. / 91 pH4.2, Tª 8ºC y tiempo máximo de conservación 24 horas. Véase legislación de comidas preparadas: R.D. 3484/00 (B.O.E. 12/1/01). Ver Alimentos listos para el consumo que contienen huevo crudo pág.16 Miel RD 1049/2003 BOE 5/8/2003 El Real Decreto no recoge normas microbio lógicas. La Orden derogada anterior del 5/8/83 B.O.E. 13/08/83recogía normas monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. El Reglamento incluye la miel dentro de los alimentos en los que la determinación analítica re gular de Listeria es de poca utilidad. Véase la p ágina 5. A modo informativo actividad de agua y humedad (Ralph Early 1996) Miel humedad 23,0% aw 0,56 A modo informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimentación española Granada 1991). Miel aw 0,582 pH 4,08 Ovoproductos ml. Salmonella n=5 c=0 Ausencia / 25 g Enterobacterias de apli cación al final del proceso de fabricación. Salmonella de aplicación en vida útil del producto. Listeria monocytogenes n=5 c=0 Ausencia/25 g De aplicación sólo si puede favorecer su crecimiento y en la fase anterior a la que el alimento haya dejad o el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio en productos comercializados durante su vida útil. Considérese si p or el tratamiento tecnológico sin posibilidad de recontaminación resulta útil su búsqueda regular. Véase la página 5. Nota: El Reglamento CE 853/04 (D.O.U.E. 25/06/04) establece especificaciones analíticas para la concentración de ácido 3 -OH butíri co, para el ácido láctico y la cantidad de residuos de partículas en los ovoproductos Solo de referencia el derogado R.D. 1348/1992 BOE 105 Enterobacteris M=102 Aus/g o ml Salmonella Aus/25 g. o ml. No se llego a publicar \"n\" ni las toler ancias analíticas. El R.D. 1348/1992 fué derogado por el R.D. 640/2006 B.O.E. 27 mayo 2006. Pan y panes La legislación no recoge normas microbiológicas El Real Dec reto establece las siguientes humedades máximas: 1.- Pan bregado de miga dura español o candeal: 30% 2.- Pan de flama: según el peso de las piezas: menos de 400 g: 35%; de 401 a 500 g: 37%; más de 500gr: 39%. 3.- Pan especial: 40% 4 - Pan especial integral 42% y justificadamente hasta el 45%. Reglamento CE 2073/05 y 1441/2007 Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. El Reglamento incluye el pan y similares dentro de los alimentos en los que la determinación analítica regular de Listeria es de poca utilidad. Véase la p ágina 5. A modo informativo actividad de agua y humedad (Ralph Early 1996) Pan 40,0% aw 0,94 B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 33 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Otros límites. Comentarios. Pastas alimenticias RD 2181/78 BOE 12/09/75 La legislación no recoge normas microbiológicas Pastas alimenticias so n las obtenidas por desecación de una masa no fermentada elaborada con sémolas, semolinas o harinas procedentes del trigo duro, semiduro blando o sus mezclas y agua potable. Humedad: 12,5, excepto pastas frescas: 30. Reglamento 2073/2005 modificado Listeria monocytogenes n=5 c=0 Ausencia/25g De aplicación si la pasta (fresca) puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considérese que no pueden favorecer el crecimiento los alimentos con a w 0.92 o vida útil inferior a 5 días. Véase página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase aplicación del criterio: productos comercializados durante su vida útil. . El reglamento incluye a las pastas alimenticias secas (por similitud) dentro de los alimentos en que la búsqueda regular de Listeria no es de utilidad. Véase la página 5. A modo inf ormativo actividad de agua y humedad (Ralph Early 1996) Pasta alimenticia humedad 11% aw 0, 44 Pastelería, bollería confitería y repostería (ver galletas en la página 21) Como referencia el derogado RD 2419/78 BOE 19/05/78 Aus./ g Aus./ 0,1 g Salm Ausencia en Mohos Levaduras 5x102 ufc/ g Clostridium sulfito reductores: 103 u.f.c/g; a investigar principalmente en productos cuyos ingredientes pueden llevar derivados cárnicos Los criterios microbiológicos del R.D. 2419/1978 fueron dero gados por R.D.135/2010 B.O.E. 25/02/2010 y el actual Real Decreto de pastelería 496/2010 B.O.E. 14/05/2010 que no contempla criterios 1441/2007 D.O.U.E. 07/12/2007 Listeria m onocytogenes n=5 c=0 Ausencia/25 g De aplicación si el pastel puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producid o. Considérese que no pueden favorecer el crecimiento los alimentos con a w 0.92 o vida útil inferior a 5 días. Véase página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Considérese que no es útil realizar pruebas regulares si el tratamiento térmico es eficaz y no existe posibilidad de recontaminación. Véase la página 5. A modo informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimenta ción española Granada 1991 R. Gomez, MA Carmona y J Fernandez Salgero )). Bizcocho chocolate y productos de aperitivo Solo de referencia RD 126/89 BOE 8 /02/89 Enterobacterias: caso de n=1, el recuento deberá ser inferior a 102 u.f.c/g Los criterios microbiológicos del R.D. 126/1989 han sido derogados por R.D.135/2010 Patatas fritas que llegan al consumidor final en envases herméticos: humedad máxima: 3%. Patatas fritas que se envasan en presencia del consumidor: humedad máxima 3.5% . Cortezas de cerdo fritas: humedad 3.5% g Fase de aplicación del criterio: productos comercializados durante su vida útil. Se ha considerado que no pueden favorecer el crecimiento de Listeria monocytogenes por a w 0.92. Considérese que no es útil realizar pruebas regulares a alimentos con tratamiento térmico es eficaz sin posibilidad de recontaminación . Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 34 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Productos de la pesca frescos, salpresados, refrigerados y congelados Solo de referencia O. 2/8/1991 BOE 15/08/91 106 ufc / g Enterobacterias 103 ufc / g Salmonella Shigella Aus. /25 g El R.D.135/2010 B.O.E. 25/02/2010 ha derogado toda la orden del 2/08/1991 Reglamento CE 2074/2005 establece ( para productos pesqueros no transformados que hayan suscitado dudas sobre su frescura en el examen organoléptico) niveles máximos NBVT para algunas especies: 25 mg por 100gr de carne Sebastes sp. Helicolenus Pleuronectidas, en Salmo salar, Merlucidae y Gadidae. La muestra será tomada de al menos tres puntos diferentes y mezclados por trituración. Histamina: véase el apartado correspondiente en página 36. Productos de la pesca congelados procedentes de terceros países en los PIF (Puntos de Inspección Fronterizos) Solo de referencia AESAN 2010 -001 El Comité Científico de la AESAN (Agencia Española de Seguridad Alimentaria y Nutrición) considera justificada y muy adecuada la aplicación de criterios microbiológicos en los PIFs , en relación con la importación de pescado y productos pesqueros procedentes de terceros países, referente a la presencia de microorganismos patógenos del género Vibrio . Respecto a V. cholerae recomienda aplicar, al igual que su cede en otros países, un criterio de tolerancia cero (ausencia en 25 g ) sin dis tinción entre serotipos . Respecto a V. parahaemolyticus considera adecuado la aplicación de un límite máximo de 102 ufc /g, que es, por otra parte, el más común en la normativa de distin tos países. Igualmente el Comité Científico considera que el criterio microbiológico y plan de muestreo establecido para V. parahaemolyticus en los PIF (n = 5, c= 0, m = M = 102 ufc /g), es adecuado y suficiente . Semiconserva de la pesca en vinagre Solo de referencia O. 2/08/1991 BOE 15/08/91 103 ufc / g Enterobacterias 102 ufc / g Salmonella Shigella Aus./ 25 g El R.D.135/2010 B.O.E. 25/02/2010 toda la orden del n=5 c=0 Ausencia/25 g De aplicación sólo si puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a que el alimento haya dejado el control inmediato del explotador de la empresa al imentaria que lo ha producido. Considérese si procede su aplicación por su bajo pH. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Anchoas en aceite Reglamento 2073/2005 modificado por el 1441/2007 7/12/2007 Listeria monocytogenes n=5 c=0 Ausencia/25 g De aplicación si puede favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dej ado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. Solo de referencia O. 2/8/1991 BOE 15/08/91 Preincubación 17º C, 10 días 105 u.f.c / g Enterobacterias Preincubación 17º C, 10 días Aus. / g Pre- incubación 17º C, 10 días Aus./ g Preincubación a B.O.E. 25/02/2010 ha derogado toda la orden del 2/08/1991 B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 35 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Coliformes Shi gella Mohos Listeria monocytogenes Otros límites. Comentarios. Moluscos bivalvos vivos y Equinodermos, tunicados y gas - terópodos vivos Reglamento 2073/2005 modificado por Reglamento CE 1441/2007 D.O.U.E. 07/12/2007 y modificado por el Reglamento D.O.U.E. 9.12.2015 n=5 c=1 m: 230 NPM en de carne y líquido intervalvar M: 700 NPM en 100 g de carne y líquido intervalvar Salmonella n=5 c=0 Ausencia / 25 g Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicac ión de los criterios: productos comercializados durante su vida útil. La determinación de E. coli se realizará en una muestra conjunta de un mínimo de 10 animales. El Reglamento indica que en éste caso se recurre a E. coli como indicador de contaminación fecal. El reglamento incluye a los Moluscos bivalvos vivos dentro de los alimentos listos para el consumo que en circunstancias normales, no es útil realizar pruebas regulares sobre L. monocytogenes. Respecto E. Coli e l criterio anterior ahora modificado era: n=1 c=0 230 NPM en 100 g de carne y líquido intervalvar. Además e l Reglamento (UE) 2015 /2285 D.O.U.E. 9.12.2015 dice: Los límites dados se refieren a cada muestra analizada. L. monocytogenes en otros alimentos listos para el consumo: —satisfac torio, si todos los valores observados son inferiores o iguales al límite, —insatisfactorio, si todos los valores observados son superiores al límite. E. coli en moluscos bivalvos vivos y equinodermos, tunicados y gasterópodos marinos vivos: -satisfacto rio, si los cinco valores observados son inferiores o iguales a 230 MPN/100 g de carne y líquido intravalvar o si uno de los cinco valores observados es superior a 230 MPN/100 g de carne y líquido intravalvar pero inferior o igual a 700 MPN/100 g de carne y líquido intravalvar, -insatisfactorio, si alguno de los cinco valores observados es superior a 700 MPN/100 g de carne y líquido intravalvar o si al menos dos de los cinco valores observados son superiores a 230 MPN/100 g de carne y líquido intravalvar.» . La autoridad competente podrá clasificar como zonas de clase A aquellas en las que pueden recolectarse moluscos bivalvos vivos para el consumo humano directo. Las muestras de moluscos bivalvos vivos procedentes de dichas zonas no deberán sobrepasar, en el 80 % de las muestras recogidas durante el período de revisión, el límite de 230 E. coli por 100 g de carne y líquido intravalvar. El 20 % restante de las muestras no deberá sobrepasar los 700 E. coli por 100 g de carne y líquido intravalvar. Al evaluar los resultados para el período de revisión definido para el mantenimiento de una zona de la categoría A, la autoridad competente podrá, basándose en una evaluación de riesgos fundamentada en una investigación, optar por no tener en cuenta un resultado anormal que supere el nivel de 700 E. coli por 100 g de carne y líquido intravalvar.». Reglamento CE 854/2004 D.O.U.E. 25-06-2004 Zona B antes de depurarse 4.600 u.f.c.* Zona C antes de depurarse 46.000 u.f.c.* * En ensayos de número más probable con c inco tubos y tres diluciones por 100 gramos de carne y líquido intervalvar. El Reglamento 2015/2285 dice; Podrán utilizarse métodos alternativos si están validados de acuerdo con norma EN/ISO 16140 B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 36 de 54 Alimentos Legislación o Recom endación Aerobios mesóf ilos Shigella Mohos Listeria monocytogenes Otros límites. Comentarios. Moluscos bivalvos vivos y Equinodermos, tunicados y gas - terópodos vivos Nota: Para moluscos bivalvos vivos el Reglame nto CE 853/2004 (D.O.U.E. 25/06/04) establece niveles para las biotoxinas marinas: Paralizante PSP 800 microgramos kg. Amnesica ASP 20 miligramos de ácido. Domoico por kg. Acido ocadaico, las dinofisistóxinas y ocadaico por kg. Yesotoxinas 1 miligramo equivalente por kg. En el caso de los Azaspiracidos 160 microgramos de equivalente de azaspiracido por kg. El Reglamento CE 2074/2005 establece los métodos analíticos para estas toxinas. Productos de la pesca seco-salados, salazo - nes y desecados Solo de referencia O. 2/8/1991 BOE 15/8/91 105 ufc / g Enterobacterias 102 ufc / g Salmonella Shigella Aus. /25 g El R.D.135/2010 B.O.E. 25/02/2010 ha toda la g De aplicación sólo si a w>0.92 y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la pági na 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: a todos los productos comercializados durante su vida útil. Véase criterio en la pág. 5. Productos de la pesca ahumados Solo de referencia la derogada orden Del 2/08/1991 BOE 15/08/91 n=5, c=3, m= 25/ g 1.- Para envases metálicos, estos productos se someterán a preincubación 10 días a 17º C. 2.- Para envases empaquetados al vacío, estos productos se someterán a preincubación 3 días a 17º C. 3.-Ausencia: toxina de Clostridium botulinum. El R.D.135/201 0 B.O.E. 25/02/2010 ha derogado toda la orden del 2/08/1991 Reglamento modificado por monocytogenes n=5 c=0 Ausencia/25 g De si pueden favorece el crecimiento de Listeria mo nocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. A modo informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimentación española Granada 1991 R. Gomez, MA Carmona y J Fernandez)). Arenque ahumado aw 0,863 pH De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 37 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias monocytogenes Otros límites . Comentarios. Salmón, abadejo y otros pescados ahumados Arenque ahu - mado y anchoas en salmuera Salmón ahuma - do en filetes en - vasados vacío Recomenda - ción 100 Coliformes n=5 c=0 100 ufc/ g La investigación podrá ser de E. coli o coliformes fecales. La inves tigación podrá ser de E. coli o coliformes fecales. La investigación podrá ser de E. coli o coliformes fecales. Valores de referencia de la Recomendación de la Comisión de 18/04/01 programa coordinado de control oficial de los productos alimenticios re lativo calidad bacteriológica de los productos de pescado ahumado para 2.001. Productos de la pesca cocidos (no crustáceos ni moluscos cocidos) Solo de referencia O. 2/8/1991 BOE 15/8/91 105 ufc / g Enterobacterias 103 ufc / g S. aureus 102 ufc /g Salm onella Shigella El R.D.135/2010 B.O.E. 25/02/2010 ha derogado toda la orden del 2/08/1991 Crustáceos y moluscos coci - dos enteros . Ver siguiente criterio para descabezados pag 39. Reglamento Listeria monocytogenes ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. De aplicación si puede favorecer su crecimiento y en la fase anterior a que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considérese si procede su aplicación Véase la página 5. Fase de aplicación del criterio: Productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 38 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias de crustáceos y moluscos cocinados Reglamento Listeria monocytogenes n=5 ufc/ g Fase de aplicación de los criterios: E. coli y estafilococos coagulasa + son de aplicación al final del proceso de fabricación. Salmonella de aplicación durante su vida útil. Listeria monocytogenes: ausencia en 25 g. De aplicación sólo si puede favorecer su crecimiento en la fase anterior a la que el alimento haya dejado el contro l inmediato del explotador de la empresa alimentaria que lo ha producido. Considérese si por el tratamiento tecnológico y la imposibilidad (o no) de recontaminación resulta útil su búsqueda regular. Listeria monocytogenes: 100 u.f.c/ g. productos comercial izados durante su vida útil. Véase la página 5. En el Reglamento 1441/2007 pag 27 en interpretación de los resultados pone: E,coli en productos pelados y descabezados de crustáceos y molu scos cocidos y pelados. Y se define cuando el resultado es satisfactorio, aceptable o insatisfactorio. Productos de la pesca en conserva Solo de referencia O. 2/8/1991 BOE 15/8/91 Reglamento CE 2073/2005 Listeria monocytogenes , termoestables, no patógenos.no alterar la conserva. 2.- Toxina botulínica: Aus.en todo el contenido del envase. 3.- Ausencia de microorganismos que crezcan y se multipliquen previa incubación a 31ºC1º C (30 días) y a 44º C (10 días), (no se especifica el peso de la muestra). Análisis por parte del fabricante: incubación 37º C, 7 días ó 35º C, 10 días y exámen microbiológico. El R.D.135/2010 B.O.E. 25/02/2010 ha derogado toda la orden del 2/08/1991 Fase aplicación del criterio Listeria: productos comercializados durante su vida útil. El Reglamento indica expresamente que no es útil realizar pruebas regulares sobre Listeria monocytogenes en productos tratados térmicamente en su envase final.Ver pag5 Productos de la pesca procedentes de especies de pescados asociados a un alto contenido de histidina. Reglamento 2073/2005 D.O.U.E. 22/12/2005 2 m= 100mg/kg M= 200 mg/kg. Productos comercializados durante su vida útil. El reglamento cita particularmente las siguientes familias: Scombridae, Clupeidae, Engraulidae, Coryfenidae, Pomatomidae y Sc ombresosidae. Interpretación de los resultados de Histamina en productos de la pesca procedentes de especies de pescados asociados a un alto contenido de histidina excepto la salsa de pescado producida por fermentación de los productos de la pesca : A) satisfactorio, si se cumplen los siguientes requisitos : 1) el valor medio observado es < m. 2) un máximo de c/n valores observados se sitúan entre m y M. 3) no se observa ningún valor que supere el límite de M. B) insatisfactorio si el valor medio es superior a m o más de c/n valores se sitúan entre m y M o uno o va rios valores observados son > M. Productos de la pesca (excepto salsa) sometidos a tratamiento de maduración enzimática en salmuera a partir de especies asociados a alto contenido de histidina (anchoas y sardinas en salazón mg/kg. Productos comercializados durante su vida útil. El reglamento cita particularmente las siguientes familias: Scombridae, Clupeidae, Engraulidae, Coryfenidae, Pomatomidae y S combresosidae. Interpretación resultados histamina igual que apartado anterior. Salsa de pescado producida por fermentación de productos de la pesca Rgto Histamina: n=1 m= M= 400 mg/kg. Productos comercializados durante su vida útil. Interpretación de los resultados de Histamina en salsa de pescado producida por fermentación de productos de la pesca ; satisfactorio, si el valor observado es inferior o igual al límite, insatisfactorio, si el valor observado es superior al límite . B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 39 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias Coliformes Mohos Listeria m onocytogenes Otros 1424/83 BOE 1/06/83 2x104 ufc/ g Real Decreto: el producto envasado y dispuesto para el consumo no contendrá más de 20.000 gérmenes banales por gramo y estará libre de agente s patógenos. Los criterios microbiológicos del R.D. 1424/1983 han sido derogados por R.D. 135/2010 B.O.E. 25/02/2010. Humedad máxima en sal mesa: 0,5% y en sal de cocina: 5% Reglamento CE y ogenes n=5 c=0 100 ufc/ g Dado que es un alimento listo para el consumo es de aplicación el criterio Listeria del Reglamento: Fase aplicación de en productos comercializados durante su vida útil. El reglamento C.E. 365/2010 incluyó la sal de cocina dentro del grupo de alimentos que en circunstancias normales no es útil realizar pruebas regulares sobre este criterio. Véase la página 5. Salmueras para alimentación Como referencia RD 1424/83 BOE 1/06/83 derogado por RD 176/2013 Tendrán reacción ácida y la flora bacteriana estará exenta de bacterias patógenas. Las salmueras en uso deberán renovarse cuando absorban más del 10% de yodo 0,1 N. A modo informativo concentración de sal y actividad de agua (% w/w) (de Robinson y Stokes Ausencia/25 g De aplicación sólo a salmueras listas para el consumo que pueden favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considérese que no favorece el desarrollo alimentos con a w 0.92 o pH 4,4.Véase la página 5. Listeria monocytogenes n=5 c=0 100 u.f.c./ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase la página 5. Salsas de mesa: Tomate frito Ketchup Mayonesa Salsa fina Mostaza Otras salsas (en página 28 mayonesa elaborada en hostelería , en pag 38 ver histamina en salsas de pesca do por fermentación ) Como referencia RD 858/84 BOE 104 ----- 10 10 10 ufc/ g 10 ufc/ g Salmonella y Shigel la Aus. /25 g Aus. /25 g Aus. /25 g Aus. /25 g Aus. /25 g Aus. / 25 g Los criterios microbiológicos del 858/1984 han sido derogados por R.D. 135/2010 B.O.E. 25/02/2010, se mantienen las características físico -químicas,acidez , Tomate frito: Bacillus cereus : u.f.c/ g;* pH 4.6, acidez expresada en ácido cítrico: entre el 0.2 y 0.86 % Ketchup: pH 4.0, mínima 0.9% Mayonesa industrial: pH 4,2. Salsa fina: pH 4,0 y ac idez 0,3% en ácido acético Mostaza: acidez mínima 1,6% en ácido acético. Reglamentos 2073/2005 1441/2007 D.O.U.E. Listeria monocytogenes n=5 c=0 Ausencia/25 g De aplicación sólo a las salsas listas para el cons umo que puedan favorecer el crecimiento de Listeria monocytogenes y en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha producido. Considérese que no favorece si su pH es < 4,4. Véase la página 5. Para todas las salsas Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 40 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias monocytogenes Otros límites. Comentarios. Semillas germinadas \"Brotes\" (listas para el consumo) Reglamento 2073/2005 modificado por Reglamento CE 1441/2007 D.O.U. E. 07/12/2007 Salmonella Listeria monocytogenes n=5 c=0 Ausencia/25 g Fase de aplicación del criterio: antes de que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que lo ha produci do ver página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Véase criterio en la página 5. Reglamento 209/2013 D.O.U.E. 12/03/2013 E.coli Ausencia/25 g Sin contar los brotes que hayan sido sometidos a un tratamiento eficaz para eliminar la salmonela ssp. Y STEC. Se entenderá por «brotes» el producto obtenido a partir de la g erminación de semillas y su desarrollo en el agua o en otro medio, recolectado antes de que aparezcan hojas verdaderas y destinado a ser consumido entero, incluida la semilla . Rgto 208/13. Semillas germinadas o Brotes ; Prueba preliminar de las semillas y de los brotes . A realizar por los explotadores de empresas productoras de brotes. Reglamento 209/2013 D.O.U.E. 12/03/2013 n=5 c=0 Aus / 25 g Sin contar los brotes que hayan sido sometidos a un tratamiento eficaz p ara eliminar la salmonela ssp. y STEC. La prueba preliminar del lote de las semillas ; germinando las semillas de una muestra representativa . La prueba de los brotes ; en la fase que es mayor la probabilidad de encontrar E.coli productor de tóxinas Shiga y Salmonela ssp. En todo caso no antes de las 48 horas del inicio de la germinación. El Reglamento 209/2013 D.O.U.E. 12/03/2013 las normas generales para la toma de muestras y realización de las pruebas. Semillas germinadas o Brotes ; Análisis del agua de riego utilizada A realizar por los explotadores de empresas productoras de brotes. Reglamento 209/2013 D.O.U.E. 12/03/2013 E.coli productora O111, O103, O145 y O104:H4 Ausencia en 200 ml. y Salmonella Ausencia en 200 ml. El Reglamento 209/2013 D.O.U.E. 12/03/2013 las normas generales para la toma de muestras y realización de las pruebas. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 41 de 54 Alimentos Legislación o Recom endación Aerobios mesófilos Enterobacterias 1354/83 BOE 27/05/83 BOE 14/07/84 Y 1441/2007 Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil. Se estima que no puede favorecer el desarrollo de Listeria monocytogenes por a w 0.92. Véase la página 5. Turrones y mazapanes Como referencia RD 1167/90 BOE Aus./ 25 g Mohos /Levaduras 103 ufc/ g El Real Decreto establece para turrones y mazapanes diferentes Humedad máxima entre ellas: Turrón duro calidad suprema: 5%, extra: 6,0%, estándar y popular: 7,0%. Turrón blando suprema 4.5%, extra 5.0%.; Turrones d iversos sin féculas: 13%, con féculas: 7%. Criterios microbiológicos derogados por R.D. 135/2010 B.O.E. 25/02/2010. S. aureus Estreptococos fecales Mohos levaduras Otros límites. Comentarios. Reglamento 2073/2005 modificado por Reglamento CE 1441/2007 D.O.U.E. 07/12/2007 Listeria monocytogenes n=5 c=0 Ausencia/25 g si pueden favorecer el crecimiento de Listeria monocytogenes en la fase anterior a la que el alimento haya dejado el control inmediato del explotador de la empresa alim entaria que lo ha producido. Considérese que no favorece su desarrollo los alimentos con a w 0.92. Véase la página 5. Listeria monocytogenes n=5 c=0 100 ufc/ g Fase de aplicación del criterio: productos comercializados durante su vida útil . Véase criterio en la página 5. A modo informativo actividad de agua aw y pH (comunicación II jornadas científicas sobre alimentación española referencia el derogado RD 2070/93 BOE 8/12/ 93 El derogado Real Decreto 2070/1993: no deberán contener microorganismos o sustancias originadas por los mismos, que puedan desarrollarse en condiciones normales de almacenamiento en cantidades que representen un riesgo para la salud. La actual norma de calidad de vinagres R.D. 661/2012 que deroga la anterior (R.D. 2070/1993) no establece criterios microbiológicos. Acidez total expresada en g/l de ácido acético: 1º. Vinagre de vino: 60 g/l. 2º. Otros vinagres: 50 g/l. Alcohol residual: Vinagre de vino: Máximo 1,5 por 100 V/V. Otros vinagres: Máximo 0,5 por 100 ufc/ g Fase de aplicación criterio: productos comercializados durante su vida útil. Se estima que no puede favorecer su desarrollo por bajo pH. Véase la página 5. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 42 de 54 Otros Superficies Legislación o Recomendación Analítica Comentarios. Superficies de trabajo Control de la limpieza y la desinfección en los mataderos y las salas de despiece. Por su interés recogemos ésta decisión 2001 derogada en el 2006 Decisión de la Comisión 2001/471/CE de 8/06/2001 (DOCE 21/06/2001) derogada por la Decisión 2006/765/CE del 6 noviembre 2006 DOCE 18/11/06. Aerobios mesófilos Enterobacterias Valores aceptables 0 - 10 cm2 - 1/cm2 Valores inaceptables >10 / cm2 >1/cm2 Incubación 24 horas a 37ºC 1ºC. Valores medios del número de colonias en los análisis de superficies. La superficie de contacto de cada placa será de 20 cm2. La Decisión (de aplicación en Mataderos y Salas despiece) describe los métodos de muestreo bien por placa de contacto o por la técnica del hisopo, la frecuencia, el transporte de la muestra, el procedimiento bacteriológico, los puntos de toma de muestras, etc. La utilización de estos métodos se limita al análisis de superfici es limpias y desinfectadas, secas, planas, suficientemente amplias y lisas, antes del sacrificio. Superficies de manipulación de alimentos Reglamento 2073/2005 D.O.U.E. 22/12/2005 modificado por Reglamento CE 1441/2007 m. El Reglamento 2073/2005 Art. 5 . indica sobre las superficies y otros lugares lo siguiente; Que los exploradores de empresas alimentarias que produzcan alimentos susceptibles de plantear un riesgo de Listeria monocytogenes para la salud pública deberán tomar siempre muestras de las zonas y del equipo de producción, como parte de su plan de muestreo, con el fin de detectar la posible presencia de dicha bacteria. Se tomarán muestras en las zonas de tr abajo y el equipo utilizados en la producción de alimentos cuando tal toma de muestras sea necesaria para el cumplimiento de los criterios. Método de referencia para la toma norma ISO 18593. Peter Snyder Congreso celebrado en Vitoria - Gasteiz 1995 Grado de limpieza Aerobios mesófilos Limpio 2 - 10 ufc/cm2 Aceptable 10 - 102 ufc / cm2 Sucio 102 ufc / cm2 S.J.Forsythe y P.R.Hayes adaptada de Snyder Higiene de los alimentos, microbiología y HACCP Editorial Acribia 2002 Grado de limpieza Recuento microbiano (ae robios mesófilos) Excelente < 1 ufc/cm2 Bueno 2 - 10 ufc/cm2 Tiempo de limpieza 11 - 100 ufc/cm2 Fuera de control, parar el proceso y buscar fallo 101 - >1000 ufc/cm2 Departamento de Sanidad y Consumo del Gobierno Vasco 2010 Tras la limpieza 2 enterobacterias cm2 < 10 aerobios mesófilos cm2 Criterios recogidos en el Plan Genérico de Autocontrol en Hostelería Departamento de Sanidad y Consumo del Gobierno Vasco 2010 Sistemas de climatización Norma UNE 100012 de higienización de sistemas de climatización. Enero 2005 A) Valor recomendado de aire ambiente interior, flora microbiana mesóf ila total en aire ambiente < 800 ufc/m3. Por encima de éstos valores se recomienda tomar medidas correctoras e identificar los microorganismos. Además el aire interior no debe contener una concentración de bacterias superior a 200 ufc/m3 respecto la concen tración exterior. B) Flora microbiana mesófila total en superficies interiores de conductos de climatización; Previo a la limpieza: >100 ufc/25 cm2 será considerado inaceptable. Posterior a la limpieza: el valor absoluto debe ser menor de 100 ufc/25 cm2 y debe representar un nivel de reducción respecto a la medición previa a la limpieza del 85%. Posterior a la desinfección se considerará aceptable nivel igual o B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 43 de 54 menor a 10 ufc/ 25cm2. Micotoxinas Legislación o Recomendación R.D.475/1998 B.O.E. 20/05/1988 Aflatoxinas Contenidos máximos µg/ Kg Suma de B 1, B2,G1 y G 2 = 10,0 µg / Kg B1=5,0 µg/ Kg De aplicación a todos los alimentos para consumo humano sin legislación específica, es decir para todos los que no estén recogidos /citados en legislación posterior, en concreto en el Reglamento 1881/2006 y siguientes. Reglamento CE 1881/2006 DOCE 20/12/06 Modificación establecida por el Reglamento máximos: suma de B 1, B2,G1 y G2 = 15 µg / Kg Cacahuetes y otras semillas oleaginosas (véase reglamento) que vayan a someterse a un proceso de selección, u otro tratamient o físico, antes del consumo humano directo o de s u utilización como ingredientes de productos alimenticios con la excepción de los cacahuetes y otras semillas oleaginosas que vayan a molerse para la producción de aceite vegetal refinado. El contenido máximo hace referencia a la parte comestible de los ca cahuetes y de los frutos de cáscara arbóreos. Si los cacahuetes y los frutos de cáscara arbóreos se analizan con su cáscara, en el calculo del contenido de aflatoxinas se considerará que toda la contaminación se encuentra en la parte comestible, salvo en e l caso de las nueces del Brasil. B1=12,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 15,0 µg / Kg Almendras pistachos y huesos de albaricoque que vayan a someterse a un proceso de selección u otro tratamiento físico, antes del consumo humano dire cto o de su utilización como ingredientes de productos alimenticios. El contenido máximo hace referencia a la parte comestible de los cacahuetes y de los frutos de cáscara arbóreos. Si los cacah uetes y los frutos de cáscara arbóreos se analizan con su cásc ara, en el calculo del contenido de aflatóxinas se considerará que toda la contaminación se encuentra en la parte comestible, salvo en el caso de las nueces del Brasil. B1=8,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 15,0 µg / Kg Avellanas y n ueces del Brasil que vayan a someterse a un proceso de selección u otro tratamiento físico, antes del consumo humano directo o de su utilización como ingredientes de productos alimenticios. El contenido máximo hace referencia a la parte comestible de los cacahuetes y de los frutos de cáscara arbóreos. Si los cacahuetes y los frutos de cáscara arbóreos se analizan con su cáscara, en el calculo del contenido de aflatoxinas se considerará que toda la contaminación se encuentra en la parte comestible, salvo en el caso de las nueces del Brasil. B1=5,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 10,0 µg / Kg Frutos de cáscara arbóreos (salvo los indicados en los 2 apartados anteriores) que vayan a someterse a un proceso de selecció n u otro tratamiento f ísico, antes del consumo humano directo o de su utilización como ingredientes de productos alimenticios. El contenido máximo hace referencia a la parte comestible de los cacahuetes y de los frutos de cáscara arbóreos. Si los cacah uetes y los frutos de cásc ara arbóreos se analizan con su cáscara, en el calculo del contenido de aflatoxinas se considerará que toda la contaminación se encuentra en la parte comestible, salvo en el caso de las nueces del Brasil. B1=2,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 4,0 µg / Kg Cacahuetes y otras semillas oleaginosas (ver reglamento) y sus productos transformados destinados al consumo humano directo o a utilizarse como ingredientes de los productos alimenticios con la excepción de aceites vegetales crudos de stinados a ser refinados y aceites vegetales refinados. El contenido máximo hace referencia a la parte comestible de los cacahuetes y de los frutos de cáscara arbóreos. Si los cacah uetes y los frutos de cáscara arbóreos se analizan con su cáscara, en el ca lculo del contenido de aflatoxinas se considerará que toda la contaminación se encuentra en la parte comestible, salvo en el caso de las nueces del Brasil. B1=8,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 10,0 µg / Kg Almendras, pistachos y hue sos de albaricoque destinados al consumo humano directo o a utilizarse como ingredientes en productos alimenticios. El contenido máximo hace referencia a la parte comestible de los cacahuetes y de los frutos de cáscara arbóreos. Si los cacah uetes y los frutos de cáscara arbóreos se analizan con su cáscara, en el calculo del contenido de aflatoxinas se considerará que toda la con taminación se encuentra en la parte comestible, salvo en el caso de las nueces del Brasil. B1=5,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 10,0 µg / Kg Avellanas y nueces del brasil destinadas al consumo humano directo o a utilizarse como ingredientes en productos alimenticios . El contenido máximo hace referencia a la parte comestible de los cacahuetes y de los frutos de cáscara arbóreos. Si los cacahuetes y los frutos de cáscara arbóreos se analizan con su cáscara, en el cálculo del contenido de aflatoxinas se considerará que toda la contaminación se encuentra en la parte comestible, salvo en el caso de las nueces del Bra sil. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 44 de 54 Aflatoxinas Legislación o Recomendación Analítica Aflatoxinas Contenidos máximos µg/ Kg Alimentos Reglamento CE 1881/2006 DOCE 20/12/06 Modificación establecida por el B1=2,0 Kg B2,G1 y G2 = 4,0 µg / Kg Frutos de cáscara arbóreos, distintos de los indicados en los 2 apartados anteriores y sus productos transformados destinados al consumo humano directo o a utilizarse como ingredientes en productos alimenticios. El contenido máximo hace referencia a la parte comestible de los cacahuetes y de los frutos de cáscara arbóreos. Si los cacah uetes y los frutos de cáscara arbóreos se analizan con su cáscara, en el calculo del contenido de aflatoxinas se considerará que to da la contaminación se encuentra en la parte comestible, salvo en el caso de las nueces del Brasil. B1=5,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 10,0 µg / Kg Frutas pasas distintos de los higos secos, que vayan a someterse a un proceso de s elección u otro tratamiento físico antes del consumo humano directo o su utilización como ingredientes de productos alimenticios. B1=2,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 4,0 µg / Kg Frutas pasas distintos de los higos secos, y sus prod uctos transformados para el consumo humano directo o su utilización como ingredientes de productos alimenticios. B1=2,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 4,0 µg / Kg Todos los cereales y todos los productos a base de cereales, incluidos los productos de cereales transformados, salvo maíz y arroz que vayan a someterse a un proceso de selección u otro tratamiento físico antes del consumo humano directo o de su utilización como ingre dientes de productos alimenticios, alimentos a base de cer eales transformados y alimentos para lactantes y niños de corta edad y alimentos dietéticos destinados a usos médicos especiales. B1=5,0 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 10,0 µg / Kg Maíz y arroz que vayan a someterse a un proceso de selección u otro tratamiento físico antes del consumo humano directo o de su utilización como ingredientes de productos alimenticios. M1=0,05 µg/ Kg Leche cruda leche tratada térmicamente y leche para la fabricación de productos lácteos. B1=5 µg/ Kg Contenidos máximos: suma de B 1, B2,G1 y G2 = 10 µg / Kg Los siguientes tipos de especias: - Capsicum spp . (frutas pasas de dicho género, enteras o molidas, con inclusión de los chiles, el chile en polvo, la cayena y el pimentón) - Piper spp. (frutos de di cho genero , con inclusión de la pimienta blanca y negra). - Myristica fragans (nuez moscada). - Zingiber officinale (jengibre). - Curcuma longa (cúrcuma) Mezclas de especias que contengan una o varias de estas especias. B1=0,10 µg/ Kg Alimentos elaborad os a base de cereales transformados y alimentos infantiles para lactantes y niños de corta edad. M1= 0,025 µg/ Kg Preparados para lactantes y preparados de continuación, incluidas la leche para lactantes y la leche de continuación. B1=0,10 µg/ Kg M1= 0,025 µg/ Kg Alimentos dietéticos destinados a usos médicos específicamente a lactantes. CE . 1058/2012 en los higos secos B1=6,0 µg/ Kg Contenidos máximos: su ma de B 1, B2,G1 y G2 = 10,0 µg / Kg Higos secos Reglamento. (CE) 1058/2012 DOUE 13/12/12 que modifica el Reglamento (CE) 1881/2006 en lo que respecta al contenido máximo de aflatoxinas en los higos secos B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 45 de 54 Micotoxinas Legislación o Recomendación Analítica Alimentos Reglamento CE 1881/2006 DOCE 20/12/06 Reglamento CE 1126/2007 D.O.U.E. 29/09/2007 Y Reglamento 594/2012 por el que se modifica el Rgto. 1881/2006 en lo concerniente contaminantes ocratoxina A entre otros. Ocratoxina A Contenidos máxim os µg/ Kg 5,0 µg/ Kg Cereales no elaborados. 3,0 µg/ Kg Todos los productos derivados de los cereales no elaborados, incluidos los productos transformados a base de cereales y los c ereales destinados al consumo humano directo a excepción de los produ ctos alimenticios señalados con (**). 10,0 µg/ Kg Uvas pasas (pasas de Corinto, sultanas y otras variedades de pasas). 5,0 µg/ Kg Café tostado en grano y café tostado molido con excepción del café soluble 10,0 µg/ Kg Café soluble (café instantáneo) 2,0 µg/ Kg Vino (incluidos los espumosos y excluidos los vinos de licor y los vinos con un grado alcohólico mínimo de 15% vol) y vino de frutas. 2,0 µg/ Kg Zumo de uva, zumo de uva concentrado reconstituido, néctar de uva, mosto de uva y mosto de uva c oncentrado reconstituido , destinados a consumo humano directo. 0,50 µg/ Kg Alimentos elaborados a base de cereales y alimentos infantiles y para lactantes y niños de corta edad.(**) 0,50 µg/ Kg Alimentos dietéticos destinados a usos médicos especial es dirigidos específicamente a lactantes.(**) ___ Café verde, frutos secos distintos de las uvas pasas, cerveza, cacao, productos del cacao, vinos de licor, productos cárnicos , especias y regaliz. Reglamento 594/2012 y que el Rgto. 1881/2006 en lo concerniente contaminantes ocratoxina A entre otros. 15 g/kg 20 g/kg 15 g/kg» Especias, incluidas especias desecadas Piper spp. (frutos de dicho género, con inclusión de la pimienta blanca y negra) Myris tica fragrans (nuez moscada) Zingiber officinale (jengibre) Curcuma longa (cúrcuma) Capsicum spp. (frutos de dicho género desecados, enteros o pulverizados, incluidos los chiles, el chile en polvo, la cayena y el pimen tón) Mezclas de especias que conteng an una de estas especias 8,0 µg/ Kg Gluten de trigo no destinado a la venta directa al consumidor (**). Reglamento CE 1881/2006 DOCE 20/12/06 Reglamento 50,0 µg/ Zumos de fru tas, zumos de frutas concentrados reconstituidos y néctares de frutas. 50,0 µg/ Kg Bebidas espirituosas, sidra y otras bebidas fermentadas elaboradas con manzanas o contengan zumo de manzana. 25,0 µg/ Kg Productos sólidos elaborados con manzanas inclui da la compota de manzana y el puré de manzana destinado al consumo directo 10,0 µg/ Kg Zumo de manzana y productos sólidos elaborados a base de manzanas incluidos la compota y el puré de manzana destinados a los lactantes y niños de corta edad y vendidos o etiquetados como tales. 10,0 µg/ Kg Alimentos infantiles distintos de los elaborados a base de cereales para lactantes y niños de corta edad. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 46 de 54 Micotoxinas Legislación o Recomendación Analítica Alimentos Reglamento CE 1881/2006 DOCE 20/12/06 y Reglamento CE 1126/2007 D.O.U.E. 29/09/2007 Deoxynivalenol Contenidos máximos µg/ Kg A los efectos de aplicación de ésta micotoxina el arroz no se incluye en los \"cereales\". 1250 µg/ Kg Cereales no elaborados que no sean trigo duro, avena y maíz. 1750 µg/ Kg Trigo duro y avena no elaborados 1750 µg/ Kg Maíz no elaborado, excepto el destinado a molienda por vía húmeda (producción de almidón). 750 µg/ Kg Cereales destinados al consumo humano directo , harina de cereales , salvado y germen como producto final comercializado para el consumo humano directo a excepción de los señalados con * 750 µg/ Kg Pasta (seca) 500 µg/ Kg Pan (incluidos pequeños productos de panadería) , pasteles, galletas, aperitivos de cereales y cereales para des ayuno 200 µg/ Kg Alimentos elaborados a base de cereales y alimentos infantiles para lactantes y niños de corta edad. * 750 µg/ Kg Fracciones de la molienda del maíz con un tamaño de partícula > 500 micras, y otros productos de la molienda del maíz c on un tamaño de partícula > 500 micras, no destinados al consumo humano directo.* 1.250 µg/ Kg Fracciones de la molienda del maíz con un tamaño de partícula 500 micras y otros productos de la molienda del maíz con un tamaño de partícula 500 micras, n o destinados al consumo humano directo.* Zearalenona Contenidos máximos µg/ Kg A los efectos de aplicación de ésta micotoxina el arroz no se incluye en los \"cereales\". 100 µg/ Kg Cereales no elaborados, distintos al maíz. 350 µg/ Kg Maíz no elabor ado excepto el destinado a molienda por vía húmeda. 75 µg/ Kg Cereales destinados al consumo humano directo, harina de cereales , salvado y germen como producto final comercializado para el consumo humano directo y germen. 400 µg/ Kg Aceite de maíz r efinado 50 µg/ Kg Pan (incluidos pequeños productos de panadería), pasteles, galletas, aperitivos de cereales y cereales para desayuno, excluid os los aperitivos de maíz y los cereales para desayuno a base de maíz. 100 µg/ Kg Maíz destinado al consumo humano directo, aperitivos de maíz y cereales para el desayuno a base de maíz. 20 µg/ Kg Alimentos elaborados a base de cereales (excluidos los alimentos a base de maíz) y alimentos infantiles para lactantes y niño s de corta edad. 20 µg/ Kg Alimento s elaborados a base de maíz para lactantes y niños de corta edad. 200 µg/ Kg Fracciones de la molienda del maíz con un tamaño de partícula > 500 micras y otros productos de la molienda del maíz con un t amaño de partícula > 500 micras, no destinados al c onsumo humano directo. 300 µg/ Kg Fracciones de la molienda del maíz con un tamaño de partícula 500 micras y otros productos de la molienda del maíz con un tamaño de partícula 500 micras, no destinados al consumo humano directo.* B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 47 de 54 Micotoxinas Legislación o Recomendación Analítica Alimentos Reglamento CE 1881/2006 DOCE máximos µg/ Kg 4000 µg/ Kg Maíz no elaborado excepto el destinado a molienda por vía humed a 1000 µg/ Kg Maíz y alimentos a base de maíz destinados al consumo humano directo, a excepción de los 2 apartados señalados con *. 800 µg/ Kg Cereales para el desayuno a base de maíz y aperitivos de maíz*. 200 µg/ Kg Alimentos elaborados a base d e maíz y alimentos infantiles para lactantes y niños de corta edad*. 1400 µg/ Kg Fracciones de la molienda del maiz con un tamaño de particula > 500 micras y otros productos de la molienda del maíz con un t amaño de particula > 500 micras, no destinados al consumo humano directo. 2000 µg/ Kg Fracciones de la molienda del maiz con un tamaño de particula < 500 micras y otros productos de la molienda del maíz con un t amaño de particula < 500 micras, no destinados al consumo humano directo.* Suma de tóxi nas T -2 HT -2 máximos µg/ Kg A los efectos de aplicación de ésta micotóxina el arroz no se incluye en los \"cereales\". -- Cereales no elaborados y productos a base de cereales B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 48 de 54 Acrilamida RECOMENDAC IÓN DE LA COMISIÓN de 8 de noviembre de 2013 relati va a la investigación de los niveles de acrilamida en los alimentos DOUE 12/11/2013 Acrilamida Valores indicativos de acrilamida basados en los datos de control de la EFSA entre 2007 y 2012 Valor indicativo [g/kg] 600 1 000 80 150 400 300 200 500 500 450 1.000 500 450 900 2.000 4.000 50 80 200 50 Patatas fritas listas para consumir Patatas fritas a la inglesa ( chips ) fabricadas con patatas frescas y con masa de patatas Galletas s aladas a base de patatas Pan de molde a) pan de molde a base de trigo Otro pan de molde Cereales para el desayuno (a excepción del porridge ): productos de salvado y cereales integrales, grano inflado (solo es pertinente si está así etiquetado) producto s de trigo y centeno (*) productos de maíz, avena, espelta, cebada y arroz (*) Galletas y barquillos Galletas saladas, excepto las de patata Pan crujiente Pan de especias Productos similares a otros de esta categoría Café tostado Café instantáneo (solu ble) Sucedáneos del café a base de cereales, principalmente otros sucedáneos del café Alimentos infantiles, distintos de los elaborados a base de cereales sin ciruelas pasas con ciruelas pasas Galletas y bizcochos para lactantes y niños de corta edad Alimentos elaborados a base de cereales para lactantes y niños de corta edad (***), excluidos las galletas y los bizcochos B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 49 de 54 Otros Legislación o Recom endación Aerobios mesófilos Enterobacterias Coliformes E. coli S. aureus Otros límites. Comentarios. Aguas de piscina Real D ecreto . 742/2013 B.O.E. 11/11/2013 0 en 100 ml ufc o NMP Pseudomona 0 en 100 ml. Legionella spp <100 L.(solo en caso de vasos con aerosolización y climatizados). pH 7,2 -8,0 Temperatura 24 -30º >36 en hidromasaje Tu rbidez 5 Transparencia ; Que sea visible el desaguedel fondo Potencia REDOX entre 250 y 900 mV. Cloro libre residual 0,5 -2,0 mg/l y Cloro combinado residual 0,6 mg/l (si se utiliza cloro como desinfectante) Bromo total 2 -5 mg/l si se utiliza bromo com o desinfectante En piscina cubiertas : Humedad relativa 65% CO 2 no superará mas de 500mg/m3 del CO 2 del aire exterior Todas las piscinas estarán libres de microorganismos patógenos y de sustancias en una cantidad o concentración que puedan suponer ries gos para la salud humana. Este Real Decreto es de aplicación a cualquier piscina de uso público incluidas las tipo 3ª (comunidades de propietarios, casas rurales agroturismo colegios mayores o similares. Se excluyen piscinas naturales y vasos termales o mineromedicinales. Pais Vasco D. 32/03 BOPV 8/5/03 Corrección incubación a 37º C, 24 h: 102 ufc/ ml (valor límite) Ausencia en 100 ml (valor límite) Ausencia en 100 ml (valor límite) Estrepto cocos fecales: 10 u.f.c/ 100 ml (valor límite). Pseudomonas aeruginosa : ausencia en 100 ml (valor límite). Otros microorganismos y parásitos patógenos: ausencia (valor límite). Legionella 100 -1000 u.f.c./l Turbidez: 2 U.N.F (valor límite) Espuma permanente , grasas, materias extraña s: ausencia (valor límite). pH: 7,0 -8,0 (valor límite). Cloro Libre residual (mg/l): 0,6 -1,2 con pH entre 7,0 -7,6 (valor límite). Cloro Libre residual (mg/l): 0,8 -1,5 con pH entre 7,6 -8,0 (valor límite). Amonio (mg/L NH 4): 1,0 (v alor límite). Madrid Decreto 80/1998 BO.Comunidad de Madrid 27 mayo 1998 Tras incubación a 37º C, 102 ufc/ ml valor límite Coliformes totales <10 ufc/100 ml. Ausencia /100ml Ausencia en 100 ml Salmonella y protozoos ausencia. Algas, larvas u organismos vivos ausencia Cloro residual libre 0,4 -1,2 mg/l. Cloro total máximo 0,6mg/l sobre el nivel de cloro libre de terminado, en el caso de que el agua de llenado haya sido tratada con cloraminas el nivel máximo de cloro será de 1,8mg/l. Turbidez menor o igual a 1 UNF. PH entre 6,5 y 8,5. Amoniaco menor o igual a 0,5 mg/l Cantabria. Decreto72/2008 modificado por el Decreto 56/2009 BOC 10 /07//2009 Aerobios totales a 37º 200ufc/ml (valor límite) Ausencia en 100ml valor límite. Ausencia en 100 ml valor límite Decreto 56/2009 Reglamento Sanitario de piscinas de Uso Colectivo en Cantabria. Pseudomona aeruginosa aus encia en 100 ml. Valor límite. Legionella spp (únicamente en vasos termales y de relajación) ausencia en 1 l valor límite. Cloro residual combinado mg/l valor comprendido; menor o igual a 0,6. Acido isocianúrico mg/l valor comprendido menor o igual 75 Aguas torres de refrigeración R.D. 865/2003 BOE 18/07/2003 sobre prevención y control de la legionelosis Aerobios totales superior a 10.000ufc/ml (1) Legionella > 100 <1.000 ufc/ litro (2) Legionella > 1.000 < 10.000 ufc/ litro (3) Legionella > 10.0 00 ufc/ litro (4) El Real Decreto 865/2003 establece frecuencias de los analisis y también una serie de acciones en función de los resultados microbiológicos. (1) Realizar muestreo Legionella y comprobar eficacia biocida utilizado. (2) Revisar mantenimiento y rem uestreo a los15 días. (3) Acciones correctoras, limpieza y desinfección confirmar recuento a 15 días y otras medidas. (4) Parar el funcionamiento de la instalación y otras medidas. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 50 de 54 Otros Legislación Recomendación Otros límites. Comentarios. Aguas de B año Aguas continentales R.D. 1341/2007 BOE 27 /10/07 que incorpora la directiva 2006/7/CE Parámetro Calidad excelente Calidad buena Calidad suficiente Las aguas de baño se clasificarán como de calidad «insuficiente» cuando, en la serie de datos sobre calidad de las aguas de baño correspondientes al último período de evaluación , los valores del percentil de las enumeraciones microbiológicas sean peores que los valores de «calidad suficiente». * Con arreglo a la evaluacion del percentil 95. Veas e el anexo II del R.D. ** Con arreglo a la evaluacion del percentil 90. Vease el anexo II del R.D. Definiciones R.D. 1341/2007: Aguas de baño: cualquier elemento de aguas superficiales donde se prevea que puedan banarse un numero importante de personas o exista una actividad cercana relacionada directamente con el bano y en el que no exista una prohibicion permanente de bano ni se haya formulado una recomendacion permanente de abstenerse del mismo y donde no exista peligro objetivo para el publico. Este R .D. 1341/2007 no es de aplicación a aguas de Piscinas de natación Balnearios y otros. Definiciones la Directiva 2006/7/CE se dirige a la Directiva 2000/60/CE para las definiciones : aguas continentales : todas las aguas quietas o corrientes en la superfici e del suelo y todas las aguas subterráneas situadas hacia tierra desde la línea que sirve de base para medir la anchura de las aguas territoriales; aguas de transición : masas de agua superficial próximas a la desembocadura de los ríos que son parcialmente salinas como consecuencia de su proximidad a las aguas costeras, pero que reciben una notable influencia de flujos de agua dulce. aguas costeras : las aguas superficiales situadas hacia tierra desde una línea cuya totalidad de puntos se encuentra a una dist ancia de una milla náutica mar adentro desde el punto más próximo de la línea de base que sirve para medir la anchura de las aguas territoriales y que se extienden, en su caso, hasta el límite exterior de las aguas de transición. Enterococos intestinal es (UFC o NMP /100 ml) 200 (*) 400 (*) 330 (**) Escherichia coli (UFC o NMP /100 ml) 500 (*) 1 000 (*) 900 (**) Aguas de Baño Aguas costeras y de transición R.D. 1341/2007 BOE 27 /10/07 que incorpora la directiva 2006/7/CE Parámetro Calidad excelente Calidad buena Calidad suficiente Enterococos intestinales (UFC o NMP /100 ml) 100 (*) 200 (*) 185 (**) Escherichia coli (UFC o NMP /100 ml) 250 (*) 500 (*) 500 (**) Agua caliente reciclada lavado canales. Rgto. 2015 /1474 D.O.U.E . 28.8.2015 Los mismos parámetros microbiológicos y químicos que el agua potable. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 51 de 54 Otros Legislación o Recomendación Analítica Comentarios. Materias primas para la alimentación animal , normas microbiológicas productos derivados. Reglamento CE 142/2011 DOCE 26/02/2011 Los productos finales durante el período de almacenamiento en la planta de transformación o al término del mismo : Salmonella : ausente en 25 g: n = 5, c = 0, m = 0, M = 0; Enterobacteriaceae : n = 5, c = 2, m = 10, M = 300 en 1 g; Otras condiciones ver el Reglamento (UE) N o 142/2011 por el que se establecen las disposiciones de aplicación del Reglamento (CE) n o 1069/2009 del Parlamento Europeo y del Consejo normas sanitarias aplicables a los subproductos animales y los productos derivados no destinados al consumo humano, Alimentos crudos para animales de compañía Condiciones específicas aplicables a los alimentos para animales de compañía, incluidos los accesorios masticables para perros Reglamento CE 142/2011 DOCE 26/02/2011 Durante la producción o el almacenamiento (antes de su expedición), deberán tomarse muestras de manera aleatoria de los alimentos crudos para animales de compañía con el fin de comprobar que cumplen las normas siguientes: Salmonella : ausencia en 25 g, n = 5, c = 0, m = 0; M = 0; Enterobacteriaceae : n = 5, c = 2, m = 10, M = 5 000 en 1 g; Deberán ser objeto de medidas efectivas dirigidas a garantizar que el producto no está expuesto a la contaminación en ninguna fase de la cadena de producción y hasta lleg ar al punto de venta. Otras condiciones ver el Reglamento Materia prima para alimentos transformados para animales de compañía y accesorios masticables para perros Condiciones específicas aplicables a los alimentos para animales de compañía, incluidos los accesorios masticables para perros Reglamento CE 142/2011 DOCE 26/02/2011 Durante la producción o el almacenamiento de los productos (antes de su expedición), deberán tomarse muestras de manera aleatoria de los accesorios masticables para perros y d e los alimentos transformados para animales de compañía, distintos de los alimentos en conserva o de los alimentos transformados para animales de compañía que se hayan tratado conforme a lo establecido en el punto 3, letra b), inciso i), con el fin de comp robar que cumplen las normas siguientes: Salmonella : ausencia en 25 g, n = 5, c = 0, m = 0; M = 0; Enterobacteriaceae : n = 5, c = 2, m = 10, M = 300 en 1 g; Los alimentos en conserva para animales de compañía deberán someterse a un tratamiento térmico q ue alcance valor Fc mínimo de 3. Los alimentos transformados para animales de compañía que no estén en conserva deberán: 1. someterse a un tratamiento térmico de al menos 90 °C en toda la masa del producto final; 2. someter a un tratamiento térmico de al menos 90 °C los ingredientes de origen animal; o 3. ser producidos, con respecto a los ingredientes para piensos de origen animal, utilizando exclusivamente..... ver Reglamento. Los accesorios masticables para perros deberán someterse a un tratamiento suficiente para destruir los organismos patógenos, incluida Salmonella . Otras condiciones ver el Reglamento Plantas de bniogas y compostaje normas de los residuos de fermentación y compost Reglamento CE 142/2011 DOCE 26/02/2011 durante o inmediatamente después de su transformación en la planta de biogás o de su compostaje en la planta de compostaje para controlar el proceso deberán cumplir las normas siguientes: Escherichia coli : n = 5, c = 1, m = 1 000, M = 5 000 en 1 g; o Enterococcaceae : n = 5, c = 1, m = 1 0 00, M = 5 000 en 1 g; durante el almacenamiento o en el momento de la salida del almacén deberán cumplir las normas siguientes: Salmonella : ausente en 25 g: n = 5; c = 0; m = 0; M = 0 Otras condiciones ver el Reglamento Guano de murciélagos, estiérco l transformado y productos a base de estiércol transformado Reglamento CE 142/2011 DOCE 26/02/2011 Muestras tomadas durante o inmediatamente después del tratamiento para controlar el proceso: Escherichia coli : n = 5, c = 5, m = 0, M = 1 000 en 1 g; o Enterococaceae : n = 5, c = 5, m = 0, M = 1 000 en 1 g; y Muestras del estiércol tomadas durante el almacenamiento o en el momento de la salida del almacén en la planta de producción o en la planta de biogás o de compostaje: Salmonella : ausente en 25 g: n = 5; c = 0; m = 0; M = 0 Otras condiciones ver el Reglamento B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 52 de 54 ACLARACIONES Y DEFINICIONES n: número de unidades de que se compone la muestra. c: número de unidades de la muestra cuyo número de bacterias podrá situarse entre m y M. m: valor umbral del número de bacterias. M: valor límite del número de bacterias. Aerobios mesófilos : cuando no se especifique en las tablas otra temperatura diferente, se entenderá que la temperatura de incubación para la de terminación de este parámetro es igual a 31 1º C. Aus. : ausencia. ufc /g : unidad formadora de colonia por gramo. Interpretación de los resultados de las pruebas: Si existen valores m y M satisfactorio, si todos los valores observados son < m. aceptable, si un máximo de c/n val ores se encuentran entre m y M y el resto de los valores observados son < m. insatisfactorio, si uno o varios valores observados son > M o más de c/n valores se encuentran entre m y M. Si sólo existe un valor Satisfactorio, si todos los valores observad os indican ausencia de la bacteria. Insatisfactorio, si se detecta la presencia de la bacteria en cualquiera de las muestras. El Reglamento CE 2073/2004 D.O.U.E. 22/12/2005 modificado Criterio micr obiológico : criterio que define la aceptabilidad de un producto o lote de productos alimenticios o un proceso basándose en la ausencia, presencia o número de microorganismos, y/o en la cantidad de sus toxinas/metabolitos, por unidad de masa, volumen, supe rficie o lote. Criterio de seguridad alimentaria : criterio que define la aceptabilidad de un producto o un lote de productos alimenticios y es aplicable a los productos comerc ializados. Criterio de higiene del proceso : criterio que indica que el funcion amiento aceptable del proceso de producción; este criterio, que no es aplicable a los productos comercializados, establece un valor de contaminación indicativo por encima del cual se requieren medidas correctoras para mantener la higiene del proceso confor me a la legislación alimentaria. Cumplimiento de los criterios microbiológicos : la obtención de resultados satisfactorios o aceptables, según lo establecido, al afectuar pruebas comparando con los valores fijados para los criterios, mediante la toma de muestras, la realización de analisis y la aplicación de acciones correctoras, de conformidad con la legislación alimentaria y l as instrucciones de la autoridad competente. Alimentos listos para el consumo : alimentos destinados por el productor o el fabrican te al consumo humano directo sin necesidad de cocinado u otro tipo de transformación eficaz para eliminar o reducir a un nive l aceptable los microorganismos peligrosos. B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 53 de 54 COMENTARIOS A LAS PRUEBAS DISPUESTAS EN EL REGLAMENTO Reglamento 2073/2005 D.O.U.E. 22 /12/2005 modificado por Reglamento CE 1441/2007 D.O.U.E. 07/12/2007 El Reglamento establece criterios de seguridad alimentaria y de higiene del procesoen los siguientes productos alimenticios: A) Criterios de seguridad alimentaria : criterio que define l a aceptabilidad de un producto o un lote de productos alimenticios y es aplicable a los productos comercializados. L. monocytogenes en alimentos listos para el consumo destinados a los lactantes y para usos médicos especiales. L. monocytogenes en aliment os listos para el consumo que puedan permitir el desarrollo de L. monocytogenes antes de que el alimento haya dejado el control inmediato del explotador de la empresa alimentaria que los haya producido, cuando no pueda demostrar que el producto no superará el límite 100 ufc/g durante su vida útil. L. monocytogenes en otros alimentos listos para el consumo y E. coli en moluscos bivalvos vivos. Salmonella en diferentes categorías de productos alimenticios. Enterotoxinas estafilocócicas en productos lácteos . Enterobacter sukazakii en preparados deshidratados para lactantes y alimentos dietéticos deshidratados destinados a usos médicos especiales para lac tantes menores de seis meses. Histamina en productos de la pesca procedentes de especies de pescados aso ciados a un alto contenido de histidina. B) Criterios de higiene de los procesos : criterio que indica que el funcionamiento aceptable del proceso de producción; este criterio, que no es aplicable a los produc tos comercializados, establece un valor de contaminación indicativo por encima del cual se requieren medidas correctoras para mantener la higiene del proceso conforme a la legislación alimentaria. B 1.) Carne y productos derivados Recuento de colonias de bacterias aerobias y Enterobacteriaceae en ca nales de ganado vacuno, ovino, caprino, equino y porcino. Salmonella en canales. E. coli y recuento de colonias en la carne picada, preparados de carne y carne separada mecánicamente (CSM). B 2) Leche y productos láteos Enterobacteriaceae en preparados deshidratados para lactantes y alimentos dietéticos deshidratados destinados a usos médicos especiales para lactantes menores de seis meses. E. coli Enterobacteriaceae (otras categorías de alimentos) y estafilococos coagulasa positivos. B 3) Ovoproductos Enterobacteriaceae en ovoproductos. B 4) Productos de la pesca E. coli en productos pelados y descabezados de crustáceos y moluscos cocidos. Estafilococos coagulasa positivos en crustáceos y moluscos cocidos y pelados. B 5) Hortalizas, frutas y productos derivados E. coli en frutas y hortalizas troceadas (listas para el consumo) y en zumos de frutas y hortalizas no pasteurizados (listos para el consumo). B. De Pablo M. Moragas Recopilación normas microbiológicas y parámetros físico -químicos relacionados enero 2017 Página 54 de 54 ENERO 201 7 OSASUN ETA KONTSUMO SAILA. BILBOKO UDALA AREA DE SALUD BILBAO BIZKAIKO LURRALDE ZUZENDARITZA. OSASUN SAILA. EUSKO JAURLARITZA DIRECCIÓN TERRITORIAL DE BIZKAIA. DEPARTAMENT O DE SANIDAD. GOBIERNO VASCO "}