{"title": "CNN analysis suggests 12% of US population might currently have some protection against Covid-19", "author": "Zahid Mahmood; Jessie Yeung; Adam Renton; Hannah Strange; CNN", "url": "https://edition.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-27-21/h_fa598f68c69689f7ed1b1be03d82da2b", "hostname": "edition.cnn.com", "description": "Between vaccination coverage and natural immunity among those who have recovered from an infection, about 12% — and perhaps as much as a third — of the US population may currently have some degree of protection against Covid-19, according to a CNN analysis.", "sitename": "CNN", "date": "2021-01-27", "cleaned_text": "Between vaccination coverage and natural immunity among those who have recovered from an infection, about 12% — and perhaps as much as a third — of the US population may currently have some degree of protection against Covid-19, according to a CNN analysis. About 6% of the US population has been vaccinated against Covid-19, according to the latest data from the US Centers for Disease Control and Prevention. Close to 20 million people have received at least one dose of the two-dose regimen — which trial data shows can offer partial protection against the virus — and more than 3.8 million people are fully vaccinated. Studies show that people who recover from Covid-19 are largely immune to the virus for a period of time. About 25 million cases of Covid-19 have been reported to the CDC, representing about another 8% of the population with some protection against Covid-19. However, the CDC estimates that just a fraction of total Covid-19 cases in the US have actually been reported. The latest estimates show that total cases may have topped 83 million through December. Along with the 5 million or so cases that have been reported in January, about 88 million people - more than a quarter of the US population - may actually be protected from Covid-19 after recovering from infection. Experts say that people who have already had Covid-19 should still get the vaccine. The immunity you get from contracting Covid-19 does last for a certain amount of time, but the nature of the vaccine should provide longer immunity, according to CNN Chief Medical Correspondent Dr. Sanjay Gupta. The CNN estimates of current protection against Covid-19 do not account for any potential overlap among individuals who may be counted in both the number of people who have been vaccinated and those who have been infected. With at least one vaccine dose administered to about 6% of the population and potentially a quarter of the population immune after infection, as many as about 1 in 3 people in the US may currently be at least partially protected against Covid-19. That said, trial data shows that one dose of vaccine only offers partial coverage. And while some studies found that immunity to Covid-19 may last years after infection, others have found it may wane after just five months. On Tuesday, President Biden [announced a boost to vaccine supply](https://www.cnn.com/2021/01/26/politics/biden-vaccine-supply-tuesday/index.html) allocated to states and promised to have enough doses to vaccinate at least 300 million people by late summer or early fall. "}