{"title": "Hookworm Vaccine Trials Begin at GW | GW Today | The George Washington University", "author": null, "url": "https://gwtoday.gwu.edu/hookworm-vaccine-trials-begin-gw", "hostname": "gwtoday.gwu.edu", "description": null, "sitename": "GW Today", "date": "2015-07-02", "cleaned_text": "When Anna Markowitz learned that George Washington University researchers were looking for healthy volunteers to infect with bloodthirsty hookworms, her decision was resolute. \"Done. I'm in,\" she thought. \"I knew it was weird and thought they would probably have a hard time finding participants,\" said Ms. Markowitz, a graduate student in the [Milken Institute School of Public Health](http://publichealth.gwu.edu/about/milken-institute-sph). \"I felt like if I wasn't going to do it, then who was?\" The study is a critical step in the scientists' bold quest to eradicate hookworm disease in the poorest parts of the world. Though virtually nonexistent in the United States, hookworm still infects more than 500 million people worldwide, according to the [Centers for Disease Control and Prevention](https://www.cdc.gov/parasites/hookworm/). David Diemert The parasitic hookworm Necator americanus—the most common type that causes infections in humans—is passed from the feces of an infected person to another, usually by walking barefoot in contaminated soil. Hookworms can live in the small intestine for a year or more, all while feasting on their host's blood. A single infection is easily treated with medication, but chronic hookworm disease can cause anemia, which in growing children often leads to physical and cognitive impairment. And in places like sub-Saharan Africa and rural parts of Latin America, where hookworm infections are the most prevalent, the problem is compounded with other public health issues, like malnutrition and malaria. The current strategy for treating hookworm infections is to administer anti-worm drugs to children in endemic areas once per year. But this offers only a temporary fix, said [David Diemert](http://www.gwumc.edu/smhs/facultydirectory/profile.cfm?empName=David%20Diemert&FacID=2061586231), an associate professor of microbiology, immunology and tropical medicine. Jeffrey Bethony \"Since you don't develop any immunity, kids just keep getting re-infected,\" Dr. Diemert said. \"And since many of these places are poor, rural areas, they don't have the systems in place to make sure people are treated every year.\" He also worries that prolonged use of anti-worm medication could lead to resistance. [Jeffrey Bethony](http://www.gwumc.edu/smhs/facultydirectory/profile.cfm?empName=Jeffrey%20Bethony&FacID=2049509106)—both faculty members in the [School of Medicine and Health Sciences](http://smhs.gwu.edu/microbiology/)—are leaders of the only team in the world currently developing a low-cost hookworm vaccine. During more than 15 years of research, they have [conducted clinical trials](http://abcnews.go.com/Health/video/worldwide-global-health-parasitic-worms-health-14382312) in Minas Gerais, Brazil. Now, in collaboration with the [Sabin Vaccine Institute](http://www.sabin.org) and with new funding from the National Institutes of Health, Dr. Diemert and Dr. Bethony are testing two of their vaccine candidates on healthy, U.S. adults right here at GW. The next step will be to evaluate the effect of these vaccine candidates in preventing hookworm disease. Bringing Hookworm Back The process, called a [\"challenge study,\"](https://clinicaltrials.gov/ct2/show/NCT01940757) will require inoculating volunteers with the vaccine candidate and then infecting them with a dose of hookworm larvae to test its effectiveness in preventing the disease. The researchers hypothesize that the final product will include a mix of both vaccine candidates. They work by targeting two proteins involved in an adult worm's blood digestion. \"The idea is that if you can block those two steps in the blood digestion pathway, then you can starve the worm,\" Dr. Diemert said. By testing the vaccine candidates at GW, Dr. Diemert and his team will be able to regulate exactly how many worms they administer to both the challenge group and the control group, so they can directly compare both. Not only will this yield more accurate results, but it also will speed up the timeline for when a successful vaccine would be available for the public. \"The traditional way to test efficacy is to do huge field trials with thousands of kids,\" Dr. Diemert said. \"Our idea is that before doing these kinds of studies, which take a lot of time, effort and money, we can do a controlled challenge in healthy adults in the United States, instead of in places where the disease is.\" Infecting the Healthy Before they administer the vaccine candidates, the researchers are conducting a feasibility study to determine the ideal number of worms to give to volunteers. They are looking for a dose that is safe, well tolerated and will result in a consistent infection. |John Hawdon| \"We're trying to see the optimal number of worms needed to get the statistical power to do the vaccine test,\" said John Hawdon, an associate professor of microbiology, immunology and tropical medicine. As the parasitologist working on the project, Dr. Hawdon is responsible for managing the hookworm larvae when they arrive at GW and preparing them for administration to the volunteers. The research team successfully completed their first feasibility cohort in April by infecting 10 volunteers with 25 hookworms each. Dr. Diemert monitored the participants' symptoms over three months, and Dr. Hawdon investigated the egg counts in their fecal samples. \"One of the big things the data will tell us is the variability of the results, which is important in letting us know whether statistically we can use this model for testing vaccine efficacy,\" Dr. Diemert said. \"The more variability you have, the larger a sample size you need.\" Dr. Diemert is now looking for volunteers for the second phase of the feasibility study: 50 worms. If that goes well, then they will infect the final cohort with 75. \"People are either really fascinated by it or completely repulsed,\" Dr. Diemert said. Ms. Markowitz is clearly in the former category. She and two of her friends were among the first volunteers to participate in the feasibility study. She said she experienced hardly any symptoms, and she was especially thrilled when she was chosen to participate in a capsule endoscopy in which she swallowed a pill-sized capsule that video recorded the inside of her small intestine. At the end of the study, Ms. Markowitz received anti-worm medication and is now parasite-free. \"These past few months have taught me a lot about hookworms, and it's also given me intriguing insight into my own body and behaviors,\" she said. As a public health student, Ms. Markowitz added, she is happy to know she played a small part in fighting hookworm disease, and she would encourage others to volunteer. \"It seems scary. It seems strange. You're being inoculated with a parasite that sucks your blood,\" Ms. Markowitz said. \"But once you get over that, it's really not that weird.\" For Dr. Diemert and his team of researchers, the journey toward eradicating hookworm disease has involved a long series of tiny steps, rather than any big \"eureka\" moments. But with the controlled infection study underway at GW, the goal line looks closer than ever. \"It's a grind,\" Dr. "}