{"title": "Guardianes de la Tierra Sagrada - All You Need to Know BEFORE You Go (with Photos)", "author": null, "url": "https://www.tripadvisor.com/Attraction_Review-g2445504-d17724705-Reviews-Guardianes_de_la_Tierra_Sagrada-San_Amaro_Province_of_Ourense_Galicia.html", "hostname": "tripadvisor.com", "description": null, "sitename": "Tripadvisor", "date": "2019-07-16", "cleaned_text": "Sagrada Multi-day Tours Taxis & Shuttles Walking Tours Hiking & Camping Tours Nature & Wildlife Tours Bus Tours Day Trips 9:00 AM - 8:00 PM Monday 9:00 AM - 8:00 PM Tuesday 9:00 AM - 8:00 PM Wednesday 9:00 AM - 8:00 PM Thursday 9:00 AM - 8:00 PM Friday 9:00 AM - 8:00 PM Saturday 9:00 AM - 2:00 PM Sunday 9:00 AM - 2:00 PM Full view About We create unique experiences in Galicia and North of Portugal, tailored for groups, families that include visits to places, hiking, forest baths (shinrin yoku) that can be combined with our therapeutic massage treatments, hot springs, bacha flowers, homeopathy and herbal medicine. We also carry out Iniciativas Tours abroad and other places in Spain such as Toledo San Amaro, Galicia, Spain Similar Experiences Guardianes de la Tierra Sagrada Booking unavailable on Tripadvisor Want other options you can book now? [Show options](/Attractions-g2445504-Activities-San_Amaro_Province_of_Ourense_Galicia.html) Detailed Reviews: Reviews order informed by descriptiveness of user-identified themes such as cleanliness, atmosphere, general tips and location information. 5.0 3 reviews Excellent 3 Very good 0 Average 0 Poor 0 Terrible 0 Oct 2019 Couples Oscar y Mercedes son súper amables por la experiencia ;) Written November 8, 2019 This review is the subjective opinion of a Tripadvisor member and not of Tripadvisor LLC. Tripadvisor performs checks on reviews as part of our industry-leading trust & safety standards. Read our [transparency report](/TransparencyReport2023)to learn more. Jul 2019 Couples El domingo por la mañana nos llevaron de senderismo, nos indicaron lugar Los recomiendo. Written July 16, 2019 This review is the subjective opinion of a Tripadvisor member and not of Tripadvisor LLC. Tripadvisor performs checks on reviews as part of our industry-leading trust & safety standards. Read our [transparency report](/TransparencyReport2023)to learn more. Jul 2019 Family La mejor pasar el ratos tan maravillosos!!! Written July 16, 2019 This review is the subjective opinion of a Tripadvisor member and not of Tripadvisor LLC. Tripadvisor performs checks on reviews as part of our industry-leading trust & safety standards. Read our "}