{"title": "'Tripledemic:' What Happens When Flu, RSV, and COVID-19 Cases Collide?", "author": "Carrie MacMillan", "url": "https://www.yalemedicine.org/news/tripledemic-flu-rsv-and-covid-19", "hostname": "yalemedicine.org", "description": "Yale Medicine physicians discuss the possibility of a tripledemic, which is when RSV, flu, and COVID-19 peak at the same time.", "sitename": "Yale Medicine", "date": "2023-01-12", "cleaned_text": "RSV, and COVID-19 Cases Collide? Doctors share tips on how to stay healthy this winter. [Originally published: Nov. 22, 2022. Updated: Jan. 12, 2023] Note: Information in this article was accurate at the time of original publication. Because information about COVID-19 changes rapidly, we encourage you to visit the websites of the Centers for Disease Control & Prevention (CDC), World Health Organization (WHO), and your state and local government for the latest information. Last fall, as a common respiratory virus surged in children across the country, [flu](https://www.yalemedicine.org/conditions/flu) cases climbed, and [COVID-19](https://www.yalemedicine.org/conditions/covid-19) simmered in the background, some medical experts worried about a potential \"tripledemic.\" There's no scientific definition for this term; it simply refers to a collision of [RSV](https://www.yalemedicine.org/conditions/rsv-respiratory-syncytial-virus) (respiratory syncytial virus), flu, and COVID-19 to the extent that it might overwhelm hospital emergency departments. While all three viruses are present right now, they aren't each peaking at the same time. Pediatric RSV and flu cases are now down; COVID-19 continues to increase in adults; and cases of adults with flu are declining in the elderly and somewhat stable among younger adults. A big part of the flu increase in November, explains [Scott Roberts, MD](https://www.yalemedicine.org/specialists/scott-c-roberts), a Yale Medicine infectious diseases specialist, was our lack of immunity from having not been exposed to the virus for several seasons due to masking and other precautions, many of which have fallen to the wayside. We asked Dr. Roberts and [Thomas Murray, MD, PhD](https://www.yalemedicine.org/specialists/thomas-s-murray), a Yale Medicine pediatric infectious diseases physician, more questions about how we can stay safe, especially as we spend more time indoors this winter. What is happening with RSV and children? RSV is a common and highly contagious respiratory virus that causes cold-like symptoms. Most kids are exposed to the virus by their second birthday and therefore develop a degree of immunity that makes future cases less troublesome. Typically, kids and adults (who can still get it) recover within a week or two. \"For the average healthy child, being under age 2 increases the risk of hospitalization. But even having said that, the vast majority of kids do not get hospitalized,\" says Dr. Murray. However, it can be more serious for the extremely young and very old, as well as anyone with a compromised immune system or underlying health conditions, such as congenital heart disease or cancer. Plus, because of COVID-19 precautions, many young children haven't been exposed to the virus in the last few years, but now with restrictions lifted, many are being infected. And in younger children, especially those less than 3 years old, it can lead to breathing difficulties because their lungs aren't fully developed. The good news, says Dr. Murray, is that this is not a new virus and health care providers know exactly how to take care of kids with RSV. The problem last fall, Dr. Murray says, was the volume of sick children. \"Kids can get quite sick from it, but we know how to help them,\" he says. \"Children are admitted to the hospital for extra oxygen or other supportive measures such as positive pressure to help with breathing and keep the lungs open.\" There is no vaccine for RSV but there are several in development. Babies born prematurely or with an underlying medical condition may qualify for RSV antibody injections to help prevent severe disease. What steps can we take to prevent illness? Flu, COVID-19, and RSV are all respiratory viruses, but there are differences in how they spread. \"With COVID, we have appropriately focused on air quality, but many of these viruses can also spread by touching contaminated surfaces, which makes [handwashing ](https://www.yalemedicine.org/news/how-to-wash-your-hands)and cleaning contaminated surfaces really important,\" Dr. Murray says. Dr. Roberts agrees. \"At the beginning of the pandemic, we were wiping down our fruit, vegetables, and everything with bleach, until we found out that COVID doesn't spread through surfaces—but rather from sneezing, coughing, and expelling respiratory droplets and aerosols,\" he says. \"RSV spreads much more through contaminated surfaces. A kid rubs snot on their hands and puts the hand on someone else, and then that kid puts their hand in their mouth, and they can be infected. Handwashing and cleaning surfaces are more critical with RSV than with COVID.\" Flu, on other hand, is somewhere in the middle, and can spread from respiratory droplets, aerosols, and through contaminated surfaces, Dr. Roberts says. It's important, therefore, to practice what the Centers for Disease Control and Prevention (CDC) calls \"respiratory etiquette,\" Dr. Murray says. \"That means coughing into a tissue and disposing of it immediately in the garbage,\" he says. It may sound obvious, but the best prevention advice for all three illnesses is to avoid others who are sick. \"And if you or your child is sick, stay away from others until you are improving and fever-free,\" Dr. Murray says. \"And if you have a baby, especially a newborn, be very careful about who visits in their first couple months of life. You only want people who are washing their hands and have no symptoms to be near the baby.\" How can we gather safely with others? With colder weather keeping more people inside, it's important to take certain precautions, doctors say. First and foremost, now is the time to get your flu shot and make sure you are up to date on your [COVID-19 vaccination](https://www.yalemedicine.org/news/omicron-booster-covid-19), including the new bivalent booster. \"The influenza vaccine may not completely prevent you from getting the flu, but it has a really good chance of keeping you from getting seriously ill and being hospitalized and dying,\" Dr. Murray says. If you are going to an indoor gathering, Dr. Roberts advises taking extra precautions in the week leading up to it. \"In other words, don't go to a big, indoor concert with tons of people shouting, where your odds of exposure to COVID or something else will be very high,\" he says. \"Plus, you can take a [rapid test](https://www.yalemedicine.org/news/which-covid-test-is-accurate) right before you go in the room for a gathering. If everybody does that, it's an added layer of security. And if you are traveling, wear a mask, even if nobody else does.\" Dr. Murray says it's also important to pay attention to symptoms. \"If you have any symptoms, you really should not congregate with others. But if you insist, wear a mask and segregate yourself during activities such as eating, when you can't be masked,\" he says. What is happening with COVID-19? The COVID-19 variant XBB.1.5, yet another descendent of Omicron, is quickly spreading in the U.S. and has been described as the most transmissible form of the virus yet. However, there is not yet evidence to suggest that it causes any more severe disease than other Omicron strains. When should you call your child's pediatrician? \"When your child starts to have cough and fever, it's always good to reach out to your pediatrician, to be in touch, says Dr. Murray. \"That's very important. With babies, if you see really fast breathing or any blueness around the lips or what we call use of accessory muscles, which is if you start to see the shoulder blades when they're breathing or see the belly really going up and down really fast, or if the baby looks uncomfortable, those are reasons to come to the emergency room,\" he says. In the end, families need to be prepared that the hospital is a very busy place right now, he adds. \"If your child still looks well, then it's really important to start with your pediatrician. But certainly, if you're concerned, the emergency room evaluates your child quickly to see how sick they are,\" Dr. Murray says. \"And if they're quite sick, "}