{"title": "A Vaccine for E. coli? Meet a Researcher Hot on the Trail", "author": "Jessica Brown", "url": "https://www.jnj.com/innovation/meet-janssen-researcher-working-on-human-e-coli-vaccine", "hostname": "jnj.com", "description": "A particular strain of the bacteria can be deadly for those over the age of 60—and it's not the kind that causes food poisoning. But this Janssen researcher is committed to finding a preventive treatment.", "sitename": "Johnson & Johnson", "date": "2019-04-24", "cleaned_text": "A Vaccine for E. coli? Meet a Researcher Hot on the Trail - Did you like reading this story? Click the heart to show your love. - Did you like reading this story? Click the heart to show your love. - Did you like reading this story? Click the heart to show your love. hink of \"E. coli,\" and you probably picture outbreaks of foodborne illnesses that can cause severe stomach cramps, vomiting and more. After all, certain strains of the bacterium are among the most common and potentially lethal causes of food poisoning. But there are other strains of E. coli. Some are harmless gut bacteria, but others—specifically, [Extraintestinal Pathogenic Escherichia coli (ExPEC)](https://www.ncbi.nlm.nih.gov/pubmed/21982038)—are dangerous, and even fatal, particularly if you're an older adult. And due to [rising antimicrobial resistance](https://www.who.int/news-room/fact-sheets/detail/antimicrobial-resistance), the antibiotics used to fight dangerous infections caused by ExPEC, like bacteremia, which occurs when bacteria enters the blood, and sepsis, the body's extreme and dangerous reaction to infection, are becoming less effective. But now, thanks to the work of scientists at the [Janssen Pharmaceutical Companies of Johnson & Johnson](https://www.janssen.com/), an urgently needed vaccine—co-designed and developed by Janssen and LimmaTech of Switzerland, a subsidiary of GSK—may soon be available that could have the potential to protect people age 60 and older from these infections. \"Bacteremia and sepsis caused by ExPEC bacteria are among the top 10 causes of death in older adults, and the number of cases is rising as the population ages,\" says, Head of Bacterial Vaccines Discovery and Early Development and Disease Area Stronghold Leader Bacterial Vaccines at the Janssen Pharmaceutical Companies of Johnson & Johnson. \"At Janssen, we want to help people live longer, healthier lives and enjoy their grandchildren for years to come. Our fight to tackle and limit the burden of ExPEC is one of the ways we hope to realize this vision.\" For [World Immunization Week](https://www.who.int/news-room/events/detail/2019/04/24/default-calendar/world-immunization-week-2019), we sat down with Dr. Poolman to learn more about the dangers of ExPEC infections, the challenges of fighting them and his hopes for the vaccine, which has the potential to impact tens of thousands of lives. Q: Why are older people more prone to developing ExPEC infections? In short, immunity decreases with age, so it's more challenging to clear infections from the body. Plus, the number of older people undergoing invasive surgeries or procedures is rising, which puts them at risk of acquiring an ExPEC infection. ExPEC is responsible for most UTIs, and older people are more vulnerable to UTIs because the bladder becomes weaker, and thus harder to fully empty, with age.Share In fact, ExPEC is responsible for most urinary tract infections (UTIs). Older people are more vulnerable to UTIs because the bladder becomes weaker, and thus harder to fully empty, with age. The longer the urine remains in the bladder, the more likely it is that an ExPEC infection will develop—and from there it can cause life-threatening bacteremia and sepsis, which occur when the bacteria enter the bloodstream. Unfortunately, treating UTIs has made it harder to treat bacteremia and sepsis. UTIs are one of the most frequently occurring human infections, and they require antibiotics. As a result, treatment of UTIs is one of the main drivers of antimicrobial resistance. Q: How did you get involved in creating a vaccine for ExPEC? E. coli was a topic of intense debate when I entered the vaccine development space in the late 1970s, but most scientists and vaccine companies at the time were focused on vaccines for pediatric diseases, such as whooping cough, meningitis and pneumonia. I had dedicated the first part of my career to help create pediatric vaccines like these, and had mostly completed my work in that area. I then wanted to shift my attention to another vulnerable community: older people at risk of disease. There is a growing urgency to prevent serious diseases caused by bacteria in this at-risk population—and E. coli is a major culprit. Expectations are that senior vaccination will become as established as pediatric immunization in the near future, and ExPEC will need to be part of that. Janssen is a unique and exciting place to work on vaccines like this one. The company entered the vaccine space later, which has created an energy of innovation and fresh thinking. That element of entrepreneurial biotech, combined with a commitment to developing vaccines for life-threatening infectious diseases, creates an excellent formula for discovery and development. Q: How does this vaccine work? There are several types of vaccines for both bacterial and viral illnesses. People are likely familiar with vaccines made with inactivated or weakened viruses and bacteria—for example, the flu shot, and the measles, mumps and rubella (MMR) shot. The ExPEC vaccine, in contrast, is a bioconjugate vaccine. We use a part of the bacterium—in this case, the outer coating of sugar molecules called polysaccharides—and link them with protein carriers to create a vaccine. The protein carrier creates a stronger immune response than using a piece of bacteria alone because protein is more easily recognized by the immune system compared to polysaccharides. This vaccine principle has been applied successfully to help create pediatric bacterial vaccines against meningitis and pneumonia. Right now we're in the first phases of clinical development and are in the process of preparing for Phase 3 feasibility studies—which are basically a dry run of a potential future clinical efficacy study that assesses how the treatment works in real-world conditions.Share Right now we're in the first phases of clinical development and are in the process of preparing for [Phase 3 ](https://www.fda.gov/forpatients/approvals/drugs/ucm405622.htm)feasibility studies—which are basically a dry run of a potential future clinical efficacy study that assesses how the treatment works in real-world conditions—as well as preparing for licensure and introduction of the vaccine. We study the populations we want to target, investigate ways to find people to enroll in the study and so forth. We're mostly looking for older adults in the United States and parts of Europe, although we're also considering Japan because they have a high population of older people. Q: Why are you so passionate about this work? Being able to prevent debilitating and potentially deadly bacteremia and sepsis caused by ExPEC is extremely important since it will be quite a while before we have new antibiotics to treat these conditions—and, as the saying goes, \"an ounce of prevention is worth a pound of cure.\" The field of antibacterial therapies will likely change in the future and focus on drugs that treat specific groups of bacteria, versus ones that target wide ranges. But for that you need more advanced diagnostics, so you know which bacteria to target, and that will take time. Prevention by way of immunization will be an essential part of this future of new ways to deal with bacterial infections. Developing vaccines like ExPEC for older people is so crucial because, as in childhood, the immune system is suboptimal. Senior vaccination is still in its infancy, so to speak, but I think that, in a few decades, we'll have an extensive vaccine package for seniors like we do for pediatrics. More from Johnson & Johnson - June 29, 2023For Myasthenia Gravis Awareness Month, discover more about the disease, learn how one woman lives with this rare autoantibody condition and why Johnson & Johnson is working to find new treatments for patients like her. - May 31, 2023Advancing New Options for Bladder Cancer TreatmentAdvancing New Options for Bladder Cancer TreatmentEvery year, roughly 80,000 Americans receive a bladder cancer diagnosis. Many endure difficult and burdensome treatments in an attempt to fight the disease. But new innovations just might change that. - May 19, 2023INHANCE Shoulder System: A New Option for Reverse Shoulder Replacement SurgeryINHANCE Shoulder System: A New Option for Reverse Shoulder Replacement SurgeryFor Arthritis Awareness Month, learn how Johnson & Johnson MedTech is innovating to help improve outcomes with this complex procedure. "}