{"title": "Pastor confundió gasolina con agua bendita y quema vivo a un feligrés", "author": "Alerta Tolima; Yurby Calderón", "url": "https://www.alertatolima.com/noticias/tendencias/pastor-confundio-gasolina-con-agua-bendita-y-quema-vivo-un-feligres", "hostname": "alertatolima.com", "description": "El incendio se extendió hasta un gasoducto cercano que explotó.", "sitename": "Alerta Tolima", "date": "2019-12-05", "cleaned_text": "Pastor confundió gasolina con agua bendita y quema vivo a un feligrés Un religioso nigeriano confundió gasolina con agua bendita durante una ceremonia de sanación en una iglesia en Lagos y provocó la muerte de un fiel y una enorme explosión, indicaron los servicios de rescate a los medios. \"El pastor tomó un bidón lleno de gasolina pensando que era agua\", explicó Ibrahim Farinloye, portavoz de los servicios de urgencias. Lea también: [Paulina Vega será jurado de Miss Universo 2019](https://www.alertatolima.com/noticias/tendencias/paulina-vega-sera-jurado-de-miss-universo-2019) \"Cuando estaba vertiendo el líquido sobre el hombre, una vela que estaba justo al lado prendió fuego y las llamas los envolvieron rápidamente\", agregó. El fiel murió en el acto y el pastor sufrió \"graves heridas\". El incendio se extendió hasta un gasoducto cercano que explotó, lo que provocó un fuego importante y una enorme nube negra tóxica que era visible desde buena parte de la ciudad de Lagos, según estas fuentes. Absuelve a sacerdote acusado de encubrir un crimen Un popular sacerdote panameño acusado de encubrir un asesinato fue sobreseído este martes por falta de pruebas para continuar su juicio, informó la fiscal del caso, Dayra Botello. La fiscalía \"de manera responsable\" y \"objetiva\" procedió a \"presentar un sobreseimiento a favor del imputado (y sacerdote) David Cosca\", dijo Botello a periodistas. El Órgano Judicial señaló en su cuenta de la red Twitter que Cosca fue absuelto por petición de la fiscalía por no contar con \"los suficientes méritos para acusarlo\". Lea aquí: [Polémica por publicación del senador Robledo contra el presidente Duque ¿Se le fue la mano?](https://www.alertatolima.com/noticias/tendencias/polemica-por-publicacion-del-senador-robledo-contra-el-presidente-duque-se-le) \"Nunca le fui infiel al pueblo panameño ni a Dios\", afirmó Cosca a la salida del juzgado. El sacerdote, uno de los religiosos más populares del país centroamericano, había sido acusado de encubrir un asesinato ocurrido el 7 de julio de 2018 en la capital panameña. Una persona fue condenada a 20 años de prisión por ese crimen. "}