{"title": "Descifrando los secretos de tu cerebro", "author": "Kátia Brunetti; Español", "url": "https://katiabrunetti2.medium.com/descifrando-los-secretos-de-tu-cerebro-4a0d656dba1f", "hostname": "medium.com", "description": "En 2007, una joven británica sobrevivió a un accidente automovilístico. En los primeros cinco meses desde que se dañaron partes de su...", "sitename": "Medium", "date": "2020-08-16", "cleaned_text": "de tu cerebro En 2007, una joven británica sobrevivió a un accidente automovilístico. En los primeros cinco meses desde que se dañaron partes de su cerebro, solo abrió los ojos, pero no respondió a los sonidos. En la jerga neurológica, se diagnosticó como vegetativo. Imagínese el asombro de los científicos cuando examinaron su cerebro utilizando un tipo de imagen por resonancia magnética que detecta el flujo sanguíneo de las partes que aún estaban activas. Cuando recitaron frases, las partes involucradas en el idioma se iluminaron. Cuando le pidieron que se imaginara visitando su casa, las partes que involucran memoria / recuerdos comenzaron a brillar, como si reconocieran los lugares. Y cuando le pidieron que se imaginara jugando al tenis, su deporte favorito, estas regiones provocaron un movimiento aún mayor. De hecho, a pesar de ser diferente a las personas sanas que fueron estudiadas, la niña parecía haber tenido momentos de conciencia. El relato de este caso sirvió para responder parte de algunas preguntas que aún estudia la neurociencia cognitiva. Sin embargo, algunos de nuestros descubrimientos más profundos son la correlación entre las partes del cerebro consciente, subconsciente e inconsciente. Los investigadores concluyeron que la mente subconsciente funciona el 100% del tiempo. El subconsciente acepta todo lo que está programado en él por la mente consciente. A partir de este estudio, se concluyó que no es el subconsciente el que dice si algo está bien o mal, bien o mal, real o imaginado, posible o imposible. Los expertos también concluyeron que, aunque las dos mentes actúan de forma complementaria entre sí, en el comportamiento humano la mente consciente representa el 12% de las acciones y la subconsciente el 88%. \"Los buenos o malos hábitos se almacenan en tu subconsciente\" El subconsciente es ese aspecto de la mente que se encarga de todo lo que haces sin tener que pensar en ello conscientemente. Todos los hábitos son, según la definición de la Fuerza del Hábito, operados por la mente subconsciente, ya que no pueden ser manejados por la mente consciente. Pueden ser influenciados por la mente consciente para que ocurran de manera diferente, no están bajo su control. Independientemente de lo que los haya causado o influido, todos los hábitos se realizan en el piloto automático subconsciente. Para que su mente funcione de la manera que desea que funcione, debe comprender cómo funciona. A pesar de ser complementarias, la mente consciente y subconsciente tiene características que las distinguen entre sí. Esto es útil para comprender cuál está operando en cada momento. Estas características revelan la naturaleza inherente de cada aspecto, sin embargo, funcionan perfectamente juntas. Para los propósitos de la Fuerza del Hábito, se cree que la mente consciente está formada por estos aspectos de nuestra conciencia, mientras estamos en un estado de vigilia. Al conducir su automóvil, por ejemplo, puede estar consciente de las calles y las señales de tráfico si está tratando de encontrar un lugar en el que nunca ha estado antes. Pero si está conduciendo hacia un lugar habitual, puede ser consciente solo de sus propios pensamientos y totalmente inconsciente, de las calles, señales, tráfico y edificios a su alrededor. Siempre que esté consciente de sus propios pensamientos, su mente subconsciente está prestando atención a otras cosas, incluidas las calles, las señales, el límite de velocidad, y le indicará tan pronto como llegue a su destino. \"Su subconsciente siempre rescatará las emociones cuando el desencadenante de esa emoción es provocado por un evento, un recuerdo o una experiencia\". Muchos estudios han demostrado que las decisiones se toman en la mente subconsciente antes de actuar conscientemente. Por ejemplo, es posible que le hayan enseñado que el dinero no crece en un árbol, por lo que cada vez que encuentra algo que realmente le gusta e incluso tiene la oportunidad y el dinero para comprarlo, escucha una voz interna que dice que es demasiado caro. o no debería gastar su dinero en ello. Así es como reconoces cuáles son tus creencias y valores. Esta voz interna proviene de su programación subconsciente. Todos sabemos que fumar no es lo mejor para nuestra salud, pero en lugar de ser conscientes de ello, en el momento que queremos fumar, simplemente actuamos de acuerdo con nuestro horario, básicamente diciendo que vamos a acabar con el estrés del momento fumando uno ¡cigarrillo! Nuestros pensamientos se han vuelto compulsivos porque el subconsciente es más poderoso que la mente consciente. A medida que nos identificamos con la programación en el subconsciente, resulta difícil imaginar que podemos ir más allá de los pensamientos de manera consciente y cambiar cualquier cosa que deseamos. En este momento, toda nuestra atención está en el subconsciente. Sin embargo, con la práctica, podemos comenzar a tomar más conciencia de las emociones en nuestro cuerpo, lo que nos permite permanecer más tiempo en el momento presente y también ser más conscientes de nuestros pensamientos y hábitos. \"La intuición se manifiesta en forma de reacción física, sueño o sensación enviada en forma de mensaje desde la mente subconsciente\". La mente consciente no puede manejar toda la información adquirida por sus cinco sentidos. En un estudio, los investigadores pidieron a los voluntarios que jugaran un juego de cartas en el que el objetivo era ganar más dinero. Lo que no se dieron cuenta, sin embargo, es que el juego fue manipulado desde el principio. Había dos pilas de cartas para elegir; un mazo se manipuló para proporcionar grandes ganancias seguidas de grandes pérdidas, mientras que el otro mazo se configuró para proporcionar pequeñas ganancias, pero casi sin pérdidas. Se necesitaron alrededor de 50 cartas antes de que los voluntarios dijeran que había algo mal con la baraja y alrededor de 80 cartas antes de que pudieran explicar la diferencia entre las barajas. Sin embargo, lo más fascinante es que, después de solo 10 cartas, las glándulas sudoríparas de las palmas de las manos se abrían cada vez que tomaban una nueva carta. También fue alrededor de la décima carta cuando empezaron a favorecer la montura más segura, sin ser conscientes de lo que estaban haciendo. En otras palabras, mucho antes de que el cerebro analítico pudiera explicar lo que estaba sucediendo, la intuición corporal ya sabía dónde había peligro y los guiaba con seguridad. Tu cerebro es una herramienta poderosa. Estudiar sus características y comprender sus actividades, te ayudará a tener una vida más sana y equilibrada, influyendo positivamente en tu autoconfianza, autoestima, autosuficiencia e independencia. Referencias Wikipedia — conceptos y definiciones The Brain Book: Know Your Own Mind and How to Use it — Peter Russell Neuroscience: Exploring the Brain — Mark F. Bear How the Brain Connects: to Cognitive & Behavioral Change — Robert Lavine "}