{"title": "PDF", "author": "PDF", "url": "www.fjd.es/es/cartera-servicios/medicina-interna.ficheros/1709703-Memoria%20Medicina%20interna%202019.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "por servicios Medicina interna 215Jefe Servicio: Prof. Raimundo Andrés Cañas, MD, PhD, Profesor Asociado UAM Consultor Jefe de Enfermedades Infecciosas: Prof. Manuel Luis Fernández Guerrero, MD, PhD. Profesor Emérito UAM Jefe Asociado de Enfermedades Infecciosas: Prof. Miguel de Górgolas Hernández-Mora, MD, PhD, MSc, DTM&H. Profesor Titular UAM Médicos Adjuntos M. Interna: Dr. Luis López Cubero MD Prof. Juan Gómez Octavio, MD, PhD. Profesor Asociado UAM Dr. Jorge Polo Sabau, MD, PhD. Profesor Asociado UAM Dra. Rosa Arboiro Pinel, MD Dra. Silvia Rubio Gómez Geriatría: Dra. Ana Isabel Hormigo Sánchez, MD Dr. Manuel Mejía Ramírez de Arellano, MD Dra. María Almudena Milán Vegas, MD Dra. Myriam Rodríguez Couso, MD Enfermedades Infecciosas: Prof. Alfonso Cabello Úbeda, MD, PhD, MSc. Profesor Asociado UAM Dra. Beatriz Álvarez Álvarez, MD, MSc Prof. Laura Prieto Pérez, MD, PhD, MSc. Profesora Asociada UAM Dra. Irene Carrillo Acosta, MD, MSc Dra. Elizabet Petkova Saiz, MD, MSc Dra. Nerea Carrasco Antón, MD, MSc Médicos Residentes: Dra. Blanca Rodríguez Alonso Dra. Bernadette Pfang Dra. Sara Carbajal Tinoco Dra. Susana Fraile Benítez Dra. Carmen Cubero Gonzalo Dra. Saray Menéndez Dra. Julia García Lasheras Dra. Celia Rodríguez Olleros Dr. Fernando Javier Velez Arribas Dra. Marta Del Palacio Tamarit Dra. Lara Cantero Del Olmo Dra. María Victoria Torrente Calleja Dr. Aws Waleed Mohamed Al-Hayani Dra. Isabel García-Amado Sancho Dra. María José Diez Medrano Dra. Belén Zamarro Alias Dra. Marta López De Las Heras Dra. Silvia Calpena Martínez Dra. Carmen Álvaro Vegue Dr. Javier López Botet Brunete Dr. Adrián Arapiles Muñoz Dra. Karina Gordillo Zabaleta Dra. Marta Lobo Antuña Dra. Elisa Ruiz Arabi Dra. Alicia Vila González Dra. Alicia Sánchez Jimeno Dra. Paula Rodríguez Fuentes Dr. Rafael Rubio Martin Dr. Miguel Morante Ruiz Dr. Iris Martínez Alemani Dr. Carlos Rubiera Ponga Técnico de Densitometría: D. Miguel TorralboMemoria de Actividad FJD 2019Actividad por servicios Medicina interna 216Titulados superiores Enfermedades Infecciosas: Clara Restrepo Aida Vaquero (Ayudante de Investigación contratado) Pedro García (Ayudante de Investigación contratado) Técnicos especialistas Enfermedades Infecciosas: Marta Hernández Estudiantes en prácticas / pregrado (TFG) / post-grado (TFM) Enfermedades Infecciosas: Alumna: Iskra Cuñas Figueroa. Titulación universitaria: Biolo- de Madrid (UAM). Fecha de ini- cio: 20/08/2019 Fecha de finalización: 02/10/2019. Entidad de realización: Fundación Jiménez Díaz. Responsable estan- cia formativa. Prácticas de laboratorio: Ramón Pérez Tanoira. Alumna: Sara Fernández López. Titulación universitaria: Ciencias Químicas. UAM. Fecha de inicio: 23/07/2019 Fe- cha de finalización: 30/08/2019. Entidad de realización: Fundación Jiménez Díaz Responsable estancia formativa. Prácticas de laboratorio: Ramón Pérez Tanoira. Alumna: Cecilia María Carrasco Sánchez. Titulación univer - sitaria: Medicina. UAM. Fecha de inicio: 23/01/2019 Fecha de finalización: 30/05/2019. Entidad de realización: Cen- tro Nacional de Microbiología. Instituto de Salud Carlos III. Responsable estancia formativa. Prácticas de laboratorio: Jose Miguel Rubio y Ramón Pérez Tanoira. Alumna: María Martos. Estudiante trabajo de fin de más- ter. Facultad de Biología, Universidad Autónoma de Ma- drid. Enero-Junio 2019. Responsables: Norma Rallón y José Miguel Benito.Enfermera de Enfermedades Infecciosas: Gema Fuensalida Novo, DUE Jefe de Investigación Clínica Enfermedades Infecciosas: Ramón Pérez Tanoira, PhD, MSc. Equipo de Investigación Clínica Enfermedades Infecciosas: Ana Fernández Romero, DUE, MSc. Inmaculada Burillo, DUE (coordinadora). Marta Muñoz Ugarte, DUE Ana López Cardos, DUE Pilar Gallego Preciado, DUE John Jairo Aguilera Correa, PhD, MSc. Jefe de Investigación Básica Enfermedades Infecciosas: Dr. José Miguel Benito, MD, PhD Jefa de Investigación Básica Enfermedades Infecciosas: Norma Rallón, PhD Investigadores Predoctorales Enfermedades Infecciosas: Marcial García María Ángeles Navarrete Beatriz Álvarez Labor Asistencial Hospitalización Consultas externas Actividad Quirúrgica Altas 5.636 Primera visita 5.852 Intervenciones ambulantes - Estancia media 5,98 Sucesiva 18.349 Intervenciones ingresadas - Hospital día 624 Alta resolución 0 Total 0 Actividad no Presencial Total 24.201 Urgencias Circuitos eficaces 1.938 Ratio s/p 3,14 Con ingreso 15.418 Formularios 1.065 107.324 e-consulta de Actividad FJD 2019Actividad por servicios Medicina interna 217TESIS DOCTORALES Medicina Interna Rosa Arboiro Pinel. En preparación. Geriatría Ana Isabel Hormigo Sánchez. En preparación. Enfermedades Infecciosas Marta del Palacio Tamarit. \"Espiroquetosis intestinal, ¿pa- tógeno o comensal\" Facultad de Medicina, UAM (Co-direc- tores: Laura Prieto y Ramón Pérez Tanoira). En preparación. Alfonso Gutiérrez García. Evaluación de la resistencia a tratamiento antipalúdico de Plasmodium spp y vigilancia molecular de la expresión génica de HRP-2 y HRP-3 en P . fal- ciparum. Facultad de Medicina, UAM (Co-directores: Laura Prieto y Ramón Pérez Tanoira). En preparación. Irene Carrillo Acosta. Enfermedad de Chagas, de la investi- gación básica a la aplicación clínica. Facultad de Medicina, UAM (Co-directores: Miguel Górgolas y Ramón Pérez Ta- noira). En preparación. Amalia Cañadas Molina. Efectividad del láser microfrac- cionado de C02 en el tratamiento de la atrofia vulvo-vagi- nal en pacientes con antecedentes de neoplasia maligna de mama. Estudio piloto comparativo experimenta aleato- rizado. Facultad de Medicina, UAM. (Co-directores: Javier Plaza Arranz y Ramón Pérez Tanoira). En preparación. Irene Cabrera Rodrigo. \"Interpretación de los datos clí - nico-epidemiológicos de la malaria importada en la po - blación de un hospital del sur de Madrid\". Universidad Alfonso X El Sabio (Co-directores: Beatriz Valle Borrego y Ramón Pérez Tanoira). En preparación. Félix Carrasco Calzada. \"Estudio microbiológico de las in - fecciones en orina, piel y tejidos blandos para optimizar el uso de antibióticos disponibles en hospitales rurales en vías de desarrollo en África subsahariana\". Universidad Alcalá de Henares (Co-directores: Juan Cuadros y Ramón Pérez Tanoira). En preparación. Ana Montoya Ferrer. Infección Neonatal Por El Virus De Eps- tein-Barr. (Co-Director: Miguel Górgolas). En Preparación. Belén Comeche Fernández. Tuberculosis En Adultos En Etio- pía. (Co-Director: Miguel Górgolas). En Preparación. Marío Pérez Butragueño. Tuberculosis En Niños En Etio - pía. (Co-Director: Miguel Górgolas). En Preparación. Patricia Atencio Antoranz. Factores Epidemiológicos, bólicos Y Clínicos Asociados A La Osteopenia Y Osteoporo- sis En Pacientes Vih-Naïve Menores De 50 Años En Madrid. (Co-Directores: Miguel Górgolas Y Alfonso Cabello). En Pre- paración.Labor docente programada (en la FJD o en la Facultad de Medicina de la UAM) Profesor Emérito UAM Dr. Manuel L. Fernández Guerrero Profesor Titular de Medicina Dr. Miguel Górgolas Hernández-Mora Profesores Asociados Dr. Raimundo Andrés Cañas Dr. Joaquín García Cañete Dr. Juan Gómez Octavio Dr. Antonio Blanco García Dr. Jorge Polo Sabau Docencia Facultad Medicina UAM: Enfermedades Infecciosas Docencia pregrado UAM 5º curso Medicina: 26 horas 2º curso Enfermería: 2 horas Docencia posgrado UAM Master Propio en Medicina Tropical y Salud Internacional (VI edición, 60 ECTS). Director: Prof. Miguel Gorgolas Her - nández Mora. Gériatrie pregrado UAM 4º Curso: 24 horas Fisiopatologia y Semiología Docencia pregrado UAM 3erCurso. Rotaciones y Seminarios. Clases magistrales. Docencia Escuela Universitaria de Enfermería Fundación Jiménez Díaz (UAM). Docencia posgrado FJD / Otros Dr. Jorge Polo Sabau III TALLER SOBRE EL RETO DEL DIAGNÓSTICO. Bases fun- damentales del razonamiento clínico ilustradas con casos reales. Director: Fundación Jiménez Díaz, Marzo 2019 (4 horas lectivas). Dra. Ana Isabel Hormigo Perceptorship en Hematogeriatria. Octubre 2019. Jornada Infección de Orina, celebrada en la FJD. Noviembre 2019.Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 218 Rubén Antonio Vallenilla Sotillo . Principales enfermedades tropicales entre la población migrante que acudieron a con- sulta en el Hospital Fundación Jiménez Díaz en el año 2018. Trabajo Fin de Máster. Facultad de Medicina. Máster Propio en Medicina Tropical y Salud Internacional. UAM. Tutor: Ra- món Pérez Tanoira. Amaia Castroviejo Abascal. Lepra: dolor y tratamiento. Revisión sistemática. Trabajo Fin de Máster. Facultad de Medicina. Máster Propio en Medicina Tropical y Salud Inter - nacional. UAM. Tutora: Laura Prieto Pérez. Patricia Docavo Muñiz. Determinantes sociales de la salud en usuarios de drogas. Trabajo Fin de Máster. Facultad de Medicina. Máster Propio en Medicina Tropical y Salud Inter - nacional. UAM. Tutora: Laura Prieto Pérez. Inés Rodríguez González. Manejo de la fiebre en urgencias en el paciente procedente de región tropical. Trabajo Fin de Más- ter. Facultad de Medicina. Máster Propio en Medicina Tropi- cal y Salud Internacional. UAM. Tutora: Laura Prieto Pérez. Laura Glismann. Female genital schistosomiasis and the diagnostic challenges. Trabajo Fin de Máster. Facultad de Medicina. Máster Propio en Medicina Tropical y Salud Inter - nacional. UAM. Tutora: Laura Prieto Pérez. Julia San José Vargas. Estudio retrospectivo de los casos con sospecha de malaria en hospital Fundación Jiménez Díaz desde 2009 a 2018. Trabajos de Fin de Grado. Facul - tad de Medicina. UAM. Tutores: Ramón Pérez Tanoira y Jorge Polo Sabau. Marina Robledo Menéndez. Estudio epidemiológico y clí- nico de las infecciones producidas por Arbovirus: Dengue, Zika y Chikungunya, en España. Trabajos de Fin de Grado. Facultad de Medicina. UAM. Tutor: Ramón Pérez Tanoira y Jorge Polo Sabau. John Narros Sicluna. Estudio de las modificaciones de la mi- crobiota en viajeros a áreas tropicales y subtropicales. Tra- bajos de Fin de Grado. Facultad de Medicina. UAM. Tutor: Ramón Pérez Tanoira y Laura Prieto Pérez. Daniel Tapia Guerrero. Estudio sobre relación causal entre otitis media y otras infecciones orl con el desarrollo de in- fecciones del SNC en pacientes ingresados en hospital FJD desde 2008/2018. Tutores: Laura Prieto Pérez, Ramón Perez Tanoira y Manuel Fernández Guerrero. Cecilia María Carrasco Sánchez. Malaria in the Peruvian amazon: epidemiology, diagnosis, treatment and current challenges in its control and elimination. Tutores:Jose Mi- guel Rubio Muñoz y Raimundo Andrés Cañas. Pablo Melguizo Fernández. Tratamiento inmediato en pa- cientes diagnosticados con infección por VIH. Trabajo de Fin de Grado. Facultad de Medicina UAM. Tutor: Alfonso Cabe - llo Úbeda. Rodolfo Cano Román. Hepatitis C aguda en pacientes in- fectados por VIH: Un problema creciente de Salud Pública. Trabajo de Fin de Grado. Facultad de Medicina UAM. Tutor: Alfonso Cabello Úbeda. Jacobo Nahum Torres Yebes. TUBERCULOSIS EXTRAPUL- MONAR (Co-directores: Miguel Górgolas y Jaime Esteban). En preparación. Marcial García Alonso. Estudiante de doctorado de tercer año. Sonia Ortiz Martínez. Enfermedad de Chagas en la Amazo- nía Peruana. (Co-director: Miguel Górgolas). En desarrollo. Blanca Rodríguez Alonso. Tratamiento inmediato de la in - fección por VIH (Director: Miguel Górgolas). En desarrollo. Gundolf Schüttfort. Infección por VIH con menos de 200 Cd4. (Director: Miguel Górgolas). En desarrollo. Beatriz Álvarez Álvarez. (Caracterización clínica e inmunoló- gica de pacientes VIH coinfectados con virus de la hepatitis C (HVC). Evolución tras la erradicación del VHC con trata- miento basado en antivirales de acción directa. (Directores: Norma Rallón y José Miguel Benito. Tutor: Miguel Górgolas). En desarrollo. Marcial García Alonso. Caracterización del reservorio ce - lular de VIH: la principal causa que evita la erradicación de esta enfermedad. Directores: Norma Rallón y José Miguel Benito. En desarrollo. María de los Ángeles Navarrete. Mecanismos implicados en el control de la infección VIH: control del reservorio vi- ral y comunicación intercelular. Directores: Norma Rallón y José Miguel Benito. En desarrollo. Dirección de Trabajos de Fin de Grado o Fin de Máster En - fermedades Infecciosas Juan Muñoz Pérez. Infección orgánica por citomegalovirus en pacientes inmunodeprimidos. Revisión de casos en la Fun- dación Jiménez Díaz (2006-2018). Tutor: Miguel Górgolas. Elena Puertas Martínez. Revisión sistemática de las indica- ciones de drenaje percutáneo del absceso hepático ame - biano. Tutor: Miguel Górgolas. Alba María Pozo Prados. Prevalencia y seguimiento de la enfermedad de Chagas en mujeres embarazadas en el Hos- pital Universitario Fundación Jiménez Díaz. Director: Miguel Górgolas. Claudia Beatriz Pérez González. Cribado serológico en em- barazadas de dad de Chagas. Director: Miguel Górgolas. Ana Domínguez Castells. Caracterización de las geohelmin- tiasis en un hospital de tercer nivel de un área no endémica (2009-2018). Trabajo Fin de Máster. Facultad de Medicina. Máster Propio en Medicina Tropical y Salud Internacional. UAM. Tutores: Ramón Pérez Tanoira y Lola Falcón Neyra. Carla Franch Serrano. Modificaciones de la microbiota en viajeros a áreas tropicales y subtropicales. Trabajo Fin de Máster. Facultad de Medicina. Máster Propio en Medicina Tropical y Salud Internacional. UAM. Tutores: Ramón Pérez Tanoira y Laura Prieto PérezMemoria de Actividad FJD 2019Actividad por servicios Medicina interna 219 Sesiones mensuales junto con el Servicio Urología - Mi- crobiología. Sesiones formativas sobre Código Sepsis en Urgencias a médicos adjuntos del Servicio de Urgencias. Sesiones formativas sobre Código Sepsis en Urgencias para residentes. Sesiones formativas sobre Código Sepsis en Hospitaliza- ción a personal de Enfermería (Programa Formador de formadores). Sesiones formativas Servicio de Urgencias sobre PROA Am - bulatorio. Formación de personal de enfermería del Servicio de Urgen- cias en extracción de hemocultivos. rez L, Tefasmariam A, Tiziano G, Escudero R, Gil-Zamo- rano J, Gil-Gil H, Górgolas M, Jado I. Arthropod-Borne Bacteria Cause Nonmalarial Fever in Rural Ethiopia: A Cross-Sectional Study in dez I, de-Damborenea JJ, Pérez-Tanoira R, Pérez-Jorge Prie Alfonso Cabello Álvarez Patricia Antoranz; Under *Corresponding autor. Miguel Ramírez Verdyguer. Estudio demográfico de pacien- tes con VIH en la Red de Hospitales Públicos QuirónSalud de la Comunidad de Madrid. Trabajo de Fin de Grado. Facultad de Medicina UAM. Tutor: Alfonso Cabello Úbeda. Pablo Risco. Estudio retrospectivo de bacteriemias por Kleb- siella pneumoniae multirresistente. Trabajo de Fin de Grado. Facultad de Medicina UAM. Co-Tutor: Nerea Carrasco Antón. Sesiones Clínicas Docentes en la FJD Sesiones Semanales Medicina Interna. Infecciosas: Sesiones semanales Enfermedades Infecciosas. Actualización en Endocarditis. (Sesiones de Cardiología). 25 enero 2019. Sesiones semanales UCIR (Unidad Cuidados Intermedios Respiratorios) y Microbiología. Publicaciones en revistas indexadas. METABOLISMO OSEO. LIPIDOS 1. Rodriguez-Olleros C. Blanes Jacquart D, Arboiro Pinel R; De la Piedra Gordo C. Moro Alvarez MJ, Diaz Curiel M. Long term effects on biochemical bone markers of a sin - gle infusion of zoledronic acid in Paget disease of bone. J Orthop Sci. 2019 Oct 25. doi: 10.1016/j.jos.2019.08.023. 2. Pérez de L, Arroyo-Olivares R, Muñiz-Grijalvo O, Diaz- Díaz A, Miramontes-Gonzá- lez JP , de Andrés R, Mauri M, Mosquera D, Cepeda JM, Suárez L, Barba-Romero of 2 intensive statin regimens on treatment incidence of cardiovascular events in familial hypercholesterolemia: The SAFEHEART study. Clin Martín-Martín I, Prieto-Pérez L, Tefasmariam A, G, P , Gon - zález-Martín-Niño RM, Rodríguez-Vargas M, Górgolas M, Jado I. Molecular Survey of Rickettsia spp., Anaplas - ma spp., Ehrlichia spp., Bartonella spp., and Borrelia in Fleas and Lice in Vector R, Negredo E, Espinosa N, Montero-Alonso M, Mena A, Palacios R, López J, Ver - gas J, Galindo MJ, Cabello A, García Deltoro M, Díaz-De Santiago A. Maintenance of virologic suppression Accept 28-Nov-2019. 14. García M, Jiménez-Sousa MA, Blanco J, Restrepo C, Pa- checo YM, Brochado-Kith Ó, López-Bernaldo JC, Gutiérrez F, Portilla J, Estrada V, Górgolas M, Cabello A, Resino S, Benito JM, Rallón N; CoRIS and the Spanish HIV Biobank Spanish AIDS Research Network Project RIS/EPICLIN 10_2015. CD4 recovery is ge - netic variation in IFN and IL19 genes. Antiviral Res. 2019 doi: 10.1016/j.antiviral.2019.104577. 15. Restrepo C, Gutierrez-Rivas M, Pacheco YM, García M, Blanco J, Medrano LM, Navarrete-Muñoz MA, Gutiérrez F, Miralles P , Dalmau D, Gómez JL, Górgolas M, Cabello A, Resino S, Benito JM, Rallón N; CoRIS and the HIV Bio - bank integrated in the Spanish AIDS Research Network Project 16. Suárez-García I, E, Rivero M, Pineda JA, Jarrin I; Cohort of the Spanish HIV/AIDS Network (CoRIS) from a 8. [Epub ahead of More- no C, Belza MJ, Estébanez M, de Los Santos I, Masiá M, Samperiz Abad G, Muñoz Sánchez J, Omar M, Jarrín I; Co- hort of the Spanish the treatment of HIV infection: a multicentre survey in Spain. Cabello A*, Llamas P , Prieto L, Álvarez B, Carrillo I, Arboiro R, Díaz-Curiel M, Largo R, Herrero-Beaumont In Naïve HIV Young Patients After 12 And 48 Weeks Of Treatment. 6. Inés Reigada, Ramón Pérez-Tanoira, competitive colonization model of and human cells Microorganisms. Ref: microorganisms-679497. Under review* Corresponding autor. 7. Berenguer J, Calleja JL, Montes ML, Gil Á, Moreno A, Bañares R,Aldámiz-Echevarría T, Albillos A, Téllez MJ, Olveira A, Domínguez L, Fernández I, García-Samaniego J, Polo BA, Álvarez B, Ryan P , Barrio J, Devesa MJ, Be - nítez L, Santos I, Buey LG, Sanz J, Poves E, Losa JE, Fer - nández-Rodríguez C, Jarrín I, Calvo MJ, González-García L, Martin-Carbonero L, Arponen S, Sanz-Moreno J, De la Fuente S, Bisbal O, Santos I, Casado JL, Troya J, Cervero-Jimenez M, Nis- tal S, Cuevas Ryan - pathological symptoms in HIV-positive men who have sex with men who inject drugs during sex (slamsex): Data from 2019. 10. Troya J, Ryan P , Montejano R, Cabello A, Cuevas G, Ma- tarranz M, I, Solís J, Walther LÁ. Alternative switching strategies based on regimens with a low - tic barrier: do clinicians have a choice Díaz-San- tiago A, Gutiérrez C, Cabello A, Villar-García J, Blanco JR, Bisbal O, Sainz T, Moya A, Moreno S, Gosalbes MJ, Estrada V. Effects of Immunonutrition Blanco JL, E, Espino - sa N, Casado JL; BIRDi study group. Lack of impact of Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 221Blanco J, Medrano LM, Navarrete-Muñoz MA, Gutiérrez F, Miralles P , Dalmau D, Gómez JL, Górgolas M, Cabe- llo A, Resino S, Benito JM*, Rallón N; CoRIS and the HIV Biobank integrated 2019;14(3):e0214421. *Corresponding author. 27. Resino S, Navarrete-Muñoz MA, Blanco J, Pacheco YM, Castro I, Berenguer J, Santos J, Vera-Méndez FJ, Górgolas M, Jiménez-Sousa MA, Benito JM*, behalf of CoRIS and the HIV Biobank integrated in Network Project RIS/EPICLIN 10_2015. IL7RA Rallón N, Benito JM, Jospin F, Rodriguez C, Cha - nut B, Benjelloun F, Del Romero J, Verrier B, Lucht F, Pin JJ, Genin C, Biasin M, Clerici M, Paul S. A blocking is with P , Martín-Carbonero L, Ryan P ,Domínguez-Domínguez L, Santos IL, Moral SF, Benito JM, Rallón J, mesh infection diagnosis associated to hernia repair- y Garcia-Coca M, Rodriguez-Sevilla G, Muñoz-Egea MC, Perez-Jorge C, Carrasco-Anton N, Esteban J. cal of the diseases caused by non-pigmented rapidly growing mycobacteria in a University Hospital. Rev Esp Quimioter. 2019 Oct;32(5):451-457. Epub 2019 Sep 19. P , Cabello A*, Conesa-Buendia F, Pérez-Tanoira R, Díaz-Curiel M, Herre- ro-Beaumont G, antiretroviral-therapy-naïve HIV-infected young JID-68253. *Corresponding autor. 20. Ramos JM, Pérez-Butragueño M, Tesfamariam A, Reyes F, Tiziano G, Endirays J, Balcha S, Elala T, Biru D, Come- che B, Górgolas M. Comparing tuberculosis in children aged under 5 versus 5 to 14 years old in a rural hospital in southern Ethiopia: an 18-year retrospective cross-sectio- nal doi: 10.1186/s12889-019-7206-2. PMID:31266471. 21. Resino S, Navarrete-Muñoz MA, Blanco J, Pacheco YM, Castro I, Berenguer J, Santos J, Network Project O, I, Suarez-Garcia I, Moreno C, Tasias M, Del Romero J, Palacios R, Peraire J, Gorgolas M, Moreno S; Cohort of the Spanish (CoRIS). Du - rability of first-line antiretroviral regimens in of https://doi. org/10.1371/journal. pone.0221598. 25. García MA, Pa- checo YM, Brochado-Kith Ó, López-Bernaldo JC, Gutié- rrez F, Portilla J, Estrada V, Górgolas Cabello A, Resino S, Benito JM*, Rallón N; CoRIS and the Spanish HIV Bio - bank integrated in he Spanish AIDS Research Network Project RIS/EPICLIN 10_2015. CD4 author. 26. Restrepo C, Gutierrez-Rivas M, Pacheco YM, García M, Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 222líndez, Maria Pernas, Manuel Leal, Francesc Vidal, Ezequiel Ruiz-Mateos, for the ECRIS integrated in the Spanish AIDS Research Network. \"METABOLOMIC PROFILE - TED WITH LOSS SPONTANEOUS HIV-1 ELITE CONTROL\" (Poster # 267). Sergio Serrano-Villar, Alfonso Cabello, María José Gosal - bes, Matilde Sanchez-Conde, Begoña Monge, Jorge Diaz, Talía Sainz, Patricia Roiz, María J. Vivancos-Gallego, Maria Jesus P . Elias, Jose L. Casado, Ana Moreno, Santiago More- no, José A. Pérez-Molina. \"EXPLORING THE MICROBIOTA G. Del Palacio Tamarit, Miguel Górgo- las, Lisa Hamzah, Eva Herrmann, Pavel Khaykin, Patrick W. Mallon, Alvaro Mena, Caroline Sabin, Timo Wolf, Christoph Stephan, Annette E. Haberl. \"DISCONTINUATIONS ID of rie Girard, Shinichi Oka, Ronald D' Amico, David Dorey, Sandy Griffith, David A. Margolis,8 Peter Williams,10 Wim Parys,10 William R. Spreen. Pérez Valero, A. Cabello, P . Ryan, S. De La Fuente Moral, I. Santos, M.J. Vivancos, M. Gorgolas, G. Cuevas, A. Diaz De Santiago, L. García Fraile, JI Bernardino, E. Valencia, M. Mon- tes, G. Rua, A. Gonzalez.. Reversibility The DREAM Clinical Trial. M Sánchez-Conde, M Ramirez, MJ Galindo, M Torralba, P Ryan, F Dronda, I Machuca, C Busca, A Antela, J Vergas, A Cabello and between women and men aging with Conference on Retroviruses and Opportunistic In - fections (CROI). March 8-11, 2020, Boston. Ignacio Pérez-Valero, Alfonso Cabello, Pablo Ryan, Maria Luisa Montes, Sara de la Fuente Moral, María J. Vivan- cos-Gallego, Guillermo Cuevas, Alberto Díaz de Santiago, Lucio Jesus Garcia-Fraile Fraile, Mario Gil-Correa, Norberto Malpica, Guadalupe Rua, María Yllescas, Alicia Gonzalez. \"NEUROCOGNITIVE AND VOLUMETRIC CHANGES AFTER 24 WEEKS OF DTG/3TC/ABC DISCONTINUATION\". (ID 1901). Clara Restrepo, Beatriz Álvarez, Marcial García, María Ángeles Navarrete, Mónica Gutiérrez-Rivas, Laura Prieto, Alfonso Cabello, Sara Nistal, Salvador Resino, Miguel Gór - golas Hernández-Mora, Norma Rallón, M. AFTER HCV ERADICATION\" (ID 2923). María Ángeles Navarrete, Marcial García, Ricardo Ramos, Africa Holguin, Clara Restrepo, Alfonso Cabello, Juan Car - los López-Bernaldo, Francisco Javier De La Hera, Carlos Ba- rros, Manuel Fernández, Vicente Estrada, Miguel Górgolas Hernández-Mora, José M. Benito. \"HIGH FREQUENCY OF CD8 ESCAPE IN ELITE CONTROLLER AS NEW OBSTACLE TO HIV CURE\". (ID 3783). 2019 Conference on Retroviruses and Opportunistic In - fections (CROI). March 4-7, 2019, Seattle. Marcial García, Vincent Morcilla, María Ángeles Navarrete, Katie Fisher, Alfonso Cabello, Juan Carlos López-Bernaldo, Francisco Javier De La Hera, Carlos Barros, Manuel Fernán- dez, Vicente Estrada, Miguel Górgolas, Sarah Palmer, José Miguel Benito, Norma Rallón. HIV-DNA CONTENT IN PTFH CELLS IS ASSOCIATED TO RESIDUAL IN ELITE CON- TROLLERS\". ( Poster # 265 ). Sergio Serrano-Villar, Mariano Matarranz, Jose I. Bernar - dino, Alejandro Vallejo, Carolina Gutiérrez, Otilia Bisbal, Maria Lagarde, Nadia Madrid, Rafael Rubio, Cristina Go- mez-Ayerbe, María J. Vivancos-Gallego, Alfonso Cabello, Matilde Sanchez-Conde, Vicente ). Beatriz Álvarez, Andrea García, Clara Restrepo, Marcial García, María Ángeles Navarrete, Victoria M. de Santiste- ban, José Ligos, Alfonso Cabello, Laura Prieto, Sara Nistal, María Montoya, Miguel Górgolas, Norma Rallón, José Mi- Agathe León, Norma Rallón, Carmen Rodriguez, Cecilio López-Ga-Ponencias, Comunicaciones a Congresos y otras Reuniones CientíficasMemoria de Actividad FJD 2019Actividad por servicios Medicina interna 223do-Cancino; Thuy-Huong Ta-Tang; Oswaldo Videira; Jose M. Rubio. Prevalence of malaria and other zoonotic disea - ses in the rural Peruvian Amazon. A. García MD., C. Morcate MD., B. Carrasco-Fernández, R. Cogollos, R. Pérez Tanoira. tertiary Spanish hospital. 11th European Congress on Tropical Medicine and Inter - national Health (Liverpool, Reino Unido)\". 16/09/2019- 20/09/2019. Carrasco Calzada F, Pérez Tanoira R., Cuadros J., Roca Bios - ca D., Górgolas M., Ramos Rincón J.M., Bacteriological pro- file of urinary infection in a rural area in Uganda. Garcia A.G.; C.; Ramos Rincón in suspected - ted malaria in Nombre del con- greso: 11th European Congress on Tropical and International Health Liverpool, Reino Unido. 16/09/2019- 20/09/2019. Trans , I, After 12 Months of Treatment in Naïve HIV Patients. (Abstract 695747). XXIII Congreso Nacional de la Sociedad Española de Enfer - medades Infecciosas y Microbiología Pou; Hernández- Mora. Incorporación de la plata en implantes dentales de titanio para evitar el desarrollo de biofilm formado por flora bacteriana oral que causa periimplantitis. A. Cabello; B. Álvarez; M. Ortega; M. Górgolas Hernández- Mora. Linfogranuloma o R. Pérez-Tanoira; L. Prieto Pérez; Moreno; M. Álvarez; M. Górgolas Hernández- Mora. Tuberculosis perito- neal: experiencia en un hospital terciario de Madrid. (oral). A. Cabello; R. Cano; L. Prieto-Pérez; Fer - nández-Guerrero; M. Górgolas; B. Álvarez. Hepatitis C aguda en hombres que tienen sexo con hombres (HSH) con VIH. Una epidemia en auge. (oral). A. Cabello; A. Al-Hayani; P . HIV & Emerging Viral Infections. January 27-30 2019, Miami, USA. M. J.M. GENE EXPRES - SION PROFILE OF CD8 T-CELLS REVEALS THE COST OF SPONTANEOUS HIV CONTROL. Poster # 0137. M. García, L. . Mínguez, VS ART-INDUCED HIV VIRAL CONTROL. Poster # 0134. 10th IAS Conference on HIV Science. July 21-24, 2019, Mexico City. o M.A. Navarrete-Muñoz, B. Álvarez, M. García, V. Briz, C. Restrepo, V. de Santisteban, S. Olmedillas, A. Cabello, L. Prieto, S. Nistal, M. García-Arranz, M. Górgolas, J.M. Be - nito, N. Rallon, On behalf of Spanish HIV Reservoirs Study Group integrated in the Spanish AIDS Research Network RD16/0025. HIV reservoir size is Cabe- llo, C. Restrepo, J.C. López-Bernaldo, F. de la Hera, C. Ba- rros, M. Montoya, M. Fernández-Guerrero, V. Estrada, M. Overton, Orkin, F. Andrade-Villanueva, G.J. Richmond, G. Rizzardini, A. Baumgarten, M. Mar Masia, G. Latiff, S. Griffith, C.M. Harrington, K.J. Hudson, M. St. Clair, C. Talarico, V. Van Ey - gen, R. D'Amico, J.M. Mrus, S. Wu, K. Chow, J. as maintenance therapy for HIV-1 infection: Week 48 pooled analysis Videira; Jose Manuel Ramos Rin - cón; Jose M. Rubio. Molecular surveillance of Plasmodium Acuña Martín Casapia; Javier Viviana FJD por servicios Medicina interna 224dina (3TC) en pacientes naïve fuera de los ensayos clínicos. M. García, M.A. Navarrete-Muñoz, J.M. Ligos, A. Cabello, C. Restrepo, J.C. López-Bernaldo, F. De La Hera, C. Barros, M. Montoya, M. Fernández- Guerrero, V. Estrada, M. Górgolas, J.M. Benito, N. Rallón. Las características fenotípicas de de - terminadas subpoblaciones de células T-CD4+ están relacio- nadas con el tamaño del reservorio de VIH. Poster # P-217. M. García, V. Morcilla, M.A. Navarrete-Muñoz, K. Fisher, A. Cabello, J.C. López-Bernaldo, F. De La Hera, C. Barros, M. Fernández-Guerrero, V. Estrada, M. Górgolas, J.M. Benito, S. Palmer, N. Rallón. El contenido en ADN de VIH en las células PTFH está asociado con la viremia residual plasmática en los pacientes controladores de élite. Comunicación Oral y Pos- ter discutido en esquinas # PE-15. C. Restrepo, J.L. Valencia, B. Álvarez, M. García, M.A. Nava- rrete-Muñoz, J.M. Ligos, A. Cabello, L. M. Montoya, M. Górgolas, N. Rallón, J.M. Benito. Impacto de la coinfección con virus de la hepatitis C (VHC) y de la fibrosis hepática en la homeostasis de células T en pacientes VIH. Poster # P-224. M.A. Navarrete-Muñoz, B. Álvarez, M. García, V. Briz, C. Res- trepo, V. De Santisteban, S. Olmedillas, A. L. Prieto, S. Nistal, M. García-Arranz, M. Górgolas, J.M. Benito, N. Ra- llón, E.N.D.G.E.D.E.E.R.V. Integrado En La Red Española De Investigación En Sida Rd16/0025. El tamaño del reservorio VIH no se ve afectado ni por la coinfección con el VHC ni por el tratamiento con antivirales de acción directa (AADs). Poster # P-230. B. Domínguez-Molina, L. Tarancón-Diez, Y . Milanés-Guisa - do, M. Genebat, S. Resino, C. Rodriguez, J. Gonzalez-Gar - cía, N. Rallon, M. Pernas, C. Casado, C. López-Galíndez, A. León, J.M. Benito, F. García, J. Del Romero, P . Viciana, L. López-Cortes, M. Leal, E. Ruiz-Mateos. J. Blanco-Heredia, F. Etcheverry, F. Díez, C. Lucero, L. Leal, S. Sánchez-Palomino, R. Casas, M.Á. Na- varrete-Muñoz, N. Rallón, J.M. Benito, M. Noguera-Julian, R. Paredes, R. Estruch, D. Torrents, F. García. Influence of a supplemented Oral # PO-46. S. Resino, M.A. Navarrete-Muñoz, J. Blanco, Y .M. Pacheco, I. Castro, J. Berenguer, J. Santos, F.J. Vera-Méndez, M. Górgo- las, M.A. Jiménez-Sousa, J.M. En Nombre De Coris y El Biobanco De VIH Integrados en La Red Española De Investigación En Sida. El polimorfismo rs6897932 en el gen IL7RA está asociado con mejor recuperación de células T-CD4 en pacientes VIH iniciando TARc con bajos recuentos de CD4. Poster # P-141. M.L. Montes, J. Berenguer, Á. Gil, T. Aldámiz-Echevarría, L. Domínguez, M.J. Téllez, A. Moreno, I. Santos, J. Sanz, B. Ál- varez, L. Benítez, J.E. Losa, P . Ryan, D. Rincón, J. García-Sa-Jiana Lin; R. Fernández Roblas; G. Toledano; B. Álvarez; Aldamiz; Fernández Guerrero; M. Górgolas Hernández- Mora. Ex - periencia con el uso de dalbavancina como tratamiento am- bulatorio de la endocarditis infecciosa (ei) por gram positivos. A. García García; C. Morcate Fernández; R. Pérez-Tanoira. Sospecha de malaria importada en un hospital terciario es- pañol: El papel de la quimioprofilaxis y los episodios previos. B. Rodríguez-Alonso; A. Cabello; M. Del Palacio; P J.M. Benito; N. Rallón; M. Gór - golas. Estrategia de tratamiento inmediato (I-TAR) del VIH. Eficacia, seguridad y adherencia c aguda en hombres que tie- nen sexo con hombres (HSH) con VIH. Una epidemia en auge. I. Pérez Valero, A. Cabello, P . Ryan, S. De La Fuente-Moral, I. Santos, M.J. Vivancos, M. Gorgolas, G. Cuevas, A. Diaz De Santiago, I. Losantos, G. Rua, M. Yllescas, A. Gonzalez. Re - versibilidad de la toxicidad neuropsiquiátrica asociada con el uso de abacavir/lamivudina/dolutegravir tras el cambio a elvitegravir/cobicistat/emtricitabina/tenofovir alafenamida: Ensayo Clínico Randomizado DREAM (GESIDA 9016). (oral). N. Carrasco-Antón, I. Barandiarán Fernández De Vega, E. Petkova Saiz, R. Fernández Roblas, J. Esteban Moreno. PCR múltiple en LCR en infecciones de SNC y su papel como he- rramienta de PROD y PROA (poster). A. Macias Valcayo, M. Martín García, L. Salar Vidal, N. Ca- rrasco Antón, E. Petkova Saiz, J. Esteban. Aplicación del sis- tema de PCR FluoroType® MTBDR VER 1.0 en el diagnóstico de infecciones causadas por Mycobacterium tuberculosis complex (poster). N. Carrasco Antón, E. Carrillo, M. Fernández-Ruiz, Javier Moreno, Jose María Aguado, F. López Medrano. Valor de la expresión de citoquinas inducidas por Leishmania como he- rramienta diagnóstica de infección asintomática en recepto- res de órgano sólido durante un brote epidémico. XI Congreso Nacional GESIDA. Toledo 10/12/2019-13/12/2019. A. Cabello Úbeda, L. Prieto-Pérez, R. Pérez-Tanoira, R. Cano, J.M. Benito, N. Rallón, C. Restrepo, M. García, R. Téllez, M.L. Fernández-Guerrero, M. Górgolas, B. Alvarez. Hepatitis C agu- da en hombres que tienen sexo con hombres con VIH. Una epidemia en auge. (oral). A. Cabello Úbeda, B. Álvarez, M. Morante, R. Pérez-Tanoira, L. Prieto-Pérez, M. Ortega, R. M. Górgolas. Linfogranuloma venereo que tienen sexo con hombres. ¿Epi- demia o endemia?. A. Cabello Úbeda, B. Álvarez, L. Prieto-Pérez, R. Pérez-Ta- noira, M. Hernández-Segurado, J. Becares, Benito, Rallón, M.L. M. + lamivu-Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 225terciario madrileño. Miguel Morante Ruiz, Iris Martínez Alemany, Rafael Rubio Martín, Paula Miguelez Fuertes, Alicia Sánchez Jimeno, Ri- cardo Fernández Roblas, Ramón Pérez-Tanoira, Beatriz Álva- rez Álvarez, Alfonso Cabello Úbeda, Jaime Esteban Moreno, Miguel Górgolas, Ignacio Gadea Gironés, Laura Prieto Pérez. Estudio descriptivo de pacientes con serología positiva para Strongyloides spp en la Fundación Jiménez Díaz de Madrid. Carla Franch Serrano, Laura Prieto Pérez, David Carmena Ji- ménez, Manuel Linares, Martín Casapía, John Narros Sicluna, Ernesto Salazar, José Manuel Ramos, Juan Cuadros, Miguel Górgolas, Alfonso Cabello, Ramón Pérez Tanoira. Modificacio- nes de la microbiota en viajeros a áreas tropicales y Marina Robledo Menéndez, Julia San José Vargas, Alfonso Gutiérrez García, Laura Prieto-Pérez, Ricardo Fernández Ro- blas, Alfonso Cabello, Miguel Górgolas Hernández-Mora, Jor - ge Polo Sabau, Ramón Pérez-Tanoira. Diagnóstico de los virus Dengue, Zika y Chikungunya en un hospital terciario español. Julia San José Vargas, Marina Robledo Menéndez, Alfonso Gu- tierrez García, Laura Prieto Pérez, Ricardo Fernández Roblas, Alfonso Cabello, Miguel Górgolas Hernández Mora, Ramón Pérez Tanoira. Sospecha de malaria importada en un hospital terciario español XI Congreso SEMTSI. (Ávila, España) 28-30 de octubre de 2019. Helena Moza Moríñigo, Laura Prieto Pérez, Ramón Pérez Ta- noira, Miguel Górgolas, César Ramal. Variables climáticas y transmisión del Paludismo en la Amazonía Peruana. Manuel Linares, Juan Pedro Romanyk, Juan Cuadros, Ramón Pérez Tanoira. Un laboratorio en Camerún. 44º Congreso anual AEEH\". Madrid, 20-22 Febrero de 2019. Beatriz Álvarez, Montserrat Laguno, María Martínez-Rebo- llar, Laura Prieto, Elisa De Lazzari, Ana González-Cordón, Berta Torres, Jhon Rojas, Alexy Inciarte, José Luís Blanco, Esteban Martínez, Alfonso Cabello, Miguel Gorgolas, Josep Mallolas. Estudio abierto para evaluar la eficacia y seguridad del tratamiento con Grazoprevir + Elbasvir para la hepatitis c crónica reciente en el paciente coinfectado VIH/VHC. 64º Congreso Nacional de la Sociedad Española de Farma- cia Hospitalaria\". Sevilla, 17-19 Octubre de 2019. Ardizone Jiménez B, Toledano Mayoral G, Bécares Martínez Fj, Cabello Úbeda A, García Jiménez L, De Gorostiza Frias C, Cordero Guijarro A. Evaluación de la utilización de dalbavan- cina en pacientes con endocarditis infecciosa: experiencia en un hospital de tercer nivel. 64º Congreso Nacional de la Sociedad Española de Farma- cia Hospitalaria\". Sevilla, 17-19 Octubre de 2019. Ardizone Jiménez B, Toledano Mayoral G, Bécares Martínez Fj, Cabello Úbeda A, García Jiménez L, De Gorostiza Frias C, Cordero Guijarro A. Evaluación de la utilización de dalbavan- cina en pacientes con endocarditis infecciosa: experiencia en un hospital de tercer nivel.INFECCIOSASmaniego, I. Fernández, A. Albillos, I. Jarrin, M.J. Brañas, M. M.J. Galindo, M. Torralba, P . Ryan, F. Dronda, I. Machuca, C. Busca, A. Antela, Sánchez-Conde, M. Ramirez, M.J. Galindo, M. Torralba, P . Ryan, F. Dronda, I. Machuca, C. Busca, A. Antela, A. Cabello, Differences Between Women And Men Aging With HIV. S. Serrano Villar, A. Talavera, A. Cabello, M.J. Gosalbes, M. Sánchez- Conde, B. Monge, M.J. Vivancos, M.J. Pérez-Elias, J.L. Casado, A. Moreno, J. Martínez, S. Herrera, R. Ron, S. Moreno, J.A. Pérez-Molina. Exploring the microbiota for the MSM. López Téllez, A. Cerdá Montagud, O. Calabia, P . Llorente, I. Martín García, A. Cabello, M. Górgolas. Mutacio- nes De Resistencia A Inhibidores De La Integrasa: Cohorte De Pacientes VIH-1 Del Hospital Fundación Jiménez Díaz. XI Congreso de la Sociedad Española de Medicina Tropi - cal y Salud Internacional (SEMTSI). (Ávila, España) 28-30 de octubre de 2019. Ramón Pérez-Tanoira*, Cecilia María Carrasco Sánchez, Vi- viana Vanessa Pinedo Cancino, Martin Casapia, Laura Prie - to-Pérez, Jorge Acuña Pérez, César Ramal, Lastenia Ruiz Mesia, Jose Manuel Ramos Rincón, Migue Górgolas Hernán- dez-Mora, Alfonso Cabello, Ernesto Salazar, Oswaldo Videira Paredes, José Miguel Rubio. Malaria en la Amazonia Perua- na: epidemiología, diagnóstico, tratamiento y retos actuales en su control y eliminación. Manuel Linares, Ramón Pérez Tanoira*, Juan Cuadros, Juan Romanyk, Jose Luis Cañada, Carmen Gimeno, Francisco Fe- rrer, las infecciones osteoarticulares en un hospital de Camerún. Cristina Fernández Hoyos, Laura Prieto Pérez, Svetlana Volo- dina, Miguel Górgolas, Nicolás Cordero Tous, Ramón Pérez Tanoira. Investigación del estigma y las comorbilidades en pa- cientes de lepra atendidos en un área rural de Etiopía. Carrillo Acosta I., Pérez Tanoira R., Fonseca Berzal CR., Cabello Úbeda A., Prieto Pérez L., Álvarez Ávarez B., Atencio Antoranz P ., Álvaro Vegue C., Calpena Martínez S., López Botet Brunete J., López de las Heras M., Zamarro Alias B., Gómez Barrio A., Górgolas Hernández-Mora M. Afectación cardiaca en la en- fermedad de Chagas en un país no endémico. Félix Carrasco Calzada, Juan Cuadros, David Roca, Miguel Gór - golas, Ramón Pérez Tanoira. Perfil bacteriológico de las infec- ciones de tracto urinario en un hospital rural de Uganda. A. García MD., C. Morcate MD., B. Carrasco-Fernández, R. Co- gollos, R. Pérez Tanoira. Efecto de episodios previos de ma- laria en las sospechas de malaria importada en un hospital Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 226ANCIANO CON ESTENOSIS AÓRTICA SEVERA\" (PUESTA EN MARCHA DE CONSULTA DE CARDIOGERIATRÍA). Presentado en el 61º Congreso de la Sociedad Española de Geriatría y Gerontología y el 26º Congreso de la Sociedad Aragonesa de Geriatría y Gerontología celebrado en Zaragoza del 12 al 14 de junio de 2019. EPIDEMIOLOGICAL STUDY ON THE GERIATRIC ASSESSE - MENT IN PATIENTS WITH HEMATOLOGICAL CANCER. AN UPDATE OF THE REGISTRY OF THE SPANISH GROUP ON HE - MATOGERIATRICS. Concepcion Boque, Maite Antonio, Ana Isabel Hormigo, Raul Córdoba, Esperanza Lavilla, Cristina Barrenetxea, Maria Teresa Cobo, Dolly Viviana Fallo, Isabel Gonzalez Gascon Y Marin, Alfonso Cruz Jentoff. Presentado en la SIOG. Noviembre 2019. \"ESTUDIO EPIDEMIOLOGICO SOBRE LA VALORACION GE - RIATRICA EN PACIENTES CON ENFERMEDADES HEMATO- LOGICAS MALIGNAS\". Revisión actual del registro Español de Hematogeriatría. SEHH. 2019. Autores: Concepción Bo- qué, Maite Antonio, Ana Isabel Hormigo, Esperanza Lavilla, Cristina Barrentxea, María Teresa Cobo, Dolly Viviana Fallo, Isabel González Gascón y Marín, Alfonso Cruz-Jentoff. A. YEGUAS BERMEJO, T. DE LA HUERGA FERNÁNDEZ BOFI- LL, P. LLAMAS SILLER, E. GONZÁLEZ GONZÁLEZ, O. GÓMEZ MARTIN, A. I. HORMIGO SÁNCHEZ. \"Transfusión sin ingre- so en pacientes con anemia crónica: impacto en la calidad de vida y en la gestión de recursos\". XI congreso de atención sanitaria al paciente crónico / VI conferencia nacional del paciente activo, celebrados en Mérida los días 7 y 8 de mar - zo de 2019. T. DE LA HUERGA FERNANDEZ-BOFILL, A. I. HORMIGO SÁNCHEZ, I. ANDUEZA AGARA, J. SÁNCHEZ MARTÍN, M. V. MEJÍA RAMÍREZ DE ARELLANO, O. GÓMEZ MARTÍN. \"¿Se benefician los pacientes prefragiles de intervención multi- componente?\". XI congreso de atención sanitaria al pacien- te crónico / VI conferencia nacional del paciente activo , celebrados en Mérida los días 7 y 8 de marzo de 2019. T. DE LA HUERGA FERNÁNDEZ BOFILL, A. HORMIGO SÁN- CHEZ, O. GÓMEZ MARTÍN, F. DODERO DE SOLANO, J. SÁNCHEZ MARTÍN, A. MILÁN VEGAS. \"Transformación del modelo, comunicación electrónica con la unidad de coordi- nación sociosaniataria de un hospital de alta complejidad\". XI congreso de atención sanitaria al paciente crónico / VI conferencia nacional del paciente activo, celebrados en Mérida los días 7 y 8 de marzo de 2019. M. HERNÁNDEZ SEGURADO, A. I. HORMIGO SÁNCHEZ, T. DE LA HUERGA FERNÁNDEZ BOFILL, J. SÁNCHEZ MARTÍN, O. GÓMEZ MARTÍN, J. BECARES MARTÍNEZ. \"adecuación de tratamiento en pacientes portadores de sonda nasogástrica o sonda peg\". XI congreso de atención sanitaria al paciente crónico / VI conferencia nacional del paciente activo, cele- brados en Mérida los días 7 y 8 de marzo de 2019. RAQUEL MADROÑERO MARISCAL, NOELIA MOSQUERA MORALES, IGNACIO MAHÍLLO FERNÁNDEZ, SILVIA INTERNA. LIPIDOS. 18th EUROPEAN CONGRESS OF INTERNL MEDICINE. Lisboa, 29-31 de agosto de 2019. M. Lobo Antuña, A. Arapiles Muñoz, J. Polo Sabau, I. Ma- hillo Fernández, R. Fernández Roblas. USEFULNESS OF SPUTUM SAMPLES 29-31 de agosto de 2019. XXIV Congreso de la Sociedad Española de Investigación Osea y Metabolismo Mineral (SEIOMM): Girona, 16-18 Octubre 2019. Comunicación Oral: \"Análisis de datos del Registro ñol de Fracturas FLS SEIOMM (REFRA)\". Naranjo Nogues X, Gere - chter S, Lladó B, Arboiro. XXIV Congreso de la Sociedad Española de Investigación Osea y Metabolismo Mineral (SEIOMM): Girona, 16-18 Octubre 2019. Comunicación Poster: \"Cambios en el TBS (Trabecular Bone Score) y DMO (densidad mineral ósea) en pacientes trata- dos con denosumab\". Arboiro Pinel R; M; Mahillo Fernández I; Díaz Curiel M. XXIV Congreso de la Sociedad Española de Investigación Osea y Metabolismo Mineral (SEIOMM): Girona, 16-18 Octubre 2019. Comunicación en R. XIII Cumbre Iberoamericana de Osteología, Metabolismo Mineral y Muscular. XII Congreso Panameño de Osteopo - rosis: Ciudad de Panamá, 24 Agosto 2019. Comunicación Poster: \"Evaluación del status óseo median- te DXA, TBS y 3D-DXA en pacientes adultos con Raquitismo Hipofosforémico ligado al cromosoma X\". Diaz Curiel M, Ar - boiro Pinel R; Moro Álvarez MJ. 2019 Annual Meeting of the American Society for Bone and Mineral Research. Orlando, Florida, USA. 20-23 Sep- tiembre 2019. Poster \"Effects of Denosumab (TBS) compared Ramírez De Arellano, A.I. Hormigo Sánchez, P . Sáez López, A. Milán Vegas, M. Rodríguez Couso, T. De la Huerga Fernández Bofill. \"PROGRAMA DE VALORACIÓN GERIÁTRICA PREINTERVENCIONISMO EN EL PACIENTE Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 227 III Jornada Nacional de Oncogeriatría GIDO. Ponencia: Rom- piendo prejuicios en el anciano con cáncer: Cómo deprescri- bir. Valencia, 17 de Mayo de 2019. I Congreso Virtual SEOM de Oncología Médica. Ponente Se- sión Multidisciplinar Oncogeriatría: Intervención geriátrica en el paciente mayor con cáncer. Aportación del geriatra a la oncología. Madrid, 23 de Mayo de 2019. VI Congreso de la Sociedad Valenciana de Geriatría y Ge - rontología. Ponencia: Aportación del geriatra al mayor con cáncer. Valencia, 4 de Octubre de 2019. I Jornada de Oncogeriatría. Complejo Hospitalario de Nava- rra. Ponencia: Desnutrición y deprescripción en el paciente mayor con cáncer. Pamplona, 4 de Noviembre de 2019. Revista Nutrición Extrahospitalaria Fresenius kabi: Artículo de divulgación: tratamiento oncológico. Nutrición Hospitalaria. In press: \"Intervenciones geriátricas en el mayor con cáncer basadas en la valoración geriátri- ca integral. Áreas de optimización: lo que el geriatra puede aportar al equipo multidisciplinar\". Manual Clínico para el cuidado de las personas con in - fección por VIH. GESIDA (Grupo de estudio del SIDA de la SEIMC). \"El paciente VIH viajero\" (Alfonso Cabello e Inés Pérez Camacho). En edición, pendiente de publicación. Revisión Geriatría transversal. Un reto asistencial para el siglo XXI. REGG. Diciembre. 2019. Ana Isabel Hormigo Sán - chez. Myriam Rodríguez Couso. Maniobras de intervención en el anciano oncológico. Capí - tulos I y II. Fundamento en Oncogeriatria. Tratado de On - cología médica en el paciente anciano. 2019. Ana Isabel Hormigo Sánchez. INFECCIOSAS LATTE-2. Virologic Suppression Following an Induction of Virologic Suppression on regimen of GSK1265744 plus Infec - ISABEL HORMIGO SÁNCHEZ, BÁRBARA NASARRE MURO DE ZARO. Protocolo para la aplicación de un programa de prevención de caídas en el anciano frágil. 57º CONGRESO SERMEF SEVILLA 2019. Ponencias. Ana Isabel Hormigo Sánchez: III Jornada de Ongeriatria en el HRJC. Moderadora de la Mesa: El cáncer en el adulto mayor, ¿qué ha cambiado con la llegada de oncogeriatría? \"MANEJO DEL PACIENTE AGITADO Y CON FRACTURA, SEGU- RIDAD CLÍNICA\". SEFRAOS. 2019. Registro Nacional de Fracturas de cadera. Descripción del proyecto y resultados 2017. III Jornada Ortogeriatria. H. Fu- Centro Excelencia FJD. Fe- brero 2019. Ponencias y otras publicaciones. Myriam Rodríguez Couso: Ponente en la \"I Jornada de Abordaje práctico de la nutri- ción en paciente geriátrico\". Madrid, 23 de Enero de 2019. ATLAS DE HISTOPATOLOGÍA DEL SÍNDROME DE INMUNO - DEFICIENCIA ADQUIRIDA Y ENFERMEDADES ASOCIADAS DE LA FUNDACIÓN JIMÉNEAZ DÍAZ. \" JIMÉNEZ DÍAZ'S AT - LAS OF HISTOPATHOLOGY OF AIDS AND ASSOCIATED CON- DITIONS. Manuel Fernández José Fortes Alen. \"Race for the surface\" competition between bacteria cells in implant colonization process. ISBN 978-951- 51-5256-5 (paperback). ISBN 978-951-51-5257-2 (PDF). Oy. Helsinki 2019. http://ethesis.helsinki.fi . Ra- món Pérez Tanoira. METABOLISMO OSEO. Therapies, Inc.Libros y capítulos de libros Ensayos clínicos y proyectos de investigación activosMemoria de Actividad FJD 2019Actividad por servicios Medicina interna 228rado con el tratamiento convencional con BIC/FTC/TAF en pacientes naives con infección por VIH tipo 1. InSTINCT. (GESIDA 10918). Estudio de fase IV, multicéntri- co, abierto y aleatorizado, para evaluar el impacto del cam- bio de tratamiento antirretroviral de terapia dual a terapia triple sobre la inflamación en pacientes con infección por VIH tipo 1. MK-8591A-017. Estudio clínico de fase 3, aleatorizado, abierto y comparativo con tratamiento activo para evaluar el cambio de tratamiento a Doravirina/Islatravir una vez al día en pacientes infectados por el VIH-1 con supresión. MK-8591A-020. Estudio clínico de fase 3, aleatorizado, doble ciego y comparativo con tratamiento activo para evaluar la actividad antirretroviral, la seguridad y la tolera- bilidad de doravirina/islatravir una vez al día en participan - tes infectados por el VIH-1 sin tratamiento previo. LGV GESIDA STUDY . Azithromycin HVTN706/HPX3002. Estudio multicéntrico, aleatorizado, doble ciego, controlado por placebo en fase 3 para evaluar la eficacia de un régimen de vacuna heteró- loga de Ad26.Mos4.HIV con gp140 del subtipo C y el mo- saico gp140 como adyuvantes para prevenir la infección por VIH-1 entre hombres cisgénero y personas transgéne - ros que tienen sexo con hombres cisgénero y/o personas transgénero. marboxil in Adult Comparing Efficacy and Safety of Gepotidacin to Ceftriaxone in (INF-BACT-2017).Ensa - yo clínico randomizado sobre la necesidad de tratamiento antibiótico frente a la bacteriemia de catéter de bajo ries- go por estafilococos coagulasa-negativa. Promotor: Fun - dació Parc Taulí (Oriol Gasch, Servicio de Enfermedades Infecciosas). SWORD. A multicenter, pa- rilpivirine from Intramus- cular rologic Suppression Following Switch from an Integrase Inhibitor Estudio de fase 3 aleatorizado y doble ciego para evaluar la seguridad y la eficacia de una combinación de dosis fija de bictegravir/emtricitabina/te - nofovir alafenamida frente a dolutegravir + tenofovir en adultos no trata- dos anteriormente coinfectados por el VIH-1 y el virus de la hepatitis B. (Gilead) Clover B5091007. A Phase 3, Placebo-controlled, Rando - Study Efficacy, And Tolerability Of A Clostridium Difficile Vaccine In Adults 50 Years Of Age And Older. (PFIZER) DREAM. (GESIDA 9016). Ensayo clínico fase IV, abierto, ran- domizado y piloto diseñado para evaluar la reversibilidad de la neurotoxicidad asociada con DTG/3TC/ABC tras el cambio a ELV/COBI/FTC/TAF. DETOX. (GESIDA 10418). Ensayo clínico fase IV, abierto, randomizado y piloto diseñado para evaluar la reversibili - dad de la neurotoxicidad asociada con DTG/3TC/ABC tras el cambio a DRV/C/FTC/TAF. EC 049-18 (GESIDA 10017). Ensayo clínico fase IV, abierto, de brazo único y multicéntrico sobre la inmunogenicidad de la vacuna nonavalente frente al virus del papiloma hu - mano en hombres infectados por el VIH que tienen sexo con hombres. EARLY-HEP-C. Efficacy of GZ/EBR in Early Chronic Hepatitis C in HIV/HCV co-infected patients. Hospital Clinic de Barce - lona y Fundación Jiménez Díaz (MSD). BIFAST. Estudio de fase IV, unicéntrico, abierto, para eva- luar los beneficios del inicio del tratamiento inmediato sin datos inmunovirológicos (\"Same Day Treatment\") compa -Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 229 Estudio. PI14/00518. Impacto de la coinfección con el VHC sobre la patogénesis de la infección VIH. IP: Dr. José M Beni- to IIS-FJD/Lab. Investigación en VIH y Hepatitis Víricas. (sede HURJC). EO /2016. \"Tenofovir, fármaco retroviral para VIH, y sus efectos en la homeostasis del hueso. Relación entre la regu- lación purinérgica y la regulación del hueso y del cartílago\". PROTOCOLO HIPNOTAR. \"Estudio Observacional Para Eva- luar El Impacto De La Infección Crónica Por VIH Sobre La Calidad Del Sueño\". EO 88/2016. Evaluación de herramientas moleculares de diagnóstico y seguimiento de pacientes infectados con dife- rentes DTU de Trypanosoma cruzi. EO 95/2016. Estudio CHEMSEX. \"Estudio de la prevalencia de uso de drogas recreativas en el contexto sexual (chemsex) y su implicación con prácticas sexuales de riesgo y la trans- misión de enfermedades venéreas en hombres que tienen sexo con hombres (HSH)\". Estudio VITRANS. \"Infección Vih-1 En Población Transexual, Una Visión Actualizada De Un Problema De Gran Relevancia Clínico-Epidemiológica\". Proyecto CAVIHAP Madrid. \"Vinculación, Continuidad y Asistencia Compartida entre Atención Primaria y Especiali- zada en la Enfermedad por el Virus de Inmunodeficiencia Humana (VIH) en la Comunidad de Madrid.\" Estudio BIRDI. \"Estudio de cohortes retrospectivo, multicén- trico, fase IV, para evaluar la eficacia, tolerancia y evolución de comorbilidades con la combinación de raltegravir junto con darunavir potenciado en pacientes VIH con supresión virológica y toxicidad, intolerancia a análogos de nucleósi- dos o en presencia de comorbilidades\". Estudio SCRATCH. \"Cribado del cáncer anal basado en la mi- crobiota en personas con VIH\" 046-17: \"La prevalencia de fibrosis avanzada y factores relacionados en personas que viven con el VIH coinfectados con el virus de la Hepatitis B en Europa\" (Prevalence Of Ad- vanced Fibrosis And Related Factors In Persons Living With Hiv Coinfected With Hepatitis B Virus In Europe). PIC 145-18: \"First line ART with Integrase-Inhibitor concepto implante la aplicación de técnicas laser y mate- riales funcionales graduales con actividad antibacteriana\" PROYECTOS DE I+D, DEL PROGRAMA ESTATAL DE FOMEN- TO DE LA INVESTIGACIÓN CIENTÍFICA Y TÉCNICA DE EX - CELENCIA, SUBPROGRAMA ESTATAL DE GENERACIÓN DEL CONOCIMIENTO. PROYECTOS GERIATRIA Ana Isabel Hormigo I. Principal: Registro Nacional de Fractura de Cadera. Registro Español de Hematogeriatria. Myriam Rodríguez Couso. Proyecto con Traumatología: Seguimiento postoperatorio de paciente frágil tras fractura de cadera: Modelo de visita no presencial en Traumatología. Proyecto con Rehabilitación y Traumatología: Recupera- ción funcional del paciente con fractura de cadera durante su hospitalización y repercusión al año: figura de apoyo a la marcha. Secretaria actual del Grupo de Trabajo de Oncogeriatría de la Sociedad Española de Geriatría y Gerontología. Participante en el Registro Nacional de Fracturas de Cadera. INFECCIOSAS Morbilidad Y Mortalidad A Largo Plazo Tras La Erradicación Del VHC en pacientes Coinfectados Por VIH/VHC con fibrosis hepática avanzada/Cirrosis', Estudio Marathon, Con Código GESIDA 10318, Coordinado por Dr.Juan Berenguer Y El Dr. Juan González. (Proyecto FIS). Estudio VIH-FUNCFRAIL (GESIDA 9817) Cohorte Española De Pacientes Con Infección Por Vih Mayores De 50 Años Para El Estudio De La Fragilidad Y La Función Física\". Estudio PAPIOTA-2 FIS: PI15 /461. Influencia de la microbio- ta intestinal en el desarrollo de lesiones precancerosas ana- les en pacientes con VIH. Understanding the nature of HIV Iatency to make HIV eradi- cation possibIe. IP: Dra. Norma RaIIón. IIS-FJD/ Lab. Investigación en VIH y Hepatitis Víricas (sede HURJC). Los controladores de elite como un modelo potencial para una terapia inmunomoduladora de acción sobre Ios reser - vorios VIH. FIS 20172019 (PI16/01769). IP: Dra. Norma en VIH Hepatitis Víricas (sede HURJC). RETIC RIS (Red de SIDA): Programas de y de Vacunas. Nodo IIS-FJD. FIS 2017-2021 (RD16/0025/0013). IP: Dr. José M Benito. IIS-FJD/Lab. Investigación en VIH y He - patitis Híricas.(sede HURJC). Los exosomas como potenciales dianas terapéuticas en la infección por VIH. Entidad Financiadora: Proyecto Industrial 2019Actividad por servicios Medicina interna 230de laboratorio son Prieto Pérez (Servicio Medicina Interna, Divi - sión de Enfermedades Infecciosas) Grado de contribución: Co-Investigadores: Marta del Palacio Tamarit, Miguel Gór - Ramón Pérez inicio: 01/01/2019 Cuantía total: 7.500 €. Malaria y otras causas de fiebre en el hospital Regional de Loreto (Perú)\". Nº de Registro: Nº039-CIEI-HRL-2017. Hos- pital Regional Iglesias\". 3500€ recibida en Todos los reactivos y test de labo - ratorio son aportados por el CNM. Malaria y otras causas de fiebre en el hospital Notre Dame de la Sante (Dschang, Camerún)\". Nº de Registro: Acepta- do por el comité ético del hospital Notre Dame de la Sante (Dschang, Camerún)\". Grado de de Inicio: 06/09/2019 Cuantía total: To- dos los reactivos y test de laboratorio son aportados por el CNM y la Fundación IO. \"Estudio sobre las modificaciones de la microbiota en via- jeros a áreas tropicales o subtropicales\". Registro: PIC091-18_FJD. Grado Ramón Pérez Tanoira. Entidades participantes: IIS-Fundación Jiménez Díaz, Centro Nacional de microbio - logía del Instituto de Salud Carlos III, Hospital Regional de Loreto \"Felipe Santiago Arriola Iglesias\", Hospital Notre Dame de la Sante (Dschang, Camerún). Fecha de inicio: 01/01/2019 Cuantía total: Todos los reactivos y test de la- boratorio son aportados por el CNM y la Fundación IO. Proyecto TRAYECTORIA FAST VIH para la Red de Hospitales Públicos Quironsalud (HUFJD, HURJC, HUIE DE BECAS GILEAD a Proyectos sobre Diagnóstico y Derivación del Pacien- te con VIH al Sistema Nacional de Salud. Fecha de inicio: 01/04/2019 Cuantía total: 15.000. Proyecto VIH 6.0 para la Red de Hospitales Públicos Qui - ronsalud (HUFJD, HURJC, HUIE y HGV). Entidades financia - dora: I CONVOCATORIA DE BECAS ViiV a Proyectos sobre Modelo óptimo de atención al paciente con infección por VIH. Fecha de inicio: 01/01/2020 (concesión: diciembre 2019). Cuantía total: 40.000. FIS, PI19/00744. Efecto catabólico pleiotrópico del Tenofo- vir y su control terapéutico. USEX-2. (GESIDA9416). Utilización de drogas recreativas en relaciones sexuales (Chemsex): Magnitud del problema y MALARIA Y OTRAS CAUSAS DE FlEBRE EN EL HOSPITAL REGIONAL DE LORETO-lQUlTOS Sociedad Española de En- fermedades Infecciosas y Microbiología Clínica. (Hospital Regional de Loreto \"Felipe Santiago Arriola Iglesias\"). Understanding the nature of HIV Iatency to make HIV eradi- cation possibIe. IP: Dra. Norma RaIIón. IIS-FJD/ Investigación en VIH y Hepatitis Víricas (sede HURJC). RETIC RIS (Red de SIDA): Programa y Vacunas. Nodo IIS-FJD. FIS 20132016 (RD12/0017/0031). IP: Dr. José M Benito. IIS-FJD/Lab. Investigación en VIH y He - patitis Víricas (sede HURJC). Los controladores de elite como un modelo potencial para una terapia inmunomoduladora de acción sobre Ios reser - vorios VIH. FIS 20172019 (PI16/01769). IP: Dra. Norma en VIH Hepatitis Víricas (sede HURJC). RETIC RIS (Red de SIDA): Programas de y de Vacunas. Nodo IIS-FJD. FIS 2017-2021 (RD16/0025/0013). IP: Dr. José M Benito. IIS-FJD/Lab. Investigación en VIH y He - patitis Híricas (sede HURJC). Impacto de la Coinfección con el VHC sobre la Patogénesis de Ia Infección VIH. FIS 20152017 (PI14/00518). IP: Dr. José M Benito IIS-FJD/Lab. Investigación en VIH y Hepatitis Víricas (sede HURJC). \"Relación causal entre infecciones del sistema nervioso central e infecciones de origen otorrinolaringológico en pa- cientes diagnosticados en hospital Fundación Jiménez Díaz desde 2008 a 2018\" TFG048-18_FJD. IP: Dres. Laura Prieto Pérez, Ramón Pérez Tanoira y Manuel Fernández Guerrero. Efecto del uso de extracto de bayas en combinación con an- tibióticos para el tratamiento y la prevención de infecciones de heridas provocadas por Pérez Tanoira. Entidades participantes: Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD); University of Helsinki; VTT Technical Research Centre 01/01/2019 Cuantía total: 48.500 €. Perfil molecular de mutaciones de Plasmodium falciparum relacionadas con resistencia al tratamiento antipalúdico en la Amazonía Peruana y su implicación clínica y epide- miología\". Código:- TFG044-18_FJD; Nº: CEI PI 06_2019- V2. Comité ético del Centro Nacional de Microbiología del Instituto de Salud Carlos III. Grado de contribución: tigador Principal: Ramón Centro Nacional de Microbiología del Instituto de Salud Carlos III (CNM); Hospital Regional de Loreto \"Felipe Santiago Arriola Iglesias\" (HRL); Centro de Investigaciones de Recursos Naturales de la Universidad Nacional de la Amazonia Peruana (CIRNA-UNAP) Fecha de inicio: 01/01/2019 Cuantía total: Todos los reactivos y test Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 231 Comisión de FARMACIA INTERHOSPITALARIA. Beatriz Álvarez. Comité de ética. CEIM-FJD. Alfonso Cabello. Comité de expertos de la Subdirección General de Farma - cia Hospitalaria. Alfonso Cabello. Asociación de Microbiología en el trópico. Ramón Pérez Tanoria. (Fundador) Miembro Grupo de Investigación VIH MADRID CORE. Bea - triz Álvarez Álvarez. Comité de la CAM de Expertos en Enfermedades Emergen- tes: Miguel Górgolas. Asesor y colaborador de la Fundación IO. Ramón Pérez Tanoira. TropNetEurop - \"European Network on Imported Pérez, Ramón Pé- rez Tanoira y Miguel Górgolas. Grupo de Trabajo Multidisciplinar Bacteriemia asociada a catéter FJD. Nerea Carrasco. Elizabet de manos FJD. Comisión PROA Ambulatorio. Alfonso Cabello. Elizabet Pe- tkova. (coordinadora de la formación Urgencias) Grupo de investigación Código Sepsis Urgencias FJD. Nerea Carrasco Antón (coordinadora), Elizabet Petkova. Madrid. Nerea Carrasco An- tón, Elizabet Petkova. Participación del grupo en la RETIC RIS del ISCIII (RD16/0025/0013). Nuestro equipo lidera eI paquete de trabajo 3 (WP3: \"mecanismos de controI de Ia infección VIH\") enmarcado en el programa de inmunopatogenia de la RETIC RIS. Participación del grupo en la RETIC RIS del ISCIII (RD16/0025/0013). Nuestro equipo co-lidera eI proyecto Faro \"Análisis del impacto de las terapias anticancerosas en la respuesta inmune antiviral y en el reservorio de pa- cientes infectados con VIH-1en el marco del paquete de trabajo 6 (WP6: \"Reservorios VIH y Estrategias de Cura- ción\") del programa de Inmunopatogenia de la RETIC RIS. Participación del grupo en la RETIC RIS del ISCIII (RD16/0025/0013). Nuestro equipo lidera eI paquete de trabajo 4 (WP4: \"Plataformas para la evaluación de res- puesta inmunológica en candidatos a vacuna en animales y humanos\") enmarcado en el programa de Vacunas de la RETIC RIS. Participación del grupo en la RETIC RIS del ISCIII (RD16/0025/0013). Nuestro equipo lidera eI proyecto Faro \"Consenso de expertos en técnicas inmunológicas y otros marcadores subrogados de respuesta para la evaluación de candidatos a vacuna del VIH\" en el marco del paquete de trabajo 4 (WP4: \"Plataformas para la evaluación de res- puesta inmunológica en candidatos a vacuna en animales y humanos\") enmarcado en el programa de Vacunas de la RETIC RIS.factores asociados en varones infectados por el VIH que tienen sexo con hombres. WHAT-study. Why Doctors Choose Which AIDS-de- Proyecto de Registro de Infecciones por bacterias multirre- sistentes_SEIMC. 2019. Colaboración en estudio europeo multicéntrico organiza- do por el Grupo de estudio de bacteriemia, endocarditis y sepsis (ESGBIES) de la Sociedad Europea de Microbiología Clinica y Enfermedades Infecciosas (ESCMID) sobre control de calidad de extracción de hemocultivos. Proyecto FIS, PI18/01068. Infecciones por micobacterias no tuberculosas (MNT) en España. Estudio clínicoepide - miologico, microbiológico y de patogenicidad. Duración: 3 años. 2019-2012. Grado de contribuación: Investigador colaborador: Nerea Carrasco Antón. Contratos Contrato Personal Juan Rodés. Facultativo en el Servicio de Enfermedades Infecciosas. (2019-2023). Contrato del Dr. John Jairo Aguilera Correa, financiado en su integridad a través del proyecto Nº de Registro: PR 0000001693. noira. 7 meses. (1/06/2019-31/12/2019). Contrato Técnico de Apoyo a la Investigación asociado a proyectos RD16/0025/0013 (IP: José M Benito) hepatitis víricas. (sede HURJC). Contrato Personal de Apoyo. 2017-2021. Referencia RD16/0025/0013. Concedido a Dr. José M Benito. IISFJD/ Lab. Investigación en VIH y hepatitis víricas. (sede HURJC). Contrato Técnico de Laboratorio. 2018-2019. Referencia PEJ-2017-TL/BMD-7068. Concedido a Dr. José M Benito. IISFJD/Lab. Investigación en VIH y hepatitis víricas. (sede HURJC). Contrato Ayudante de Investigación. 2018-2019. Referen- cia PEJ-2017-AI/BMD-7410. Concedido a Dra. Norma Ra- llón. IISFJD/Lab. Investigación en VIH y hepatitis víricas. (sede HURJC). Contrato Ayudante de Investigación. 2019-2020. Refe - rencia PEJ2018-AI/BMD-12017. Concedido a Dra. Norma Rallón. IISFJD/Lab. Investigación en VIH y hepatitis víricas. (sede HURJC). Pertenencia / Participación en comités PROA-FJD: Beatriz Álvarez, Laura Prieto, Alfonso Cabello, Nerea Carrasco, Elizabet CIPPA- FJD. Alfonso Cabello, Nerea Carrasco. SEPSIS-FJD. Carrasco (coordinadora), Alfonso Cabello. Comisión de FARMACIA-FJD. Beatriz Álvarez.Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 232VIH\") de la RETIC RIS del ISCIII (RD16/0025/0013). 14. Colaboración con eI grupo deI Dr. FeIipe García (Hos - pitaI CIínico de BarceIona) y deI Christian Trias i PujoI de BadaIona) en eI mar - co deI Grupo Español de Vacunas de la RIS del ISCIII (RD16/0025/0013). 15. Colaboración con eI grupo de la Dra. Mª Angeles Muñoz (IIS-Hospital General Universitario Gregorio Marañón): Estudios enmarcados en eI paquete de trabajo 4 (WP4: \"Plataformas para la evaluación de respuesta inmuno - lógica en candidatos a vacuna en animales y humanos\") del programa de Vacunas de la RETIC RIS del ISCIII. (RD16/0025/0013). 16. Colaboración con eI grupo deI Dr. SaIvador Resino y la Dra. Veronica Briz (ISCIII): Estudios enmarcados en eI pa- quete de trabajo 6 (WP6: \"Reservorios VIH y Estrategias de Curación\") del programa de Inmunopatogenia de la RETIC RIS del ISCIII (RD16/0025/0013). 17. Colaboración con eI grupo deI Dr. José Alcamí y la Dra. Maria Teresa Coiras (ISCIII): estudios enmarcados en el proyecto faro \"Análisis del impacto de las terapias anti- cancerosas en la respuesta inmune antiviral y en el re- servorio de pacientes infectados con VIH-1\" en el marco del paquete de trabajo 6 (WP6: \"Reservorios VIH y Estra- tegias de Curación\") del Inmunopatogenia de la RETIC RIS del ISCIII (RD16/0025/0013). 18. Colaboración con eI grupo deI Dr. SaIvador Resino (IS - CIII): Estudios enmarcados en el paquete de trabajo 4 (WP4 \"mecanismos de lesión inmune y recuperación\"). Y estudios enmarcados en eI paquete de trabajo 3 (WP3: \"mecanismos de controI de Ia infección VIH\") del programa de inmunopatogenia de la RETIC RIS del ISCIII (RD16/0025/0013). 19. Colaboración con eI grupo deI Dr. EzequieI RuizMateos (Instituto de Biomedicina de SeviIIa, HospitaI Virgen deI Rocío, SeviIIa): Estudios enmarcados en eI paquete de trabajo 3 (WP3: \"mecanismos de controI de Ia infección VIH\") del programa de inmunopatogenia de la RETIC RIS del ISCIII. (RD16/0025/0013). 20. Colaboración con eI grupo deI Dr. JuIià (Irsi - Caixa, HospitaI Germans Trias i PujoI, BadaIona): Es- tudios enmarcados en el paquete de trabajo 4 (WP4 \"mecanismos de lesión inmune y recuperación\") del programa de inmunopatogenia de la RETIC RIS del ISCIII (RD16/0025/0013). 21. Colaboración con eI grupo de Ia Dra. YoIanda Pacheco (Instituto de Biomedicina de SeviIIa, HospitaI Virgen deI Rocío, SeviIIa): Estudios enmarcados en el paquete de trabajo 4 (WP4 \"mecanismos de lesión inmune y recu- peración\") del programa de inmunopatogenia de la RE - TIC RIS del ISCIII (RD16/0025/0013).INFECCIOSAS Otras actividades y otros ámbitos de proyección científica del grupo 1. Cooperación con el Hospital Notre Dame de la Sante (Dschang, Camerún). El objetivo es apoyar el diagnósti- co de las enfermedades infecciosas en este centro me - diante el desarrollo de un laboratorio de microbiología. Se realiza apoyo telemático y además actividades sobre el terreno (9-17 febrero 2019 y 7-15 septiembre 2019). 2. Ganador del concurso de fotografía del XI Congreso de la Sociedad Española de Medicina Tropical y Salud Inter - nacional (SEMTSI). Ávila 28-30 de octubre de 2019. 3. Editorial board member of International Journal of Clini - cal & Medical Microbiology. 4. Molly Mallon y fiebre tifoidea. La ignorancia y el miedo. Laura Prieto y Miguel Górgolas. El País, edición digital, sección Planeta Futuro. En prensa. 5. Visiting Physician in the Antimicrobial Stewardship Pro- gram. Saint Paul´s Hospital. University of British Columbia, Vancouver. Febrero-Marzo 2019. Nerea Carrasco Antón. 6. Estancia formativa en PROA en el Área de Enfermedades Infecciosas y Microbiología de la Clínica Universitaria de Navarra, Pamplona. Octubre 2019. Nerea Carrasco Antón. 7. Colaboración con la Dra. María Yañez del Departamento de Biología Molecular de la Universidad Autónoma de Madrid, en el contexto del proyecto IND2018/BMD-9651. 8. Colaboración con el Dr. Carlos Llorens de la empresa Biotechvana (Parque Científico, Campus de Cantoblan - co), en el contexto del proyecto IND2018/BMD-9651. 9. Colaboración con eI Dr. PabIo Minguez (Área gación en Genómica, IISFJD) en eI contexto deI proyecto CP14/00198. 10. Colaboración con el Dr. Ricardo Ramos del Parque Científico de Madrid (UAM) en eI marco del proyecto PI16/01769. 11. Colaboración con eI Departamento de Estadística y Cien - cia de los Datos de la Facultad de Estudios Estadísticos de la UCM (Profesor José Luis Valencia Delfa) en eI mar - co de la línea de investigación en Coinfección VIH y VHC. 12. Colaboración con eI Departamento de CeIómica (Dra. María Montoya) deI Centro NacionaI de Investigacio- nes CardiovascuIares (CNIC) en eI contexto deI proyecto PI14/00518 y del proyecto CP14/00198. 13. Colaboración con la cohorte ECRIS para el estudio \"Fre - cuencia y características clínico-epidemiológicas aso- ciadas al fenotipo LTEC (controladores a largo plazo de la infección VIH) en la cohorte ECRIS\" enmarcado en el paquete de trabajo 3 (WP3: \"Mecanismos de control del Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 23311. Journal of Immunology 12. Clinical Science 13. Journal of AIDS 14. Antiviral Research 15. Apoptosis 16. BMC Immunology 17. Hepatology 18. Journal of Infectious Diseases 19. Cytokine 20. New England Journal of Medicine 21. Plos One en Inmunología, Facultad de Farmacia, Universidad Com- plutense de Madrid. Madrid, 9 de Octubre de 2019. Clase impartida por José M Benito: \"VIH: Panorámica Ac - tual\" Asignatura: Inmunología. Grado de Farmacia, Univer - sidad Complutense de Madrid. Madrid, 22 de Noviembre de 2019. Co-organización de Ia \"IV Jornada UAM y VIH\" junto con el Servicio de Enfermedades Infecciosas y Medicina Tropical de Ia FJD. Madrid, 17 de Mayo de 2019. Moderación de la mesa sobre investigación básica. Dr. José Miguel Benito en Ia \"IV Jornada UAM y VIH\". Organizada por el Servicio de Enfermedades Infecciosas y Medicina Tropical de Ia FJD. FJD, Madrid, 17 de mayo de 2019. Moderación de la mesa sobre investigación básica \"Elite control of HIV infection, myth or reality\". Dr. José M Benito en el XI Congreso Nacional de GESIDA. Toledo, 10-13 de Diciembre de 2019. Dra. Norma Rallón Clase impartida por Norma Rallón: \"La infección VIH y SIDA\". Asignatura: Interacción patógeno / inmunidad. Más- ter en Investigación en Inmunología. Facultad de Farmacia, Universidad Complutense de Madrid. Madrid, 9 de Octu- bre de 2019. Clase impartida por Norma Rallón: \"Interacción VIH / in - munidad: implicaciones para el control del VIH\" Modulo: Interacción virus - hospedador. Máster en Virología. Facul - tad de Veterinaria, Universidad Complutense de Madrid. Madrid, 29 de Octubre de 2019.Revisión de Manuscritos 1. Tissue Engineering. ISSN 17581052 Prof. Miguel de Górgolas Hernández-Mora Master Universitario de Enfermedades Infecciosas y Salud Internacional 2019-20. Universidad Miguel Hernández. Ali - cante. 8 de marzo de 2019. Ponencias: Esquistosomosis y otros trematodos (Fasciolasis); Cisticercosis, hidatidosis y cestodes intestinales. VI curso de actualización en Enfermedades Infecciosas. Hospital de Móstoles. Ponencia neurocisticercosis. 8 de abril de 2019. Jornadas de Medicina Tropical. Fundación Universitario Hospital de Alcorcón. Ponencia: Cómo y cuándo tratar al inmigrante con VIH. 11 de abril de 2019. Director del Master Propio en Medicina Tropical y Salud In- ternacional (Edición 6ª) (60 ECTS). Universidad Autónoma de Madrid. Octubre de 2018 a septiembre de 2019. Master en Facultad de Farmacia. Departamento de Inmuno- logía. Interacción Patógeno/Inmunidad. Infección por VIH. IV Jornadas UAM y VIH. 17 de mayo de 2019. Fundación Jiménez Díaz. (Coordinación) II Curso de Actualización en Infecciones de Transmisión Se- xual. 6 y 7 de febrero de 2019. (Coordinación) Máster Universitario en Parasitología. Facultad de Farma - cia. UCM. Enero 2019. Geohelmintos. Panorámica Actual\". Asignatura: In- teracción patógeno / inmunidad. Máster en Investigación Conferencias y otras actividades docentesMemoria de Actividad FJD 2019Actividad por servicios Medicina interna 234HUPA de investigación. H.U. Príncipe de Asturias. (ponente). Sesión clínica. H. U. Ramón y Cajal. \"El tratamiento antirre- troviral en escenarios concretos: tratamiento inmediato y chemsex\". 11 nov 2019. (Ponente). Sesión clínica. H. U. de Salamanca. \"Experiencias con regí- menes 2DR. Datos, guías y experiencias en vida real.\". No- viembre 2019. (Ponente). Sesión clínica. H.G.U. de Ciudad Real. \"Evidencias y oportu - nidades del régimen 2DR\". Abril 2019. (Ponente). II Jornadas de debate en VIH. \"Envejecimiento en pacien - tes con infección por VIH\". (Ponente). Cuenca 2019. Workshop Diagnóstico precoz, tratamiento inmediato en la infección por VIH y vinculación al sistema sanitario. Po- blaciones vulnerables. Noviembre 2019 (ponente). Dra. Laura Prieto Pérez 1. Clases del Máster Propio de Medicina Tropical y Salud Internacional UAM 2018-2019: Podoconiosis, Eosinofilia, VIH. 2. Clase del Máster de Parasitología UCM 2018-2019: Geohelmintiasis. 3. Clases de Facultad de Medicina UAM. Adenopatías y Sd. Mononucleósido VIH 4. Subdirección Máster Medicina Tropical y Salud Internacio- nal Universidad Autónoma de Madrid. 5. II Curso de Actualización en Infecciones de Transmisión Sexual (Fundación Jiménez Díaz-UAM Y C. Sanitario San - doval). 2019 (Ponente). 6. IV Jornadas UAM y VIH. Fundación Jiménez Díaz. Madrid. 7. Encuentro de Voluntariado del programa de Telemedi- cina 2019 de la Fundación Recover. Fundación Jiménez Díaz (Madrid). 24/11/2019. 8. Sesión clínica interhospitalaria. Hospital Universitario La Paz. Enfermedades olvidadas de la OMS. Dra. Prieto (Subdirectora Máster de Medicina Tropical y Salud In- ternacional de la Universidad Autónoma de Madrid). XV Jornadas de Actualización en Enfermedades Infecciosas Para Residentes Hospital Universitario La Paz. 23, 24 y 25 Septiembre 2019. 9. Vacunación en viajeros. Máster Universitario en Micro- biología aplicada a la Salud Pública e Investigación en En- fermedades Infecciosas para haceros llegar la distribución docente de este curso académico 2019-2020. Módulo 4. Cooperación Internacional y Alertas Sanitarias. 10. Enfermedades tropicales de la Amazonía: Casos clínicos. Laura Prieto Enfermedades Infecciosas Fundación Jime- nez Diaz (Madrid). Master Medicina Tropical UAM. 11. I Título de Experto en Patología por Virus Emergentes y Dr. Alfonso Cabello Úbeda Profesor Asociado del departamento de Medicina en la Universidad Autónoma de Madrid. Tutor de residentes de Medicina Interna. Tutor de prácticas de estudiantes de 3º, 5º y 6º curso de Medicina de UAM. Profesor del Master Propio De Experto En Medicina Tropical y Salud Internacional. Universidad Autónoma de Madrid. IV Jornadas UAM y VIH. 17 de mayo de 2019. Fundación Jiménez Díaz. (Ponente). II Curso de Actualización en Infecciones de Transmisión Se- xual. 6 y 7 de febrero de 2019. (Coordinación y ponente). Título de Experto en Patología por Virus Emergentes y de Alto Riesgo. Taller de Fiebre y tos. 30 de Marzo.2019. (ponente). I Curso online Patología Importada y del Viajero. Edición 1. Caso 5. Fiebre tifoidea. 26 febrero a 26 octubre 2019. (ponente). Master En Inmunología. Universidad Complutense de Ma- drid. \"Interacción del VIH con el sistema Inmune\". (ponen - te). 9 de octubre de 2019. XVII Curso de Actualización en Enfermedades Infecciosas H.U. Fundación Alcorcón. Infecciones asociadas al contac- to con otros animales. \"Infecciones asociadas al contacto con gatos\". Noviembre 2019. (ponente). II Jornada de Formación en Integridad Científica: Curso teórico-práctico sobre autoría, plagio y conflicto de intere - ses. Fundación Jiménez Díaz. \"Caso práctico sobre autoría y conflicto de intereses\". Enero 2019. (ponente). I Taller CEIm-FJD teórico-practico: \"Investigación: datos, muestras biológicas, y análisis genéticos\". Fundación Jimé- nez Diaz. Octubre 2019. (ponente). XI Congreso Nacional GESIDA. Moderador Mesa Clínico Epidemiológica. \"Infecciones de Transmisión Sexual\". (Mo - derador). Toledo 2019. XI Congreso Nacional GESIDA. Simposio: La importancia de la personalización del tratamiento antirretroviral en el pa- ciente VIH. Toledo 2019. 64 Congreso Nacional de Farmacia Hospitalaria. Simposio: Nuevos conceptos en la era de la polifarmacia en el VIH\". Sevilla 2019. I Jornadas GESIDA - SEMFYC. Manejo compartido del pa- ciente VIH entre la Atención Primaria y la Atención Hospi - talaria. \"Experiencias de Coordinación\". (ponente) Madrid marzo 2019. II Jornadas de Actualización en Enfermedades Infecciosas. Valladolid. \"Las estrategias de simplificación que nos vie- nen: Long acting\". (ponente). Octubre 2019. Infección por VIH 2019. Actualización y debate. Fundación Memoria de Actividad FJD 2019Actividad por servicios Medicina interna 235 Moderador del \"4º CICLO DE SEMINARIOS DE INVESTIGA - CIÓN PREDOCTORAL EN EL IIS-FJD\". 26/11/2019. \"Enfermedad de Chagas: una enfermedad silenciosa y si - lenciada\"; asignatura El español en el ámbito sanitario; Máster en Lenguas Aplicadas : 26/11/2019. Middlebury College en España. Dra. Elizabet Petkova Saiz Tutor de prácticas de estudiantes de 3º curso de Medicina de UAM. Profesor del Master Propio De Experto En Medicina Tropi - cal y Salud Internacional. Universidad Autónoma de Ma- drid 2019-2020. Impartición taller. Master Propio por la UAM en Manejo y Cuidados del Pa- ciente con Dispositivo de Acceso Vascular edición 2018- 2019 y 2019-2020. Profesora. ¡Jornada \"Abordaje Integral del Berlin, marzo 2019. Ponencia. Dra. Nerea Carrasco Antón Tutor de prácticas de estudiantes de 3º curso de Medicina de UAM. 2018-2019, 2019-2020. Profesora en Sesiones docentes del Servicio de Urgencias para Residentes de primer año 2018-2019 y 2019-2020.de Alto Riesgo. Taller de Fiebre y síntomas neurológicos. 30 de Marzo. 2019. 12. Tutora de residentes de Medicina Interna. 13. Profesora Asociada del departamento de Medicina en la UAM. 14. Tutora de prácticas de estudiantes de 3º, 5º y 6º curso de Medicina UAM. Dra. Beatriz Álvarez Álvarez Tutora de residentes de Medicina Interna. Tutora de prácticas de estudiantes de 3º, 5º y 6º curso de Medicina de UAM. Clases asignatura de Enfermedades Infecciosas. Facultad de Medicina de UAM. Curso 2018-2019 y 2019-2020: Orientación diagnóstica y terapéutica de las infecciones del aparato urinario. Tratamiento de las infecciones virales. Profesora del MASTER PROPIO DE EXPERTO EN MEDICINA TROPICAL (UAM). Curso 2018-2019 y 2019-2020. IV Jornadas UAM y VIH. 17 de mayo de 2019. Fundación Jiménez Díaz. (Ponente) II Curso de Actualización en Infecciones de Transmisión Se- xual. 6 y 7 de febrero de 2019. (Ponente) VI curso de actualización en Enfermedades Infecciosas. Hospital de Móstoles. Ponencia: Linfogranuloma venéreo y otras proctitis venéreas. 4 de marzo de 2019. I Título de Experto en Patología por Virus Emergentes y de Alto Riesgo. Taller de Fiebre e ictericia. 30 de Marzo 2019. Dr. Ramón Pérez Tanoira Profesor y Tutor del MÁSTER PROPIO DE EXPERTO EN ME - DICINA TROPICAL (UAM) (2018/2019 y 2019/2020). Seminario de Geohelmintos dentro de Máster de Micro- biología y Parasitología de la Universidad Complutense de Madrid (21/01/2019). Sesión temática: Microbiólogos por el Trópico - Fundación IO. Creando Redes de Salud. Juan Cuadros, Manuel Linares Rufo, Juan Romanyk, Ramón Pérez Tanoira, Jose Luis Caña- da, Laura Santos, Martín Buenache y Félix Carrasco. XI Con- greso de la Sociedad Española de Medicina Tropical y Salud Internacional (SEMTSI). Ávila 28-30 de octubre de 2019. Sesión: \"Viajes y resistencia a los antimicrobianos\" 16º Curso de Medicina Tropical y Salud Global. Hospital Prínci- pe de Asturias de Alcalá de Henares (Madrid). 13-14-15 de noviembre 2019. Encuentro de Voluntariado del programa de Telemedicina 2019 de la Fundación Recover. Fundación Jiménez Díaz (Madrid). 24/11/2019.Honores y distinciones. Certificación SEMI-Excelente a la a la Unidad de Medicina Interna del Hospital Universitario Fundación Jiménez Díaz (Madrid) otorgada por la SEMI (Sociedad Española de Me- dicina Interna). Dra. Ana Isabel Hormigo Sánchez. Ganadora de los III premios Catedra Celegene con el pro- yecto: \"UTILIDAD COLO INDIVIUALIZADA E INTEGRAL EN PACIENTES ONCOHEMA - TOLOGICOS DE EDAD AVANZADA\". Premios concedidos a la innovación en el ámbito sanitario, en la \"Cátedra Celge- ne de Innovación en Salud\" "}