{"title": "Arkansas Department of Health", "author": null, "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-for-spanish-speaking-arkansans", "hostname": "arkansas.gov", "description": "default", "sitename": "healthy.arkansas.gov", "date": "2017-01-01", "cleaned_text": "COVID-19 Recursos en Español [Plan de Vacunacion - COVID-19](https://www.healthy.arkansas.gov/programs-services/topics/plan-de-vacunacion-covid-19) | [Pruebas de Deteccion de COVID-19](https://www.healthy.arkansas.gov/programs-services/topics/pruebas-de-deteccion-de-covid-19) OBTENGA LA VACUNA COVID-19 Línea Telefónica para Vacunas: 1-800-803-7847 Para protegerse y proteger a los demás, el ADH recomienda: - Obtener la vacuna COVID-19 - Que se lave las manos con frecuencia con agua y jabón por al menos 20 segundos. Use un desinfectante para manos cuando el agua y jabón no estén disponibles. - Practique el distanciamiento físico. Evite el contacto cercano con otros, especialmente aquellos que se encuentran enfermos, manteniendo al menos 6 pies entre usted y los demás. - Si cree que ha sido expuesto a COVID-19 o desarrolla fiebre, tos, o dificultad para respirar, solicite una prueba. Las pruebas están disponibles en varios lugares, incluyendo las Unidades Locales de Salud del ADH. - Use un cubrebocas cuando esté en público y no pueda mantener 6 pies de distancia entre usted y los demás. [Qué hacer si su prueba de COVID-19 resulta positiva](/images/uploads/Isolation_ESP.png) [Qué hacer si está expuesto a una persona con COVID-19](/images/uploads/quarantineisolation.png) [COVID-19 County Data](https://adh-covid-19-data-for-the-visually-impaired-ark-dept-health.hub.arcgis.com/) *Para obtener un mejor rendimiento, evite usar Internet Explorer Para asistencia adicional o preguntas, llame al Centro de llamadas de ADH-COVID-19 al 1-800-803-7847, o envié un correo electrónico a [ADH.CoronaVirus@arkansas.gov](mailto:ADH.CoronaVirus@arkansas.gov). [Haga clic aquí para un ver un mapa que detalla la última información de casos en Arkansas.](https://experience.arcgis.com/experience/633006d0782b4544bd5113a314f6268a/) \"Total COVID-19 Cases\" refiere el número total de casos en todo el estado. \"Active cases\" son los casos que están actualmente activos. \"Recoveries\" muestra el número de personas que se han recuperado. \"Deaths\" muestra el número de personas que han muerto por COVID-19. También puede hacer clic en cualquier condado para tener más información acerca del área. "}