{"title": "Essential Oils for Relaxing and Sleep", "author": "Robby", "url": "https://www.drlamcoaching.com/blog/essential-oils-for-relaxing-and-sleep-every-medicine-cabinet-must-have-and-why/", "hostname": "drlamcoaching.com", "description": "Essential oils for relaxing and sleep have been around since ancient times. They are now making a comeback in western medicine and could help with stress.", "sitename": "Dr. Lam Coaching - World Renowned Authority on Adrenal Fatigue Recovery", "date": "2018-03-26", "cleaned_text": "Everyone has rough days. It's just part of life. However, within the fast-paced world we've created for ourselves, we are seeing more people diagnosed with stress-induced disorders than ever before. Sadly, it's even become prevalent in young children. Turning to prescription medications to reduce stress-related symptoms is not always the answer. They often have additional side effects that your body doesn't need. Many people, doctors included, are [turning to alternative, all-natural remedies](/adrenal-fatigue/concepts/why-conventional-medicine-rejects-adrenal-fatigue/), such as essential oils for relaxing and sleep for assistance. There is evidence to suggest that these are safer, more effective ways to address anxiety and other stress-related issues. Stress may be defined as the \"conscious or unconscious psychological feeling or physical situation which comes as a result of physical and/or mental 'positive or negative pressure' to overwhelm adaptive capacities\". It's a feeling of pressure on the body and mind from experiencing any unpleasant emotion. Stress results in wear and tear on the body. It is not a normative concept, and many people suffer damaging or detrimental effects on the body due to it. Let's clear something up: Stress in small, manageable amounts is often desired and even healthy or beneficial in many situations. For example, it can help improve athletic performance and help the body acclimate to a new environment. In contrast, [excessive levels of stress](/blog/physical-effects-from-stress/) can be detrimental to the body and increase the risk of severe life-threatening conditions such as stroke, heart attack, ulcers, dwarfism, and mental illness. Stress is not something to be left untouched and unrecognized. It requires intervention of some sort. Stress disorders occur when a person's coping mechanisms are not able, for one reason or another, to deal with the level of stress presented. The stress itself can cause individuals to become physically and mentally ill. The operation of the immune system becomes compromised and simple ailments such catching the common cold increase. Stress also causes insomnia or impaired sleep and may be associated with many other serious health issues such as: When you're stressed, your body reacts. The blood vessels constrict, your pulse increases, and your blood pressure rises. Your breath becomes faster and shallower of its own volition while your bloodstream becomes flooded with the stress hormones cortisol and adrenaline. On a positive note, it warns you. And loudly. There are a number of serious stress-related problems for which the human body gives warning signs well in advance. Taking heed of them is a major method of prevention. Research has shown concrete evidence that stress management techniques such as using essential oils for relaxing and sleep are beneficial in reducing stress levels. [Relaxation techniques are used to reduce](/blog/stress-relieving-exercises/) the emotional and physical aspects of stress that manifest in the body. They also help to eliminate the stressful thoughts that may have caused them to begin with. If you can relax your breathing and reduce your muscle tension, your mind will relax as well. There are only two reasons why we become stressed out: The key is to trick our brain into thinking everything is okay. What are the best ways to do this? Choosing the correct relaxation technique is very important. It is essential that each person choose what works for them, possibly using a combination of sources if needed. Keep in mind these techniques take time to implement in your daily routine and need to be developed and practiced just as is the case with any other newly learned skill. With regular use, these routines may become more effective in the regulation of stress. The importance of sleep for your overall well-being cannot be stressed enough. It may be one of the key components for dealing with stress. Relaxing the mind enough in order to get between 7-9 hours' sleep is thus important, as a sleep deficiency may lead to a number of health problems. The sleep-stress relationship is two-fold. On the one hand, stress may affect sleeping patterns, while on the other hand, insufficient sleep may cause stress. No matter the cause, a disrupted sleep pattern has a negative effect on the body. Using essential oils for relaxing and sleep is a safe, natural way of ensuring your body is well rested. Research shows lavender may increase the alpha brain waves connected to relaxation and deep sleep. Essential oils have been around for thousands of years. Documents show they have been used to treat various ailments in China, India, and Southern Europe since ancient times. References are also made to essential oils in both the Bible and Egyptian tombs dating back over 2,000 years. Interestingly, essential oils are not really oils at all. They lack the fatty acids to be properly classified as such. They are, in fact, extremely potent concentrations of plant components. For example, it takes 4000 pounds of the Bulgarian Rose plant to produce one pound of oil. If the entire world decided to go on an essential oil kick, we'd be in big trouble, as we'd be going through these oils faster than we could produce them. There is, therefore, a reason why a good, quality essential oil can be a bit pricey. There are essential oils for relaxing and sleep and nearly every health condition that exists. Many people keep a good stash of oils in their medicine cabinet in addition to or instead of the standard, over the counters supplies such as ibuprofen as well as indigestion, antifungal, and antibacterial medications and creams. Using these oils is not advised for those who are not educated in their properties and use. They can cause both internal and external harm if not properly diluted or overused. The following essential oils are the top choices across the board for promoting relaxation and sleep. Always make sure you are using a pure, organic oil that has not been diluted with chemicals or additional additives. There are a [number of ways in which to use essential oils](https://www.radhabeauty.com/blogs/radha-blog/how-to-choose-and-use-essential-oils) for relaxing and sleep in order to harness the most out of them within the AFS setting. [Adrenal Fatigue](/adrenal-fatigue/) Syndrome (AFS) is a stress-induced condition. It is gaining exposure in the medical community as its negative effect on the body is becoming more apparent. It is a debilitating condition that causes much suffering but often goes undiagnosed and untreated. This may have a negative impact on quality of life. Many sufferers find relief by incorporating the proper diet and certain stress management techniques. One effective Adrenal support that has emerged is through the use of essential oils. Within the body, we find a matrix known as ECM or the Extracellular Matrix. It is a network of non-living tissues that provide support to the body's cellular system. It not only plays a role in structural support, but also cell adhesion, migration, and proliferation. Every cell in the human body is nourished by the Matrix. For optimal health, and the treatment of AFS, the ECM must be free of pollutants and toxins. Essential oils are a great method for achieving this. The oils can penetrate a biofilm excreted by infectious organisms and deliver a variety of much-needed anti-infectious and medicinal supplements. Some essential oils are more effective and may have a higher efficiency level then popular antibiotics. Patients often continue to feel ill or fatigued with a continued loss of endurance and a diminished sense of vitality that goes undiagnosed and untreated due to a lack of knowledge of the ECM congestion and pollution problem. Sadly, the infections and toxic state of AFS sufferers can go on for decades due to problems with the ECM. The current detection model is not sensitive enough to detect it, and some healthcare practitioners don't recognize it. There are many reasons why essential oils may work for AF sufferers: Before beginning any new home remedy treatments, including essential oils, it is always best to consult with your primary care provider or nutrition specialist. Be cautious when using essential oils for relaxing and sleep for medicinal purposes because they could be very potent or toxic if not used correctly. If used topically, it is always best to first do a test on a small area of skin before full immersion in a shower or when using as a body rub. Sufferers of many stress-related conditions such as Adrenal Fatigue Syndrome may have extremely sensitive systems and could be more prone to experiencing adverse side effects from new products. Introduce essential oils one at a time and in small quantities to determine whether the chosen oil is indeed compatible with you. © Copyright 2018 Michael Lam, M.D. All Rights Reserved. Essential oils for relaxing and sleep work so well because they are easily and quickly absorbed through the skin. They have quick access to your cell membranes, cross the brain-blood barrier, and may access the body's mood-regulating center. "}