{"title": "Search results", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2019-01-01", "cleaned_text": "Search results Pages - - Title - [The \"Education for Economic Security Act,\" p.l. 98-377: A summary and analysis](/mu/islandora/object/mu%3A80151) - Date - 1984 - Summary - On August 11, 1984 the President signed into law H.R. 1310, the \"Education for Economic Security Act\" (P.L. 98-377). This paper presents a summary and analysis highlighting the major provisions of this legislation. Part I presents an overview of selected aspects of the legislation. Part II includes a detailed summary and analysis of various provisions of P.L. 98-377, including a description of program activities, legislative requirements and financial support authorized. - - Title - [The \"Fitzgerald Act\" and the federal role in apprenticeship training: Recent interest and current initiatives](/mu/islandora/object/mu%3A81217) - Date - 1985 - Summary - The Fitzgerald Act (National Apprenticeship Act) of 1937 serves as the charter for the Bureau of Apprenticeship and Training in the Department of Labor. It also provides the legal framework for the Federal Government's involvement in apprenticeship training programs. Briefly, this paper examines the evolution of apprentice training in America, the provisions of the Fitzgerald Act, and recent legislative interest in apprentice training. - - Title - [The 55-MPH national speed limit](/mu/islandora/object/mu%3A38783) - Date - 1986 - Summary - The national automotive speed limit of 55 MPH was enacted in 1974 as an energy saving measure and was kept in place when highway fatalities dropped sharply upon its implementation. A recent NAS study endorsed the speed limit generally, but suggested that it might be modified on rural portions of interstate highways. Legislation is pending in Congress that would allow the States to raise the limit on rural interstates; President Reagan has now endorsed this concept. - - Title - [The Fortune 500: Names, addresses, and officers of the 500 largest industrial corporations in the U.S. ranked by sales in 1982](/mu/islandora/object/mu%3A85432) - Date - 1983 - Summary - The May 1983 issue of Fortune magazine lists the 500 largest industrial corporations in the United States, ranked according to their sales in 1982. This Report lists the Fortune 500 companies and provides the headquarters address, the address of a corporate office in the Washington, D.C., area if there is one, the telephone numbers for these offices, the names of chief corporate officers, and an abbreviated industry code, which represents the company's principal activity. - - Title - [The U.S. business cycle: Selected economic relationships](/mu/islandora/object/mu%3A45544) - Date - 1986 - Summary - This report breifly examines the relationship between selected economic time series and the U.S. business cycle., This report presents a series of selected economic indicators and their relationship to the U.S. business cycle. Six times series are presented: real Gross National Product (GNP), the M2 measure of the money stock, the civilian unemployment rate, and private domestic nonfinancial debt. Each time series is plotted quarterly beginning in the first quarter of 1948 through the third quarter of 1986. In each case the series are divided into time intervals of roughly equal length. In each chart the business cycle peaks and troughs as indicated. Table 1 below lists the U.S. business cycle reference dates. - - Title - [The Dow Jones industrial average](/mu/islandora/object/mu%3A72467) - Date - 1986 - Summary - The DowJones Industrial Average is the oldest and most commonly known index of the day-to-day overall price performance of stocks traded on the New York Stock Exchange. This stock price index has undergone much change since its inception. This report examines the evolution of the stock index's components, and method of calculation. It also briefly addresses the issue of the index's usefulness. - - Title - [The earned income tax credit (EITC)](/mu/islandora/object/mu%3A47428) - Date - 1986 - Summary - The Earned Income Tax Credit (EITC) is the amount of money that persons who work and have a dependent child can have subtracted from their income tax, or have refunded to them if the credit is larger than their tax liability. This paper gives a history of the credit, discusses recent changes in law that index the credit to price inflation, describes how the credit is derived, compares the credit with other welfare programs, and provides summary statistics on the credit. - - Title - [The excessive surplus provision (\"Gephardt Amendment\") of H.R. 3](/mu/islandora/object/mu%3A73846) - Date - 1987 - Summary - Probably the most contentious provision of H.R. 3, Trade and International Economic Policy Reform Act of 1987, concerns a mandatory reduction in surplus for countries that have a large bilateral trade surplus with the United States through unfair trade practices (the \"Gephardt Amendment\"). In the short-run, a mandatory reduction in foreign surplus could possibly improve the U.S. trade surplus to a small degree; but over time, exchange rate adjustment would tend to offset the effects of the reduction in surplus. - - Title - [Legislative history of 1986 restriction on United States military involvement in Nicaragua](/mu/islandora/object/mu%3A75615) - Date - 1986 - Summary - This report sets forth the legislative history of the prohibition on the use of United States military advisers and combat troops within Nicaragua. Enacted as part of the military construction title of this year's continuing resolution, Pub. L. No. 99-500, which also authorized lethal and humanitarian assistance to the Nicaraguan Democratic Resistance, or Contras, the provision represents a legislative attempt to clarify United States policy on the matter and ensure effective adherence to Administration statements that United States troops will not be so introduced. - - Title - [Holistic medicine: An alternative approach](/mu/islandora/object/mu%3A50598) - Date - 1984 - Summary - This paper describes some of the concepts and principles of holistic medicine. It lists and briefly describes six components of holistic medicine, which consists of homeopathy, chelation therapy, acupuncture, clinical ecology, nutritional therapy, and stress reduction. It also describes the role of members of the health team in a typical holistic health center. - - Title - [The \"gender gap\": Differences between men and women in political attitudes and voting behavior](/mu/islandora/object/mu%3A88707) - Date - 1983 - Summary - This report examines the differences between men and women in their attitudes towards President Reagan, opinions on issues, party identification, turnout and voting behavior in the 1980 and 1982 elections. Poll results collected over the past three decades are used to compare the current differences between men and women in attitudes towards President Reagan, economic policies, social issues and the use of military force with their views towards previous Presidents, the Korean and Vietnam Wars and other foreign and economic policy issues. - - Title - [The corporate income tax and the u.s. economy](/mu/islandora/object/mu%3A86729) - Date - 1984 - Summary - The Federal tax on corporate profits has been in effect since 1909, but controversy continues to surround the tax despite its long history. Indeed, the very existence of a corporate income tax has been questioned by some and defended by others. In the area of economic analysis, there has been a degree of uncertainty about the effects of the tax. However, economists generally agree that in the long run the tax is not borne exclusively by the owners of corporate capital, and that the tax results in a certain loss in economic efficiency. All effects aside, the size of the corporate income tax has diminished over the past 30 years. Receipts from the tax have fallen, as have the average and marginal effective tax rates. - - Title - [The Gramm-Rudman-Hollings and department of education programs](/mu/islandora/object/mu%3A56608) - Date - 1986 - Summary - This paper describes the application of the Balanced Budget and Emergency Deficit Control Act of 1985, P.L. 99-177, popularity called \"Gramm-Rudman-Hollings,\" to programs administered by the Department of Education, particularly, it will focus on provisions establishing \"emergency powers to eliminate deficits in excess of maximum deficit amounts.\" All of the programs within the Department's jurisdiction are subject to the automatic spending reduction provisions of this law. Two programs are subject to special treatment, the Guaranteed Student Loan and the Vocational Rehabilitation State grant program. The remaining programs are subject to a uniform percentage reduction, estimated to be 4.3 percent for FY 1986. - - Title - [Economic policy book reviews published since winter 1983-1984](/mu/islandora/object/mu%3A77086) - Date - 1984 - Summary - Economic Policy Book Reviews is a collection of full length critical reviews of books discussing economic policy. The reviews consist of all those appearing in thirty sources from winter 1983-1984 to November 1984. The sources examined for reviews include newspapers, popular business magazines, economics journals, and political science journals that review books of economic policy interest. - - Title - [How the government borrows: A primer](/mu/islandora/object/mu%3A71835) - Date - 1985 - Summary - The United States Government is the world's largest debtor. It owes nearly $2 trillion and is borrowing more at a rate of approximately $200 billion a year. This report explains the basics of how the Government goes about borrowing these sums. Pages "}