{"title": "How Does the Gut Microbiome Impact Potential SARS-CoV-2 Vaccines?", "author": "Behind The Bench Staff", "url": "https://www.thermofisher.com/blog/behindthebench/how-does-the-gut-microbiome-impact-potential-sars-cov-2-vaccines/", "hostname": "thermofisher.com", "description": "The importance of vaccines and vaccine efficacy research advancement for global public health against infectious disease.", "sitename": "Thermo Fisher Scientific", "date": "2020-04-29", "cleaned_text": "The novel SARS-CoV-2 strain's high virulence has spread fear across the globe in this growing pandemic. The global impact and necessity for treatment has researchers racing to develop vaccines to protect us from COVID-19, and has raised greater awareness in the importance of vaccines and vaccine efficacy research advancement for global public health against infectious disease. To develop effective vaccines for SARS-CoV-2, it is important to understand host response and key factors that impact human immunity, protecting us from our external environment. One significant feature believed to influence human immunity is our gut microbiome. With hundreds of thousands of diverse bacteria dwelling in our gut, the gut microbiome is thought to be our second genome, having a myriad of effects on gene regulation of human immunity, metabolism and the central nervous system. However, one challenge that researchers face is understanding how the gut microbiome's variations in diversity, such as reduction in microbial flora, may potentially impact susceptibility to infection and efficacy of various immune interventions such as vaccines. One solution to accurately understand microbiome diversity is to use next-generation sequencing (NGS) and its high throughput to capture genomic information across the entire microbial population for research. Unlike culture-based techniques, the high sensitivity of NGS can capture information of rare and environmentally sensitive taxa, including microbes that may not be culturable. This level of sensitivity is necessary to understand the complex interactions in the microbial community, as well as host-microbe relationships that may impact immune response and potentially effect vaccine efficacy. In a recent paper, immunology researchers used [NGS to characterize how antibiotic-mediated gut dysbiosis would affect influenza vaccine response](https://www.cell.com/cell/fulltext/S0092-8674(19)30898-0). When healthy individuals received antibiotic treatment prior to vaccination, decreased microbial flora was observed for up to 180 days, as well as upregulated inflammation and impaired production of antibodies against particular influenza strains. Strains that were more similar to vaccines or flu exposure of previous years made no significant difference between immune responses between healthy and antibiotic administered individuals. However, H1N1, a virus where individuals had no previous antibody production or memory, resulted in a dampened immune response among the antibiotic administered individuals linked to reductions in their gut microbiome and in turn secondary metabolites related to immune response. While this study utilizes NGS to tap into one of imperative interdisciplinary challenges of immunological research today, much work is to be done to examine microbially mediated immunological response not only healthy individuals, but also the elderly, infants, and immunocompromised individuals, understanding gut microbial diversity is of utmost importance going into the future. As the impact by SARs-CoV-2 continues to affect the global populous exponentially during this unprecedented time with vaccines still underway, targeted NGS utilizing the Ion AmpliSeq Microbiome Health Research Kit is a simplified and pertinent tool to understand and characterize microbially mediated immune health. With a highly sensitive workflow that utilizes eight of the nine hypervariable 16S rRNA gene regions to accurately detect population variation and taxon-specific identification, the Ion AmpliqSeq Microbiome Health Research Kit is an efficient yet comprehensive research tool to understand gut microbial shifts that could impact human health and efficacy of immune-modulatory drugs during this crucial time. For more information on [the latest microbiome panels for human research](https://www.thermofisher.com/us/en/home/global/forms/life-science/NGS-human-microbiome-solution-early-access-request.html?cid=csd_ngs_sbu_r01_co_cp1347_pjt5678_col011096_0so_blg_op_edu_at_s00_CoV-2), please go to www.thermofisher.com/ngsmicrobiome. Read the paper Thomas Hagan, et al., (2019) [Antibiotics-Driven Gut Microbiome Perturbation Alters Immunity to Vaccines in Humans](https://www.cell.com/cell/fulltext/S0092-8674(19)30898-0). [Explore Ion Torrent targeted NGS solutions for SARS-CoV-2 research](https://www.thermofisher.com/us/en/home/products-and-services/promotions/life-science/ngs-solutions-sars-cov-2-research.html?cid=csd_ngs_sbu_r01_co_cp1347_pjt5732_col000000_0so_blg_op_edu_at_s00_crslink) For Research Use Only. Not for use in diagnostic procedures "}