{"title": "PDF", "author": "PDF", "url": "www.sefh.es/sefhjornadas/33_05Implicacione_de_las_terapias_CAM.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CAM IMPLICACIONES TERAPÉUTICAS DE LAS TERAPIAS COMPLEMENTARIAS EN CÁNCER Cristina González-Anleo López Beatriz Bernárdez Ferrán Unidad de Farmacia Oncológica. Servicio de Farmacia Área de Xestión Integrada de Santiago de Compostela DISCLOSURE NO SOY UNA EXPERTA EN CAM OBJETIVOS QUE PASÉIS UN BUEN RATO \"HAZ LO QUE PUEDAS CON LO QUE TENGAS DESDE DONDE ESTÉS\" T. ROOSVELT SIEMPRE CON y la teína del té, son en realidad la misma molécula de cafeína, hecho que se ha confirmado en análisis de laboratorioLA WIKIPEDIA¿SON CORRECTAS?IMPLICACIONES TERAPÉUTICAS DE LAS TERAPIAS COMPLEMENTARIAS EN CÁNCER 11 CAM: Alcance e importancia 22 Limitaciones I: Para ser informado: Paciente 33 Limitaciones II: Para informar: Facultativo 44 IMPLICACIONES: Ejemplos y casos clínicos 55 Algo de Teresa para otras personas especialesCAM 11Importancia y alcanceDE CADA 10 PACIENTES ONCOLOGICOS DE TU HOSPITAL ¿CUÁNTOS ADEMÁS SON USUARIOS DE ALGÚN TIPO DE CAM? A.NINGUNO B.1-2 C.3-6 D.TODOSPREGUNTA 1MEDICINA CONVENCIONAL MEDICINA COMPLEMENTARIA MEDICINA ALTERNATIVA Tipos de CAM Homeopatía, medicina tradicional China, ayurveda Terapias cuerpo/mente (himnosis, yoga, meditación, Tai Chi...) Terapias basadas en el cuerpo: masajes, quiropráctica... Terapias energéticas (Reiki, QiGong, terapia floral, biomagnética...) Terapia natural o biológica (suplementos dietéticos, hierbas medicinales, probióticos)MEDICINA INTEGRATIVACAM CAMPOBLACIÓN GENERAL Survey of Consumer Use of CAM, AARP & NCCAM, october 2010 Terapias basadas en plantas y otros productos dietéticos Manipulación y métodos basados en el cuerpo Intervención cuerpo/mente Naturopatía, acupuntura, homeopatía Otras técnicas1013 encuestados Población general 50 años 47% usoCAM ÚLTIMOS 12 MESESA QUÉ PROFESIONAL CREES QUE INFORMA EL PACIENTE AMERICANO CON MÁS FRECUENCIA, SOBRE EL CONSUMO DE CAM: A.A LA MÉDICO B.A LA FARMACÉUTICA C.A LA ENFERMERA D.A OTRAS PROFESIONALESPREGUNTA 2 Survey of Consumer Use of CAM, AARP & NCCAM, 2010 NO 67% 32%16% 17%El 67% de los pacientes no comentaron la CAM con ningún profesional sanitario. MÉDICO 28% ENFERMERO 12%FARMACÉUTICO 9% MÉDICO AYUDANTE 12 %Quiropráctico 2%Otros 3% 78% CAM a tratamiento con al menos 1 fármacoPOBLACIÓN GENERALPACIENTE ONCOLÓGICO Use of complementary and alternative medicine Apr 2005; 16:655-66314 países, 956 pacientes 13 hospitales españoles (110 pacientes) CUESTIONARIO 27 ITEMS -Demográficos -Clínicos -Uso de CAMENCUESTA EUROPEA: PACIENTE medicine cancer patients: CAM (123-4140€/mes) < 50% pagan Tipos CAM según país Terapias plantas y otros (9/14) (Incluído ESPAÑA) Homeopatía 1/14 (Bélgica) Tumor % CAM Páncreas 56%- Cabeza y cuello 23%)ENCUESTA EUROPEA: PACIENTES CÁNCER DE PULMÓN 296 pacientes (EEUU) 51% empleo CAM 45% varones, media edad 63 años, 52% estadío IV Tipo de CAM: Vitaminas 31,5% del total Plantas medicinales 19% del total Técnicas de relajación 16% Dietas especiales - 15,7% del total Variable independiente Control percibido Cancer Locus of Control Scale Baul. Support Care Cancer. 2014 Sep;22(9):2465-72 PACIENTES CÁNCER DE PULMÓN Baul. Support Care Cancer. 2014 Sep;22(9):2465-72 RELACIÓN CON DIAGNÓSTICO CA MAMA Use of self care and practicioner-based forms of complementary and alternative medicine before and after diagnosis of breast cancer. Evidence-based Complementary Alternative Med 2013.67,2%empezaron a usar algún tipo de CAM 20,5% complejos vitamínicos 19% suplemento vitamínico único (vit E/vitC) 17% terapia grupo 12,3% suplementos dietéticos (glucosamina, te verde) 11% terapias cuerpo-mente Usuarias previas CAM más proclives a continuarlo/probar terapias nuevas Suelen utilizar varias terapias orales concomitantemente Estadio enfermedad no relacionado con uso CAM 5x VECES MÁS FRECUENTE USO CAM TRAS DIAGNOSTICO Patient-reported experience combing complementary and alternative medicine with conventional oncology treatment. ASCO 2015RELACIÓN CON DIAGNÓSTICO CA MAMA Use of self care and practicioner-based forms of complementary and alternative medicine before and after diagnosis of PACIENTES FASE The use of complementary and alternative medicine in patients seen in phase I trials program. Abstract 2010% USO CAM: (309): Análisis TIPOS CAM: Terapias plantas y otros (123/162) 75,9% 39% del total No terapias plantas y otros (114/162) 70,4% Ambas terapias (76/162): 46,9% NO ASOCIACIÓN CON Raza, edad, nivel cultural LARGOS SUPERVIVIENTES Support Care Cancer. 2014. April ; 22(4): 927-936. Characteristics associated long-term cancer años tras dx ) 35% uso CAM en el último año Razones similares (21% prevenir recaída cáncer) Tipo CAM 26,7% terapias cuerpo/mente 15% productos naturales Mismos patrones de uso que tras dx reciente. % uso muy similar en oncológicos y superior a población general RAZONES PARA RECHAZAR MC Beliefs and perceptions of women with newly diagnosed breast alternative therapies. Oncologist 201260 entrevistas exhaustivas Pacientes ca mama Antes de iniciar tratamiento RAZONES PARA RECHAZAR MC Beliefs and perceptions of women with newly diagnosed breast alternative therapies. Oncologist 2012No (inicialmente) en contra de MC ni especialmente a favor de CAM. Fuente primaria información: otros pacientes, internet... Razones del rechazo Necesidad de \"controlar la situación\" Miedo a RAM pobre comunicación con facultativos: DESCONFIANZA Pobre balance beneficio/riesgo percibido QUIMIOTERAPIA= VENENO\"intimidantes\" daban \"mostraba su disconformidad con de CAM\" \"no entendía mi miedo\" \"me presionaba para que tomase decisiones rápido, probablemente por presión asistencial o intereses económicos\" La mayoría se arrepintieron tras progresión. \"Una actitud distinta del médico hubiese cambiado mi decisión inicial\" Beliefs and perceptions treatment in favor alternative therapies. Oncologist 2012 RAZONES PARA RECHAZAR MC kPara luchar directamente contra la enfermedad Para aumentar la capacidad del cuerpo para luchar Para aumento bienestar físico Para aumento bienestar psíquico Para contrarrestar efectos adversos de medicación Puede ayudar, no herir Para sentir que he hecho todo lo posible para luchar Por prescripción facultativa SÓLO 3,2% PERCIBEN QUE CAM NO LES HA AYUDADO EN ABSOLUTO SÓLO EL 4,4 % ALGÚN EFECTO ADVERSO Y TRANSITORIOBENEFICIO ESPERADOBENEFICIO PERCIBIDO 16,4 % 3,9% 50,7% 22;4% 40,6% 45,4% 35,2 % 42,8% 24,8 % 22,6 % 23,1 % - 22,6 % - 0.9% -RAZONES PARA USAR CAM Use of complementary and alternative medicine in cancer patients: 16:655-663 kPara sentir que he hecho todo lo posible Para aumentar la capacidad del cuerpo para luchar Por prescripción facultativa Para vivir más Para contrarrestar efectos adversos de medicación Otros Para luchar directamente contra la enfermedad Control del dolor SÓLO EL 5% ALGÚN EFECTO ADVERSO Y TRANSITORIO53% 45% 22% 16% 14% 11% 8% 7% The use of complementary and alternative medicine in patients seen in phase I clinical trials program. Abstract 9091. ASCO 2010 RAZONES USAR Journal of the Society for Integrative Oncology, Vol 7, No 3 (Summer), 2009: pp 85-120 ENFADO Y MIEDO FALTA DE CONTROL CREER EN UNA CURA ASOCIACIÓN SOCIAL MÍSTICISMO Divididas en: El encuentro clínico (abordajes a la orientación clínica en oncología integrativa) Modalidades cuerpo-mente (medicina cuerpo-mente, musicoterapia) Terapias de contacto/Toque terapéutico (masaje) Condición física Terapias energéticas Acupuntura Dieta y suplementos nutricionales (nutrición, antioxidantes, of the Society for Integrative Oncology, Vol 7, No 3 (Summer), Journal of the Society for Integrative Oncology, Vol 7, No 3 (Summer), 2009: pp 85-120 GUÍAS ONCOLOGÍA INTEGRATIVA En el año 2013, SIO reconoce la necesidad de crear guías de uso de CAM transparentes y basadas en la evidencia para determinados tipos de cáncer. Actualización prevista cada 3 años GUÍAS T. INTEGRATIVA CA MAMA J Natl Cancer Inst , No. 50, Clinical of integrative patients treated T. INTEGRATIVA CA MAMA ANSIEDAD DEPRESIÓN/REDUCCIÓN ESTRÉS FATIGA INSOMNIO CALIDAD DE ESTADO GENERAL of integrative care patients treated for 4900 artículos revisados (203 incluídos) Grado A: meditación, yoga y relajación con imágenes recomendados. Otras intervenciones menor grado de evidencia J Natl Cancer Inst , No. 50, 2014 Clinical of integrative patients treated GUÍAS T. INTEGRATIVA CA EN ESTAS GUÍAS : FATIGA: ACETIL CARNITINA / GUARANÁ NO RECOMENDADOS FALTA DE EVIDENCIA CALIDAD DE VIDA Y ESTADO GENERAL: MUERDAGO: PUEDE SER CONSIDERADO CON GRADO \"C\". CINV: GLUTAMINA NO RECOMENDADO POR FALTA DE EVIDENCIA NEUROPATÍA: ACETIL CARNITINA NO RECOMENDADO POR FALTA DE EVIDENCIA REACCIÓN CUTÁNEA AGUDA: ALOE VERA / HIALURÓNICO NO , No. 50, Clinical of integrative patients treated CA MAMA RECOMENDACIONES EUSOMA The role of complementary and alternative medicine in the management of early breast cancer: Recommendations of the European Vol 42, Issue 12. 1711-1714. Aug 2006EQUIPO MULTIDISCIPLINAR PRECISIÓN EN LAS DEFINICIONES DE CAM CONOCER NECESIDADES FACILITAR ACCESO A APOYO ESPIRITUAL ESTÁNDAR PARA EVALUAR DEBER DE CUIDADO: REGISTRO EN HC CAM 22Limitaciones para ser informado: paciente y familiaLIMITACIONES PARA SER INFORMADO Nivel de ansiedad/ estado patológico Carecer de filtro Fuentes manipuladoras Información pseudocientíficaLIMITACIONES PARA SER INFORMADOAprox 85% algún trastorno psiquiátrico. La mayoría son trastornos fácilmente tratables. Derogatis JAMA. 1983 Feb 11; 249(6):751 Las preocupaciones fundamentales están relacionadas con: Síntomas físicos y enfermedad (dolor, fatiga) Psicológicos (miedo, tristeza) Preocupaciones sociales (familia y su futuro) Preocupaciones espirituales Preocupaciones existenciales (significado de la vida y posible muerte) Holland J. Distress Management in cancer. www.ipos-society.orgLIMITACIONES PARA SER INFORMADO: PACIENTELIMITACIONES PARA SER INFORMADO 1179 webs examinadas 13 plantas consultadas <8% información RAM, interacciones... Sólo 10,5% aconsejas consultar con profesional sanitario <3% referencias bibliográficas Online sources of herbal product information. C Owens.Am J Med 2014. Black cohosch (cimífuga), equinácea, ajo, ginkgo, te verde, de San JuanLIMITACIONES PARA SER INFORMADOLIMITACIONES PARA SER INFORMADOLIMITACIONES PARA SER INFORMADOLIMITACIONES PARA SER INFORMADODR. BOSCH, DIETA ALCALINIZANTE http://elcentinel.blogspot.com.es/2013/11/alberto-marti-bosch-y-su-tratamiento.htmlBLOG EN BUENAS MANOS DE VUESTROS FAMILIARES MAYORES, PENSAD EN 4, PONERLE CARA, CUANTOS CREIS QUE SON FACILMENTE INFLUENCIABLES CON INFORMACIÓN SOBRE CURAN A.NINGUNO B.1 C.2 D.TODOSPREGUNTA 3 \"LA IDEA GENERALIZADA DE QUE LOS PRODUCTOS NATURALES SON INOCUOS, DEBERÍAMOS AYUDAR A TRANSFORMARLA EN UNA ACTITUD MÁS REALISTA Y RESPONSABLE\" LIMITACIONES PARA SER INFORMADOCAM 33Limitaciones para informar: facultativoVÍDEO EFECTO STROOPNúmero Fase I 20 Fase I-II 3 Fase II 70 Fase III 105 14735 estudios 198 ensayos clínicosLIMITACIONES PARA INFORMARBasal, Fin, 1, 2,3 y 4 w post tto; 3,6, 9 y 12 meses post Objetivo principal: frecuencia de sofocosLIMITACIONES PARA INFORMARWalker, E. M. et al. J Clin Oncol; 2010LIMITACIONES PARA INFORMAR¿Cuál es la pregunta del estudio? ¿Fue el tamaño de la muestra estimado a priori? ¿Es ciega la evaluación del resultado? ¿Llegan todos los pacientes randomizados al LA POR LA SEGURIDADGolden, E. B. et al. Blood 2009;113:5927-5937Galato de epigalocatequinaneutraliza el efecto citótoxicode Bortezomiben líneascelulares de GBMPREOCUPACIÓN POR LA EFICACIAPREOCUPACIÓN POR LA EFICACIA QUE TE PREOCUPA MÁS EN EL MANEJO DE LOS TRATAMIENTOS ALTERNATIVOS A.NADA, DESACONSEJO TODOS B.LA SEGURIDAD C.NADA, CREO QUE TODOS SON INOCUOS, A LA CONCENTRACIÓN QUE SE CONSUMEN D.LA EFICACIAPREGUNTA 4 LIMITACIONES PARA INFORMAR Intento de optimización de tratamiento qt, sin interferencias Transmisión al paciente esfuerzo (preparación/tiempo disponible) Escasa evidencia disponible Preocupación por la seguridad CAM 44IMPLICACIONESANÉCDOTA 1: Interconsulta NCI OCAM or PDQ \"Palembus o gorgojo\": 0 ANÉCDOTA 2: Bru ANÉCDOTA 3: Escorpión azul-limitación ansiedad Consulta: Cuidador principal Momento: delicado Informe farmacéutico con pretensión disuasoria Necesidad: intervención psicólogo ¿CUÁL DE LOS SIGUIENTES PRODUCTOS TE PARECE MÁS SEGURO PARA UN PACIENTE DIABÉTICO? A.GRAVIOLA B.TE VERDE C.CURCUMA D.MAITAKEPREGUNTA 5 TOP VENTAS PRODUCTOS USAR FUENTES FIABLES Y EXPLICAR RESULTADO AL PACIENTE OFRECER FUENTES FIABLES AL PACIENTE, PARA QUE BUSQUE ÉL PROFUNDIZAR EN LAS REVISIONES Y PONER A DISPOSICIÓN DEL PACIENTE EL RESULTADO MEZCLA DE COSAS O LO QUE DECÍA ROOSVELT SEGÚN SE PUEDAPEQUEÑO PROBLEMA ABORDAJE https://nccih.nih.gov/health/find-information-about- complementary-health-approaches-pubmed CAM CANCER http://www.cam-cancer.org/The-SummariesAPP ABOUT HERBS/INTERNET MEJORES BUSCADORES Excelente resumen Se posiciona en seguridad y eficacia Transparente método de revisión No tan actualizado Farmacocinética menos detalladaMuy buena contextualización del paciente oncológico Farmacocinética más detallada Muy actualizado Formato de información distinta para profesional y paciente No se posiciona, ni en seguridad ni eficaciaCAM CANCER SLOAN (ABOUT HERBS) la cúrcuma (rizomas de Curcuma longa), conocido como una especia india y el colorante agent. Basado en el uso tradicional de los estudios de la cúrcuma y el aumento de la dosis, la curcumina puede ser considerado como segura. La curcumina o diferuloylmethane es el constituyente principal y el componente activo En la especia cúrcuma.RESUMENhttp://www.cam-cancer.org/The- Summaries Propiedades descritas/potenciales usos: that descritas/potenciales cáncer, enf cardiovascular, deterioro cognitivo, tnos GI, hipertensión, pérdida de peso... Interacciones PK/PD: Suplementos de Fe oral, codeína, atropina, nadolol absorción BD) Bortezomib oral Irinotecan dificulta eliminación biliar CYP3A4 Inhibición enzimática - efecto through a non- fermenting process. The evidence for an association between green tea consumption and the incidence of cancer is generally inconsistent. and moderate use.Propiedades descritas/potenciales usos: Prevención cáncer, diabetes, hipercolesterolemia, beta-glucans are the suggested key components. There is no evidence for direct anticancer effects but for effects on reactions can occur.Propiedades descritas/potenciales usos: Tratamiento cáncer, VHS, infecciones, parasitosis, propiedades sedantes... Interacciones farmacológicas: Hipoglucemiantes Sinergia efecto riesgo hipoglucemia Antihipertensivos efecto riesgo [ QUÉ TE DECIDES? A.MOSTRAR AL PACIENTE FUENTES ADECUADAS PARA BÚSQUEDA DE CAM B.HACER UNA REVISIÓN EN VARIAS FUENTES DE DATOS Y EXPLICARLE AL PACIENTE EL RESULTADO C.YA QUE ME PONGO, HACER UNA REVISIÓN EXHAUSTIVA Y DE PASO ENVIARLA AL CAM CANCERPREGUNTA 6 ENSEÑARÁS A VOLAR PERO NO VOLARARÁN TU VUELO ... SIN EMBARGO EN CADA VUELO PERDURÁ SIEMPRE LA HUELLA DEL CAMINO ENSEÑADO. TERESA DE CALCUTA Sloan Kattering Center "}