{"title": "Ayurveda Day: More Than 30 Countries Recognized Ayurveda as Traditional Medicine", "author": "Adeline Dorcas", "url": "https://www.medindia.net/news/ayurveda-day-more-than-30-countries-recognized-ayurveda-as-traditional-medicine-209013-1.htm", "hostname": "medindia.net", "description": "Ayurveda Day 2022: Ayurvedic medicine (Ayurveda), the traditional Indian medicine, is now recognized as a traditional medicine in more than 30 countries.", "sitename": "Medindia", "date": "2022-10-28", "cleaned_text": "as Ayurveda, is becoming popular across the globe day-by day due to its natural healing effects. Ayurveda is currently recognized as a traditional medicine in more than 30 countries and its acceptance is fast increasing globally, said Mahendra Munjpara, Minister of State in the Ministry of Ayush. Listen to this news 0:00/0:00 Advertisement 'Ayurvedic medicine (Ayurveda), the traditional Indian medicine, remains the most ancient yet popular in more than 30 countries.' [Read More..](https://www.medindia.net/patients/lifestyleandwellness/dietary-dos-and-donts-of-ayurveda.htm?utm_source=medindia&utm_medium=widget&utm_content=&utm_campaign=punchline) [Tweet it Now](https://twitter.com/intent/tweet?text=Ayurvedic+medicine+%28Ayurveda%29%2C+the+traditional+Indian+medicine%2C+remains+the+most+ancient+yet+popular+in+more+than+30+countries%2E&url=https://www.medindia.net/news/ayurveda-day-more-than-30-countries-recognized-ayurveda-as-traditional-medicine-209013-1.htm&original_referer=www.medindia.net) Speaking at the Ayurveda Day 2022 programme in New Delhi held recently, he added, \"Ayush, herbal products and medicines are exported to more than 100 countries. To boost the products and services in the field of Ayush, Export Promotion Councils have been set up globally. As per the Research and Information System Centre for Developing Countries report, the current turnover of Indian Ayush industry is $18.1 billion and the market size has grown by 17 percent between 2014 and 2020.\" Ayurveda Day 2022The seventh Ayurveda Day was celebrated in a grand ceremony in India and at the international level. This year's, the day was celebrated with the theme 'Har Din Har Ghar Ayurveda' so as to propagate benefits of Ayurveda to larger and grassroot communities. The six-week long celebration saw huge participation from across the country and more than 5,000 events were organised by the Ministry of Ayush institutes/councils, with the support of more than 26 Ministries of the Union Government and Ministry of External Affairs India missions and embassies. The dignitaries present at the event included Arjun Munda, Union Meenakshi Lekhi, for External Affairs and Culture; Mahendra Munjpara, Minister Director, All India Institute of Ayurveda; along with representative of foreign embassies and WHO-SEARO. On the occasion, Sonowal said, \"The objective of 'Har Din Har Ghar Ayurveda' campaign is to take Ayurveda and its potential to the masses. Ayurveda is now known globally and this is because of the continuous and untiring efforts of Prime Minister Narendra Modi. Ayurveda is a science of prevention of disease. It's ancient knowledge and we are doing some impressive research work in the Ayush sector.\" Lekhi said, \"It's time to appreciate the science of our ancestors. A science which is more than 5,000-years-old is celebrated on the occasion of the Ayurveda Day in the supervision of our Prime Minister Narendra Modi. He always promoted the science of Ayurveda and in last few years it has reached to its peak.\" Nesari said, \"The 'I support Ayurveda' campaign got enormous support from all, as more than 1.7 crore people participated. More than 56 lakh people participated in various programmes based on Ayurveda Day 2022 in six-week long programme.\" On this occasion, a India' and 'The Ayurvedic Formulary of India', was released. To create awareness about the health benefits of medicinal plants, a species-specific national campaign on Ashwagandha -- a health promoter -- was launched by the Ayush Ministry. The first prize winners of five short video competitions were felicitated by the Union Ayush Minister and other dignitaries. Source: IANS Importance of AyurvedaChief Guest of the event, Munda said, \"Ayurveda is India's ancient tradition and wealth. Ayurveda can be nurtured in association with the people living in the forests. Ayurveda is the only medical science that talks about prevention of disease, not treatment after getting sick.\" Advertisement On the occasion, Sonowal said, \"The objective of 'Har Din Har Ghar Ayurveda' campaign is to take Ayurveda and its potential to the masses. Ayurveda is now known globally and this is because of the continuous and untiring efforts of Prime Minister Narendra Modi. Ayurveda is a science of prevention of disease. It's ancient knowledge and we are doing some impressive research work in the Ayush sector.\" Lekhi said, \"It's time to appreciate the science of our ancestors. A science which is more than 5,000-years-old is celebrated on the occasion of the Ayurveda Day in the supervision of our Prime Minister Narendra Modi. He always promoted the science of Ayurveda and in last few years it has reached to its peak.\" Nesari said, \"The 'I support Ayurveda' campaign got enormous support from all, as more than 1.7 crore people participated. More than 56 lakh people participated in various programmes based on Ayurveda Day 2022 in six-week long programme.\" On this occasion, a India' and 'The Ayurvedic Formulary of India', was released. To create awareness about the health benefits of medicinal plants, a species-specific national campaign on Ashwagandha -- a health promoter -- was launched by the Ayush Ministry. The first prize winners of five short video competitions were felicitated by the Union Ayush Minister and other dignitaries. Source: IANS Advertisement Advertisement Recommended Readings Latest Alternative Medicine News Commending India's efforts to advocate for traditional medicines, WHO Director-General expressed optimism on traditional medicines. Often overlooked as a simple houseplant, aloe vera holds the key to ancient wisdom, acting as a wonder plant rich in nutrients. Yoga has proven effective as an alternative therapeutic approach for various conditions including obesity, asthma, diabetes, hypertension, arthritis, and digestive disorders. Patients suffering from common ailments were found to benefit from Ayurveda. Essential tea plant oil revealed antimalarial properties against two strains of Plasmodium "}