{"title": "Alvea to Develop New DNA Vaccine Against SARS-CoV-2 Variants", "author": "Pharmaceutical Technology Editors", "url": "https://www.pharmtech.com/view/alvea-to-develop-new-dna-vaccine-against-sars-cov-2-variants", "hostname": "pharmtech.com", "description": "Alvea has begun preclinical testing of a scalable, shelf-stable DNA vaccine against SARS-CoV-2 variants.", "sitename": "PharmTech", "date": "2022-02-23", "cleaned_text": "OR WAIT null SECS © 2023 MJH Life Sciences and Pharmaceutical Technology. All rights reserved. Alvea has begun preclinical testing of a scalable, shelf-stable DNA vaccine against SARS-CoV-2 variants. Alvea, a US-based startup biotechnology company, announced on Feb. 16, 2022 that it will begin to develop, test, and deliver DNA vaccines at scale to low- and middle-income countries that have limited access to existing vaccine options. The company has begun preclinical animal studies on a candidate. Alvea aims to develop scalable, affordable, shelf-stable SARS-CoV-2 DNA vaccines, reduce vaccine inequity, and mitigate the risk of future global health threats, the company stated in a press release. Alvea is building a DNA vaccine platform with a specific focus on medical resource-limited settings. The company plans to complement current efforts and achieve global distribution. The company's platform is designed for massive scale-up of manufacturing and deployment using existing technologies and global facilities. The company has begun animal studies for a new vaccine candidate tailored to the BA.2 subvariant of the Omicron variant. The candidate is the first announced BA.2-specific vaccine to enter animal testing anywhere, according to the company press release. Overall, Alvea has two vaccine candidates in preclinical testing. The candidates are expected to enter human trials as early as April 2022. Similar to messenger RNA (mRNA) vaccines, DNA vaccines cause a patient's cells to produce an antigen protein. DNA instructs patient cells to produce an antigen-coding mRNA. Unlike mRNA vaccines, however, DNA vaccines are stable at room temperature, thus making them easier to store and transport. This characteristic makes DNA vaccines a more viable solution for distributing and rapidly immunizing populations. In comparison, mRNA alternatives are inherently fragile and have proven difficult to deliver to remote parts of the globe. DNA vaccines have been shown since the 1980s to be: Alvea is also working with partners and advisors to identify and address the complex technical, logistical, regulatory, and commercial issues that have slowed the distribution of other vaccines in low-income countries. \"What matters above all else is the time it takes to vaccinate the people most in need. Omicron/SARS-CoV-2 and future variants are a global problem and so long as a part of the world is left to wait, the suffering of this pandemic will continue and new variants will emerge,\" said Ethan Alley, co-CEO of Alvea, in the press release. \"We are working day and night to develop Alveavax as fast and safely as humanly possible. We're aiming to have our platform be an option in the pandemic preparedness toolkit of countries that have not seen many doses.\" \"The Omicron variant spreads faster than the original SARS-CoV-2 and is deadly for the unvaccinated. While existing vaccine manufacturers have plans underway to develop Omicron-specific vaccines, several obstacles remain in their path, including distribution challenges in regions that have not seen vaccine doses yet,\" said Grigory Khimulya, co-CEO of Alvea and CEO of Telis Bioscience, a pandemic preparedness startup partnering with Alvea's vaccine development efforts, in the press release. \"Speed is the decisive factor in pandemic response, and mRNA and other current vaccine efforts fall short of solving this. Proprietary methods and materials slow down manufacturing scale-up, and the need for low-temperature storage substantially delays distribution. In part because of these limitations, we're two years into the pandemic, and only 10 percent of people in low-income countries have had at least one vaccine "}