{"title": "'It's a muddy mess'; flood victims at risk of exposure to tetanus", "author": "Kimberly Donahue", "url": "https://www.wsaz.com/2023/08/30/its-muddy-mess-flood-victims-risk-exposure-tetanus/", "hostname": "wsaz.com", "description": "Wednesday, the Kanawha-Charleston Health Department's mobile vaccine clinic posted in Belle Town Hall offering free tetanus shots to those affected by the flooding.", "sitename": "WSAZ", "date": "2023-08-30", "cleaned_text": "victims at risk of exposure to tetanus KANAWHA COUNTY, W.Va. (WSAZ) - Kiley Grant's backyard in Witcher Creek went from a space to make memories to an area meant for mourning lost possessions from Monday's flood. \"I lost my baby blankets and things when I was a child that my mom gave me, my daughter's precious things her baby blankets things that she came home in the hospital with, just mementos, and my husband also lost some of his things,\" Grant said. Grant estimated at least 3 feet of rainwater filled her yard, garage and basement on Monday. A flood line reaches up to her shoulder on her home. Her chain fence is twisted, and her basement walls are warped. \"It's been chaos, pure chaos, a muddy mess,\" she explained Wednesday. \"Everything's covered in mud, things are ruined. It's just trying to get everything that's not salvageable out into bags and hopefully somebody will come and pick it up.\" Cleaning up from the flood damage has only led her to more worries. Wednesday, the Kanawha-Charleston Health Department's mobile vaccine clinic set up in Belle Town Hall, offering free tetanus shots to those affected by the flooding. \"Basically, all my family that's been helping have gotten some sort of scrape or cut so far, so it's actually kind of scary and dangerous. After we're done working, we've been making sure we rinse off really well,\" Grant said. \"We had to come here to get tetanus shots so we wouldn't you know, get ill while cleaning up being in this muddy mess.\" It's the type of situation Brittany Brown, a medical assistant at the Kanawha-Charleston Health Department said a tetanus shot could be life-changing. \"You could accidentally step on sharpened metal, plastic, anything of that sorts, any open wounds and abrasions. It's very important to get your tetanus shot after that because the bacteria in the water could lead to tetanus,\" she said. \"What tetanus does is it can cause long-term health conditions: stiffen muscles, you could have trouble eating, walking, and all kinds of different troubles, especially prolonged.\" Brown said the shot is useful as a preventative measure. \"I know quite a few people that get them ahead of time, just as a precautionary reason, but it's very safe,\" she said. \"I've always said it's better to be safer than sorry.\" The Health Department's mobile shot clinic will be from 9 a.m. to 4 p.m. Thursday at Chesapeake Town Hall and the Quincy Mall. Tetanus shots are also available at the Kanawha-Charleston Health Department. Copyright 2023 WSAZ. All rights reserved. "}