{"title": "\"Spring Clean\" your Diet - Northwest Community Healthcare", "author": "Topher McCulloch; Northwest Community Healthcare", "url": "https://www.nch.org/news/spring-clean-your-diet/", "hostname": "nch.org", "description": "By Rosemary Weaver, MPH, RDN, LDN, NCH Registered Dietitian Did the New Year's resolution to transform your diet fizzle out before Valentine's Day? Not to", "sitename": "Northwest Community Healthcare", "date": "2022-02-16", "cleaned_text": "February 16, 2022 By Rosemary Weaver, MPH, RDN, LDN, NCH Registered Dietitian Did the New Year's resolution to transform your diet fizzle out before Valentine's Day? Not to worry - you can get a head start and \"spring clean\" your diet before the change of season next month. You'll benefit from improved energy levels, a probable boost to your immune system and less pounds on the scale if weight loss is your goal. Follow these five steps to make a \"clean sweep\" for dietary change: Ready? 1. \"Snap\" and think. Take multiple photos of the inside of your refrigerator, freezer, pantry shelves and drawers. While looking at your photos, answer the following questions: If someone else looked at these photos, would they assume you eat a well-balanced, healthy diet? No? Well, then you have some work to do. Can you identify three foods or beverages that are not \"serving you well\" nutritionally? For example, are the chips contributing to mindless high sodium snacking? Are ice cream treats contributing to late night eating with too much added sugar and saturated fat? Is the beer or pop just inviting extra liquid calories that don't provide nutritional benefits? 2. Purge. Right now, give away or throw away the three \"problem\" foods/beverages (above) that are inconsistent with a healthy meal plan or that are keeping you from achieving your weight loss goals. Purging three items is a great start. You can eliminate additional items later. Make a pact with others in your household that no one will bring these items into the home for now. 3. Replace problem foods with healthier versions. For example, instead of chips, provide carrot chips or other raw veggies to crunch. Have small bags of low-fat popcorn available for snack times. Switch out high fat ice cream treats with 100% frozen whole fruit bars, such as Outshine. Keep washed and cut-up fresh fruit in your fridge or stock small packets of dried fruit/unsalted nuts in your pantry. Replace the pop or beer with flavored, sparkling water, infused water or fill and refrigerate a \"motivational water bottle\" to encourage a daily hydration quota. A few more things to consider: Are the foods in your fridge and pantry arranged in a way that encourages you to eat healthier? If not, move things around. Put pre-cut veggies, fruits, cooked, lean protein foods, Greek yogurt or low-fat milk, healthy snacks, etc., front and center in your fridge and/or pantry. Throw out any foods that are past food package expiration dates. 4. Select a Weekly Challenge to Amp up Nutrition. Choose one challenge each week to practice a healthier way of eating. Here are some ideas to get you started: Eat five or more servings of vegetables/fruit per day. A \"serving\" equals ½ cup cooked or 1 cup raw vegetable or fruit. Try to include a variety of colorful produce items. Eat only low-sugar, whole grain starches (avoid the processed, refined versions). Choose oatmeal, plain Cheerios, whole wheat or legume pasta, brown rice, farro, barley, quinoa, whole wheat tortilla or naan (leavened, oven baked flatbread), whole grain, rye or pumpernickel bread, popcorn, etc. Consume two plant-based meals per week. For protein, include legumes, vegetable or soy protein, such as tofu or seitan; or substitute two fish meals per week - grilled or baked - for your typical red meat or poultry-containing entrée. Change your oil. Skip the butter at the table and in recipes and use only olive oil, canola, avocado or grapeseed oils or heart-healthy spreads. Switch out heavy, creamy salad dressings for olive oil based vinaigrette versions. Get your calcium with less fat. Choose lowfat or fat-free yogurt, skim or 1% milk or lowfat, plant-based milk. Select reduced-fat versions of cheese. 5. Plan and Prep at home. You can save money and more easily stick to your dietary goals. Meal plan and prep a few times per week, even if it's just for lunches or dinners. This can limit the amount of fast food or takeout you may otherwise order. At least once per week, make an extra entrée/protein for the week ahead and freeze or refrigerate (to use in the next few days, with just a quick warm-up.) Supplement the entrée with a pre-made salad and healthy dressing and perhaps some fruit. Make your lunch: Even if you work from home, try making your lunch and putting it in the fridge the night before. It's smart to also plan and portion out a few daytime snacks: Cut up fruit, put nuts in a snack-sized bag or portion out a cup of veggies with a few tablespoons of hummus. When lunch or snack time rolls around, you're ready. Consider using a 9\" or lunch plate for all meals to help with portion control. Try some new recipes through a subscription service meal kit for quicker at-home family dinner preparation. Select heart-healthy meal options. However you do it, small changes can lead to big improvements in dietary habits over time. Take the first step and start snapping some photos today. "}