{"title": "BSL3/ABSL3 Research Facility Senior Project Manager - Cleveland Clinic Careers", "author": "Nbowman", "url": "https://jobs.clevelandclinic.org/job/18305590/bsl3-absl3-research-facility-senior-project-manager-cleveland-oh/", "hostname": "clevelandclinic.org", "description": null, "sitename": "Cleveland Clinic Careers", "date": "2020-01-24", "cleaned_text": "Project Manager Cleveland, OH, US Responsibilities: - Manages and provides guidance to the personnel responsible for the management of a portfolio of projects. - Leads and manages multiple complex or enterprise-wide projects using advanced concepts and tools. - Achieves operational objectives by contributing information and recommendations to strategic plans and reviews. - Prepares and completes action plans. Implements production, productivity, quality, and customer-service standards. - Resolves problems. - Completes audits. Identifies trends. - Determines system improvements and implements change. - Meets financial objectives by forecasting requirements. Prepares an annual budget. - Schedules expenditures. - Analyzes variances. Initiates corrective actions. - Enhances department and organization reputation by accepting ownership for accomplishing new and different requests. - Explores opportunities to add value to job accomplishments. - Accomplishes human resource objectives by recruiting, selecting, orienting, training, assigning, scheduling, coaching, counseling, and disciplining employees. - Communicates job expectations by planning, monitoring, appraising, and reviewing job contributions; planning and reviewing compensation actions. - Enforces policies and procedures. - Provides safety and compliance oversight of research in BSL3/ABSL3 and other containment facilities - Provides biosafety expertise in support of design, commissioning, performance verification, maintenance and annual verification - Develops, implements, and performs periodic or annual updates to safety, security, and standard operating procedures (SOPs) - Develops and provides containment training courses for researchers working with BSL3/ABSL3, in collaboration with Biosafety Officers (BSO) - Conducts and documents biosafety, biosecurity, inventory related inspections for containment and other biohazard areas as needed. - Coordinates and documents validation of maintenance and regulatory compliance requirements on equipment, the facility, and select agents - Ensures that the facility and the practices within the facility are in compliance with all federal, state, and local regulations - Liaisons with regulatory agencies particularly during testing, commissioning, performance verification, audits, inspections, i.e. Centers for Disease Control and Prevention (CDC), Occupational Safety and Health Administration (OSHA), National Institute of Health (NIH), Federal Bureau of Investigation's Criminal Justice Information Services (CJIS), and Division of Select Agents and Toxins (DSAT) - Maintains safe day-to-day operations and works closely with Research Leaders/PIs, Environmental Health and Safety (EHS), Facilities Management and/or external vendors and monitors compliance, maintenance and repairs, and coordinates research activities and resource scheduling - Manages the clearance and access program with key partners (i.e. Protective Services, Occupational Health Screen, etc.) and coordinates training for new users - Sources and maintains an inventory of required safety supplies and laboratory equipment to ensure full compliance with SOPs and to meet end user research needs - Coordinates laboratory and equipment decontamination and maintenance with EHS and external vendors - Provides expert advice regarding the safe and compliant acquisition, use, management, storage, and disposal of hazardous materials - Works closely with the Institutional Biosafety Committee (IBC), Biological Resources Unit (BRU) and Institutional Animal Care and Use Committee (IACUC) and assist in reviewing protocol registrations when needed - Serves as an Alternate Responsible Official and assists the BSO/RO in overseeing the Select Agent Program - Helps coordinate and participates in proper emergency response procedures and serves as a member of the BSL3 /ABSL3 Emergency Response Team - Coordinates and provides training for local first responders - Executes and documents drills and exercises to evaluate the efficacy of the security plan, biosafety plan and incident response plan - Assists with transfers of high-risk biohazards - Provides routine communication with stakeholders - Participates in cost model development, use projections and budgeting - Other duties as assigned. Education: - Bachelor's degree in business or related field. - Master's degree preferred. Certifications: - Project Management Certification (PMP) from the Project Management Institute (PMI) or Certificate in Project Management from an accredited college is preferred. Complexity of Work: - Demonstrated ability to teach and coach less experienced team members in project management methodologies and tools. - Effective relationship building skills are required. Work Experience: - Minimum of seven years of experience leading projects/teams in assigned area which may include experience in a technical systems environment, experience involving complex financial system applications, etc. - Offset: Master's degree and six years of experience. Preferred Qualifications, Education, & Experience: - MS or PhD degree in Biological Sciences - Biosafety professional credentials - Experience working on or with institutional compliance programs and committees (e.g. Institutional Biosafety Committee, Institutional Animal Care and Use Committee, Institutional Review Board) - Experience working in an animal research facility - Familiarity with the NIH Guidelines for Research Involving Recombinant or Synthetic Nucleic Acid Molecules (NIH Guidelines), select agent regulations, Biosafety in Microbiological and Biomedical Laboratories (BMBL), import and export programs (e.g. CDC IPP, APHIS, Bureau of Industry and Security), OSHA, and other regulations or guidance documents relevant to Biological safety - Demonstrated understanding of a regulatory environment and ability to interpret regulations and institutional policy - Demonstrated ability to manage confidential information, work independently and exercise good judgment - Strong organizational and time management skills to deal with heavy work volume and deadlines - Strong interpersonal skills and demonstrated ability to work with many levels within the organization - Computer experience in maintaining and working in databases, email systems and websites - Bachelor's degree, preferably in biological sciences and five years of work experience in research compliance, research administration or BSL3/ABSL3 research environment or related experience or an equivalent combination of education, training and experience - Proficient in technical writing and safety training development and delivery - Working knowledge of Select Agent regulations (CFR 42/Chapter I/Subchapter F/ Part 73) - Excellent verbal and written communication skills - Willing to work in, and with personnel who work in, a high containment laboratory that contains hazardous biological agents and animals potentially infected with hazardous biological agents Physical Requirements: - Manual dexterity to operate office equipment. - May require periods of sitting, standing and the ability to walk to various locations throughout the health system to attend meetings. - Must have normal or corrected vision and be able to clearly communicate verbally by phone or in person. - Must have own transportation to travel to multiple sites. Personal Protective Equipment: - Follows standard precautions using personal protective equipment. Pay Range Minimum hourly: $48.99 Maximum hourly: $74.71 The pay range displayed on this job posting reflects the anticipated range for new hires. While the pay range is displayed as an hourly rate, Cleveland Clinic recruiters will clarify whether the compensation is hourly or salary. A successful candidate's actual compensation will be determined after taking factors into consideration such as the candidate's work history, experience, skill set, and education. This is not inclusive of the value of Cleveland Clinic's benefits package, which includes among other benefits, healthcare/dental/vision and retirement. Decisions concerning employment, transfers and promotions are made upon the basis of the best qualified candidate without regard to color, race, religion, national origin, age, sex, sexual orientation, marital status, ancestry, status as a disabled or Vietnam era veteran or any other characteristic protected by law. Information provided on this application may be shared with any Cleveland Clinic Health System facility. Please review the Equal Employment Opportunity poster Cleveland Clinic Health System is pleased to be an equal employment employer: Women / Minorities / Veterans / Individuals with Disabilities "}