{"title": "Anthroposophical Society in America Inc - A Mood of Inner Quiet", "author": null, "url": "https://www.anthroposophyforprisoners.org/inner-work/a-mood-of-inner-quiet/", "hostname": "anthroposophyforprisoners.org", "description": "New page", "sitename": "anthroposophyforprisoners.org", "date": "2016-01-01", "cleaned_text": "Anyone who has set out to meditate or do spiritual exercises soon notices all the inner \"background noise\" that arises when we sit down to meditate. How can we deal with this? As Rudolf Steiner states in a lecture entitled \"Investigations into Life between Death and Rebirth\", published in Life between Death and Rebirth, \"The first condition necessary for ascending into the spiritual world and for understanding the experiences gained in that realm is complete inner rest and steadiness of soul.\" In An Esoteric Cosmology Steiner states that ...\"We must be able to make ourselves blind and deaf to the other world and our memories of it to the point where even the shot of a gun does not disturb. This is the prelude to meditation. When this inner void has been created, man is able to receive the prompting of his inner being. The soul must then be awakened in its very depths by certain ideas able to impel it toward its source. \" While we may not be able to attain such deep inner quiet at first attempt, any improvement in our level of inner quiet will strengthen the effect of our esoteric inner work. When you first sit down, before you begin your regular meditation or exercise, attempt to develop a deep state of wakeful inner rest through the following exercise, adapted from one recommended by Dennis Klocek, head of the Goethean Studies Program at Rudolf Steiner College. Begin by relaxing your body, stilling your mind and then saying to yourself, \"Rest\". Soon you will notice some bodily discomfort. Acknowledge it first and then, if you need to, shift your position so you will be more comfortable. Some people prefer to relax their body in a systematic way, beginning with observing any tension in their feet, letting it go, and then moving up to the ankles, calves, etc. through the whole body, up to the head and eyes, relaxing as they go. Stray thoughts or feelings will also enter your consciousness. Again, acknowledge them - \"Thank you for sharing.\"- and then let them go. Each time you are disturbed by a discomfort, sensation, thought, or feeling, let it go and then repeat \"Rest\" again to yourself. In the beginning you might be repeating this word quite often! As you persevere you will find the quiet spaces between to be longer and eventually you will enter a deep state of restful peace. Into this state you can then place your meditative work, whether it is a sense perception exercise, work with a mantra or symbol, or other spiritual practice. Please note that this exercise of creating a mood of inner quiet may be a primary focus for some time until you become more adept, but that the goal is to create a vessel in which to place specific spiritual practices or meditative content such as a verse you have chosen. You may find it takes about 20 minutes to reach a state of wakeful inner rest. If you don't feel able to devote this much time each day, practice as long as you feel able. You will make progress over time. Even if you only do this inner rest exercise for 5 minutes before your other practices it will enhance their effectiveness. Many of us have developed ways to bring ourselves into a meditative mood, which could follow or provide an opening to lead us into the exercise described above. Many people find that creating a regular place for meditation is helpful. For some, saying the Lord's Prayer or another prayer or verse brings them immediately into a more calm and reverent mood. Quietly observing a plant or lighting a candle can help us to recognize the shift from ordinary everyday life, dedicating this time to our inner work. For others, creating an imagination of light surrounding them and holding this in their consciousness helps clear away any stray thoughts. Others imagine looking at their body from a perspective outside the body, how it would look sitting there in the chair. Try a few things and see what works for you. Regular, rhythmic practice of meditation placed in the vessel of a quiet soul will bring changes and progress on your "}