{"title": "Fair draws hundreds for spiritual healing, psychics", "author": "Adam Vlach; The Topeka Capital-Journal", "url": "https://www.cjonline.com/story/news/local/2015/03/08/fair-draws-hundreds-spiritual-healing-psychics/16636590007/", "hostname": "cjonline.com", "description": "Hundreds of people convened 11 a.m. Sunday at Agriculture Hall in the Kansas Expocentre to talk to spiritual healers, browse a variety of merchandise and have their fortunes read. \\n Topeka hosts The ...", "sitename": "The Topeka Capital-Journal", "date": "2015-03-08", "cleaned_text": "Fair draws hundreds for spiritual healing, psychics The Spirit-Mind-Body Fair was held Sunday at the Kansas Expocentre Hundreds of people convened 11 a.m. Sunday at Agriculture Hall in the Kansas Expocentre to talk to spiritual healers, browse a variety of merchandise and have their fortunes read. Topeka hosts The Spirit-Mind-Body Fair every March and November. Vendors from across the state come to share and sell their goods or services. Charles Adriano, a native of Kansas City, Kan., was attending the fair for his seventh year, where he had his own table set up for his business, Spiritual Energy Healing. \"What I'm doing is assisting people in parting their injuries from our creator to enable them to overcome their difficulties — spiritual, physical, mental, emotional — to cleanse them and purify them, and then ask God to fill that void with light, love and healing,\" Adriano said. Adriano was selling books, religious symbols and other spiritual items. He said he has been doing his spiritual healing work since about 1990, but originally only shared it with his friends and church members. He went public with his healing in 1996. \"I felt enough confidence and got over the embarrassment and (worrying about) the acceptance of the public. Now I understand that if we don't get out there and do these things and present ourselves and present the possibilities of natural healing, it's just hidden,\" Adriano said. Spiritual Energy Healing was just one of many tables or booths offering spiritual or psychic assistance. There were decorative booths offering psychic readings, animal spirit readings, spiritual advisors, food and colorful clothing. One booth, titled \"Enchanted Willow,\" was run by a man in a kilt selling incense, pendulums and jars of colorful dust marked \"fairy dust.\" Dohni Johnson was a returning patron. She said she attends twice a year. \"A lot of the vendors are the same, but there are new ones that came,\" she said. Johnson already knew some of what she was looking for as soon as she arrived, pointing out vendors by name. She purchases a lot of herbal teas, she said, but her favorite aspect of the fair is the people. \"The people are just so friendly,\" Johnson said. "}