{"title": "5 Spa Properties Paving the Path to Guests' Health", "author": "Vicki Arkoff", "url": "https://www.wellspa360.com/spas/treatments/article/21153602/5-spa-properties-paving-the-path-to-guests-health", "hostname": "wellspa360.com", "description": "Wellness is no longer a buzzword, but rather a solemn oath for an increasing percentage of the health-conscious public.", "sitename": "Wellspa 360", "date": "2017-07-05", "cleaned_text": "wellness industry is a $3.7 trillion market. Of that total, $99 billion is attributed to the spa industry, $119 billion to the wellness lifestyle real estate sector, $542 billion to the fitness and mind- body category, and a whopping $563 billion to the steadily growing wellness tourism category (Numbers reflect an overlap in segments. Source: Global Wellness Economy Monitor, January 2017).To serve the booming market for genuine wellness services, a rising number of progressive spas are capitalizing on the movement with innovative and comprehensive wellness packages—led by experts in the field—that go beyond lip service. These incorporate everything from medical assessments, fitness programs, nutritional advice, cooking classes, mind-body therapies, group discussion sessions and, of course, spa treatments that nurture the body and soul. Here, DAYSPA picks the brains of managers and operators at top wellness facilities in North America to find out more about their latest popular packages. [Canyon Ranch Lenox](https://www.canyonranch.com/lenox/)- Lenox, MassachusettsHow it stands out: Canyon Ranch Lenox raises the bar for health resorts by defining wellness in five areas: spa and beauty, fitness and movement, health and healing, mind and spirit, and nutrition and food. \"Guests visit us for many reasons: for relaxation or health, during life transitions or to challenge themselves,\" says spa operations manager Melanie Brunette. \"They truly appreciate our carefully crafted, well-rounded experiences.\"How it came to be: In 1978, the first Canyon Ranch opened in Tucson, Arizona, after founder Mel Zuckerman visited a California \"fat camp.\" The trip inspired him to pioneer a new, comprehensive wellness spa concept with dieticians, physicians, therapists, estheticians and exercise physiologists on staff. In 1989, Mel and his wife Enid opened Canyon Ranch in Lenox, followed by three more outposts in Miami, Las Vegas and Turkey, plus 20 SpaClubs on board Celebrity, Cunard, Oceania and Regent Seven Seas cruise ships. [RELATED: India's Modern Spa Properties Inspired by Ayurveda](https://www.wellspa360.com/spas/article/21153484/indias-modern-spa-properties-inspired-by-ayurveda) How it packages wellness: Flexible, all-inclusive 2-to-30-night packages ($800-$2,000 per person, per night) can be enjoyed by anyone, including couples and groups. Stays of three, five or seven nights are most popular, and a Parent & Child combo that encourages mother-daughter getaways for ages 14 and over is also available. What it includes: The whole gluten-free enchilada. Every stay offers three meals daily, plus cooking demos, credit for spa and healing services, 40+ guided activities, 225+ programs including private consultations with 60+ wellness pros, access to the spa and fitness complex, guided excursions, and workshops from naturopathic medicine to Luzern oxygen facials. [The Cliffs Wellness Center at Mountain Park](https://cliffsliving.com)- Marietta, South Carolina How it stands out: Active living is a full-time commitment at The Cliffs' collection of private residential health and wellness communities located in the Carolina Blue Ridge Mountains. Six Wellness Centers are at the heart of the seven luxury home tracts, providing spa services ($75-$170) and more than 2,800 wide-ranging health, fitness and performance classes, including yoga, water aerobics, Zumba, balance, and golf and tennis conditioning. [RELATED: Implementing Healthy Lifestyle Choices](https://www.wellspa360.com/news/industry-news/article/21153412/spa-week-implementing-healthy-lifestyle-choices) How it came to be: \"Long-term wellness has been an integral part of The Cliffs since its founding in 1991,\" says David Sawyer, president of The Cliffs Clubs, which began with residential golf courses designed by Tom Fazio and Jack Nicklaus, among others. The new Mountain Park center ups the ante with The Cliffs' most elaborate wellness center yet: The Escape Fitness Octagon workout circuit adds high-tech pizzazz with the U.S.'s first Escape Fitness FunXtion machine, a cloud-based virtual trainer. What it includes: Active Membership allows residents unlimited use of The Cliffs' wellness centers, plus the beach club, golf courses, tennis courts, clubhouses, dining and marina facilities, as well as full access to outdoor activity areas, encompassing hiking, biking and walking paths, and horse trails. [New Life Hiking Spa](https://wellness50plus.com/new-life-hiking-spa/)- Killington, VermontHow it stands out: \"Let's take a hike\" is the slogan of this unpretentious mountain retreat, known for its affordably priced wellness program. \"Our whole reason for being is to get out into nature,\" says co-owner Kathleen LeSage. \"People spend their days under fluorescent lights, in front of smartphones and laptops. All that indoor pollution affects your endocrine system. Nature detoxes you in a way that a diet alone can't.\" [RELATED: Seasonal Spa Offerings in Time for Warmer Weather](https://www.wellspa360.com/spas/article/21153454/seasonal-spa-offerings-in-time-for-warmer-weather)How it came to be: Forty years ago, after completing intensive 1,000- hour yoga training, Jimmy LeSage was inspired to take over a dormant ski lodge for a summer yoga retreat. Wondering why more retreats weren't taking advantage of the great outdoors, he opened New Life Hiking Spa in 1978 to experiment with the concept of an outdoor spa program based on hiking in natural terrain. it quickly caught on with a mix of baby boomers and guest in their 20s and 30s, including nearly as many men as women. Enjoying a 40 percent return rate, the seasonal getaway is open every May through October during Vermont's warmest weather. How it packages wellness: Guests can book as few or as many nights as they wish, but every all-inclusive package is the same, with daily rates ($229-$269) based on single or double occupancy. For each three-night stay, one massage or reflexology service is included, with $15-$20 upgrades for such options as Ohashi Method (a healing touch practice) and craniosacral therapy. What it includes: Healthy farm-to-table meals, fitness classes, evening lectures and activities, plus 3-to-6-mile guided hikes led for three fitness levels. Afternoon classes—from yoga to water workouts and kayaking—are modified daily and accommodate all 45 guests. \"After an all-morning hike,\" Kathleen says, \"some participants are so exhausted that they might book a massage or just chill out.\" [Red Rock Spa by Well & Being](https://www.rr-spa.com) - Las Vegas, Nevada How it stands out: Following a multimillion-dollar renovation in 2016, the Red Rock Resort's Spa was reborn as a Well & Being concept that blends advanced skin care, cutting-edge fitness classes, nutrition, integrative medicine and mind-body therapies to create customized wellness experiences. The 25,000 square-foot, indoor-outdoor spa is \"a wellness oasis in the Vegas area,\" says David Stoup, chairman of Trilogy Spa Holdings, the spa's management company. \"Well & Being caters to guests' increased desire for more integrated experiences.\" The spa is also the first nonmedical facility in the U.S. to offer Lancer facial and body treatments. How it came to be: The Well & Being wellness program was created by Trilogy Spa Holdings, based in New York and Arizona, utilizing a team of spa, fitness and health professionals led by chief medical officer Tieraona Low Dog, MD. The concept was first unveiled at rebranded spas for the Fairmont Scottsdale Princess and Four Seasons Resort and Club Dallas at Los Colinas. What it includes: Full, day-long access to amenities of the spa lounges, saunas, pools, gym and unlimited one-hour group fitness classes. The mind-body studio boasts Woodway treadmills, Matrix fitness equipment and floor-to-ceiling windows for classes such as TRX, tai chi, violin meditation and vertical wall yoga. A separate fitness studio holds Spinning and In-Trinity Board (elevated yoga) classes, and a demonstration kitchen cooks up add-on nutrition and health consultations (60 min./$120-$125). Signature spa services include the healing Alpine Arnica Deep Tissue Massage (50-110 min./$165-$310) and the detoxifying Purification Ritual (80 min./$240-$245). [Sparkling Hill Resort and Spa](https://www.sparklinghill.com) - Vernon, British Columbia, Canada How it stands out: With lots of bling. Sparkling Hill incorporates 3.5 million Swarovski crystals throughout the breathtaking Lake Okanagan property, including the 40,000 square-foot KurSpa and Clinic at KurSpa, which combines naturopathic and integrative medicine services ranging from acupuncture (45 min./$95) to intravenous chelation therapy (180 min./$145) and bio- balancing (50 min./$125). \"We're a whole-body wellness facility,\" points out spa manager Kelly Tarso. How it came to be: Opened in 2010, the $122-million Sparkling Hill Resort and spa is owned by Gernot Langes-Swarovski. The Austrian crystal baron decided to bring the European wellness experience to Canada after falling in love with the natural beauty of the Okanagan Valley. How it packages wellness: An array of packages aims to help guests meet specific goals. Sales and marketing manager Jacqueline Birk reports that Sparkling Hill's clientele is primarily 50 to 60 years old, with a female- to-male ratio of 75:25, but programs like the five-night Whole Body Wellness Package ($248 per night single occupancy, $478 per night double occupancy) are attracting more 40- to 50-year-old health seekers and recuperating athletes. Increasingly popular is the detoxifying Fango Mud Wrap (just one choice from many included in the package) and add-ons like the minus-110-degree Celcius Cryo Cold Chamber Treatment (3 min./$45, or $300 for 10 sessions). What it includes: The five-night package comes with three daily meals; unlimited activity classes; four hours of KurSpa treatments; one consultation with a kinesiologist, naturopath physician or spa manager; and scheduling guidance from a wellness coordinator. Access to the KurSpa facility includes use of seven aromatherapy steam rooms and saunas, indoor saltwater pool with starry Swarovski crystal sky, hot pool, outdoor infinity pool, Kneipp Water Therapy, experience showers, igloo, relaxation area, tea room, Keiser-equipped fitness room "}