{"title": "Emerging Applications of Biomedical Science in Pandemic Prevention and Control: A Review", "author": "Induni N Weerarathna; Anurag Luharia; Suhas Tivaskar; Francis A Nankong; David Raymond", "url": null, "hostname": null, "description": "The COVID-19 pandemic has made it abundantly clear how crucial biomedical science is to pandemic control and prevention on a global scale. The importance of biomedical science in the fight against pandemics has increased with the appearance of new, deadly infectious diseases. Biomedical science and engineering have been presented as possible areas for combating the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) due to the unique challenges raised by the pandemic, as reported by epidemiologists, immunologists, and doctors, including the survival, symptoms, protein surface composition, and infection mechanisms of COVID-19. These multidisciplinary engineering concepts are applied to design and develop prevention methods, diagnostics, monitoring, and therapies. An infectious disease outbreak that has spread over a sizable region, such as several continents or the entire world, and is affecting a sizable number of people is referred to as a \"pandemic. While current knowledge about the SARS-CoV-2 virus is still limited, various (old and new) biomedical approaches have been developed and tested. Here, we review the emerging applications of biomedical science in pandemic prevention and control, including rapid diagnosis tests, the development of vaccines, antiviral therapies, artificial intelligence, genome sequencing, and personal protective equipment. Biomedical science and nanotechnology are two fields that have the potential to combine to develop emerging applications for combating pandemics. In this review, we also discuss the intersection of biomedical science and nanotechnology in pandemic prevention and control.", "sitename": "Cureus", "date": "2023-08-24", "cleaned_text": "On May 25, 2018, the GDPR (General Data Protection Regulation) went into effect and changed how organizations deal with personal data of customers located in the EU. Though GDPR was built to protect Europeans, it will affect organizations around the world doing business in the EU. Because of this we are asking our users located in the EU to opt in to the data we collect in order to bring a better web experience. Opt-In Enter your email address to receive your free PDF download. Please note that by doing so you agree to be added to our monthly email newsletter distribution list. "}