{"title": "Accolades 2023 | Editorial Work - Campbell University", "author": null, "url": "https://www.campbell.edu/accolades/articles/accolades-2023-editorial-work/", "hostname": "campbell.edu", "description": "R. Brian Bowman Assistant Professor Communication Studies College of Arts & Sciences Manuscript Reviewer Reviewer for the 2023 Theodore Clevenger... More on this post", "sitename": "Campbell University", "date": "2023-08-15", "cleaned_text": "R. Brian Bowman Assistant Professor Communication Studies College of Arts & Sciences Manuscript Reviewer - Reviewer for the 2023 Theodore Clevenger Undergraduate Honors Conference, Southern States Communication Association. Editorial Work Mentor - Faculty mentor for Truesdale, L. M. (2023, April). Autoethnographic Study: The Benefits and Advantages of Internships. Paper presented at the Southern States Communication Association Theodore Clevenger Undergraduate Honors Conference, St. Petersburg, FL. - Faculty mentor for Siefert, S. G. (2023, March). Fangirling Over Fandoms: An Analysis of How the Era of Digital Media Impacts Online Fan Communication. Paper presented at the Wiggins Memorial Library Academic Symposium, Buies Creek, NC. Presentation earned \"high merit\" designation. - Faculty mentor for Jackson, P. E. (2023, March). What's Stealing Students' Sleep? Poster presented at the Wiggins Memorial Library Academic Symposium, Buies Creek, NC. Poster earned \"merit\" designation. Dr. Bonnie Brenseke Associate Professor and Biomedical Chair of Pathology Jerry M. Wallace School of Osteopathic Medicine Manuscript Reviewer - Manuscript Reviewer (January 2023) \"Pathology in Practice\" feature of the Journal of the American Veterinary Medical Association - Manuscript Reviewer (May 2023) for Medical Science Educator Dr. Tony W. Cartledge Professor of Old Testament Divinity School Editorial Board - Member of Editorial Board for the Review and Expositor journal. Monica Fanjoy Science Education Outreach College of Pharmacy & Health Sciences Selected for Review Team - Served on the review team for the STEM School of Distinction Award Program for K-12 schools throughout the state for the NC Department of Public Instruction (DPI). Board Member - Participated in the strategic planning meeting of the Health Science Career Advisory Team for Wake County Public Schools (WCPSS). Dr. J. Dean Farmer Chair and Associate Professor of Communication Studies College of Arts & Sciences Editorial Board - Editorial Board for the Carolinas Communication Annual - Editorial Board Member for the Journal of Creative Communications - Editorial Board member for the Southern Communication Journal. Manuscript Reviewer - Manuscript reviewer for Society & Animals: Journal of Human-Animal Studies Dr. Adam Foster Associate Professor of Anatomy Jerry M. Wallace School of Osteopathic Medicine Peer Reviewer - Provided peer review for manuscripts in the following journals: - Frontiers in Ecology and Evolution - American Journal of Biological Anthropology, - Scientific Reports Dr. Glenn Jonas Associate Dean College of Arts & Sciences Editorial Board - Baptist History and Heritage Dr. Laura Lunsford Professor of Psychology School of Education Article Reviewer - Reviewed for Journal of Community Psychology and NY Annals of Science. Editorial Board - Assistant Editor and Reviewer, International Journal of Coaching and Mentoring in Education. Dr. James I. Martin Sr. Professor of History College of Arts & Sciences Peer Reviewer - Reviewed article \"Mary Clevenger (1917-1936)\" for submission to the Journal of the North Carolina Association of Historians. Dr. Alicia Myers Associate Professor of New Testament and Greek Divinity School PhD External Examiner - Josiah Hall. \"The World Will See Me No Longer\": Themes of Divine Presence and Absence in the Plot of the Fourth Gospel. PhD Dissertation. Baylor University, 2022. Editor - Essays in Honor of Sharyn Dowd. Festschrift. Perspectives in Religious Studies 50/2 (2023). Editorial Board - Catholic Biblical Quarterly - Journal of Biblical Literature - Biblical Research Book Review - Review of Mary L. Coloe, John 11-21. Wisdom Commentary 44B (Collegeville, MN: for Catholic Biblical Quarterly 85 (2023): 562-63. - Review of Thomas Andrew Bennett. 1-3 John: Two Horizons Commentary (2021) for Interpretation 77 (2023): 96-97. - Review of Mary Coloe, Commentary 44A (Collegeville, MN: for Catholic Biblical (2023): 155-56. - Review of Chris Armitage, Atonement and Ethics in 1 John: A Peacemaking T&T Clark, 2021) for Expository Times 133/9 (2022). Reviewer - Journal for the Study of the New Testament Dr. Nur M. Onvural Professor of Management Adult & Online Education Peer Reviewer - \"Manuscript Review for Financial Innovation: Triggering Economic Growth to Ensure Financial Stability: The Case of Northern Cyprus - Springer, Oct. 2022\" - Quality Matters Online Course Review. Quality Matters (QM) Online Course Reviews as a Subject Matter Expert or Peer Reviewer. - Securities Analysis - Florida International University, Subject Matter Expert, May 2023 - Financial Management - Florida International University, Subject Matter Expert, March 2023 - Roles & Leadership in Nursing Administration - The University of Alabama, External Reviewer, November 2022 - Quantitative Reasoning II, Health Information Management - Indiana University, Subject Matter Expert, October 2022 - Quantitative Methods in Financial Analysis (master's level) - Florida International University - Subject Matter Expert, Mar. 2022 Dr. Jim Powers Professor of Emergency Medicine; Associate Dean for Clinical Integration Jerry M. Wallace School of Osteopathic Medicine Editorial Board - North Carolina Medical Journal Editorial Board Member Dr. Victor Pulgar Associate Professor of Pharmacology College of Pharmacy & Health Sciences Manuscript Reviewer - Low sirtuin-1 levels is associated with gestational diabetes mellitus. Manuscript ID Minerva Endocrinol-3868. Minerva Endocrinology - Melatonin Inhibit the Metabolic and Oxidative of Fructose during the Pregnancy Manuscript ID: antioxidants-1800612. Antioxidants - Mathematical inequalities over hypercomplex structures and infinities with related paradoxes. Manuscript ID Ms_AJR2P_89777. Asian Journal of Research & Reviews in Physics. - SFTSV Nucleocapsid Protein Induced Autophagy through ERK1/2-mTOR Signaling Pathway in FRCs. Manuscript ID: 865613. Frontiers in Microbiology - Section Virology - Resveratrol supplementation in obese pregnant rats improves maternal metabolism and prevents increased placental oxidative stress. Manuscript ID: antioxidants-1843624. Antioxidants - Individuals who have recently given birth have an altered autoregulatory response, regardless of the presence of preeclampsia: The Motherhealth Study. Manuscript ID: 939658. Frontiers in Physiology, section Clinical & Translational Physiology - Plastic and Placenta: Identification of polyethylene glycol (PEG) compounds in the human placenta by HPLC-MS/MS system. Manuscript ID: ijms-1914723. International Journal of Molecular Sciences - Role of Cannabinoid receptor 1 in mouse placental calcium transporter expression and calcium uptake ex vivo. Manuscript ID CAN-2022-0229. Cannabis and Cannabinoid Research. - Effect and mechanism on chemotherapy-induced myelosuppression. Manuscript ID BMS-CCHTS-2022-523. Endocrine, Metabolic & Immune Disorders - Drug Targets - Prevalence and sociodemographic profiles of grand multipara in Abu Dhabi, United Arab Emirates. Manuscript ID: nutrients-1988805. Nutrients - MiR-223-3p aggravates Manuscript ID: BMS-EMIDDT-2022-122. Endocrine, Metabolic & Immune Disorders - Drug Targets - Mortality in Pedigrees with Acute Intermittent Porphyria. Manuscript ID: life-1996072. Life - Single-Cell sequencing identifies Master affected by Panobinostat in Neuroblastoma cells Manuscript ID: genes-1992929. Genes - Application of the robot-assisted implantation in deep brain stimulation. Manuscript ID: 996685. Front. Neurorobot: Neurorobotics and Neurological Diseases - The presence of a single nuchal cord in the third trimester does not affect the right and left ventricular Tei index. Manuscript ID: ijerph-2170467. International Journal of Environmental Research and Public Health - Renal handling of hypoxia in preeclampsia -A case control study. Manuscript ID: 1092268. Frontiers in Physiology - Vascular Microelectrode Frontiers in Neuroscience, section Neural Technology - Reduction of maternal death associated with hemorrhagic stroke due to hypertensive disorder of pregnancy in Japan by tight hypertension management. Manuscript ID jcm-2250688. Journal of Clinical Medicine - Impact of chorionic somatomammotropin in vivo RNA interference phenotype on uteroplacental expression of the IGF axis. Manuscript ID: life-2368388. Life - Blood pressure, arterial stiffness and cardiovascular risk profile in 8-12-year-old children following pre-eclampsia (FINNCARE-study). Manuscript ID: JH-D-23-00226. Journal of Hypertension - Effects of xenobiotics compounds on pre-eclampsia and underlying mechanism. Manuscript ID: toxics-2344592. Toxics - The huge exogastric teratoma in an adult patient: imaging findings. Manuscript ID: BMS-CMIM-2022-592. Current Medical Imaging - Molecular Trojan Horses for treating lysosomal storage diseases. Manuscript ID: MGM-D-23-00192. Molecular Genetics & Metabolism - Artesunate Alleviates chronic hyperoxia-induced lung injury by Suppressing NF-B pathway in neonatal mice. Manuscript ID: BMS-CCHTS-2023-45. Combinatorial Chemistry & High Throughput Screening - Identification of key prognostic alternative splicing events of costimulatory molecule-related genes in colon cancer. Manuscript ID: MS-CCHTS-2023-101. Combinatorial Chemistry & High Throughput Screening - Subcutaneous cavernous hemangioma in a patient with Klippel-Trenaunay syndrome: a case report. Manuscript ID: BMS-CMIM-2023-101. Current Medical Imaging Editor - Model Organisms and Experimental Models: Opportunities and Challenges in Vascular Physiology Research. Frontiers in Physiology - Vascular Physiology\" Peer Reviewer - Member of the American Heart Association (AHA) Review Committee: 2023 Fellowship Vascular Endothelial Biology (Predoctoral and Postdoctoral) Peer Review. Dr. Elizabeth L. Rambo Associate Professor of English College of Arts & Sciences Editorial Board - Editorial Board, Slayage: The International Journal of Buffy+ (ISSN 1546-9212). [https://www.whedonstudies.tv/slayage-the-international-journal-of-buffy.html](https://www.whedonstudies.tv/slayage-the-international-journal-of-buffy.html) Dr. Jaclyn Stanke Associate Professor of History College of Arts & Sciences Manuscript Reviewer - Presidential Studies Quarterly (2022) Dr. Pamela J. Strickland Associate Professor of Accounting & Director, Master of Accountancy Lundy-Fetterman School of Business Editorial Board - Editorial Advisory Board, Journal of Forensic and Investigative Accounting Peer Reviewer - Journal of Forensic and Investigative Accounting: Wells Fargo Bank: When Sales Incentives and Management Pressure Lead to Widespread Fraud - International Journal of Disclosure and Governance. The Effect of Floating Stocks on Modern Exploitation Disclosure With The Moderating Role of The Audit Committee; Double Taxation Treaties and Foreign Direct Investments: Empirical Study of Nigeria; Substantive or Symbolic Compliance with Regulation, Audit Fees and Audit Quality Dr. Dorothea K. Thompson Professor of Microbiology & Immunology College of Pharmacy & Health Sciences Peer Reviewer - Reviewed 27 manuscripts as an ad hoc peer reviewer for the following scientific journals: BMC Infectious Diseases (IF 2.864), BMC Microbiology (IF 4.818), Archives of Community Medicine and Public Health, Viruses (IF 5.048), International Journal of Environmental Research and Public Health (IF 3.390), International Journal of Molecular Sciences (IF 6.208), The American Journal of Tropical Medicine and Hygiene (IF 3.707), Antibiotics (IF 5.222), Biomedicines "}