{"title": "Chiropractic oath", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2009-02-02", "cleaned_text": "Please forgive the slight inconvenience in creating a new account. Due to juvenile delinquents spamming garbage to the site, we had to install a \"Captcha\", which can differentiate a spam bot from a human. Once you open your account, confirm it by returning the email, and identifying yourself, we will give you edit privileges. Just request them by leaving a message at [ click here](/en/index.php/User_talk:ChiroWikiSysop). Chiropractic oath The Chiropractic Oath is a modern variation of [[1]](#cite_note-Murdoch-1) and based upon the classical Hippocratic Oath historically taken by [physicians](/en/index.php/Physician) and other healthcare professionals swearing to practice their professions ethically. It is widely believed to have been written by [Hippocrates](/en/index.php/Hippocrates), generally claimed by organized medicine as the \"father\" of western medicine, or by one of his students. [[2]](#cite_note-2) The oath is written in Ionic Greek (late 5th century BC), [[3]](#cite_note-3) and is usually included in the Hippocratic Corpus. Classical scholar Ludwig Edelstein proposed that the oath was written by Pythagoreans, a theory that has been questioned due to the lack of evidence for a school of Pythagorean medicine. [[4]](#cite_note-4) Of historic and traditional value, the oath is considered a rite of passage for practitioners of medicine in many countries, although nowadays the modernized version of the text varies among them. The Hippocratic Oath (orkos) is one of the most widely known of Greek medical texts. It requires a new physician to swear upon a number of healing gods that he will uphold a number of professional ethical standards. Contents Predominant Modern Standard Version CHIROPRACTIC OATH [[5]](#cite_note-Oath-5) I do hereby swear before God and these assembled witnesses, both corporeal and spiritual, that I will do my utmost to keep this, my sacred, trusted oath, as a graduate of the (insert college name here), that henceforth: I will esteem those who have taught me this Art, Science and Philosophy of Chiropractic and with this torch of knowledge, fashioned by Hippocrates, I will light the way to the understanding of those Natural Laws which preserve the human body as a fitting temple for the soul of man. I will keep the physical, mental and spiritual needs of the sick as my foremost duty, ever searching for and correcting the cause of their disease to the best of my ability, insofar as my science is in the highest precepts of my Alma Mater and harmonious with the Vis Medicatrix Naturae. I will at all times stand ready to serve my fellow man, without distinction of race, creed or colour, in my lifelong vocation of preventing and alleviating human suffering, wherever it may be found, by exemplifying in my own life a pattern of living in harmony with the Laws of Nature. I will refrain from any act of wrongdoing and will regard the keeping of a patient's confidence as a moral obligation, using any such information only in his or her best interests. May God so direct the skillful use of my hands that I may bring strength to the sick, relief to the suffering, peace of mind to the anxious and the inspiration to mankind to attain bountiful healththat we may live this life to the fullest expression of its innate endowments. I therefore, solemnly swear to uphold these principles and precepts to the best of my ability, so help me God. It should be noted that each Chiropractic College has developed its own variant. [[6]](#cite_note-Palmer-6) Original Greek version Greek: _| Original, translated into English: [[7]](#cite_note-7) I swear by Apollo, the healer, Asclepius, Hygieia, and Panacea, and I take to witness all the gods, all the goddesses, to keep according to my ability and my judgment, the following Oath and agreement: To consider dear to me, as my parents, him who taught me this art; to live in common with him and, if necessary, to share my goods with him; To look upon his children as my own brothers, to teach them this art; and that by my teaching, I will impart a knowledge of this art to my own sons, and to my teacher's sons, and to disciples bound by an indenture and oath according to the medical laws, and no others. I will prescribe regimens for the good of my patients according to my ability and my judgment and primum non nocere to anyone. I will give no deadly medicine to any one if asked, nor suggest any such counsel; and similarly I will not give a woman a pessary to cause an abortion. But I will preserve the purity of my life and my arts. I will not cut for stone, even for patients in whom the disease is manifest; I will leave this operation to be performed by practitioners, specialists in this art. In every house where I come I will enter only for the good of my patients, keeping myself far from all intentional ill-doing and all seduction and especially from the pleasures of love with women or with men, be they free or slaves. All that may come to my knowledge in the exercise of my profession or in daily commerce with men, which ought not to be spread abroad, I will keep secret and will never reveal.If I keep this oath faithfully, may I enjoy my life and practice my art, respected by all humanity and in all times; but if I swerve from it or violate it, may the reverse be my life. Classic Classic translation into English: [[8]](#cite_note-JHU-8) I swear by Apollo the Physician and Asclepius and Hygieia and Panaceia and all the gods, and goddesses, making them my witnesses, that I will fulfill according to my ability and judgment this oath and this covenant: To hold him who has taught me this art as equal to my parents and to live my life in partnership with him, and if he is in need of money to give him a share of mine, and to regard his offspring as equal to my brothers in male lineage and to teach them this art - if they desire to learn it - without fee and covenant; to give a share of precepts and oral instruction and all the other learning to my sons and to the sons of him who has instructed me and to pupils who have signed the covenant and have taken the oath according to medical law, but to no one else. I will apply dietetic measures for the benefit of the sick according to my ability and judgment; I will keep them from harm and injustice. I will neither give a deadly drug to anybody if asked for it, nor will I make a suggestion to this effect. In purity and holiness I will guard my life and my art. I will not use the knife, not even on sufferers from stone, but will withdraw in favor of such men as are engaged in this work. Whatever houses I may visit, I will come for the benefit of the sick, remaining free of all intentional injustice, of all mischief and in particular of sexual relations with both female and male persons, be they free or slaves. What I may see or hear in the course of treatment or even outside of the treatment in regard to the life of men, which on no account one must spread abroad, I will keep myself holding such things shameful to be spoken about.If I fulfill this oath and do not violate it, may it be granted to me to enjoy life and art, being honored with fame among all men for all time to come; if I transgress it and swear falsely, may the opposite of all this be my lot. In the 1870s, many American medical schools chose to abandon the Hippocratic Oath as part of graduation ceremonies, usually substituting a version modified to something considered more politically and medically correct, or an alternate pledge like the Oath of Maimonides. The Hippocratic Oath has been updated by the Declaration of Geneva. In the United Kingdom, the General Medical Council provides clear modern guidance in the form of its Duties of a Doctor [[9]](#cite_note-9) and Good Medical Practice [[10]](#cite_note-10) statements. Modern Medical version A widely used modern version of the traditional oath was penned in 1964 by Dr. Louis Lasagna, former Principal of the Sackler School of Graduate Biomedical Sciences and Academic Dean of the Tufts University School of Medicine at Tufts University: [[11]](#cite_note-lasagna-oath-11) I swear to fulfill, to the best of my ability and judgment, this covenant: I will respect the hard-won scientific gains of those physicians in whose steps I walk, and gladly share such knowledge as is mine with those who are to follow. I will apply, for the benefit of the sick, all measures [that] are required, avoiding those twin traps of over-treatment and [therapeutic nihilism]. I will remember that there is art to medicine as well as science, and that warmth, sympathy, and understanding may outweigh the surgeon's knife or the chemist's drug. I will not be ashamed to say \"I know not\", nor will I fail to call in my colleagues when the skills of another are needed for a patient's recovery. I will respect the privacy of my patients, for their problems are not disclosed to me that the world may know. Most especially must I tread with care in matters of life and death. If it is given to me to save a life, all thanks. But it may also be within my power to take a life; this awesome responsibility must be faced with great humbleness and awareness of my own frailty. Above all, I must not play at God. I will remember that I do not treat a fever chart, a cancerous growth, but a sick human being, whose illness may affect the person's family and economic stability. My responsibility includes these related problems, if I am to care adequately for the sick. I will prevent disease whenever I can, for prevention is preferable to cure. I will remember that I remain a member of society with special obligations to all my fellow human beings, those sound of mind and body as well as the infirm.If I do not violate this oath, may I enjoy life and art, be respected while I live and remembered with affection thereafter. May I always act so as to preserve the finest traditions of my calling and may I long experience the joy of healing those who seek my help. Modern relevance Derivations of the oath have been modified over the years in various countries. In the United States, most Chiropractic schools administer some form of oath. (It should be noted, however, that a Chiropractic physician is not required by the legal syatem to take the oath.) References [](#cite_ref-Murdoch_1-0)J. Keith Simpson, DC, PhD, Barrett Losco, MChiropractic (South Africa), and Kenneth J. Young, DC, DACBR, MAppSc(Med Imaging). \" [Development of the Murdoch Chiropractic Graduate PubMed Central. [http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2967342/](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2967342/). [](#cite_ref-2)Farnell, Lewis R. (2004-06-30). \"Chapter not be an authentic deliverance of the great master, but is an ancient formula current in his school.\" [](#cite_ref-3)The Hippocratic oath: text, translation and and Other Essays in the History of Medicine and Science. [Johns Hopkins University](/en/index.php?title=Johns_Hopkins_University&action=edit&redlink=1). Michael of Health. [Good Medical Practice: The duties of a doctor registered with the General Medical Council](http://www.gmc-uk.org/guidance/good_medical_practice/duties_of_a_doctor.asp)\". General Medical Council. 2006. [http://www.gmc-uk.org/guidance/good_medical_practice/duties_of_a_doctor.asp](http://www.gmc-uk.org/guidance/good_medical_practice/duties_of_a_doctor.asp). Retrieved 2007-11-05. [](#cite_ref-10)\" [Good of Medicine 2006](#CITEREFNational_Library_of_Medicine2006) - Notes [The a BBC article about the oath. bbc.co.uk [The Hippocratic Oath Today: Meaningless Relic or Invaluable Moral Guide?](http://www.pbs.org/wgbh/nova/doctors/oath.html)- a PBS NOVA online discussion with responses from doctors as well as 2 versions of the oath. pbs.org - Lewis Richard Farnell, Greek Hero Cults and Ideas of Immortality, 1921. [\"Codes of Ethics: Some History\" by Robert Baker, Union College in Perspectives on the Professions, Vol. 19, No. 1, Fall 1999](http://ethics.iit.edu/perspective/pers19_1fall99_2.html), ethics.iit.edu External links Image 1595 copy of the Hippocratic oath with side-by-side original Greek and Latin translation, bium.univ-paris5.fr [Hippocrates | The Oath](http://www.nlm.nih.gov/hmd/greek/greek_oath.html)- [National Institutes of Health](/en/index.php?title=National_Institutes_of_Health&action=edit&redlink=1)page about the Hippocratic oath, nlm.nih.gov [Tishchenko P. D. "}