{"title": "Ad26.COV2.S Vaccine Efficacy Against COVID-19 - American College of Cardiology", "author": null, "url": null, "hostname": null, "description": "Debabrata Mukherjee, MD, FACC", "sitename": "American College of Cardiology", "date": "2021-04-22", "cleaned_text": "Against COVID-19 Quick Takes - A single dose of the Ad26.COV2.S vaccine was effective in preventing COVID-19 as of 14 days after administration for moderate to severe-critical disease and as of 7 days after administration for severe-critical disease. - Safety appeared to be similar to that seen in previous phase 3 trials of COVID-19 vaccines in this particular study. - The single-dose schedule and favorable storage conditions of this vaccine may provide major advantages in its deployment and effect worldwide once safety concerns are addressed. Study Questions: What is the safety and efficacy of a single dose of Ad26.COV2.S at 5×1010 viral particles for the prevention of coronavirus disease 2019 (COVID-19) and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in adults? Methods: The ENSEMBLE trial investigators conducted an international, randomized, double-blind, placebo-controlled, phase 3 trial, and randomly assigned adult participants in a 1:1 ratio to receive a single dose of Ad26.COV2.S (5×1010 viral particles) or placebo. The primary endpoints were vaccine efficacy against moderate to severe-critical COVID-19 with an onset 14 days and 28 days after administration among participants in the per-protocol population who had tested negative for SARS-CoV-2. Safety was also assessed. Results: The per-protocol population included 19,630 SARS-CoV-2-negative participants who received Ad26.COV2.S and 19,691 who received placebo. Ad26.COV2.S protected against moderate to severe-critical COVID-19 with onset 14 days after administration (116 cases in the vaccine group vs. 348 in the placebo group; efficacy, 66.9%; adjusted 95% confidence interval [CI], 59.0-73.4) and 28 days after administration (66 vs. 193 cases; efficacy, 66.1%; adjusted 95% CI, 55.0-74.8). Vaccine efficacy against severe-critical COVID-19 (76.7% [adjusted 95% CI, 54.6-9.1] for days and 85.4% [adjusted 95% CI, 54.2-96.9] for onset at 28 days). Despite 86 of 91 cases (94.5%) in South Africa with sequenced virus having the 20H/501Y.V2 variant, vaccine efficacy was 52.0% and 64.0% against moderate to severe-critical COVID-19 with onset 14 days and 28 days after administration, respectively, and efficacy against severe-critical COVID-19 was 73.1% and 81.7%, respectively. Reactogenicity was higher with Ad26.COV2.S than with placebo, but was generally mild to moderate and transient. The incidence of serious adverse events was balanced between the two groups. Three deaths occurred in the vaccine group (none were COVID-19-related), and 16 in the placebo group (five were COVID-19-related). Conclusions: The authors concluded that a single dose of Ad26.COV2.S protected against SARS-CoV-2 infection and was effective against severe-critical disease, including hospitalization and death. Perspective: The ENSEMBLE trial demonstrated efficacy of a single dose of the Ad26.COV2.S (Johnson & Johnson/Janssen) vaccine in preventing COVID-19 as of 14 days after administration for moderate to severe-critical disease and as of 7 days after administration for severe-critical disease. Safety appeared to be similar to that seen in previous phase 3 trials of COVID-19 vaccines in this particular study. Of note, cerebral venous sinus thrombosis was seen in combination with thrombocytopenia in six individuals after receiving the Ad26.COV2.S vaccine, and at this time, the Centers for Disease Control and Prevention and US Food and Drug Administration have recommended a pause in the use of this vaccine out of an abundance of caution. The single-dose schedule and favorable storage conditions of this vaccine may provide major advantages in its deployment and effect worldwide once safety concerns are addressed. Clinical Topics: [COVID-19 Hub, ](/Clinical-Topics/COVID-19-Hub) [Prevention](/Clinical-Topics/Prevention) "}