{"title": "COVAX: ensuring global equitable access to COVID-19 vaccines", "author": null, "url": "https://www.unicef.org/supply/covax-ensuring-global-equitable-access-covid-19-vaccines", "hostname": "unicef.org", "description": "UNICEF is working to procure and deliver COVID-19 vaccines so the most vulnerable people are protected.", "sitename": "UNICEFSupply", "date": "2020-09-25", "cleaned_text": "access to COVID-19 vaccines UNICEF is working to procure and deliver COVID-19 vaccines so the most vulnerable people are protected. The largest vaccine supply operation ever began in February 2021 - and UNICEF is leading it on behalf of [COVAX](https://www.gavi.org/covid19/covax-facility). Our goal is to ensure that all countries and territories participating in COVAX have equitable access to COVID-19 vaccines. As of 15 November 2022, COVAX has delivered 1.8 billion vaccines to 146 countries. How? Through COVAX - led by [Gavi, the Vaccine Alliance](https://www.gavi.org/), [WHO](https://www.who.int/) and [CEPI](https://cepi.net/) - UNICEF is working with manufacturers and partners on the procurement of COVID-19 vaccine doses, as well as freight, logistics, storage and rollout in countries. In collaboration with the [PAHO Revolving Fund](https://www.paho.org/en/revolving-fund), we are leading the procurement and delivery for low and middle-income countries while also supporting upper middle-income and high-income nations to access vaccines. UNICEF is also procuring and transporting immunization supplies such as syringes, safety boxes for their disposal, and cold chain equipment such as vaccine refrigerators and freezers. This forms a major part of [UNICEF's overall COVID-19 response](/supply/coronavirus-disease-covid-19), which includes the delivery of diagnostics, therapeutics, personal protective equipment (PPE) and other essential items. Recognizing the urgency of turning vaccines into vaccinations, UNICEF is collaborating with WHO and Gavi through the [COVID-19 Vaccine Delivery Partnership (CoVDP)](https://www.who.int/emergencies/diseases/novel-coronavirus-2019/covid-19-vaccines/covid-19-vaccine-delivery-partnership). The partnership assists low- and middle-income countries facing challenges to achieve vaccination targets through financial assistance and technical support. When did COVAX begin? UNICEF has been organizing the international transport of COVID-19 vaccines for COVAX since February 2021. COVAX continues to deliver vaccines to countries and territories around the world, with the aim of protecting frontline health care and social workers, as well as high-risk and vulnerable groups. You can find out more about upcoming deliveries in the [UNICEF COVID-19 Vaccine Market Dashboard](/supply/covid-19-market-dashboard). Why UNICEF? As the largest single vaccine buyer in the world, UNICEF has a unique and longstanding expertise in procurement and logistics to help children in need. [UNICEF procures more than 2 billion doses of vaccines annually](/supply/stories/scaling-vaccine-procurement) for routine immunization and outbreak response on behalf of nearly 100 countries. We are the main procurement partner of Gavi, the Vaccine Alliance, and have helped reach more than 760 million children with life-saving vaccines over the last 20 years, preventing more than 13 million deaths. In vaccinating health workers globally, we help ensure that children and their mothers get the critical health care they need - vaccinations, treatment of malnutrition and other deadly diseases such as malaria and diarrhoea, as well as obstetric, prenatal and post-natal care along with services for newborns. These are critical services without which children's lives are placed at risk. We cannot let one disease lead to outbreaks of other diseases that could reverse years of progress in child health. COVID-19 Vaccine Market Dashboard Up-to-date information on the distribution and market developments of COVID-19 vaccines. "}