{"title": "Your baby's first hours of life", "author": null, "url": "https://www.womenshealth.gov/pregnancy/childbirth-and-beyond/your-babys-first-hours-life", "hostname": "womenshealth.gov", "description": null, "sitename": "womenshealth.gov", "date": "2021-02-22", "cleaned_text": "Your baby's first hours of life After months of waiting, finally, your new baby has arrived! Mothers-to-be often spend so much time in anticipation of labor, they don't think about or even know what to expect during the first hours after delivery. Read on so you will be ready to bond with your new bundle of joy. What newborns look like You might be surprised by how your newborn looks at birth. If you had a [vaginal](/glossary#vagina) delivery, your baby entered this world through a narrow and boney passage. It's not uncommon for newborns to be born bluish, bruised, and with a misshapen head. An ear might be folded over. Your baby may have a complete head of hair or be bald. Your baby also will have a thick, pasty, whitish coating, which protected the skin in the [womb](/glossary#uterus). This will wash away during the first bathing. Once your baby is placed into your arms, your gaze will go right to his or her eyes. Most newborns open their eyes soon after birth. Eyes will be brown or bluish-gray at first. Looking over your baby, you might notice that the face is a little puffy. You might notice small white bumps inside your baby's mouth or on his or her tongue. Your baby might be very wrinkly. Some babies, especially those born early, are covered in soft, fine hair, which will come off in a couple of weeks. Your baby's skin might have various colored marks, blotches, or rashes, and fingernails could be long. You might also notice that your baby's breasts and penis or [vulva](/glossary#vulva) are a bit swollen. How your baby looks will change from day to day, and many of the early marks of childbirth go away with time. If you have any concerns about something you see, talk to your doctor. After a few weeks, your newborn will look more and more like the baby you pictured in your dreams. Bonding with your baby Spending time with your baby in those first hours of life is very special. Although you might be tired, your newborn could be quite alert after birth. Cuddle your baby skin-to-skin. Let your baby get to know your voice and study your face. Your baby can see up to about two feet away. You might notice that your baby throws his or her arms out if someone turns on a light or makes a sudden noise. This is called the startle response. Babies also are born with grasp and sucking reflexes. Put your finger in your baby's palm and watch how she or he knows to squeeze it. Feed your baby when she or he shows signs of hunger. You can visit our section on [breastfeeding](/pregnancy/getting-ready/breastfeeding.html) for tips to make these first feedings go well. Medical care for your newborn Right after birth, babies need many important tests and procedures to ensure their health. Some of these are even required by law. But as long as the baby is healthy, everything but the Apgar test can wait for at least an hour. Delaying further medical care will preserve the precious first moments of life for you, your partner, and the baby. A baby who has not been poked and prodded may be more willing to nurse and cuddle. So before delivery, talk to your doctor or midwife about delaying shots, medicine, and tests. At the same time, please don't assume \"everything is being taken care of.\" As a parent, it's your job to make sure your newborn gets all the necessary and appropriate vaccines and tests in a timely manner. The following tests and procedures are recommended or required in most hospitals in the United States: Apgar evaluation The Apgar test is a quick way for doctors to figure out if the baby is healthy or needs extra medical care. Apgar tests are usually done twice: one minute after birth and again five minutes after birth. Doctors and nurses measure five signs of the baby's condition. These are: - Heart rate - Breathing - Activity and muscle tone - Reflexes - Skin color Apgar scores range from zero to 10. A baby who scores seven or more is considered very healthy. But a lower score doesn't always mean there is something wrong. Perfectly healthy babies often have low Apgar scores in the first minute of life. In more than 98 percent of cases, the Apgar score reaches seven after five minutes of life. When it does not, the baby needs medical care and close monitoring. Eye care Your baby may receive eye drops or ointment to prevent eye infections they can get during delivery. [Sexually transmitted infections](/glossary#sti) (STIs), including [gonorrhea](/glossary#gonorrhea) and [chlamydia](/glossary#chlamydia), are a main cause of newborn eye infections. These infections can cause blindness if not treated. Medicines used can sting and/or blur the baby's vision. So you may want to postpone this treatment for a little while. Some parents question whether this treatment is really necessary. Many women at low risk for STIs do not want their newborns to receive eye medicine. But there is no evidence to suggest that this medicine harms the baby. It is important to note that even pregnant women who test negative for STIs may get an infection by the time of delivery. Plus, most women with gonorrhea and/or chlamydia don't know it because they have no symptoms. Vitamin K shot The American Academy of Pediatrics recommends that all newborns receive a shot of vitamin K in the upper leg. Newborns usually have low levels of vitamin K in their bodies. This vitamin is needed for the blood to clot. Low levels of vitamin K can cause a rare but serious bleeding problem. Research shows that vitamin K shots prevent dangerous bleeding in newborns. Newborns probably feel pain when the shot is given. But afterwards babies don't seem to have any discomfort. Since it may be uncomfortable for the baby, you may want to postpone this shot for a little while. Newborn metabolic screening Doctors or nurses prick your baby's heel to take a tiny sample of blood. They use this blood to test for many diseases. All babies should be tested because a few babies may look healthy but have a rare health problem. A blood test is the only way to find out about these problems. If found right away, serious problems like developmental disabilities, organ damage, blindness, and even death might be prevented. All 50 states and U.S. territories screen newborns for [phenylketonuria](/glossary#pku) (fee-nuhl-kee-toh-NUR-ee-uh) (PKU), [hypothyroidism](/glossary#hypothyroidism), [galactosemia,](/glossary#galactosemia) (guh-LAK-tuh-SEE-mee-uh) and [sickle cell](/glossary#scanemia) disease. But many states routinely test for up to 30 different diseases. The March of Dimes recommends that all newborns be tested for at least 29 diseases. You can find out what tests are offered in your state by contacting your state's health department or newborn screening program. Or, you can contact the [National Newborn Screening and Genetics Resource Center](http://genes-r-us.uthscsa.edu/). Hearing test Most babies have a hearing screening soon after birth, usually before they leave the hospital. Tiny earphones or microphones are used to see how the baby reacts to sounds. All newborns need a hearing screening because hearing defects are not uncommon and hearing loss can be hard to detect in babies and young children. When problems are found early, children can get the services they need at an early age. This might prevent delays in speech, language, and thinking. Ask your hospital or your baby's doctor about newborn hearing screening. Hepatitis B vaccine All newborns should get a vaccine to protect against the [hepatitis B](/glossary#hepatitis_B) virus (HBV) before leaving the hospital. Sadly, 1 in 5 babies at risk of HBV infection leaves the hospital without receiving the vaccine and treatment shown to protect newborns, even if exposed to HBV at birth. HBV can cause a lifelong infection, serious liver damage, and even death. The hepatitis B vaccine (HepB) is a series of three different shots. The American Academy of Pediatrics and the Centers for Disease Control (CDC) recommend that all newborns get the first HepB shot before leaving the hospital. If the mother has HBV, her baby should also get a HBIG shot within 12 hours of birth. The second HepB shot should be given one to two months after birth. The third HepB shot should be given no earlier than 24 weeks of age, but before 18 months of age. Complete checkup Soon after delivery most doctors or nurses also: - Measure the newborn's weight, length, and head. - Take the baby's temperature. - Measure that baby's breathing and heart rate. - Give the baby a bath and clean "}