{"title": "Posts Baselessly Link COVID-19 Tests to Vaccine Conspiracy Theory - FactCheck.org", "author": "Angelo Fichera", "url": "https://www.factcheck.org/2021/07/scicheck-posts-baselessly-link-covid-19-tests-to-vaccine-conspiracy-theory/", "hostname": "factcheck.org", "description": "The COVID-19 vaccines currently in use must be administered via injection. But Instagram posts baselessly suggest that Bill Gates and George Soros will use COVID-19 tests to secretly vaccinate people who haven't yet received the shots. There is no evidence for that conspiracy theory, and scientists say trying to administer a vaccine with a swab would likely not be effective.", "sitename": "FactCheck.org", "date": "2021-07-27", "cleaned_text": "COVID-19 vaccines currently in use must be administered via injection. But Instagram posts baselessly suggest that Bill Gates and George Soros will use COVID-19 tests to secretly vaccinate people who haven't yet received the shots. There is no evidence for that conspiracy theory, and scientists say trying to administer a vaccine with a swab would likely not be effective. Full Story A group backed by the philanthropic organizations of Bill Gates and George Soros recently purchased a U.K.-based company that makes diagnostic tests, [including](https://www.forbes.com/sites/daviddawkins/2021/07/19/george-soros-and-bill-gates-backed-consortium-to-buy-uk-maker-of-covid-lateral-flow-tests-for-41-million/?sh=680630032687) rapid tests for COVID-19. Soros' Open Society Foundations [announced](https://www.opensocietyfoundations.org/newsroom/new-social-enterprise-seeks-to-expand-affordable-global-access-to-healthcare) on July 19 that the [Soros Economic Development Fund](https://www.bloomberg.com/profile/company/0207707D:US), with support from the Bill & Melinda Gates Foundation, had launched \"Global Access Health\" — with plans to bring medical technology to low-income countries. The announcement said Global Access Health had acquired the testing company [Mologic](https://mologic.co.uk/our-capabilities/) with plans to retool it and \"address gaps in the provision of global diagnostics in low-income communities and regions that profit-focused business has failed to address.\" On social media — where [Gates](https://www.factcheck.org/person/bill-gates/) and [Soros](https://www.factcheck.org/person/george-soros/) have long been the subject of false claims and conspiracy theories — the news was in some corners billed as being proof of something [vaguely nefarious](https://archive.is/OLadQ). A [TikTok video](https://archive.is/xERVC) viewed more than 18,000 times said the development should \"absolutely terrify everybody,\" and suggested the men were seeking \"population control.\" And some Instagram posts baselessly linked the news to a purported plot to give the COVID-19 vaccine to unwitting individuals who have opted to not receive the vaccine. A [post](https://archive.is/du0NY) from \"@unclesamsmisguidedchildren1,\" which received nearly 1,300 likes before it was deleted, posted a screenshot of a [news story](https://www.thetimes.co.uk/article/bill-gates-and-george-soros-buy-out-uk-covid-test-company-mologic-70c3r736b) about the purchase of the testing company. \"don't want to get VAX , they will just put whatever is in the VAX in the tests,\" the post claimed in its caption. \"They will make you get tested before a doctors app, before flying, before going to work, before entering a government building etc.\" The same post was also [shared](https://archive.is/nTeTA) on another account, where it has accrued more than 900 likes. But there is no evidence for the purported plot to surreptitiously give the COVID-19 vaccines through tests — or for the idea that the vaccines can be administered effectively that way. Representatives for the Gates Foundation and the Soros Economic Development Fund also told us the claim was false. A spokesperson for the Soros Economic Development Fund said in a statement that the allegation was \"clearly nonsense. The diagnostics that determine whether or not someone has COVID-19 are used independently of the vaccine strategy, and simply guide users whether or not to isolate or to seek medical care.\" Testing Done with Swab, Not Injection In relation to the post's reference to \"whatever is in the VAX,\" it's worth emphasizing that the ingredients in the COVID-19 vaccines that are being used in the U.S. are publicly listed in Food and Drug Administration documents, as readers can see in FDA fact sheets for the [Pfizer/BioNTech](https://www.fda.gov/media/144414/download), [Moderna](https://www.fda.gov/media/144638/download) and [Johnson & Johnson ](https://www.fda.gov/media/146305/download)vaccines. And all of those vaccines are administered through an injection. Most [tests for current COVID-19 infections](https://www.factcheck.org/scicheck_digest/what-tests-are-available-for-covid-19/) — including rapid tests — are meanwhile done either with a [nasal or throat swab](https://www.cdc.gov/coronavirus/2019-ncov/lab/resources/antigen-tests-guidelines.html#table1). [Lisa Morici,](https://medicine.tulane.edu/departments/microbiology-immunology-tips-mentor/faculty/lisa-morici-phd) an associate professor at the Tulane University School of Medicine who studies vaccines, told us that all of the \"authorized vaccines are given by needle injection and these rapid tests don't involve needles.\" Rapid COVID-19 tests use saliva or nasal samples, she noted in an email, and don't inject anything into bodies. [Karen A. Norris](https://vet.uga.edu/person/karen-a-norris/), a professor and researcher at the University of Georgia and its Center for Vaccines and Immunology, likewise told us in an email that \"the current vaccines are not formulated to work via nasal delivery.\" Nor were they tested to be given orally. Norris said that there is work underway to develop COVID-19 vaccines for intranasal delivery, as was described in a [recent paper](https://science.sciencemag.org/content/373/6553/397) in the journal [Science](https://science.sciencemag.org/content/373/6553/397) — though \"[g]enerating immunity via mucosal routes is hard,\" she said, which is \"why most vaccines on the market are delivered by injection.\" Such an approach isn't new for vaccines, Norris noted, since there's already an [influenza vaccine](https://www.cdc.gov/flu/prevent/nasalspray.htm) that is administered this way. \"Although there is a scientifically plausible reason for administering COVID19 vaccines via the nose, they would be administered using a spray device rather than a swab,\" said [Troy Randall](https://scholars.uab.edu/display/randallt), a researcher and professor at the University of Alabama at Birmingham who co-authored the recent Science article. \"A swab would be really inefficient and would almost certainly not work. By analogy, think of applying sunscreen. I could spray it on evenly and protect my skin, but if I applied it by poking my arm with a Q-tip I'll end up with a sunburn and a tiny white spot.\" Notably, two of the three vaccines authorized for emergency use in the U.S. — from [Pfizer/BioNTech](https://www.factcheck.org/2020/12/a-guide-to-pfizer-biontechs-covid-19-vaccine/) and [Moderna](https://www.factcheck.org/2020/12/a-guide-to-modernas-covid-19-vaccine/) — use modified messenger RNA, which instruct cells to create spike proteins that trigger an immune response to protect against COVID-19. And whether mRNA vaccines can be effectively administered through the nose is currently unclear. \"Some of the current shot-in-the-arm vaccines, like ChAdOx1\" — the [AstraZeneca vaccine](https://stm.sciencemag.org/content/early/2021/07/26/scitranslmed.abh0755) — \"might be useful as a nasal spray,\" Randall said. \"However, we have no idea whether any of the mRNA vaccines would work intranasally. Again, even if they worked, they would be administered as a spray and not a swab.\" There is also no oral COVID-19 vaccine in use yet — though some such pills are [being tested](https://www.forbes.com/sites/roberthart/2021/07/22/oral-covid-vaccine-set-to-begin-trials-in-israel/?sh=280822371ba5). In short, there's no evidence for the conspiracy theory that Gates and Soros will use COVID-19 tests to secretly vaccinate individuals — or for the idea that an effort to administer any of the current COVID-19 vaccines in such a way would effectively work. Editor's note: [SciCheck's COVID-19/Vaccination Project](https://www.factcheck.org/covid-misconceptions/) is made possible by a grant from the Robert Wood Johnson Foundation. The foundation has [no control](https://www.factcheck.org/2021/04/scicheck-and-our-committment-to-transparency/) over our editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation. The goal of the project is to increase exposure to accurate information about COVID-19 and vaccines, while decreasing the impact of misinformation. Sources Hart, Robert. \" [Oral Covid Vaccine Set To Begin Trials In Israel](https://www.forbes.com/sites/roberthart/2021/07/22/oral-covid-vaccine-set-to-begin-trials-in-israel/?sh=280822371ba5).\" Forbes. 22 Jul 2021. \" [Janssen COVID-19 Vaccine EUA Fact Sheet for Recipients and Caregiver](https://www.fda.gov/media/146305/download).\" Food and Drug Administration. Revised 8 Jul 2021. Lund, Frances E. and Troy D. Randall. \" [Scent of a vaccine](https://science.sciencemag.org/content/373/6553/397).\" Science. 23 Jul 2021. \" [Moderna COVID-19 Vaccine EUA Fact Sheet for Recipients and Caregivers](https://www.fda.gov/media/144638/download).\" Food and Drug Administration. Revised 24 Jun 2021. Morici, Lisa. Associate professor, Tulane University School of Medicine. Email to FactCheck.org. 21 Jul 2021. \" [New Social Enterprise Seeks to Expand Affordable Global Access to Health Care](https://www.opensocietyfoundations.org/newsroom/new-social-enterprise-seeks-to-expand-affordable-global-access-to-healthcare).\" Press release, Open Society Foundations. 19 Jul 2021. Norris, Karen. Professor, Center for Vaccines and Immunology, University of Georgia. Email to FactCheck.org. 23 Jul 2021. Orenstein, Walter. Associate director, Emory Vaccine Center. Email to FactCheck.org. 24 Jul 2021. \" [Pfizer-BioNTech COVID-19 Vaccine EUA Fact Sheet for Recipients and Caregivers](https://www.fda.gov/media/144414/download).\" Food and Drug Administration. Revised 25 Jun 2021. Randall, Troy. Professor, University of Alabama at Birmingham. Email to FactCheck.org. 23 Jul 2021. Van Doremalen, Neeltje, et al. \" ChAdOx1 nCoV-19/AZD1222 vaccination reduces viral shedding after SARS-CoV-2 D614G challenge in preclinical models.](https://stm.sciencemag.org/content/early/2021/07/26/scitranslmed.abh0755)\" "}