{"title": "El COVID-19 y su salud", "author": null, "url": "https://espanol.cdc.gov/coronavirus/2019-ncov/your-health/isolation.html", "hostname": "espanol.cdc.gov", "description": "Síntomas, pruebas de detección, qué hacer si se enferma, actividades diarias y más.", "sitename": "Centers for Disease Control and Prevention", "date": "2023-05-11", "cleaned_text": "Descargo de responsabilidad: Actualmente, se están realizando importantes actualizaciones al sitio en español sobre COVID-19 que podrían generar demoras en la traducción del contenido. Le pedimos disculpas por los inconvenientes. [Conozca más](https://www.cdc.gov/coronavirus/2019-ncov/hcp/infection-control-recommendations.html) [Recomendaciones para las personas completamente vacunadas](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) [Página principal del COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/) [guía para personas completamente vacunadas](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html). Los CDC recomiendan el uso universal de mascarillas en espacios cerrados por parte de todos los maestros, miembros del personal, estudiantes y visitantes de escuelas de kínder a 12.º grado, independientemente de su estado de vacunación. Los niños deberían retomar las clases presenciales a tiempo completo en otoño con la implementación de estrategias de prevención estratificadas. [aquí.](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) [aquí](https://espanol.cdc.gov/coronavirus/2019-ncov/travelers/international-travel/index.html). Aislamiento y precauciones para personas con COVID-19 [Si estuvo expuesto](https://espanol.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html) al COVID-19, debería empezar a tomar precauciones. Calculadora de aislamiento y exposición Una herramienta que le ayuda a determinar si debe aislarse o tomar otras medidas para prevenir la propagación del COVID-19. Si tiene COVID-19, puede propagar el virus a otras personas. Hay precauciones que puede tomar para prevenir la propagación a otras personas: aislarse, usar mascarilla y evitar el contacto con [personas que corren riesgo de enfermarse gravemente](https://espanol.cdc.gov/coronavirus/2019-ncov/your-health/risks-getting-very-sick.html). El aislamiento sirve para separar a las personas con COVID-19 confirmado o presunto de las que no tienen COVID-19. Estas recomendaciones no cambian con base en los [Niveles de ingresos en hospitales por COVID-19](https://espanol.cdc.gov/coronavirus/2019-ncov/your-health/covid-by-county.html). Si tiene COVID-19, vea también la información adicional sobre los [tratamientos](https://espanol.cdc.gov/coronavirus/2019-ncov/your-health/treatments-for-severe-illness.html) que pueda haber disponibles para usted. Esta información está dirigida al público en general. Los profesionales de atención médica pueden consultar [Cuándo suspender el aislamiento y las precauciones para personas con COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/hcp/duration-isolation.html). El objetivo de esta guía de los CDC es complementar —no reemplazar— cualquier ley, norma o reglamento federal, estatal, local, territorial o tribal de salud y seguridad. Para profesionales de la salud: [Cuándo suspender el aislamiento y las precauciones para personas con COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/hcp/duration-isolation.html) Más allá de que esté vacunado o no, debe aislarse de otras personas si tiene COVID-19. También debe aislarse si está enfermo y sospecha que podría tener COVID-19 pero todavía no tiene los resultados de la [prueba](https://espanol.cdc.gov/coronavirus/2019-ncov/symptoms-testing/testing.html) de detección. Si su resultado es positivo, siga todas las recomendaciones de aislamiento a continuación. Si su resultado es negativo, puede suspender el aislamiento. Puede suspender su aislamiento Siga todas las recomendaciones de aislamiento a continuación Cuando tiene COVID-19, el aislamiento se cuenta en días, de la siguiente manera: Si no tuvo síntomas - El día 0 es el día que se hizo la prueba (no el día que recibió el resultado positivo) - El día 1 es el primer día completo después del día en que se hizo la prueba - Si presenta [síntomas](https://espanol.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html)dentro de los 10 días de su prueba de detección, el recuento empieza el día 0 del día de aparición de los síntomas Si tuvo síntomas - El día 0 de aislamiento es el día que aparecieron los síntomas, más allá de cuándo recibió el resultado positivo - El día 1 es el primer día completo después del día en que empezó a tener [síntomas.](https://espanol.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html) Si su prueba es positiva para COVID-19, quédese en casa por al menos 5 días y aíslese de otras personas de su hogar. Probablemente sea más infeccioso durante los primeros 5 días. - Use una mascarilla de buena calidad si tiene que estar cerca de otras personas en el hogar y en público. - No vaya a lugares donde no puede usar una mascarilla. Vea guías de viajes en la [página web de viajes de los CDC](https://wwwnc.cdc.gov/travel/diseases/covid19). [No viaje](https://wwwnc.cdc.gov/travel/diseases/covid19). - Quédese en casa y apartado de otras personas tanto como pueda. - Use un baño separado, si es posible. - Tome medidas para [mejorar la ventilación](https://espanol.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html#ventilation)en casa, tanto como sea posible. - No comparta los artículos del hogar de uso personal como tazas, toallas y utensilios. - Esté atento a la aparición de [síntomas](https://espanol.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html). Si tiene una [señal de advertencia de emergencia](https://espanol.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html#seek-medical-attention)(como dificultad para respirar), busque atención médica de emergencia inmediatamente. - Aprenda más sobre [qué hacer si tiene COVID-19](https://espanol.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/index.html). Suspenda el aislamiento en función de la gravedad de sus síntomas de COVID-19. La pérdida del gusto y el olfato pueden durar semanas o meses después de la recuperación, pero no son motivo para demorar la suspensión del aislamiento. Si no tuvo síntomas Puede suspender el aislamiento después del día 5. Si tuvo síntomas y: Sus síntomas están mejorando Puede suspender el aislamiento después del día 5 si: - Hace 24 horas que no tiene fiebre (sin necesidad de medicamentos para bajar la fiebre). Sus síntomas no están mejorando Siga en aislamiento hasta que: - Hayan transcurrido 24 horas sin que tenga fiebre (sin necesidad de medicamentos para bajar la fiebre). - Sus síntomas estén mejorando.1 Si tuvo síntomas y tuvo: Enfermedad moderada (tuvo dificultad para respirar) Debe aislarse hasta el día 10. Enfermedad grave (fue hospitalizado) o tiene un sistema inmunitario debilitado - Debe aislarse hasta el día 10. - Consulte a su médico antes de suspender el aislamiento. - Es posible que suspender el aislamiento sin una prueba viral no sea la opción correcta para usted. Si no sabe con certeza si sus síntomas son moderados o graves, o si tiene un sistema inmunitario debilitado, hable con un proveedor de atención médica para pedirle orientación. Más allá de cuándo termine el aislamiento Hasta al menos el día 11: - Evite el contacto con personas que tienen más riesgo de enfermarse gravemente a causa del COVID-19. - Recuerde usar una mascarilla de muy buena calidad en espacios cerrados cuando está con otras personas, ya sea en casa o en lugares públicos. - No vaya a lugares donde no puede usar mascarilla hasta que esté en condiciones de suspender el uso de su mascarilla (ver abajo). - Vea guías de viajes en la [página web de viajes de los CDC](https://wwwnc.cdc.gov/travel/diseases/covid19). Una vez que haya terminado su aislamiento y se sienta mejor (no tenga fiebre sin el uso de medicamentos antitérmicos y sus síntomas estén mejorando): - Use su mascarilla hasta el día 10. O - Si tiene acceso a pruebas de antígenos, considere usarlas. Con dos pruebas negativas consecutivas con un intervalo de 48 horas, puede dejar de usar la mascarilla antes del día 10. Importante: Si el resultado de su prueba de antígenos [1](#ftn1) es positivo, significa que todavía podría ser infeccioso. Debe seguir usando una mascarilla y dejar transcurrir al menos 48 horas para hacerse otra prueba. Siga haciéndose pruebas de antígenos con un intervalo de al menos 48 horas entre ellas hasta tener dos resultados negativos consecutivos. Esto puede significar que deba seguir usando una mascarilla y haciéndose pruebas más allá del día 10. Una vez que suspendió el aislamiento, si reaparecen o empeoran sus síntomas del COVID-19, vuelva a iniciar el aislamiento desde el día 0. Consulte a un proveedor de atención médica si tiene preguntas acerca de sus síntomas o sobre cuándo suspender el aislamiento. [[1] Tal como señalan las etiquetas de la Administración de Alimentos y Medicamentos de las pruebas de antígenos de venta sin receta médica autorizadas, los resultados negativos de estas pruebas no descartan la infección por SARS-CoV-2 y no se debe basar ninguna decisión de tratamiento o manejo del paciente, incluidas las medidas de control de infecciones, exclusivamente en "}