{"title": "El inventor de la conexión entre triple vírica y autismo planeó ganar millones gracias al miedo a las vacunas", "author": "Autismo Diario; El inventor de la conexión entre triple vírica y autismo planeó ganar millones gracias al miedo a las vacunas", "url": "https://autismodiario.com/2011/01/12/el-inventor-de-la-conexion-entre-triple-virica-y-autismo-planeo-ganar-millones-gracias-al-miedo-a-las-vacunas/", "hostname": "autismodiario.com", "description": "Andrew Wakefield, el inventor de la falsa conexión entre la vacuna triple vírica -contra el sarampión, la rubeola y las paperas- y el autismo, planificó una serie de negocios para obtener millones aprovechándose del", "sitename": "Autismo Diario", "date": "2011-01-12", "cleaned_text": "](https://i0.wp.com/autismodiario.com/wp-content/uploads/2011/01/andrewWakefieldG500j.jpg) [vacuna triple vírica](https://www.cdc.gov/spanish/especialesCDC/mmr/index.htm) -contra el sarampión, la rubeola y las paperas- y el autismo, planificó una serie de negocios para obtener millones aprovechándose del miedo hacia las vacunas que su fraudulenta investigación iba a infundir entre el público, según [revela el periodista Brian Deer en el número de esta semana del British Medical Journal](http://www.bmj.com/cgi/doi/10.1136/bmj.c5258%20). El cirujano británico y sus socios calculaban, por ejemplo, que iban a ganar hasta 33 millones de euros anuales en Estados Unidos y Reino Unido sólo con la comercialización de pruebas para la detección de la enterocolitis autística, enfermedad cuya existencia no ha sido probada y que fue descrita por él y sus colaboradores en el mismo [artículo de The Lancet](http://press.thelancet.com/wakefieldpaper.pdf) en el que conectaban la triple vírica (MMR, por sus siglas en inglés) con el autismo.Wakefield y otros investigadores publicaron en 1998, en la revista The Lancet, un artículo en el cual, tras examinar sólo doce casos infantiles, aseguraban que existía una conexión entre la administración de la MMR y el autismo. El trabajo tuvo un gran impacto en Reino Unido. En los diez años siguientes, el índice de vacunación bajó del 92% al 85%, y los casos de sarampión pasaron de 58 a 1.348. En 204, diez de los coautores de la investigación retiraron su firma del artículo que había desatado la tormenta, y The Lancet publicó una rectificación poniendo en duda las conclusiones; [la prestigiosa revista retiró en febrero del año pasado el polémico artículo de sus archivos](http://blogs.elcorreo.com/magonia/2010/2/2/-the-lancet-se-retracta-del-estudio-1998-vinculaba-la); y el [Consejo General Médico (GMC) de Reino Unido prohibió en mayo a Wakefield ejercer en el país por su actitud deshonesta e irresponsable en el trabajo citado](http://blogs.elcorreo.com/magonia/2010/5/24/el-medico-invento-conexion-entre-vacunas-y-autismo-no). Ningún otro equipo de investigadores ha confirmado nunca la relación entre la MMR y el autismo por la cual Wakefield es famoso. Basándose en una investigación de siete años del periodista [Brian Deer](http://briandeer.com/), el British Medical Journal (BMJ) dictaminó la semana pasada que la conexión entre la triple vírica y el autismo había sido fruto de un \"sofisticado fraude\", algo que ya había denunciado The Times hace un año. \"El pánico a la MMR no se basó en mala ciencia, sino en un fraude deliberado\", y las \"pruebas claras de la falsificación de datos deben ahora cerrar la puerta definitivamente al dañino pánico sobre los efectos de esta vacuna\", [decía hace unos días Fiona Godlee, directora del BMJ](http://www.eurekalert.org/pub_releases/2011-01/bmj-bdm010511.php), quien compara el fraude de Wakefield con el del [hombre de Piltdown](https://es.wikipedia.org/wiki/Hombre_de_Piltdown). El negocio del miedo Deer destapa esta semana en el BMJ una compleja trama de intereses económicos detrás del montaje, que involucra no sólo Wakefield, sino también al [Hospital Libre Real de Londres](http://www.royalfree.org.uk/) en el cual trabajaba. Los gestores del centro, revela el periodista, empezaron a hablar con el cirujano de posibles negocios a montar basados en el miedo a la triple vírica cuando todavía no habían acabado sus investigaciones, y las conversaciones se relanzaron nada más publicarse el artículo de The Lancet que desató el pánico. Uno de los negocios, creado a nombre de la esposa de Wakefield, pretendía desarrollar vacunas con las que reemplazar la MMR, un kit de diagnóstico de la enterocolitis autística y otros productos que \"sólo podían tener alguna probabilidad de éxito si se minaba la confianza del público en la triple vírica\". Además, desde febrero de 1996, Wakefield estaba en contacto con Richard Barr, un abogado del [movimiento antivacunas](http://blogs.elcorreodigital.com/magonia/2009/8/18/una-conejita-contra-vacunas) que quería demandar a las farmacéuticas y buscaba pruebas científicas en su apoyo, y que financió secretamente buena parte de los trabajos del médico. La investigación de Deer saca a la luz, asimismo, cómo Wakefield no tuvo nunca intención de replicar los sorprendentes -y falsos- resultados de la investigación publicada en The Lancet a partir de sólo doce niños autistas. Cuenta el periodista cómo, a principios de la pasada década, el médico rechazó financiación para repetir las pruebas con 150 pacientes con la justificación de que su libertad académica podía verse comprometida, algo que, al parecer, no pensaba que ocurría con los centenares de miles de libras que había recibido del abogado Richard Barr. [Wakefield ha sido durante más de una década el líder intelectual del movimiento antivacunas mundial, impulsado en Estados Unidos por ](https://i0.wp.com/autismodiario.com/wp-content/uploads/2011/01/000.jpg) [Jenny McCarthy](https://en.wikipedia.org/wiki/Jenny_McCarthy), conejita [Playboy](http://www.playboy.com/) y actriz, y su exnovio Jim Carrey, celebridades que encabezaron la lucha contra la MMR en ese país. Con la experiencia médica que le da haberse desnudado ante medio mundo, [McCarthy empezó a decir en 2007 que su hijo era autista a causa de la triple vírica, aunque en 2008 anunció que el pequeño se había curado de esa enfermedad, que, en realidad, nunca había sufrido](http://blogs.elcorreo.com/magonia/2009/8/18/una-conejita-contra-vacunas). El eco en televisión de la insensateces de estas dos estrellas del mundo del espectáculo minó la confianza de muchos padres estadounidenses en las vacunas y ha supuesto un incremento en los casos de rubeola, sarampión y paperas registrados en el país. Ahora queda lo más difícil: restituir la confianza del público británico y estadounidense en la triple vírica, socavada por Wakefield y quienes le han apoyado desde los medios de comunicación, culpables por difundir falsedades sin contrastarlas, por puro sensacionalismo, como ocurre también en los casos de la telefonía móvil y los transgénicos. Por fortuna, todavía queda sitio para el periodismo de verdad, personificado en Brian Deer, autor de una investigación de indudable valor social, larga y, hay que suponer, cara. Fuente de la noticia: [Magonia](http://blogs.elcorreo.com/magonia/2010/1/29/el-medico-lider-los-antivacunas-actuo-forma-deshonesta-al) Desde el año 2007 venimos diciendo que no hay relación demostrada. Ver noticias relacionadas al final de esta noticia Enlaces a "}