{"title": "\"La acupuntura puede matar por omisión\"", "author": null, "url": "https://www.agenciasinc.es/Entrevistas/La-acupuntura-puede-matar-por-omision", "hostname": "agenciasinc.es", "description": "Por defensor acérrimo que se sea de la medicina tradicional china, nadie puede acusar a Víctor Javier Sanz (Bilbao, 1950), autor de 'La acupuntura ¡vaya timo!', de no haber hecho un exhaustivo trabajo de campo para escribir su libro. Este cardiólogo, que ejerce como médico de familia, llegó a acudir a un acupuntor \"disfrazado de paciente\". Aprovechó que padecía de migrañas, una de las indicaciones de la acupuntura, para experimentar en primera mano la técnica: \"Pensé: si me curo, vuelvo y quemo el libro\". Dos años después, sigue sufriendo migrañas y aboga sin medias tintas por la prohibición de la acupuntura. Según él, los ensayos clínicos de esta técnica no son fiables.", "sitename": "Agencia SINC", "date": "2012-08-10", "cleaned_text": "No podrás conectarte si excedes diez intentos fallidos. La Agencia SINC ofrece servicios diferentes dependiendo de tu perfil. Selecciona el tuyo: Por defensor acérrimo que se sea de la medicina tradicional china, nadie puede acusar a Víctor Javier Sanz (Bilbao, 1950), autor de 'La acupuntura ¡vaya timo!', de no haber hecho un exhaustivo trabajo de campo para escribir su libro. Este cardiólogo, que ejerce como médico de familia, llegó a acudir a un acupuntor \"disfrazado de paciente\". Aprovechó que padecía de migrañas, una de las indicaciones de la acupuntura, para experimentar en primera mano la técnica: \"Pensé: si me curo, vuelvo y quemo el libro\". Dos años después, sigue sufriendo migrañas y aboga sin medias tintas por la prohibición de la acupuntura. Según él, los ensayos clínicos de esta técnica no son fiables. ¿Cómo y por qué se acercó a la acupuntura? Mi interés por esta pseudociencia es antiguo. Como cardiólogo me empezó a interesar que, en los tratados de mi especialidad, se mencionaba que los chinos eran capaces de palpar 26 tipos distintos de pulso, cuando nosotros con cinco o seis tenemos de sobra, así que empecé a investigar y llegué a la conclusión de que había que leer sobre ello. Aunque la gente se cree que la acupuntura es solo pinchar, para la medicina tradicional china el pulso es fundamental, porque con él hacen el diagnóstico de la famosa energía Qi, que nadie sabe con exactitud qué es. Yo me acerqué a la acupuntura con mucha apertura de mente y, poco a poco, empecé a preguntarme cómo era posible que cada vez más gente acudiera a ella. El resultado fue [este libro](http://www.laetoli.net/product.php?id_product=76). Al contrario que en otras disciplinas consideradas pseudociencias, sobre la acupuntura sí hay evidencia científica, ensayos clínicos aleatorios y doble ciego publicados en las revistas médicas más prestigiosas, que cuentan con un sistema de revisión por pares. ¿Qué explicación le da? Es cierto que son revistas serias, pero de todos los estudios hay que leer la letra pequeña. Yo me he dejado las pestañas y me he fijado sobre todo en los ensayos teóricamente mejores, los publicados en revistas de mayor índice de impacto y con resultados positivos. La realidad no se corresponde con las conclusiones enunciadas. Por ejemplo, existe un estudio de esas características [la revisión de Jeannette Ezzo publicada en la Cochrane Library] que afirma que la acupuntura consigue disminuir la incidencia de los vómitos en pacientes sometidos a quimioterapia. Resulta que, efectivamente, es así, pero solo lo hace durante las ocho primeras horas del primer día de tratamiento y solo con electroacupuntura. Eso no lo pone en el resumen de la conclusión. En realidad, se trata del efecto novedad, algo que pasa mucho en medicina, como cuando uno ve entrar al médico por la puerta y ya se encuentra mejor. Según ese metanálisis, el efecto disminuye la incidencia pero, al analizar los estudios de los que se compone, se puede ver que la mayoría no tiene doble ciego, en muchos otros en vez de estimularse el punto que afirman (el P6), se estimulan dos... vamos, que están llenos de fallos. ¡Y están publicados en las revistas más importantes! No me extraña que la gente piense \"¿Y quién es este 'mediquito' para decir estas cosas?\". Otro problema es que se compara el efecto de la acupuntura con el de las medicaciones para evitar los vómitos, los antieméticos, que apenas sirven para nada. Por lo tanto, igualan, sí, pero en inefectividad. Usted afirma entonces que la publicación de ensayos clínicos positivos en revistas de alto impacto no tiene por qué demostrar la eficacia de una técnica. ¿No está poniendo duda todo el sistema de evidencia científica? Ya me han comentado algo parecido y yo siempre respondo lo mismo: los ensayos clínicos son solo una parte de la medicina. Es la medicina basada en la evidencia, son trabajos estadísticos y la estadística tiene el valor que tiene. Además, con respecto a la acupuntura hay características que tener en cuenta. Como explico en el libro, con la acupuntura es imposible diseñar un estudio doble ciego, porque la técnica bien aplicada produce parestesias [sensación de hormigueo o falta de sensibilidad en la piel] y la acupuntura falsa con la que se compara en este tipo de estudios, no. Por lo tanto, el paciente nota si se le está aplicando acupuntura. A pesar de eso, en su libro usted evalúa los ensayos clínicos sobre acupuntura... Sí. Solo esa característica bastaría para echar por tierra cualquier evidencia científica, pero hay más. Por ejemplo, los estudios sobre acupuntura nunca dan una explicación de causalidad y el valor que tienen los ensayos clínicos es inductivo, se tiene que juntar con la plausibilidad biológica, con la historia de la enfermedad y entonces sí se puede sacar una conclusión. Con la acupuntura, las cuentas no salen. Si cada uno de los 361 puntos de los que en teoría consta la acupuntura tiene una media de cinco indicaciones, salen unas 1.800 indicaciones para esta técnica. Por lo tanto, aunque pinchando en un punto determinado se consiguiera efectividad, el azar lo podría explicar. Lo que se tiene que demostrar no es que sea efectivo pinchar en un punto determinado para una indicación, sino que lo es al menos en el 80% de los mismos. Pero existen muchos fármacos en la medicina científica sobre los que se desconoce el mecanismo de acción, ocurre por ejemplo con muchos medicamentos oncológicos... Es cierto pero, en esos casos, sabemos que si con el tiempo hay una explicación, esta será bioquímica o neurofisiológica. En la acupuntura, por muchos años que pasen, nunca va a haber una explicación de ese tipo, porque los chinos ya han dado una explicación que no tiene validez científica. Esa es la trampa. Por una parte se quieren desmarcar y decir que es diferente y, por otra, apelan a su valor científico demostrado en ensayos clínicos... Esta gente no solo ha de probar la eficacia de una acupuntura determinada sobre una patología X, ha de demostrar también que existe el Qi y los meridianos [los canales del cuerpo por donde la acupuntura afirma que pasa la energía]. ¿Cree usted que se puede distinguir entre buenos y malos acupuntores? Lo curioso es que yo fui una vez, cuando estaba investigando para este libro. Fui con un familiar para ver el tipo de agujas que utilizaban, un tema que me preocupa ya que, aunque ahora optan por las de un solo uso, antes no lo hacían. Así que aproveché que sufro un problema de migrañas y visité a un acupuntor. Me dije: si me curo, vuelvo y quemo el libro, por supuesto no me curé. Más allá de la experiencia que tenga cada uno y de su habilidad, no creo que haya acupuntores buenos y malos, quizás distinguiría entre el acupuntor tradicional y el médico acupuntor. Estos últimos llegan a una contradicción enorme porque afirman que es mejor acudir a ellos para evitar diagnósticos incorrectos o los peligros que se puedan derivar de la técnica. Ante esa afirmación, dan ganas de decir: \"Entonces, poca confianza tiene usted en la acupuntura\". Y ya el colmo de la contradicción es que para aprender, estos médicos han de ir a acupuntor tradicional, incluso algunos se van a China. O sea, acuden a una persona que está reñida con la medicina occidental para aprender y, una vez que han aprendido, dicen que aquel señor no servía para nada. Pero si, en contra de sus consejos, alguien le pidiera recomendación sobre a qué acupuntor acudir, ¿no le diría que fuera a uno también médico? El hecho de que sea médico no significa nada, para mí incluso es peor. Me resulta increíble que un médico científico se dedique a esto, a no ser que sea por dinero. Cuento una anécdota curiosa en el libro. El auge actual de la acupuntura parte de la década de 1960, de la revolución cultural china porque Mao, que era listo, se dio cuenta de que la medicina occidental era muy cara y abogó por el rescate de la tradicional. En esa época, hubo una visita de Richard Nixon a la República Popular China, en la que se enseñó al presidente estadounidense y a los periodistas que le acompañaban cómo allí se anestesiaba solo con acupuntura. Después se supo que, además, se les habían administrado otros fármacos. Si se trata de una técnica totalmente ineficaz ¿por qué cree usted que es peligrosa? Además de los problemas con las agujas, que los ha habido, y de efectos secundarios innecesarios al pinchar un nervio o un órgano, la acupuntura también es peligrosa por omisión, puede incluso llegar a suponer la muerte de un enfermo. Hay pacientes que llegan tarde a la medicina científica porque han perdido el tiempo con la acupuntura. Pasó con Steve Jobs y a mí me ha sucedido con pacientes en mi propia consulta. En su libro, usted critica que la acupuntura afirmar curar dolencias muy graves, desde el cáncer a un infarto. Pero la realidad es que los organismos internacionales que avalan estas técnicas, desde los Institutos Nacionales de la Salud (NIH) de EE UU hasta la Organización Mundial de la Salud (OMS) hablan de su valor solo para sintomatología menor. ¿No está exagerando? Al contrario, yo no exagero nada. Ellos lo minimizan. Si se leen los libros que yo cito, que son los que se estudian y con los que se hacen las tesis sobre acupuntura, ahí se lee que la técnica es eficaz para todas esas enfermedades graves. Las indicaciones llegan hasta el sida y la esquizofrenia. Pero cuando hacen este tipo de informes, se dan cuenta de que poner eso es una barbaridad. Como los trastornos menores se curan con médico y sin médico, pues lo recomiendan solo para esos, de esta forma se cubren. Para las cosas graves, ahí sí derivan a la medicina científica. Pero ¿qué interés podrían tener la OMS y los NIH en engañar a la gente en este sentido? No es que tengan interés, es que no tienen dinero. Por ejemplo, a la ONU le faltan recursos para poner un hospital en un país pobre y llevar allí enfermeras y antibióticos, por lo que pueden recomendar tranquilamente medicinas autóctonas. Respecto a países más ricos, existen grupos de presión a los que interesa que se hable positivamente de la acupuntura. Yo creo que hay muchos acupuntores dentro de los órganos de decisión, como los colegios médicos. En comparación con la homeopatía, existe más evidencia científica sobre la acupuntura. ¿Cree que hay diferencias? Son absolutamente iguales. Efectivamente, la homeopatía tiene una aceptación enorme entre la gente y no tanto entre los médicos, mientras que con la acupuntura pasa al revés. Sin embargo, en cuanto lees la supuesta evidencia científica ves que no hay nada. ¿Por qué la gente se lo cree? Porque en las universidades no se enseña espíritu crítico ni lógica, y estadística, muy poca. ¿Cree que debería prohibirse la acupuntura? Por supuesto, y así lo digo en el libro. Si se trata de una ciencia falsa, hay que prohibirla. No hace mucho, se retiró del mercado una medicina muy conocida para el colesterol y ni siquiera era un engaño, porque había estudios. Pero se prohibió y, si miras las contraindicaciones que hubo, no creo que fueran muchas más que con la acupuntura. Si yo demuestro que esta técnica es falsa, ineficaz y peligrosa, como hago en el libro, y que además es un timo, sinceramente no sé qué pinta. ¿Se debería expedientar a los médicos que la practican? Quizás expedientarles es excesivo. Yo tomaría medidas similares a las del Gobierno sueco con la homeopatía, que quita el título a los médicos homeópatas solo mientras ejercen esa pseudociencia. ¿Usted quiere hacer acupuntura? De acuerdo, pero sepárelo de la medicina, porque con eso se está engañando a la gente. El hecho es que cuando alguien va al médico, es inevitable creer que algo sabe sobre la salud. Referencia bibliográfica: Víctor Javier Sanz. La acupuntura ¡vaya timo! Colección ¡Vaya timo! [Ed. Laetoli](http://www.laetoli.net/product.php?id_product=76), 2012. "}