{"title": "Tu estado emocional influye en las alergias", "author": "Dr Àngel Roig Alabart", "url": "https://www.topdoctors.es/articulos-medicos/la-relacion-entre-estado-emocional-y-alergias", "hostname": "topdoctors.es", "description": "¿Sabías que nuestro estado emocional puede influir incluso en las alergias que padecemos? Conoce todos los factores que influyen en las alergias", "sitename": "Top Doctors", "date": "2018-01-03", "cleaned_text": "La relación entre estado emocional y alergiasEscrito por: La alergia es un concepto muy presente en nuestras vidas, quizás debido a la frecuencia de sus manifestaciones. Este artículo es una aproximación a su naturaleza y causas más frecuentes, así como aclarar algunos conceptos que creo erróneos respecto a ella. La palabra alergia tiene su origen en dos palabras griegas: \"A elós\" que quiere decir diferente o contrario y \"ergon\" que significa movimiento, sentido ningún donde se mueve una cosa. Por lo tanto pueden decir que alergia quiere decir \"Movimiento diferente y/o contrario a la normalidad\". En el caso de la alergia que conocemos, este movimiento acostumbra a ser por exceso (hiper-*ergia) y no por defecto (hipo-*ergia). Podemos definirla como un estado de hipersensibilidad provocado por diferentes factores, y que afecta tanto a la esfera emocional como la física, siendo a través de las manifestaciones físicas que se alcanza el diagnóstico y se concretan habitualmente en reacciones de la piel y el aparato respiratorio y digestivo. Los últimos adelantos sobre los mecanismos más íntimos de la alergia apuntan a una hiperreactividad del Sistema Inmunitario (SI). Parece ser que determinadas sustancias propias del SI se encuentran en grandes cantidades y muy activas en los tejidos que presentan las reacciones que denominamos alérgicas. También se encuentra en grandes cantidades una sustancia que fabrica el cuerpo llamada Histamina como consecuencia de este exceso de actividad inmunitaria. Factores que provocan las alergias Las reacciones alérgicas se producen por la suma de varios factores. En primer lugar, está la predisposición hereditaria. Las alergias se observan en personas en las que encontraremos antecedentes familiares enfermedades determinadas como Migrañas, tendencia a procesos respiratorios, intolerancias digestivas y, en algunos casos, Tuberculosis. En segundo lugar, y como causa más inmediata, hay que observar el carácter y forma de afrontar la vida de cada individuo (personalidad) que influirán de forma determinante la vivencia de los retos de la vida, cambios, traumas, estrés, problemas familiares, de relación, laborales o escolares que le tienen que provocar alteraciones de tipo emocional. La Inmunología ya ha podido determinar la relación directa entre las alteraciones emocionales y las del Sistema Inmunitario (SI). Para que estos fenómenos se produzcan, hay que tener unos terrenos sensibles que sólo tendrán los individuos de unas determinadas personalidades. Por lo tanto la causa siempre es la persona. En estos procesos encontramos factores ambientales como la presencia de sustancias que se denominan alergénicas y que pueden ser los que desencadenen una crisis; factores externos o añadidos entre los cuales encontraremos la alimentación, las medicaciones químicas, las vacunaciones, etc. Estos son los factores desencadenantes o las circunstancias que pueden mejorar o empeorar el proceso. Cómo se producen las reacciones alérgicas Cuánto el organismo por cualquier de los factores causales antes mencionados entra en un estado que calificaríamos de estrés sea por situaciones laborales, afectivas, familiares, sociales, económicas y también físicas se producen una serie de trastornos que afectan a la totalidad de sus funciones tanto metabólicas como endocrinas o del Sistema Nervioso Neurovegetativo pero, en el supuesto de que nos ocupa de las alergias, el trastorno más importante se produce a nivel del Sistema Inmunitario como ya he apuntado. Estos trastornos consisten en un exceso de actividad de diferentes factores y células que llevan a la sangre sustancias que se fijan a las mucosas tanto respiratorias como digestivas o la piel, produciendo una inflamación que las predispone a reaccionar de forma exagerada a la presencia o contacto de aquellas sustancias a las que cada individuo es especialmente sensible. Por lo tanto podemos decir ahora que las enfermedades alérgicas las podemos calificar como autoinmunes, provocadas por sustancias y células generadas en el propio cuerpo y no por factores externos. Qué agentes son alérgenos Ya sabemos que el A alergia es un estado, por lo tanto, podemos ser a alérgicos a cualquier circunstancia, o sustancia a la que nuestro cuerpo se vuelva sensible. Las sustancias que más frecuentemente hacen desencadenar reacciones a alérgicas se las denomina a alérgenos, generadores de alergias y entre los más \"famosos \" por su frecuencia están los ácaros del polvo y todo una variedad de pólenes, además de determinados medicamentos químicos y alimentos. De todas maneras, es fácil entender que la alergia es debida a estos a alérgenos sino en el estado de sensibilidad que el cuerpo ha desarrollado respecto a ellos. Cómo identificar una alergia Una de las prácticas habituales en el estudio de los estados alérgicos es la realización de una serie de pruebas para determinar qué sueño las sustancias a las que cada persona es especialmente sensible a fin de poder llevar a cabo una terapia de desensibilización a través de vacunas. La idea de realizar estas pruebas surge del concepto de que hay que aislar a la persona afecta de las sustancias a las que resulte sensible, además de hacer otros tratamientos supresores de los síntomas. La validez de estas pruebas, pero, se limitada y a menudo poco fiable por una serie de circunstancias: - Es del todo imposible analizar todas las sustancias a las que está en contacto la persona. - El sistema de inoculación bajo la piel de las sustancias que habitualmente conectan con la persona por otras vías produce a menudo resultados positivos falsos. - Es frecuente que personas con síntomas claros de sufrir una alergia den negativo a las pruebas alérgicas. - La sensibilidad del individuo puede ir variante a lo largo del tiempo a diferentes estímulos. - Hay una serie de estímulos que provocan alergia como la humedad, el frío, el solo o las impresiones emocionales, por ejemplo, que "}