{"title": "PDF", "author": "PDF", "url": "https://nclb.dra.gov.pk/images/trs%20999.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "good manufacturing practices for biological products Replacement of Annex 1 of WHO Technical Report Series, No. 822 1. Introduction 96 2. Scope 96 3. Terminology 100 4. Principles and general considerations 104 5. Pharmaceutical quality system and quality risk management 106 6. Personnel 106 7. Starting materials 107 8. Seed lots and cell banks 109 9. Premises and equipment 111 10. Containment 113 11. Clean rooms 115 12. Production 116 13. Campaign production 118 14. Labelling 119 15. Validation 119 16. Quality control 121 17. Documentation (batch processing records) 122 18. Use of animals 123 19. Authors and acknowledgements 125 20. References 12794 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportGuidelines published by WHO are intended to be scientific and advisory in nature. Each of the following sections constitutes guidance for national regulatory authorities (NRAs) and for manufacturers of biological products. If an NRA so desires, these WHO Guidelines may be adopted as definitive national requirements, or modifications may be justified and made by the NRA.Annex 295Abbreviations AEFI adverse event following immunization ATMP advanced therapy BCG bacille Calmette-Guérin GMP good manufacturing practice(s) HEPA high-efficiency particulate air HV AC heating, ventilation and air conditioning IgE immunoglobulin E mAb monoclonal antibody MCB master cell bank MSL master seed lot MVS master virus seed NRA national regulatory authority PDL population doubling level PQR product quality review PQS pharmaceutical quality system QRM quality risk management rDNA recombinant SPF specific pathogen TSE transmissible spongiform WCB working bank WSL working seed lot WVS working virus seed96 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report1. Introduction Biological products can be defined according to their source material and method of manufacture. The source materials and methods employed in the manufacture of biological products for human use therefore represent critical factors in shaping their appropriate regulatory control. Biological products are derived from cells, tissues or microorganisms and reflect the inherent variability characteristic of living materials. The active substances in biological products are often too complex to be fully characterized by utilizing physicochemical testing methods alone and may show a marked heterogeneity from one preparation and/or batch to the next. Consequently, special considerations are needed when manufacturing biological products in order to maintain consistency in product quality. Good manufacturing practices (GMP) for biological products were first published by WHO in 1992 (1). This current revision reflects subsequent developments that have taken place in science and technology, and in the application of risk-based approaches to GMP (2-14). The content of this document should be considered complementary to the general recommendations set out in the current WHO good manufacturing practices for pharmaceutical products: main principles (2) and in other WHO documents related specifically to the production and control of biological products. This document is intended to serve as a basis for establishing national guidelines for GMP for biological products. If a national regulatory authority (NRA) so desires, the guidance provided may be adopted as definitive national requirements, or modifications may be justified and made by the NRA in light of the risk-benefit balance and legal considerations in each authority. In such cases, it is recommended that any modification to the principles and technical specifications set out below should be made only on the condition that the modifications ensure product quality, safety and efficacy that are at least equivalent to that recommended in this document. 2. Scope The guidance provided in this document applies to the manufacture, control and testing of biological products for human use - from starting materials and preparations (including seed lots, cell banks and intermediates) to the finished product. Manufacturing procedures within the scope of this document include: growth of strains of microorganisms and eukaryotic cells; extraction of substances from biological tissues, including human, animal and plant tissues, and fungi;Annex 297 recombinant DNA (rDNA) techniques; hybridoma techniques; propagation of microorganisms in embryos or animals. Medicinal products of biological origin manufactured by these procedures include allergens, antigens, vaccines, certain hormones, cytokines, monoclonal antibodies (mAbs), enzymes, animal immune sera, products of fermentation (including products derived from rDNA), biological diagnostic reagents for in vivo use and advanced therapy medicinal products (ATMPs) used for example in gene therapy and cell therapy. For human whole blood, blood components and plasma-derived products for therapeutic use separate comprehensive WHO guidance is available and should be followed (12, 15). In some countries certain small-molecule medicinal products (for example, antibiotics) are not defined as biological products. Nevertheless, where the manufacturing procedures described in this document are used then the guidance provided may be followed. The preparation of investigational medicinal products for use in clinical trials should follow the basic principles of GMP set out in these and other WHO GMP guidelines (2 , 16) as appropriate. However, certain other requirements (such as process and analytical method validations) could be completed before marketing authorization (17-19). The current document does not provide detailed recommendations for specific classes of biological products (for example, vaccines). Attention is therefore directed to other relevant WHO documents, and in particular to WHO recommendations to assure the quality, safety and efficacy of specific products. 1 Table 1 illustrates the typical risk-based application of the current document (4, 7). It should be noted that this table is illustrative only and is not intended to describe the precise scope. 1 See: http://www.who.int/biologicals/en/ (accessed 4 November 2015).98 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report Table 1 Scope of the current document (illustrative) Type and source of materialExample products Application of this document to steps in manufacture 1. Animal or plant sources: non- transgenicHeparins, insulin, enzymes, proteins, allergen extract, ATMPs, animal immune seraCollection of plant, organ, tissue or fluidCutting, mixing and/or initial processingIsolation and purificationFormulation and filling 2. Virus or bacteria/ fermentation/cell cultureViral or bacterial vaccines, WCB, MSL/ MVS, WSL/WVSCell culture and/or fermentationInactivation when and filling 3. Biotechnology fermentation/cell cultureRecombinant products, mAbs, allergens, vaccines, gene therapy (viral plasmids)Establishment maintenance of MCB, WCB, MSL, WSLCell culture and/or purification filling 4. Animal sources: transgenicRecombinant proteins, ATMPsMaster and working transgenic bankCollection, cutting, mixing and/or initial processingIsolation, purification and modificationFormulation and filling 5. Plant sources: transgenicRecombinant proteins, vaccines, allergensMaster and working transgenic extraction,isolation, purification and modificationFormulation and fillingAnnex 299Type and source of materialExample products Application of this document to steps in manufacture 6. Human sources Urine-derived enzymes, hormonesCollection of fluid Mixing and/or initial processingIsolation and purificationFormulation and filling 7. Human and/or animal sourcesGene therapy: genetically modified cellsDonation, procurement and testing of starting tissue/cells aVector manufacture and cell purification and processingEx vivo geneticmodification of cells, establish MCB, WCB or cell stockFormulation and filling Somatic cell therapy Donation, procurement and testing of starting tissue/cells aEstablishing and maintaining MCB, WCB or cell stockCell isolation, culture purification and combination with non-cellular componentsFormulation, combination and filling Tissue-engineered productsDonation,procurement and testing of starting tissue/cells aInitial processing,isolation and purification, establishing and maintaining MCB, WCB, primary cell stockCell isolation, culture, purification and combination with non-cellularcomponentsFormulation, combination and filling a GMP guidelines, as described in this document, are not applied to this step. Other national regulations, requirements, recommendations and/or guidelines may apply as deemed necessary by the NRA. MCB = master cell bank; MSL = master seed lot; MVS = master virus seed; WCB = working cell bank; WSL = working seed lot; WVS = working virus seed.Table 1 continued100 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report3. Terminology In addition to the terms defined in WHO good manufacturing practices for pharmaceutical products: main principles (2) and WHO good manufacturing practices for sterile pharmaceutical products (3), the definitions given below apply to the terms as used in the current document. These terms may have different meanings in other contexts. Active substance: a defined process intermediate containing the active ingredient, which is subsequently formulated with excipients to produce the drug product. This may also be referred to as \"drug substance\" or \"active ingredient\" in other documents. Adventitious agents: contaminating microorganisms of the cell culture or source materials, including bacteria, fungi, mycoplasmas/spiroplasmas, mycobacteria, rickettsia, protozoa, parasites, transmissible spongiform encephalopathy (TSE) agents and viruses that have been unintentionally introduced into the manufacturing process of a biological product. The source of these contaminants may be the legacy of the cell line, or the raw materials used in the culture medium to propagate the cells (in banking, in production or in their legacy), the environment, personnel, equipment or elsewhere. Allergen: a molecule capable of inducing an immunoglobulin E (IgE) response and/or a Type I allergic reaction. Antibodies: proteins produced naturally by the B-lymphocytes that bind to specific antigens. Using rDNA technology antibodies are also produced in other (continuous) cell lines. Antibodies may be divided into two main types - monoclonal and polyclonal antibodies - based on key differences in their methods of manufacture. Also called immunoglobulins. Antigens: substances (for example, toxins, foreign proteins, bacteria, tissue cells and venoms) capable of inducing specific immune responses. Axenic: a single organism in culture which is not contaminated with any other organism. Bioburden: the level and type (objectionable or not) of microorganisms present in raw materials, media, biological substances, intermediates or finished products. Regarded as contamination when the level and/or type exceed specifications. Biohazard: any biological material considered to be hazardous to people and/or the environment. Biological starting materials: starting materials derived from a biological source that mark the beginning of the manufacturing process of a drug, as described in a marketing authorization or licence application, and from which the active ingredient is derived either directly (for example, plasma derivatives, ascitic fluid and bovine lung) or indirectly (for example, cell substrates, host/vector production cells, eggs and viral strains).Annex 2101Biosafety risk group: denotes the containment conditions required for safe handling of organisms associated with different hazards, ranging from Risk Group 1 (lowest risk, no or low individual and community risk, and unlikely to cause disease) to Risk Group 4 (highest risk, high individual and community risk, usually causes severe disease, and which is likely to spread with no prophylaxis or treatment available) (20). Campaign manufacture: the manufacture of an uninterrupted sequence of batches of the same product or intermediate in a given time period, followed by strict adherence to accepted control measures before switching to another product or different serotype. The different products are not run at the same time but may be run on the same equipment. Cell bank: a collection of appropriate containers whose contents are of uniform composition and stored under defined conditions. Each container represents an aliquot of a single pool of cells. Cell culture: the process by which cells that are no longer organized into tissues are grown in vitro under defined and controlled conditions. Cell cultures are operated and processed under axenic conditions to ensure a pure culture absent of microbial contamination. Cell stock: primary cells expanded to a given number of cells to be aliquoted and used as starting material for production of a limited number of lots of a cell-based medicinal product. Containment: the concept of using a process, equipment, personnel, utilities, system and/or facility to contain product, dust or contaminants in one zone, preventing them from entering into another zone and/or escaping. Continuous culture: a process by which the growth of cells is maintained by periodically replacing a portion of the cells and the medium so that there is no lag or saturation phase. Control strategy: a planned set of controls derived from current product and process understanding that assures process performance and product quality. The controls can include parameters and attributes related to active substance and finished product materials and components; facility and equipment operating conditions; in-process controls; finished product specifications; and the associated methods and frequency of monitoring and control. Cross-contamination: contamination of a starting material, intermediate product or finished product with another starting material or product during production. In multi-product facilities, cross-contamination can occur throughout the manufacturing process, from generation of the master cell bank (MCB) and working cell bank (WCB) to finished product. Dedicated: facility, personnel, equipment or piece of equipment used only in the manufacture of a particular product or group of specified products of similar risk.102 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportDedicated area: an area that may be in the same building as another area but which is separated by a physical barrier and which has, for example, separate entrances, staff facilities and air-handling systems. Also referred to as \"self-contained facility\" in other GMP documents. Feeder cells: cells used in co-culture to maintain pluripotent stem cells. For human embryonic stem cell culture, typical feeder layers include mouse embryonic fibroblasts or human embryonic fibroblasts that have been treated to prevent them from dividing. Finished product: a finished dosage form that has undergone all stages of manufacture, including packaging in its final container and labelling. Also referred to as \"finished dosage form\" or \"final documents. Fermentation: maintenance or propagation of microbial cells in vitro (fermenter). Fermentation is operated and progressed under axenic conditions to ensure a pure culture absent of contaminating microorganisms. Harvesting: the procedure by which the cells, inclusion bodies or crude supernatants containing the unpurified active ingredient are recovered. Hybridoma: an immortalized cell line that secretes desired (monoclonal) antibodies and which is typically derived by fusing B-lymphocytes with tumour cells. Inactivation: removal or reduction to an acceptable limit of infectivity of microorganisms or detoxification of toxins by chemical or physical modification. Master cell bank (MCB): a quantity of well-characterized cells of animal or other origin, derived from a cell seed at a specific population doubling level (PDL) or passage level, dispensed into multiple containers and stored under defined conditions. The MCB is prepared from a single homogeneously mixed pool of cells. In some cases, such as genetically engineered cells, the MCB may be prepared from a selected cell clone established under defined conditions. However, the MCB may not be clonal. The MCB is used to derive a working cell bank (WCB). Monoclonal antibodies (mAbs): homogenous antibody population obtained from a single clone of lymphocytes or by recombinant technology and which bind to a single epitope. Pharmaceutical quality system (PQS): management system used by a pharmaceutical company to direct and control its activities with regard to quality. Polyclonal antibodies: antibodies derived from a range of lymphocyte clones and produced in humans and animals in response to the epitopes on most \"non-self \" molecules. Primary containment: a system of containment that prevents the escape of a biological agent into the immediate working environment. It involves the use of closed containers or biological safety cabinets along with secure operating procedures.Annex 2103Quality risk management (QRM): a systematic process for the assessment, control, communication and review of risks to the quality of pharmaceutical products across the product life-cycle. Reference sample: a sample of a batch of starting material, packaging material, intermediate or finished product which is stored for the purpose of being analysed should the need arise during the shelf-life of the batch concerned. Retention sample: a sample of a fully packaged unit from a batch of finished product. It is stored for identification purposes (for example, of presentation, packaging, labelling, patient information leaflet, batch number and expiry date) should the need arise during the shelf-life of the batch concerned. Seed lot: a quantity of live cells or viruses which has been derived from a single culture (though not necessarily clonal), has a uniform composition and is aliquoted into appropriate storage containers from which all future products will be derived, either directly or via a seed lot system. The following derived terms are used in this document - master seed lot (MSL): a lot or bank of cells or viruses from which all future vaccine production will be derived. The MSL represents a well-characterized collection of cells or viruses or bacteria of uniform composition. Also referred to as \"master virus seed\" (MVS) for virus or \"master in other documents; and working seed lot (WSL): a cell or viral or bacterial seed lot derived by propagation from the MSL under defined conditions and used to initiate production of vaccines on a lot-by-lot basis. Also referred to as \"working virus seed\" (WVS) virus or documents. Specific pathogen free (SPF): denoting animals or animal materials (such as chickens, embryos, eggs or cell cultures) derived from groups of animals (for example, flocks or herds) free from specified pathogens, and used for the production or quality control of biological products. Such flocks or herds are defined as animals sharing a common environment and having their own caretakers who have no contact with non-SPF groups. Starting materials: any substances of a defined quality used in the production of a pharmaceutical product, but excluding packaging materials. In the context of biological products manufacturing, examples of starting materials may include cryo-protectants, feeder cells, reagents, growth media, buffers, serum, enzymes, cytokines, growth factors and amino acids. Transgenic: denoting an organism that contains a foreign gene in its normal genetic component for the expression of biological pharmaceutical materials. Vaccine: a preparation containing antigens capable of inducing an active immune response for the prevention, amelioration or treatment of infectious diseases.104 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportWorking cell bank (WCB): a quantity of well-characterized cells of animal or other origin, derived from an MCB at a specific PDL or passage level, dispensed into multiple containers and stored under defined conditions. The WCB is prepared from a single homogeneously mixed pool of cells (often, this is the MCB). One or more of the WCB containers is used for each production culture. 4. Principles and general considerations The manufacture of biological products should be undertaken in accordance with the basic principles of GMP . The points covered by the current document should, therefore, be considered as complementary to the general recommendations set out in the current WHO good manufacturing practices for pharmaceutical products: main principles (2 ) and associated specialized guidelines and recommendations (3, 4, 10, 13, 14) as well as other WHO documents related specifically to the production and control of biological products established by the WHO Expert Committee on Biological Standardization. 2 The manufacture, control and administration of biological active substances and finished products require certain specific considerations and precautions arising from the nature of these products and their processes. Unlike conventional pharmaceutical products which are manufactured using chemical and physical techniques capable of a high degree of consistency, the manufacture of biological active substances and finished products involves biological processes and materials, such as cultivation of cells or extraction from living organisms. As these biological processes may display inherent variability, the range and nature of by-products may also be variable. As a result, quality risk management (QRM) principles are particularly important for this class of materials and should be used to develop the control strategy across all stages of manufacture so as to minimize variability and reduce the opportunity for contamination and cross-contamination. Materials and processing conditions used in cultivation processes are designed to provide conditions for the growth of target cells and microorganisms - therefore, extraneous microbial contaminants have the opportunity to grow. Furthermore, many biological products have limited ability to withstand certain purification techniques, particularly those designed to inactivate or remove adventitious viral contaminants. The design of the processes, equipment, facilities, utilities, the conditions of preparation and addition of buffers and reagents, sampling, and training of the operators are key considerations in minimizing 2 See: http://www.who.int/biologicals/en/ (accessed 4 November 2015).Annex 2105such contamination events. Specifications outlined in WHO guidelines and recommendations will determine whether and to what stage of production substances and materials can have a defined level of bioburden or need to be sterile. Similarly, manufacturing should be consistent with other specifications set out in the product summary files, marketing authorization or clinical trial approvals (for example, number of generations (expressed as doublings or passages) between the seed lot or cell bank and the finished product). Many biological materials (such as live-attenuated bacteria and viruses) cannot be terminally sterilized by heat, gas or radiation. In addition, some products, such as certain live and adjuvanted vaccines (for example, bacille Calmette-Guérin (BCG) or cholera), may not be sterilized by filtration processes. For these axenic products, processing should be conducted aseptically to minimize the introduction of contaminants from the point where a potential contamination cannot be removed from the manufacturing process. Relevant WHO documents should be consulted on the validation of specific manufacturing steps such as virus removal or inactivation (21). Robust environmental controls and monitoring and, wherever feasible, in situ cleaning and sterilization systems, together with the use of closed systems can significantly reduce the risk of accidental contamination and cross-contamination. Control usually involves biological analytical techniques, which typically have a greater variability than physicochemical determinations. The combination of variability in starting materials and the potential for subtle changes during the manufacturing process of biological products also requires an emphasis on production consistency. This is of particular concern because of the need to link consistency to original clinical trials documenting the product's safety and efficacy. A robust manufacturing process is therefore crucial and in-process controls take on a particular importance in the manufacture of biological active substances and medicinal products. Because of the risks inherent in producing and manipulating pathogenic and transmissible microorganisms during the production and testing of biological materials, GMP should prioritize the safety of the recipient to whom the biological product is administered, the safety of personnel during operation and the protection of the environment. Biosafety considerations should follow national guidelines and (if applicable and available) international guidelines. In most countries, the regulation of GMP and biosafety are governed by different institutions. In the context of manufacturing pathogenic biological products of Biosafety Risk Group 3 and 4, close collaboration between such institutions is especially required to assure that both product contamination and environmental contamination levels are controlled within acceptable limits. Specific recommendations regarding containment are outlined below in section 10.106 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report5. Pharmaceutical quality system and quality risk management Biological products, like any pharmaceutical product, should be manufactured in accordance with the requirements of a pharmaceutical quality system (PQS) based on a life-cycle approach as defined in WHO good manufacturing practices for pharmaceutical products: main principles (2 ). This approach facilitates innovation and continual improvement, and also strengthens the link between pharmaceutical development and manufacturing activities. QRM principles should be used to develop the control strategy across all manufacturing and control stages - including materials sourcing and storage, personnel and materials flow, manufacture and packaging, quality control, quality assurance, storage and distribution activities, as described in relevant WHO guidelines (14) and other documents (22). Due to the inherent variability of biological processes and starting materials, ongoing trend analysis and periodic review are particularly important elements of PQS. Thus, special attention should be paid to starting material controls, change control, trend analysis and deviation management in order to ensure production consistency. Monitoring systems should be designed so as to provide early detection of any unwanted or unanticipated factors that may affect the quality, safety and efficacy of the product. The effectiveness of the control strategy in monitoring, reducing and managing such risks should be regularly reviewed and the systems updated as required taking into account scientific and technical progress. 6. Personnel 6.1 Personnel responsible for production and control should have an adequate background in relevant scientific disciplines such as microbiology, biology, biometry, chemistry, medicine, pharmacy, pharmacology, virology, immunology, biotechnology and veterinary medicine, together with sufficient practical experience to enable them to perform their duties. 6.2 The health status of personnel should be taken into consideration as part of ensuring product safety. Where necessary, personnel engaged in production, maintenance, testing and animal care (and inspections) should be vaccinated with appropriate specific vaccines and have regular health checks. Any changes in the health status of personnel which could adversely affect the quality of the product should preclude their working in the production area, and appropriate records kept. The scope and frequency of health monitoring should be commensurate with the risk to the product and personnel.Annex 21076.3 Training in cleaning and disinfection procedures, hygiene and microbiology should emphasize the risk of microbial and adventitious contamination and the nature of the target microorganisms and growth media routinely used. 6.4 Where required to minimize the opportunity for cross-contamination, restrictions on the movement of all personnel (including quality control, maintenance and cleaning staff) should be defined on the basis of QRM principles. In general, all personnel including those not routinely involved in the production operation (such as management, engineering staff and validation staff or auditors) should not pass from areas with exposure to live microorganisms, genetically modified microorganisms, animal tissue, toxins, venoms or animals to areas where other products (inactivated or sterile) or different organisms are handled. If such passage is unavoidable during a working day, then contamination control measures (for example, clearly defined decontamination measures such as a complete change of appropriate clothing and shoes, and showering if applicable) should be followed by all personnel visiting any such production area unless otherwise justified on the basis of QRM. 6.5 Because the risks are difficult to manage, personnel working in an animal facility should be restricted from entering production areas where potential risks of cross-contamination exist. 6.6 Staff assigned to the production of BCG products should not work with other infectious agents. In particular, they should not work with virulent strains of Mycobacterium tuberculosis , nor should they be exposed to a known risk of tuberculosis infection (23). Additionally, they should be carefully monitored, with regular health checks that screen for tuberculosis infection. 6.7 If personnel working in BCG manufacturing and in animal quarters need to be reassigned to other manufacturing units they should not be allowed into such units until they pass their health check. 7. Starting materials 7.1 The source, origin and suitability of active substances, starting materials (for example, cryo-protectants and feeder cells), buffers and media (for example, reagents, growth media, serum, enzymes, cytokines, growth factors and amino acids) and other components of the finished product should be clearly defined and controlled according to the principles set out in WHO guidance on GMP for pharmaceutical products (2).108 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report7.2 Manufacturers should retain information describing the source and quality of the biological materials used for at least 1 year after the expiry date of the finished products and according to local regulations concerning biological products. It has been found that documents retained for longer periods may provide useful information related to adverse events following immunization (AEFIs) and other investigations. 7.3 All starting material suppliers (that is, manufacturers) should be initially qualified on the basis of documented criteria and a risk-based approach. Regular assessments of their status should also be carried out. Particular attention should be given to the identification and monitoring of any variability that may affect biological processes. When starting materials are sourced from brokers who could increase the risk of contamination by performing repackaging operations under GMP (2, 4) they should be carefully qualified; an audit may form part of such qualification, as needed. 7.4 An identity test, or equivalent, should be performed on each batch of received starting materials prior to release. The number of containers sampled should be justified on the basis of QRM principles and in agreement with all applicable guidelines (2). The identification of all starting materials should be in compliance with the requirements appropriate to the stage of manufacture. The level of testing should be commensurate with the qualification level of the supplier and the nature of the materials used. In the case of starting material used to manufacture active substances the number of samples taken should be based on statistically recognized criteria and QRM principles (2 ). However, for starting materials and intermediates used in the formulation of finished product each container should be sampled for identity testing in accordance with the main principles of GMP for pharmaceutical products unless reduced testing has been validated. 7.5 The sampling process should not adversely affect the quality of the product. Incoming starting materials should be sampled under appropriate conditions in order to prevent contamination and cross-contamination. 7.6 Where justified (such as the special case of sterile starting materials) it may be acceptable to reduce the risk of contamination by not performing sampling at the time of receipt but to perform the testing later on samples taken at the time of use. In such cases, release of the finished product is conditional upon satisfactory results of these tests. 7.7 Where the necessary tests for approving starting materials take a significantly long time, it may be permissible by exception to process starting materials before the test results are available. The use of these materials should be clearly justified in a documented manner, and the risks Annex 2109should be understood and assessed under the principles of QRM. In such cases, release of the finished product is conditional upon satisfactory results from the tests. It must be ensured that this is not standard practice and occurs only with justification of the risk taken. 7.8 The risk of contamination of starting materials during their passage along the supply chain should be assessed, with particular emphasis on adventitious agents such as those causing TSEs (24). Other materials that come into direct contact with manufacturing equipment and/or with potential product contact surfaces (such as filter media, growth media during aseptic process simulations and lubricants) should also be controlled. A quality risk assessment should be performed to evaluate the potential for adventitious agents in biological starting materials. 7.9 Where required, the sterilization of starting materials should be carried out by heat whenever possible. Where necessary, other appropriate validated methods may also be used for this purpose (such as irradiation and filtration). 7.10 The controls required for ensuring the quality of sterile starting materials and of the aseptic manufacturing process should be based on the principles and guidance contained in the current WHO good manufacturing practices for sterile pharmaceutical products (3). 7.11 The transport of critical materials, reference materials, active substances, human tissues and cells to the manufacturing site should be controlled as part of a written quality agreement between the responsible parties if they are different commercial entities. Manufacturing sites should have documentary evidence of adherence to the specified storage and transport conditions, including cold chain requirements, if required. The required traceability - starting at tissue establishments through to the recipient(s), and including the traceability of materials in contact with the cells or tissues - should be ensured, maintained and documented. 8. Seed lots and cell banks 8.1 The recommendations set out in WHO good manufacturing practices for active pharmaceutical ingredients (4) should be followed - specifically section 18 on specific guidance for active pharmaceutical ingredients manufactured by cell culture/fermentation. 8.2 Where human or animal cells are used as feeder cells in the manufacturing process, appropriate controls over their sourcing, testing, transport and storage should be in place.110 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report8.3 In order to prevent the unwanted drift of genetic properties which might result from repeated subcultures or multiple generations, the production of biological products obtained by microbial culture, cell culture or propagation in embryos and animals should be based on a system of master and working seed lots and/or cell banks; which is the beginning of the manufacturing process of certain biological products (for example, vaccines). 8.4 The number of generations (expressed as passages or doublings) between the seed lot or cell bank and the finished product, defined as maximum, should be consistent with the marketing authorization dossier and should not be exceeded. 8.5 Cell-based medicinal products are often generated from a cell stock obtained from a limited number of passages. In contrast with the two- tier system of MCBs and WCBs, the number of production runs from a cell stock is limited by the number of aliquots obtained after expansion and does not cover the entire life-cycle of the product. Cell stock changes should be covered by a validation protocol and communicated to the NRA, as applicable. 8.6 Establishment and handling of the MCBs and WCBs should be performed under conditions which are demonstrably appropriate. These should include an appropriately controlled environment to protect the seed lot and the cell bank, and the personnel handling them. To establish the minimum requirements for clean room grade and environmental monitoring in the case of vaccines see the WHO Environmental monitoring of clean rooms in vaccine manufacturing facilities: points to consider for manufacturers of human vaccines (25). During the establishment of the seed lot and cell bank, no other living or infectious material (such as viruses, cell lines or microbial strains) should be handled simultaneously in the same area or by the same persons, as set out in current WHO Recommendations (26). 8.7 Quarantine and release procedures for master and working cell banks/seed lots should be followed, including adequate characterization and testing for contaminants. Initially, full characterization testing of the MCB should be done, including genetic identification. A new MCB (from a previous initial clone, MCB or WCB) should be subjected to the same established testing as the original MCB, unless otherwise justified. Thereafter, the viability, purity and other stability-indicating attributes of seed lots and cell banks should be checked regularly according to justified criteria. Evidence of the stability and recovery of the seed lots and banks should be documented and records should be kept in a manner that permits trend evaluation.Annex 21118.8 Each storage container should be adequately sealed, clearly labelled and kept at an appropriate temperature. A stock inventory should be kept. The storage temperature should be recorded continuously and, where applicable, the liquid nitrogen level should be monitored. Any deviation from the set limits, and any corrective and preventive action taken, should be recorded. Temperature deviations should be detected as early as possible (for example, through the use of an alarm system for temperature and nitrogen levels). 8.9 Seed lots and cell banks should be stored and used in such a way as to minimize the risks of contamination or alteration (for example, stored in qualified ultra-low temperature freezers or liquid nitrogen storage containers). Control measures for the storage of different seeds and/or cells in the same area or equipment should prevent mix-up and should take into account the infectious nature of the materials in order to prevent cross-contamination. 8.10 MSLs, MCBs, and preferably also WSLs and WCBs, should be stored in two or more controlled separate sites in order to minimize the risk of total loss due to natural disaster, equipment malfunction or human error. A contingency plan should be in place. 8.11 The storage and handling conditions for the cell or seed banks should be defined. Access should be controlled and restricted to authorized personnel, and appropriate access records maintained. Records of location, identity and inventory of individual containers should also be kept. Once containers are removed from the seed lot/cell bank management system they should not be returned to stock. 9. Premises and equipment 9.1 In general, preparations containing live microorganisms or live viruses should not be manufactured and containers should not be filled in areas used for the processing of other pharmaceutical products. However, if the manufacturer can demonstrate and validate effective containment and decontamination of the live microorganisms and viruses then the use of multi-product facilities may be justifiable. In such cases, measures such as campaign production, closed systems and/or disposable systems should be considered and should be based on QRM principles (see sections 10 and 13 below on containment and campaign production respectively). 9.2 Documented QRM should be carried out for every additional product in a biological manufacturing multi-product facility, which may include a potency and toxicological evaluation based on cross-contamination 112 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportrisks. Other factors to be taken into account include facility/equipment design and use, personnel and material flows, microbiological controls, physicochemical characteristics of the active substance, process characteristics, cleaning processes and analytical capabilities relative to the relevant limits established from product evaluation. The outcome of the QRM process should be the basis for determining the necessity for premises and equipment to be dedicated to a particular product or product family, and the extent to which this should be the case. This may include dedicating specific product-contact parts. The NRA should approve the use of a manufacturing facility for the production of multiple products on case-to-case basis. 9.3 Killed vaccines, antisera and other biological products - including those made by rDNA techniques, toxoids and bacterial extracts - may, following inactivation, be manufactured on the same premises provided that adequate decontamination and cleaning measures are implemented on the basis of QRM. 9.4 Cleaning and sanitization should take into account the fact that processes often include the handling of growth media and other growth-promoting agents. Validation studies should be carried out to ensure the effectiveness of cleaning, sanitization and disinfection, including elimination of residues of used agents. Environmental and personnel safety precautions should be taken during the cleaning and sanitization processes. The use of cleaning and sanitizing agents should not pose any major risk to the performance of equipment. The use of closed systems to improve asepsis and containment should be considered where practicable. Where open systems are utilized during processing (for example, during addition of growth supplements, media, buffers and gases, and during sampling and aseptic manipulations during the handling of live cells such as in cell-therapy products) control measures should be put in place to prevent contamination, mix-up and cross-contamination. Logical and unidirectional flows of personnel, materials and processes, and the use of clean-in-place and sterilize-in-place systems, should be considered wherever possible. Where sterile single-use systems such as bags and connectors are utilized, they should be qualified with respect to suitability, extractables, leachables and integrity. 9.5 Because of the variability of biological products, and of the corresponding manufacturing processes, approved starting materials that have to be measured or weighed for the production process (such as growth media, solutions and buffers) may be kept in small stocks in the production area for a specified period of time according to defined criteria - such as for Annex 2113the duration of manufacture of the batch or of the campaign. Appropriate storage conditions and controls should be maintained during such temporary storage. These materials should not be returned to the general stock. Materials used to formulate buffers, growth media and so on should be weighed and made into a solution in a contained area using local protection (such as a classified weighing booth) and outside the aseptic processing areas in order to minimize particulate contamination of the latter. 9.6 In manufacturing facilities, the mix-up of entry and exit of personnel should be avoided through the use of separate changing rooms or through procedural controls where Biosafety Risk Group 3 or 4 organisms are handled (20). 10. Containment 10.1 Airborne dissemination of live microorganisms and viruses used for the production process, including those from personnel, should be avoided. 10.2 Adequate precautions should be taken to avoid contamination of the drainage system with dangerous effluents. Drainage systems should be designed in such a way that effluents can be effectively neutralized or decontaminated to minimize the risk of cross-contamination. Specific and validated decontamination systems should be considered for effluents when infectious and/or potentially infectious materials are used for production. Local regulations should be complied with in order to minimize the risk of contamination of the external environment according to the risk associated with the biohazardous nature of waste materials. 10.3 Dedicated production areas should be used for the handling of live cells capable of persistence in the manufacturing environment, for pathogenic organisms of Biosafety Risk Group 3 or 4 and/or for spore-forming organisms until the inactivation process is accomplished and verified. For Bacillus anthracis, Clostridium tetani and Clostridium botulinum strictly dedicated facilities should be utilized for each individual product. Up-to-date information on these and other high-risk or \"special\" agents should be sought from major information resources (27). Where campaign manufacture of spore-forming organisms occurs in a facility or suite of facilities only one product should be processed at any one time. Use of any pathogenic organism above Biosafety Risk Group 3 may be permitted by the NRA according to the biohazard classification of the organism, the risk assessment of the biological product and its emergency demand.114 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report10.4 Production of BCG-related product should take place in a dedicated area and by means of dedicated equipment and utilities (such as heating, ventilation and air conditioning (HV AC) systems) in order to minimize the hazard of cross-contamination. 10.5 Specific containment requirements apply to poliomyelitis vaccine in accordance with the WHO global action plan to minimize poliovirus facility-associated risk (28) and with WHO Guidelines for the safe production and quality control of inactivated poliomyelitis vaccine manufactured from wild polioviruses (29). The measures and procedures necessary for containment (that is, for protecting the environment and ensuring the safety of the operator) should not conflict with those for ensuring product quality. 10.6 Air-handling systems should be designed, constructed and maintained to minimize the risk of cross-contamination between different manufacturing areas as required. The need for dedicated air-handling units or single-pass systems should be based on QRM principles, taking into account the biohazard classification and containment requirements of the relevant organism, and process and equipment risks. In the case of Biosafety Risk Group 3 organisms, air should not be recirculated to any other area in the facility and should be exhausted through high-efficiency particulate air (HEPA) filters that are regularly checked for performance. A dedicated non-recirculating ventilation system and HEPA-filtering of exhaust air are required when handling Biosafety Risk Group 4 organisms (27). 10.7 Primary containment equipment should be designed and initially qualified for integrity in order to ensure that the escape of biological agents and/or material into the immediate working area and outside environment is prevented. Thereafter, in line with relevant guidelines and QRM principles, periodical tests should be performed to ensure that the equipment is in proper working condition. 10.8 Activities associated with the handling of live biological agents (such as centrifugation and blending of products which can lead to aerosol formation) should be contained in such a way as to prevent contamination of other products or the egress of live agents into the working and/or outside environment. The viability of such organisms and their biohazard classification should be taken into consideration as part of the management of such risks. Accidental spillages, especially of live organisms, must be dealt with quickly and safely. Validated decontamination measures should be Annex 2115available for each organism or groups of related organisms. Where different strains of a single bacteria species or very similar viruses are involved, the decontamination process may be validated with one representative strain, unless the strains vary significantly in their resistance to the decontaminating agent(s) used. 10.9 Areas where Biosafety Risk Group 3 or 4 organisms are handled should always have a negative air pressure relative to the environment. This will ensure the containment of the organism in unlikely events such as failure of the door interlock. Air-lock doors should be interlocked to prevent them being opened simultaneously. Differential pressure alarms should be present wherever required, and should be validated and monitored. 10.10 Air-vent filters should be hydrophobic and subject to integrity testing at intervals determined by a QRM approach. 10.11 Where the filtration of exhaust air is necessary, the safe changing of filters should be ensured or bag-in-bag-out housings should be employed. Once removed, filters should be decontaminated and properly destroyed. In addition to HEPA filtration other inactivation technologies such as heat inactivation and steam scavenging may be considered for exhaust air to ensure effective inactivation of pathogenic organisms of Biosafety Risk Group 3 and/or 4. 11. Clean rooms 11.1 The WHO good manufacturing practices for sterile pharmaceutical products (3) defines and establishes the required class/grade of clean areas for the manufacture of sterile products according to the operations performed, including final aseptic fill. Additionally, in order to address the specific manufacturing processes involved in the production of biological products, and particularly vaccines, the WHO Environmental monitoring of clean rooms in vaccine manufacturing facilities: points to consider for manufacturers of human vaccines (25) guidance document may be used to develop the environmental classification requirements for biological manufacturing processes. As part of the control strategy, the degree of environmental control of particulate and microbial contamination of the production premises should be adapted to the intermediate or finished product, and also to the production step, taking into account the potential level of contamination of the starting materials and the risks to the finished product.116 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report11.2 The environmental monitoring programme should be supplemented with methods to detect the presence of the specific microorganisms used for production (for example, recombinant yeast and toxin- or polysaccharide-producing bacteria). The environmental monitoring programme may also include detection of the produced organisms and adventitious agents of production organisms, especially when campaign manufacture is applied on the basis of QRM principles. 12. Production 12.1 Since cultivation conditions, media and reagents are designed to promote the growth of cells or microbial organisms, typically in an axenic state, particular attention should be paid to the control strategy for ensuring that effective steps are in place for preventing or minimizing the occurrence of unwanted bioburden, endotoxins, viruses of animal and human origin, and associated metabolites. 12.2 The QRM process should be the basis for implementing the technical and organizational measures required to control the risks of contamination and cross-contamination. These could include, though are not limited to: carrying out processing and filling in segregated areas; containing material transfer by means of an airlock and appropriate type of pass box with validated transfer procedures, clothing change and effective washing and decontamination of equipment; recirculation of only treated (HEPA-filtered) air; acquiring knowledge of the key characteristics (for example, pathogenicity, detectability, persistence and susceptibility to inactivation) of all cells, organisms and any adventitious agents within the same facility; when considering the acceptability of concurrent work in cases where production is characterized by multiple small batches from different starting materials (for example, cell-based products) taking into account factors such as the health status of donors and the risk of total loss of a product from or for specific patients during development of the cross-contamination control strategy; preventing the risk of live organisms and spores entering non-related areas or equipment by addressing all potential routes of cross-contamination (for example, through the HV AC system) through the use of single-use components and closed systems;Annex 2117 conducting environmental monitoring specific to the microorganism being manufactured in adjacent areas while paying attention to cross-contamination risks arising from the use of certain monitoring equipment (such as that used for airborne particle monitoring) in areas handling live and/or spore-forming organisms; using campaign-based production (see section 13 below). 12.3 When applicable, the inoculum preparation area should be designed so as to effectively control the risk of contamination, and should be equipped with a biosafety hood for primary containment. 12.4 If possible, growth media should be sterilized in situ by heat or in-line microbial-retentive filters. Additionally, in-line microbial-retentive filters should be used for the routine addition of gases, media, acids, alkalis and so on to fermenters or bioreactors. 12.5 Data from continuous monitoring of certain production processes (such as fermentation) should form part of the batch record. Where continuous culture is used, special consideration should be given to parameters such as temperature, pH, pO 2, CO 2 and the rate of feed or carbon source with respect to growth of cells. 12.6 In cases where a viral inactivation or removal process is performed, measures should be taken (for example, in relation to facility layout, unidirectional flow and equipment) to avoid the risk of recontamination of treated products by non-treated products. 12.7 A wide variety of equipment and components (for example, resins, matrices and cassettes) are used for purification purposes. QRM principles should be applied to devise the control strategy regarding such equipment and associated components when used in campaign manufacture and in multi-product facilities. The reuse of components at different stages of processing of one product is discouraged but, if performed, should be validated. Acceptance criteria, operating conditions, regeneration methods, lifespan and sanitization or sterilization methods, cleaning process, and hold time between the use of reused components should be defined and validated. The reuse of components for different products is not acceptable. 12.8 Where adverse donor (human or animal) health information becomes available after procurement and/or processing, and this information relates to product quality, then appropriate measures should be taken - including product recall, if applicable.118 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report12.9 Antibiotics may be used during the early stages of production to help prevent inadvertent microbial contamination or to reduce the bioburden of living tissues and cells. In this case, the use of antibiotics should be well justified, and they should be cleared from the manufacturing process at the stage specified in the marketing authorization. Acceptable residual levels should be defined and validated. Penicillin and other beta-lactam antibiotics should not be used at any stage of the process. 12.10 A procedure should be in place to address equipment and/or accessories failure (such as air vent filter failure) which should include a product impact review. If such failures are discovered following batch release the NRA should be notified and the need for a batch recall should be considered. 13. Campaign production 13.1 The decision to use a facility or filling line for campaign manufacture should be justified in a documented manner and should be based on a systematic risk approach for each product (or strain) taking into account the containment requirements and the risk of cross-contamination to the next product. Campaign changeover procedures, including sensitive techniques used for the determination of residues, should be validated and proper cleaning acceptance criteria should be defined on a toxicology basis of product residues from the last campaign, as applicable. Equipment assigned to continued production or to campaign production of successive batches of the same intermediate product should be cleaned at appropriate validated intervals to prevent build-up and carry-over of contaminants (such as product degradants or objectionable levels of microorganisms). 13.2 For downstream operations of certain products (for example, pertussis or diphtheria vaccines) campaign production may be acceptable if well justified. For finishing operations (formulation and filling) the need for dedicated facilities or the use of campaigns in the same facility will depend on the specific characteristics of the biological product, on the characteristics of the other products (including any non-biological products), on the filling technologies used (such as single-use closed systems) and on local NRA regulations. Labelling and packaging operations can be carried out in a multi-product facility. 13.3 Campaign changeover involves intensive decontamination/sterilization (if required) and cleaning of the equipment and manufacturing area. Decontamination/sterilization (if required) and cleaning should include all equipment and accessories used during production, as well as the facility itself. The following recommendations should be considered:Annex 2119 waste should be removed from the manufacturing area or sent to the bio-waste system in a safe manner; materials should be transferred by a validated procedure; the Quality Unit should confirm area clearance by inspection, and review the campaign changeover data (including monitoring results) prior to releasing the area for the next product. 13.4 When required, the corresponding diluent for the product can be filled in the same facility in line with the defined campaign production strategy for finished product. 13.5 When campaign-based manufacturing is considered, the facility layout and the design of the premises and equipment should permit effective cleaning and decontamination/sterilization (if required) based on QRM principles and validated procedures following the production campaign. In addition, consideration may need to be given at the design stage of facility layout to the possible need for fumigation. 14. Labelling 14.1 The information provided on the inner label (also called the container label) and on the outer label (on the packaging) should be readable and legible, and the content approved by the NRA. 14.2 Minimal key information should be printed on the inner label, and additional information should be provided on the outer label (for example, carton) and/or product leaflet. 14.3 The suitability of labels for low and ultra-low storage temperatures should be verified, if applicable. The label should remain properly attached to the container under different storage conditions during the shelf-life of the product. The label and its adhesive should have no adverse effect on the quality of the product caused by leaching, migration and/or other means. 15. Validation 15.1 Biological processes, handling of live materials and using campaign-based production, if applicable, are the major aspects of biological product manufacturing which require process and cleaning validation. The validation of such processes - given the typical variability of biological products, the possible use of harmful and toxic materials and the need for inactivation processes - plays an important role in demonstrating production consistency and in proving that the critical process parameters 120 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportand product attributes are controlled. Where available, WHO guidance documents should be consulted on the validation of specific manufacturing methods (for example, virus removal or inactivation (21)). 15.2 A QRM approach should be used to determine the scope and extent of validation. 15.3 All critical biological processes (including inoculation, multiplication, fermentation, cell disruption, inactivation, purification, virus removal, removal of toxic and harmful additives, filtration, formulation and aseptic filling) are subject, as applicable, to process validation. Manufacturing control parameters to be validated may include specific addition sequences, mixing speeds, time and temperature controls, limits of light exposure and containment. 15.4 After initial process validation studies have been finalized and routine production has begun, critical processes should be subject to monitoring and trending with the objective of assuring consistency and detecting any unexpected variability. The monitoring strategy should be defined, taking into consideration factors such as the inherent variability, complexity of quality attributes and heterogeneity of biological products. A system or systems for detecting unplanned departures from the process as designed should be in place to ensure that the process remains in a state of control. Collection and evaluation of information and data on the performance of the process will allow for detection of undesired process variability and will determine whether action should be taken to prevent, anticipate and/or correct problems so that the process remains under control. 15.5 Cleaning validation should be performed in order to confirm the effectiveness of cleaning procedures designed to remove biological substances, growth media, process reagents, cleaning agents, inactivation agents and so on. Careful consideration should be given to cleaning validation when campaign-based production is practised. 15.6 Critical processes for inactivation or elimination of potentially harmful microorganisms of Biosafety Risk Group 2 or above, including genetically modified ones, are subject to validation. 15.7 Process revalidation may be triggered by a process change as part of the change-control system. In addition, because of the variability of processes, products and methods, process revalidation may be conducted at predetermined regular intervals according to risk considerations. A detailed review of all changes, trends and deviations occurring within Annex 2121a defined time period - for example, 1 year, based on the regular product quality review (PQR) - may indicate a need for process revalidation. 15.8 The integrity and specified hold times of containers used to store intermediate products should be validated unless such intermediate products are freshly prepared and used immediately. 16. Quality control 16.1 As part of quality control sampling and testing procedures for biological materials and products, special consideration should be given to the nature of the materials being sampled (for example, the need to avoid contamination, ensure biocontainment and/or cold chain requirements) in order to ensure that the testing carried out is representative. 16.2 Samples for post-release use typically fall into one of two categories - reference samples or retention samples - for the purposes of analytical testing and identification respectively. For finished products the reference and retention samples will in many instances be presented identically as fully packaged units. In such circumstances, reference and retention samples may be regarded as interchangeable. Reference samples of biological starting materials should be retained under the recommended storage conditions for at least 1 year beyond the expiry date of the corresponding finished product. Reference samples of other starting materials (other than solvents, gases and water) as well as intermediates for which critical parameters cannot be tested in the final product should be retained for at least 2 years after the release of the product if their stability allows for this storage period. Certain starting materials such as components of growth media need not necessarily be retained. Retention samples of a finished product should be stored in their final packaging at the recommended storage conditions for at least 1 year after the expiry date. 16.3 For cell-based products, microbiological tests (for example, sterility tests or purity checks) should be conducted on cultures of cells or cell banks free of antibiotics and other inhibitory substances in order to provide evidence of the absence of bacterial and fungal contamination, and to be able to detect fastidious organisms where appropriate. Where antibiotics are used, they should be removed by filtration at the time of testing. 16.4 The traceability, proper use and storage of reference standards should be ensured, defined and recorded. The stability of reference standards 122 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportshould be monitored, and their performance trended. The WHO Recommendations for the preparation, characterization and establishment of international and other biological reference standards (30) should be followed. 16.5 All stability studies - including real-time/real-condition stability, accelerated stability and stress testing - should be carried out according to relevant WHO and other guidelines (31) or other recognized documents. Trend analysis of the test results from the stability monitoring programme should assure the early detection of any process or assay drift, and this information should be part of the PQR of biological products. 16.6 For products where ongoing stability monitoring would normally require testing using animals, and no appropriate alternative or validated techniques are available, the frequency of testing may take into account a risk-based approach. The principle of bracketing and matrix designs may be applied if scientifically justified in the stability protocol. 16.7 All analytical methods used in the quality control and in-process control of biological products should be well characterized, validated and documented to a satisfactory standard in order to yield reliable results. The fundamental parameters of this validation include linearity, accuracy, precision, selectivity/specificity, sensitivity and reproducibility (32-35). 16.8 For test methods described in relevant pharmacopoeial monographs, qualification of the laboratory test equipment and personnel should be performed. In addition, repeat precision and comparability precision should be shown in the case of animal tests. Repeatability and reproducibility should also be demonstrated by reviewing retrospective test data. In addition to the common parameters typically used for validating assays (such as accuracy and precision) additional measurements (for example, of the performance of references, critical reagents and/or cell lines) should be considered during the validation of bioassays based on the biological nature of the assay and reagents used. 17. Documentation (batch processing records) 17.1 In general, the processing records of regular production batches should provide a complete account of the manufacturing activities of each batch of biological product showing that it has been produced, tested and dispensed into containers in accordance with the approved procedures. In the case of vaccines, a batch processing record and a summary protocol should be prepared for each batch for the purpose of lot release Annex 2123by the NRA. The information included in the summary protocol should follow the WHO Guidelines for independent lot release of vaccines by regulatory authorities (36). The summary protocol and all associated records should be of a type approved by the NRA. 17.2 Manufacturing batch records should be retained for at least 1 year after the expiry date of the batch of the biological product and should be readily retrievable for inspection by the NRA. It has been found that documents retained for longer periods may provide useful information related to AEFI and other investigations. 17.3 Starting materials may require additional documentation on source, origin, supply chain, method of manufacture and controls applied in order to ensure an appropriate level of control, including of microbiological quality if applicable. 17.4 Some product types may require a specific definition of what materials constitute a batch - particularly somatic cells in the context of ATMPs. For autologous and donor-matched situations, the manufactured product should be viewed as a batch. 18. Use of animals 18.1 A wide range of animals is used for the manufacture or quality control of biological products. Special considerations are required when animal facilities are present at a manufacturing site. 18.2 The presence of live animals in the production area should be avoided unless otherwise justified. Embryonated eggs are allowed in the production area, if applicable. If the extraction of tissues or organs from animals is required then particular care should be taken to prevent contamination of the production area (for example, appropriate disinfection procedures should be undertaken). 18.3 Areas used for performing tests involving animals or microorganisms should be well separated from premises used for the manufacturing of products and should have completely separate ventilation systems and separate staff. The separation of different animal species before and during testing should be considered, as should the necessary animal acclimatization process, as part of the test requirements. 18.4 In addition to monitoring compliance with TSE regulations (24) other adventitious agents that are of concern (including those causing zoonotic diseases and diseases in source animals) should also be monitored and 124 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportrecorded in line with specialist advice on establishing such programmes. Instances of ill health occurring in the source/donor animals should be investigated with respect to their suitability, and the suitability of in-contact animals, for continued use (for example, in manufacture, as sources of starting materials, and for quality control and safety testing). Decisions should be documented. 18.5 A look-back procedure should be in place in relation to the decision-making process used to evaluate the continued suitability of the biological active substance or finished product in which animal-sourced starting materials have been used or incorporated. This decision-making process may include the retesting of reference samples from previous collections from the same donor animal (where applicable) to establish the last negative donation. The withdrawal period of therapeutic agents used to treat source/donor animals should be documented and should be taken into account when considering the removal of those animals from the programme for defined periods. 18.6 Particular care should be taken to prevent and monitor infections in source/donor animals. Measures taken should cover aspects such as sourcing, facilities, husbandry, biosafety procedures, testing regimes, control of bedding and feed materials, 100% fresh air supply, appropriate design of the HV AC system, water supply and appropriate temperature and humidity conditions for the species being handled. This is of special relevance to SPF animals where pharmacopoeial monograph requirements should be met. Housing and health monitoring should also be defined for other categories of animals (for example, healthy flocks or herds). 18.7 For products manufactured from transgenic animals, traceability should be maintained in the creation of such animals from the source animals. Note should be taken of national requirements for animal quarters, care and quarantine. 18.8 For different animal species and lines, key criteria should be defined, monitored and recorded. These may include the age, sex, weight and health status of the animals. 18.9 Animals, biological agents and tests carried out should be appropriately identified to prevent any risk of mix-up and to control all identified hazards. 18.10 The facility layout should ensure a unidirectional and segregated flow of healthy animals, inoculated animals and waste-decontamination areas. Personnel and visitors should also follow a defined flow in order to avoid cross-contamination.Annex 212519. Authors and acknowledgements The scientific basis for the revision of these WHO Guidelines was discussed at a working group meeting held in Bangkok, Thailand, 10-13 September 2007 and attended by: Dr M.M.F. Ahmed, Center for Control of Biologicals and Vaccines, Egypt; Dr H. Alitamsar, PT Bio Farma, Indonesia; Mr P . Angtrakool, Ministry of Public Health, Thailand; Dr D. Buckley, Consultant, Monash, Australia; Dr M. Dennehy, The Biovac Institute, South Africa; Ms X. Dong, Beijing Tiantan Biological Products Co. Ltd, China; Dr H.J.M. van de Donk, Consultant, Den Haag, Netherlands; Dr M. Gheisarzardeh, Ministry of Health and Medical Education, the Islamic Republic of Iran; Dr H.T. Hong, National Institute for Control of Vaccine and Biologicals, Viet Nam; Mrs W . Jariyapan, WHO Regional Office for South-East Asia, India; Mr M. Javadekar, Serum Institute of India Ltd, India; Dr D. Jiang, State Food and Drug Administration, China; Mrs T. Jivapaisarnpong, Ministry of Public Health, Thailand; Dr A. Khadem, Pasteur Institute of Iran, the Islamic Republic of Iran; Professor S. Khomvilai, Thai Red Cross Society, Thailand; Dr K-H. Kim, Korean Food and Drug Administration, Republic of Korea; Dr Kustantinah, National Agency of Drug and Food Control, Indonesia; Professor C.K. Lee, Advisor to the Korean Food and Drug Administration, Republic of Korea; Mrs J. Li, Sinovac Biotech Co. Ltd, China; V .G. Maqueda, Biologist, Buenos Aires, Argentina; Dr K-I. Min, Korean Food and Drug Administration, Republic of Korea; Mr I. Rees, Medicines and Healthcare Products Regulatory Agency, the United Kingdom; Dr C.H. Sia, Health Sciences Authority, Singapore; Dr M. Suhardono, PT Bio Farma, Indonesia; Ms J. Teo, Centre for Drug Administration, Singapore; Ms P .S. Thanaphollert, Ministry of Public Health, Thailand; Mr S. Thirapakpoomanunt, Ministry of Public Health, Thailand; Ms A.R.T. Utami, National Agency of Drug and Food Control, Indonesia; Dr D.T.H. Van, Institute for Vaccine and Biologicals, Viet Nam; Mr B. Wibisono, National Agency of Drug and Food Control, Indonesia; Mr J. Y ang, Kunming Institute of Medical Biology, China; Mr Y . Yu, Kunming Institute of Medical Biology, China; and Dr I. Knezevic and Dr S. Lambert, World Health Organization, Switzerland - and a WHO drafting group meeting held in Geneva, Switzerland, 30-31 October 2013 and attended by: Mr R. Acs, Central Drugs Standard Control Organisation, India; Mr M. Eisenhawer, WHO Regional Office for South-East Asia, India; Dr S. Fakhrzadeh, Ministry of Health and Medical Education, the Islamic Republic of Iran; V .G. Maqueda, Biologist, Buenos Aires, Argentina; Mrs Rumiano, Consultant, Buenos Aires, Argentina; Dr Y . Wang, National Institutes for Food and Drug Control, China; Mr B. Wibisono, National Agency of Drug and Food Control, Indonesia; and Dr A. Chawla, Dr A.R. Khadem, Dr I. Knezevic, Dr S. Kopp and Dr D. Lei, World Health Organization, Switzerland.126 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth reportBased upon the principles defined in the above working group and drafting group meetings the first draft of these Guidelines was prepared by Mr R. Acs, Central Drugs Standard Control Organisation, India; Dr B. Y áñez Chamizo, Cuba; Dr S. Fakhrzadeh, Ministry of Health and Medical Education, the Islamic Republic of Iran; Mrs K. Porkaew, Ministry of Public Health, Thailand; Rumiano, Consultant, Buenos Aires, Argentina; Dr Y . Wang, National Institutes for Food and Drug Control, China; Mr B. Wibisono, National Agency of Drug and Food Control, Indonesia; Mr M. Eisenhawer, WHO Regional Office for South-East Asia, India; Dr A. Chawla, Consultant, Greater Noida, India; A.R. Maqueda, Biologist, Buenos Aires, Argentina; and Dr D. Lei, World Health Organization, Switzerland. A second draft was then prepared by V .G. Maqueda, Biologist, Buenos Aires, Argentina; Cuba; Dr S. Fakhrzadeh, Ministry of Health and Medical Education, the Islamic Republic of Iran; Dr S.O. Rumiano, Consultant, Buenos Aires, Argentina; Dr Y . Wang, National Institutes for Food and Drug Control, China; Mr B. Wibisono, National Agency of Drug and Food Control, Indonesia; Mr M. Eisenhawer, WHO Regional Office for South-East Asia, India; Dr A. Chawla, Consultant, Greater Noida, India; and Dr A.R. Khadem and Dr D. Lei, World Health Organization, Switzerland following a consultation held in Tunis, Tunisia, 22-24 July 2014 and attended by: Dr H. Baiao, National Authority for Medicines and Health Products, Portugal; Mrs R. Bose, Ministry of Health and Family Welfare, India; Mr C. Cabral, Butantan Institute, Brazil; Dr R. Chawla, Consultant, Greater Noida, India; Mr M. Diagne, Direction de la Pharmacie et des Laboratoires, Senegal; Mr M. Eisenhawer, WHO Regional Office for South-East Asia, India; Dr S. Fakhrzadeh, Ministry of Health and Medical Education, the Islamic Republic of Iran; Mrs R. Frikha, Directorate of Pharmacy Inspection, Tunisia; Dr Gershman, Pfizer, the Dr N. Harjee, Consultant, Ontario, Canada; Ms D.T.M. Hang, Ministry of Health, Viet Nam; Dr H. Langar, WHO Regional Office for the Eastern Mediterranean, Egypt; Dr P . Lauer, Sanofi Pasteur, France; Dr C.K. Lee, Korea Food and Drug Administration, Republic of Korea; Dr H. Leng, Medicines Regulatory Authority, South Africa; Dr M.G. Lopez Santos, Comisión Federal Mihaylova, Bulgarian Drug Agency, Bulgaria; Dr J. Miteva, Bulgarian Drug Agency, Bulgaria; Dr S. DCVMN International, Annex 2127Dr Pessanha, Oswaldo Cruz Foundation, Brazil; Mrs K. Porkaew, Ministry of Public Health, Thailand; Dr S. Ramanan, Amgen, the USA; Dr P GSK Dr The Biovac Institute, South Africa; Dr M. Refaat, Central Administration for Affairs, Farmaco, Italy; Dr J. Shin, WHO Regional Office for the Western Pacific, Philippines; Dr W . Stevens, Health Canada, Canada; Dr Butantan Institute, Dr S. Directorate General of Drug Administration, Bangladesh; Dr Y . Wang, National Institutes for Food and Drug Control, China; Mr B. Wibisono, National Agency of Drug and Food Control, Indonesia; and Dr A.K. Broojerdi, Dr D. Lei, Dr I. Streipa-Nauman and Dr D.J. Wood, World Health Organization, Switzerland. The document WHO/BS/2015.2253, incorporating comments received from regulators and industry following public consultation on the WHO Biologicals website, was prepared by V .G. Maqueda, Biologist, Argentina; Cuba; Dr S. Fakhrzadeh, Ministry of Health and Medical Education, the Islamic Republic of Iran; Dr S.O. Rumiano, Consultant, Buenos Aires, Argentina; Dr Y . Wang, National Institutes for Food and Drug Control, China; Dr A. Chawla, Consultant, Greater Noida, India; Dr M. Refaat, Central Administration for Pharmaceutical Affairs, Egypt; Dr A. Khadem, Pasteur Institute of Iran, the Islamic Republic of Iran; and Dr M. Chafai, Dr D. Lei, Dr D. Mubangizi and Dr I.R. Thrussell, World Health Organization, Switzerland. Further changes were subsequently made to document WHO/BS/ 2015.2253 by the WHO Expert Committee on Biological Standardization. 20. References 1. Good manufacturing practices for biological products. In: WHO Expert Committee on Biological Standardization: forty-second report. Geneva: World Health Organization; 1992: Annex 1 (WHO Technical Report Series, No. 822; http://www.who.int/biologicals/publications/trs/areas/ vaccines/gmp/WHO_TRS_822_A1.pdf?ua=1, accessed 8 November 2015). 2. WHO good manufacturing practices for pharmaceutical products: main principles. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: forty-eighth report. Geneva: World Health Organization; 2013: Annex 2 (WHO Technical Report Series, No. 986; http://www. who.int/medicines/areas/quality_safety/quality_assurance/TRS986annex2.pdf?ua=1, accessed 8 November 2015). 3. WHO good manufacturing practices for sterile pharmaceutical products. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: forty-fifth report. Geneva: World Health Organization; 2011: Annex 6 (WHO Technical Report Series, No. 961; http://www.who.int/medicines/areas/quality_safety/quality_assurance/GMPSterilePharmaceutical ProductsTRS961Annex6.pdf?ua=1, accessed 8 November 2015).128 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report4. WHO good manufacturing practices for active pharmaceutical ingredients. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: forty-fourth report. Geneva: World Health Organization; 2010: Annex 2 (WHO Technical Report Series, No. 957; http://www.who.int/medicines/areas/quality_safety/quality_assurance/GMPActivePharmaceutical IngredientsTRS957Annex2.pdf?ua=1, accessed 8 November 2015). 5. Guide to good manufacturing practice for medicinal products. Part I, Annex 2. Manufacture of biological medicinal substances and products for human use. Pharmaceutical Inspection Convention and Pharmaceutical Inspection Co-operation Scheme (PIC/S); 1 March 2014 (http:// www.fda.gov.ph/attachments/article/224762/pe-009-11-gmp-guide-xannexes.pdf , accessed 8 November 2015). 6. Guide to good manufacturing practice for medicinal products, Part II. Pharmaceutical Inspection Convention and Pharmaceutical Inspection Co-operation Scheme (PIC/S); 1 March 2014 (http://www.medsafe.govt.nz/regulatory/Guideline/PE_009-8_GMP_Guide%20_Part_II_Basic_ Requirements_for_API.pdf , accessed 8 November 2015). 7. EU Guidelines for good manufacturing practice for medicinal products for human and veterinary use. Annex 2: Manufacture of biological active substances and medicinal products for human use. Brussels: European Commission; 2013. 8. EU Guidelines for good manufacturing practice for medicinal products for human and veterinary use. Part I. Chapter 6: Quality control. Brussels: European Commission; 2005. 9. Current good manufacturing practice for finished pharmaceuticals. Code of Federal Regulations Title 21, Vol. 4, revised 1 April 2014. Silver Spring, MD: United States Food and Drug Administration; 2014 (http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/CFRSearch. cfm?CFRPart=211&showFR=1, accessed 4 July 2015). 10. WHO good practices for pharmaceutical quality control laboratories. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: forty-fourth report. Geneva: World Health Organization; 2010: Annex 1 (WHO Technical Report Series, No. 957;http://www.who.int/medicines/areas/quality_safety/quality_assurance/Goodpractices PharmaceuticalQualityControlLaboratoriesTRS957Annex1.pdf?ua=1, accessed 2 February 2016). 11. Good manufacturing practice for drugs (2010 revision). Beijing: China Food and Drug Administration; 2011 (http://eng.sfda.gov.cn/WS03/CL0768/65113.html , accessed 8 November 2015). 12. WHO guidelines on good manufacturing practices for blood establishments. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: forty-fifth report. Geneva: World Health Organization; 2011: Annex 4 (WHO Technical Report Series, No. 961; http://www.who.int/bloodproducts/publications/GMP_Bloodestablishments.pdf?ua=1, accessed 2 February 2016). 13. WHO good distribution practices for pharmaceutical products. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: forty-fourth report. Geneva: World Health Organization; 2010: Annex Technical Report Series, No. 957; http://www.who.int/ medicines/areas/quality_safety/quality_assurance/GoodDistributionPracticesTRS957Annex5. pdf?ua=1, accessed 2 February 2016). 14. WHO guidelines on quality risk management. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: forty-seventh report. Geneva: World Health Organization; 2013: Annex 2 (WHO Technical Report Series, No. 981; http://www.who.int/medicines/areas/quality_safety/quality_assurance/Annex2TRS-981.pdf?ua=1, accessed 2 February 2016). 15. Recommendations for the production, control and regulation of human plasma for fractionation. In: WHO Expert Committee on Biological Standardization: fifty-sixth report. Geneva: World Health Organization; 2007: Annex 4 (WHO Technical Report Series, No. 941; http://www.who.int/bloodproducts/publications/TRS941Annex4blood.pdf?ua=1, accessed 2 February 2016).Annex 212916. Good manufacturing practices: supplementary guidelines for the manufacture of investigational pharmaceutical products for clinical trials in humans. In WHO Expert Committee on Specifications for Pharmaceutical Preparations: thirty-fourth report. Geneva: World Health Organization; 1996: Annex 7 (WHO Technical Report Series, No. 863; http://www.who.int/medicines/areas/quality_safety/quality_assurance/Investigational PharmaceuticalProductsClinicalTrialsHumansTRS863Annex7.pdf?ua=1, accessed 2 February 2016). 17. WHO guidelines on nonclinical evaluation of vaccines. In: WHO Expert Committee on Biological Standardization: fifty-fourth report. Geneva: World Health Organization; 2005: Annex 1 (WHO Technical Report Series, No. 927; http://www.who.int/biologicals/publications/trs/areas/vaccines/ nonclinical_evaluation/ANNEX%201Nonclinical.P31-63.pdf?ua=1, accessed 8 November 2015). 18. Guidelines on clinical evaluation of vaccines: regulatory expectations. In: WHO Expert Committee on Biological Standardization: fifty-second report. Geneva: World Health Organization; 2004: Annex 1 (WHO Technical Report Series, No. 924; http://www.who.int/biologicals/publications/trs/areas/vaccines/clinical_evaluation/035-101.pdf?ua=1, accessed 2 February 2016). 19. Guidelines on the nonclinical evaluation of vaccine adjuvants and adjuvanted vaccines. In: WHO Expert Committee on Biological Standardization: sixty-fourth report. Geneva: World Health Organization; 2014: Annex 2 (WHO Technical Report Series, No. 987; http://www.who.int/ biologicals/areas/vaccines/TRS_987_Annex2.pdf?ua=1, accessed 2 February 2016). 20. Laboratory biosafety manual, third edition. Geneva: World Health Organization; 2004 (http:// www.who.int/csr/resources/publications/biosafety/Biosafety7.pdf , accessed 8 November 2015). 21. Guidelines on viral inactivation and removal procedures intended to assure the viral safety of human blood plasma products. In: WHO Expert Committee on Biological Standardization: fifty-second report. Geneva: World Health Organization; 2004: Annex 4 (WHO Technical Report Series, No. 924; http://www.who.int/bloodproducts/publications/WHO_TRS_924_A4.pdf?ua=1, accessed 21 January 2016). 22. ICH Harmonised Tripartite Guideline Q10. Pharmaceutical quality system. Geneva: International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use; June 2008 (http://www.ich.org/fileadmin/Public_Web_Site/ICH_Products/ Guidelines/Quality/Q10/Step4/Q10_Guideline.pdf , accessed 8 November 2015). 23. Recommendations to assure the quality, safety and efficacy of BCG vaccines. In: WHO Expert Committee on Biological Standardization: sixty-second report. Geneva: World Health Organization; 2013: Annex 3 (WHO Technical Report Series, No. 979; http://www.who.int/biologicals/areas/ vaccines/TRS_979_Annex_3.pdf?ua=1, accessed 21 January 2016). 24. WHO Guidelines on transmissible spongiform encephalopathies in relation to biological and pharmaceutical products. Geneva: World Health Organization; 2003 (http://www.who.int/ biologicals/publications/en/whotse2003.pdf?ua=1, accessed 2 February 2016). 25. Environmental monitoring of clean rooms in vaccine manufacturing facilities: points to consider for manufacturers of human vaccines. Geneva: World Health Organization; 2012 (http://www.who. int/immunization_standards/vaccine_quality/env_monitoring_cleanrooms_final.pdf?ua=1, accessed 2 February 2016). 26. Recommendations for the evaluation of animal cell cultures as substrates for the manufacturer of biological medicinal products and for the characterization of cell banks. In: WHO Expert Committee on Biological Standardization: sixty-first report. Geneva: World Health Organization; 2013: Annex 3 (WHO Technical Report Series, No. 978; http://www.who.int/biologicals/vaccines/ TRS_978_Annex_3.pdf?ua=1, accessed 2 February 2016). 27. Biosafety [website]. Atlanta, GA: Centers for Disease Control and Prevention (http://www.cdc.gov/ biosafety/, accessed 8 November 2015).130 WHO Technical Report Series No. 999, 2016WHO Expert Committee on Biological Standardization Sixty-sixth report28. WHO Global Action Plan to minimize poliovirus facility-associated risk after type-specific eradication of wild polioviruses and sequential cessation of Geneva: World Health Organization; 2015 (http://www.polioeradication.org/Portals/0/Document/Resources/ PostEradication/GAPIII_2014.pdf , accessed 8 November 2015). 29. Guidelines for the safe production and quality control of inactivated poliomyelitis vaccine manufactured from wild polioviruses (Addendum, 2003, to the Recommendations for the production and quality control of poliomyelitis vaccine (inactivated)). In: WHO Expert Committee on Biological Standardization: fifty-third report. Geneva: World Health Organization; 2004: Annex 2 (WHO Technical Report Series, No. 926; http://www.who.int/biologicals/publications/trs/areas/vaccines/polio/Annex%202%20(65-89)TRS926Polio2003.pdf?ua=1, accessed 2 February 2016). 30. Recommendations for the preparation, characterization and establishment of international and other biological reference standards (revised 2004). In: WHO Expert Committee on Biological Standardization: fifty-fifth report. Geneva: World Health Organization; 2006: Annex Technical Report Series, No. 932; http://www.who.int/immunization_standards/vaccine_ reference_preparations/TRS932Annex%202_Inter%20_biol%20ef%20standards%20rev2004. pdf?ua=1, accessed 2 February 2016). 31. Guidelines on stability evaluation of vaccines. In: WHO Expert Committee on Biological Standardization: fifty-seventh report. Geneva: World Health Organization; 2011: Annex 3 (WHO Technical Report Series, No. 962; http://www.who.int/biologicals/vaccines/Annex_3_WHO_ TRS_962-3.pdf?ua=1, accessed 21 January 2016). 32. Supplementary guidelines on good manufacturing practices: validation. In: WHO Expert Committee on Specifications for Pharmaceutical Preparations: fortieth report. Geneva: World Health Organization; 2006: Annex 4 (WHO Technical Report Series, No. 937; http://www.who.int/medicines/areas/quality_safety/quality_assurance/SupplementaryGMP ValidationTRS937Annex4.pdf?ua=1, accessed 2 February 2016). 33. A WHO guide to good manufacturing practice (GMP) requirements. Part 2: Validation. Geneva: World Health Organization; 1997 (WHO/VSQ/97.02; http://apps.who.int/iris/bitstream/10665/ 64465/2/WHO_VSQ_97.02.pdf?ua=1, accessed 2 February 2016). 34. Guideline on bioanalytical method validation. Committee for Medicinal Products for Human Use. London: European Medicines Agency; 2009 (EMEA/CHMP/EWP/192217/2009 Rev.1; http://www.ema.europa.eu/docs/en_GB/document_library/Scientific_guideline/2011/08/WC500109686.pdf, accessed 8 November 2015). 35. Guidance for industry. Bioanalytical method validation. Rockville, MD: Center for Veterinary Medicine; 2013(http://www.fda.gov/downloads/drugs/guidancecomplianceregulatoryinformation/guidances/ ucm368107.pdf , accessed 8 November 2015). 36. Guidelines for independent lot release of vaccines by regulatory authorities. In: WHO Expert Committee on Biological Standardization: sixty-first report. Geneva: World Health Organization; 2013: Annex 2 (WHO Technical Report Series, No. 978; http://www.who.int/biologicals/TRS_978_Annex_2.pdf?ua=1, accessed 2 February 2016). "}