{"title": "Indigenous Vaccine against Lumpy Skin Disease to hit Markets soon: ICAR", "author": "Team Pashudhan Praharee", "url": "https://www.pashudhanpraharee.com/indigenous-vaccine-against-lumpy-skin-disease-to-hit-markets-soon-icar/", "hostname": "pashudhanpraharee.com", "description": "Lumpi-ProVacInd - jointly developed by ICAR's National Research Centre on Equines (NRCE) at Hisar, Haryana and the Indian Veterinary Research Institute (IVRI) a", "sitename": "Pashudhan praharee", "date": "2022-09-09", "cleaned_text": "Indigenous Vaccine against Lumpy Skin Disease to hit Markets soon: ICAR Indigenous vaccine against lumpy skin disease to hit markets soon, says ICAR Lumpi-ProVacInd - jointly developed by ICAR's National Research Centre on Equines (NRCE) at Hisar, Haryana and the Indian Veterinary Research Institute (IVRI) at Izatnagar, UP — is a live attenuated vaccine, similar to those used against tuberculosis, measles, mumps and rubella. According to data, LSD has infected about 11.21 lakh cattle and caused 49,628 deaths across India as on August 31. THE INDIAN Council of Agricultural Research (ICAR) is confident about commercialising its indigenously-developed Lumpi-ProVacInd vaccine against the lumpy skin disease (LSD) virus infecting cattle within \"four-five months\". \"Agrinnovate India, which is the commercialisation arm for products and technologies developed by our institutes, issued the expression of interest document last week. Three companies have already shown interest,\" Bhupendra Nath Tripathi, Deputy Director-General (Animal Sciences) of ICAR, told The Indian Express. Lumpi-ProVacInd - jointly developed by ICAR's National Research Centre on Equines (NRCE) at Hisar, Haryana and the Indian Veterinary Research Institute (IVRI) at Izatnagar, UP — is a live attenuated vaccine, similar to those used against tuberculosis, measles, mumps and rubella. \"It is also homologous, providing 100 per cent protection against LSD in cattle. Currently, we are only administering goat pox and sheep pox virus vaccines. These are heterologous vaccines offering only cross-protection (up to 60-70 per cent) for cattle against LSD, by virtue of all the three viruses belonging to the same capripoxvirus genus,\" explained Tripathi. While in the case of Covid-19, inactivated vaccines such as Covaxin were used, these are less effective, with just 5-6 months efficacy against capripox viruses. Hence, the choice of a live attenuated vaccine for LSD. [READ MORE : Pashudhan Praharee launched \"Dr. Bhagabat Panda National Award of Excellence in Poultry Science\" to honour the Father of Poultry Science in India](https://www.pashudhanpraharee.com/pashudhan-praharee-launched-dr-bhagabat-panda-national-award-of-excellence-in-poultry-science-to-honour-the-father-of-poultry-science-in-india/) According to official data, LSD has infected about 11.21 lakh cattle and caused 49,628 deaths across India as on August 31. The virus — mainly spread by biting flies, mosquitoes and ticks, with symptoms ranging from fever, loss of appetite, nasal discharge, watery eyes and hyper-salivation to severe skin eruptions and inflammatory nodules - has been reported in 12 states. Giving details on the vaccine's development, Naveen Kumar, veterinary virologist and principal scientist at NRCE, said that the institute had collected skin nodule samples from LSD-infected cows near Ranchi in December 2019. The virus was isolated at the Hisar-based institute by early-January 2020. This was a period when cases of the disease were coming in from Odisha and eastern states. \"These weren't leading to any mortality. But being a virus totally new to India, we decided to work on it,\" he said. The next step was to propagate the isolated virus in African green monkey kidney (Vero) cells used in cultures. The culturing was done over 50 generations (\"passages\") and took about 17 months. As the virus mutated after repeated passages, its virulence or disease-causing ability weakened. The pathogenicity loss started from around the 30th passage, although the mutated virus could induce the necessary immune response from its host. \"We did sequencing of the virus genome at the start and the 10th, 30th and 50th passages. The attenuated live virus was identified as a vaccine candidate after the 50th passage and tested on our laboratory mice and rabbits,\" said Kumar. Experimental trials of the vaccine candidate on the natural host (cattle) was undertaken at IVRI in April this year. These included 10 male calves that were administered the vaccine and five \"control\" animals that weren't. After a month, both sets of calves were injected with the virulent virus. The control calves showed most of the LSD symptoms, whereas the vaccinated animals had developed full immunity. [READ MORE : Lumpy skin disease not endemic yet, can be controlled via vaccination': Prof J B Kathiriya](https://www.pashudhanpraharee.com/lumpy-skin-disease-not-endemic-yet-can-be-controlled-via-vaccination-prof-j-b-kathiriya/) Since July, field trials have also taken place, starting with 140-odd cattle (lactating and pregnant cows as well as calves, heifers and bulls) at a gaushala at Banswara in Rajasthan. The vaccine has also been administered to animals in 35 other gaushalas and dairy farms in Udaipur, Alwar and and Hansi (Haryana) and Mathura (UP). \"We have not seen the disease in any of these animals, even while it has spread everywhere around them,\" said Kumar. Commercial scale production of the Lumpi-ProVacInd vaccine is, however, going to be a challenge. Major veterinary vaccine manufacturers include Indian Immunologicals Ltd, Hester Biosciences, Brilliant Bio Pharma, MSD Animal Health and Biovet Private Ltd. The first two companies are already supplying goat pox and sheep pox vaccines against LSD in cattle. So far, some 65.17 lakh doses have been administered across the country. India's cattle population totaled 193.46 million, as per the 2019 Livestock Census. According to Tripathi, at least 80 per cent population has to be covered to achieve herd immunity - ideally through a vaccine that provides not just partial protection. Source-The Indian Express "}