{"title": "Optimal Nutrition for a Healthy Immune System", "author": null, "url": null, "hostname": null, "description": "Today's Dietitian magazine, the leading news source for dietitians and nutritionists, covering topics such as diabetes management, long-term care, new products and technologies, career strategies, nutrition research updates, supplements, culinary arts, food allergies, fitness, sports medicine, and much more.", "sitename": null, "date": "2020-03-31", "cleaned_text": "January 2022 Issue Boosting Immunity: Optimal Nutrition for a Healthy Immune By Toby Amidor, MS, RD, CDN, FAND Today's Dietitian Vol. 24, No. 1, P. Note: The following excerpt from dietitian Toby Amidor's book The Family Immunity Cookbook: 101 Easy Recipes to Boost Health can be used as a patient education resource to encourage clients and their families to try a plethora of recipes so they eat a variety of healthful foods that will improve the health of their immune system. The excerpt is from the introduction and first chapter of The Family Immunity Cookbook, \"Healthy Habits to Strengthen Your Immune System,\" which discusses how to keep the immune system in tip-top shape so if a foreign invader attacks, the body is ready. This means living the most healthful lifestyle possible, which includes six habits described on the following pages. The excerpt is written specifically for clients and patients and therefore serves as a patient education resource nutrition professionals can use during counseling sessions. Feel free to cut out the article along the dotted line or visit TodaysDietitian.com and print out a copy of the PDF from the digital edition of the January issue so you can give it to clients and patients at the end of their visit. A healthy immune system is vital to good health. The immune system helps fight off any foreign invaders to the body. If our immune systems are healthy, it's easier to fight bacteria, viruses, or anything else trying to make us sick. A global pandemic has shaken the way we view our health and that of our families, and it's easy to feel like the odds are stacked against us. Research has even started to reveal that unhealthful eating potentially can impair the immune system's response to vaccines, including COVID-19. Keeping your family's immune systems strong and resilient is your first line of defense for safeguarding their health. It's more important now than at any other point in our lives to make sure our immune systems are operating at peak efficiency. A healthful diet keeps your immune system in optimum shape. If you have a subpar diet, improving what you eat also can help improve your immunity. Unfortunately, during times of high stress, it's easy to forget how much we benefit from eating well. To make healthful eating a little easier, I break down the concept of healthful eating well so it's easy to understand and do. Our bodies get different nutrients from different foods, so when we don't eat a balanced and varied diet inclusive of fruits, vegetables, proteins, starches (including whole grains), milk and dairy products, and healthful fats, we can miss out on some (or even many) of the things that keep our immune systems healthy and working properly. In chapter 2, I identify 25 of the top immune-boosting foods and incorporate them into the 101 recipes in this book. These are ingredients that provide immune-essential nutrients to keep your body's defenses in tip-top shape, or they're foods that help decrease inflammation and boost antioxidant activity, which help your body defend itself from illness and also can promote healing. Adding these 25 foods to your family's well-balanced diet is an important part of maintaining and helping enhance their healthy immune systems. When you combine healthful eating with staying hydrated, getting plenty of sleep, exercising regularly, consuming alcohol in moderation, and finding good ways to deal with stress, you set up your family's immune systems to be at their best—and hopefully set them up to be sick less often or prepare their bodies to fight off an illness when they do get sick. Healthy Habits to Strengthen Your Immune System 6 Habits to Energize Your Immune System 1. Keeping Hydrated Approximately 60% of your body is made of water. Keeping hydrated is important for your overall health because water plays an essential role in keeping your body's systems working efficiently—including your immune system. Mild dehydration doesn't lead to illness, but it can wreak havoc on your body, causing headaches, dizziness, or digestive problems. It also can affect your mood, memory, and how well you can process information. Once you're properly hydrated, these milder symptoms go away. To prevent dehydration, drink plenty of fluids daily. Water is the top fluid recommendation because it doesn't contain calories. Seltzer, sparkling water, and calorie-free flavored seltzers or waters also are good choices. Other beverages that count towards hydration include 100% fruit juice and milk. If you choose to drink juice, choose 100% fruit or vegetable juice, and keep portions at 1/2 cup to 1 cup since juices do contain calories. If you drink milk, opt for low- or nonfat milk whenever possible to help minimize calories, added sugars, and saturated fat. Coffee and tea also count toward hydration, but minimize the amount of sugar and cream you add, and avoid prepackaged sweetened coffee and tea beverages to help minimize the calories and saturated fat you're consuming. Sweetened drinks such as sodas, lemonade, and sports drinks certainly help you stay hydrated, but they should be minimally consumed because of the added sugars. Fruits and vegetables also contribute to fluid needs, which is one reason it's so important to eat plenty of them. 2. Getting Plenty of Sleep Not getting enough shut-eye has been linked to poor dietary choices, increased risk of chronic diseases like heart disease and type 2 diabetes, reduced psychological well-being, and a decreased lifespan. There's scientific evidence that not getting enough sleep can reduce the capabilities of the body's immune system.1 Some research shows that a lack of sleep can result in an increase in white blood cells, which indicates inflammation.2 It also can make you more susceptible to getting sick if you're exposed to a disease-causing microorganism and cause illness recovery to take longer.3 Overall, getting plenty of sleep enables your immune system to stay healthy and better fight off illness. Adults should aim to get at least seven hours of sleep every night, teenagers need eight to 10 hours every night, and younger children and infants should get up to 14 hours (including naps). 3. Exercising Regularly Regular physical activity helps strengthen your immune system. Moderate physical activity may help reduce inflammation and help immune cells regenerate regularly. Moderate exercise includes activities such as jogging, swimming, bicycling, playing tennis doubles, heavy cleaning (such as vacuuming and mopping), and mowing the lawn. Choose activities that you enjoy doing or exercise with a friend. Aim for at least 150 minutes of moderate physical activity every week. It's always a good idea to speak with your physician before beginning an exercise program. 4. Consuming Alcohol in Moderation Drinking too much alcohol can compromise your immune system, making it harder for it to defend your body against foreign invaders. In addition, alcohol can trigger inflammation in the gut and have a negative impact on the good bacteria living there that keep your immune system healthy. If you choose to drink alcohol, it's important to drink in moderation, which is defined as no more than one drink per day for a woman and two drinks per day for a man. One drink is defined as 12 fl oz of regular beer, 5 fl oz of wine, or 1 1/2 fl oz of 80 proof liquor like rum or vodka. Unfortunately, you can't \"save\" your drinks for Saturday night. This is the maximum consumption per day. 5. Healthy Eating A healthful diet is an important part of building a healthy immune system. Although there's no one food that will magically make your immune system perfect, including a variety of immune-boosting foods that play various roles in building and maintaining your immune system certainly can help. 6. Finding Good Ways to Deal With Stress Scientific evidence suggests there's a mind-body interaction, and being stressed can weaken the body's ability to fight infection. Fortunately, when we find good ways to deal with stress, such as exercise, meditation, yoga, or talking to a friend, it helps our bodies stay more healthful. You also can look for ways to minimize stress. When it comes to healthful cooking and eating, tactics like meal prepping, freezing foods, cooking one-pot meals, and cooking meals that take 30 minutes or less from start to finish are great ways to make things less stressful in the kitchen. Foods to Build Your Immune System This is a list of 10 of the 25 foods that provide nutrients to keep your immune system healthy. A full list of the 25 foods can be found in chapter 2 starting on page 28 in The Family Immunity Cookbook. Yogurt Why This Food? It provides live, active cultures that may act as probiotics, which can help boost the immune system. Whether you choose traditional or Greek yogurt, this fermented dairy product contains live, active cultures. These probiotics act as \"good\" bacteria in your digestive system, which means they provide health benefits and help protect the digestive tract. Research has shown that some strains of probiotics can help boost your immune system and promote a healthy digestive system. Lentils Why This Food? They're good plant-based sources of zinc and vitamin B6, both of which play a role in your immune system's defense. Lentils are a good plant-based source of zinc, with 1 cup of cooked lentils providing 17% of the recommended daily dose of the mineral. This legume also is an excellent source of iron, providing 37% of the recommended daily amount, and a good source of vitamin B6, providing 18% of the recommended daily amount. Zinc, iron, and vitamin B6 all help create infection-fighting white blood cells. Red Bell Peppers Why This Food? They're excellent sources of the antioxidant vitamin C, which plays a role in immune function. Just 1/2 cup of sweet red bell pepper provides more than 100% of the daily recommended amount of vitamin C. In addition to its function as an antioxidant, several cells of the immune system need vitamin C to perform their task. Research shows that vitamin C slightly may reduce the duration of an illness in a healthy person.4 Red bell peppers provide the antioxidant vitamins A and E, which also help fight free radicals that can damage your body's cells. Almonds Why This Food? They're brimming with the antioxidant vitamin E, which helps keep your immune system healthy. Just 1 oz or 23 unsalted dry roasted almonds provides 169 calories, 6 g plant protein, 3 g fiber, \"good\" unsaturated fats, magnesium, and vitamin E. The antioxidant vitamin E is fat soluble and found in high concentrations in immune cells compared with other cells in the blood. It's one of the most effective nutrients that helps keep your immune system working properly.4 Plus, almonds add a delicious crunch to dishes. Oranges Why This Food? They contain a plethora of vitamin C in both the flesh and zest, which helps the immune system work properly. One medium orange provides 78% the recommended daily amount of vitamin C. This antioxidant vitamin can increase the production of white blood cells, which help fight infection. Vitamin C also helps absorb the mineral iron from plant sources (like spinach and black beans) and helps the immune system work properly to help protect the body from disease. The zest (or peel) of an orange also provides vitamin C, plus it adds great flavor to recipes. Other citrus fruits like lemons, limes, grapefruit, and more also provide vitamin C and certainly should be included in an immune-boosting diet. Ginger Why This Food? It contains a variety of powerful antioxidants that may help reduce inflammation. The ginger we commonly eat is the root of the ginger plant. It has a peppery flavor with a slight sweetness and a pungent, spicy aroma. Ginger contains a variety of powerful antioxidants, including gingerols, shogaols, and zingerones that may help reduce inflammation. In addition, initial research has shown that ginger may be beneficial for combating bacterial infections.5 Grapes Why This Food? They contain numerous antioxidants and polyphenols that protect the body's cells, as well as resveratrol, which helps with healthy immune function. One of the most critical components to immune health is proper hydration. Grapes are 82% water and can help keep you hydrated. They contain more than 1,600 plant compounds that may help fight and prevent disease. Some of the compounds in grapes include antioxidants and polyphenols, which protect the health and function of the body's cells. Grapes also contain resveratrol, which helps regulate immunity and fight inflammation. Resveratrol also may play a beneficial role in the prevention and progression of chronic diseases related to inflammation including diabetes, obesity, cardiovascular disease, and cancers.6 Spinach Why This Food? It includes numerous antioxidants and iron—all of which are involved in keeping your immune system healthy. All antioxidants are involved in the immune system. They help fight free radicals that can cause damage to your cells, and spinach provides antioxidant vitamins A, C, and E. In addition to those and other numerous nutrients found in spinach, it's also a source of iron. It's important to note that iron is an underconsumed nutrient by most people around the world, and iron deficiency anemia can impair your immune function. When consuming iron from a plant source, like spinach, pair it with a source of vitamin C (like orange juice or oranges) to aid iron absorption. Walnuts Why This Food? They're brimming with omega-3 ALA, vitamin B6, and polyphenols that can help your immune system. This tree nut is an excellent source of omega-3 alpha linolenic acid and a good source of vitamin B6, both of which are part of a functioning immune system. Walnuts also have the highest amount of the natural plant compound called polyphenols compared with other tree nuts and peanuts, which may play a role in supporting heart health and cognitive health. It also helps fight inflammation and combat some diseases like cancer. In addition, good gut health has been linked to numerous health benefits for digestion, metabolism, and the immune system. Walnuts have been shown to have prebiotic properties that have been shown to be a good choice for gut health. Oats Why This Food? They provide beta-glucan, selenium, zinc, arginine, and the natural plant compound avenanthramides, all of which help boost immune function. Beta-glucan is a type of fiber found in oats that helps boost white blood cells, which help fight infection. The minerals selenium and zinc also help fight off infection and keep your immune system healthy. In addition, beta-glucan can help trigger a series of chemical activities in the body that help the immune system function more efficiently. Oats also are brimming with the amino acid arginine that helps heal injuries, regulate blood flow, and boost the immune system. Selenium is a mineral that also helps regulate the immune response and acts as an antioxidant protecting your cells from oxidative damage and infection. Oats also provide a natural plant compound called avenanthramides, which has antioxidant properties and can potentially minimize inflammatory responses and stimulate the immune system. When you combine healthful eating habits with the healthful habits mentioned above, you set up your family's immune system to be at its best—and hopefully set them up to be sick less often or prepare their bodies to fight off an illness when they do get sick. If these habits are established in childhood and sustained throughout adulthood, the impact on health can be profound. We all want lifelong wellness for our families, so set them up for success. Starting now. — Toby Amidor, MS, RD, CDN, FAND, is the founder of Toby Amidor Nutrition ( [tobyamidornutrition.com](https://tobyamidornutrition.com/)) and a Wall Street Journal bestselling author. She's written several cookbooks, including The Best Rotisserie Chicken Cookbook. She's also a nutrition expert for FoodNetwork.com and a contributor to U.S. News Eat + Run and other national outlets. References 1. Besedovsky L, Lange T, Born J. Sleep and immune function. Pflugers Arch. 2012;463(1):121-137. 2. Boudjeltia KZ, Faraut B, Stenuit P, et al. Sleep restriction increases white blood cells, mainly neutrophil count, in young healthy men: a pilot study. Vasc Health Risk Manag. 2008;4(6):1467-1470. 3. NIOSH training for nurses on shift work and long work hours: sleep and the immune system. Centers for Disease Control and Prevention website. [https://www.cdc.gov/niosh/work-hour-training-for-nurses/longhours/mod2/05.html](https://www.cdc.gov/niosh/work-hour-training-for-nurses/longhours/mod2/05.html). Updated March 31, 2020. 4. Ströhle A, Hahn A. [Vitamin C and immune function]. Med Monatsschr Pharm. 2009;32(2):49-54. 5. Rahmani AH, Al Shabrmi FM, Aly SM. Active ingredients of ginger as potential candidates in the prevention and treatment of diseases via modulation of biological activities. Int J Physiol Pathophysiol Pharmacol. 2014;6(2):125-136. 6. Wahab A, Gao K, Jia C, et al. Significance of resveratrol in clinical management of chronic diseases. Molecules. 2017;22(8):1329. [Recipes] Chicken Stir-Fry With Red Peppers, Broccoli, and Walnuts Give your immune system a boost with this colorful stir-fry. Everyone in the family will enjoy this go-to dish. Serves 4 Immune-Boosting Foods: 3 Ingredients 1 cup long-grain brown rice 2 1/4 cups low-sodium chicken broth, divided 2 T reduced-sodium soy sauce 1 T unseasoned rice vinegar 2 tsp cornstarch 1 tsp honey 1 tsp fresh lime juice 1/4 tsp ground ginger 1 lb boneless skinless chicken breasts, cut into 1-inch cubes 1/4 tsp salt 1/8 tsp ground black pepper 3 T olive oil, divided 2 red bell peppers, cut into 1/2 inch-thick slices 4 cups broccoli florets 1/4 cup raw walnuts, coarsely chopped Directions 1. In a medium saucepan, bring the rice and two cups of the broth to a boil over high heat. Reduce the heat to low and simmer, covered, until the broth is absorbed, 35 to 40 minutes. Fluff the rice with a fork. 2. In a small bowl, whisk together the remaining 1/4 cup broth, soy sauce, rice vinegar, cornstarch, honey, lime juice, and ground ginger. 3. Sprinkle both sides of the chicken with the salt and black pepper. In a large skillet or wok, heat 2 T of the oil over medium heat. When the oil is shimmering, add the chicken and cook on all sides until an instant-read thermometer registers 165 F, about 8 minutes. Transfer the chicken to a clean plate. 4. Heat the remaining 1 T of oil in the same skillet or wok. When the oil is shimmering, add the bell peppers and broccoli and cook until slightly softened, about 5 minutes. Add the broth mixture and increase the heat to high and bring to a boil, then reduce the heat to medium and cook until the sauce is slightly thickened, 1 minute. Add the chicken back into the skillet or wok and toss to evenly coat with the sauce. Sprinkle with the walnuts. 5. To serve, divide the rice among four plates and top with the chicken stir-fry. Serve warm. Nutrient Analysis per serving (2 cups stir-fry plus 1/2 cup rice) Calories: 472; Total g; Protein: 33 g — Source: Recipe from The Family Immunity Cookbook by Toby Amidor, MS, RD, CDN, FAND. Published by Robert Rose Books. Photo courtesy of Ashley Lima. All rights reserved. Nut and Seed Breakfast Cookies These breakfast cookies are brimming with immune-boosting ingredients: almonds, walnuts, and sunflower seeds. Meal prep these cookies on Sunday and enjoy them throughout your busy work week. Pair with a glass of milk, yogurt, or fresh fruit. Serves 15 Immune-Boosting Foods: 3 Ingredients 2 baking sheets lined with parchment paper 1 1/2 cups unbleached all-purpose flour 1 cup large flake (old-fashioned) rolled oats 1 tsp ground cinnamon 1 tsp baking soda 1/2 tsp salt 1 cup almond butter 1/2 cup unsweetened applesauce 6 T pure maple syrup 2 eggs, beaten 1 tsp vanilla extract 1/4 cup raw walnuts, coarsely chopped 1/4 cup raw almonds, coarsely chopped 1/4 cup unsalted sunflower seeds 1/2 cup raisins Directions 1. Preheat oven to 350 F. In a medium bowl, using a wooden spoon, mix together the all-purpose flour, oats, cinnamon, baking soda, and salt. 2. In a large bowl, whisk together the almond butter, applesauce, and maple syrup until well combined. Add the eggs and vanilla extract and whisk until smooth. 3. Gently fold the dry ingredients into the wet ingredients and stir until just combined. Fold in the walnuts, almonds, sunflower seeds, and raisins, evenly distributing throughout the dough. 4. Scoop out 1/4 cup of the dough and, using clean hands, roll into a ball. Place onto a prepared baking sheet and gently press down on the top to flatten slightly. Repeat with the rest of the batter, leaving about 1 inch between the cookies. 5. Bake for 18 minutes, until the cookies are golden brown but soft and a tester inserted into the center of two cookies comes out clean. Transfer the cookies to a wire rack and let cool for about 10 minutes. 6. Serve warm or, once the cookies have completely cooled, store, covered, at room temperature for up to five days. Cookies also can be placed in a sealable bag and stored in the freezer for up to two months. Nutrient Analysis per serving (1 cookie) Calories: 251; Total g; Protein: 8 g — Source: Recipe from The Family Immunity Cookbook by Toby Amidor, MS, RD, CDN, FAND. Published by Robert Rose Books. Photo courtesy of Ashley Lima. All rights reserved. "}