{"title": "University Times", "author": null, "url": "https://www.utimes.pitt.edu/archives/?p=10095", "hostname": "pitt.edu", "description": "University Times", "sitename": "Copyright (c) 2009 - University of Pittsburgh", "date": "2017-10-07", "cleaned_text": "Research Notes Alzheimer's, age shrink hippocampus While aging and Alzheimer's disease for the most part shrink different areas of the brain, both cause volume reductions in one critical region: the hippocampus, the brain's key memory and learning center. These findings by School of Medicine researchers, published in the online issue of Neurology and slated for its Dec. 1 print edition, indicate why old age is a significant risk factor for developing dementia. Lead investigator Cyrus A. Raji, who is in the MD/PhD program at the School of Medicine, said: \"Brain shrinkage of the hippocampus occurs both in normal aging and in Alzheimer's, but this shrinkage is more dramatic in Alzheimer's and is not a part of normal aging. With older age, shrinkage was shown in our study to affect many parts of the brain including the frontal lobes that control attention and planning. However, hippocampus volume is most reduced with aging and this may create a special vulnerability of that region to Alzheimer's disease.\" Using high-resolution 3-D volumetric scans from more than 200 elderly subjects enrolled in the cardiovascular health study-cognition study, the Pitt researchers studied the effects of both normal aging and Alzheimer's disease on the brain. Researchers looked at what parts of the brain were affected by both normal aging and Alzheimer's in 169 cognitively normal people who stayed normal five years after their scan and 33 people with a clinical diagnosis of Alzheimer's. The researchers accounted for gender, race and education. Study co-author Oscar L. Lopez, a neurology faculty member in the School of Medicine, said, \"This study is a first step. We now need to understand why the unique factors with older age are causing brain shrinkage. If we can identify those factors, we may be able to reduce the risk for Alzheimer's disease in the future.\" Other Pitt co-authors of the study were Lewis H. Kuller, Distinguished Professor in the Graduate School of Public Health, and James T. Becker of psychiatry. Pricier therapy no better for treatment of arthritis In a comparison of standard treatments for rheumatoid arthritis (RA), researchers at the School of Medicine found that less expensive triple-drug therapy is as effective as its more expensive biologic drug-based counterpart. The results were presented recently at the American College of Rheumatology annual scientific meeting. Larry Moreland, lead investigator of the study and chief of rheumatology at the School of Medicine, said: \"While both therapies we studied are effective treatments for early rheumatoid arthritis, there is a notable price difference between the two treatments. Biologic drug treatments are significantly more expensive than the alternative.\" In the two-year study, initiated while Moreland was at the University of Alabama-Birmingham, researchers looked at the benefit of taking either a combination of three oral disease-modifying, anti-rheumatic drugs (DMARDs), or a combination of one DMARD and a biologic drug, also known as a TNF antagonist or anti-TNF therapy. DMARDs, which for the purpose of this study included methotrexate, sufasalazine and hydroxychloroquine, are a class of drugs known not only to reduce inflammation and pain, but they also slow the overall progression of disease. Biologic drugs are given by injection and lessen inflammation by interfering with biologic substances that cause or worsen the inflammatory process. For this study, researchers studied the effects of the biologic drug etanercept. Researchers followed 755 participants who were diagnosed with early RA, randomly dividing them into four treatment groups. Two groups began with triple DMARD treatments, while the other two were treated with a combination therapy of methotrexate and etanercept. At the two-year mark, researchers found no difference in the average levels of DAS28, a measurement of swollen and tender joints, level of inflammation and patient-reported pain between patients randomized to etanercept or triple DMARD therapy. \"This study was the first to directly compare these two RA therapies, and data from this investigator-initiated study provides critical information for researchers,\" Moreland said. \"However, much more work is needed in order for physicians to be able to better prescribe the most effective therapies for individual patients. Specifically, this study did not examine data from patient X-rays, which could provide crucial future data for determining how each of these drug treatments affects the body.\" Researchers ID tiny RNAs Tiny strands of RNA previously dismissed as cellular junk actually are very stable molecules that may play significant roles in cellular processes, according to researchers at the School of Medicine and the University of Pittsburgh Cancer Institute (UPCI). The findings, published in the online version of the Journal of Virology, represent the first examination of very small RNA products termed unusually small RNAs (usRNAs). Further study of these usRNAs, which are present in the thousands but until now have been neglected, could lead to new types of biomarkers for diagnosis and prognosis and new therapeutic targets. In recent years, scientists have recognized the importance of small RNAs that generally contain more than 20 molecular units called nucleotides, said senior author Bino John, faculty member in the School of Medicine's Department of Computational Biology. \"But until we did our experiments, we didn't realize that RNAs as small as 15 nucleotides, which we thought were simply cell waste, are surprisingly stable, and are repeatedly, reproducibly and accurately produced across different tissue types.\" John said. \"We have dubbed these as usRNAs, and we have identified thousands of them, present in a diversity that far exceeds all other longer RNAs found in our study.\" The team's experiments began with the observation that the Kaposi sarcoma-associated herpesvirus produces a usRNA that can control the production of a human protein. Detailed studies using both computational and experimental tools revealed a surprisingly large world of approximately 15 nucleotide-long usRNAs with intriguing characteristics. Many usRNAs interact with proteins already known to be involved in small RNA regulatory pathways. Some also share highly specific nucleotide patterns at one end. The researchers wrote that the existence of several different patterns in usRNAs reflects the diverse pathways in which the RNAs participate. \"These findings suggest that usRNAs are involved in biological processes, and we should investigate them further,\" John noted. In addition to exploring biomarker potential, he and his colleagues plan to better characterize the various subclasses of usRNAs, identify their protein partners and study how they are made in the cell. Co-authors of the paper were Zhihua Li, Sang Woo Kim and Yuefeng Lin of the Department of Computational Biology, Patrick S. Moore of the Department of Microbiology and Molecular Genetics and the UPCI molecular virology program and Yuan Chang of the UPCI molecular virology program. Promising HIV treatments found While studying an HIV protein that plays an essential role in AIDS progression, researchers at the School of Medicine have discovered compounds that show promise as novel treatments for HIV. Their work appears online in the journal ACS Chemical Biology. HIV drug discovery efforts have met with little success in finding compounds that interact with an important HIV virulence factor, called Nef, because it lacks biochemical activity that can be measured directly, explained senior author Thomas E. Smithgall, William S. McEllroy Professor and chair of the Department of Microbiology and Molecular Genetics. Smithgall's team developed an assay to measure Nef function indirectly by coupling it to another protein, called Hck, which Nef activates in HIV-infected cells. Because Hck activity can be measured easily, the investigators were able to use it as a reporter for Nef activity in an automated high-throughput screening process. In collaboration with Pitt's Drug Discovery Institute, they screened a library of 10,000 chemical compounds against the coupled proteins to see which ones influenced Nef-induced activation of Hck. They confirmed that three compounds inhibited the activity of the Nef-Hck complex and, more importantly, all of them also interfered with HIV replication. One compound was so effective that it suppressed HIV replication to undetectable levels in cell culture experiments. There is evidence that people infected with HIV variants that have mutations in the Nef gene take substantially longer to develop disease symptoms or AIDS, Smithgall said. In animal models, disrupting the production of Nef from the virus or its interaction with Hck also delays or prevents disease symptoms. The next challenge for the researchers will be to determine whether these compounds also interfere with progression of AIDS-like disease in animal models by blocking Nef function. Smithgall added that Nef is just one of several so-called \"accessory proteins\" encoded by HIV that are important virulence factors in AIDS. Inhibitory compounds against some of the others might be revealed using a similar coupled protein approach for high throughput screening. Co-authors of the paper included Lori Emert-Sedlak, Toshiaki Kodama and Edwina C. Lerner of the Department of Microbiology and Molecular Genetics; Weixiang Dai and Billy Day of the School of Pharmacy Department of Pharmaceutical Sciences, and John S. Lazo of the School of Medicine's Department of Pharmacology and Chemical Biology. Day and Smithgall also are members of the Drug Discovery Institute, which is directed by Lazo. CD47 path disruption spares healthy cells, but kills cancer Researchers at the School of Medicine and the National Cancer Institute (NCI) have found a way not only to protect healthy tissue from the toxic effects of radiation treatment, but also increase tumor death. The findings appear in Science Translational Medicine. More than half of all cancer patients are treated at least in part with radiation, said study co-author Jeff S. Isenberg of pulmonary, allergy and critical care medicine. The same radiation that kills cancer cells also can destroy healthy ones, causing side effects such as nausea and vomiting, skin sores and rashes, weakness and fatigue. Long-term radiation exposure can lead to the scarring and death of normal tissue. Isenberg and his NCI colleagues have identified a biochemical signaling pathway that can profoundly influence what happens to both cancerous and healthy cells when they are exposed to radiation. In mouse experiments, they found that blocking a molecule called thrombospondin-1 from binding to its cell surface receptor, called CD47, affords normal tissues nearly complete protection from both standard and very high doses of radiation. There have been concerns that approaches to spare healthy cells inadvertently will risk protecting tumor cells, noted senior author David D. Roberts of the NCI's Center for Cancer Research. But, he added, \"In our experiments, suppression of CD47 robustly delayed the regrowth of tumors in radiation-treated mice.\" It's not yet clear why disrupting the CD47 signaling pathway leads to these effects, the researchers said. It's possible that radiation impairs the immune response to tumors even while killing tumor cells, but suppression of CD47 keeps the immune cells safe. Decreasing CD47 levels on tumor cells also could make them more sensitive to attack by the patient's immune system after treatment. Or, suppression of injury to vascular cells might improve blood flow to allow naturally occurring anti-tumor immunity to reach cancer cells more easily. Isenberg and his team are examining multiple disease treatment strategies for pulmonary hypertension, wound healing, sickle cell disease and heart attacks, based on the blockade of the thrombospondin-1/CD47 pathway. Tularemia vaccine target identified Immunologists at the School of Medicine and Children's Hospital have found a unique quirk in the way the immune system fends off bacteria called Francisella tularensis, which could lead to vaccines that are better able to prevent tularemia infection of the lungs. Their findings were published Oct. 22 in the online version of Immunity. F. tularensis infects cells in the lungs called macrophages, explained senior author Shabaana A. Khader, faculty member in pediatrics and immunology at the School of Medicine and an immunologist at Children's Hospital. Until now, scientists thought that eliciting a strong immune response to clear the infection would only require activation of a cytokine protein called interferon gamma (IFN-gamma). But that's not true for F. tularensis as it is for other intracellular bacteria, such as Mycobacterium tuberculosis. \"Our lab experiments show that in order to activate IFN-gamma in pulmonary tularemia, it is necessary to first induce production of another cytokine called interleukin-17,\" Khader explained. \"So if we want to make an effective vaccine against tularemia, we must target ways to boost IL-17.\" According to the U.S. Centers for Disease Control and Prevention (CDC), the virulent strain of tularemia commonly causes infection in wild animals, and about 200 human cases are reported annually in the United States. It can be spread through the bites of infected insects, the handling of sick or dead animals, eating or drinking bacteria-contaminated food or water or by inhalation of airborne bacteria. Antibiotic treatment is effective. Although not transmissible from person to person, it is highly infectious. Because only a small amount of the virulent bacteria can cause disease and spread through the air to cause severe respiratory illness, it could be a candidate for a bioweapon, the CDC has noted. Khader's team will continue its work by studying how to target lung IL-17 responses to develop vaccine strategies for pulmonary tularemia. Other Pitt authors were Jay K. Kolls of pediatric pulmonary medicine, allergy and immunology and chief of the Division of Pediatric Pulmonary Medicine, Allergy and Immunology at Children's Hospital; Shane Ritchea Derek and Samantha Slight of pediatrics; Michelle Messmer immunology; graduate medical trainees Lokesh Heather Strawbridge, and Sang Mi Park, Reiko Onishi and Sarah L. Gaffen of the Division of Rheumatology and Clinical Immunology. Health Sciences funding announced The Schools of the Health Sciences recently announced the following new or continuing grants to Pitt researchers: Donald Yealy, chair of emergency medicine, is leading a team that has been awarded a two-year, $1.5 million grant from the National Heart, Lung and Blood Institute to study the use of low molecular-weight heparin as an outpatient treatment for low-risk patients with pulmonary embolism. Co-investigators include Michael J. Fine of medicine, and Roslyn Stone of the Graduate School of Public Health. The team will study the effectiveness and safety of outpatient treatment of patients with pulmonary embolism. This could reduce hospitalizations and medical costs and improve patient satisfaction. Pitt researchers previously developed a clinical prognostic model that accurately identifies patients with pulmonary embolism who are at low risk for major complications or death. David Hostler and Joe Suyama of emergency medicine are co-investigators on a two-year, $977,000 grant from the Federal Emergency Management Agency assistance to firefighters grant program to study the interaction of cooling and aspirin therapy to reduce cardiovascular injuries and fatalities among firefighters. The enhanced firefighters rehab trial also will investigate the use of a novel optical scanning instrument to identify changes in body temperature and plasma volume in firefighters, who suffer the highest rate of line-of-duty deaths of any profession. Thankam Paul Thyvalikakath of dental public health and information management in the School of Dental Medicine received the Mentored Clinical Scientist Award from the National Institute of Dental and Craniofacial Research. This $407,641 award will support Thyvalikakath's research to develop effective methods to integrate decision support systems in general dental practice and measure its impact in enhancing preventive management and improving patient outcomes. Wen Xie of the School of Pharmacy has received a $900,266 NIH grant for his research on the liver X receptor (LXR), a nuclear hormone receptor highly expressed in the liver. Xie's research will help to determine whether LXR plays a protective role in preventing toxicity associated with the use of acetaminophen, the active ingredient in many over-the-counter and prescribed medications. It is hoped that LXR-activating drugs can be used for the prevention and treatment of acetaminophen-induced liver toxicity. Charleen T. Chu of the Division of Neuropathology received a 2009 Julie Martin Mid-Career Award in Aging Research for her studies on lysosomal dysfunction in brain aging and neurodegeneration. This $550,000 grant from the Ellison Medical Foundation is awarded to established scientists whose research has great potential in advancing understanding of basic aging and its impact on age-related diseases. Chu's laboratory investigates mechanisms of neuronal injury relevant to Parkinson's and related diseases. Institute to test flu vaccine The University of Pittsburgh Asthma Institute is one of seven sites enrolling patients this month in a clinical trial to assess the effectiveness and safety of the H1N1 flu vaccine in persons with moderate to severe asthma. The phase II study, co-sponsored by the National Institute of Allergy and Infectious Diseases and the National Heart, Lung and Blood Institute, is assessing the safety and immunogenicity of the H1N1 vaccine in two different dose levels. According to Sally Wenzel, director of the institute and faculty member in medicine, this study is important because asthma patients are believed to be at a higher risk for developing severe or complicated H1N1 flu. Asthma patients also may need higher or additional doses of the vaccine in order for it to be effective. \"We hope this clinical trial will help us establish an ideal dosage of the vaccine for asthma patients. The emergence of the H1N1 virus represents a significant public health concern for already high-risk patient groups. We hope to vaccinate approximately 70 children and adults with asthma throughout the month of October and, in conjunction with other sites enrolling patients, determine both the safety of the vaccine as well as the ideal dosage,\" said Wenzel. Approximately 400 patients will be enrolled in the study. Cartilage repair trial funded Constance R. Chu, Albert B. Ferguson Jr. MD endowed chair and vice chair for translational research in the School of Medicine Department of Orthopaedic Surgery, has received a $1.7 million National Institutes of Health grand opportunities grant for \"Multicenter Cartilage Repair Preclinical Trial in Horses.\" The project is a collaborative study with Cornell, Colorado State and the University of California-San Diego to evaluate the suitability of new cartilage repair strategies for human clinical trials. Study will assess impact of development on violence Neurological surgery's Anthony Fabio and co-investigators Ravi Sharma of the Graduate School of Public Health and Joyce D'Antonio of pediatrics have received a five-year $990,000 grant from the CDC for their project, \"Large Scale Natural Experiment of Community Economic Development: Effects on Violence Patterns.\" The study will focus on the casino that opened recently on the North Side and on a new sports and entertainment arena that is scheduled to open in the lower Hill District next year. The latter project includes a community benefits agreement (CBA) designed to ensure that economic benefits go to Hill District residents. This study is expected to provide empirical evidence on whether large-scale economic developments have the potential to alter rates and patterns of community-level violence and whether the types of economic development and the presence of a CBA have differing effects. ### The University Times Research Notes column reports on funding awarded to Pitt researchers as well as findings arising from University research. We welcome submissions from all areas of the University. Submit information via email to: utimes@pitt.edu, by fax to 412/624-4579 or by campus mail to 308 Bellefield Hall. For "}