{"title": "Misconceptions about COVID-19 vaccinations for children: Q & A with Dr. Bukhosi Dube : Oregon Health News Blog", "author": "Kim Witbeck", "url": "https://covidblog.oregon.gov/misconceptions-about-covid-19-vaccinations-for-children-q-a-with-dr-bukhosi-dube/", "hostname": "oregon.gov", "description": "Fighting a pandemic is hard; fighting a pandemic with bad information is like throwing oil on a fire. It just makes the problem that much worse. Here, we take a look with Dr. Bukhosi Dube at some of the common misconceptions about vaccinations.", "sitename": "Oregon Health News Blog", "date": "2021-11-15", "cleaned_text": "Fighting a pandemic is hard; fighting a pandemic with bad information is like throwing oil on a fire. It just makes the problem that much worse. Here, we take a look with Dr. Bukhosi Dube at some of the common misconceptions about vaccinations. Risk of myocarditis is greater from COVID-19 than from COVID-19 vaccines Parents love their children, and safety is almost always going to trump risk, so it's understandable that when mom and dad hear the vaccine could cause health problems like myocarditis, they want no part of it. But the data shows that the odds of a child developing myocarditis — that is, inflammation of the sack surrounding the heart — is considerably greater from a child getting COVID-19 than getting the vaccine. It's also incredibly rare. \"You are about 10 to 20 times more likely to develop myocarditis if you were to get COVID- 19 as a kid than if you were to get vaccinated,\" he said. \"For every one kid that gets myocarditis from the vaccine, there are 10 or 20 kids that get myocarditis from COVID-19 itself. If you are a betting person, chances are you'd go with the lower risk.\" Vaccine side effects are mostly mild when compared to the effects of COVID-19 So, what side effects might you see in your child? Likely as not, the same you've seen in adults — soreness around the sight of the injection, muscle ache and fatigue, most of which will be mild and short lived. Still not sure? Consider: \"We know kids have not gotten as sick as adults during the pandemic,\" Bukhosi said. \"Unfortunately, we've had a little over 500 kids die from the coronavirus since the pandemic started. Hundreds of thousands of kids get infected and get really sick, some who needed hospitalization. There is a danger of getting sick if you are 5 to 11. There is also the danger, if you get sick, you will miss school, you will miss extracurricular activities and some birthday parties and sleepovers you may be disinvited from.\" COVID-19 vaccines do not cause infertility or change DNA Would-be parents worry, too. Will the vaccine cause infertility? The short answer, absolutely not, and not in women or men. Put another way, \"It's as impossible as me saying I gave birth to my mother,\" Bukhosi said. He offers the same answer to people wondering if the vaccine will change their DNA. \"Impossible.\" Here's why: your DNA is contained in the nucleus of the cell and it never leaves the nucleus, nor can the vaccine get into the nucleus. So no, the vaccine cannot change your DNA. People who have had COVID-19 also benefit from getting COVID-19 vaccines Lastly, some people believe that since they've had COVID, they are now immune and have no need for the vaccine. [Unfortunately, that's just not so](https://covidblog.oregon.gov/studies-show-even-after-covid-19-infection-vaccines-are-still-the-best-protection/). The CDC recently reported that there is \"sufficient data to show people who have been infected with COVID and are not vaccinated are 2.34 times more likely to get re-infected,\" Bukhosi said. \"This makes for the argument, 'Hey, get vaccinated.' Because if you are vaccinated your chances of developing severe illness is significantly decreased.\" Learn more about COVID-19 vaccines for children [Visit our parents and guardians web page](https://govstatus.egov.com/or-oha-covid-19-vaccine-parents-guardians) for more information and to find answers to your questions about COVID-19 vaccines for children. Visit [Get Vaccinated Oregon](https://getvaccinated.oregon.gov) to find a vaccine provider near you. "}