{"title": "Best Naturopath | Kerry Dean Balance Naturopathy", "author": "Balance Naturopathy", "url": "https://www.balancenaturopathy.com.au/", "hostname": "balancenaturopathy.com.au", "description": "Kerry Dean Balance Naturopathy is the experienced and professional Naturopathy offering naturopathic medicine & treatments services. Call us today.", "sitename": "Google Maps", "date": "2014-11-21", "cleaned_text": "Helping People Achieve Ideal Health Balance Naturally Evaluation Evaluation of physical and emotional symptoms Dietary Assessment Filling out diet diary increases time available for evaluation, investigation and treatment plan. Investigations Blood pressure, capillary return and in some cases Iridology and nail analysis, pathology testing is often used and referred to. Treatment Plan Each patient needs an individualised treatment plan made for them. Patients can expect a follow up email reviewing the consultation, clarifying any details. Balance Naturopathy Balance Naturopathy's goals are to have you achieve optimal health with-out mass supplementation or prescribing tons of herbal medication, the whole point to naturopathy is to achieve ideal health through diet and lifestyle choices. Some clients may need supplementation or herbal prescription initially but our end goal is always towards an optimally functioning healthy you! Opening Hours By appointment only. Weekends and after hours available. Get in touch - Balance Naturopathy Unit 2, 624 Ferntree Gully Road, Wheelers Hill Suite 25, Level 1, 202 Jells Road Wheelers Hill 394 Belgrave-Gembrook Road, Emerald What to look for in a good naturopath? Naturopathy is not a regulated field even if you don't choose Balance Naturopathy you can use these simple rules to choose a good naturopath Qualification Ask to see a naturopaths qualification if it is not plainly on display Association Membership An association membership means that the naturopath in question has passed that associations standards which are heavily regulated in good associations "}