{"title": "Self-Reported Experiences of Adult Hematopoietic Cell Transplantation Survivors with COVID-19 Vaccination and Infection", "author": "Liang; Emily C; Onstad; Lynn E; Carpenter; Paul A; Pergam; Steven A; Lee; Stephanie J; Liu; Catherine", "url": "https://dx.doi.org/10.1182/blood-2022-157440", "hostname": "doi.org", "description": "BACKGROUND Hematopoietic cell transplantation (HCT) survivors are at an increased risk of COVID-19 infection and complications. There are scant data for HCT rec", "sitename": "American Society of Hematology", "date": "2022-11-15", "cleaned_text": "Abstract BACKGROUND Hematopoietic cell transplantation (HCT) survivors are at an increased risk of COVID-19 infection and complications. There are scant data for HCT recipients regarding compliance and experiences with COVID-19 vaccination or uptake of other prevention strategies. COVID infection rate data by vaccination status are also lacking in this population. We surveyed a long-term HCT survivor population to characterize the use of COVID-19 vaccination, other precautionary measures, and COVID-19 outcomes. METHODS As part of Fred Hutchinson Cancer Center's follow up of HCT recipients, we administer an annual survey regarding health status, HCT follow up, and chronic GVHD (cGVHD) status including immunosuppressive treatment. We analyzed surveys sent to adults between 7/1/21 and 5/31/22 that included additional questions about COVID-19 infection, prevention measures, and vaccinations. Comparisons by response and vaccination status were performed using the Chi-square test and Fisher's exact test for categorical variables and the Kruskal-Wallis test for continuous variables. RESULTS Of 4758 survivors who underwent HCT from 1971-2020 and consented to receive annual surveys, 1939 (42%) answered the survey and 1572 (33%) answered the COVID-19 questions. Among 1559 respondents who reported their vaccination status, 1456 (93%) received 1 dose of COVID vaccine, the majority of whom (1358/1456, 93%) received only mRNA vaccine. Of 1442 patients who received 1 dose of vaccine and who provided vaccination information, 1363 (95%) received 2 doses, 808 (56%) received 3 doses, and 115 (8%) received 4 doses. In univariate analysis, older age (p < 0.001), work status (p = 0.005), and current cancer (p = 0.01) were significantly associated with being vaccinated (Table 1). 1254/1344 (93%) non-Hispanic White patients, 107/108 (99%) non-Hispanic/non-White patients, and 31/37 (84%) of Hispanic/Latino patients reported receipt of 1 dose of vaccine. Presence of cGVHD, chronic medical conditions, autologous vs. allogeneic transplant, sex, and time since transplant were not associated with vaccination status. Severe adverse effects after vaccination were reported by 66 (4%) respondents (Figure 1). Among 108 vaccinated patients with cGVHD, 96 (89%) did not report any changes in their cGVHD symptoms after vaccination; 12 (11%) reported worsening symptoms. The most common reasons for declining vaccination in unvaccinated patients (n = 103) were the rapidity of vaccine development (70%), side effects (70%), and lack of testing in HCT recipients (53%) as the most common reasons for declining vaccination. Among survey respondents, 212/1564 (14%) reported having a COVID infection, with 55% (114/206) reporting moderate or severe symptoms and 10% (21/204) requiring hospitalization; 10% (20/204) reported \"long-COVID.\" Of 142 vaccinated patients who developed a COVID infection and whose vaccination and infection dates were available, 56% (n = 79) received their first doses of COVID vaccine after COVID infection. Vaccinated patients (5% vs. 68%, p < 0.001) and their household members (10% vs. 45%, p < 0.001) were significantly less likely to have contracted COVID. Higher number of vaccination doses was significantly associated with reduced risk of COVID infection (p < 0.001) but not disease severity. Among the patients who had COVID, there were no significant differences in disease severity, duration, or hospitalization between those who were and were not vaccinated prior to COVID infection. Vaccinated patients took significantly more precautions against COVID than unvaccinated patients (n = 103) both during (7/1/21-2/28/22: median of 5 vs. 2, p < 0.001) and after (3/1/22-5/31/22: median of 4 vs. 1, p < 0.001) the CDC mask mandate was in effect. Vaccination of household contacts was more frequently reported by vaccinated than unvaccinated patients (82% vs. 45%, p < 0.001). CONCLUSION The majority of survey respondents received 1 dose of COVID vaccine, and most reported minimal to no adverse effects. The majority of patients with cGVHD did not experience any worsening symptoms. COVID infection was reported by 14% of respondents and was more common in unvaccinated recipient households than vaccinated households. Vaccinated patients reported greater use of precautionary measures, including household vaccination. [Close modal](javascript:;) Disclosures Carpenter:Intellisphere: Marrow Donor Program: Membership on an entity's Board of Directors or advisory committees. Author notes Asterisk with author names denotes non-ASH members. "}