{"title": "Farmacéuticos piden evidencia para elevar la confianza en la homeopatía", "author": "Diariofarma", "url": "https://diariofarma.com/2017/03/24/farmaceuticos-piden-evidencia-elevar-la-confianza-la-homeopatia", "hostname": "diariofarma.com", "description": "Miguel Ángel Calleja (SEFH) y Jesús Gómez (Sefac) participaron en la mesa 'Ciencia y evidencia de los medicamentos homeopáticos'.", "sitename": "Diariofarma", "date": "2017-03-24", "cleaned_text": "Josep Allué, vocal de Plantas Medicinales y [Homeopatía](https://diariofarma.com/tag/homeopatia?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink) del [COF de Barcelona](http://www.cofb.net/?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink) moderó, en el marco de [Infarma](/infarma?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink) 2017, una mesa de debate a la que se dio el título de 'Ciencia y evidencia de los medicamentos homeopáticos', y en la que participó el presidente de la [SEFH](http://www.sefh.es/?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink), [Miguel Ángel Calleja](https://twitter.com/mangelcalleja?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink), quien señaló la necesidad de \"disponer de evidencia científica sobre el efecto de estos nuevos medicamentos para poder establecer comparaciones con otros fármacos\". En cuanto al posicionamiento de la SEFH sobre la homeopatía, concretamente, Calleja destacó que \"deberían existir pruebas más fiables para demostrar que estos productos son más eficaces que otros medicamentos de los que ya disponemos\", así como \"el posible riesgo al que se exponen aquellos [pacientes](https://diariofarma.com/tag/pacientes?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink) que sólo se tratan con homeopatía o bien la utilizan como tratamiento complementario que afecta a la adherencia de la medicación en patologías complejas\". Por su parte, Jesús C. Gómez, presidente de la [Sefac](http://www.sefac.org/?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink), hizo referencia a la [legislación](https://diariofarma.com/tag/legislacion?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink) vigente en la [Unión Europea](http://europa.eu/index_es.htm?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink), que considera, recordó, \"medicamento homeopático de uso humano o veterinario al obtenido a partir de sustancias denominadas cepas homeopáticas con arreglo a un procedimiento de fabricación homeopático descrito en la farmacopea europea o en la Real Farmacopea Española\". Además, señaló, \"el legislador entiende que este tipo de producto tiene una débil concentración de principios activos y dificultades para aplicar la metodología estadística convencional sobre ensayos clínicos\", asegura Gómez. No obstante, Sefac, como sociedad científica, se mantiene abierta al resultados de nuevas investigaciones, ya que entiende que \"no existe evidencia científica suficientemente potente para demostrar la [eficacia](https://diariofarma.com/tag/eficacia?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink) de la homeopatía ni para explicar su mecanismo de acción\". En la mesa de debate ha también participó Peter Fisher, director clínico y Director de Investigación en el Royal London Hospital of Integrated Medicine, que hizo referencia al \"concepto homeopático clásico de reacción vital con la hormesis en animales\" y señaló estudio EPI-3, \"cuyos resultados muestran una mejora de los pacientes tratados con homeopatía, que consumen menos antiinflamatorios, antibióticos y psicotrópicos\". Caso práctico Por último, intervino Elio Rossi, médico homeópata, responsable del Ambulatorio de Homeopatía del Servicio de Salud de la Toscana, quien expuso el caso de la integración de la práctica homeopática en la medicina complementaria en esta región de [Italia](https://diariofarma.com/tag/italia?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink), donde forma parte, junto a otras disciplinas, como la [fitoterapia](https://diariofarma.com/tag/fitoterapia?utm_source=diariofarma&utm_medium=web&utm_campaign=smartlink) y la acupuntura, de los Niveles Regionales esenciales de asistencia. De este modo, la homeopatía \"se incluye en la medicina complementaria e integrada y se le dedican recursos en formación y en proyectos de investigación\", explicó. Y añadió: \"De hecho, actualmente hay 91 clínicas de Medicina complementaria que registran más de 31.000 visitas cada año\", asegura. Síguenos en redes sociales "}