{"title": "Medicina Antroposofica Tomo Ii - INDIGO", "author": "Alejandro Roby", "url": "https://enindigo.com.ar/product/medicina-antroposofica-tomo-ii/", "hostname": "enindigo.com.ar", "description": "Autor: Bott, Victor Editorial: Antroposófica Medidas: 14 x 21 cm ISBN: 84-7627-045-3 No. de Paginas: 224 Peso: 0.27 Kg. Vivimos en un siglo apocalíptico de una sociedad industrial y crítica en la que los recursos naturales son violados sin escrúpulos ni discernimiento en la que todo debe ser puesto al servicio del confort inmediato y de los caprichos. Estamos, no obstante, [...]", "sitename": "INDIGO", "date": "2020-05-20", "cleaned_text": "Descripción Autor: Bott, Victor Editorial: Antroposófica Medidas: 14 No. de Paginas: 224 Peso: 0.27 Kg. Vivimos en un siglo apocalíptico de una sociedad industrial y crítica en la que los recursos naturales son violados sin escrúpulos ni discernimiento en la que todo debe ser puesto al servicio del confort inmediato y de los caprichos. Estamos, no obstante, en el umbral de un nuevo mundo. Una vida nueva se eleva bullendo a nuestro alrededor pero no encuentra, para contenerla, más que formas coaguladas. Más que nunca, se lanza aun desafío a toda nuestra existencia. debemos transformar nuestra forma de pensar a fin de captar las realidades del tiempo que vivimos. No tenemos una verdadera imagen del ser humano. Pues éste ser no es solamente el producto de la naturaleza, no solamente lo que podemos ver y tocar. Se impone una ampliación del arte de curar que tenga en cuenta todo el aspecto «oculto» del hombre y el Cosmos, que conozca la relación real y vital entre los distintos reinos de la naturaleza, la existencia y propiedades de los cuerpos etérico y astral del ser humano, su realidad anímica y espiritual, ciclos de desarrollo; que, en fin, sane la causa, no los síntomas. La práctica dedicada y responsable de los médicos antroposóficos en sus clínicas, prueba que el umbral se está cruzando con los pies en la tierra. "}