{"title": "Study: some flu vaccines cause stronger immune response in adults 65+", "author": null, "url": "https://www.cdc.gov/flu/spotlights/2019-2020/vaccine-stronger-immune.htm", "hostname": "cdc.gov", "description": "A new CDC co-authored study published today offers more evidence that certain specially formulated flu vaccines may offer people 65 years and older.", "sitename": "Centers for Disease Control and Prevention", "date": "2019-12-12", "cleaned_text": "Study confirms that some flu vaccines cause a stronger immune response among older adults Dec. 12, 2019 - A [new CDC co-authored studyexternal icon](https://academic.oup.com/cid/article-lookup/doi/10.1093/cid/ciz1034) published today in the journal Clinical Infectious Diseases offers more evidence that certain specially formulated flu vaccines may offer people 65 years and older better protection than standard-dose flu vaccines. People in this age group are considered at high risk of developing serious flu complications, yet vaccines may not work as well for them as they do in younger people. There are at least three relatively newer influenza vaccine options that may improve vaccine protection among older adults, and this is the first study to directly compare the antibody responses from these newer vaccine options with standard flu vaccines among people in the same age group during the same influenza season. People 65 years and older are at high risk of developing serious [complications from flu](/flu/symptoms/symptoms.htm) compared with young, healthy adults. This is partly because human immune defenses become weaker with increasing age. During most seasons, people 65 years and older account for the majority of flu hospitalizations and deaths. In the United States, between about 70 percent and 85 percent of seasonal flu-related deaths and between 50 percent and 70 percent of seasonal flu-related hospitalizations have occurred among people 65 years and older. The weakened immune system can also mean that older people don't respond as well to flu vaccination. This study randomly assigned older adults (65 - 82 years old) in Hong Kong to receive either a standard 4-component flu vaccine or one of three specially formulated flu vaccine options sometimes called \"enhanced\" vaccines. For the purposes of this study, enhanced vaccines include those listed below in order of how long they have been available on the U.S. market.: - A high-dose 3-component flu vaccine that contains four times the amount of antigen as a regular-dose flu vaccine so as to elicit a stronger response to vaccination; - A 3-component flu vaccine that contains a specially formulated adjuvant, which is an ingredient to boost antibody response to vaccination, and; - A 4-component recombinant hemagglutinin (HA) vaccine that involves cell-based rather than egg-based production and contains three times the amount antigen. Although there is some evidence that these three relatively newer vaccines both produce a better immune response and improve protection among older adults, no study, until this one, has directly compared the antibody response of all of these vaccines during the same year, using the same vaccine components, among people in the same age group. The study found that all three of the enhanced vaccines produced an improved immune response as measured by antibody levels against influenza A(H1N1) and A(H3N2) viruses compared to standard-dose vaccine. For example, older adults who received a standard-dose vaccine had a 3.4-fold increase in antibodies to the A(H3N2) component of the vaccine following vaccination compared to a 4.2- to 4.7-fold increase among those who received an enhanced vaccine. There was only one significant difference between the different enhanced vaccines. Older adults who received the recombinant-HA vaccine had a significantly higher antibody response to a cell-like A(H3N2) virus that was similar to the A(H3N2) viruses that circulated locally. Responses to the B/Victoria vaccine component were similar across vaccines, with the exception of higher post-vaccination antibodies among those who received high-dose vaccine. Although increased antibody response following vaccination does not guarantee better clinical protection against influenza illness, the improved immune response against the A(H3N2) viruses elicited by the enhanced vaccines might be particularly important for older adults. During recent seasons, influenza A(H3N2) viruses have been associated with higher mortality and hospitalization rates among adults 65 years and older, and a [June 2019 study](/flu/spotlights/2018-2019/hopitalization-rates-older.html) found that the highest hospitalization rates in this age group occurred during H3N2 predominant seasons. The improved antibody response observed with all three enhanced vaccines is consistent with findings from previous studies that looked at these vaccines separately. However, further studies are needed to directly compare the value of each vaccine in preventing clinical flu illness. This study lays the groundwork for future efficacy trials and effectiveness studies on enhanced vaccines in older adults and can help in planning for those more definitive evaluations and anticipating the differences in efficacy/effectiveness that might plausibly be expected. Additionally, CDC recommendations do not include a preference for any influenza vaccine over another, and people should not wait to be vaccinated if they cannot find a specific vaccine, however, studies like this may inform evolution in vaccine recommendations. This study was conducted in Hong Kong, but the enhanced vaccines examined in this study are licensed for use and available in the United States. For more information on enhanced vaccines, "}