{"title": "Meet John Amaral, the healer behind Julianne Hough's 'exorcism'", "author": "Lauren Steussy", "url": "https://nypost.com/2020/01/24/meet-john-amaral-the-healer-behind-julianne-houghs-exorcism/", "hostname": "nypost.com", "description": "He's not an exorcist.", "sitename": "New York Post", "date": "2020-01-24", "cleaned_text": "What the devil has gotten into Julianne Hough? The \"Dancing with the Stars\" personality [appeared in a video writhing, torquing and yelping](https://pagesix.com/2020/01/23/julianne-hough-experiencing-what-resembles-an-exorcism-stuns-fans/) on a massage table under the hands of chiropractor and energy healer John Amaral. The disturbing scene might make one want to say a prayer for the 31-year-old dancer. But, Amaral insists, this is no exorcism. Rather, \"There's always a huge dissipation of energy and the feeling of relief, release, freedom,\" he said in a video posted Wednesday to Instagram of the demo at the World Economic Forum in Davos, Switzerland. \"Expression of emotion may happen when the system moves.\" In addition to Hough — who recently announced [the launch of her dance method](https://www.womenshealthmag.com/fitness/a28482663/julianne-hough-soulcycle-kinrgy-transformation/), Kinrgy —Amaral \"The Goop Lab.\"](https://nypost.com/2020/01/17/gwyneth-paltrow-makes-everyone-cry-in-netflixs-the-goop-lab/) He said in the show it was his first time allowing the process to be filmed. Amaral, who didn't respond to The Post's request for comment, says in the video that since Hough is a dancer, she's much more prone to have a physical reaction to his work. \"This woman is like, an incredible dancer, actress, just, human being, and she has practiced just allowing things to move through.\" We're going to need a little more explanation here, bud. Here's everything to know about Hough's healer. Who is John Amaral? The Santa Cruz, Calif.-based chiropractor trained under fellow energy healer Donny Epstein, [according to Insider](https://www.insider.com/julianne-hough-gets-exorcism-at-davos-and-on-goop-lab-2020-1). He founded the Body Centered Leadership program. What's he doing to poor Julianne? In short: getting the bad vibes out, man. Similar to reiki, Amaral works with the energy fields in and around the body. Amaral says energy — which [he defines as](https://goop.com/wellness/health/john-amaral-and-releasing-stress-from-the-body/) \"the ability to do work\" — can get bound up physically in our bodies due to stress. When this happens, \"The nerve tissues inside the spinal cord and all the nerves coming from your brain get stretched and compressed.\" He suggests that releasing it will help us feel better. His method for doing this involves breathing, focused movement, mindfulness and meditation, [according to his website](https://johnamaral.com/?fbclid=IwAR1C6xfhSjTKSBHN69FsKlj5w0edcILKKM92kH2T5d_opMCX23z40cyBnWo). In demonstrations, he both touches and waves his hands over his clients' bodies to help release energy. Does everyone look like they're having an exorcism? In the show, he works on both Paltrow and Hough, eliciting a similarly spooky reaction from Hough. Paltrow's experience was far more subdued — a few twitches and spasms here and there. Goop's chief content officer Elise Loehnen moved around a little, and let out an uncomfortable sounding groan. \"I felt like I was being pulled by a rope. It was very painful actually,\" she told the camera. When Amaral snapped his fingers, she began dry heaving. Another Goop staffer barely moved at all, but then vomited for three hours later that evening. A third Goopie had absolutely no response. Why would someone need his services? He writes on his website that his method \"can help with conditions many people struggle with, including chronic pain, extreme muscle tension, anxiety, depression, post-traumatic stress disorder, digestive issues, insomnia and more.\" In \"The Goop Lab,\" Paltrow says she started seeing him years ago and that he's helped heal some of the trauma she carried from the birth of her daughter, Apple Martin. At the very least, it seems to help people relax. As one of Goop's employees says in the show: \"The scientist in me wants to do some research, ask some questions, and rinse and repeat . . . but the fact that I was able to relax and quiet my mind was therapeutic.\" How much do his sessions cost? [According to the Wall Street Journal](https://www.wsj.com/articles/who-really-shines-in-the-goop-glow-11579710263), a healing session with Amaral will run you $2,500. Who are his A-list clients? Amaral works closely with the [controversial motivational speaker Tony Robbins](https://nypost.com/2019/11/22/tony-robbins-accused-of-sexually-assaulting-teen-at-summer-camp-in-1985/). On his website, he has testimony from television personality Maria Menounos, [Bulletproof founder Dave Asprey](https://nypost.com/2019/12/05/perineum-sunnings-latest-victim-is-biohacking-bro-dave-asprey/) and NHL player Brooks Laich. Is it real? There's really no way of proving it in the ways we usually prove these things. In his appearance on \"The Goop Lab,\" he points to [research from 1985](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3828549/) which found that emotions can be carried physically throughout the body and change the chemical framework of our cells. So, it comes down to this, as his apprentice, physician Apostolos Lekkos, says in \"The Goop Lab:\" \"The technology isn't there to measure energy healing, but just because something isn't proven doesn't "}