{"title": "Traditional Chinese Medicine - Acupuncture", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2000-01-01", "cleaned_text": "Traditional Chinese Medicine - Acupuncture This is a comprehensive program including courses in English and Mandarin language, communication, Ancient Chinese philosophy, and Western biomedical sciences which are necessary for the critical understanding and development of complex Traditional Chinese Medicine concepts. The curriculum has been designed to offer an education of significant breadth and rigour within the contexts of TCM/Acupuncture fundamental theory, diagnosis, treatment, and clinical practice. The program includes 460 hours of practice. Through these experiential learning activities, students will actively engage with the community. Who Studies Traditional Chinese Medicine - Acupuncture? Graduates will have the requisite TCM core foundation, acupuncture competencies, critical thinking and communication skills needed to be safe, competent healthcare practitioners in an evolving health services landscape. Critical conceptual and practice skills will be developed and refined using a blend of theory, applied practice simulation and clinical experience. Students will be eligible to write the national registration exams for acupuncture practitioner in Canada. The proposed program prepares graduates to be contributing members of the TCM profession and community. With acupuncture practice management transition, acupuncture practice jurisprudence and practice study, the program will also prepare graduates to successfully create and operate their own practice facility. Department's website: [kpu.ca/health/acupuncture](//kpu.ca/health/acupuncture) Graduates will be prepared to work as acupuncture practitioners or entrepreneurs in the complementary/alternative health industry. Registration in some course sections is restricted to students in particular programs. See Timetables - [kpu.ca/registration/timetables](http://www.kpu.ca/registration/timetables) - for current section information. Visit the BC Transfer Guide - [bctransferguide.ca](https://www.bctransferguide.ca/) - for information about course transfer in B.C. Students will complete a comprehensive overview of the basic fundamental concepts of Traditional Chinese Medicine (TCM), including its philosophy, physiology, pathology and health maintenance, to lay a solid foundation for diagnosis and other acupuncture courses. Level: UG Students will develop basic listening, speaking, and reading skills in Mandarin Chinese. They will also learn to read and write primarily in the phonetic system PINYIN, but also with very common characters. They will acquire basic Traditional Chinese Medicine (TCM) terminology while exploring the Chinese culture, especially TCM. Note: This course is restricted to students in the Traditional Chinese Medicine in Acupuncture program. Level: UG Students will study ten major anatomical systems and their normal physiological functions. They will also explore organ structure and functional arrangement of each body system. Students will study the integumentary, skeletal, muscular and nervous system in more detail. Level: UG Students will observe client care in the Traditional Chinese Medicine (TCM) clinic. They will observe how senior interns or clinical supervisors conduct TCM interviews, make diagnoses and determine appropriate treatment, perform treatment, and keep medical records. Students will start practicing their communication skills, client care skills and teaching in a reality based environment. builds on the overview of Traditional Chinese Medicine (TCM) fundamental theories that guide students to recognize abnormal symptoms and signs. The course will focus on introducing students to four TCM diagnostic skills in order to collect appropriate clinical information. Students will develop communication skills in order to gather assessment data from clients in a simulation lab. Level: UG Prerequisite(s): [ACUP 1100](/search/?P=ACUP%201100) Students will examine the history and development of Chinese philosophy, East Asian and Chinese perspectives on health, and Traditional Chinese Medicine (TCM). The course will review the formation of classical Chinese philosophy, foundational texts, yin-yang, qi, and five-element theories, and the history of East Asian medicine and some of its core modalities. Students will also discuss the modern development of TCM, and links between Chinese medicine and philosophy. Course content will include but is not limited to an overview of traditional Chinese philosophy, analysis of the Yijing and related classic texts, yang sheng traditions, Daoist medical traditions and physicians, the development of herbalism and medical practices, and an overview of Tai qi and qi gong. Level: UG Students will learn the pathways of qi and blood throughout the body via the main and extra meridians, focusing on the corresponding acupoints. They will study the methods to locate acupoints along the fourteen main meridians. They will watch instructor demonstrations and perform hands-on practice in the lab. Students will study each acupoint function and clinical indication and significance, as well as detailed instruction on points that require special care when needling. Level: UG Prerequisite(s): [ACUP 1100](/search/?P=ACUP%201100) This course will provide students with a basic understanding of the biochemical principles that govern the body metabolisms, and an introduction to different pathogenic microorganisms and the immune system. Students will learn the fundamentals of organic and cellular chemistry, focusing on metabolism of glucose, lipids and proteins. They will identify structures, classification, functions and properties of various molecules which are essential in the many mechanisms of the human body. Students will also learn various pathogenic microorganisms and their properties that are capable of causing diseases in humans.They will explore the cellular and humoral immune responses to infectious diseases, and the ways to prevent these infections, focusing on vaccination, sterilization, and disinfection. Level: UG Prerequisite(s): [ACUP 1160](/search/?P=ACUP%201160) Students will build on knowledge from the Traditional Chinese Medicine (TCM) Diagnosis Data Collection course to learn health disorder pattern identification and differentiation based on TCM theories. They will learn clinical case analysis and make TCM diagnosis in a simulated laboratory setting. Level: UG Prerequisite(s): [ACUP 1200](/search/?P=ACUP%201200) Acupuncture Technique Students will learn filiform needling techniques including methods of manipulation, reinforcement and reduction, needle angles, insertion depth and preparation techniques. They will study moxibustion, cupping and specialized needling techniques such as scalp and ear acupuncture, electro-acupuncture, cutaneous and intra-dermal needling. Students will study the clinical indications, contraindications and precautions for each technique. Students will practice techniques in a simulated laboratory setting. Level: UG Prerequisite(s): [ACUP 1230](/search/?P=ACUP%201230) Students will study the application of basic Traditional Chinese Medicine (TCM) theory, diagnostic methods, meridian and acupoint theory, as well as acupuncture skills for disease treatment by using acupuncture and moxibustion. They will study the principles of acupuncture prescription and treatment protocols. Students will be introduced to Chinese internal medicine. This course will include recognition of emergency clinical situations. will learn basic disinfection protocol and how to maintain safety in clinical practice, focusing on needling acupoints which are close to internal organs, arteries, nerves and brain stem. They will learn how to recognize emergency situations in the clinical setting and provide appropriate referral to other healthcare professionals for continuity of patient care. Students will study how to prevent and manage potential errors and complications during treatments. purpose of this course is to provide students with an introduction to pathophysiological processes, underlying cellular and organ function, as well as their relationship to diseases. Students will study the pathogenesis of disease. Level: UG Prerequisite(s): [ACUP 1260](/search/?P=ACUP%201260) This course will present a comprehensive overview of the origin of Traditional Chinese Medicine (TCM), including its history, philosophical root and theoretical formation. It focuses on the establishment of TCM theory and acupuncture fundamentals. Students will be introduced to the TCM classics including their formation, conceptual and theoretical viewpoints and medical significance. Level: UG Prerequisite(s): [ACUP 1100](/search/?P=ACUP%201100) Students will continue to learn how to apply basic Traditional Chinese Medicine (TCM) theory, diagnostic methods, meridian and acupoint theory for disease treatment by using acupuncture and moxibustion techniques. They will study the principles of acupuncture prescription and treatment protocols. Students will learn the treatment of TCM internal diseases focusing on respiratory, nervous, and genitourinary systems, infectious, psychiatric, gynecological 1340](/search/?P=ACUP%201340) The purpose of this course is to introduce significant aspects of communication skills to enable Traditional Chinese Medicine Acupuncture (TCM) practitioners to establish and maintain effective therapeutic relationships with their clients and collegial relationships with the healthcare community. Emphasis is placed on therapeutic relationships, interviewing techniques, communication skills, ethics and client empowerment. Level: UG This course will provide knowledge about Western diagnosis, the interpretation of common laboratory tests and imaging procedures to enhance clinical decision making which integrates Chinese and Western medicine perspectives. Level: UG Prerequisite(s): [ACUP 1360](/search/?P=ACUP%201360) This course is to introduce students to basic pharmacology and the action of some common Western drugs in the body. Students will learn various classes of commonly used drugs, action mechanisms, pharmacokinetics, pharmacodynamics, therapeutic uses, adverse effects and possible contraindications to acupuncture including Traditional Chinese Medicine herbs. Level: UG Prerequisite(s): [ACUP 1260](/search/?P=ACUP%201260) Students will continue to develop interview skills with clients focusing on gathering information based on four Traditional Chinese Medicine (TCM) diagnostic methods and identifying patterns based on related theories. Students will make preliminary diagnosis with clinical supervision. Students will learn how to propose an acupuncture prescription and perform the treatment under supervision. Students will learn the fundamental concepts of Taiji Quan, focusing on short form of the Yang style Taiji Quan. They will learn basic steps and movements of each form. Students will study and practice freestyle Qigong and learn how to master and cultivate one's own qi through coordinating slow flowing movement, deep rhythmic breathing, and calm meditative state of mind. Level: UG Prerequisite(s): [ACUP 1100](/search/?P=ACUP%201100) Students will learn advanced ancient acupuncture and moxibustion techniques such as Ziwu Liuzhu acupuncture therapy and the eight methods of the mystic turtle. They will study and practice modern, unique acupuncture and moxibustion techniques, focusing on specialized techniques of several acupuncture masters. Level: UG Prerequisite(s): [ACUP 1320](/search/?P=ACUP%201320) Students will be presented with a variety of complex clinical cases focusing on internal medicine disease, gynecological disorders, pediatric disease, musculoskeletal, integumentary and sensory system disorders. They will determine Traditional Chinese Medicine Acupuncture (TCM) diagnosis, etiology and pathogenesis, differentiation of syndrome, principle treatment, acupuncture prescription and appropriate delivery method. Level: UG Prerequisite(s): [ACUP 2130](/search/?P=ACUP%202130) Students will learn fundamental Tuina theories, clinical procedures and common manipulation techniques. They will study different techniques in combination with meridian and acupoint theory. Students will learn the application of acupressure/Tuina techniques for soft tissue injuries such as those of the knee joint, cervical, lumbar spine and limbs in a simulated lab setting. Level: UG Prerequisite(s): [ACUP 1160](/search/?P=ACUP%201160) and [ACUP 1230](/search/?P=ACUP%201230) Students will master interviewing skills with clients focusing on gathering information based on four Traditional Chinese Medicine (TCM) diagnostic skills. They will identify patterns, diagnose and propose an acupuncture prescription. Students will apply acupuncture techniques with supervision to treat clients. study Traditional Chinese Medicine (TCM) practice principles and treatment methods in conditions related to musculoskeletal injury. They will learn physical examination procedures, differential diagnosis and treatment protocols. Students will also study the special physical examination of the vertebrae, hip joints and four extremities. Level: UG Prerequisite(s): [ACUP 1160](/search/?P=ACUP%201160) and [ACUP 2130](/search/?P=ACUP%202130) Students will learn how to practice as an acupuncturist and comprehensively review the theoretical and practical knowledge. Students will review documents provided by the College of Traditional Chinese Medicine Practitioners and Acupuncturists of British Columbia as well as the Pan-Canadian acupuncture licensing exam files, in preparation for their licensing exam. Level: UG Prerequisite(s): [ACUP 2230](/search/?P=ACUP%202230) Students will learn how to establish and manage a Traditional Chinese Medicine (TCM) clinic. They will explore business planning, marketing, record keeping, and confidentiality and privacy standards. Students will also learn legal aspects and scope of TCM practice, practice standards and professional ethics. Level: UG Prerequisite(s): [ACUP 2150](/search/?P=ACUP%202150) and [ACUP 2280](/search/?P=ACUP%202280) Students will learn Traditional Chinese Medicine (TCM) diet principles, focusing on the nature of food and their properties, taste, indications and contraindications in prevention and treatment of disease. They will study different functional recipes including food composition properties. Students will learn Western nutritional principles, focusing on how to identify, demonstrate safe food handling, preparation, cooking, as well as describe a healthy diet. Level: UG Prerequisite(s): [ACUP 1100](/search/?P=ACUP%201100) and [ACUP 1260](/search/?P=ACUP%201260) Students will consolidate learning in order to plan and implement appropriate acupuncture treatments. They will follow up on clients' conditions as well as make referrals as needed. They will present select clinical cases to their peers. Students will practice analytic skills for determining diagnoses, treatment modalities, duration and online version of the Kwantlen Polytechnic University Calendar is the official version of the University Calendar. Although every effort is made to ensure accuracy at the time of publication, KPU reserves the right to make any corrections in the contents and provisions of this calendar without notice. In addition, the University reserves the right to cancel, add, or revise contents or change fees at any time without notice. To report errors or omissions, or send comments or suggestions, please "}