{"title": "PDF", "author": "PDF", "url": "goldeneagles.africa/wp-content/uploads/Official-Warning-about-Vaccines-from-Dr-MK-Strydom.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "OFFICIAL WARNING ABOUT VACCINES A WARNING FROM DR MK STRYDOM I would like to send out an urgent warning to the body of Christ and anybody who has ears to hear and is willing to listen: w e are in a time the Bible prophesied where great deception covers the earth and where if possible - even the very elect will be dec eived. It is my hope that this message will help and equip you to walk in wisdom and discernment - as each person on the planet has to make a decision for themselves on whether or not to receive the vaccine which is being rolled out on the pretext of what is being described as the corona virus pandemic. In this message I will share: - How the COVID vaccines don't stimulate or enhance the immune system as many think - but causes a self -creating autoimmune disease similar to HIV/AIDS. - I explain many of the oth er contents and advanced medical technologies contained in these vaccines and the consequences and effects they have on our spirit, soul and body. - Why the Nasal PCR tests are another form of vaccination - Spiritual encouragement and strategies in facing the time head, including Abba Father's supernatural provision and protection. - Most important in the whole message - don't miss the end where I share guidelines for those who need healing from the adverse effects of vaccines on our spirit, soul, body and DNA, h ow to deal with the spiritual and physical effects of vaccines from the past, and to assist you to prepare your heart to stand firm under pressure in the time ahead. WHY AND HOW THE COVID 19 mRNA VACCINES ARE A 'MEDICAL TROJAN HORSE\" THAT AFFECTS THE IMMU NE SYSTEM AND BODY IN A WAY THAT IS SIMILAR TO AIDS - AND WHY THEY ARE ACTUALLY NOT VACCINES AT ALL The medical principle on which a vaccine is supposed to work is that the weakened version of the virus is injected into a per son's body - the foreign molecu les called \"antigens\" on the virus cell wall stimulate the immune system to produce antibodies to the virus - so that if you are exposed to the virus in future - your immune system is already primed to fight it, with the pre -formed anti -bodies. This is wha t most doctors and healthcare professionals are led to believe about how a vaccine works. However, in this message I will show you how in reality - these COVID vaccines are like a \"trojan horse\" that don't stimulate or enhance the immune system, as God OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 2 created the immune system to function - as many think: these vaccines actually do the opposite - the COVID vaccine is mRNA packaged in a fat envelope that is delivered to a cell as a medical device and cellular modification technology - that causes a self-creating autoimmune disease similar to HIV/AIDS. The end result of this, is that your body is put into a chronic hyper - inflammatory state - so that next time you are exposed to any garden variety corona virus from the environment, it produces a d eadly response in your body. If what I have just said sounds very complicated and has just gone over your heard, don't worry - I will do my best to explain the detail of how this works, in as simple language as possible: When the coronavirus vaccine is inj ected, the mRNA contains \"instructions\" that calls into action something in your body cells called reverse transcriptase enzymes. These enzymes are instructed by the mRNA to mass produce a spike (S) protein that has been ide ntified on the surface of the SA RS-CoV2 virus. The spike protein is thought to play a role in the virus's ability to infect the body. As the body cells release mass amounts of this spike protein into the body, the immune system reacts to this, by producing an tibodies called \"Anti -spike IgG antibodies\" (anti -S-IgG). I am going to explain how the vaccine induced production of these spike protein antibodies does not strengthen the immune system - it highly damages and weakens it - and how the now dysfunctional immune system then goes on to cause life threatening pathological physical reactions and damage to body tissue. The high levels of Anti -spike IgG antibodies do initially reduce the amount of the virus in the upper respiratory tract - but in the long term they cause serious, anti-body enhanced injury in the lungs. The higher the levels of the antibodies, the greater the degree of injury to the lungs will be. Here is how it works: There is a special type of white blood cell that is part of your immune system called macrophages . Their job is to engulf, digest and eliminate pathogens (bacteria, viruses etc.) and foreign proteins through a process called phagocytosis . They are very much like \"Pac men\" in that computer game where they gobble up any germs that are in your body. There are two main types of macrophages called M1 and M2. The M1 cells kill pathogens by stimulating an inflammatory reaction in the body. This involves stimulating the immune system to produce chemicals called cytokines which cause inflammation. After th at, the M2 cells kick in - they have an anti -inflammatory function and regulate wound healing. In other words, the M1 cells switches on inflammation in the body to kill the bacteria or virus that has invaded the body, then the M2 cells switch off th e infla mmation - and help the body tissue to heal and repair. M1 switches inflammation on - it is the \"on button\". M2 switches inflammation off - it is the \"off button\". OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 3 The problem with having high levels of antibodies formed against the SARS -CoV spike protein , that the body has been stimulated to mass produce by the mRNA vaccine - is that the Anti -spike IgG antibodies neutralizes the M2 cells and stimulate the M1 cells into overdrive. So when it comes to inflammation in the body - the \"on button\" is being constantly pressed, whilst there is no \"off button\". The anti -spike IgG antibodies binds to the surface of M2 macrophages inactivating them and consequently weakening their function, whilst allowing the M1 macrophages to release unchecked exces sive quantities of cytokines which are the chemicals that cause inflammation. Instead of healing and repairing the infected lung tissues, the anti -S-IgG antibodies stifle the M2 cells and promote M1 - caused inflammation. Now the body is in a pro -inflammator y or hyper -inflammatory state - whilst the M1 macrophages that stimulate the inflammatory response accumulate in the lungs. The results are a disaster. There are many different types of corona viruses that have been around in the environment for decades - the flu virus is one example. The next time you are exposed to any garden variety corona virus again or your lungs are re -infected with a corona virus - because your body is in a hyper -inflammatory state already by the vaccine - it results in what is known as a cytokine storm where there is the excessive release of cytokines in the body stimulated by the overactive M1 macrophages. This results in severe i nflammation that severely injures the tissue in the lungs (this is called Acute Lung Injury or ALI). Your lungs are made up of tiny air sacs called alveoli (look up a picture on google images). Alveoli look like a bunch of gra pes. Oxygen from the air we breathe in, crosses the alveoli membranes and enters the blood stream. When the lung tissue is injured by the severe inflammation - this then results in what is called diffuse alveolar damage (DAD), with various degrees of exudate (pus -like fluid) and he morrhage (bleeding) in the lungs. This is why the person then struggles to get enough oxygen into their body. Because the M2 macrophages have been inactivated and weakened by the anti -spike IgG antibodies, the body can't heal and repair the damaged lung ti ssue - and it cannot stop the inflammation - which continues to cause damage. It would be a very well worth investment of your time to have a look at the 2019 study by Liu, Li et al, \"Anti-spike IgG antibody causes severe acute lung injury by skewing macrophage responses during acute SARS-CoV infection\" . This study from 2019, as well as many others from as early as 2002 have demonstrated the following findings: - Evidence of a detrime ntal role the vaccine -induced anti -spike protein antibody (anti -S-IgG) had on the immune system which resulted in severe acute lung injury during a SARS -CoV infection. - The Anti -S-IgG antibody failed to prevent SARS -CoV lower respiratory tract infection (pn eumonia) and it amplified (increased) M1 macrophage infiltration and accumulation in the lungs. - Animals who died of SARS -CoV infection had an accumulation of pro -inflammatory M1 macrophages and an absence of wound -healing M2 macrophages in their lungs. - Most of the animals in the control group who were not given a vaccine that induced the production of anti -spike antibodies showed only minor to moderate lung inflammation. - Without the presence of the anti-S-IgG antibodies, M2 macrophages began healing the lu ngs within two days of infection. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 4 The evidence from these multiple studies dating back as far as 2002 - documenting how damaging the COVID vaccine(s) are going to be once a person is vaccinated and then is re -exposed to circulating coronaviruses - has been ignored! So far, I have explained how the antibodies generated by the mRNA COVID vaccines damages the immune system, resulting in hype r- inflammation in the body and injury to the lungs that the body is unable to repair - thus maki ng a subsequent corona virus re -exposure and re -infection more lethal. But that's not the only problem caused by the COVID -19 vaccines - it actually increases the ability of a corona virus to infect your body in future! This means that more people will be getting sick - and of course it will be blamed on corona virus variants - and be used as a pre -text to advocate the need for more vaccine doses, boosters etc. Most garden -variety respiratory viruses cause infection by binding to specific receptors on the surface of a body cell. When the immune system is functioning normally as God designed it to, it detects the foreign proteins (antigens) on the cell wall of the viru s circulating through the body - and produces antibodies that bind to the virus which neutr alizes it by preventing it from being able to attach to the body cells. This stops, or at least weakens, the progression to a full -blown infection. However, the anti-spike protein antibodies produced in the body as a result of the COVID 19 vaccines only b ind loosely to the virus. Instead of stopping an infection, this mechanism promotes invasion into the cell, enhancing the infection instead of stopping it. It makes you hypersensitive to the virus, it does not protect you against it ! That is why I have ref erred to these vaccines as a \"medical trojan horse\". Here is how it works: In a normal functioning immune system - a neutralizing antibody is shaped like the letter Y. The upper arms are called the Fab fragments and the stem is called the Fc fragment. The Fab fragments bind to an invading pathogen like forceps or a set of pliers would grab onto and hold a ball. Once the germ has been captured by the Fab fragment arms of the antibody, the Fac fragment stem of the antib ody then binds to an Fac receptor on th e surface of white blood cells in the immune system, such as macrophages, lymphocytes, natural killer (NK) cells and others. Normally, this signals the white blood cells to release tiny amounts of inflammatory chemicals to destroy that pathogen which the a ntibody has brought to it. However, when the anti -spike protein antibody (anti -S-IgG) engages with the Fac receptor on the surface of the membrane of a body cell, the \"door opens\" in this trojan horse medical phenomenon - and allows the whole complex (vir us and anti -spike protein antibody) to enter the body cells. Because the Fab fragments of the antibody are only weakly holding the pathogenic protein on the wall of the virus, the loosel y bound protein material \"escapes\" from the end of the Fab fragments as it enters the body cell, and highjacks that reverse transcriptase enzyme system - causing it to replicate the DNA of the virus - to produce more viruses! Thus it enhances the infection rather than stopping it. This brings me to the place where I want t o emphasize that these trojan horse COVID 19 vaccines ARE NOT VACCINES! It is a MEDICAL DEVICE that comes in the size of a molecular package, designed to stimulate the human cell into becoming a PATHOGEN CREATOR! OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 5 A Dr. D. Martin aptly summarized this in a quote: \"The term 'vaccine' is being used to sneak these cellular modification technologi es under public health exemptions. It is not a vaccine. Vaccines are a legally defined term under public health laws and CDC (Ce ntre for Disease Control and Prevention) and FDA (Federal Drug Administration) health standards. A vaccine specifically has to stimula te an immunity within the person receiving it and it also has to disrupt transmission. And that is not what these COVID vacc ines are. The use of the vaccine term is incorrect from the legal definition of it. Remember that Moderna was started as a chemotherapy com pany for cancer - not a vaccine manufacturer for SARS. If we said we were going to give people prophylactic chemother apy for the cancer they don't have, you would be laughed out the room because it is a stupid idea. That is exactly what this is - it is not a vaccine - it is a mechanical device that comes in the form of a very small packet of technology that is being inse rted into the human system to activate the cell to become a pathogen manufacturing site. Let's be honest and call it what it is: It is a chemical device wh ich is designed to unleash a pathogen production action within a cell. It is a medical device, not a drug, because it meets the CFR definition of a device.\" (C.F.R stands for Code of Federal Regulations). Severe damage to the lungs is not the only highly destructive effect of the vaccine induced anti -spike protein antibodies produced from the COVID vacci nes on the body. These antibodies also contain syncytinhomologous proteins, which are essential for the formation of the placenta is mammals including humans. The immune reaction triggered by the vaccines against the syncytin -1 proteins also has the potent ial to cause infertility of an indefinite duration and sterilize up to 60 - 70% of women. The mRNA vaccines from BioNTech/Pfizer contain polyethylene glycol. 70% of people develop antibodies against this substance - this means that many people can develop potentially fatal allergic reactions to the vaccination (called anaphylaxis) - which is indeed already happening! Anaphylaxis is a life -threatening allergic reaction that occurs in the human body as a result of the inflammatory response going into overdrive in the body. A person is also more likely to develop an anaphylactic reaction if they already have other underlying chronic diseases that involve chronic inflammation in the body - such as allergies, hayfever, asthma etc. If you have had previous vaccines - you can potentially be more prone to a hyperinflammatory response. That is why people who previously had flu vaccines with th e same toxic adjuvants are experiencing more severe adverse reactions to the COVID vaccines than those who did not have any flu shots. People who have had previous doses of COVID vaccines will be far more sensitive than a person receiving their first do se. A person will also be more susceptible to developing an anaphylactic reaction if the 2nd dose of the COVID vaccine is given more than 3 weeks after the first dose. In other words, 3 weeks is the incubation period for anaphylaxis hypersensitivity. Meaning the lo nger the period is that the 2nd dose is given after the first dose - the more people there will be that will be s everely and/or lethally affected by the COVID vaccines - and why we will see millions more people suffering life -threating anaphylactic reactions after the 2nd dose. I have now described in detail how the mRNA COVID vaccines damages the immune system and i s a cellular modification technology that causes a self -creating autoimmune disease similar to HIV/AIDS. The anaphylaxis and other auto -immune reactions and diseases that develop as a result of this, can develop in hours, days or weeks... but in other indivi duals it can take anywhere from 4 to 14 months to develop. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 6 However, once a person has been anaphylactized and consequently modified in his chemical constitution, the state of hyperinflammation can remain in their body indefinitely. In some rese arch, subjects have been known to still be sensitive to the unleashing of this anaphylactic reaction even 4 years after the first serum injection. It is an extraordinary phenomenon tha t so insignificant a quantity of poison in the vaccine can modify the b ody to the extent that it does in the subsequent days and years. This demonstrates how it is complete nonsense when doctors say that the trace amounts of mercury, fetal stem cells and other toxic substances in the vaccines past and present, are so small th at they are insignificant. (Reference: Dr Sherri Tenpenny, DO, AOBNMM, ABIHM - a doctor with many years of experience and research into vaccines. Find much more information on her website at: Vaxxter.com ) After 1 million doses were delivered in America in January 21, within less than a month - data from the Department of Health and Human Services (HHS) showed that there had been 40,433 adverse events reported from the Covid19 vaccinations in the USA. It i s also estimated that only 1% of adverse r eactions are actually reported - thousands have gone unreported... and as time goes by the numbers of people worldwide who adversely affected are highly likely to exponentially increase into millions. This is not onl y because of the hyperinflammatory state c reated in the body pre -disposing people to fatal damage in the lungs, increased susceptibility to future viral infections and life -threatening anaphylactic reactions mentioned so far - but let's have a look at the consequences of other contents and technol ogies in these vaccines: HEAVY METALS AND OTHER TOXIC SUBSTANCES Firstly to mention a few points about vaccines of the past: They contain heavy metals - for example such as mercury and aluminum and other substances that are severely toxic to the human body and have no business being in the human body because the body was never designed to handle these poisonous substances. This for example, has been linked with brain damage and autism in children - amongst a whole host of other damages to the immune system and body. Our children are sicker than the previous generations. Before the introduction of vaccines, autism was a rare dise ase - but is progressively and rapidly rising over the years, to the point where it will be 1 in 2 children with autism by 2030! Th e package insert of the coming covid vaccines lists more than 72 toxins/poisonous substances, foreign antigens, foreign enzymes, foreign blood cells and viruses that are injected into your body that should not be in your body! And those are only that which is known - never mind what is not known by most healthcare professionals or the general public. The truth is, the majority of doctors in convention al mainstream medicine do not fully know the contents of these vaccines - or have an in -depth knowledge and understanding of exactly what the contents of these vaccines do in the body. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 7 FETAL CELL LINES AND OCCULTIC BLOOD COVENANTS Vaccines contain fetal cell lines - in other words cells from the body tissue of aborted babies. If this sounds too farfetched - have a look at the ingredients on the labels of many well -known processed foods and drinks which for example contain an additive called HEK293, which is used to boost sales by enhancing the flavors of the food and in many cases makes it addictive. HEK293 stands for \"Human Embryonic Kidney Cells\" which were taken from the kidney tissue of a healthy electively aborted human fetus. The HEK293 cell is just one example of many which have been immortalized through a genetic modification to produce what is called cell lines. These cell lines have the potential to cause many chronic diseases and life -threatening illnesses in the body - such as autoimmune diseas es, diseases involving chronic inflammation and pain, and cancer to name just some examples. Cancer is where cells divide uncontrollably to form a mass of tissue known as a tumor - because the DNA that controls cell division has been damaged or in the case of these cell lines - scientifically modified. Apart from the damage this causes to the body, from a spiritual perspective this has to do with blood covenant. In the Bible, whenever an important covenant was made - blood was shed - for example the covenan t God made with Abraham involved the sacrifice of a lamb. We also see this in a marriage covenant in a Biblical context: when the w oman is a virgin and the husband and wife have intercourse for the first time on their wedding day, the hymen is broken and b lood is shed, sealing that covenant - not only from a physical perspective but also spiritually. Our love relationship with Abba Father through His Son Jesus is also based on a blood covenant i.e. the Blood that Jesus shed on the cross for the forgiveness of our sins and for our redemption and restoration. Everything that God does, Satan has a counterfeit. We have a covenant love relationship with Abba Father through the Blood of Jesus based on LOVE. Through various different methods, the enemy (Satan) want s to form a blood covenant based on FEAR with as many people as possible - that binds them not only physically, but also spiritually. And that is why the guideline prayer of repentance regarding vaccines at the end of this message involves breaking occulti c blood covenants . DNA MODIFICATIONS The COVID 19 mRNA vaccines are unlike any other vaccines of the past, in that as well as containing the elements previously mentioned, they have technology that alters the DNA of the recipient - far more than DNA would be affected by any virus that has been around for decades, as some doctors might argue. Through what is called CRISPR technology, entire genes can be delet ed, replaced with synthetic ones or suppressed. Genesis 1 v 27 says that God created man in His imag e... and all that information of His creation on a physical level is encoded in our DNA. Through the multiple doses, boosters and various vaccines to come, people 's DNA will be progressively altered to such an extent - that theoretically, you couldn't consid er that person fully human anymore. Ultimately that is what Satan wants to achieve - removing the image of God from the face of the earth. In Matthew 24 v 37 , Jesus said that the end times would be like it was in the days of Noah. This has many parallels a nd meanings - one of which is the fact that at the time of the flood, Noah and his family were the only genetically pure (or fully human) people remaining on earth. At that tim e, Satan wanted to prevent the coming of Jesus by distorting and defiling the DN A of the whole human race so that there was no genetically pure blood line left through which the Son of God could be born. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 8 Genesis chapter 6 explains how fallen angels engaged in unnatural sexual union with human women to produce a hybrid huma n race (also called Nephilim) which had partly human and partly demonic DNA. Examples of this we see in the Bible is the giants with supernatural human strength - such as the giant Goliath that David killed and the giants described in Numbers 13 that the Israelites saw when they first came into the Promised Land. In Genesis 6 v 5 - 7, it says that the whole of mankind was wicked and depraved and only had the capacity to think and do evil - a huge reason for this from a medical or physical perspect ive was because mankind had been so perverted and altered and programmed according to the kingdom of darkness right from the level of their DNA. Now we are in a time where we see history repeating itself, just as in the days of Noah, as Jesus said in Matth ew 24 v 37 : the agenda of the occultic transhumanistic science behind this manufactured pandemic and staged panic/media endorsed mass paranoia triggered by this bioengineered novel corona virus and weaponized SARS/HIV/MERS virus - is revealed by one of the genes that the virus and the series of COVID vaccines specifically target: a gene which is often referred to as the \" God gene \". In science the God gene - also called the vesicular monoamine transporter 2 (VMAT2), has been shown to be related to a person's ability to seek out spiritual truths or spiritual experiences and to grow spiritually. Suppressing this gene basically achie ves snuffing out spiritual pursuit where it stunts a person's ability to connect spiritually with God and have an intimate love re lationship with Him - and it permanently stunts their soul development in terms of their ability to renew their mind i.e. it deadens the person spi ritually and it deadens their soul. This technology has been utilized in the past - for example via chemtrail s by U.S military bioweapons programs as a strategy to supposedly neutralize terrorists throughout the middle east who act on their religious fanaticism. This mani fested between 2012 and 2020 in Saudi Arabia and South Korea for example, as the \"Middle East Respiratory Syndrome\" (MERS). However, it is obvious to see where immunizing people against the VMAT2 God gene is leading in the bigger long -term picture of COVID 19: The book of Revelations prophecies that there will come a time when there will be a one world economy and one world government, which is eventually ruled by a one world dictator known as 'the anti -Christ' or the 'Son of Lawlessness'. By the time he arrives on the world stage - most people in the world will already be programmed to worship him - programmed spiritually, programmed in their soul and programmed in their body right from the level of their DNA. Vaccines is just one of several ways that this will be a ccomplished. A person's capacity to experience empathy and compassion can also be t argeted and removed on a genetic level so that - to give an example: they could be involved in heinous crimes - such as the murder or sexual abuse/rape of a child or close family member with no remorse or feeling or \"conscience\". This reminds me of the Scr ipture that describes the end times where parents will even betray their children and children will betray their parents unto death ( Matthew 10 v 21 ). Perhaps these DNA modifications is how we will see wickedness in the earth as it was in the days of Noah before the flood where mankind only had the inclination left to sin. The mRNA vaccines can take a piece of your DNA out and replace it with a synthetic one - and they can do it anywhere they want in your whole DNA genome - so apart from the examples of the genes affected that I have mentioned - who knows what else they are going to modify about you! OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 9 The consequences physically of all the DNA modifications the coming vaccines will bring to a person are innumerable, horrific ally disastrous and catastrophic. For example, there are numerous devastating videos available on social media of many people, who after receiving the vaccine - began experiencing uncontrollable tremors throughout their body where their arms, legs and body shake without rest day and night - and no doctor or neurologist in mainstream medicine is able to help them - because truthfully, many have no idea what they are dealing with. For most of us in the medical profession - the uncountable physical consequences of the DNA modifications and poisonous toxic substances within the vaccines are not fully known and yet to be seen - here are jus t a few more examples so far: - Death - Paralysis - Heart attacks (acute myocardial infarction) - Myocarditis and pericarditis (inflammation in the heart) - Convulsions/seizures - Strokes - Miscarriages - Thrombocytopenia (there are cases of doctors who have already died from haemorrhage (bleeding) as a result of the vaccine induced autoimmune reduction of platelets in their blood stream) - Many different types of autoimmune diseases - Guillain -Barre Syndrome - Bell's Palsy and paralysis on one side of the face - Anaphylactic s hock - Steven Johnson's Syndrome (a life -threatening allergic reaction where the skin peels off all over the body) - Acute disseminated encephalomyelitis (inflammation of the brain and spinal cord) - Encephalitis/meningitis/encephalopathy - Narcolepsy and catapl exy - Disseminated Intravascular Coagulation (blood clots throughout the body that cause many life -threatening complications) - Venous thromboembolism - Arthritis and arthralgia/joint pain - Kawasaki disease - Multisystem Inflammatory Syndrome in children - And many more diseases and complications - too many to mention OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 10 THE NASAL PCR SWAB TESTS ARE ANOTHER FORM OF VACCINATION I am about to mention something about the PCR swab tests being used - in terms of how it relates to vaccinations. But first I would like to explain how inaccurate these tests really are and why you cannot draw any genuine medical conclusions from them. PCR stands for \"Polymerase Chain Reaction\". The principle of how it is supposed to work is that a virus is isolated and the DNA i t contains is supposedly identified. I use the word \"supposedly\" because there are no medical studies, that I am aware of that, have shown proof of properly isolating a virus - but I do not have the space to get into that in detail. Once the genetic sequen ce of the virus has supposedly been identified - a PCR test is performed by taking a sample of a person's body fluids such as saliva from the mucosa of their mouth or mucous from the nasal passage - and the DNA in that sample is then multiplied or replicat ed in a laboratory and then studied to see if it contains the genetic sequence of the virus. To use an analogy to help those with no medical background t o understand: say that the components of the genetic sequence of the virus is like words that make up a sentence - and the PCR test looks for the presence of any word combinations in that sentence such as \"and the\", \"so then\", \"however but\" - and if any of those word combinations within the sentence are detected, that test is considered as positive. The pro blem is that those words are not unique to only that sentence (i.e. the supposed genetic sequence of that specific virus) - you can find those same words of that sentence in many other articles, magazines, books or information on the internet. In the same way, the sections of DNA that are supposedly in the virus that cause a PCR test to be positive, can be found in the genetic make -up of just about everybody. For this reason, a very large percentage of PCR tests produce false positives. I also want to alert you to the fact that a vaccine is not limited to being administered via a syringe and needle. The nasal test swabs are also being used as a method of vaccinating people without their knowledge or consent. The politicians and media say that this corona vir us and its variants are so infectious, that it can be spread through the air even just by speaking. With a pathogen so highly contagious as they claim, surely one would just need to swab the saliva mucous membranes in your mouth like they have done in the past for DNA tests. So why then are nasal swabs used that are put so deep up your nasal passage? At the top of your nasal pas sage you have what is called a 'cribriform plate\" that separates your brain from the nasal cavity - look up a picture of the cribri form plate on google in the internet. The cribriform plate is made of a soft, porous piece of bone (i.e. with small holes in the bone), which provides the easiest access for substances to cross the blood brain barrier into your brain and blood stream. This is a quote from the abstract of an article titled: Nanoparticles for nasal vaccination: \"Among other mucosal sights, nasal is especially attractive for immunization, as the nasal epithelium is characterized by relatively high permeability, low en zymatic activity and by the presence of an important number of immunocompetent cells. In addition to these advantageous characteristics, the n asal route could offer simplified and more cost -effective protocols for vaccination with improved patient complian ce. The use of nanocarriers provides a suitable way for the nasal delivery of antigenic molecules.\" (Noemi Csaba et al. Adv Drug Deliv Rev 2 009) OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 11 Funded by the Bill Gates Foundation, researchers at the John Hopkins University have engineered a tiny star shaped machine th e size of a speck of dust called a thermogripper. It was inspired by a parasitic worm that digs its sharp teeth into the host's int estines or blood brain barrier. These microdevices can latch onto mucosa and release drugs, poisons or even nano -particles into the human body. INTRODUCTION OF NANOTECHNOLOGY INTO THE BODY Medical technology is far more advanced than most of the general pu blic and even doctors in normal mainstream medicine are aware of. We are now in the era of nanotechnology, nano -particles, nano robots, nano -dust and smart dust - and the fusing of technology and biology known as synthetic biology. The UK.GOV website sums it up like this: The \"Fourth Industrial Revolution\" is of a scale, speed and complexity that is unprecedented. It is characterized by the fusion of technologies such as artificial intelligence , human gene editing and advanced robotics - that is blurring th e lines between the physical, digital and biological worlds.\" (These same statements were made in the World Economic Forum that took place this year). There are some doctors and healthcare professionals who have examined the fibers of the COVID 19 test kit swabs and found that they are not like the cotton fibers of a regular ear bud or pus swabs used for medical tests in the past - and are unlike any known textile fibers ever seen before -they move, are magnetic and don't burn when exposed to high heat. Whe n examined in crime labs, they have never known any other fiber to have these properties other than what is called Morgellons Fibers (look up Morgellon s Disease on the internet!). Others who have examined the nasal swabs with their own facilities such as P IXE scans, report discovering a radioactive transition metal called technetium that has bio -infiltrator properties including direct DNA manipulation and mind control. The point is - does the average healthcare professional administering the PCR covid tests really know what is involved in them or what these microscopic nanotechnology polymer fibers are really depositing into the human body? I don't think so - the technologies involved are far above an average healthcare professional in conventional mainstrea m medicine's understanding or awareness. The deep nasal COVID test swabs are far more than a supposed test - they are also are a multi -purpose nano -bio- weapon and transhumanism technology. On the end the nasal swab, various forms of nanotechnology, nano -particles and smart dust as well as the bioengineered weaponized virus itself can be introduced through the cribriform plate across the blo od brain barrier into your brain and blood stream. To emphasize the point of how advanced science is when it comes to nanotechnology: if you divide 1mm by 1 million - that is the size of a nanometre and the scale of these highly sophisticated micro -devices being introduced to the human body through the coming vaccines and nasal swabs. Imagine how sophisticated and adva nced science and technology must be to build nano robots and microdevices/machines the size of 1 millionth of a millimetre! The tiny smart dust particles have GPS capabilities! OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 12 They have a 2 axis magnetic sensor to track direction, they have an accelerometer to track speed, a light intensity sensor, humidity sensor, pressure sensor, a temperature sensor...and in short are able to record every detail of the biometric data of your body : for example how fast your heart is beating, the level of your b lood pressure, the release and level of each type of hormone and chemical in your body, a woman's menstrual cycle, if she falls pregnant - the sex of the baby, when you are having sex etc. - no more privacy! They will know everything about you! All of this data of your body will be transmitted by these nano -particles introduced by the vaccines and nasal swab tests through wireless Wi -Fi to the soon coming 5G and 6G smart grid internet of things in the cloud - literally hooking up its human biological host to its smart grid tracking system. The ultimate purpose of this digital surveillance being to track, monitor and totally and c ompletely control not only all resources on earth - but every body cell, of every human being on the planet, right from the level o f their DNA. Not only does the nanotechnology powered by A.I. have the ability to record all the biometric data of the human body - but also to affect, change, interfere with, adjust and control it - for example to affect the rate at which your heart beats , the level of your blood pressure, the amount of insulin released from your pancreas as well as every other chemical and hormone in the body, the neur ological flow in your brain which enables you to think, the levels of your hormones which affects your em otions etc. If the soul is your mind, will and emotions... it will eventually not only completely control your body, but also your soul. Global mental illness (depre ssion, anxiety disorders, insanity etc.) and suicide will be at an all -time high - more than ever seen in history before. WHERE THIS IS ALL LEADING: Many different transhumanism patents had already been filed years before the COVID pandemic was ever heard of by the general public - one of the most infamous being the Microsoft patent: US16138518 fr om March 2020 and its world patent WO2020060606 (note the 3 sixes) - CRYPTOCURRENCY SYSTEM using body activity data. \"Human body activity associated with a task provided to a user may be used in a mining process of a cryptocurrency system. A server may pro vide a task to a device of a user which is communicatively coupled to the server. A sensor communicatively coupled to or comprised in the device of the user may sense b ody activity of the user. Body activity data may be generated based on the sensed body a ctivity of the user. The cryptocurrency system communicatively coupled to the device of the user may verify if the body activity satisfies one or more conditions set by the cryptocurrency system, and award cryptocurrency to the user whose body activity dat a is verified.\" What does this practically mean? Well in the coming New World Order dominated by a one world government and one world currency (which was prophesied in the book of Revelations), absolutely every aspect of life will be connected to the previ ously mentioned smart grid internet of things i.e. water, electricity, transport/travel, all business and economic transactions etc . will work through this - allowing complete control of all resources and every aspect of society. In this cashless society, if a person wants to get paid their digital cryptocurrency salary, they will have to do whatever they are dictated to do and the nano -particle devices in their body surveilling them will check that they have actually done it. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 13 Here is a hypothetical example of how it would work: the government all seeing A.I (Artificial Intelligence) instructs you to go to a specific building and clean the toilets all day - and you will get paid whatever non -negotiable amount of digital cryptocu rrency credits that they decide into your bank account. If you don't do it because you don't want to be a toilet cleaner - this will be detected by the nano smart dust sensors inside your body, which are broadcasting your every location, movement and biome tric data of your body, back to the government A.I, through the wireless 5G sensor interfaces. Your social credit score will be lowered to restrict a ll allowed activities in society, and limit all travel possibilities, and you will not get paid any digital currency credit in your account as a consequence for failing to complete the task you were told to do. THE MARK OF THE BEAST Revelations 13 v 16 - 17: \"16 Also he compels all, the small and the great, and the rich and the poor, and the f ree men and the s laves, to be given a mark on their right hand or on their forehead [signifying allegiance to the beast], 17 and that no one will be able to buy or sell, except the one who has the mark, either the name of the beast or the number of his name. 18 Here is wisdom. Let the person who has enough insight calculate the number of the beast, for it is the [imperfect] number of a man; and his number is six hundred and sixty -six.\" Many christians are asking if the COVID vaccines are the mark of the beast. It appear s that the mark of the beast is being progressively assembled in a series of steps and stages in the bodies of the world population. From the evidence in Scripture and the effec ts of the genetic manipulations by the nanotechnology in the vaccines - it is c lear that the first dose of the COVID vaccines was the \"first step\" or \"first puzzle piece\" of the Mark... and that more and more puzzle pieces are being added with each progressive dose, boost er etc - until it eventually evolves into the full on, final ma rk of the beast described in Revelations 13 v 16 - 17, without which people will not be able to buy or sell or take part in any economic transactions. The reality of this in our world today is re -iterated by a statement from Microsoft ID2020 Alliance: \" As more and more transactions become digital in nature and are built around a single global identification standard, supported by Microsoft, the question of who will govern this evolving global community and economy becomes relevant . Especially since non part icipants in this system would be unable to buy or sell goods or services .\" The next step towards the final mark of the beast, is vaccine passports, which are looming on the horizon, and which will con sist of: - Proof of vaccination - A digital ID - Eventually linked to a digital cryptocurrency which will become the one world digital currency (as the currencies of individual countries fall away) in a one world economy - that eventually evolves into the Mark of the Beast. The vaccine passports will mean that a p erson will not be able to travel anywhere without proof of having the vaccine. For example, in March 2020, emergency laws were passed in Denmark stating that without the vaccine, a person will not be allowed to travel , work, go to the grocery store - or bu y or sell in any form - and even risk going to prison. These same laws will eventually come into effect world wide. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 14 So whilst the initial COVID vaccines were not the final full on mark of the beast - they were definitely the first part - step 1 towards it! This is a serious call for urgent repentance! With the final mark of the beast there will be no opportunity to repent - the person will be sealed to hell in the lake of fire for all eternity ( Revelations 14 v 9 - 11). So even though, out of lack of knowledge or for whatever reason some of us took the first few doses, thank God we still have the opportunity to repent! But we are in the ver y last seconds of grace where we still have to opportunity to repent - and this time window is rapidly closing. There is absolutely no room to compromise as soon it will be too late - which is why the information in this warning document is being shared - to give us the opportunity to repent now whilst we still can! Vaccines delivered by a needle and syri nge will soon be replaced by a patch device, that has microneedles that can deliver the contents of the vaccine into the body - the full name for this the \"Human Implantable Quantum Dot Microneedle Vaccine Delivery System.\" These microneedle devices will h ave a \" hydrogel \" on them, which for want of a simple way to explain it is like a 'glue'. It is a high viscosity gel that serves as a carrier for the nano -particles, nanotechnology and other contents of the vaccine I have previously explained. It has mucoad hesive properties in order to maximize the residence time (i.e. hydrogels stick to your mucous membranes for longer) to increase the period of contact e.g. with the nasal mucosa to enhance absorption of the drugs/substances in the vaccine. The term \"mark\" in the Biblical phrase \"mark of the beast\" is quite interesting when looking at it from a medical perspective, in terms of the genetic markers related to the DNA modifications achieved by the technologies in the testing and vaccines described ab ove. The m RNA vaccines can take a piece of your DNA out and replace it with a synthetic one (or could this perhaps be demonic Nephilim DNA as in the days of Noah?) - and genetic markers are placed where the changes are made. Through the DNA changes in the present CO VID vaccine, combined with the series of vaccines, boosters and tests to come, the various genetic markers from the progressive DNA changes will connect together on our DNA like the pieces of a puzzle that connect together to create a pictur e. The first wo rd that comes to mind when reading the word \"mark\" in Revelations 13 v 16 is the word \"tattoo\"... interestingly the vaccines to come are also called \" quantum dot tattoos \". However the mark on the body left behind by the vaccinations is not a mark on the skin, but on the DNA - the blueprint of creation where we were created in God's image - where the serpent, Satan or Lucifer now wants to imprint \"his image\". An interesti ng \"coincidence\" pointed out by a man called Geoffrey Grider is that when you allocate numbers to the letters in terms of the order they appear in the alphabet (e.g. A = 1, B=2, C=3 etc.), if you remove the word \"human\" and then add up numbers of each of t he letters in the phrase \"Implantable Quantum Dot Microneedle Vaccination Delivery System\" - it amounts to \"666\". One key ingredient in the quantum dot microneedles that will administer the vaccines to the body is a unique chemical called LUCIFERASE - aptly named, given the satanic agenda behind all the occultic science and technologies involved in the vaccine. Luciferase is a 'near infrared bioluminescence enzyme' which lights up and will be able to be seen through a special mobile d evice app on smart phon es and will for example be used at check points - such as when travelling through an airport, or before entering a grocery store, shop or business. This is how it will be known whether the person has had a vaccine or not. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 15 At the moment, wheneve r you enter a shop or business etc, your arm/hand or forehead is scanned by a machine that measures your temperature. This is merely a mind control programming exercise getting people used to their heads or hands being scanned. Th e 'mark' from the DNA chan ges will be in every cell of the human body, although the head and hand will possibly be scanned just out of convenience. The United Nations Sustainable development goals describe their intention for a digital ID to be provided for every person on the planet. The Quantum Dot Microneedle Vaccination Delivery System will be combined with a digital identification mark from ID2020 (which is very much worthwhile doing some of your own research on), together with a human implantable device for buying and s elling cryptocurrency with the patent number previously mentioned of \"060606\". All of this will come in the form of what will be cal led an \"Immunity passport\". When considering all these points together that I have mentioned above, about this Luciferase containing hydrogel quantum dot tatoo vaccine passport and digital identification mark - it certainly does appear that we are witnessing the Mark of the Beast sys tem described in Revelations 13 v 16 - 18 being assembled right in front of us, in preparation for the kingdom of the anti -christ - which is a new world order that the book of Revelations in the Bible explains will consist of a one world government and one world economic currency which aims to completely dominate and control every person on earth. THE NEED TO REDUCE THE EARTH'S POPULATION In order to completely control every person on the planet as I have explained above - it will be necessary to dramatical ly reduce the world's population, because practically it would be very difficult to control the present number of nearly 7 billion people o n the earth. Hence the reason behind the depopulation agenda or need for 'population control' being promoted by peopl e such as Bill Gates, Boris Johnson and other world leaders and prominent figures. For everything that God does, Satan has a counterfeit. In the Bible, G od gave His people 10 commandments which were initially on two stone tablets, which are the principles on which living in His Kingdom in relationship with Him are based. In the same way, there are 10 principles that outline the ideals of the satanic Luciferian s ystem of the New World Order - which are listed in various languages, in plain sight for all to s ee, on stone tablets known as the Georgia Guidestones - go have a look for yourself: type in \"Georgia Guidestones - description\" in google and have a look at them on google images. The first item listed there on the New World Order Agenda is: \"Maintain hum anity under 500 000 000 in perpetual balance with nature.\" In other words, the goal is to reduce the world population to 500 million which is a number that is practically possible to completely control. Since there are presently about 7 billion people, the intention is to eventually kill approximately 6,5 billion people! This process began long ago through the diseases caused by the toxic ingredients, genetically modified substances and fetal cell lines in many processed foods, the previous vaccines of the past and various other methods. But now this de -population agenda (also known for many years as agenda 21 - as it relates to the year 2021) is being ramped up on super steroids as the COVID vaccines and more vaccines to follow are being rolled out. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 16 The nanotechnology I previously described is extremely toxic to the human body. When the tiny nano -particle robotic devices are activated and hooked up to the 4G, 5G and later 6G internet grid, the electromagnetic frequencies/radiation emitted by these devices will also have catastrophic health effects on the human body - never mind all the other toxins and poisons that come with the vaccines and the uncountable number of destructive effects from the DNA modifications! The nano -particles themselves are highly destructive to the human body - for example new research by scientists shows that when cellular barriers are exposed to metal nanoparticles, cellular messages are released that may cause damage to the DNA of developing brain cells. i.e. brain damage . During their interactions with cell membranes and the internalization in the cells - key signaling pathways and processes are altered. The number of deaths, irreversible adverse reactions and biological damage - which has already been caused by the firs t round of COVID vaccinations are exponentially greater than what has been reported on mainstream media. You don't need to look far on social media to see the testimonies and stories of hundreds of thousands of people with horrific and devastating accounts of the side effects they have experienced, in which many of them have been severely maimed for life and which has affected them so signif icantly that they cannot function - and for many has already resulted in death and miscarriages. This will go down as the greatest medical fraud and human genocide in recorded history. The holocaust that has already taken place in nursing homes in countries across the world - is about to become a reality in the greater population worldwide. Everything shared here is so un believable that it nearly cannot be believed. However, when all the video footage and information came out of what took place in the Jewish holocaust and Nazi concentration camps under the leadership of Hitler (a type and foresh adow of the anti -christ) - it was so unbelievable, that it was hard for people at the time to comprehend that such a thing could happen - yet it did happen. Similarly, the reality of all that is taking place now is hard to fathom - yet here we are. Whilst there are many conspiracy th eories out there to purposefully spread misinformation in order to cloud the truth, be aware that the term \"conspiracy\" has also been employed to make \"taboo\" anything that anybody says which questions or challenges the off icial mainstream narrative brain washing the general public. I hope that this message has shed some light where there is so much confusion. All the facts I have presented are easily verifiable on the internet - I have given you many key words and key topics, and encourage you to do resear ch on them for yourself. In a time where deception abounds more than ever before, we cannot accept everything we are told at face value - we need to think for ourselves, pray and ask Abba Father for wisdom and discernment through the Holy Spirit - and as t he Bible says in 1 Peter 5 v 8 to be on alert, vigilant, sober and watchful for the enemy roams about as a roaring lion, seeking whom He may devour. Medico -legally I cannot tell you not to have the vaccine - I have simply provided information so that you can hopefully make a more informed decision for yourself. At the very least, I hope this message has prompted you to stop and carefully think, research , pray, fast and seek Abba Father's face before making this very serious \"life or death\" choice regarding the vaccines. The purpose of this message is not to spread fear - as mentioned in the beginning, it is my hope that this message will equip you to walk in wisdom and discernment - and I hope this will save a life... or hopefully many lives. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 17 A MESSAGE OF SPIRITUAL ENCOURAGEMENT AND STRATEGIES FOR THE TIME AHEAD Before I conclude this message with a guideline prayer of petition to assist anybody who needs healing from the effects of va ccines on our spirit, soul, body and DNA - as well as to prepa re our hearts to stand in the face of the incredible coming pressure to take the coming vaccines - I first want to share a few helpful strategies in the midst of this 'pandemic\": I know there are so many who are desperate for a touch from God in this time - for help, healing, hope, comfort and encouragement - in this regard i have done an on line conference called: \"The Bible From A Medical Perspective; Medicine from a Biblical Per spective.\" The sessions of this conference are freely available on our YouTube channel: Eagles' Wings @DR.MK.STRYDOM DO NOT FEAR! Until then - one vitally important message I would like to emphasize to you is \"Do not fear!\" ...that is the biggest key from both a medical and spiritual or Biblical perspective in the midst of this pandemic. The devil's kingdom is founded on fear and fear is the fuel that is driving everything surrounding this pandemic and the vaccines associated with it. On a physical level, w hen you are in fear, it stimulates a stress reaction in your body, leading to high levels of stress hormones such as cortisol in your bloodstream - which when present in chronically high levels - kills the cells of the immune system. When your immune syste m is weakened, it cannot protect you from infections as God designed it to. Also remember that any decision based on fear will not be the right decision - and will only lead to destruction. 2 Timothy 1 v 7 : \"For God did not give us a spirit of fear, but [He has given us a spirit] of power and of love and of sound judgment and personal discipline [abilities that result in a calm, well -balanced mind and self -control].\" THE VITAL IMPORTANCE OF DOVE'S EYES One of the key vessels being used to generate fear and all the deception that is taking place is the general mainstream media . Therefore I would highly recommend significantly limiting the time you spend listening to the media - and even better, switch it off completely. Don't focus on what is going on around you - keep your mind and your eyes fixed on Abba Father and He will keep you in His perfect peace as He promises in Isaiah 26 v 3 . A vital key that God has given His people for these perilous times is the principle of Dove's eyes. In Song of Solomon 1 v 15 , Jesus described His Bride as having the eyes of a dove. What is unique about a dove, is that when it finds its mate, it keeps its eyes locked on its mate without being distracted by anything that is going on around it. In the exact same way - Abba Father wants us to lock our eyes on Him with the same single vision and undivided focus as a dove. We see this principle applied in the story of Peter walking on the water in Matthew 14 v 22 - 33. When he ke pt his eyes and focus on Jesus - he walked on the water - but when he focused on the storm, fear flooded in and he sank. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 18 The times will become unbearable for those who don't keep their eyes locked on Abba Father, but it won't be unbearable for you, if you live a lifestyle of keeping your mind and focus fixed on Him. Spend time daily in His Presence and in His Word to help yo u cultivate a mind and heart that is focused on Him - and He will protect and preserve you from all the dece ption and realities that are unfolding in the world today. Through dove's eyes - you will escape the traps and snares of the enemy and you will be filled with peace and joy in spite of the extreme circumstances surrounding us and you will overcome. BE WIS E TO STRENGHTEN YOURSELF IN FAITH FOR THE TIME AHEAD THROUGH SPENDING TIME WITH GOD IN HIS WORD In the time ahead, more than ever, we will have to walk in great faith and trust in Abba Father for absolutely every detail o f our lives. Remember Romans 10 v 17 says that faith comes from hearing the Word of God. Therefore, it is wisdom to strengthen ourselves to be able to stand firm in faith in the time ahead by spending time in the Word of God - I would highly recommend especially searching out the many Scri ptures that help us overcome fear - study them, memorize and commit them to heart, so that when the storm winds blow in the midst of the challenging circumstances that are to come - these Words of God will rise up in your heart to encourage you and help yo u overcome. Remember the simple parable Jesus shared in Matthew 7v 24 -27 (words in brackets are my added words of explanation) : The Two Foundations: \"24So everyone who hears these words of Mine and acts on them, will be like a wise man a far-sighted, practical, and sensible man who built his house on the Rock (spending time in God's presence, filling your heart with the Word of God etc). 25 And the rain fell, and the floods and torrents came, and the winds blew and slammed against that hou se (i.e. the challenging realities, trials and tribulations of the circumstances we face); yet it did not fall, because it had been founded on the Roc k. 26 And everyone who hears these words of Mine and does not do them, will be like a foolish stupid man w ho built his house on the sand (wasting precious time on entertainment such as TV, on social media etc. instead of using the opportunity to strengthen ourse lves in the Word, falling into Satan's trap of being too busy to spend time with God etc). 27 And th e rain fell, and the floods and torrents came, and the winds blew and slammed against that house; and it fell —and great and complete was its fall.\" Some Scriptures for overcoming fear to get you going: Joshua 1 v 9: \"Have I not commanded you? Be strong and courageous! Do not be terrified or dismayed (intimidated), for the LORD your God is with you wherever you go.\" Isaiah 41 v 10 : \"Fear not [there is nothing to fear], for I am with you; do not look around you in terror and be dismayed, for I am yo ur God. I will strengthen and harden you to difficulties, yes, I will help you; yes, I will hold you up and retain you with My [ victorious] right hand of rightness and justice.\" OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 19 If you develop flu symptoms - don't go into fear - this in itself has an over 98% recover rate on average. Spend time with Abba Father and ask the Holy Spirit to search your heart and show you the areas in your life, heart and mind where you have opened the door to fear, anxiety, worry and stress. When you identif y these areas with the help of the Holy Spirit, simply repent from your heart and command the spirit of fear to leave in the Name of Jesus. Then continue to renew your mind with Scriptures related to fear in the Word of God. This will have a corresponding response in the body where the stress reaction will break, the levels of stress hormones will come down, giving your immune system a chance to recover and strengthen - and do what God designed it to do, which is to recognize, kill and remove all foreign in vaders of the human body - whether that be a bacteria, fungus, parasites, cancer cells or a virus. A VITAL KEY FOR THE BRIDE OF CHRIST IN THE END TIMES - A HEALTHY, CLEAN NUTRITION LIFESTYLE LIKE DANIEL In addition to this, it is becoming more important than ever - to be like Daniel, Shadrach, Meshach and Abednego in the time of Babylon - to have a spirit of excellence - even in the area of your nutrition lifestyle (see Daniel 1 v 6 - 17). Have as many ra w live foods (fresh fruit, vegetables, nuts and seeds) as possible - so that your body cells are clean and are able to cleanse themselves of toxins or pathogens from the environment or toxic radiation from electromagnetic frequencies without already being too overloaded and burdened with the toxic overload of processed foods. Also keep your immune system strong by having adequate rest - enough sleep at night, a weekly Sabbath day of rest and plenty of exposure to the fresh air outside and sun where possible . The simple way Abba designed us to be in creation is best - look up \"grounding\" which is research that shows the benefits to the body and immune system of walking bare feet on the grass and soil of the ground. It is also becoming very important to minimi ze your exposure to Wi - Fi as much as is physically and practically possible. For example, in your house - keep your Wi -Fi and phone switched off, except when you really need it - for example to communicate with friends and family or when you have to send a n email etc. Don't sleep with your phone on or in your bedroom - especially between 10pm and 4am when the activation of 4G and 5G frequencies are at a peak. COMMUNION: A KEY END TIME WEAPON FOR THE BRIDE OF CHRIST Another key weapon Abba Father gave His pe ople which is vitally important for the end times is communion - I would recommend it daily, or as often as you can ( Luke 22 v 7 - 23). When we celebrate communion as an act of faith - an important spiritual transaction takes place. The bread represents ou r healing ( Isaiah 53 v 5; Matthew 8 v 17 ) and the cup of wine/grape juice represents forgiveness of our sin through repentance ( Matthew 26 v 26 - 28; 1 John 1 v 9 ) as well as His protection over us. I would also recommend periodically anointing the doors a nd windows of your home/boundaries of your property with oil representing the Holy Spirit as well as the grape juice from communion representing the Blood of Jesus as a prophetic act of God's protection over you. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 20 DAILY CONFESS/SPEAK OUT PSALM 91 - GOD'S PROMISE OF PROTECTION I also encourage you to speak out Psalm 91 as a faith confession over yourself and your family - adding your names where it says \"you\" in order to personalize it. Psalm 91 is a wonderful Psalm which is God's promise of protection, which includes protection against plagues and all the other perilous events that will especially unfold in the end times in which we find ourselves. This Scrip ture says that: \"1He who dwells in the secret place of the Most High will remain s table and fixed under the shadow of the Almighty whose power no foe can withstand... 7A thousand may fall at your side, and ten thousand at your right hand, but it shall not come near you. 8Only a spectator shall you be [yourself inaccessible in the secret p lace of the Most High] as you witness the reward of the wicked. 9Because you make the Most High your dwelling place, 10there shall no evil befall you, nor any plague or calamity come near your tent. 11For He will give His angels [especial] charge over you to accompany and defend and preserve you in all your ways [of obedience and service].\" THE SPIRITUAL AND PHYSICAL SIGNIFICANCE OF THE COLOUR WHITE AND THE WHITE GARMENTS OF THE BRIDE IN TERMS OF WALKING IN THE SUPERNATURAL PROTECTION OF GOD Remember Ephesians 6 v 12 says that the war is in the Spirit. The way that we war against and defeat the anti -christ beast system and walk in His supernatural provision and protection is simply by dwelling or abiding in a covenant love relationship with Ab ba Father through His Son Jesus, and living a lifestyle of repentance, sanctification and obedience to the love covenant principles of life in His Word and His kingdom ways/instructions in Scripture. In the chapter about what it means to be ready and prepa red as the Bride, which I will mention below, that can be freely downloaded from our website: I share a n interesting deeper insight and revelation from physical science into the Scriptural meaning of \"Shema\" (Hebrew word meaning \"to listen to and obey the Word of God\"). Here I show from Scripture how the colour Gold represents storing up the treasures of God's Word in our hearts through reading it, studying it, mediating on it, memorizing it (committing it to heart) and renewing our minds with it (there are many Scriptures that counsel us to \"buy gold\" and this is what it means). The colour blue represents putting the Word of God into practice through doing it in our daily lifestyle. In science, when you combine the colour gold (hearing God's Word and storin g it in your heart) together with the colour blue (doing God's Word) - it creates white light - which spiritually in Scripture points to the white garments of the Bride of Christ. Revelations 3 v 18 : \"I counsel you to buy from Me gold that has been heated red hot and refined by fire so that you may become truly rich; and white clothes [representing righteousness] to clothe yourself so that the shame of your nakedness will not be seen; and healing salve to put on your eyes so that you may see.\" OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 21 Incredible pressure will eventually come on everybody to receive the coming vaccines. Nobody can physically force it on you - but the intention is to make life so difficult without receiving the vaccine - that most will relent - because without it, people won't be able to buy or sell, work or engage in any form of business, travel or even buy food from the grocery store... and eventually even r isk imprisonment. This is when we will have to rely - more than ever - on Abba Father's supernatural protection and provision. Revelation 12 v 11 : \"They overcame him by the Blood of the Lamb and the Word of their testimony\". Here we see the significance of communion to the end times as I mentioned earlier which involves the wine/grape juice (Blood of the Lamb) and the bread - representing the stripes/whip lashings Jesus received when He was crucified for our healing - Jesus is the Bread of Life (John 6 v 35 ) and the Word of God - our Testimony ( John 1 v 14 ). In communion we see the Blood of the Lamb and Word of God - and again and again we will see the significance and importance of this: You are protected when your DNA is puri fied through the Blood of the Lamb which is applied through repentance ( 1 John 1 v 9) and sanctification (renewing your mind with the Word of God - Ephesians 5 v 26; John 17 v 17 ) - because if you don't have Satan's seed in you (i.e. his ways of thinking, speaking and living), he cannot see you and he cannot touch you because you are white. When you live a lifestyle of purity and holiness through your covenant love relationship with Him, you will be white and transparent - walki ng in Abba Father's supernatural protection. Revelations chapter 18 describes how in the end times - apart from the true Bride of Christ - there will also be a counterfeit harlot bride - even in the church. When we have 'mixed seed' which means that in ou r daily lifestyle we have one foot in the world and one foot in the kingdom of God - it is like mixing cold and hot water which makes us what the Bible describes as \"lukewarm\" ( Revelations 3 v 16 ). Even though we are born again children of God, if we are l iving a lifestyle of lukewarmness through compromising with sin and the ways of the world, we will be vulnerable to the present and coming great deception of the serpent and the beast system of the end times, and all the devastation and destruction that co mes with it. The serpent and anti -christ beast system are after the innocent blood of those who love God and are Christians, but who are vulnerable because they are not living in right standing with Jes us and not abiding in His covenant principles of life outlined in His Word. Don't wait for the anti -Christ to appear - the harlot will already be programmed spiritually through pride and deception, and programmed physically through the DNA modifications of the coming vaccines I explained earlier, into worship ping the anti -christ by the time he arrives on the world scene. This emphasizes more than ever - the importance of spending time in God's presence - and removing the harlotry of fleshliness, worldliness and compromise in our hearts and lives now! through h umbling ourselves before Him in repentance ( 2 Chronicles 7 v 14 ) and using the weapon of His Word by living according to it. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 22 ENTER THE ARK OF SUPERNATURAL PROTECTION AND PROVISION Earlier in the message I mentioned how Jesus said that as it was in the days of Noah, so it will be in the end times. Another parallel here - is how Jesus will supernaturally provide for and protect His Bride whom He loves in the extreme circumstances of t he end times (whilst still on earth before the rapture as well as the final protection of the rapture). Just as God protected Noah a nd his family, who were the righteous people left on earth, from the destruction of the flood that came on the world - so He will protect His remnant Bride, who is clothed in white garments representing righteousness, from all the coming destructions on the earth. Th e pattern of the Tabernacle in Scripture shows us how we enter the ark of the end times spiritually - through the pathway of repentance by the Blood of the Lamb and sanctification with the Word of God after salvation, when we enter into and abide in a covenant love relationship with Abba Father and His So n Jesus when we accept what He did on the cross for us. The highway of holiness ( Isaiah 35 v 8 ) leads us to the Ark of the Covenant in the Holy of Holies. Removing sin, fleshliness, luke -warmness and compromise with the things of the world - leads us into a lifestyle of holiness. I believe that the Holy Spirit has personally revealed to me that the two wings of the great eagle mentioned in Revelations 12 v 14 below that will take the Bride of Christ into God's supernatural protection and provision - is the Blood of the Lamb and Word of God. Revelation 12 v 14 : \"But the two wings of the great eagle were given to the woman, so that she could fly into the wilderness to her place, where she was nourished for a time and times and half a time (three and one -half years), away from the presence of the serpent (Satan).\" Just like Abba Father fed and supernaturally provided for the Israelites in the extreme harsh conditions of the wilderness of the desert - so He will protect and provide for you in the end times as you abide in covenant with Him. The blessing of His provision does not depend on your hard work or normal worldly streams of income - but through your abiding in His kingdom ways and obedience that flows from your love relationship of knowing Him. If you a re like me, where you have wished in the past that you could experience the awesome supernatural miracles described in the Bible, that the Israelites experienced in their journey from Egypt (repres enting the ways of the world) through the wilderness into t he Promised Land (representing our blessed life in the kingdom of God) - be excited, because you are about to witness even greater supernatural miracles of Abba Father's protection and provision in the se end times. When we go into fear, anxiety and worry o ver our finances and how we will survive - we open the door to the enemy (from which this mindset comes) to steal kill and destroy - whilst we tie God's hands and inhibit Him from providing for us according to the principles of His Word. So I encourage you to stay in faith - He is a faithful God who will heal, protect and provide for you and make a way for you where there seems to be no way - as you put your trust in Him instead of to fear - and walk in His kingdom ways. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 23 Proverbs 3 v 5 - 10: \"5 Trust in and rely confidently on the LORD with all your heart and do not rely on your own insight or understanding. 6 In all your ways know and acknowledge and recognize Him, and He will make your paths straight and smooth [removing obstacles that block your way].7 Do not be wise in your own eyes; Fear the LORD [with reverent awe and obedience] and turn [entirely] away from evil. 8 It will be health to your body [your marrow, your nerves, your sinews, your muscles —all your inner parts] And refreshme nt (physical well -being) to your bones.9 Honor the LORD with your wealth and with the first fruits of all your crops (income); 10 Then your barns will be abundantly filled and your vats will overflow with new wine.\" ALL THESE ARE SIGNS THE KING IS COMING SOON! GET READY - WHILST \"666\" IS ARRIVING, FLIGHT \"777\" IS PREPARING FOR TAKE OFF!! I understand that all that I have shared regarding the vaccines and where it is leading to is very alarming. But I also woul d like to encourage you, by reminding you what Jesus said in Luke 21 v 28 : \"Now when these things begin to occur, stand tall and li ft up your heads [in joy] , because [suffering ends as] your redemption is drawing near.\" In other words, all that is taking place is signs to say that He is not only coming soon - but is on His way! This is the most privileged time to be alive - we are the generation that gets to witness Jesus' triumphant 2nd return! However, this also emphasizes the urgency and importance of making sure we are ready for His return. YOU TUBE CHANNEL: EAGLES' WINGS @DR.MK.STRYDOM https://www.youtube.com/channel/UCX7f_RPG1FufyOdYpRzS -yw On our YouTube channel (details just above) - we have a detailed teaching called \"WHAT IT PRACITCALLY MEANS TO BE READY WHEN JE SUS RETURNS TO FETCH HIS BRIDE\". Besides the message of salvation, given the times that we are in, this is the most important thing to understand! So if you haven't already, please see this teaching at : https://www.youtube.com/watch?v=Lzxha6nQ1zk&t=2496s I would just like to briefly mention some important points related to that here: Scripture explains that just as there was a first Adam in the garden of Eden, Jesus is the last Adam ( 1 Corinthians 15 v 45 ). And just as the first Eve was Adam's wife - so the Bride of Christ is \"the last Eve\". Just as Eve came from Adam's Rib - so the Bride will come out of the Body of Christ. In other words - in the end times in which we find ourselves, the Christian church and the Bride of Christ is not necessarily the same thing. This is important to understand because many Christians have been taught a false security whereby just because they have 'prayed the prayer of salvation' and become born again children of God - they don't have to be concerned about or pay attention to anything related to the end times - because it is not relevant to them - because the church will be raptured before any of it takes place. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 24 In the meantime, they can continue living as they please - in a fleshly lifestyle of compromise no different from the rest of the world. Remember Jesus warned in Revelation 3 v 16 : \"So, because you are lukewarm, and neither hot nor cold, I will spit you ou t of my mouth.\" In Matthew 7 v 21 - 23 Jesus also warned: \"Not everyone who calls out to me, 'Lord! Lord!' will enter the Kingdom of Heaven. Only those who actually do the will of my Father in heaven will enter. 22 On that day many will say to me, 'Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?' 23 And then will I declare to them, 'I never knew you; depart from me, you workers of lawlessness.' \" Remember that in the parable Jesus shared of the 10 virgins - not all of them were able to go into the wedding feast because not all of them were ready. Revelations 19 v 7 - 9: Marriage of the Lamb : \"7 Let us rejoice and shout for joy! Let us give Him glory and honor , for the marriage of the Lamb has come [at last] and His bride (the redeemed) has prepared herself .\" 8 She has been permitted to dress in fine linen, dazzling white and clean —for the fine linen signifies the righteous acts of the saints [the ethical condu ct, personal integrity, moral courage, and godly character of believers]. 9 Then the angel said to me, \"Write, ' Blessed are those who are invited to the marriage supper of the]Lamb .\" NOW IS THE TIME WE NEED TO PREPARE OUR WEDDING GARMENTS I have already explained above how the white wedding garments that we wear spiritually is related to the Hebrew word 'shema' which means a lifestyle of listening to and obeying the Word of God. Ephesians 5 v 26 - 27: \"26...that he might sanctify her, having clea nsed her by the washing of water with the word, 27so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blem ish.\" These verses along with several other Scriptures I have mentioned above, emphasize the importance of making sure that we clea nse our wedding garments spiritually so that when Jesus returns, we will be found wearing wedding garments that are pure and whit e without any spots or wrinkles or blemishes. What does this practically mean? If you imagine a wedding dress in the physical w ith black ink spots on it - it wouldn't look very good. Regarding our wedding garments we are wearing spiritually - those black in k spots are the mindsets in our soul that still remain in us from the kingdom of darkness such as fear, anxiety, anger, bitterness, unfor giveness, rejection, unworthiness, guilt, shame etc. that comes from unhealed hurts, unmet needs, unresolved issues and wounds in our soul. That is why Philippians 2 v 12 tells us to work out our own salvation with fear and trembling. When we are born again at the time of salvation, our spirits are saved - but our souls (mindsets, will and emotions) still need to be dealt with. Just like we would wash a dirty linen garment in the physical with soap and water - we cleanse our wedding garments spiritually from the dark black ink spots of the kingdom of darkness through the soap of the Blood of the Lamb that is applied through repentance ( 1 John 1 v 9 ) and the washing of the water of the Word which means renewing our minds with the Word of God. This is how our 'souls are saved'. OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 25 James 1 v 21 : \"So get rid of all the filth and evil in your lives, and humbly accept the word God has planted in your hearts, for it has the power to save your souls .\" NOW IS THE TIME TO GET EXTRA OIL IN OUR LAMPS THROUGH THE SANCTIFICATION OF OUR SOUL In the parable of the 10 virgins - 5 of them were wise and had 'extra oil' in their lamps - and therefore were found ready and prepared when Jesus came to fetch His Brid e for the wedding feast. 5 of them were foolish and did not prepare by having extra oil in their lamps, and thus were not ready when Jesus came back, and found themselves before a closed door, unable to enter the wedding f east - just like the people of the world living in fleshliness and compromise at the time of Noah, found themselves before a closed door of the Ark when the flood suddenly came. The analogy used in the parable of the 10 virgins about oil in their lamps refers to th e Hebrew custom of marria ge in Biblical times: After a man and woman became engaged, the bride to be would go back home, and she would no longer be referred to by her name - but as \"one who is bought with a price.\" (Isn't that beautifully wonderful when you think of how we, as t he Bride of Christ - were also bought with a price - what Jesus did on the cross?) The man would go back to his home and they would not see each other the whole engagement period until their wedding day, which could be anywhere from 6 months to a year late r. During this time, the bridegroom supports her financially (just like Jesus provides for His Bride) and he starts building a house for his bride. W hat is also interesting is that the groom did not know when it would be finished - he had to wait for his father's ok and stamp of approval. The father is the one who said, \"Alright, it's done, your house is finished, go ahead, go get her.\" Then he would get his groom's men, and they would march into her town. Finally, the bridegroom and his groom's men would come to her house unannounced, blowing shofars and rams horns - and she would come down the stairs and be whisked away to the marriage ceremony. The bride to be would not know the day or the hour - she would just be waiting with anticipation each day, wond ering, \"Is this the day of my wedding when my bridegroom will come fetch me?\" This is where the tradition came in where she would fill her lamp with oil, which she woul d keep lit on her window sill, so that anytime the Bridegroom did arrive, he would know that she was ready and waiting for him, with her wedding dress prepared. So the first thing that the Bridegroom would look for, is the light of the lamp on the window sill bu rning from the oil inside it. If it was not there, that was a sign to him she was not ready. Now let's have a look at how Jesus paralleled these customs in His relationship with us: in many Scriptures, it explains that Jesus not only desires to be our Saviour, but also our Bridegroom where He has proposed to us as His Bride. John 14 v 2 - 4: \"In My Father's house there are many dwelling places (homes). If it were not so, I would have told you; for I am going away to prepare a place for you. And when (if) I go and make ready a place for you, I will come back again and will take you to Myself, that where I am, you may be also.\" OFFICIAL WARNING ABOUT VACCINES - A WARNING FROM DR MK STRYDOM 26 We are in the engagement period, and none of us know the day or the hour that Jesus is coming back for His Bride - only Abba Father knows ( Matthew 24 v 36 ). In the meantime, Jesus said in John 14 v 2 - 4 that He is preparing a home for us. When Abba Father gives Jesus His stamp of approval and says, \"Ok, she is ready, go get her!\" Jesus is going to get His Groomsmen, who are the Holy A ngels, they are going to blow their shofars - the trumpets ( 1 Corinthians 15 v 52 ) and He is going to come fetch us as His Bride, hoping that He will find us with our lamps filled with oil, ready and waiting for Him to that He can take us home for the marriage supper of the Lamb! What does it mean to have enough oil in our lamps? What is the extra oil? How can we ensure that we have extra oil so that we are found ready when the bridegroom returns? This is explained in detail in the chapter on the website but in short: The 10 virgins in the parable are symbolic of the body of Christ or believers in the church. All of them were born again Christians and thus had some oil in their lamps (their spirits). But the foolish virgins were not ready and did not have extra oil, bec ause although their spirits were saved - their souls remained unchanged. They were lukewarm, still living a fleshly lifestyle of compromise - with habits of thinking and living no different from the rest of the world. The wise virgins had also sanctified t heir souls through repentance and renewing their minds with the Word of God and living according to it which is what the extra oil represents. So how can the Bride be distinguished from the Church in general? Not all Christians live according to the Word o f God. The Bride is the one who has a daily lifestyle characterized by listening to and obeying the Word of God - and thus has a sanctified spirit, soul and body - and is ready and prepared, with white wedding garments for the King's return. 1 Thessalonia ns 5 v 23 : \"Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.\" This does not mean that we must fear not being a part of the Bride because we are not perfect enough - all the events taking place surrounding the vaccines and other events unfolding before us is simply part of the trumpet call - the sound of an alarm of the shofar to awaken the body of Christ from spiritual slumber and prepare beca use the coming of the Bridegroom is near! PRAYER OF REPENTANCE TO DEAL WITH THE EFFECTS OF VACCINES A GUIDELINE PRAYER OF REPENTANCE TO DEAL WITH THE EFFECTS OF VACCINES ON OUR SPIRIT, SOUL AND BODY... AND PREPARE OURSELVES TO STAND FIRM UNDER PRESSURE IN THE TIME AHEAD This is a guideline petition prayer - that is very helpful for those needing healing, for example from the side effects of vaccinations, as well as cleansing of the effects on our spirit, soul and body of vaccines in the past, and to help us prepare our hearts to stand firm in the pressure to receive vaccines in the time to come. This prayer was written by Sarah and Reon Van Vuuren from Bridal Harvest ministries - in a message of warning Sarah sent out in March 2020, which I have included with her permission, with a few additions of my own relevant to the knowledge I have shared in session 10 part 4, part 6 and part 8 of the Eagles Wings on line conference which gives background understanding to the points mentioned in this guideline repentance prayer. I strongly recommend that you also see this prayer within the full context of Sarah's 2 messages of warning about vaccinations which are now available on her website: www.bridalharvest.com - where she shares revelation that Yeshua (Jesus' original name in Hebrew) gave her. Because this is such a serious matter relevant to the time we are in, I really encourage you to go to the effort to write out this prayer, in your own handwriting on paper and personalize it as you bring it before Abba Father with all your heart. Quote from Sarah: \"Following this letter is a prayer that you can pray if you want to stand in repentance against vaccinations and the blood covenants that go along with it. This prayer was written as a petition to be handed into the Heavenly Courtroom of our righteous and just Judge who is also our King. We have come to see amazing power of bringing our petitions before the King over and over again. Many people don't know how to write a petition. Remember, never overcomplicate spiritual principles. It is as uncomplicated as asking the King about any matter on paper! Be repentant, add Scripture if the Holy Spirit leads you, but do not hesitate to come into His courts with your petitions especially in this time. There is power in a written, signed petition because our Beloved is not just our Savior, He is also our Judge. He sits on a throne of grace and we can approach Him with our petitions in our times of need. We have an Advocate, who is also our Messiah. His Blood wants to speak on our behalf but until we make our petitions known, the enemy will keep on accusing us. Petition for your Country and the decisions made. Petition against the virus, the vaccinations. Petition that Abba will lift every veil over your eyes that you will not be deceived in this time but truly know Him. We have weapons greater than hand sanitizer. We need to use them!\" PRAYER OF REPENTANCE TO DEAL WITH THE EFFECTS OF VACCINES 2 PRAYER FOR BLOOD COVENANTS MADE THROUGH VACCINATIONS Thank You Abba that we can boldly come before Your throne of grace in a time of need according to Hebrews 4:14: \"Therefore let us [with privilege] approach the throne of grace [that is, the throne of God's gracious favor] with confidence and without fear, so that we may receive mercy [for our failures] and find [His amazing] grace to help in time of need [an appropriate blessing, coming just at the right moment].\" You are a righteous and just Judge according to Psalm 7: \"The Lord judges the peoples; Judge me, O Lord, and grant me justice according to my righteousness and according to the integrity within me. Oh, let the wickedness of the wicked come to an end, but establish the righteous [those in right standing with You]; For the righteous God tries the hearts and minds. My shield and my defense depend on God, Who saves the upright in heart. God is a righteous judge, And a God who is indignant every day. If a man does not repent, God will sharpen His sword; He has strung and bent His [mighty] bow and made it ready.\" I want to come before You with a repentant heart. Thank You for Your light and truth that has come to me. Please continue to lift every veil over my eyes. Thank You Abba Father for exposing the works of the enemy! I repent for the ignorance and the lack of knowledge we had all these years according to Hosea 4:6: \"My people are destroyed for lack of knowledge [of My law, where I reveal My will]. Because you [the priestly nation] have rejected knowledge, I will also reject you from being My priest. Since you have forgotten the law of your God, I will also forget your children.\" I do not want to reject knowledge that has come to me. I choose to embrace your Word and Your will and set it as a seal upon my heart. Father, I ask You in the mighty Name of Yeshua, to lift the veil that is caused by the spirit of Pharmakeia over myself and my seed (my generations). I repent of partaking in the works of the enemy. I repent on behalf of myself and my forefathers for every blood covenant made because of vaccinations (inoculated/immunized). I come and break the power of the foreign Animal DNA and Human DNA that has been injected into my body and distorted my DNA from how You originally created me. I come and break the curse that it has on me and my seed in the name of Yeshua. I repent for the fear that involved the decisions made to get the vaccinations. I repent of fear of sickness and disease. I repent of fear of man. I repent of fear of infirmity visiting me and my house. I repent of agreeing with the kingdom of darkness when allowing my children to be vaccinated (inoculated/immunized). I come and trade every drop of blood that has flowed out of my body and I place it in the hands of Yeshua. Through the Blood of the Lamb, I come and silence my blood from the voices of death, darkness, every demonic voice and every code inside of the vaccination injected into me. I come and silence through the Blood of the Lamb every cell line that was not originally part of me. I petition that Your Blood, the Blood of Yeshua my Messiah will speak on my behalf. I repent of allowing markers to be placed in my DNA through being vaccinated. I bring every dark, demonic marker before You and I petition that you will remove it and wash it by Your Blood so that I may stand before You a pure bride as it says in Ephesians 5:27: \"So that [in turn] He might present the church to Himself in glorious splendor, without spot or wrinkle or any such thing; but that she would be holy [set apart for God] and blameless.\" PRAYER OF REPENTANCE TO DEAL WITH THE EFFECTS OF VACCINES 3 Through the Blood of the Lamb I come and break every dark demonic blood covenant made with the kingdom of darkness in me and my seed. I rebuke the spirit of death, the spirit of fear, the spirit of abortion, the spirit of Pharmakeia, the spirit of sorcery and witchcraft and every other spirit attached to these dark demonic blood covenants that is applicable but not specifically mentioned in the name of Christ the Messiah. In the authority of the Mighty Name of Yeshua, I cast you out of my life and my generations and command you to go under the feet of Yeshua. I crash, smash, shatter, loose and destroy for myself and my seed any and every dark pattern, system and code as a result of the vaccinations in all time, space and dimensions. I place my whole humanity under the Blood of the Lamb and declare that it is by Your blood alone that I overcome as written in Revelations 12:11: \"And they overcame and conquered him because of the blood of the Lamb and because of the word of their testimony, for they did not love their life and renounce their faith even when faced with death.\" I place the book of my DNA in Your hands Lion of Judah, take the pen and write only in Your blood what is Truth, Life and Light. Roar over my blood and let every vibration that is not in alignment with You come into order with the Word and the Voice of YHVH. Abba Father I pray and petition, for You to remove by the Blood of the Lamb every part of nanotechnology from my body. In the Name of Yeshua, I take authority over every nano-particle and nano-robot and command you to leave my body! I thank You Abba Father for working a creative miracle in my DNA and restoring the genetic sequences back to what You created it to be in Your image - including the God gene. I also thank You in faith through my repentance for the healing of my nerves and every part of my body cells that were damaged by the DNA changes and other toxic contents of the vaccines. Calling things that are not as though they were (Romans 4 v 17), using the gift of miracles, in the Name of Yeshua, I speak a creative miracle to every nerve and cell in my body - and command you to be healed and made whole - and to function as God created you to from before the foundation of the world. In every area where I was in fear and unaware of it, I come and repent for breaking covenant with You through my choices. I come and ask You to restore and strengthen our covenant through Your blood. I come and agree with You YHVH. I agree that You are my Healer. I agree with Malachi 4 v 2 and receive it as my blood purchased portion. Malachi 4:2 \"But for you who fear My name [with awe-filled reverence] the sun of righteousness will rise with healing in its wings. And you will go forward and leap [joyfully] like calves [released] from the stall.\" Abba Father, I choose to fear You and only You. I choose to trust in You and place my faith in You for my and my house's wholeness, health and wellbeing. When I have wounds, I will trade it for Your wounds. When I have pain, I will become one with Your suffering. When I am weak, You will be strong in me. When I am sick, Your stripes will heal me and make me whole, even if it takes time. I will seek You for my health. I ask You to come and shine Your light on wrong decisions that I am making in my life that are not good for my health. Open my ears to hear You speak to me about my daily choices. I choose a covenant with You and come to You first even with medical matters. PRAYER OF REPENTANCE TO DEAL WITH THE EFFECTS OF VACCINES 4 I repent of every time I have taken medication before praying first. I repent of bowing before Hippocrates and Pharmakeia every time I have placed medicine, my body, my health above you and made an idol out of it because of a lack of order in my life. I repent of dealing with physical matters regarding my health and body without seeking Your face first if there is a deeper root, a deeper reason for the physical matters in my life. I repent of forgetting to seek You about things that I should've come to You about first. I repent of never asking You about every vaccination that I have received. (I repent of every vaccination that I gave my children without asking You). 1 John 4 v 18: \"Love has no fear, because perfect love expels all fear. If we are afraid, it is for fear of punishment, and this shows that we have not fully experienced His perfect Love.\" Abba Father I pray and petition for Your shalom peace and perfect Love to flood my spirit, soul and body - and to cast out all fear until no trace of it remains. In the Name of Yeshua, I speak to my body and command the hypothalamus in my brain to be at peace and for the stress reaction to break. In the Name of Yeshua, I command the excessive release of inflammatory chemicals and hormones to stop and for inflammation in my body to subside. In the Name of Yeshua, I speak healing to every cell of my immune system and command the cells of my immune system to come back into balance - and to function as God originally designed in creation. Abba Father I pray and petition for every abnormal anti-spike protein antibody to be removed from my body by the Blood of the Lamb. In the Name of Yeshua I speak healing to every cell of my body that has been damaged by these antibodies. For every part of my body and organs that have been permanently or irreversibly damaged - calling things that are not as though they were (Romans 4 v 17), using the gift of miracles, in the Name of Yeshua, I speak a creative miracle into the alveoli and tissue in my lungs and body cells - commanding you to be healed, restored and made whole - and to function as YHVH created you to from before the foundation of the world! I speak new body cells, tissue and organs into being in the Name of Yeshua. Seal me with Your blood after breaking every demonic seal on my life. Abba Father, You have the keys to every part of my being. My whole humanity - my whole spirit, soul and body belongs to You because I choose to submit myself wholly to You with all that I am and all that I have. I also repent of fear that I experienced when the truth about vaccinations came to me. Thank You that Your truth sets me free and that truth never have to bring fear even if Your word sometimes come to me as a hammer or a fire. Jeremiah 23 v 29: \" Is not My word like fire [that consumes all that cannot endure the test]?\" says the Lord, \"and like a hammer that breaks the [most stubborn] rock [in pieces]?\" I ask you to seal this petition off with Your blood and place a wall of fire around me and my house. Cause us to become transparent and clothed in white because of Your blood covering us so that the enemy will not be able to find us. Thank You that there will be no backlash because of my choice to turn from every dark, demonic blood covenant because the Blood of Yeshua speaks on my behalf. I hide in You, You are my shelter. I take refuge in You. I run to You fearlessly because in You I have come to know Love. PRAYER OF REPENTANCE TO DEAL WITH THE EFFECTS OF VACCINES 5 Lastly I come and petition for every future assignment and vaccination that will still come. Abba, I know that there will come a time where they will do their best to force us to get these vaccinations. I invite You into this reality and I ask You to go out before Me and act on My behalf. Thank You that we can trust You to make a way for Your bride to be able to escape these things. I embrace Your judgements now so that when the time of Your grace ends, I have already been found repentant and therefore worthy to be part of the 5 wise virgins. Help me to buy oil in this time of lockdown. Help me to buy gold. Help me to fix my focus on You. Help me rule out all busyness and distractions. Cause every bit of lukewarmness within me to become transformed into radical obedience and fearless faith. Lead me to the way of life. Thank You that we can still experience abundant life although we are inside of the fire because we are not alone. You are with us and You have promised to never leave us or forsake us (Hebrews 1 v 5 - 6). You are faithful. You are the highest Authority in heaven and on earth. I submit my petition to You my righteous Judge, Your court is the highest court. Your way is the only way. Your judgements are pure. My Advocate, my Intercessor, my Counselor, my Friend. Speak on my behalf and silence every enemy, every accusation. Let all evidence against me pre-repentance held in the hand of my enemy be burned in Your fire, destroyed in Your light. Remove all legal right against me regarding vaccinations and dark, demonic blood covenants made because I choose to turn from my wicked ways. Help me by your Holy Spirit to prepare for Your return, so that when You come, I am found ready, with my heart on fire with love for You and my lamp burning bright, overflowing with extra oil. Psalm 91 Date:________________________ Signature_____________________ Prayer was written by "}