{"title": "PDF", "author": "PDF", "url": "https://www.egr.uh.edu/sites/ccoe.egr.uh.edu/files/publications/spring2021.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Spring 2021 BUILDING HOPE IN A PANDEMICA NEW KIND OF COVID- 19 VACCINECome see why we have been DR. NAVIN VARADARAJAN is developing an intranasal vaccine - think FluMist for COVID- 19 - which has the ability to stop the virus at its point of entry. Read the full tory on page 46. THE UNIVERSITY OF HOUSTON'S CULLEN COLLEGE OF ENGINEERING is committed to conducting meaningful research to help in the fight against COVID- 19 and other diseases. Learn more at www.egr.uh.edu. University of Houston Cullen College of Engineering 1BUILDING HOPE IN A PANDEMIC PARAMETERS Spring 2021 I www.egr.uh.edu Cullen College of Engineering Elizabeth D. Rockwell Dean Joseph W. Tedesco Associate Dean for Research & Facilities Hanadi Rifai Associate Dean for Graduate Programs & Computing Facilities Suresh K. Khator Associate Dean for Undergraduate Programs and Distance Learning JR RaoPARAMETERS Parameters is published biannually by the University of Houston Cullen College of Engineering, Office of Communications. Associate Dean of Administration Roshawnda Anderson Executive Director of Communications Rachel Knudsen Communications Manager Inez Hutchinson Graphic Designer Dana JohnsonSenior Writer/Editor Stephen Greenwell Photographer/Videographer Jeffrey Lautenberger Contributing Lienhard Laurie Fickman | Chris Stipes Rebeca Trejo | Janet Miranda Stock imagery provided by iStock and Freepik Contact us: University of Houston Cullen College of Engineering Office of Communications Engineering Building 2 4722 Calhoun Road, Suite E311 Houston, Texas 77204-4009 Those wishing to reprint articles or photographs should contact the Executive Director of Communications. Use the credit line: Reprinted with permission of the University of Houston Cullen College of Engineering. Clippings are appreciated. The University of Houston is an Equal Opportunity/Affirmative Action institution. Minorities, women, veterans and persons with disabilities are encouraged to apply. Academic Departments Biomedical Engineering Chairman: Metin Akay Mail: University of Houston Cullen College of Engineering Engineering Building 2 4722 Calhoun Houston Cullen College of Engineering4 > ENGINEERING SNAPSHOTS 8 > COLLEGE NEWS 14 > LEAD NEWS 74 > FACULTY NEWS 81 > STUDENT NEWS 92 > ALUMNI NEWS96 > CULTURE & EVENTS 101 > LAST WORDIN EVERY ISSUE PG. 58PG. 30 Grabow Heading $2M NSF Chemical Manufacturing Project PG. 52Implantable Device can Monitor And Treat Heart Disease PLANNING FOR THE FUTURE IN AN UNCERTAIN LANDSCAPE PG. 64 2 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 3\"The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.\" Wise words by William Arthur Ward. The last 12 months have been fraught with unforeseen challenges and setbacks, and it has sometimes been difficult to predict what the future holds. The COVID- 19 pandemic wreaked havoc in more ways than I can begin to name, and while there is now a light at the end of the tunnel and hope for better days ahead, the road to recovery will take some time to traverse. While the pandemic rages on, society is being forced to make tough choices. Economic downturns, health and safety protocols, trav - el restrictions and more have had direct impacts on our students. Some lost job and internship opportunities, others had to make drastic changes to their living arrangements, all while balancing coursework and other personal responsibilities. It was tough, but they pulled through. If this last year has proved anything, it is just how resilient our students are. We often do not know what we are capable of until the situation demands it, and although it may sound cliché, we are stronger than we think. Perhaps it is the down-to-earth nature of engineering and those who pursue it, but when faced with a challenge, instead of questioning it, we simply adjust the sails. In this issue of Param- eters, we tell the stories of several students and their experiences with navigating the challenges of the COVID- 19 pandemic. One has defied the odds and is pursuing a successful career at NASA, while the other is set to graduate this spring. We also look at the UH Engineers Without Borders team and their decision to shift their focus home rather than abroad this year. Admittedly, adjusting the sails is not always easy, but it has been a prevalent theme as of late. Engineers are natural problem-solv - ers, and by remaining flexible and aware, the Cullen College of En- gineering has not only persevered, but excelled in its continued pursuit of excellence in research and education. Settling for less is not an option but changing the route to achieve our goals is. Once COVID- 19 is no longer a threat and we slowly return to a more familiar world, we will emerge stronger than ever, armed with the knowledge that we can conquer anything that comes our way. Warm regards, Joseph W. Tedesco, Ph.D., P.E. Elizabeth D. Rockwell Dean and Professor DEAN'S LETTER ENGINEERING SNAPSHOTS 4 PARAMETERS Spring 2021IN THE MEDIA SPOTLIGHT SMALL BIZ INSIDER PODCAST FEATURES YOLANDA NORMAN The Small Biz Insider podcast series featured Dr. Yolanda Nor - man in its recent episode \"Advice for 2020 Graduates, Houston's Newest Entrepreneurs.\" Norman is the Assistant Director of the University of Houston Cullen College of Engineering Career Center and leads the UH Co - operative Education Program. She is also the founder and CEO of FirstGenCollege Consulting.READ ARTICLE ONLINE AT: www.thehill.com/policy/ energy-environmentTHE HILL INTERVIEWS HANADI RIFAI ON 2020 HURRICANE SEASON Dr. Hanadi Rifai, John and Rebecca Moores Professor and director of the University of Houston's Hurricane Resilience Research Institute, sat down for an interview with The Hill to discuss COVID-19's impact on the 2020 hurricane season. In the online article she discusses Har - ris County's joint vulnerability. THE CHRONICLE FEATURES UH CCE FACULTY READ THE FULL STORY ONLINE AT: www.chronicle.com/article/diversity-without-dollarsThe Chronicle of Higher Education spotlighted Drs. Debora Rodrigues and Renita Horton in its feature \"Diversity Without Dollars.\" In the article, Rodrigues and Horton reflect upon their time at the University of Houston and illustrate how diversity and inclusion have benefitted from an ADVANCE grant from the National Science Foundation. | View Cullen College videos online at youtube.com/UHCullenCollege READ THE FULL STORY ONLINE AT: www.pv-magazine.com VIEW OUR VIDEOS ONLINE AT: www.youtube.com/UHCullenCollegePV MAGAZINE INTERVIEWS HALEH ARDEBILI ON BATTERY ELECTRODES CHECK OUR OUR LATEST VIDEOS ON YOUTUBE Dr. Haleh Ardebili, Bill D. Cook Professor of Mechanical Engineer - ing, gave an interview with PV Magazine discussing computation- al modeling of battery electrodes. Her ongoing work demonstrates that modeling based on the material nanoarchitecture can provide a more accurate understanding of ion diffusion and other proper - ties in composite electrodes. Check out the 2020 Virtual Graduation Celebration as well as videos about STEM engagement, community out - reach and more! CUNJIANG YU LEADING NEW FRONTIER OF DRAWN- ON-SKIN ELECTRONICS VIEW THE SCIENTIFIC AMERICAN ONLINE FEATURE AT: www.scientificamerican.comDr. Cunjiang Yu, Bill D. Cook Associate Professor of Mechanical En- gineering, led a team reporting a new form of electronics known as \"drawn-on-skin electronics,\" which allows multifunctional sensors and circuits to be drawn on the skin with an ink pen. Faheem Ershad, a doctoral student in the Cullen College of Engineering, served as first author for the paper. Their work has been widely featured by numerous outlets, including Scientific American, Fast Company, The Engineering, All About Circuits, and AZoSensors. LEARN MORE ONLINE AT: www.bizjournals.comUH Sensytec was named one of 20 honorees in the 2020 Innovation Awards by the Houston Business Journal. They were featured in a special section of the long-stand- ing publication and honored during an online event held last September. UH SENSYTEC NAMED IN 2020 INNOVATION AWARDS LISTEN ONLINE AT: www.houston.org CNBC RATES UH IN TOP 50 COLLEGES TO LEARN MORE & VIEW THE FULL LIST OF INSTITUTIONS, VISIT: https:/ /www.cnbc.comCNBC recently released its list of \"The top 50 U.S. colleges that pay off the most in 2020.\" The University of Houston came in seventh for its public schools listings. Rankings were determined by dividing the average net cost of a school for the average American student by the average earnings of graduates 10 years after entering the workforce. ENGINEERING SNAPSHOTS 6 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 7The Hewlett Packard Enterprise Data Science Institute at the University of Houston has part - nered with the UH Cullen College of Engineer - ing to add a third supercomputer to its stable of high-performance computers, dramatically expanding the computational power available to researchers at the University of Houston and across the UH System. The new cluster, dubbed \"Carya,\" is a $2 .5 mil- lion supercomputer from Hewlett Packard Enter - prise, a purchase made possible in part with a Governor's University Research Initiative award to Andrea Prosperetti, Distinguished Professor of mechanical engineering at UH and a member of the National Academy of Engineering. Carya arrived on campus this summer and officially went live in September. Faculty involved in compu- tationally intensive disciplines have continued test - ing over the last several months, and the HPE Data Science Institute has scheduled training sessions to introduce new users to the cutting-edge technology. Institute Director Claudia Neuhauser said the new computing cluster is an important step in allowing the HPE Data Science Institute to bet - ter meet the needs of researchers.\"Carya is more powerful than the current su- percomputing clusters we have at the institute, and its addition will allow the researchers we work with to run more analyses, more simula- tions and to do so more quickly,\" said Neuhaus - er, who also is associate vice president/vice chancellor for research and technology trans - fer. \"It is able to handle more data, and more complex data.\" The institute launched a collaboration with HPE in 2018, which included a $10 million gift from HPE to the University. Located in the Durga and Sushila Agrawal Engineering Research Building, it offers high-performance computing services to any researcher with UH or the UH System. \"We at the Cullen College of Engineering are very excited to acquire this state-of-the-art HPC cluster in partnership with the HPE Data Science Institute,\" said Joseph Tedesco, Eliza- beth D. Rockwell Dean of the Cullen College of Engineering. \"The cluster will provide critical support to our faculty as we build a culture of innovation, cross-disciplinary collaborations and transformative use of data science and high-performance computing in education and research.\"More, Faster, Better - UH Unveils NEW SUPERCOMPUTER BY JEANNIE KEVER Carya - the name was taken from the Latin name of the pecan tree, the state tree of Tex - as - joins two other supercomputing clusters at the institute: Opuntia, the Latin name of the prickly pear cactus, and Sabine, named for the East Texas river. Martin Huarte-Espinosa, as - sociate director for the HPE Data Science Insti- tute, said the name was chosen after talks with collaborators across the University. Carya is a distinct upgrade over the institute's earlier supercomputers. Neuhauser said it pro - vides twice as many computer processing cores as Sabine, previously the institute's most pow - erful computer, as well as an improved commu- nication network. In addition, the 64 graphic processing units are state-of-the-art V100 32GB models, a significant improvement over P100 and first-generation V100 models. Yashashree Kulkarni, Bill D. Cook Professor of mechanical engineering and director of re - search computing for the Cullen College, said Carya will boost multi-disciplinary collabora- tions across the college and university, as well as with industry. \"Data science and high-performance computing are poised to be the drivers of research and in- novation in all aspects of engineering,\" she said. Kulkarni's group works in high-performance computing, performing large-scale simulations to design materials with ultra-high strength. In addition to serving researchers from the Cul- len College of Engineering, Huarte-Espinosa said the Research Computing Data Core at HPE DSI serves faculty from a variety of other disci- plines, from business and the humanities to the physical sciences and computer science. The UH Information Technology High-Perfor - mance Computing group, led by Keith Crabb, manager for the research data centers, sup - ports all research computing at the University, including the clusters in the HPE Data Science Institute. THE NEW $2.5 MILLION CARYA SUPERCOMPUTER CLUSTER AT THE UNIVERSITY OF HOUSTON PROVIDES DOUBLE THE PROCESSING CORES OF THE INSTITUTION'S PREVIOUS CLUSTER. CARYA HOSTS A TOTAL OF 9,984 INTEL CPU CORES AND 327,680 NVIDIA GPU CORES INTEGRATED WITHIN 188 COMPUTE AND 20 GPU NODES. THEORETICAL PEAK PERFORMANCE IS APPROXIMATELY 770 TFLOPS.COLLEGE NEWS 8 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 9The University of Houston has launched the Drug Discovery Institute (DDI) aimed at integrating new technologies, such as artificial intelligence, to streamline and modernize the drug-discovery process. With an emphasis on multi-disciplinary collaborations to include the Texas Medical Cen- ter among others, the DDI is going beyond the life and physical sciences to develop novel drugs for unmet medical needs, thus defining a new paradigm in academic drug discovery. The institute - UH's eighth University-wide re - search center - is a partnership between the UH colleges of Pharmacy, Natural Sciences and Mathematics and Cullen College of Engineer - ing, in equal measure, with faculty affiliations from several other colleges. \"Our new Drug Discovery Institute could not have been launched at a more appropriate juncture. With the frantic quest for effective drugs to counter current and future viral in- fections, the broad and deep strength of the University of Houston is being brought to bear and will no doubt advance the development of innovative cures,\" said Amr Elnashai, vice president for research and technology transfer. The DDI at work Nearly 100 faculty University-wide are current - ly working on drug discovery-related research, but the efforts have been largely fragmented. As an inclusive institute, the DDI welcomes faculty participants from all colleges to work together under one roof, facilitating synergistic research. \"The breadth of this initiative will establish the institute and the University among the national leaders in drug discovery and become one of the first to fully embrace AI into its academ- ic drug discovery programs,\" said F. Lamar Pritchard, dean of the UH College of Pharma- cy. Pritchard has been advocating for the center for more than a decade. The ultimate goal of the DDI research program is to bring scientific discoveries and technological advances to the marketplace. UH has expertise across many aspects of the drug discovery process including high-throughput screening technolo - gies, organ-on-chip models, biosensing and bio - feedback, molecular modeling and many others. \"Practicing team science is key to making in- novative discoveries and we are eager to col- laborate with faculty across the University to develop cutting-edge research and ultimately to find treatments and cures for disease,\" said Dan Wells, dean of the College of Natural Sci- ences and Mathematics. \"Innovation in drug discovery and delivery will be greatly enhanced through engineering. Engi- neers lend extraordinary insight and practical- ity toward DDI achieving its vision and goals,\" said Joseph W. Tedesco, Elizabeth D. Rockwell Dean of the Cullen College of Engineering. Ruiwen Zhang, Robert L. Boblitt Endowed NEW DRUG DISCOVERY INSTITUTE LAUNCHES at University of Houston BY LAURIE FICKMANWorking together is critical, none of us can do this alone. In drug discovery, a chemist needs a biologist, a biologist needs a pharmacologist, and so on. We will build a platform and infrastructure, along with the necessary tools, to bring everyone together. - RUIWEN ZHANGCOLLEGE NEWS Professor in Drug Discovery at the College of Pharmacy, is the institute's first director, a position he will hold for two years. The direc - torship will rotate through the colleges. \"Working together is critical, none of us can do this alone,\" he said. \"In drug discovery, a chemist needs a biologist, a biologist needs a pharmacologist, and so on. We will build a platform and infrastructure, along with the necessary tools, to bring everyone together.\" Cross discipline is key to modernization The institute will also engage with experts across the world to share data, satisfying a goal of the National Institutes of Health which mandates that all research they fund be open record and shareable to all for the good of mankind. Pritchard said that kind of sharing can lead to amazing results. \"I foresee one day in the near future that we are able to create some of the strongest data- bases and artificial intelligence approaches to drug discovery. Rather than having to screen millions of compounds to find one therapy, we may be able to narrow that down to 1,000 and really streamline the process.\" To encourage both new collaborations and research initiatives, the DDI will provide seed grants for interdependent drug-dis - covery projects. New educational programs will provide students with a broad skillset for drug discovery, exposing them to engi- neering and physical sciences, pharmacy and biological sciences, computational and social sciences, law, business, optometry, education and more. \"The alliances already built across the Univer - sity of Houston, with our city partners, and with national and global partners, creates a formidable force to address public health drug requirements and positively impact the lives of our citizens,\" said Elnashai. 10 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 11BY CHRIS STIPES A transformational gift from University of Houston alumnus Wil- liam A. Brookshire to the Department of Chemical & Biomolecular Engineering at the Cullen College of Engineering establishes two endowed chairs and four professorships, provides graduate student fellowships and invests in department research initiatives. In rec - ognition of his gift, the department has been named the William A. Brookshire Department of Chemical and Biomolecular Engineering. Brookshire graduated from UH in 1957 with a bachelor's degree in chemical engineering and later co-founded S&B Engineers and Constructors. Though he passed away in 2017, his philanthropy con- tinues to make a significant impact on the educational excellence of UH faculty, students and researchers. The multiple endowments he established before his passing fuels the momentum of the Cullen College and helps it excel as an internationally recognized hub of research activity in the field of chemical engineering. The Abraham E. Dukler Endowed Chair held by Jeffrey D. Rimer (shown on left) Dukler was an expert in multi-phase hydrodynam- ics and was a founding faculty member of the De - partment of Chemical Engineering. The Frank M. Tiller Endowed Professorship held by Jacinta C. Conrad (shown on left) Tiller was founding dean of the Cullen College of Engineering and widely considered a pioneer in sol- id-liquid separation. The Dan Luss Endowed Professorship held by Lars Grabow (shown on left) Luss is a current professor of engineering and a member of the National Academy of Engineering known for his work in chemical reaction engineering. Recruitment for the Neal Amundson Professorship and Frank Worley Professorship are underway. Amundson was a long-time chemical en- gineering professor at the University of Minnesota and chemical engi- neering and mathematics professor at UH who is regarded as the \"father of chemical engineering.\" Worley is a former UH professor of chemical engineering and associate dean. \"Adding the name 'William A. Brookshire' to our Department of Chemi- cal and Biomolecular Engineering is a tremendous privilege and honor. He was an accomplished entrepreneur, innovator and an even better man,\" said Joseph Tedesco, Elizabeth D. Rockwell Dean of the Cul- len College of Engineering. \"While Dr. Brookshire's legacy was solidi- fied years ago, his generosity continues to greatly impact our ability to make groundbreaking discoveries and effectively prepare the next generation of engineers.\" The gift also establishes the Chemical Engineering Research Endowment to enhance research activities and support initiatives such as graduate research stipends, travel grants for conferences, matching funds for large grant proposals and additional graduate student research fellowships and equipment. \"The Chemical and Biomolecular Engineering Department faculty, staff and students are deeply appreciative of Dr. Brookshire's amazing gift. There is not a day that goes by in which its positive impact is not felt,\" said Michael P. Harold, former chairman of the department. \"Dr. Brookshire's selfless desire to lift up professors who shaped his educa- tion through named chairs and professorships ensures their legacies are known by our students, just as his gift ensures his own legacy is recognized.\" Raised without means, Brookshire was the first in his family to earn a high school diploma and college was not encouraged. He pursued his de - gree at UH while working full-time during the day and attending classes at night. Because of this experience, he worked tirelessly to help others facing similar challenges and barriers to higher education. \"Our father knew firsthand what was required of the students who earned their degrees from this world-class institution and he made it a priority throughout his life to support them,\" said J.W. Brookshire. \"To dad, there was nothing more important than hard work. He was a life-long cham- pion for those who were willing to put in the time and the effort, and nothing gave him more joy than being able to support people, especially students, working to better themselves. It is both an honor and privilege for my sisters and I to witness my father's continued legacy.\" Prior to this most recent gift, Brookshire funded two scholarships to help ease the financial burdens of working students and later started an emer - gency fund for engineering students facing economic hardship. Owing his own success to a well-developed work ethic, Brookshire's scholarship and fellowship endowments have shaped, to date, the education of more than 600 individual students in UH's Cullen College of Engineering. \"Dr. Brookshire's generosity fueled the Cullen College of Engineering students for many years both through his generosity as well as his per - sonal interest in them,\" said Eloise Brice, vice president for university advancement. \"Now, this gift will allow the William A. Brookshire Depart - ment of Chemical and Biomolecular Engineering in the Cullen College to transform the lives of so many more.\" Brookshire's gift was made as a part of the University of Houston Sys - tem's recent \"Here, We Go\" Campaign. The Campaign ended in August 2020 with more than $1.2 billion raised to support the UH System's long- term priorities and its partnership with Houston. \"The University of Houston held a special place in my father's heart,\" said J. W. \"Brook\" Brookshire, son of William Brookshire and current CEO of S&B Engineers and Constructors. \"UH gave him an incredible founda- tion from which he built a career, a company and a life he was proud of. The University of Houston's Cullen College of Engineering has cultivated a powerhouse program that provides world-class education and a unique connection to the heart of the world's petrochemical industry.\" Dr. Triantafillos J. Mountziaris was chosen to fill the founding William A. Brookshire Endowed Chair in Chemical and Biomolecular Engineering in January 2021, following a national search. The second endowed chair and four professorships are named after former or current UH engineer - ing faculty members and leaders:WILLIAM A. BROOKSHIRE DEPARTMENT OF CHEMICAL AND BIOMOLECULAR ENGINEERING AT THE UNIVERSITY OF HOUS TON FIRST NAMED DEPARTMENT AT THE CULLEN COLLEGERANKED #36 BY US NEWS AND WORLD REPORTTOP 20 DOCTO RAL PROGRAM S IN THE UNITED STA TES (NAT IONAL RESEARCH C OUNCIL ) WILLIAM A. BROOKSHIRECOLLEGE NEWS 12 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 13LEAD NEWS ENERGYSubsea Systems Institute Receives $9.5 MILLION FOR RESEARCH, ECONOMIC DEVELOPMENT BY JEANNIE KEVER A national research center focused on offshore energy has received $9.5 million for workforce training and to develop new technologies and practices that can improve the safety and sus - tainability of the offshore industry. The Subsea Systems Institute was established in 2015, led by the University of Houston as a collaboration between UH, Rice University and NASA Johnson Space Center to provide industry and government regulators with new technologies, science-based policies and work - force training. It was funded by the RESTORE Act trust fund, created by the 2010 Deepwater Horizon settlement. The new projects are also funded by the RE- STORE trust fund and funneled through the Texas Commission on Environmental Quality. They are: $7.95 million for workforce training and eco - nomic development along the Gulf Coast, aimed at saving jobs and creating new posi- tions by developing and adapting new tech- nologies for offshore deployment and training workers to use them. $1.6 million renewing the Subsea Systems In- stitute as a Center of Excellence and funding research in three areas: decommissioning off - shore platforms; remote monitoring of asset in- tegrity; and integrating renewable energy into offshore platform operations \"By moving to safer and more reliable offshore development, we can improve economic devel- opment opportunities along the Gulf Coast,\" said Ramanan Krishnamoorti, director of the Subsea Systems Institute and chief energy officer at UH. The research emphasis will target ensuring new technologies are suitable for a harsh marine environment while reducing costs, allowing offshore production to continue even when en- ergy prices are relatively low.That builds upon projects previously funded by the institute, including new sensing technol- ogies, the expanded use of robotics and new battery technologies. Another early project, led by Krishnamoorti to develop new ways to predict when an off - shore drilling rig is at risk for a catastrophic blowout, is ongoing with funding from the Na- tional Academies of Science, Engineering and Medicine. Krishnamoorti is also a professor of chemical and biomolecular engineering, with affiliated appointments as professor of petro - leum engineering and professor of chemistry. The job training programs will build, in part, on two micro-credentialing programs launched earlier this year by UH Energy, on sustainable energy development and the use of data an- alytics in the oil and gas industry. Other pro - grams will be entirely new. \"All of this will be driven by our contacts in in- dustry and the industry's need for people with the skills that can drive economic develop - ment,\" Krishnamoorti said. Robotics, for example, has been applied to a number of cutting-edge fields, from automated vehicles to outer space, but Krishnamoorti said its use has lagged in harsh offshore environments. Expanding the use of automation and other technologies in offshore production would also provide new opportunities for start-up compa- nies, Krishnamoorti said. Retraining current in- dustry workers - already familiar with industry constraints - to use those technologies would improve safety and cut costs, in addition to safeguarding jobs, he said. \"If you can have a robot that can monitor pipeline connections for leaks, if it can sense and monitor other connections, you can replace people on the platforms and move them onshore,\" he said. \"You take people out of hazardous environments.\" VIEW COLLISION ADVANCES IN SUBSEA VIDEO ONLINE AT: www.youtube.com/UHCullenCollege 14 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 15Thanks to laboratory testing contributed by a team led by Dr. George K. Wong of Petroleum Engineering at the University of Houston's Cullen College of Engineer - ing, a controlled mud level horizontal gravel pack - an industry first - was executed by Shell at the Perdido field in the Gulf of Mexico. According to Wong, testing for verifying place - ment of light weight proppant and gravel pack modeling were done with the department's newest 30-foot flow loop. Test results were deployed successfully in Shell's Perdido, the world's deepest offshore drilling and produc - tion spar, last September. Wong said the effort took roughly six months for his team, which consisted of himself as PI, Petroleum Engineering Research Lab Supervisor Carlos Ortiz, and two consultants, Tony Bernardi and Mike Vann. Engineers from Shell were also involved with the design of the test program. \"The project timeline was critical as Shell need- ed test results to meet their field deployment schedule,\" Wong said. \"We delivered all test results safely and on schedule.\" C. C. Lin, a Well Delivery Production Technolo - gist for Shell's Perdido, concurred with Wong's assessment. \"The main challenge for this project was per - forming the open hole gravel packing comple - tions within low pore-pressure and fracture gradient margin reservoirs,\" Lin said. \"Shell's project team evaluated three separate labs and concluded that the lab at UH has the LEAD NEWS ENERGYUH'S NEWEST FLOW LOOP TESTING Helps Shell Achieve Industry-First in Deepwater Gulf of Mexico BY STEPHEN GREENWELL technical capabilities and equipment that best accommodate the needs of the program, and UH has the experienced technical team mem- bers that will definitely shorten the time need- ed for overall success.\" Lin added, \"Because of all of these advantag - es that UH offers, the Shell team initiated the reach-out to UH for this particular project.\" Wong identified five aspects of the work his team did: 1. Developing that the test program with Shell. 2. Setting up the lab to meet Shell's technical, and HSE (health, safety and environmental) re - quirements. 3. Integrating all equipment and required data acquisition components of the flow loop sys - tem (pumps, blender, solids-mud shaker, flow - meter, pressure sensors and other equipment). 4. Demonstrating that the integrated system meets Shell's specifications. 5. Completing the test program of the project safely and on schedule. \"I'd like to highlight that this is a new flow loop laboratory at UH, with Certification of Occupancy granted in November of 2019, and the first re - search project in this lab,\" Wong said. \"The suc - cess of this project is particularly impressive given the short time fuse and challenges of working in a new facility.\" Lin echoed Wong's remarks, confirming that the col- laboration with UH included the planning, setting, preparations and execution portion of the project. \"The UH project team responded well through- out the entire project with the Shell team,\" he said. \"A strong background knowledge of these testing objectives and execution from the UH team helped the Shell Team accomplish the new material tests on time, on budget, and achieve a 'Goal Zero' on HSE performance.\" Dr. Mohamed Soliman, the William C. Mill- er endowed chair professor and Department Chairman of Petroleum Engineering, praised the collaborative effort and Wong's work. \"Dr. Wong is one of the top experts in this area.\" Soliman said. \"He has a long history of solving the most challenging technological problems and de - veloping innovative techniques for completion.\" Wong said the project was an example of the power of synergy between industry and aca- demia with the full support of UH. The flow loop equipment in the new lab was donated by Shell. \"In Petroleum Engineering, the connection be - tween industry and academia is essential to stay abreast of the current and upcoming technical challenges facing the industry,\" he said. \"In this case, we have demonstrated our new laborato - ry capability and our ability to collaborate with an industry partner on applied research projects that deliver immediate and added-value results.\" When asked if Shell would be open for future JIP, Lin responded, \"UH and Shell have a very positive and longstanding relationship. After this successful and valuable collaboration, UH could very likely be on the candidate evaluation list when Shell prepares for another mutually beneficial project,\" he said. UH Bringing FUSION ENERGY TO COMMERCIAL REALITY BY JEANNIE KEVER Despite growing scientific and commercial interest in fusion as an on-demand energy source - producing emis - sions-free energy through the fusion of hydrogen atoms - significant obstacles remain. A researcher from the University of Houston has joined an effort by the U.S. Department of Ener - gy to jumpstart the technology. Dr. Venkat Selvamanickam, M.D. Anderson Chair Professor of Mechanical Engineering, will lead a $1.5 million project to develop high tem- perature superconducting magnets made from low-cost raw materials and capable of handling high currents in a magnetic field greater than 20 Tesla, a unit used to measure the strength of magnetic fields. (The earth's magnetic field, by comparison, is about 0.0001 Tesla.) The work is part of a $29 million program through DOE's Advanced Research Projects Agency-Energy, intended to close fusion-specif - ic technological gaps to accelerate deployment of a commercially viable fusion system. The sun is the best-known example of fusion, producing energy through the fusion of hydro - gen atoms. Duplicating that on earth, howev - er, is complicated. For one thing, it requires a way to contain the resulting plasma, which can reach 1 million degrees Centigrade. Superconducting magnets can contain the plas - ma, Selvamanickam said, but no system has been designed to implement the technology on a large scale at affordable cost. That's where he comes in. Selvamanickam is well- known for his work in advancing technologies using high temperature superconducting tapes, including their use in wind turbines, industrial motors, power cables and other applications. Fusion is a new challenge. \"Without these su- perconductors, fusion is not possible,\" he said. \"It is an enabling technology. If it works, there is going to be huge demand for the supercon- ducting tapes if we can lower the cost.\" His goal is to reduce the cost of the high tem- perature superconductors by a factor of 30. Smaller fusion systems have the potential to lower the cost, but Selvamanickam said that will require more powerful superconducting magnets in order to contain the plasma and increase the power density of the energy pro - duced at smaller scale. \"Our project is to demonstrate that it works,\" he said. \"We know these magnets can operate in a higher magnetic field, but they are also ex - tremely expensive.\" Making superconductor magnets that can with- stand the powerful magnetic fields needed to implement fusion, at a dramatically lower cost, would make commercialization economically viable, he said. That could play an important role in global ef - forts to reduce climate-damaging emissions such as carbon and methane. Selvamanickam said the use of fusion energy would also avoid a complication hindering the larger-scale de - ployment of wind or solar energy: It doesn't require an energy storage system, as it can be produced on-demand. \"Fusion is a wonderful technology,\" he said. \"But it's really demanding in terms of the ma- terials that are required. They have to operate in an extreme environment.\" 16 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 17BY JEANNIE KEVER Lithium-ion batteries are recognized for their high energy density in everything from mobile phones to laptop computers and electric vehi- cles, but as the need for grid-scale energy stor - age and other applications becomes more press - ing, researchers have sought less expensive and more readily available alternatives to lithium. Batteries using more abundant multivalent metals could revolutionize energy storage. Re - searchers reviewed the current state of multi- valent metal-ion battery research and provided a roadmap for future work in Nature Energy, reporting that the top candidates - using mag - nesium, calcium, zinc and aluminum - all have great promise, but also steep challenges to meet practical demands. \"In this review, we clarify the key strengths as well as common misconceptions of multivalent metal-based batteries,\" said Dr. Yan Yao, Cul- len College of Engineering associate professor of electrical and computer engineering at the University of Houston and co-corresponding author of the paper. \"Multivalent metal-ion bat - teries are better viewed as alternative solutions for large-scale energy storage than as a direct competitor to lithium-based batteries in the race toward ever-rising energy density targets.\" Researchers also examined the growth be - havior of metal anodes. While magnesium is a promising material, Yao said it is important to note that it is not guaranteed to plate univer - sally in dendrite-free morphology. \"It only does so in selected electrolyte solutions where there are no side reactions, the active metal surface is free of passivation, and the coulombic effi- ciency of magnesium platingstripping is close to unity,\" he said. Yao is also a principal investigator with the Tex - as Center for Superconductivity at UH (TcSUH). Dr. Yanliang \"Leonard\" Liang, a research as - sistant professor in the Department of Electrical and Computer Engineering at UH and co-first author, said the paper's review of existing cath- ode materials also offers new insights. \"We also discuss design strategies to enable genuine mul- tivalent metal-ion-based energy storage materi- als with competitive performance,\" he said. Researchers' key points include: Concerns about the availability and cost of lithium have prompted interest in alternative bat - tery technologies that use more abundant elements with the potential for higher energy density and enhanced safety. Prime candidates include mag - nesium, calcium, zinc and aluminum, all of which are known as multivalent metals, or metals with multiple valence electrons to give. These multivalent metal-ion batteries share many similarities in working principles with lithium-ion batteries, suggesting they could be swiftly adopted by industry. Previous assessments of the anticipated ener - gy density of these batteries often considered only the multivalent metal anode - merely one of the two electrodes in a battery - which tends to reach misleading conclusions. The research- ers have provided a reassessment of the ener - gy density based on both anode and cathode, aiming to better position these batteries in the energy storage landscape.A Roadmap to Better MULTIVALENT Direct use of metals as anodes is an important aspect for the safety and energy density prom- ises of these batteries, but there are uncertain- ties surrounding the viability of these anodes. Electrolyte solutions and understanding of the associated interfacial phenomena are im- proving but still far from established. And finding good cathode materials requires considerations that are uncommon in traditional battery studies. The ion storage mechanism of multivalent battery cathodes is much more com- plicated than its lithium-ion counterpart. Misin- terpretation of the cathode chemistry is surpris - ingly widespread in the literature as a result. The researchers also issued a list of recommen- dations to ensure future research is squarely directed at improving the batteries, including: Gaining a better understanding of the growth behavior of the metal anodes, a critical step in realizing the purported safety promises over lithium-ion batteries. Practices to properly assess the compatibility of metal anodes with electrolyte solutions and the effectiveness of protection coatings. Procedures and techniques to correctly inter - pret the ion storage mechanism at the cathode. Approaches to design better cathode materials. A table comparing the state-of-the-art compo - nents - metal anode, electrolyte and cathode materials - for batteries based on each of the multivalent metal elements that could poten- tially replace lithium found that although some are further along than others, none of the op - tions are ready for commercialization. Yao's research group has focused on materials chemistry and design of magnesium and other multivalent metal batteries; he has been pub - lished widely in top journals. In addition to Yao and Liang, coauthors include co-first author Hui Dong of UH, and co-cor - responding author Doron Aurbach of Bar-Ilan University in Ramat-Gan, Israel. This work was supported by the U.S. Department of Energy's Office of Energy Efficiency and Renewable En- ergy, as part of the Battery 500 Consortium un- der Contract DE-EE0008234 . BATTERIESLEAD NEWS ENERGY 18 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 19BY JEANNIE KEVER The Center for Carbon Management in Energy at the University of Hous - ton awarded $275 ,000 in research funding for projects focused on car - bon management and the energy transition. The projects cover a range of projects, from converting carbon to fuel and other useful products to a proposed new wireless monitoring system for carbon capture storage. The Center for Carbon Management in Energy was launched as a Univer - sity research center in 2019 to form an academic-industry consortium to reduce industry's carbon footprint and find new business opportunities for carbon dioxide, methane and other greenhouse gas emissions. Ramanan Krishnamoorti, chief energy officer at UH, said the first round of funding is intended to jumpstart solutions needed for Houston and the world to prosper in the energy transition. \"No one solution will be sufficient to achieve a low-carbon world,\" he said. \"We must be thinking about moving to low- and zero-carbon fuel sources while also addressing the challenges of capturing and utilizing the carbon we currently produce.\" The projects were drawn from 19 proposals and selected by a panel comprised of UH experts and industry representatives from Shell, Chevron, BP, Kiewit and Baker Hughes. Amr Elnashai, vice president for research and technology transfer at UH, said the center, and the transformational work it will be able to leverage, play an important role in the University's goals to both increase research output by 50 percent in five years and to provide innovative solutions for societal concerns. \"The Center for Carbon Management in Energy is the focal point for our efforts to provide scalable solutions to industry and societal needs,\" El- nashai said. \"These research projects provide a sense of the wide range of work that the center will spur.\" The selected projects and principal investigators, all from UH, include:UH Announces FUNDING FOR CARBON Carbon capture and storage in depleted gas fields along the Gulf of Mexico, Dimitrios G. Hatzignatiou, profes - sor of petroleum engineering Single-step direct air capture and conversion to fuels and chemicals, Praveen Bollini, assistant professor of chemical and biomolecular engineering Converting carbon waste to graphite, graphene and mor - phed graphene for energy and structural applications, Francisco Robles Hernandez, associate professor of engineering technology All-day carbon capture and sequestration through molec - ular and phase-change hybrid Professor of Mechanical EngineeringReal-time subsurface wireless communication and sens - ing for CO2 storage, Jiefu Chen, assistant professor of electrical and computer engineering Processing algae to biodiesel and organic acid to enable microalgae-based carbon capture, Venkatesh Balan, as - sistant professor of engineering technology Money for the grants was drawn primarily from industry contributions, said Charles McConnell, executive director for Carbon Management and Energy Sustainability at UH. The projects, funded for 12 or 18 months, were selected based on tech- nical merit and relevance to the marketplace, McConnell said, with the ultimate goal of spurring new partnerships to commercialize new carbon management technologies. MANAGEMENT PROJECTS LEAD NEWS ENERGY 20 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 21LEAD NEWS ENVIRONMENT Rodrigues, Qatar University Examining POTENTIAL OF DATE PITS FOR WATER CONSERVATION BY STEPHEN GREENWELL A professor at the University of Houston's Cullen College of Engineering has received a grant to explore new filtration methods by recycling date pits to help with the sustainability of the water supply in Qatar. Dr. Debora Rodrigues, Ezequiel Cullen Professor of Civil & Environmen- tal Engineering, will be working with Dr. Mohammad Al-Ghouti of Qatar University on the project, \"Novel composite materials for water treat - ment: elimination of multiple contaminants from groundwater using membranes impregnated with ionic liquid phase and non-noble metal/ cellulose nanocrystals.\" The total grant is for $599 ,975, with Al-Ghouti serving as the PI in Qatar and Rodrigues as a co-PI in the United States. The grant amount for UH is $1 64,402. The research is scheduled to be completed over the next three years. According to the grant's authors, Qatar has a goal of becoming the most self-reliant and sustainable country in the Middle East. Part of that is expanding its farming industry and agricultural efforts, which requires more water and conserving its existing supply. Groundwater is used for about 92 percent of these activities, and usage is about 30 times the av -erage recharge rate. This has led to a \"dramatic drop\" in the groundwater table and the salinity of the water supply. \"Since TWW [treated wastewater] and groundwater resources are pre - dicted to be the most accessible and available in the near future in Qatar, it is essential to develop novel treatment approaches that are low-cost and environmentally-friendly to improve the current poor quality and quantity of these water sources in Qatar,\" the authors wrote in the grant proposal. \"The newly developed technique should ensure: (1) treatment and reuse of groundwater for agricultural activities; and (2) safe reuse of TWW for groundwater recharge.\" The research by Rodrigues, Al-Ghouti and their colleagues will attempt to develop new filtration methods by using date pits, a significant waste product in the region. Cellulose from the date pits will be combined with metal particles to hopefully enhance existing filtration efforts. Rodrigues said she has worked with Al-Ghouti on other water projects in Qatar, and that experience and expertise from working together led to the development of this grant proposal. Since TWW [treated wastewater] and groundwater resources are predicted to be the most accessible and available in the near future in Qatar, it is essential to develop novel treatment approaches that are low-cost and environmentally-friendly to improve the current poor quality and quantity of these water sources in Qatar. - DEBORA RODRIGUES 22 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 23BY JEANNIE KEVER Breaking Molecular Traffic Jams with FINNED NANOPOROUS MATERIALS BY JEANNIE KEVER NEW METHOD OF FLUID GATING HAS IMPLICATIONS for Drug Delivery, Power Generation and Other Uses BY JEANNIE KEVER The movement of fluids through small capillaries and channels is crucial for pro - cesses ranging from blood flow through the brain to power generation and elec - tronic cooling systems, but that movement of - ten stops when the channel is smaller than 10 nanometers. Researchers led by a University of Houston engineer reported a new understanding of the process and why some fluids stagnate in these tiny channels, as well as a new way to stimulate the fluid flow by using a small in- crease in temperature or voltage to promote mass and ion transport. The work, published in ACS Applied Nano Materials, explores the movement of fluids with lower surface ten- sion, which allows the bonds between mol- ecules to break apart when forced into narrow channels, stopping the process of fluid transport, known as capillary wicking. The research was also featured on the journal's cover. Dr. Hadi Ghasemi, Cullen Associate Professor of Mechanical Engineering at UH and corre - sponding author for the paper, said this capil- lary force drives liquid flow in small channels and is the critical mechanism for mass trans - port in nature and technology - that is, in sit -uations ranging from blood flow in the human brain to the movement of water and nutrients from soil to plant roots and leaves, as well as in industrial processes. But differences in the surface tension of some fluids causes the wicking process - and there - fore, the movement of the fluid - to stop when those channels are smaller than 10 nanometers, he said. The researchers reported that it is pos - sible to prompt continued flow by manipulat - ing the surface tension through small stimuli, such as raising the temperature or using a small amount of voltage. Ghasemi said raising the temperature even slightly can activate movement by chang - ing surface tension, which they dubbed \"nanogates.\" Depending on the liquid, raising the temperature between 2 degrees Centigrade and 3 degrees C is enough to mobilize the fluid. \"The surface tension can be changed through different variables,\" he said. \"The simplest one is temperature. If you change the tem- perature of the fluid, you can activate this fluid flow again.\" The process can be fine-tuned to move the fluid, or just spe - cific ions within it, offering promise for more sophisticated work at nanoscale. \"The surface tension nanogates promise platforms to govern nanoscale function- ality of a wide spec - trum of systems, and applications can be foreseen in drug delivery, energy con- version, power gen- eration, seawater de - salination, and ionic separation,\" the re - searchers wrote. In addition to Ghasemi and first author Ma- soumeh Nazari, researchers involved with the project include Sina Nazifi, Zixu Huang, Tian Tong and Jiming Bao, all with the University of Houston, and Kausik Das and Habilou Ou- ro-Koura, both with the University of Maryland Eastern Shore. Funding for the project came from the Air Force Of - fice of Scientific Research, the National Science Foun- dation and the U.S. Department of Education. READ PUBLICATION ONLINE: pubs.acs.org LEAD NEWS FUNDAMENTALS Thousands of chemical pro - cesses used by the energy industry and for other appli- cations rely on the high speed of catalytic reactions, but molecules frequently are hin- dered by molecular traffic jams that slow them down. Now an entirely new class of porous cat - alysts has been invented, using unique fins to speed up the chemistry by allowing molecules to skip the lines that limit the reaction. This discovery was published in Nature Mate - rials, the leading journal of materials science. The breakthrough focused on reducing barriers for molecules accessing the interior pores of catalysts, called zeolites - aluminosilicates with pores smaller than a nanometer. 24 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 25Zeolites are widely used in commercial processes as solid catalysts for the production of gasoline and value-added chemicals and other products. In these applications, chemistry within the ze - olite pores first requires molecules to find the small number of openings on the outside sur - face of catalyst particles. This creates a queue of molecules that must \"wait in line\" to enter the particle, diffuse to the active site involved in the chemical reaction, and then exit the particle. One approach to address these transport prob - lems has been to synthesize small nanoparti- cles. As zeolites become smaller, the amount of surface area exposing the pores increases per amount of catalyst material, which grants increased access for molecules entering the pores. Smaller particles also reduce the inter - nal distance molecules must travel through the particle. However, the synthesis of these smaller zeolite particles is expensive, and the resulting particles are often too inefficient for practical applications. Researchers at the University of Houston, led by Dr. Jeffrey Rimer, Abraham E. Dukler Pro - fessor of chemical and biomolecular engineer - ing, developed a way to induce larger catalyst particles to behave like nanoparticles - that is, to allow molecules to enter, spark a reac - tion and exit quickly, by growing protrusions, or fins, on the surfaces of catalyst particles. By adding nanoscale fins that protrude from the external surface of large particles, the rough- ened exterior of the particle significantly in- creased in surface area, granting molecules increased access and reducing the transport limitations that frequently plague conventional zeolite materials. \"Our new synthesis approach capitalizes on work we have been doing in our group for many years, focused on controlling zeolite crystallization in ways that enable the growth of fins,\" Rimer said. \"This new class of mate - rials bypasses the need to directly synthesize nanoparticles, creating a new paradigm in zeo - lite catalyst design.\" Rimer worked with a team of international ex - perts in materials synthesis, characterization and modeling to demonstrate the capability of finned zeolites to improve the performance of this unique family of solid catalysts. By compar - ing finned zeolites with conventional catalytic materials, they showed that zeolites with fins lasted almost eight times longer. Rimer said the incorporation of fins leads to shorter internal diffusion pathways and ensures molecules ef - ficiently reach the reaction sites while reduc - ing the propensity of carbon-based species to become immobilized. That build up ultimately deactivates the catalyst. Xiaodong Zou, professor of inorganic and structural chemistry at Stockholm University, and members of her laboratory conducted ad- vanced 3D electron microscopy characteriza- tion to unravel the pore structures of the finned crystals and confirmed that the fins were ex - tensions of the underlying crystal and did not create impediments for internal diffusion. \"It is amazing to see how well all these hun- dreds of individual nanofins are aligned with the parent crystal,\" Zou said. Additional state-of-the-art techniques for char - acterizing zeolite catalysts in real time were performed at Utrecht University by the re - search group of Bert Weckhuysen, professor of catalysis, energy and sustainability. These mea- surements confirmed the exceptional ability of finned zeolites to prolong catalyst activity well beyond that of larger catalysts. Weckhuysen said the use of operando spectros - copy clearly showed how the introduction of fins lowered the amount of external coke deposits during catalysis. \"That substantially increased the lifetime of finned zeolite crystals,\" he said. Dr. Jeremy Palmer, assistant professor of chemical and biomolecular engineering at UH, used computational methods to model finned materials and explain how the new design works to improve catalysis. Researchers had expected the fins would per - form better than a standard-sized zeolite cat - alyst, he said. \"But we found it was not just a 10% or 20% improvement. It was a tripling of efficiency. The magnitude of the improvement was a real surprise to us.\" Additional work at the University of Minneso - ta by the research group of Paul Dauenhauer, professor of chemical engineering and materi- als science, and by Michael Tsapatsis, profes - sor of chemical and biomolecular engineering at Johns Hopkins University, confirmed the enhanced mass transport properties of finned zeolites. Using a new method to track molecule diffusion by infrared light, the UM researchers demonstrated that the fins enhanced molecule transport between 100 and 1,000 times faster than conventional particles. \"The addition of fins allows molecules to get inside the channels of zeolites where the chemistry happens, but it also lets molecules quickly get out of the particle, which lets them operate for a much longer period of time,\" Dauenhauer said. The discovery has immediate relevance to in- dustry for a host of applications, including the production of fuels, chemicals for plastics and polymers, and reactions that make molecules for food, medicine and personal care products. \"The beauty of this new discovery is its poten- tial generalization to a wide range of zeolite materials, using techniques that are easy to incorporate in existing synthesis processes,\" Rimer said. \"The ability to control the proper - ties of fins could allow for much greater flexi- bility in the rational design of zeolite catalysts.\" This work was supported by and is part of a larger mission of the U.S. Department of Ener - gy, with additional support provided by various international funding agencies. LEAD NEWS FUNDAMENTALS This new class of materials bypasses the need to directly synthesize nanoparticles, creating a new paradigm in zeolite catalyst design. - JEFFERY RIMER 26 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 27 www. egr.uh.edu @UHEngineeringLEAD NEWS FUNDAMENTALS New Paper From Vekilov Research Group CHANGES FUNDAMENTAL THINKING ON CRYSTAL FORMATION BY STEPHEN GREENWELL A new paper from the Vekilov Research Group at the University of Houston's Cullen College of Engineering is shedding light on how crystals form, and in the process, overturning a belief held for more than a century. Dr. Peter G. Vekilov, the John and Rebecca Moores Professor in the William A. Brookshire De - partment of Chemical and Bio - molecular Engineering, is lead author for \"Olanzapine crystal symmetry originates in pre - formed centrosymmetric solute dimers,\" which was published in September by Nature Chemistry. It was also featured on Nature Chemistry's social media account in October. Additional authors include UH doc - toral student Lakshmanji Verma and Dr. Jeremy C. Palmer of the William A. Brookshire Depart - ment of Chemical and Biomo - lecular Engineering; and Monika Warzecha, Blair F. Johnston and Alastair J. Florence of EPSRC CMAC Future Manufacturing Research Hub at the Strathclyde Institute of Pharmacy and Biomedical Sciences Technology and Innovation Centre in Glasgow, United Kingdom. Johnston is also with the National Physical Laboratory in Teddington in the United Kingdom. Vekilov described his work as delving into the very nature and formation of some of the world's most well-known structures. \"We are all fascinated by the glitz of diamonds, the etherealness of snowflakes and the power of silicon to run our communications, cre - ativity and entertainment,\" he said. \"These materials are, obviously, as diverse as that can be, but they have one common property that defines their beauty and utility - their crystal symmetry. In a crystal, atoms and molecules arrange in a repeated pattern in which the location of any element is strictly related to the locations of the others. The rules that govern these spatial relationships are called symmetry.\"Vekilov noted that for almost a century, there was a belief when it came to crystals. \"In the 1920s, it was established that the symmetry of mole - cules does not in any way correlate with the symmetry of the crystal in which it enlists,\" he said. \"The same carbon atoms can arrange in both hexagonal and cubic patterns. The former is humble graphite and the latter, shiny diamond. Two straightforward conclusions from here are that crystal symmetry arises when the crystal forms by the assembly of molecules and that we cannot control it.\" However, the recent work by his group suggests that crystal symmetry does not arise exclusively during crystallization, disproving this centu- ry-old postulate. \"Working with the groups of professors Alastair Florence and Jere - my Palmer, we demonstrated that one of the symmetry elements of olanzapine crystals, an inversion center, arises in the solution prior to crystallization in the form of centrosymmetric dimers,\" he said. \"Olan- zapine is an antipsychotic drug used to treat schizophrenia and bipo - lar disorder. The insights that dimers that carry an element of crystal symmetry exist in the solution has tremendous practical consequences. It provides the first tool to control crystal symmetry, for instance, by additives that promote or suppress the formation of symmetric crys - tallization precursors.\" Being able to rationally control crystal symmetry would have profound implications for the pharmaceutical industry. \"The Vekilov group now focuses on adjacent open questions of crystal growth theory and practice,\" he said. \"A fundamental question valid for solutions in which monomers and dimers coexist with a continu- um of solute species is how these species transform into the unique configuration acceptable to the crystal. Other questions touch on crys - tallization control employing modifiers that interact with the crystal surfaces. Beyond the realms of crystallization, we're also exploring the molecular mechanisms of aggregation of the Amyloid beta peptide that causes Alzheimer's disease. Another area of concentration is the condensates formed by the protein p53, implicated in the majority of human cancers.\" We demonstrated that one of the symmetry elements of olan- zapine crystals, an inversion center, arises in the solution prior to crystallization in the form of centrosymmetric dimers. - PETER VEKILOV READ PUBLICATION ONLINE: www.nature.com/nchem 28 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 29Grabow Heading UH Portion OF TEAM FOR $2M NSF DISTRIBUTED CHEMICAL MANUFACTURING PROJECT BY STEPHEN GREENWELL A partnership between researchers at the Uni- versity of Virginia and the University of Hous - ton has continued to flourish and expanded to another professor at the Worcester Polytechnic Institute, after the National Science Foundation chose their Emerging Frontiers in Research and Innovation (EFRI) proposal - the development of dynamically operated, smaller scale reactors that can process distributed feedstock - for a $2 million award. Dr. Lars C. Grabow, Dan Luss Professor in the William A. Brookshire Department of Chemical and Biomolecular Engineering at the Cullen Col- lege of Engineering, is a co-PI on the project and will lead a team of researchers at the University of Houston. He identified Dr. Michael P. Harold and Dr. Praveen Bollini, also of the William A. Brookshire Department of Chemical and Biomo - lecular Engineering, as two colleagues that will be taking part in the research with him. The principal investigator for the award is Dr. William Epling, the Department Chairman of Chemical Engineering at UVA. They are joined on the project by Dr. Andrew Teixeria, another co-PI and an Assistant Professor of Chemical Engineering at WPI. Grabow said his work with Epling is a continua- tion of their research partnership. \"Dr. Epling has been a longtime collaborator of mine,\" Grabow said. \"He joined UH in 2011, at the same time I did, and left to join UVA as De - partment Chair about four years ago. While he was at UH we had several joint grants and proj - ects, and we continue to work together. Most of our collaborative work has been in the area of natural gas conversion and upgrade, including this one.\" This will be Grabow's first project with Teixeria. \"It is the first time that I am working with him, but I'm excited about it because he brings many fresh ideas to the table,\" Grabow said.The project, \"Precise but Tunable Reactions Through Tunably Precise Surfaces,\" was ap - proved by the NSF's Emerging Frontiers and Multidisciplinary Activities (EFMA), which tar - gets important, cutting-edge opportunities and long-term challenges for engineering that may address national needs. According to Grabow, their goal is to deal with problems related to distributed natural re - sources, such as \"stranded\" natural gas. \"The term refers to the fact that many natural gas resources are in areas that are not easily accessible due to the lack of infrastructure,\" he said. \"Another example is flaring at refineries or oil wells, which is the process of simply burning the light gases, because there is no econom- ic use for them. Considering the low value of natural gas, its compression or liquefaction and transport to large, centralized processing facili- ties is simply not a viable option.\" Ideally, Grabow said their work would lead to much smaller, flexible reactors, which can con-vert natural gas and form value-added chemi- cals on-site. \"We are proposing to work on small reactors that can be transported to where the natural gas or methane is found,\" he explained. \"The smaller reactor could be skid-mounted and fit inside a standard shipping container. By flip - ping the transportation problem and bringing the reactor to the feedstock, we hope to find a solution enabling the profitable use of other - wise inaccessible natural resources.\" Doing this requires the development of new scientific techniques though, Grabow said. \"The scientific novelty is that the small reactor would not be operated at steady-state, which is standard in the petrochemical industry,\" he said. \"Using intentionally imposed dynamic op - erating conditions, we will try to improve the reactor performance while also increasing the lifetime of the catalyst inside the reactor. The dynamic operation includes variations in pres - sure, feed composition or temperature.\" Grabow described rich and lean cycling as an example of a process that could be used. \"In the lean phase, we have excess oxygen, which can quickly oxidize the catalyst surface,\" he said. \"Then we would switch to rich condi- tions with excess methane to quickly reduce the oxidized catalyst. By switching between lean and rich conditions, we hope to speed up each half of the reaction - oxidation and reduc - tion. If a stoichiometric ratio of methane and oxygen were used with steady-state, or time invariant conditions, then oxidation and reduc - tion must occur at the same time and the cata- lyst must be designed to compromise between the requirements for both half reactions.\" About $750,000 of the award will cover the re - search being done at UH. Grabow said that be - tween himself, Harold and Bollini, he felt that they had a well-rounded group of skills. \"Together, we form a strong team that spans theory and simulation, catalysis, kinetics and reaction engineering,\" he said. \"Our focus will be the development of the science of transient catalysis. Catalysis today is mostly studied at steady-state, and transient phenomena are rarely considered. We want to leverage the transient behavior and turn it into an advan- tage, but many simulation tools, for example, are only developed for steady-state.\" The work will feature a combination of compu- tational methods along with experimentation, Grabow said in description of his work. \"I will be leading efforts to develop models that capture the transient kinetics of methane ox - idation and reforming,\" he said. \"The kinetic model will be tested and verified against ex - periments in our Temporal Analysis of Products (TAP) reactor. It's a delicate and rare piece of equipment, and only four TAP reactors are cur - rently operational in the US.\" When it came to Harold and Bollini, Grabow said their focus would be on reactor scale mod- eling and kinetic experiments.\"Dr. Harold will be focusing on multi-scale mod- els describing spatio-temporally - space and time resolved concentration and temperature profiles measured inside a reactor,\" Grabow said. \"Dr. Bollini will primarily focus on finding dynamic reaction conditions that prevent deac - tivation and prolong the catalyst lifetime.\" Grabow noted that there were obvious practi- cal applications for their work when it came to industry usage. \"As with most NSF projects, this is a funda- mental science and engineering project,\" he said. \"There is strong interest in building small, flexible reactors for distributed manu- facturing, but the challenges are very different from established practice in industry. The sci- ence of transient kinetics and dynamically op - erated reactors is much less developed than it is for steady-state processes. Thus, our project will build a scientific and engineering founda- tion to make distributed manufacturing with dynamically operated, small-scale a reality.\" LARS GRABOW AND POSTDOCTORAL RESEARCHER DEBTANU MAITI WORKING WITH THE TAP REACTOR.LEAD NEWS FUNDAMENTALS 30 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 31HOW DO SNAKES 'SEE' IN THE DARK? Researchers Have an Answer BY JEANNIE KEVER LEAD NEWS FUNDAMENTALS We realized that there is a mystery going on in the snake world. Some snakes can see in total darkness. It would be easily explained if the snakes had a pyroelectric material in their bodies, but they do not. - PRADEEP SHARMA READ PUBLICATION ONLINE: www.cell.com/matterCertain species of snake - think pit vipers, boa constrictors and pythons, among others - are able to find and capture prey with uncanny accuracy, even in total darkness. Now scientists have discovered how these crea- tures are able to convert the heat from organisms that are warmer than their ambient surroundings into electrical signals, allowing them to \"see\" in the dark. The work, published in the journal Matter, provides a new explanation for how that pro - cess works, building upon the researchers' previous work to induce pyroelectric qualities in soft materials, allowing them to generate an electric charge in re - sponse to mechanical stress. Researchers have known electrical activity was likely to be involved in allowing the snakes to detect prey with such exceptional skill, said Dr. Pradeep Sharma, M.D. Anderson Chair Professor of mechanical engineer - ing at the University of Houston and corresponding author for the paper. But naturally occurring pyroelectric materials are rare, and they are usually hard and brittle. The cells in the pit organ - a hollow chamber enclosed by a thin membrane, known to play a key role in allowing snakes to de - tect even small temperature variations - aren't pyroelectric materials, said Sharma. But when he and colleagues last year reported producing pyroelectric effects in a soft, rubbery material, something clicked.\"We realized that there is a mystery going on in the snake world,\" he said. \"Some snakes can see in total darkness. It would be easily explained if the snakes had a pyroelectric material in their bodies, but they do not. We realized that the principle behind the soft material we had modeled probably explains it.\" Not all snakes have the ability to produce a thermal image in the dark. But those with a pit organ are able to use it as an antenna of sorts to detect the infrared radiation emanating from organisms or objects that are warmer than the surrounding atmosphere. They then process the infrared radiation to form a thermal image, although the mechanism by which that happens hasn't been clear. Sharma and his colleagues determined that the cells inside the pit organ membrane have the ability to function as a pyroelectric material, drawing upon the electrical voltage that is found in most cells. Through modeling, they used their proposed mechanism to explain previous experimental findings related to the process. \"The fact that these cells can act like a pyroelectric material, that's the missing connection to explain their vision,\" Sharma said. This work was part of the Ph.D. dissertation of Faezeh Darbaniyan, first author on the paper. Additional researchers on the project include Kosar Mozaffari, a student at UH, and Professor Liping Liu of Rutgers University. The work explains the mechanism by which the cells are able to take on pyroelectric properties, although questions remain, including how the proposed mechanism is related to the role played by the increased num- ber of ion channels found in TRPA1 proteins. TRPA1 proteins are more abundant in the cells of pit-organ snakes than in non-pit snakes. \"Our mechanism is very robust and simple. It explains quite a lot,\" Sharma said. \"At the same time, it is undeniable these channels play a role as well, and we are not yet sure of the connection.\" 32 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 33Many patients with lupus nephritis must undergo surgical kidney biopsies to monitor their condition. Since these procedures are invasive and not without risk, other methods to monitor kidney function are needed. - CHANDRA MOHANLEAD NEWS HEALTH & MEDICINE LUPUS RESEARCH ALLIANCE to Support UH Professor with Accelerator Award BY STEPHEN GREENWELL esis that will be tested in this grant,\" Mohan said. According to the LRA, Mohan's proposal was chosen for its promise in evaluating lupus bio - markers, and the potential of monitoring lupus nephritis in a less invasive way. \"Dr. Mohan's research has identified and will test the effectiveness of markers in the urine of lupus patients to diagnose lupus nephritis and monitor its treatment. This approach may reduce the need for invasive surgical kidney bi- opsies,\" the organization wrote. Mohan's research began on December 1 , 2020 and will continue through November 30, 2022. Dr. Chandra Mohan, the Hugh Roy and Lillie Cranz Cullen Endowed Professor in Biomedical Engineering at the Cullen College of Engineer - ing, was given a $300,000 award by the Lupus Research Alliance. Mohan's proposal, \"Urinomics as a Guide to the Renal Immune Landscape in SLE,\" was selected as one of the first recipients for the inaugural LRA-BMS Accelerator Award, a collaborative project with sponsoring partner Bristol Myers Squibb. According to a press release issued by LRA, the award provides a collective total of $3 million to support nine cutting-edge lupus research projects over two years. The projects focus on understanding the underlying causes of systemic and cutaneous lupus, unraveling its complexity and identifying novel biomarkers. Lupus is a chronic, complex autoimmune dis - ease that affects millions of people worldwide. According to the LRA, more than 90 percent of people with lupus are women, and lupus most often strikes during the childbearing years of 15 to 45. African Americans, Latinx, Asians and Native Americans are two to three times at greater risk than Caucasians. In lupus, the immune system, which is designed to protect against infection, creates antibodies that can attack any part of the body. In describing his proposal, Mohan said he is attempting to find less invasive ways to mon- itor lupus. \"The most common, organ-specific form of lu- pus is known as lupus nephritis, which means inflammation of the kidneys,\" he said. \"Many patients with lupus nephritis must undergo surgical kidney biopsies to monitor their con- dition. Since these procedures are invasive and not without risk, other methods to monitor kidney function are needed. Urine tests are al- ready done to monitor some aspects of lupus nephritis, and would be an ideal replacement for kidney biopsies.\" Mohan's research has already identified sever - al promising markers in the urine of lupus ne - phritis patients that seem to be associated with clinically active disease. In this study, Mohan will be comparing how urine testing for these markers compares to testing kidney biopsies, in detecting active lupus nephritis and moni- toring treatment response. \"We put together two separate findings - one from the published literature, and one from our previous work - to come up with the new hypoth- CHANDRA MOHAN AND RESEARCHER KAMALA VANARSA. 34 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 35Dr. Ying Lin, a member of the faculty at the Univer - sity of Houston's Cullen College of Engineering, was awarded a $435 ,017 grant to continue research on identifying underlying genetic contributors to some forms of psychiatric illness. The award is part of a larg - er $2.4 million project. The research will be completed over four years by Lin, an assistant pro - fessor of industrial engineering and the director of the Smart Health & Intelligent Engineering Systems (SHINES) Lab. The grant, \"Integrative approaches to identification and interpretation of genes underlying psy - chiatric disorders,\" is in collaboration with the Lieber Institute for Brain Development (LIBD), an independent, not-for-profit medical research in- stitute in Baltimore working to develop new treatments for brain disor - ders. LIBD is the leading institution for the $2.4 million project. \"I have been collaborating with Dr. Shizhong Han, Lead Investigator at LIBD and Associate Professor at Johns Hopkins School of Medicine, for over three years,\" Lin said. \"We wrote two papers together before apply - ing for this grant.\" Lin's research is part of a more considerable effort to identify and map the interaction between genes and mental illness. \"There is strong evidence for a genetic contribution to many psychiat - ric illnesses,\" Lin wrote in an abstract for the grant. \"In recent years, with the advancement of high throughput genomic technologies and the availability of large samples, remarkable success has been made in risk gene discovery for major psychiatric disorders.\" However, according to Lin, because of the human genome's complexity, it is hard to discover specific genes or genetic variations that can put a person at higher risk for disorders like schizophrenia, bipolar disorder and major depressive disorder. \"The identification and characterization of risk genes and noncoding regulatory variants will help improve our understanding of the biolog - ical mechanisms that underlie psychiatric illnesses, moving us closer to designing effective prevention and treatment for these disorders,\" she wrote in an abstract for the grant. The SHINES Lab focuses on data analytics and quality engineering to improve healthcare results. Lin will be working with Ph.D. student, Shiva Afshar, on the project. Lin Receives Sub-Award on NIH Grant for WORK ON PSYCHIATRIC GENETICS BY STEPHEN GREENWELL Computational Medicine Lab's RESEARCH FEATURED BY IEEE XPLORE BY STEPHEN GREENWELL Dr. Rose Faghih of the Cullen College of Engi- neering was spotlighted as a featured author by the Institute of Electrical and Electronics En- gineers (IEEE) Xplore homepage for the month of August 2020. The website highlighted a particular research paper of the Computational Medicine Lab, \"A Marked Point Process Filtering Approach for Tracking Sympathetic Arousal From Skin Conduc - tance,\" which was authored by Faghih and her doctoral student Dilranjan Wickramasuriya. Published in March 2020, the paper focused on how the tracking of arousal by sweat levels could lead to better health monitoring via the development of technologies like smart watch- es and other skin monitors. This research was supported by the National Science Foundation through the CRII: CPS: Wearable-Machine In- terface Architectures under Grant 1755780. Their research was also featured in the journal PLOS One. Additionally, Faghih was identified by the IEEE Women in Engineering Magazine with a feature in its June 2020 issue as a \"Woman to Watch,\" as well as one of 2020's \"Innovators Un- der 35\" by MIT Technology Review. For his part, Wickramasuriya said this line of research interests him because it has a path to practical application, which they are currently working toward. READ PUBLICATION ONLINE: www.ieeexplore.ieee.org\"There is now quite a bit of hype in the field of ma- chine learning today, regarding its possibilities,\" he said. \"Unfortunately, some of these machine learn- ing methods lack interpretability. An advantage of our method is that it affords interpretability.\" Wickramasuriya said that in the future, there is promise when it comes to expanding their method to hormones with similar profiles. \"For instance, the hormone cortisol is secreted in pulses, just like a skin conductance signal is generated by bursts of neural impulses to the sweat glands,\" he said. \"Similar to skin conduc - tance, we can use the methods we have devel- oped thus far to estimate unobserved quanti-ties that the human body is trying to regulate internally. The general framework of methods could also find applications related to other pulsatile hormones as well.\" Insulin and growth hormone are two common ex - amples of these pulsatile hormones. Ideally, Wick - ramasuriya said that further research could lead to more precise health monitoring and treatment. \"One of the advantages of our method is that figuring out what is happening inside the body based on different physiological observations is already formulated within a closed-loop con- trol-theoretic framework,\" he said. \"Therefore, they are more easily deployed into situations where closed-loop controllers are needed by patients suffering from different disorders, like automated hormone infusion pumps.\" The IEEE Xplore first highlighted their paper in August. The paper was published under Creative Commons License and remains free to read on IEEE Xplore. ROSE FAGHIH AND STUDENTS LEAD NEWS HEALTH & MEDICINE 36 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 37NSF Grant Funds Mathematicians, BIOMEDICAL ENGINEER BY REBECA TREJOMathematicians and biomedical engineers are working to develop a simple, safe and efficient system to deliver macromolecules to a cell's in- terior. The work could lead to improved use of macromolecules as therapeutics. A National Science Foundation grant of $4 81,000 supports University of Houston associate pro - fessor of mathematics Dr. Annalisa Quaini, along with mathematics professor Dr. Maxim Olshanskii and biomedical engineering assistant professor Dr. Sheereen Majd. The collaboration is truly cross-disciplinary. Quaini and Olshankii's mathematical and computational expertise at UH's College of Natural Sciences and Mathemat - ics will pair with Majd's research of molecular pro - cesses across biological membranes. Majd, of the Cullen College of Engineering fac - ulty, wants to develop a way to deliver macro - molecules, like peptides and proteins, to cells because of their tremendous potential as a therapeutic for diseases. So far, their clinical applications have been limited, as their deliv - ery is more challenging than small molecule therapeutics. \"There has been a huge number of macro - molecules identified as therapeutics in recent years,\" Majd said. \"Yet their clinical application has really remained limited due to a lack of a good delivery platform.\" Creating a new class of liposomal carrier There is a promising delivery platform through a family of carriers, called fusogenic liposomes. However, they have a key shortcoming. Although these liposomes have high concen- trations of fusogenic lipids, which are needed to cross cellular membrane barriers, these lip - ids lead to toxicity when tested in vivo. This problem could be solved through membrane phase-separation, a mechanism to locally con- centrate specific lipids in dense \"patches\" on the surface of liposomes. That way, the liposomes can enter the cell, without causing toxicity. The team will apply mathematical, computa- tional and experimental tools to design and de - velop patchy fusogenic liposomes, a new class of liposomal carriers to aid in the delivery of macromolecules to cells. \"With our numerical simulations, we help pre - dict biological phenomena in order to avoid expensive and time-consuming in vitro experi- ments,\" Olshanskii said. \"We also try to visualize phenomena on scales that cannot be directly ob - served with current techniques like microscopy.\" Ultimately, development of this macromolecule cell delivery method could make way for better cancer treatments and regenerative medicine. UH bridge funding helped facilitate collaboration Quaini said she and Olshankii, \"searched for people at UH who were working on projects that could benefit from computational and mathematical tools.\" They began working with Majd in 2018. Before being awarded the NSF grant, the group received support from UH through the Bridge Funds Program that aids faculty not supported by other funding and \"bridges\" the gap toward the next funding opportunity. \"Thanks to this internal award,\" Quaini said, \"we managed to keep the work alive, and gath- ered sufficient and convincing preliminary re - sults that led to the NSF award.\" The NSF will fund the group's work until 2023. SHEEREEN MAJDLEAD NEWS HEALTH & MEDICINE University of Houston Cullen College of Engineering 39 38 PARAMETERS Spring 2021 ALCOHOL, NICOTINE CO-EXPOSURE DURING PREGNANCY SIGNIFICANTLY INCREASES HEALTH RISK IN NEWBORNS BY LAURIE FICKMAN A more comprehensive treatment needs to be developed for the perinatal co-exposure since more pathways and gene expressions were significantly altered, suggesting the involvement of several addiction pathways in newborns. - METIN AKAY University of Houston researchers have found that during early pregnancy, the mix of alco - hol and nicotine significantly alters the gene regulatory pathways of the developing fetus, which can lead to major deficiencies in brain development. Dr. Metin Akay, founding chair and John S. Dunn En- dowed Chair Professor of biomedical engineer - ing, reported the find- ings, the first study of its kind, in the Nature jour - nal Scientific Reports. \"The alterations of these pathways are crucial since they are involved in neu- ral network formation, cell development and communication,\" reports Akay. \"Among pathways in which many genes and miRNAs were significant - ly altered in response to perinatal nicotine/alcohol co-exposure are dopa- mine cell growth, axon guidance, neurotro - phin signaling and glutamatergic synapse.\" Addictive substances act on the brain's re - ward system by triggering the release of the dopamine hormone through the activation of the mesocorticolimbic DA system, also known as the reward circuitry in the brain. \"A characteristic structure of dopamine neu- rons are the long axons that project to differ - ent regions of the brain to build functional networks, which results in pathways such as the meso - corticolimbic DA system,\" said Akay. \"It is highly likely that axon guidance is modulated in the newborn after perina- tal substance abuse and may cause faulty assembly of the network.\" The alterations in this pathway cause interruptions in cellular communication and develop - ment, and finally, lead to synap - tic rearrangements in the plas - ticity and neurological disorders. It's no small problem. Maternal substance abuse (drinking and smoking) during pregnancy increases health risks, including cognitive im- pairments, lower academic achievement, atten- tion deficit hyperactivity disorder (ADHD), the likelihood of substance abuse in newborns, and may even lead to sudden infant death syndrome (SIDS). Despite these harmful effects, more than 10 percent of pregnant women drink and smoke, according to the Centers for Disease Control. Following alcohol treatment, 1,257 unique genes were found to be differentially upregu- lated and 330 were differentially downregulat - ed. Following perinatal nicotine-alcohol treat - ment contrasted against the alcohol group, 2,113 genes were upregulated and 1,836 were downregulated. \"A more comprehensive treatment needs to be de - veloped for the perinatal co-exposure since more pathways and gene expressions were significantly altered, suggesting the involvement of several ad- diction pathways in newborns,\" Akay said. \"Until now, the influence of maternal alcohol and nicotine co-exposure on the brain develop - ment of newborns has not been investigated at the multi scale from molecular, to cellular and to systemic levels,\" said Dr. Yasemin Akay, instructional associate professor of biomedi- cal engineering and the co-lead investigator on the project. \"Our group has focused on the integration of molecular, cellular and systemic data - using a custom-made implantable dopa- mine probe and artificial intelligence - to better understand the addiction mechanism and de - velop effective therapeutics,\" she said. The paper was also co-authored by Tina Kazemi, a graduate student supervised by both Metin and Yasemin Akay. READ PUBLICATION ONLINE: www.nature.comLEAD NEWS HEALTH & MEDICINE 40 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 41LASIK eye surgery - a laser reshaping of the cornea to improve vision - is one of the most popular elec - tive surgeries in the United States, and a University of Houston professor of biomedical engineering intends to improve upon it by giving surgeons more informa- tion about the cornea. Specifically, Dr. Kirill Larin wants to provide measurement of corneal elasticity, a key component of visual acuity. Eye surgeons currently do not have a reliable method to perform a quantitative measurement of corneal elasticity in patients before the procedure takes place. \"We will develop a novel method for the imaging and assessment of cor - neal elastic properties that could potentially be used for routine clinical diagnostics of different corneal diseases and treatment,\" said Larin, who is using a $1.6 million continuation grant from the National Eye Institute to improve current Optical Coherence Tomography (OCT) to provide ul- trafast 3D clinical imaging. The technology will combine Brillouin micros - copy with Optical Coherence Tomography (OCT) and Optical Coherence Elastography (OCE) - creating the new BOE. The new BOE technology uses highly localized air pressure stimulation. \"We're going to use an air puff that will produce very small waves on the surface of the eye. The patient will not feel them, but we will be able to detect them. The speed of the waves will tell us about the elasticity of the cornea,\" Larin said. Using OCT, he will reconstruct volumetric biome - chanical properties of the cornea. Larin already developed a first prototype of the combined instrument, demonstrated its capability to measure biomechanical properties of the cornea in vitro and in vivo, and has developed analytical models to ex - New Technology Could IMPROVE LASIK SURGERY, EYE DISEASE DETECTION BY LAURIE FICKMAN LEAD NEWS HEALTH & MEDICINE tract biomechanical properties. The new grant, he said, will accelerate the transition of this technology into clinics, influence the selection and application of corneal surgical treatments and will help understand the structural consequences of corneal disease and wound healing. Larin's previous work made fundamental advances in the understanding of corneal biomechanics, which influence clinical interpretation of diagnostic tests, e.g. measurement of intraocular pressure, and have been implicated as important factors in the development of glaucoma. \"Our technology will optimize the delivery of health care to the eye and deliver an early diagnosis for many eye conditions.\" Collaborating on the project with Larin are Michael Twa, dean of the UH College of Optometry and Salavat Aglyamov, research assistant profes - sor of mechanical engineering. Romero-Ortega Receives $1.6M GRANT TO STUDY REVERSING URINARY INCONTINENCE BY LAURIE FICKMAN A University of Houston researcher is working to reverse pelvic floor dysfunction, which can result in urinary incontinence, a condition affecting 30 to 60 percent of the female population and 5 to 15 percent of males. Stress urinary incontinence (SUI), the most common type of urinary in- continence in women, relates to the unintentional loss of urine, which happens during movement or activities like sneezing, coughing or exer - cising. The condition is associated with pregnancy and aging and affects the pelvic floor, a group of muscles stretching from the pubic bone to the tail bone. \"Reduced amplitude or disorganized pattern of activity in individual muscles critically impact their ability to maintain the urethra closed, re - sulting in urine leakage,\" said Dr. Mario Ignacio Romero-Ortega, Cul- len Endowed Professor of Biomedical Engineering. \"We hypothesize that selective and coordinated stimulation of individual pelvic floor muscle (PFM) nerves will re-establish their normal strength and activity pat - terns, effectively reversing the symptoms of UI.\" Romero-Ortega has received $1.6 million from the National Institute of Diabetes and Digestive and Kidney Diseases to prove his theory. The in- novative work uses state-of-the-art miniaturized wireless electrodes to bring together small PFM efferent nerves and directly modulate their individual activity. \"We postulate that wireless electrical stimulation of specific PFM nerves can be used to reestablish their normal physiological activity patterns to alleviate voiding dysfunction in UI,\" Romero-Ortega said. Preliminary results have been positive. Selective pelvic floor neuromod- ulation (SPFN) of the pelvic floor nerve controlling the pubococcygeus muscle reduced bladder storage capacity and voiding efficiency. In sharp contrast, stimulation of the nerve controlling the bulbospongiosus mus - cle produced the opposite result, significantly increasing the maximum bladder pressure and increasing voiding efficiency. \"These results offer a compelling demonstration for the control of blad- der function by electrical stimulation of individual PFMs motor nerves, opening the possibility for SPFN as new therapy for pelvic floor disor - ders,\" Romero-Ortega said. 42 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 43TREATMENT FOR FARSIGHTEDNESS BY LAURIE FICKMANNearing AA biomedical researcher at the University of Houston's Cullen College of Engineering is developing new technology that will measure the stiff - ness of the lens in the eye, which is likely associated with presbyopia, or farsightedness, the inevitable and age-related loss of the ability to focus on nearby objects. Presbyopia - which eventually impacts every human being - is linked to a stiffening of the crystalline lens. There are currently several investiga- tional approaches for presbyopia treatment that rely on lens softening or lens replacement with softer materials. Drug-associated lens softening approaches are expected to have a transformative impact on the field because they are non-invasive and they preserve the anatomical rela- tionship between the lens and other tissues involved in focusing, but there is a significant roadblock to developing these procedures. \"There is currently no method available to directly measure lens stiffness and thus assess the efficacy of lens softening procedures in vivo,\" said Dr. Kirill Larin, professor of biomedical engineering. The National Eye Institute has awarded Larin $3 million to create a new technology ca- pable of precise noninvasive and depth-resolved quantitative measure - ments of the lens mechanical properties in a clinical setting. The technology will combine Brillouin microscopy, Optical Coherence Tomography (OCT) and Optical Coherence Elastography (OCE) - a new combination to be called BOE. The instrument will be used to generate the first age-dependent data on lens mechanical properties quantified in vivo as well as quantitatively assess therapeutic procedures aimed to restore the ability to focus. \"Our novel BOE technology can acquire absolute measurements of the lens stiffness gradient with the accuracy and precision required to detect both age-related changes and changes induced by lens softening treat - ments,\" Larin said. \"The ability to quantify lens softening in vivo will have a major impact on preclinical and clinical testing, validation and optimization of lens soft - ening procedures.\" Larin has assembled a multidisciplinary team with expertise in optical coherence tomography and elastography, Brillouin technology, biome - chanical modeling, clinical ophthalmic instrumentation and crystalline lens physiology. The team includes Fabrice Manns, University of Miami; Giuliano Scarcelli, University of Maryland; and, Salavat Aglyamov, re - search assistant professor of mechanical engineering at UH. Dr. Hien Van Nguyen, an Assistant Professor of Elec - trical and Computer Engineering at the University of Houston's Cullen College of Engineering, received an R01 sub-award of $319 ,285 for his grant, \"Convergent AI for Precise Breast Cancer Risk Assessment,\" from the National Cancer Institute, National Institutes of Health. The grant's motivation comes from the fact that breast cancer is one of the leading causes of death for women in the United States. Most clinicians often stick to the biopsy option to rule in or out breast cancer early, and withholding biopsy could be risky, as delaying treatment could be fatal. However, a large percentage of breast biopsies, ranging from 55 to 85 percent, were found to be benign lesions. Breast biopsies have many drawbacks, including pain, bleeding, bruising, infections, blood loss and breast asymmetry, depending on the amount of tissue extracted, and cost several thousand dollars for each procedure and evaluation. The sta- tistic suggests that breast cancer management will significantly benefit from technologies that can reduce unnecessary biopsies. Ideally, Nguyen hopes to develop a predictive model that would use ar - tificial intelligence technology to examine Breast Imaging Reporting & Data System (BI-RADS) reports and imaging metrics, to provide more accurate cancer risk assessments, which would hopefully cut down on the need for unnecessary biopsies. \"We want to use multiple artificial intelligence tools, like image analysis and natural language processing, to process multi-modal data from col- lection methods like mammography, ultrasound, radiomics, and clinical features, to predict the breast lesion risk,\" Nguyen explained. The research will be done over the next four years through May 2025. The multi-disciplinary team consists of artificial intelligence experts like Nguyen, and computational disease management experts like Dr. Stephen Wong ( John S. Dunn Senior Presidential Distinguished Chairman in Bio - medical Engineering at Houston Methodist), and breast cancer experts like Dr. Jenny Chang (the Director of Houston Methodist Cancer Center). KIRILL LARIN UH, Houston Methodist using AI TO IDENTIFY BREAST CANCER BY STEPHEN GREENWELL LEAD NEWS HEALTH & MEDICINE 44 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 45University of Houston Partners with Auravax Therapeutics on COVID-19 VACCINE BY LAURIE FICKMANLEAD NEWS HEALTH & MEDICINE The University of Houston has entered into an exclusive license option agreement with Au- raVax Therapeutics Inc., a Houston, TX based biotech company developing novel vaccines to help patients defeat debilitating respiratory diseases such as COVID- 19. Under terms of the agreement, AuraVax has the option to exclu- sively license a new intranasal COVID- 19 vaccine technology developed by Dr. Navin Varadara- jan, M.D. Anderson Professor of Chemical and Biomolecular Engineering. Varadarajan is also a co-founder of AuraVax. The vaccine is a nasal inhalant, like FluMist. \"We plan to stop COVID- 19, a respiratory virus, at its point of entry — the nasal cavity — and we believe our intranasal platform is a differen- tiated approach that will lead to a vaccine with increased efficacy to create sustained immunity to COVID- 19,\" Varadarajan said. \"AuraVax, being created by a UH professor, is the ideal partner for us, and what better cause than to advance the creation of a vaccine to COVID- 19, arguably the primary challenge fac - ing our generation. The partnership has my wholehearted support,\" said Amr Elnashai, University of Houston vice president for re - search and technology transfer. The race for more effective ways of vaccinat - ing against COVID- 19 and other respiratory dis - eases has led to a broad and extensive focus on various protective mechanisms of action. Based on pre-clinical work, Varadarajan reports his technology not only elicits a mucosal im- mune response, but also systemic immunity. \"For airborne pathogens, the nasal compart - ment is the first point of defense that needs to be breached,\" Varadarajan said. \"Mucosal immu- nity and vaccines are fundamentally important for a wide range of pathogens including influ- enza, severe acute respiratory syndrome corona- virus (SARS-CoV) and the current SARS-CoV- 2.\" Varadarajan is using the spike protein, which helps the virus enter the target cell, and is the major target for neutralizing antibodies as it binds to the ACE 2 cellular receptor, for virus entry. He prefers using proteins because of their ability to induce strong immune responses, flexibility and scalability, and the absence of infectious particles. \"We believe AuraVax has a competitive advan- tage given the immune responses and a supply chain that is well-suited for widespread distri- bution and self-administration distribution,\" are excited to be collab - orating with the University of Houston and look forward to future success by advancing the development of this novel intranasal vaccine technology to address a multitude of respirato - ry viruses, starting with COVID- (\"AuraVax\") is a pri- vately held biotechnology company develop - ing a proprietary and differentiated platform of vaccines against various respiratory viruses including COVID- 19. Its next-generation vaccine platform combines the potential of in-home administration with the ability to deliver com- plete immunity. The technology has been validated for COVID- 19 in initial animal studies and results in immunity measured by both B-cell and T-cell responses. For more information, go to www.auravax.com. NAVIN VARADARAJAN POSTDOCTORAL RESEARCHERS IN VARADARAJAN'S LAB. 46 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 47A research paper from the Akay Lab biomed- ical research team at the University of Hous - ton's Cullen College of Engineering made a substantial impact, as the Institute of Electri- cal and Electronics Engineers (IEEE) Engineer - ing in Medicine and Biology Society noted that it was one of IEEE's most popular papers in the IEEE Xplore Digital Library. The library provides access to more than five million documents, including research articles, standards, transactions, eBooks and confer - ence publications. The paper, \"Temozolomide online by the IEEE in December 2019. Since that time, it was downloaded more than 10,000 times as of July 2020, making it the highest downloaded paper in July alone. The paper was published in the inaugural issue of the IEEE Engineering in Medicine & Biology Soci- ety's Open Journal of Engineering in Medicine and Biology as a peer-reviewed, invited paper. The lab reported an improvement on the pre - viously developed \"Brain Cancer Chip for Pre - cision Medicine.\" The new chip allows multi- ple-simultaneous drug administration, and a RESEARCH FROM AKAY LAB TOPS AMONG IEEE POPULARITY BY STEPHEN GREENWELL massive parallel testing of drug response for patients with glioblastoma (GBM), the most common malignant brain tumor, accounting for 50 percent of all cases. GBM patients have a ve-year survival rate of only 5.6 percent. Dr. Metin Akay, the John S. Dunn Endowed Chair Professor of Biomedical Engineering and department chair, is the lead investigator in the project. Dr. Yasemin Akay, Instructional Asso - ciate Professor, is the co-lead investigator in the project. Also contributing to the research were research assistant professor Naze G. Avci and post-doctoral fellow Hui Xia. The tissue samples were provided by project collaborator Dr. Jay-Jiguang Zhu, director of Neuro Oncology at the McGovern Medical School at UT Health. Metin Akay said he was honored that his group's paper had been read, and noted that he had gotten positive feedback from people involved in academia and industry. \"We were pleasantly surprised, humbled, but also energized more,\" he said of the response, adding that it helped encourage them to con- tinue their work. \"We felt we must increase our efforts to translate our technologies since it is a small step for precision medicine in GBM research.\"The ability to quickly assess the effectiveness of a cancer drug would be an improvement over typical cancer protocols, in which chemo - therapy drugs are given, then tested for sever - al months, with a patient switched to another drug if the first is ineffective. The new device can determine the optimal drug combination in as little as two weeks. Akay's team takes a piece of a tumor biopsy, cultures it and puts it in the chip. Then they add chemotherapy drugs to the chip's microw - ells to determine the best drug combination and the specific proportion that kills the most tumor cells. The team cultured 3D tumor spher -oids, or clusters, from GBM cell lines as well as patient-derived GBM cells in vitro and investi- gated the effect of the combination of Temo - zolomide and a nuclear factor-kB inhibitor on tumor growth. \"We are currently working to scale up our brain chip to allow us to use four different drugs at the same time,\" Yasemin Akay said. \"We also plan to integrate the next generation gene se - quence into our brain chip platform to investi- gate the effect of these drugs on the gene ex - pressions of tumor spheroids.\" LEAD NEWS HEALTH & MEDICINE 48 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 49The development of point-of-care tests - and as of late, for COVID-19 - has been the primary focus of Dr. Katerina Kourentzi, Research Asso - ciate Professor of Chemical and Biomolecular Engineering in the William A. Brookshire Department of Chemical and Biomolecular Engineering at the University of Houston's Cullen College of Engineering. Kourentzi is not a newcomer to UH. After graduating with a degree in chemical engineering from the National Technical University of Athens in Greece, Kourentzi completed her doctoral studies in chemical engi- neering at UH in 2002. After a brief career in the biotech industry, she returned to UH and was promoted to Research Faculty in 2009. \"I was introduced to the fascinating and intellectually-stimulating na- no-world of biomolecular recognition, and the science behind anti- body-antigen interactions, during my graduate studies under Professor Richard C. Willson,\" she said. \"Beyond their natural role in the immune system, antibodies can be made ex-vivo [by chemical engineers] to be used as therapeutics but also as precise tools in diagnostics to target a specific antigen or pathogen.\" Kourentzi wants to put these antibodies to work to diagnose disease. \"My goal is to develop novel antibody-based diagnostic technologies and enable early disease detection,\" she said. \"As an engineer, I am very in- terested in using science and technology to solve society's problems and help people live better.\" With the unfortunate onset of COVID- 19, Kourentzi noted that many people are now much more familiar with terms like rapid point-of-care diagnostics, false positives and false negatives. When it came to her own work, she's interested in further development and improvement of rapid testing, with the home pregnancy test serving as the model. \"The home pregnancy test format - the lateral-flow test - is one of the most remarkable technical developments that anybody ever made,\" she said. \"After all, you can buy them inexpensively and they allow people at home, with no medical training, to measure human chorionic gonadotro - pin - the pregnancy hormone - with high reliability, at parts-per-billion concentrations.\" Kourentzi is taking this a step further, creating an inexpensive test for detect - ing the SARS-CoV-2 virus in saliva by looking for the presence of its proteins. \"These tests can offer fast and scalable solutions,\" she said. \"Imagine schools and universities being able to test everybody cheaply, quickly and often.\" Kourentzi noted that the test needs to be reliable - not missing any pos - itives - as well as specific - not misidentifying a negative as a positive. However, when it comes to COVID-19, the level of the proteins varies and they can be very low, at parts-per-trillion concentrations. Kourentzi said their team of researchers is up for the challenge. \"We use a novel type of reporter for the visualization of the test 'lines',\" she said. \"We use innocuous, naturally-occurring but manufacturable bacteriophage virus particles. Think of long, hair-like structures, with lengths of one-thousandth of a millimeter, and a diameter of five mil- lionths of a millimeter. We chemically 'decorate' them with tens of an- tibodies for specific target recognition and hundreds of enzymes as catalysts for signal amplification. These reporters push the analytical sensitivity of the tests to being 100 to 1000-fold better than the typical reporters used for the visualization of the 'lines' on the home pregnancy test while having low non-specific stickiness. We can use color to see the lines by naked eye or light emission to see the lines by an inexpensive reader or even a smartphone. \" Kourentzi noted that she doesn't work in a vacuum, and she was quick to credit the other members of her research team. \"I am part of a great multi-disciplinary team focused on innovative point-of- care diagnostics together with my colleagues Professor Willson, Professor Jacinta Conrad and Dr. Binh Vu of chemical engineering, and a group of very talented graduate students from chemical engineering, biomedical en- gineering, biology and chemistry.\" Kourentzi stressed that while the current focus is on detecting the coro - navirus, the testing platform could be used for other things as well. \"We expect the technology to be broadly useful in other areas of molec - ular diagnostics and biomedical research,\" she said. \"Over the last few months, the emphasis has been on SARS-CoV-2 detection, but our bac - teriophage platform is going further than COVID-19 diagnosis. Think of a pregnancy test for cancer diagnostics. We are teaming up with Houston Methodist and the MD Anderson Cancer Center, and I hope to share our progress soon.\" RAPID TESTS for COVID- 19 Now, Other Diseases Later BY STEPHEN GREENWELLThese tests can offer fast and scalable solutions. Imagine schools and universities being able to test everybody cheaply, quickly and often. - KATERINA KOURENTZI LEAD NEWS HEALTH & MEDICINE 50 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 51LEAD NEWS HEALTH & MEDICINE IMPLANTABLE DEVICE CAN MONITOR AND TREAT HEART DISEASE BY JEANNIE KEVER In addition to the ability to simultaneously collect information from multiple locations on the heart - a characteristic known as spatiotemporal mapping - the device can harvest energy from the heart beating, allowing it to perform without an external power source.Pacemakers and other implantable cardiac de - vices used to monitor and treat arrhythmias and other heart problems have generally had one of two drawbacks - they are made with rigid materials that can't move to accommo - date a beating heart, or they are made from soft materials that can collect only a limited amount of information. Researchers led by a mechanical engineer from the University of Houston reported in Nature Electronics details regarding a patch made from fully rubbery electronics that can be placed di- rectly on the heart to collect electrophysiolog - ical activity, temperature, heartbeat and other indicators, all at the same time. Dr. Cunjiang Yu, Bill D. Cook Associate Profes - sor of Mechanical Engineering at UH and corre - sponding author for the paper, said the device marks the first time bioelectronics have been developed based on fully rubbery electronic materials that are compatible with heart tissue, allowing the device to solve the limitations of previous cardiac implants, which are mainly made out of rigid electronic materials. \"For people who have heart arrhythmia or a heart attack, you need to quickly identify the problem,\" Yu said. \"This device can do that.\" Yu is also a principal investigator with the Texas Center for Superconductivity at UH. In addition to the ability to simultaneously col- lect information from multiple locations on the heart - a characteristic known as spatiotempo - ral mapping - the device can harvest energy from the heart beating, allowing it to perform without an external power source. That allows it to not just track data for diagnostics and monitoring but to also offer therapeutic bene - fits such as electrical pacing and thermal abla- tion, the researchers reported. Yu is a leader in the development of fully rub - bery electronics with sensing and other bio - logical capabilities, including for use in robotic hands, skins and other devices. The epicardial bioelectronics patch builds upon that with a material with mechanical properties that mim- ic cardiac tissue, allowing for a closer interface and reducing the risk that the implant could damage the heart muscle. \"Unlike bioelectronics primarily based on rig - id materials with mechanical structures that are stretchable on the macroscopic level, con- structing bioelectronics out of materials with moduli matching those of the biological tissues suggests a promising route towards next-gen- erational bioelectronics and biosensors that do not have a hard-soft interface for the heart and other organs,\" the researchers wrote. \"Our rub -bery epicardial patch is capable of multiplexed ECG mapping, strain and temperature sensing, electrical pacing, thermal ablation and energy harvesting functions.\" In addition to Yu, researchers from UH, the Texas Heart Institute and the University of Chi- cago were involved. They include first authors Kyoseung Sim, Faheem Ershad and Yutao Xi and A. Taylor with the Texas Heart Institute; and Bozhi Tian with the University of Chicago. Sim, a former member of the Yu group, is cur - rently an assistant professor at the Ulsan Na- tional Institute of Science and Technology in Ulsan, Korea. CUNJIANG YU IN LAB 52 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 53New research from the Cullen College of Engineer - ing's Biomedical Engineering Department is shedding light on how rod and cone photoreceptors in the eye work and interact. The paper, \"Syntaxin 3 is essential for photoreceptor outer segment protein trafficking and survival,\" was published in Pro - ceedings of the National Academy of Sciences of the United States of America (PNAS) in August 2020 and has, to date, been downloaded more than 500 times. The research was done by the lab of Dr. Muna Naash, John S. Dunn Endowed Professor in the Biomedical Engineering Department. Mashal Kakakhel, now a first year Texas medical student, and a UH graduate with master's and bachelor's degrees in biomedical engineering, served as the lead author with co-authors Lars Tebbe, Mustafa S. Makia, Shannon M. Conley, David M. Sherry and Muayyad R. Al-Ubaidi. According to the paper's abstract and summary, the trafficking of pho - toreceptor membrane proteins from their site of synthesis in the inner segment to the outer segment is critical for photoreceptor function and vision. Research by the group concluded that the SNARE protein Syntax - in 3 is an essential trafficking component for both disc rim proteins and neurotransmitter release. \"Throughout my courses, problem solving taught me how to study in a way that would first solidify my knowledge foundation, then use practice problems to make it stronger,\" Kakakhel said. \"This became even more useful when I worked on my master's thesis, where I needed to extrapo - late information and apply it to my own project pushing the boundaries of our existing understanding of protein trafficking. Without research, medicine would be stagnant. Now when studying all the trafficking path- ways in my medical school textbooks, I can deeply appreciate all the effort it took to get there.\" Kakakhel said she has always been interested in clinical research, since her dream growing up was to be a physician scientist. \"Growing up my father was an engineer and he inspired me to pursue an engineering degree, however, I still had a passion for science and medicine,\" she said. \"Biomedical engineering allowed me to do both. As an engineer the goal is to problem solve, which is the skill to recall pertinent information and apply it to various situations. This is crucial in engineering as well as medicine as it is not just about memorizing and retaining complex concepts but rather using the knowledge to under - stand and find a solution.\" Kakakhel said working with Naash at UH was invaluable when it came to her career goals. \"UH allowed me to learn how to perform experiments, write papers and present my work. Most importantly, it taught me how to think as an en- gineer and a scientist. The BME program is one of a kind because I felt so supported and motivated every step of the way, thanks to the under - graduate and graduate faculty. Building such a solid foundation where I was in a collaborative and positive environment was one of the most im- portant aspects of my medical school application and my future career.\" Naash's lab will continue to build upon the findings that Kakakhel presented in this paper, and will continue to publish subsequent pa- pers on protein trafficking in the ret - ina. These series of papers will give researchers and doctors a better understanding of the visual impair - ments that plague so many patients and may one day be the key to find- ing a cure for these individuals. UH RESEARCHERS DISCOVERING UNIQUE ELEGANCE OF EYE'S CELL BIOLOGY BY STEPHEN GREENWELL READ PUBLICATION ONLINE: www.PNAS.org MEDICAL ROBOTIC HAND? Rubbery Semiconductor Makes It Possible BY JEANNIE KEVER A medical robotic hand could allow doctors to more accurately diagnose and treat people from halfway around the world, but currently available technologies aren't good enough to match the in-person experience. Researchers report in Science Advances that they have designed and produced a smart elec - tronic skin and a medical robotic hand capable of assessing vital diagnostic data by using a newly invented rubbery semiconductor with high carrier mobility. Dr. Cunjiang Yu, Bill D. Cook Associate Professor of Mechanical Engineering at the University of Houston and corresponding author for the work, said the rubbery semiconductor material also can be easily scaled for manufacturing, based upon assembly at the interface of air and water. That interfacial assembly and the rubbery elec - tronic devices described in the paper suggest a pathway toward soft, stretchy rubbery elec - tronics and integrated systems that mimic the mechanical softness of biological tissues, suit - able for a variety of emerging applications, said Yu, who also is a principal investigator at the Texas Center for Superconductivity at UH. The smart skin and medical robotic hand are just two potential applications, created by the researchers to illustrate the discovery's utility. In addition to Yu, authors on the paper include Ying-Shi Guan, Anish Thukral, Kyoseung Sim, shad, Zhoulyu Rao, Fengjiao Pan and Peng Wang, all of whom are affiliated with UH. Co-authors Jianliang Xiao and Shun Zhang are affiliated with the University of Colorado. Traditional semiconductors are brittle, and us - ing them in otherwise stretchable electronics has required special mechanical accommo - dations. Previous stretchable semiconductors have had drawbacks of their own, including low carrier mobility - the speed at which charge carriers can move through a material - and complicated fabrication requirements. Yu and collaborators last year reported that adding minute amounts of metallic carbon nanotubes to the rubbery semiconductor of P3HT - polydimethylsiloxane composite - im- proves carrier mobility, which governs the per - formances of semiconductor transistors. Yu said the new scalable manufacturing meth- od for these high performance stretchable semiconducting nanofilms and the develop - ment of fully rubbery transistors represent a significant step forward. The production is simple, he said. A commer - cially available semiconductor material is dis - solved in a solution and dropped on water, where it spreads; the chemical solvent evapo - rates from the solution, resulting in improved semiconductor properties. It is a new way to create the high-quality com- posite films, he said, allowing for consistent production of fully rubbery semiconductors. Electrical performance is retained even when the semiconductor is stretched by 50 percent, the researchers reported. Yu said the ability to stretch the rubbery electronics by 50 percent without degrading the performance is a notable advance. Human skin, he said, can be stretched only about 30 percent without tearing. CUNJIANG YULEAD NEWS HEALTH & MEDICINE University of Houston Cullen College of Engineering 55 54 PARAMETERS Spring 2021A team of researchers led by Dr. Cunjiang Yu, Bill D. Cook Associate Professor of Mechanical Engineering at the University of Houston, has developed a new form of electronics known as \"drawn-on-skin elec - tronics,\" allowing multifunctional sensors and circuits to be drawn on the skin with an ink pen. The advance, the researchers report in Nature Communications, allows for the collection of more precise, motion artifact-free health data, solving the long-standing problem of collecting precise biological data through a wearable de - vice when the subject is in motion. The imprecision may not be important when your FitBit registers 4 ,000 steps instead of 4,200, but sensors designed to check heart function, temperature and other physical sig - nals must be accurate if they are to be used for diagnostics and treatment. The drawn-on-skin electronics are able to seamlessly collect data, regardless of the wear - er's movements. They also offer other advantages, including simple fabrication techniques that don't re - quire dedicated equipment. \"It is applied like you would use a pen to write on a piece of paper,\" said Yu. \"We prepare sev - eral electronic materials and then use pens to dispense them. Coming out, it is liquid. But like ink on paper, it dries very quickly.\" LEAD NEWS TECHNOLOGY HEALTH & MEDICINE New Technology Allows MORE PRECISE VIEW OF THE SMALLEST NANOPARTICLES BY JEANNIE KEVER Current state-of-the-art techniques have clear limitations when it comes to imaging the smallest nanoparticles, making it difficult for researchers to study viruses and other structures at the molecular level. Scientists from the University of Houston and the University of Texas M.D. Anderson Cancer Center have reported in Nature Communications a new optical imaging technology for nanoscale objects, relying upon unscattered light to detect nanoparticles as small as 25 nanometers in diameter. The technology, known as PANORAMA, uses a glass slide cov - ered with gold nanodiscs, allowing scientists to monitor changes in the transmission of light and determine the target's characteristics. PANORAMA takes its name from Plasmonic Nano-aperture Label-free Imaging (PlAsmonic NanO-apeRture lAbel-free iMAging), signifying the key characteristics of the technology. PANORAMA can be used to detect, count and determine the size of individual dielectric nanoparticles. Dr. Wei-Chuan Shih, professor of electrical and computer engineering at UH and corresponding author for the paper, said the smallest transpar - ent object a standard microscope can image is between 100 nanometers and 200 nanometers. That's mainly because - in addition to being so small - they don't reflect, absorb or \"scatter\" enough light, which could allow imaging systems to detect their presence. Labeling is another commonly used technique; it requires researchers to know something about the particle they are studying - that a virus has a spike protein, for example - and engineer a way to tag that feature with fluo - rescent dye or some other method in order to more easily detect the particle. \"Otherwise, it will appear as invisible as a tiny dust particle under the microscope, because it's too small to detect,\" Shih said. Another drawback? Labeling is only useful if researchers already know at least something about the particle they want to study. \"With PANORAMA, you don't have to do the labeling,\" Shih said. \"You can view it directly because PANORAMA does not rely on detecting the scattered light from the nanoparticle.\" Instead, the system allows observers to detect a transparent target as small as 25 nanometers by monitoring light transmission through the gold nanodisc-covered glass slide. By monitoring changes in the light, they are able to detect the nearby nanoparticles. The optical imaging system is a standard bright-field microscope commonly found in any lab. There is no need for lasers or interferometers which are required in many other label-free imaging technologies. \"The size limit has not been reached, according to the data. We stopped at 25 nm nanoparticles simply because that is the smallest polystyrene nanoparticle on the market,\" Shih said. In addition to Shih, researchers involved in the project include Ph.D. stu- dents Nareg Ohannesian and Ibrahim Misbah, both with UH, and Dr. Steven H. Lin with the Department of Radiation Oncology at M.D. Ander - son Cancer Center. WEI-CHUAN SHIH Wearable bioelectronics - in the form of soft, flexible patches attached to the skin - have become an important way to monitor, prevent and treat illness and injury by tracking physio - logical information from the wearer. But even the most flexible wearables are limited by motion artifacts, or the difficulty that arises in collecting data when the sensor doesn't move precisely with the skin. The drawn-on-skin electronics can be custom- ized to collect different types of information, and Yu said it is expected to be especially use - ful in situations where it's not possible to ac - cess sophisticated equipment, including on a battleground. The electronics are able to track muscle signals, heart rate, temperature and skin hydration, among other physical data, he said. The re - searchers also reported that the drawn-on-skin electronics have demonstrated the ability to accelerate healing of wounds. In addition to Yu, researchers involved in the project include Faheem Pan, Yongcao Zhang, Ying-Shi Guan, Pinyi Yang, Xu Wang and Peng Wang, all from the Univer - sity of Houston, and Jiping Yue and Xiaoyang Wu from the University of Chicago. Ershad served as first author for the paper. The drawn-on-skin electronics are actually comprised of three inks, serving as a conductor, semiconductor and dielectric. \"Electronic inks, including conductors, semicon- ductors, and dielectrics, are drawn on-demand in a freeform manner to develop devices, such as transistors, strain sensors, temperature sen- sors, heaters, skin hydration sensors, and elec - trophysiological sensors,\" the researchers wrote. This research is supported by the Office of Naval Research and National Institutes of Health. 'Drawn-On-Skin' Electronics Offer Breakthrough in WEARABLE MONITORS BY JEANNIE KEVER 56 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 57BUILDING HOPE IN A PANDEMIC STORY BY STEPHEN GREENWELL PHOTOGRAPHY AND VIDEOGRAPHY BY JEFFREY LAUTENBERGERLIKE MANY ORGANIZATIONS, THE UNIVERSITY OF HOUSTON STUDENT CHAPTER OF ENGINEERS WITHOUT BORDERS FACED NEW CHALLENGES WHEN THE GLOBAL PANDEMIC STRUCK IN EARLY 2020 . HOWEVER, RATHER THAN DELAY OR POSTPONE THEIR EFFORTS, THE INVOLVED STUDENTS HAVE FORGED AHEAD AND LOOKED INSTEAD TO HARRIS COUNTY FOR A NEW COMMUNITY PROJECT FOR THE 2020-21 ACADEMIC YEAR. BUILDING HOPE IN A PANDEMICENGINEERS WITHOUT BORDERS 58 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 59Top and middle row: EWB-UH members on pad site for HOPE project; Bottom row: EWB-UH visiting a dentist office for HOPE project researchBUILDING HOPE IN A PANDEMIC ENGINEERS WITHOUT BORDERSUH senior Akintunde \"Tunde\" Sowunmi and sophomore Emma Bond, the president and vice president of the organization, said they had to pivot once travel restrictions were put in place. The group was originally planning to complete work on their three-year project to improve water distribution in Nicaragua, before switching to the Project HOPE Center. The center started as a small hospitality building for those experiencing homelessness in 2016. It became a nonprofit resource center in 2018. The center, which has seen more than 3,000 people within its first three years, is located in Spring, about a 30-minute drive from campus. The goal of EWB-UH, under the guidance of the Community Engineering Corps, is to transform the second floor of the building into a dental clinic. \"We wanted to find ways to still engage our members and be produc - tive,\" Bond said. \"The Project HOPE Center was a perfect fit for our goals and experience as an org. We felt it could also provide a nice focus con- trast to our Water Distribution Project in order to attract a different set of members. Additionally, with social justice concerns rising across the country, we wanted to engage our members locally and be able to offer them our experience, and to help communities who are underserved across Houston.\" Sowunmi described his passion for engineering as a manifestation of his desire to help people, which led him to joining EWB. When he was young, growing up in a Nigerian-American household, he always had an interest in fixing things - he rewired his family's cable box, for example. After his first two years of college, his passion for the field of engineering bloomed after a trip to Nigeria. \"As an engineer, you're kind of taught to just learn how to fix things or learn how to be a problem solver,\" he said. \"And I felt like this was a problem that wasn't just for somebody with that traditional engineering mindset to solve. It invigorated my purpose as an engineer, and that was to enact change.\" Bond said she got involved with EWB as a freshman, noting that volun- teering and giving back was something she felt strongly about. \"When I was an incoming freshman at UH, I knew I wanted to get in- volved with an organization on campus and did some research into all the engineering orgs on campus,\" she said. \"I saw we had an EWB chap - ter, but I couldn't find any outreach for them, like social media, a website or even email. Finally, toward the end of that fall semester, there was a flyer in my freshman engineering class for their first general meeting. I attended the meeting and saw they had officer positions available, in- cluding Public Relations. I thought, that is a position they really need. I got the position and spent the rest of that year building an online pres - ence for our org.\" She added, \"I've done civil engagement activities essentially much of my whole life. Volunteering has always been a large part of my family and my experience growing up, so it felt natural to continue that into my personal collegiate career.\" The pandemic has forced EWB-UH to shift the target of their work, but According to EWB-UH Vice President Emma bond, the group has about 20 members working on the project for the project HOPE Center. The prominent leadership involved is: Ethan Rodriguez: Project Chair Aaron Lopez, The Dow Chemical Company: Professional Responsible Engineer in Charge Martin Roman: Project Lead Cheyenne Goodson: Design Lead Christa Robbins: Communications Lead 60 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 61also understandably, Sowunmi said it caused the group to reevaluate what was happening in their immediate area, especially after the killing of George Floyd. \"The way that the pandemic made me feel, coupled with how the un- armed killing of a Black man made me feel, and the Black Lives Matter protests, as well as the Breonna Taylor murder, I was just like, this can't be,\" he said. \"I deleted social media for a little bit. It was just a lot for me ... In my mind, we were trying to do whatever we can for the community in Nicaragua. But there are problems going on in our backyard. There are problems going on in our own city. So what can we do to tackle it? And it just so happened, I came across the Hope Center, directed by this great man, Dr. Bob Butler.\" The pandemic has also changed how the group has operated internally, according to Bond. \"Since we were in the middle of rebranding and rebuilding our org when everything hit in March, we were experiencing a lot of 'firsts' virtually,\" she said. \"We did all our officer interviews, project team management, board meetings and events virtually. Most of our officers and members have never even met in person, so this feels like our 'normal' now.\" While the pandemic has changed how they're operating as a group, Bond said that as a sophomore, she's thankfully been able to adjust her own goals. \"Personally, I've been fortunate enough not to have been severely im- pacted by the pandemic,\" she said. \"I was supposed to travel abroad to Costa Rica for an internship this summer as well as attend a learning abroad program in Ghana, and both these events have been rescheduled to summer 2021, which even now seems unlikely. I'm lucky enough to have been able to experience a mostly normal freshman year, and I hope that by my graduation in 2023, I will get to graduate in person. I still have a while to figure out exactly what I want to do. For now, I'm interest - ed mainly in the aerospace industry as it makes its comeback with the SpaceX Falcon 9. I'm interested in obtaining a master's degree at some point, but it really depends on when is the right time.\" Sowunmi noted that he had difficulties finding his stride when he first started college. As a result, he wants EWB-UH to continue to grow, and to provide an outlet for members to get passionate about the field and the opportunities it presents. \"During our last general event of the semester, we had somebody from ExxonMobil talk about the importance of an engineering degree, and how some people may feel that they are tied down by engineering,\" he said. \"At the end of the day, through an engineering curriculum, you're learning how to learn. You can be put in a myriad of different positions, different roles in different industries, and still flourish, as long as you un- derstand your mission, understand your task, and care about what you do at the end of the day. That's the type of organization that we're trying to kind of cultivate. As long as you are trying to be innovative in trying to be that change that you want to see, you can make it and be that leader that we definitely want to see in the future.\" \"Committed to developing and empowering leaders to engineer sustainable solutions to support underserved communities, in the City of Houston and internationally\" EWB-UH Mission Statement Want to learn more about the EWB-UH Chapter's story? Visit our YouTube Channel: youtube.com/UHEngineeringENGINEERS WITHOUT BORDERS EWB-UH members from left to right: Martin Roman (Hope Center Dental Clinic Project Lead), Muniba Mir (PMEL Co- Lead), Ben Yusuf (Secretary), Kyle Rorison (Treasurer), Ethan Rodriguez (Project Chair), Braulio Garza (Public Relations), Lupita Herrera (Water Distribution Project Design Lead), Emma Bond (Vice President), Tayo Okeowo (Web Developer), Roxy Hernandez (Member), Akintunde Sowunmi (President).BUILDING HOPE IN A PANDEMIC 62 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 63 PLANNING FOR THE FUTURE IN AN UNCERTAIN LANDSCAPE STORY BY STEPHEN GREENWELL PHOTOGRAPHY BY JEFFREY LAUTENBERGERTHE COVID- 19 PANDEMIC HAS CHANGED LIFE FOR EVERYONE IN 2020 , BUT DESPITE THE CHALLENGES IT HAS IMPOSED ON PEOPLE, CULLEN COLLEGE OF ENGINEERING STUDENTS HAVE DONE THEIR BEST TO EXCEL. IN THIS ISSUE OF PARAMETERS, WE'RE SPOTLIGHTING TWO OF THESE STUDENTS - ONE WHO HAS LANDED AND STARTED A DREAM JOB WITH NASA, AND ANOTHER WHO WILL COMPLETE HER SECOND DEGREE AT UH THIS SPRING. PLANNING FOR THE FUTURE IN AN UNCERTAIN LANDSCAPE 64 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 65PLANNING FOR THE FUTURE IN AN UNCERTAIN LANDSCAPE Walter Rodriguez at NASA Johnson Space Center.WALTER RODRIGUEZWALTER RODRIGUEZ When Walter Rodriguez began his educational journey at the University of Houston, he didn't have NASA as a specific goal in mind, but he knew he wanted to pursue a career in the aerospace or biomedical industries. Now, after be - ing inspired by a popular film and working through several internships, he's landed a job with the space agency, despite the challenges imposed by the pandemic. \"I started off in the Honors program and engineering program at UH due to my love of science and mathematics, and my interest in how technol- ogy works,\" he said. \"At UH I was provided a wonderful and immense opportunity to explore a wide range of applications of mechanical en- gineering through the various research projects being performed and professors who taught in the program.\" \"The Martian,\" a popular movie about an astronaut stranded on Mars, based on a book by Andy Weir, sparked his interest in NASA. \"In the movie, the important roles of Houston and the Johnson Space Center are mentioned, as well as the need for engineers and scientists to do a large portion of the work required to save the main character. I realized then that I was studying the same materials and would make a good candidate for a wide array of space exploration work,\" he said. \"I applied the same night to the NASA USRA internship program and received a Spring 2016 internship offer at Marshall Space Flight Center in Huntsville, Alabama, working on the design of a large-scale electric propulsion vacuum chamber.\" It was the first of five internships that Rodriguez did for the organization, and after completing it, he focused more on studying aerospace with Dr. Daniel Araya, now with the John Hopkins University Applied Physics Laboratory. He graduated with his B.S. in mechanical engineering in De - cember 2017, and noted that the NASA Pathways program allowed him to continue work toward an advanced degree. \"The pathways program is particularly nice, as it gives you a path to secure a full-time job after graduation as a NASA civil servant and allows you to complete rotations in different organizations and branches, let - ting you get a wide array of experience in whatever area you might want to explore,\" he said. \"For both of my rotations as a graduate student, I focused and worked in the same organization and developed more com- putational fluid dynamics and aerodynamic analysis skills, and worked on the Commercial Crew and Orion programs.\" Rodriguez completed his Master of Science in Mechanical Engineering in May 2020, and he was hired by NASA as an aerospace engineer that same month. As a result, Rodriguez said he's had a different on-boarding process than others in past years.At UH I was provided a wonderful and immense opportunity to explore a wide range of applications of mechanical engineering through the various research projects being performed and professors who taught in the program. - WALTER RODRIGUEZ 66 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 67\"Due to the pandemic, I have been working remotely from the begin- ning,\" he said. \"It is a very different environment when compared to working in the office with my coworkers. Working remotely provides several barriers to communication and a different workflow that takes some adjustment. NASA and my organization have been incredibly help - ful though, and provided all the guidance and resources necessary for me to be successful while working from home and staying safe during the pandemic.\" He added, \"I am still looking forward to returning to working in the office one day, but I am not looking forward to the return of the Houston com- mute. I miss the face-to-face interaction with my coworkers and being at the JSC campus, but I have now gotten used to working from home and feel I am as effective as I was at the office during my internships.\" Rodriguez's parents, Walter and Margarita, earned medical degrees in Mexico in the 1980s before moving to the Houston area. He has been supported by them, as well as his two sisters, Amanda and Cristina, his nephew Andres, and many cousins and other friends. He graduated from Clements High School in Sugar Land, and actively participated in sports. He even earned a first-degree black belt. \"I had trained in karate since I was 6, and played many sports, including soccer and basketball, all through my childhood,\" he said. \"The disci- pline and determination taught in martial arts has definitely been a huge benefit for me in all aspects of my life, both professional and personal. I had a severe knee injury my senior year of high school that required sur - gery and have not practiced since, but I continue to stay active through intramurals and working out. Although I am no longer training, I do feel the lessons learned from my 12 years of martial arts have continued to assist me.\" Rodriguez identified UH's location and its focus on multiple disciplines as to reasons why it was a successful experience for him. \"Since Houston has so many different industries and sectors, we have experts in every field, from biomedical, aerospace, manufacturing, bat - teries and microelectronics, and of course oil and gas,\" he said. \"I was offered a Tier One Scholarship, and this clear investment in improving the school and providing incredible opportunities to students, including research grants and Honors program resources, sold me on attending. I fully believe that I would not be in the position I am today had I not accepted the offer to attend UH.\"I miss the face-to-face interaction with my coworkers and being at the JSC campus, but I have now gotten used to working from home and feel I am as effective as I was at the office during my internships . - WALTER RODRIGUEZWALTER RODRIGUEZ Walter Rodriguez at NASA Johnson Space Center.PLANNING FOR THE FUTURE IN AN UNCERTAIN LANDSCAPE 68 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 69PLANNING FOR THE FUTURE IN AN UNCERTAIN LANDSCAPE Shania Perez at Hermann Park.SHANIA PEREZSHANIA PEREZ After more than six years of studying, Shania Perez is the first person in her family to graduate from college, earning a B.S. in mathematics in December 2018 and on track to complete a B.S. in mechanical engineering this May. \"I am proud to be the first in my family to graduate from a university,\" she said. \"My parents came from Colombia and Mexico and to see how far we have come, it makes this journey at UH so much more wholesome and worthwhile.\" Perez graduated from the Baytown Christian Academy in 2014, and for economic reasons, she took courses at both San Jacinto College and the University of Houston. Initially, Perez said that earning a mathematics and a mechanical engineering degree at the same time was the goal, but it was an understandably intense course load. Perez persevered through these initial difficulties though, with support from her parents Israel and Bernice Perez, and pursued the engineering degree once she finished with mathematics. \"I made a promise to myself that I would get that engineering degree, no matter what it took,\" she said. \"I pursued engineering because of intellectual curiosity and the job opportunities it had. Mechanical en- gineering has such a broad spectrum for jobs - in aviation, oil and gas, machinery and the list goes on. So, I knew that I would be able to find my place in the world of engineering. My dad works in the oil and gas indus - try, which sparked a lot of my interest in engineering in high school be - cause I was always asking questions about how and why things worked.\" Perez noted that she also got support from professors in the depart - ment, mentioning Dr. Jagannatha \"JR\" Rao as a par - ticularly positive influence. She was also awarded a William A. Brookshire Scholarship and a Hispanic Asso - ciation of Colleges and Universities Scholarship for her academic work. \"I started working in the Dean's Office at the Cullen College during my last semester in mathematics and I was starting to get to know Dr. Rao, who also has an office there,\" she said. \"He was of lots of help and en- couraged me to keep going. Apart from my parents being so supportive, Dr. Rao was kind of that last push I needed, especially coming from a renowned faculty member like him.\" Perez added that Dr. Abdeldjelil \"DJ\" Belarbi, the Hugh Roy and Lillie Cranz Cullen Distinguished Professor of Civil and Environmental Engineering, was another mem- ber of the faculty she looked to for advice. \"He was the first engineering professor I had right after I graduated mathematics,\" she said. \"He was teaching statics that semester. I was having a difficult transition to engineering and he helped me so much. He made a huge impact in my life. I consider him one of the best profes -I made a promise to myself that I would get that engineering degree, no matter what it took. I pursued engineering because of intellectual curiosity and the job opportunities it had. - SHANIA PEREZ 70 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 71sors on campus, and that's big because of how many professors I have had over the last six years. Even though he is in a different department, I still stay in touch with him.\" But like a lot of students, she is now dealing with the realities of an uncer - tain job market and other fallout from the pandemic. She was supposed to do an internship in the summer of 2020 with a multinational building materials company, but it was canceled. \"I understood the situation, but it was still upsetting because this was my only chance to show I have some work experience in the engineering field,\" she said, adding that she's tried to make the best of the situation. \"Since I was going to be at home due to quarantine, I took that opportunity to get ahead with my classes, and to learn a few baking recipes.\" Given the uncertain nature of the industry right now, Perez is open to a variety of fields, especially if it would allow her to continue to broaden her skills. \"Right now, I am currently searching and applying anywhere and every - where,\" she said. \"I have had thoughts of continuing my education and pursuing a higher degree, but I want to give back to my parents and start working. Because of my background in math, I am interested in a master's in data science. UH has a program that is a hybrid and might work really well for me if I were to get hired. I have even thought of a graduate degree in engineering, but we'll see what life holds as we continue with this pan- demic. I definitely want to take a break before deciding, considering the number of years I've been in school, but I think this is just the beginning - like I have momentum and don't want to stop for anything.\" SHANIA PEREZI think this is just the beginning - like I have momentum and don't want to stop for anything. - SHANIA PEREZ Shania Perez at Hermann Park.PLANNING FOR THE FUTURE IN AN UNCERTAIN LANDSCAPE 72 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 73HAN CHOSEN BY IEEE FOR KIYO TOMIYASU AWARD BY STEPHEN GREENWELL A professor at the University of Houston's Cullen College of Engineering was honored by the Institute of Electrical and Electronics Engineers for his early to mid-career contributions with the 2021 Kiyo Tomiyasu Award. Dr. Zhu Han, the John and Rebecca Moores Professor of Electrical and Computer Engineering, said he was notified that he had won the award at the end of June. \"It's quite an honor,\" he said. \"There are many other people with a similar background that could have received it.\" The IEEE Kiyo Tomiyasu Award was established in 2001 to recognize out - standing early to mid-career contributions to technologies holding the promise of innovative applications. The IEEE noted that Han received the award \"for contributions to game theory and distributed management of autonomous communication networks.\" Han is the first winner of the award from the University of Houston. Han attributed his success to a good research and work environment at the university, and thanked his colleagues and department chairman, Dr. Badri Roysam, for helping him achieve the honor. \"It's a really supportive environment,\" he said. \"The environment is very friendly. Even a junior faculty member can concentrate on research. That's something that's really great about the University of Houston.\" Han first joined the university as an assistant professor in 2008. He was promoted to an associate professor in 2012 and then to a professor in 2015. He was named an IEEE Fellow in 2014, an IEEE Distinguished Lec - turer from 2015 to 2018, and an AAAS Fellow in 2019. According to the Web of Science Group, Han's papers were among the top 1 percent of highly-cited papers for 2019. Han's research interests include game theory, wireless networking, se - curity, big data, smart grids, signal processing and security labs. He cur - rently oversees 14 students, and he has 29 alumni. ZHU HANFACULTY 74 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 75he said. \"There was a compelling need for this book. The area of machine learning and signal processing is a rapidly developing area, partic - ularly with applications to multi-channel imag - ing, and hence, the book was geared toward researchers and graduate students, with the in- tent of providing them with a comprehensive re - source on emerging developments in this area.\" Dr. Jocelyn Chanussot, a professor in the Signal and Images Department at Grenoble Institute of Technology in France, serves as a co-editor for the book. Prasad said this is the second book he has edited, with the first, Optical Re - mote Sensing, coming out in 2011. He has also co-authored more than 100 research articles in the subject area. \"This book consists of 15 chapters and includes contributions from leading researchers from around the world, including UCLA, Duke, the Los Alamos National Lab, Amazon, the Univer - sity of Florida and Universitat de València in Spain,\" he said. According to Prasad, topics covered include ad- vances in deep learning, like the design of deep neural networks that characterize the spatial and spectroscopic properties of the imagery data; pixel unmixing, where researchers address and understand composition of mixed pixels that arise when the spatial resolution of the image is poor; data fusion, which is the combination of multiple imaging modalities; limited and noisy ground truth; and other topics. When asked to describe his work, Prasad said it focuses on advancing and developing machine learning and signal processing techniques to address challenges posed by cutting-edge spectroscopic optical imagers. \"As an example, hyperspectral imaging entails acquiring images that have hundreds to thou- sands of spectral bands - colors - instead of just the 'red, green and blue' color channels we are accustomed to with consumer cameras,\" he said. \"This enables us to see beyond what our eyes can see, and it can very accurately charac - terize the chemical and biochemical properties of the objects that are being imaged.\" With the \"optical signatures\" that these sensors can hone in on, Prasad said the applications are extensive. \"This imaging modality has been deployed aboard NASA aerial and satellite platforms, as well as the international space station,\" he said. \"It is continuing to play a critical role in earth science, for applications such as ecosystem monitoring, invasive species detection and the study of forest fires, to name a few.\" UH's Prasad Edits SECOND IMAGE ANALYSIS BOOK BY STEPHEN GREENWELL A professor from the University of Houston's Cullen College of Engineering has edited his second book on machine learning and signal processing, identifying it as a \"rapidly develop - ing\" subject area that interests him immensely. Dr. Saurabh Prasad, an associate professor of electrical and computer engineering, said he was presented with the opportunity to edit Hyperspectral Image Analysis: Advances in Ma- chine Learning and Signal Processing after giving a tutorial lecture on the topic at the flagship Institute of Electrical and Electronics Engineers conference on signal processing (IEEE-ICASSP) in 2017 . \"Based on that lecture, I was invited by the area editors in the computer vision and pattern recognition track at Springer to work on a book on this topic,\" Soliman Honored with SPE REGIONAL DISTINGUISHED ACHIEVEMENT AWARD BY STEPHEN GREENWELL Dr. Mohamed Soliman, the William C. Mill- er endowed chair professor and Department Chairman of Petroleum Engineering, was se - lected for the Regional Distinguished Achieve - ment Award for Petroleum Engineering Faculty for the Society of Petroleum Engineers' Gulf of Mexico section. The award recognizes superior teaching, excel- lence in research, significant contributions to the petroleum engineering profession, and/or special effectiveness in advising and guiding stu- dents, according to the SPE. Recipients are nom- inated by their peers and other professionals. Past winners include Dr. Konstantinos Kostare - los in 2018, and Dr. Thomas Holley in 2014 . Soliman said it came as a pleasant surprise to be nominated and to win the award. \"I do not know who did it,\" he said. \"I actually inquired about it, so I could thank the person that nominated me. I haven't found out. It was a complete surprise, which made it extremely nice to receive.\" Soliman attributed the award to the improve - ments that have been happening across the Petroleum Engineering Department. \"The Petroleum Engineering Department rank - ing improved from 14 to 11,\" he said. \"We've added several professors, including two Na- tional Academy of Engineering members. We've restructured the doctorate program, completed a 25,000 square foot addition to the building, and the SPE student chapter was also recognized for its performance excellence.\" Soliman also noted that graduate and under - graduate students have won or placed in numer - ous SPE and SPWLA competitions, as well as in PetroBowl. Students also qualified for the inter - national competition at the SPE Annual Techni- cal Conference and Exposition 2020. The depart - ment has also started a student organization for the American Rock Mechanics Association. Soliman is a distinguished member of the SPE, a fellow of the National Academy of Inventors and a registered professional engineer in the state of Texas. He received his doctorate in petroleum engineering from Stanford in 1979 , after completing a master's from Stanford and a B.S. from Cairo University. Soliman said the department has three focus points going forward, for continued success. \"We want to improve our ranking further, as well as provide more courses on the applica- tion of data analytics, and focus on improving the success of graduate and undergraduate stu- dents,\" he said. We want to improve our ranking further, as well as provide more courses on the application of data analytics, and focus on improving the success of graduate and undergraduate students. - MOHAMED SOLIMAN FACULTY 76 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 77FAGHIH TABBED FOR 2020-21 INTERSTELLAR INITIATIVE BY STEPHEN GREENWELL An assistant professor from the University of Houston's Cullen College of Engineering was selected by the New York Academy of Science and the Japan Agency for Medical Research and Development for the 2020- 2021 Interstellar Initiative, which addresses challenges in the area of health longevity. The Interstellar Initiative recognizes the world's most promising Early Career Investigators and connects them with each other to develop an interdisciplinary solution to a major research question. This initiative brings together young stars of science with the senior researcher men- tors to tackle the most critical medical challenges worldwide. Dr. Rose Faghih, an assistant professor in the Electrical and Computer Engineering Department and the director of the Computational Med- icine Lab, was selected to participate. The first workshop took place virtually in September, with more planned for the future, pending the state of the ongoing pandemic. \"I am very excited to work with clinicians and benefit from the guidance of senior mentors to address challenges related to healthy longevity,\" Faghih said. The initiative's focus is on the topic of Health Longevity. According to a description from the initiative's website, there will be a focus on ex - ploring molecular, cellular, genetic and physiological mechanisms of aging, and the relationship between aging and diseases such as can- cers, neurodegenerative, cardiovascular, hormonal disorders and oth- er chronic age-related conditions, with the ultimate goal of improving health span and preventing pathological aging. Sixty Early Career Investigators were chosen globally to take part in the initiative. The researchers come from four main backgrounds - clinical research, life science, physical science and technology. All participants must have earned their doctorate within the past 10 years, been engaged in active research for 10 years or less, and hold an independent, ten- ure-track or equivalent faculty position at a university, private research institution, academic medical center or national government laboratory. For the initiative, researchers are put into groups of three, with at least one of the researchers being Japanese. At the first session, the research- ers collaborate and pick a project to pursue, with findings and work be - ing shared at future sessions. Faghih said, \"In this collaboration, my expertise in modeling physiologi-cal systems and designing decoders for uncovering hidden physiological states will enable interpreting physiological data to quantify effective - ness of interventions.\" Faghih's recent research work has focused on tracking the fear response from measuring sweat and heart rate via devices worn on the skin. In August 2020, the work of her lab was spotlighted by the Institute of Electrical and Electronics Engineers Xplore, and in June 2020, the MIT Technology Review also named her to its list of global Innovators Under 35 in the visionary category. Futuroprossimo, an online futurology maga- zine based in Italy, predicted three of the MIT Technology Review's 2020 Innovators Under 35 will revolutionize their respective fields and their innovation can lead to Nobel prizes - Faghih's research was listed as one of these three. ROSE FAGHIH FACULTY 78 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 79A postdoctoral researcher at the University of Houston's Cullen College of Engineering was honored with the position of topical associate editor for the Institute of Electrical and Electron- ics Engineers' (IEEE) Transactions on Geoscience and Remote Sensing. Dr. Hanwen Yu is a postdoctoral research fel- low at the National Center for Airborne Laser Mapping, working with Dr. Hyongki Lee. The editor appointment is for one year, and Yu said the organization reached out to him because of his previous work for the publication. \"I didn't apply for the position,\" Yu said. \"The editor-in-chief reached out to me and asked me if I would like to be the topical associate editor. I think the reasons I was picked were for my research contributions to improve the phase unwrapping technique, a critical step for syn- thetic aperture radar interferometry (InSAR) remote sensing and my paper review service for journals in IEEE Geoscience and Remote Sensing Society.\" The appointment letter from Dr. Simon Yueh, the editor-in-chief of IEEE Transactions on Geo - science and Remote Sensing, noted Yu's high level of skill and precision as the reason for his selection. \"Your appointment, which was approved by the Vice President of Publications of IEEE Geoscience and Remote Sensing Society on 13 June 2020, demonstrates the recognized competence, pro - fessionalism and esteem in which you are held The NCALM lab at UH is famous for remote sensing research in the United States. The outstanding InSAR remote sensing research achievements from Professor Hyongki Lee's team is what initially attracted me to the university. - HANWEN YUNCALM Postdoc Picked For IEEE PUBLICATION TOPICAL EDITOR POSITION BY STEPHEN GREENWELL by your peers,\" Yueh wrote. \"It is truly through the efforts of senior individuals like yourself who volunteer their time that our engineering stan- dards and scientific advances are maintained.\" As of July 2020, Yu had contributed 138 veri- fied paper reviews on journals. From Novem- ber 2018 through June 2020, he served as the guest editor of the special section \"InSAR in Remote Sensing\" of the IEEE Geoscience and Remote Sensing Magazine, a sister journal to his new position. From March 2019 through May 2020, he served as the guest editor of the special section \"InSAR Signal and Data Processing\" of the Sensors. He was also elect - ed as the IEEE Senior Member and the best re - viewer of IEEE Transactions on Geoscience and Remote Sensing in 2019. Yu first started at UH in January 2017, pointing to the work of Lee and the NCALM lab as the prime draws. His research focuses on InSAR signal processing and application, optimiza- tion model design, and machine learning. He earned his bachelor's degree and doctorate in electronic engineering from Xidian University in China in 2007 and 2012, and his Master of Science in computer science from the Univer - sity of Memphis. \"The NCALM lab at UH is famous for remote sensing research in the United States,\" he said. \"The outstanding InSAR remote sensing re - search achievements from Professor Hyongki Lee's team is what initially attracted me to the university.\" A graduate student at the University of Houston's Cullen College of Engineering was honored by being selected by the American Society of Civil Engineers for the 2020 O.H. Ammann Research Fellowship. Livia Mello, a UH graduate student and doctor - al candidate in civil engineering, was awarded the fellowship to continue her work in studying progressive building collapse. \"In my doctoral research, I am developing a computational model for time-dependent pro - gressive collapse of reinforced concrete [RC] buildings,\" she wrote in her personal state - ment for fellowship. \"The model aims to pre - dict time-to-failure of RC building structures once it is initially damaged due to abnormal loading. The goal is to gain new understanding of collapse mechanisms of RC buildings, conse - quently contributing to advancements in per - formance-based structural design and to safer rescue guidelines in the aftermath of events that have resulted in partial collapse.\"Mello earned her master's degree from the University of Houston, and her bachelor's in civil engineering from the Federal University of Viçosa in Brazil. She first got interested in the profession because of her family. \"My father was involved in the construction in- dustry early on in his professional career,\" she said. \"He was a handyman and a tinkerer, and I was his helper. So from an early age, I learned about small home repairs and improvements in general. When the time came to apply for col- lege, at first I was leaning towards getting an architecture degree. But my artistic side was outweighed by my abilities in mathematics and physics, so I applied for a civil engineering de - gree instead.\" The opportunity to work on her dissertation came through a collaboration between Dr. Ro - berto Ballarini, the Thomas and Laura Hsu Pro - fessor and Department Chairman at UH, and Dr. Jia-Liang Le at the University of Minnesota.\"Research in the progressive collapse of build- ings has been going on since the early 1960s,\" Mello said. \"But only recently there has been an increase in interest and research efforts toward understanding the time-dependent progressive collapse of buildings. The topic is innovative, rele - vant and fresh, and it is truly a great opportunity to make a major contribution and a long-lasting impact on the structural engineering industry.\" While she is open to a future career in aca- demia, Mello also stressed that she views the collaboration between academic organizations and businesses to be an important one. She hopes to strengthen that relationship in what - ever line of work she ends up in. \"I am a true believer that education and knowl- edge are the main components for our develop - ment as individuals and, consequently, as a soci- ety,\" she said. \"Fellowships like the one I received send a strong message on the importance of in- vesting and supporting education and research.\" ASCE TABS LIVIA MELLO FOR RESEARCH FELLOWSHIP BY STEPHEN GREENWELLSTUDENTS I am a true believer that education and knowledge are the main components for our development as individuals and, consequently, as a society. - LIVIA MELLOFACULTY 80 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 81Since January, undergraduate Yonatan Mas - corro of the Cullen College of Engineering's mechanical engineering program has started a new morning regime - push-ups. \"Well, I started this 25 push-up routine while working as an R&D Design Engineering Co-op at Toyota North America,\" he said. \"I found my - self still feeling sleepy and lazy when getting out of bed in the morning. I decided to start do - ing 25 push-ups to shake off that laziness and get the blood flowing, and I've continued with this routine ever since. I find myself more alert and ready for the day after doing this simple routine. It sets the tone for it to be a successful productive day.\" That sort of attention to detail and work eth- ic is a reflection of other parts of his life and studies as well. Mascorro was selected as this year's Outstanding Junior at the Cullen College of Engineering and also honored by Houston mayor Sylvester Turner with the 2020 Mayor's Hispanic Heritage Youth Activist Award. Mascorro identified Mechanical Engineering Department Director of Undergraduate Stud- ies Dr. Holley Love and Dr. Xuemei Chen, an Instructional Assistant Professor of Mechanical Engineering, as significant influences in his ed- ucational career so far. \"They not only were great professors to me, but also continue to help me after completing their courses by giving me advice and writing recom- mendation letters for internships, scholarships, and even for my Tau Beta Pi initiation,\" he said. \"Professors like them are important to any col- lege and key to students' success.\" He was nominated for the mayor's award by My plan has always been to dedicate my engineering career to a profession that will make a meaningful impact on the world, for the better. - YONATAN MASCORROCullen College Student Honored with HISPANIC HERITAGE YOUTH ACTIVIST AWARD BY STEPHEN GREENWELL Fely Aguilar - the Academic Achievers Pro - gram Director at UH - and she called him to let him know he had won. \"She has been key to my academic and pro - fessional growth,\" Mascorro said. \"When I told my parents, Monica and Isidoro, and my sister Michel that I had won the award, they congrat - ulated me and emphasized how proud they are of me. My family is what motivates me to con- tinuously strive for greatness.\" Aguilar said she was happy to provide the nom- ination for Mascorro's award. \"One of the best qualities Yonatan possesses is his natural delight in helping people,\" she said. \"He is always kind, always generous, con- sistently engaging. Yonatan's academic record and involvement at UH demonstrate his drive and commitment to his education. I anticipate that he will continue to excel as an outstanding leader and professional in our community.\" According to a statement from the mayor's office, \"During his first three years of college, he was a program mentor for the Academic Achievers Program, where he mentored and encouraged 25 students to excel in their cal- culus, physics and chemistry courses. Within a two-year time frame, he was able to guide low-performing students to the top 10 percent of their graduating class.\" As of now, Mascorro intends to graduate in December 2021, and he's keeping his options open for his career. \"My plan has always been to dedicate my engineer - ing career to a profession that will make a meaning - ful impact on the world, for the better,\" he said. Outstanding JuniorSTUDENTS 82 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 83Building on his already robust academic achievements from previous years at the Uni- versity of Houston, Cullen College of Engineer - ing student Benjamin Estefano Diaz Villa has been recognized for his accomplishments and chosen as the Outstanding Senior for the 2020- 21 academic year. Diaz Villa was also the College's Outstand- ing Junior for the 2019-20 academic year, and Honors College Outstanding First Year Student Award winner in August 2018. According to nominating paperwork submitted by Mechan- ical Engineering Department Director of Un- dergraduate Studies Dr. Holley Love, he has maintained a strong GPA despite challenges from the pandemic and a course load that in- cluded two notoriously difficult classes and a graduate-level course.Benjamin's story of success and achievements is inspiring. From the start of his life in Medellin, Colombia, to being a new immigrant in this country, and then making his mark at the DeBakey High School in Houston before coming to UH. - DR. HOLLEY LOVEDiaz Villa Honored as this Year's OUTSTANDING SENIOR BY STEPHEN GREENWELL \"Benjamin's story of success and achievements is inspiring,\" she wrote. \"From the start of his life in Medellin, Colombia, to being a new im- migrant in this country, and then making his mark at the DeBakey High School in Houston before coming to UH, and now, as a senior, owning a GPA of 3.976, Benjamin is the kind of student we in ME are very proud to attract and nurture.\" Diaz Villa said the phone call from Love notify - ing him of the honor was a surprise, because he wasn't expecting to win a similar honor twice in a row. He identified Drs. Michelle Belco, Ben Rayder, Frank \"Fritz\" Claydon and Ralph Metcalfe, as well as professor Robert Cremins, as mentors in his educational journey. This year, Diaz Villa also achieved another im-Outstanding Senior portant thing to him - passing his Citizenship Test, and becoming a naturalized citizen of the United States. Born in 1999, his family moved to the U.S. in 2006. Between his academ- ic mentors and his family, Diaz Villa said the importance of a balanced approach has been stressed to him. His parents earned engineer - ing degrees while in Colombia, but both left behind lucrative careers to focus on their faith. \"My parents' professional journey taught me that one's life does not revolve around one spe - cific career, but it must be well-balanced with many other interests and passions,\" he said. While studying at DeBakey High School for Health Professions in the Houston ISD, Diaz Vil- la became interested in mechanical engineer - ing while doing hospital rotations. He hopes to continue his studies and to obtain a doctorate in Aerospace Engineering. However, he's also applied to aerospace jobs, wanting to keep his options open. In addition to his success in the classroom, he has also completed an internship with Tech- nipFMC of Houston, served as an engineering mentor for the Ocean Energy Safety Institute and an engineering ambassador for the Cul- len College of Engineering, and conducted re - search with Dr. Ralph Metcalfe. In his free time, Diaz Villa enjoys playing the piano, and he is active in his church commu- nity. He is a pianist and composed for the M4E Music Ensemble, and he also played for the Cullen College commencement ceremony in December 2020. He is also an elected elder representative for the First Cumberland Pres - byterian Church of Houston, and a volunteer for the New Day in Christ Ministries. BENJAMIN ESTEFANO DIAZ VILLASTUDENTS 84 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 85CEE Doctoral Student Receives AMERICAN WATER WORKS ASSOCIATION SCHOLARSHIP BY STEPHEN GREENWELL I am eager to help the community both better prepare for natural disasters and also respond to emergencies in a more informed manner through data accessibility and analysis. - CYNTHIA V. CASTRO For Cullen College of Engineering doctoral student Cyn - thia V. Castro, growing up on the Gulf Coast and seeing how devastating the storms can be has fueled her ed- ucational pursuits, and also led her to earning a schol- arship from the Texas Section of the American Water Works Association for the 2020-21 academic year. Castro, who's working with Dr. Hanadi S. Rifai - the John and Rebec - ca Moores Professor of Civil and Environmental Engineering - was also chosen for the scholarship in 2019-20. Castro received her B.S. in civil engineering from Texas A&M in 2011 and her master's in civil engineer - ing from the University of Texas in 2016, but decided to attend UH after working for a private firm. \"When Hurricane Harvey affected our community, I decided it was time to pursue my lifelong goal of a full-time career in academia,\" she said. \"I wanted to help the City of Houston with comprehensive, high-lev - el water planning. My goal is to pursue a tenure-track faculty position where I will be involved in cutting-edge research while mentoring the next generation of problem-solvers through real-world experience and latest technologies.\" Castro described her work as focusing on the intersection of society and Earth sciences, particularly issues of flooding and environmental contamination. \"I research how humans interact with and impact such systems in addition to providing mitigation strategies for reducing such impacts,\" she said. Her current research involves investigating regional flood mitigation scenarios and their impacts from catastrophic storm events throughout regional watersheds, including societal and economic factors. \"As a licensed Professional Engineer, I have extensive design experience and have also applied high-level academic research to developing water resources solutions for improved community resiliency,\" she said. \"I aim to bridge a gap of inter-disciplinary knowledge within the water industry to achieve a variety of sustainability goals.\" She also serves as an intern at the City of Houston Recovery & Resiliency Department, as part of an NSF INTERN Fellowship program. \"This opportunity allows me to further my studies while directly help - ing key decision makers in my community with various sustainability challenges,\" she said. \"I am eager to help the community both better prepare for natural disasters and also respond to emergencies in a more informed manner through data accessibility and analysis.\" Castro hadn't initially applied to UH when she was exploring her options for a doctorate, but she enrolled after speaking with Rifai. \"I had originally applied to other schools for my Ph.D. program when Dr. Rifai reached out to me,\" Castro said. \"She described her pioneering work with the HuRRI [Hurricane Resilience Research Institute], which is a collaboration among Gulf Coast universities to investigate and advance issues of sustainability regarding hurricanes and severe storms. My deci- sion was made immediately following Hurricane Harvey, and I wanted to be part of cutting-edge research for coastal hurricane resiliency.\"Castro grew up in Bridge City, Texas, and because of experiences during her youth, the topic of hurricane resiliency is especially important to her. \"While in school, we lost our home in Hurricane Rita in 2005 and lived in a FEMA temporary trailer for most of my sophomore year,\" she said. \"Our actual school buildings were also severely damaged, and we had tem- porary school buildings for some time. Hurricane Ike in 2008 hit while I was in college.\" Her father had an especially harrowing experience during this storm. My dad stayed home to care for his elderly parent, and he experienced a storm surge of literally eight feet within his home,\" she said. \"Water came rushing up very quickly, and he essentially had to swim through the house and climb into the attic with an axe, in case he needed to climb out through the roof, but fortunately that was not necessary. The phone lines were down, and I did not hear from him for several hours until he was rescued by boat and was able to call me from the police station. It was the best sound I had ever heard. After worrying about him all day, I was not at all phased by the fact that we had lost every item in our home. The experience caused Castro to reassess some of her career and edu- cational goals. \"Helping the community clean up after Hurricane Ike and seeing my childhood friends continue to suffer from extreme storms and hurricanes to this day, I am passionate about using science to advance solutions for both large and small communities,\" she said. \"These small towns typical- ly do not have the same tax revenue as a larger community like Houston, so drainage infrastructure and modeling takes longer to implement. I be - lieve we have the data and tools to help such places at an affordable cost, and we just need to work together to figure out how that might work.\" STUDENTS 86 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 87Two UH Students Take 1ST PLACE AT SPWLA INTERNATIONAL CONTEST BY STEPHEN GREENWELL A pair of Petroleum Engineering students from the University of Houston's Cullen College of Engineering took home first place honors from the 61st annual Society of Petrophysicists and Well Log Analysts International Student Paper Contest last summer. Naveen Krishnaraj, a doctoral candidate, won first place in the Oral Presentation PhD Catego - ry. Makpal Sariyeva won first place in the Oral Presentation Undergrad Category. Krishnaraj specializes in the fields of ma- chine learning, inverse problems, and oil and gas. He is interested in empowering society with data-driven insights and analytics. His vision is to apply curiosity and empathy to innovate and build products for the future. His presentation centered on his work on the nuclear magnetic resonance data processing using a novel blind source separation algorithm. \"Traditional inversion algorithms have limita- tions due to the smearing effect induced by the Euclidean norm,\" he wrote in his abstract. \"We have addressed this problem by developing a machine learning algorithm that performs a hy - brid physics and data-driven approach.\" Krishnaraj wanted to thank the people that had supported him in his studies. \"I felt humbled,\" he said about his feelings when he was notified of his first-place finish. \"I was filled with gratitude for my parents, Krish- naraj and Kanchana, as well as my mentors, Dr. Michael T. Myers and Dr. Lori Hathon of pe - troleum engineering, Dr. Alon Arad of ReadCo - or and Dr. Victor Dunayevsky of Shell [retired], and of course, the support and sacrifices from my best friends.\" Sariyeva is a 2020 graduate of Petroleum En- gineering. She is the President of Energy Co - alition for the 2020-21 academic year, and she was the President of the Society of Petroleum Engineers Student Chapter for the 2019-20 ac - ademic year.Sariyeva is an undergraduate research scholar with a strong interest in the oil and gas indus - try, and a desire to contribute to developing solutions to its challenging problems. Her research on analyzing the performance between child and parent wells in the Ea- gle Ford basin won numerous awards within one semester. \"One of the complex challenges in the un- conventional world is the performance of child and parent wells,\" she wrote in her ab - stract. \"This study compares and analyzes the performance of 239 child and parent wells in family units, and evaluates the impacts of well completion [fracturing] on well perfor - mance. The newly proposed analysis helps to categorize key well factors and highlight observed discrepancies of child wells' per - formance against the corresponding parent wells conducted on the traditionally em- ployed evaluation method. Incorporating this analysis into machine learning models can assist in the drilling and completion planning of new child wells.\" She hopes to continue her personal and pro - fessional development while giving back to the community and impacting the growth of the University of Houston. She said she was de - lighted to win the award. \"When the time came to announce the win- ners, I was very nervous because of all the hard work I had put in, and the sleepless days and nights would replay in my head,\" she said. \"Once I saw my picture in the first place slot, I was exceedingly happy, not only because I had won, but also because I had won gold for the University of Houston.\" She added, \"It seemed impossible when I had dreamt about it, however being determined and persevering through the competition made it possible. I would like to express my sincere gratitude to everyone who contrib - uted and supported this win including, my mentor Dr. Dimitrios G. Hatzignatiou from the Petroleum Engineering Department, Keith Rappold and Matias Chavez from Aramco, Rystad Energy company, as well as Lotanna Ohazuruike, Juan Luis Vaca, and Charles R. Adams from the University of Houston. In addition, this award means so much to me as they attest to my growing technical capa- bilities. I hope it encourages every student, minority and otherwise, that your dreams are valid and possible!\" Charles R. Adams, SPWLA President of the UH Chapter, contributed to this article. MAKPAL SARIYEVA AND NAVEEN KRISHNARAJDespite the ups and downs, 2020 turned out to have a silver lining for at least one ener - gy-related student chapter at the University of Houston. The UH Society of Petroleum Engineers (UH SPE) was awarded its first Student Chapter Excellence Award for 2020. The award is the second-highest honor student chapters can receive, recognizing the top 20% of eligible student chapters. The prestigious award rec - ognizes the group's programs in industry en- gagement, operations and planning, commu- nity involvement, professional development and innovation. \"We know the past year has been unique, and we thank you for continuing to fulfill the Soci- ety of Petroleum Engineer's mission and serve your members,\" Erin O'Sullivan, sections and student chapters manager, said in an email congratulating the winners. Makpal Sariyeva, petroleum engineering se - nior, was president of UHSPE for the 2019-2020 academic year. She and her board, consisting of an additional 33 student members, coordinat -ed, planned and executed a new strategy to in- crease involvement in both community events and industry competitions. \"When I started out as president, our board's main goal was to expand our voices, get new student members enrolled, along with send- ing a delegation to international sections,\" Sariyeva said. \"Our university chapter was es - tablished in 2014. It's still very new, so it took some time to reach our goals.\" The team produced 86 events and won six awards, including first place in both undergraduate and graduate student divisions of the SPE-CGS Re - gional Student Paper Contest. Chapter members also placed third in the PetroBowl, a competition in which SPE chapters compete in a fast-paced quiz challenge. Members also qualified for Phase 2 in the Drillbotics competition, a SPE internation- al university competition where students design and build a small drilling rig. Chapter members also won the three top spots in the SPE Gulf Coast Section's poster competition. \"We were definitely confident that we were go - ing to get recognition for our hard work in the form of an award such as this,\" Sariveya said. \"Our board and our members worked hard to attain these accolades.\" UHSPE boasts more than 400 members, with both undergraduate and graduate students from a variety of majors, not just petroleum en- gineering. In fact, the organization says it is the home of managers, engineers, scientists and any other professional aiming to serve in the upstream segment of the oil and gas industry. The challenge for Juan Vaca, a petroleum engi- neering senior who graduated in May 2020 and served as vice president of internal affairs, was to mobilize members effectively. \"We started planning for the fall 2019 semes - ter early and three months in advance for the spring 2020 semester,\" Vaca said. \"My main goal was to increase member involvement and interest in the industry, especially because the oil and gas industry has had a growing gap in petroleum engineers since 2014.\" Vaca succeeded, growing membership by more than 400 percent during the academic year. He and other board members set up industry field trips and scheduled company representatives to speak to students, for a total of 10 training courses, seven field trips and 20 workshops. \"Our members learned what a drilling rig looks like, what tools are used and how the fluids go through in the rig,\" Vaca said. \"We prepared our members to be exposed to different as - pects of the industry.\" Vaca says extensive planning sparked the chap - ter's success, even after the coronavirus pan- demic shifted many events online and forced others to be cancelled. \"We're very proud of our board, our advisors and faculty who assisted us as mentors for our papers, and of all of our petroleum engineering department,\" Sariveya said. \"Our members felt very energized by the win, because it's some - thing that we were aiming at since Day 1. We have done so much, and it wouldn't have been possible without our members.\" UH Society of Petroleum Engineers WINS STUDENT CHAPTER EXCELLENCE AWARD BY JANET MIRANDA 2020 UH SPESTUDENTS 88 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 89A new paper and research from the Conrad Re - search Group in the William A. Brookshire Depart - ment Department of Chemical and Biomolecular Engineering at the University of Houston's Cul- len College of Engineering looks at how bacteria could be used to help with removal of pollutants, like in oil spills and wastewater treatment. The primary author of the paper was Naren- dra Dewangan, a graduate student of Dr. Ja- cinta Conrad, the Frank. M Tiller Professor of Chemical and Biomolecular Engineering. Their work, \"Bacterial motility enhances adhesion to oil droplets,\" was published in the Soft Matter journal in August. Appropriately enough, given the name of the publication, Dewangan said he primarily works in the field of soft matter. His studies focus on bacteria motility and adhesion on solid surfac - es and oil-water interfaces. \"I study how bacteria interact, to a solid sur - face, and to a liquid-liquid interface at different conditions,\" he said. Dewangan described what got him into this work. \"My research is primarily inspired from off - shore oil spills from oil and gas exploration and production operations, and transportation,\" he said. \"Many bacteria species are known to degrade oil, and in an oil spill scenario, disper - sants are deployed to break down the larger oil droplets in ocean. By doing this, bacteria have more access to the oil due to increased surface area and so the oil can degrade faster.\" However, even at that basic form of life, there Many bacteria species are known to degrade oil, and in an oil spill scenario, dispersants are deployed to break down the larger oil droplets in ocean. By doing this, bacteria have more access to the oil due to increased surface area and so the oil can degrade faster. - NARENDRA DEWANGANFaster Swimming Bacteria COULD HELP WITH SPILLS BY STEPHEN GREENWELL are differences from one type of bacteria to an- other. Namely, Dewangan said some forms can swim while others cannot, and this has impli- cations for usage when it comes to mitigation. \"Since more than 80 percent of bacteria can swim, we were interested in studying how the swimming behavior [motility] improves the access of bacteria to oil droplets,\" he said. \"Swimming bacteria accumulate the droplets faster and in larger quantity than non-swim- ming [nonmotile] bacteria. The hydrophobicity and swimming behavior of bacteria can bene - fit a wide variety of fields, such as wastewater treatment or drug delivery to a target location in the human body.\" Dewangan started graduate school in 2015, be - ginning his research with Conrad the next year. \"Before joining UH, I worked in the oil industry as a production engineer, and because Hous - ton is an energy capital I was attracted to ap - ply here,\" he said. \"Later, I got more interested in emulsion and microorganism interactions, which was partly motivated from my previ- ous job, and seeing how common the trails of spilled oils in the sea are.\" Dewangan graduated in the Fall 2020 semester, and has a goal of landing employment in the biotechnology sector. \"In my last five years I have learned a lot from my advisor and lab mates,\" he said. \"The amount of collaboration, feedback and discus - sion helped me improve my skills. I look for - ward to working in the biotechnology indus - try.\" The Reservoir Engineering Discipline Leader - ship at ExxonMobil, one of the world's larg - est publicly traded energy providers, awarded Cullen College of Engineering student Michael Effiong the Advanced Skill Milestone (ASM) in Production Engineering. The award recognizes individuals who apply ad- vanced technical, research and individual effec - tiveness skills for the success of the company, as well as development of colleagues and ser - vice to the profession. It also requires depth and breadth across many skill areas. Of his award, Effiong said, \"I am honored to receive this ASM recognition. It means a lot, given the unique path of my professional development journey.\" He is currently a reservoir engineer at Exxon- Mobil Upstream Oil and Gas, supporting the deepwater assets. He is also a Ph.D. candidate at the University of Houston, following comple - tion of the required Ph.D. course work in 2018 and subsequently, the Ph.D. Qualifying Exam- ination held in January 2019. Effiong said the Ph.D. course work at University of Houston provided a deeper foundation for him, which complemented ExxonMobil's ex - ceptional professional development programs, resulting in a seamless, accelerated and highly impactful onboarding into his first official res - ervoir engineering role. \"As I progress toward completion of my doctorate degree, I look forward to future opportunities to give back within my capacity, and I commit to con- tinued delivery of valuable contributions to Exxon- Mobil, the University of Houston, the engineering profession and the world at large,\" he said. Ph.D. Candidate Effiong HONORED WITH EXXONMOBIL AWARD As I progress toward completion of my doctorate degree, I look forward to future opportunities to give back within my capacity. - MICHAEL EFFIONGSTUDENTS 90 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 91UH Chemical Engineering Grad OFFERING 'IDEA LAB' FOR KIDS BY STEPHEN GREENWELL I've met some of the smartest and hardest-working people during my time at the Cullen College of Engineering, many of whom are doing important work in organizations around the country. - SHIV BHAKTA Like many others, Cullen College of Engineering alum- nus Shiv Bhakta had his plans for 2020 changed by the coronavirus pandemic, but he has attempted to make the best of the situation with a new, philanthropic edu- cational endeavor that uses his passion for STEM. A 2017 magna cum laude UH alumnus with two bachelor's degrees - honors in chemical engineering and economics - Bhakta was hired in a project management position by ExxonMobil after graduation. He decided to take a sabbatical to backpack around the world in 2020, traveling to a dozen countries before the pandemic forced him to cut his adventures short. \"I spent a few months traveling through countries across Asia, like In- dia, Thailand, Singapore, Bali, Laos, and a few more,\" he said. \"My then girlfriend, now fiancé, and I were in Kyoto, Japan when we were forced to head home. My original plan was to experience a month-long yoga retreat in northern India, and then backpack around South America for the rest of the year. Bhakta made his way back to Cypress, TX from overseas, and although he was transitioning into a new federal job with the National Nuclear Secu- rity Administration, he also wanted to pursue something that would en- hance the education field and his local community. His mother works for Cypress Fairbanks ISD, and Bhakta graduated from Cy-Fair High School, so education in Cypress was at the top of his list. After looking into options, he and his lifelong friend Gurjinder Toor - a fellow graduate of Cy-Fair and UH, with a psychology degree - decided to open an Idea Lab Kids franchise in Cypress. They were joined in the effort by two other Cypress parents, Sarasija Vedala and Angeli Arjunani. There are nine locations in the Houston metro area, and they focus on of - fering STEAM-oriented summer camps, birthday parties and after school programs. What's unique is the emphasis on STEAM - the fusion of tra- ditional science, technology, engineering and math with the arts. This twist has inspired Bhakta to instill his practical experiences for STEM into the programs. Our team at Idea Lab Kids Cypress consists of 10 highly motivated instructors and directors,\" Bhakta said. \"When I was a child, I was often taught formulas over applications and taught theory over practical concepts. At Idea Lab Kids, we marry the concepts of STEM and the Arts. Our kids love learning because they physically build things through hands- on activities and learn fundamental STEAM concepts along the way. Math is critical for music, technology is critical for animation, history is critical for geology. We hope our activities and innovative culture inspire the next generation to never stop learning. Bhakta said this would be the first time he and Toor are working to - gether in a professional capacity, but they've been friends since high school. They both decided to attend the University of Houston, with Bhakta noting that he felt fortunate to have access to a growing uni- versity at his doorstep. \"When I was graduating high school, I considered UH as an undervalued and high quality education option,\" he said. \"I'm glad to see UH climb the rankings year after year ever since. I truly appreciated UH's thought-pro - voking Honors College courses, UH's access to a hub of major energy companies, and UH's reputable brand. I've met some of the smartest and hardest-working people during my time at the Cullen College of Engineering, many of whom are doing important work in organizations around the country. Go Coogs!\" FOR MORE INFORMATION ABOUT IDEA LAB KIDS CYPRESS, VISIT: www.cypress.idealabkids.com STUDENTSALUMNI 92 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 93Cullen College Grad Serves as MENTOR FOR ARMY EDUCATIONAL OUTREACH PROGRAM BY STEPHEN GREENWELL My dream has always been to get involved in aerospace engineering. I've been passionate about this area since my youth. - VIJAY RAMESHdeveloping technical writing and presentation skills, effective communication, and how to manage and learn from failure, among other topics. Side duties involved grading lab experiment reports generated by materials mailed to the students, and self-reflection essays that were modeled after college application essay prompts. A graduate of Taylor High School in Katy, Ramesh said the proximity of the University of Houston played a role in why he chose it. \"I could maintain contact with my parents and receive their aid if need be over the next four years,\" he said. \"The University had also recently been recognized as a Tier 1 research university, which certainly didn't damage its appeal.\" With his degree now in hand, Ramesh has turned his attention to finding a career. Along with Joshi, Shahmeer Baweja and Padmeya P. Indurk - ar, Ramesh was an author on a paper, \"A Numerical Study of Strain-rate and Triaxiality Effects in Magnesium Alloys,\" that was recently published in the Journal of Dynamic Behavior of Materials. \"My dream has always been to get involved in aerospace engineering. I've been passionate about this area since my youth,\" he said. \"Having done research with Dr. Joshi, I think I'd excel in a position as a simulation engineer.\" Vijay Ramesh, a 2020 Cullen College of Engineering graduate in mechanical engineering, recently added an- other thing to his impressive list of accomplishments - serving as a mentor for the interns involved in the Army Educational Outreach Program (AEOP). Ramesh completed the Army's Undergraduate Research Apprentice Pro - gram (URAP) in 2019 , with his work on strain rates of alloyed magnesium with different textures being done from May through August of that year. His advisor for that project, Dr. Shailendra Joshi, recommended him for a mentorship position this year. Joshi is the Bill D. Cook Assistant Profes - sor of Mechanical Engineering at the University of Houston. Ramesh noted that like many other aspects of 2020, the coronavirus pandemic had an effect on the selection process. \"The administrators were on short notice and required highly qualified mentors quickly, so they turned to the principal investigators at partici- pating universities to facilitate the recruitment process,\" he said. That also led to a mostly-teleconferenced experience. Ramesh's role was to lead that discussion, along with a fellow AEOP awardee, Madison Stringer of the Rochester Institute of Technology. My main duty was to participate in teleconferences with students every day,\" he said. \"We led discussions regarding articles that highlighted the history and progress of ethical practices in STEM fields. Other discussions involved READ RAMESH'S PUBLICATION ONLINE AT: www.link.springer.com STUDENTSALUMNI 94 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 95CULTURE & EVENTS LIENHARD'S LENS BY JOHN LIENHARD MEANDERING: MECHANICS vs. TELEOLOGY Here's a sight we've all seen on flights out of Houston. This is one of hun- dreds of meandering bayous. So, how does meandering work? Water would simply flow straight ahead in a perfectly formed channel. But real riverbeds are never perfect. The mechanics of fluid flow dictate that any bend creates a downward flow on the outer side of the bend. This causes the water to move downstream with just enough helical mo - tion to scour the outside of the bend. That slow swirl carries silt across the bottom - then dumps some of it on the inner side of the bend. That's how the bend grows, and grows, until it forms a circle. It finally closes in on itself and the flow is once again straight. Then the process repeats. We look again at the photo: Sure enough, we see so-called \"ox bow lakes\" that were nipped off and left behind. They litter the area along the bayou. We can ask two kinds of question about anything that happens. We can ask \"How?\" and get a mechanistic answer. Or we can ask \"Why?\" and get what we call a teleological answer. Ask, \"Why does Nia study math?\" The answer, \"Because it was assigned,\" tells us only the mechanics of getting her to work on this task. It takes a teleological answer to tell its purpose - to tell us \"Why.\" \"Nia studies math so she can become a rocket engineer.\" We engineers never want to give a teleological explanation for a natu- ral phenomenon. We need to understand the mechanics of how things work. Yet look at what happens during meandering. That helical motion keeps eroded silt moving forward. Otherwise, it would simply accumu- late on the bottom. It would eventually clog the channel. The helical motion keeps sweeping excess silt along until it builds deltas out on our coastlines. A teleological explanation of meandering might say that its \"purpose\" is to keep silt from blocking the flow. We engineers would never say that meandering occurs for that purpose. We would say only that it has that effect. And yet ... and yet ... nature has so many mechanisms for regulat - ing itself. We are constantly tempted to see nature as acting purposefully. Let's take this a step further. Real estate becomes more and more precious as Earth's population approaches a staggering eight billion people. We can't let our waterways wander here and there. So we keep sheathing them in concrete. Now they can neither scour nor meander. But that means trouble. Meandering inevitably leads rivers to lurch into new watercourses. The lower Mississippi had done just that every 800 years until the 19th cen- tury. Then we began building levees to hold the river in place. The Missis - sippi was due to leave its present course, and burst into the Atchafalaya Basin, a century and a half ago. Instead, New Orleans now has a tiger by the tail - a river that is increas - ingly restive in its chains. We know that we should never speak of an inanimate object \"wanting\" to do this or that. But the mighty and restive Mississippi really does seem to yearn for that next large step in its cen- turies of meandering. Watch this edition of Lienhard's Lens come to life at: youtube.com/UHEngineering 96 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 97WOMEN IN ENGINEERING VIRTUAL EVENT To keep the Women In Red movement going, alum- na Cynthia Oliver Coleman, P.E. ('71) led the group's first virtual event on Zoom last September. The an- nual Rising Star Award was presented to Laura Mal- cotti-Sanchez, and the event's theme centered on the importance of self-marketing and putting your - self forward as your own best brand. CULTURE & EVENTS 98 PARAMETERS Spring 2021 University of Houston Cullen College of Engineering 99CULTURE & EVENTS To learn more about events and outreach at the Cullen College, visit www.egr.uh.edu/events or follow us on social media! UHEngineering @uhengineering University of Houston Cullen College of Engineering @uhengineering @uhengineering View more photos online at www.flickr.com/photos/cullencollege/albums LIFE DURING THE PANDEMIC Life may look a little different during the pandemic at the Cullen College, but students are making the best of it. Stay up to date on how UH is navigating COVID-19 at uh.edu/covid-19. Pictured: rmeno (MAES President). LAST WORD Today, three mathematicians wonder how to teach math. The University of Houston's College of Engineering presents this se - ries about the machines that make our civilization run, and the people whose ingenuity created them. I've had a running conversation with three mathematician col- leagues. They all feel acutely that we need to improve the public understanding of math. But none of them knows how! One says, \"How do you get around the fact that the media treat mathematicians as though we were mentally deformed?\" Anoth- er says, \"It's like trying to explain Mozart to someone who's never heard Mozart -- without using sound.\" Another says, \"It's really easy enough to understand mathematics. You simply learn math- ematics.\" These people differ greatly in temperament. Each readily admits his temperament colors the way he does math. Yet they share one conviction. Mathematics is a great beauty in their lives. It gives them pleasure. They want others to share that pleasure. But they also want to share the empowerment math gives them -- the increase of options in their lives. Whole worlds of human endeavor close off when you don't know math. As math literacy drops, and our young limit their lives, America suffers. That's why I turned to these friends. And if they don't know the answer, they certainly see the problem. It's the Catch-22 of having to describe mathematical pleasure to children who don't yet know math. And it's not just children. We in engineering still meet students who're beyond calculus, and who haven't yet caught that glint of beauty. These are, by and large, students who've seen only sets of formal steps in the math they've studied. Of course that's the terrible trap we teachers face at all levels. It's far easier to teach methodical steps than to open our insides to students -- to say, \"Here's where Heaven has touched me!\" Meth- ods are so clean and reliable. It's easy to write and grade test questions about method. But mathematicians are in their business to be surprised. While method can produce surprise, instruction based on method takes students out of the mental frame that expects surprise. They miss both the pleasure, and the opportunity, surprise offers. Mathematics is like humor. Math lets you turn suddenly, and veer onto a side road. Method doesn't. Well-constructed humor has a mathematical structure to it. My favorite example is the assertion that \"There are three kinds of people in this world: those who can count and those who can't!\" Or, if you want one with even greater mathematical elegance, try, \"All generalities are false!\" So my colleagues and I will keep trying to reach students after they've reached the university, even though that's too late. The fact is, we teachers need the help of parents and of the media. Children need to know that math offers joyful and unexpected forks in their road. Math offers surprises that educational method hardly hints at. And that includes surprise in the road of their own lives. It means more choice, and greater freedom. I'm John Lienhard, at the University of Houston, where we're in- terested in the way inventive minds work. ENGINES OF OUR INGENUITY NO. 1113: HOW CAN I TELL YOU ABOUT MATH? The Engines of Our Ingenuity is a nationally recognized radio program authored and voiced by John Lienhard, professor emeritus of mechanical engineering and history at the University of Houston and a member of the National Academy of Engineering. The program first aired in 1988, and since then more than 3,000 episodes have been broadcast. For more information about the program, visit www.uh.edu/engines. John Lienhard 100 PARAMETERS Spring 2021UH Cullen College of Engineering Office of Communications Engineering Building 2 4722 Calhoun Road, Suite E311 Houston, Texas 77204-4009 @UHEngineering GRADUA TE PROGRAMS FOR (BUSY ) WORKING PROFESSIONALS CARNEGIE TIER 1 RESEARCH UNIVERSITY55 RESEARCH LABS, CENTERS & INSTITUTES13 NATIONAL ACADEMY OF ENGINEERING MEMBERS20 NSF CAREER AWARDS#67 BEST ENGINEERING SCHOOL IN THE NATIONInvesting in a graduate degree provides you with the advanced knowledge and credibility you need to get ahead in today's competitive workplace. "}