{"title": "PDF", "author": "PDF", "url": "https://www.publichealth.hscni.net/sites/default/files/2022-02/Board_Papers_October_2021.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "agenda Title of Meeting 137th Meeting of the Public Health Agency Board Date 21 Octo ber 2021 at 1.30pm Venue Fifth Floor Meeting Room, 12/22 Linenhall Street, Belfast standing items 1 1.30 Welcome and apologies Chair 2 1.30 Declaration of Interests Chair 3 1.30 Minute s of Previous Meeting held on 16 September 2021 Chair 4 1.35 Matters Arising Chair 5 1.40 Chair's Business To include: DoH correspondence re Further Pause Sponsorship and Governance Activities 2021/22 Chair 6 1.45 Chief Executive's Report Chief Executive 7 2.00 Finance Report PHA/01/ 10/21 Director of Finance 8 2.15 Update on COVID -19 To include: Presentation on Insights on the Northern Ireland Public's Knowledge, Awareness and Intended Behaviours Associated with the COVID -19 Response PHA/02/10/21 Chief Executive committee updates 9 2.45 Update from Chair of Governance and Audit Committee PHA/0 3/10/21 Mr Stewart items for approval 10 2.55 PHA Mid -Year Assurance Statement PHA/0 4/10/21 Chief Executive 11 3.05 Annual Quality Report PHA/0 Morton 12 3.30 ALB Self -Assessment 2020/21 PHA/0 6/10/21 Chair closing items 13 3.40 Any Other Business 14 Details of next meeting: Thursday 18 Novem ber 2021 at 1.30pm Fifth Room , 12/22 Linenhall Street, Belfast, BT2 8BS - | Page 1 | - minutes Title of Meeting 136th Meeting of the Public Health Agency Board Date 16 September 2021 at 1.30pm Venue 12/22 Linenhall Street, Belfast Present Mr Andrew Dougal Mr Aidan Dawson Dr Stephen Bergin Dr Brid Farrell Mr Rodney Morton Mr Stephen Wilson Mr John Patrick Clayton Ms Deepa Mann-Kler Professor Nichola Rooney - - - - - - - - - Chair (via video link ) Chief Executive Interim Director of Public Health Interim Director of Public Health ( via video link ) Director of Nursing and Allied Health Professionals Interim Director of Operations Non-Executive Director ( via video link ) Non-Executive Director ( via video link ) Non-Executive Director ( via video link ) In Attendance Dr Aideen Keaney Ms Tracey McCaig Mr Brendan Whittle Mr Robert Graham - - - - Director of Quality Improvement Interim Director of Finance, HSCB Director of Social Care and Children, HSCB Secretariat Apologies Mr Joseph Stewart - Non-Executive Director 98/21 Item 1 - Welcome and Apologies 98/21.1 The Chair welcomed everyone to the meeting. Apologies were noted from Mr Joseph Stewart. 99/21 Item 2 - Declaration of Interests 99/21.1 The Chair asked if anyone had interests to declare relevant to any items on the agenda. No interests were declared. 100/21 Item 3 - Minutes of previous meeting held on 19 August 2021 100/21.1 The minutes of the Board meeting held on 19 August 2021 were APPROVED as an accurate record of that meeting. - | Page 2 | - 101/21 Item 4 - Matters Arising 101/21.1 There were no matters arising 102/21 Item 5 - Chair's Business 102/21.1 102/21.2 102/21.3 102/21.4 102/21.5 The Chair presented his Report and noted that there had been discussion in the confidential session regarding the issue of peer vaccinators. The Chair advised that a workshop has been arranged with Mr David Nicholl for 15 October and he urged members to ensure that they have read the report on RQIA in advance of that workshop. He added that a workshop to review the ALB Self-Assessment and the Assurance Framework will be arranged in early October and a further workshop to look at Board papers will take place in November. The Chair informed members that he has written to all staff involved in contact tracing thanking them for their work. He said that he wished to speak to PHA's Sponsor Branch in the Department in advance of sending any correspondence following the recent audit on the contact tracing service. The Chair expressed his grave concern that the current incidence of deaths last week from COVID-19 would result in over 3000 deaths on an annualised basis and that this is a higher annual rate than that experienced in the first 18 months of the pandemic. Mr Clayton said that he agreed with the Chair's approach in terms of alerting the Sponsor Branch to the correspondence about the contact tracing service, but suggested that it may be worth asking for a meeting of the whole Board with the Sponsor Branch as there are a few issues presently where there is confusion about roles. The Chair noted that this links with the report on RQIA and how the Department should be contacting the Chair if it wishes to direct PHA to carry out a particular piece of work. He said he felt bypassed during the establishment of the contact tracing service. 103/21 Item 6 - Chief Executive's Report 103/21.1 103/21.2 The Chief Executive invited Dr Farrell to give members a presentation showing the latest COVID-19 data and trends. The Chair emphasised that he has a marked preference to see presentations where data are presented over a period of time as it is only in this way that one can discern trends. He believed that static data as presented on television news were less than helpful. Dr Farrell advised that as at 14 September there was a 3% reduction in the number of cases compared to the previous week and that the proportion of people being tested has also reduced. She said that there - | Page 3 | - 103/21.3 103/21.4 103/21.5 103/21.6 103/21.7 were 1,304 new positive cases reported today and that the rate of infection has fallen in the previous week from 557 cases per 100,000 population to 507 cases per 100,000. She reported that there are 454 in-patients in hospitals with COVID-19, of whom 36 are in ICU with 33 on ventilators. She added that there are 114 active care home outbreaks. She commented that last week approximately 1 in every 10 people in Northern Ireland was tested. Dr Farrell advised that the number of outbreaks in care homes is not dissimilar to previous waves, but the impact has been significantly reduced due to the vaccination programme, and this has also resulted in fewer hospitalisations. Dr Farrell said that, when looking at the statistics relating to deaths, if you look at the data in terms of the death rate among positive cases, or where COVID-19 has been listed on the death certificate, Northern Ireland has the lowest rate of deaths among the four UK nations. However, she pointed out that Northern Ireland has the highest rate of infection which is due to having lower numbers of people vaccinated. She advised that at the start of the summer Northern Ireland was approximately 10% behind other UK nations, and although the gap has now closed to 5%, the lower uptake has contributed to the pressures being placed on HSC services. The Chair noted that the effectiveness of both the Pfizer and Moderna vaccines reduces over time and this is the justification for the booster vaccine. Dr Farrell agreed, and said that it was anticipated that a booster would be needed. She noted that this is a new disease that has only been known about for 21 months. She said that in the context of a pandemic communication is very important, and that over time the messaging has had to change. The Chair asked if there is a reason why the number of cases in care homes is increasing. Dr Farrell explained that PCR testing has been introduced in care homes with residents being tested monthly and care home workers being tested weekly, and this helps to mitigate potential outbreaks. She added that when there is an outbreak the Infection Prevention Control (IPC) team in the Trust check IPC practices within the home and also the use of PPE and put in place whatever measures are needed to keep the care homes safe. However, she noted that this new routine testing is picking up more asymptomatic cases so it is about ensuring that all appropriate measures are being put in place. The Chair sought clarity that the increase in cases is more due to increasing testing rather than any reduction in the effectiveness of the vaccine. Dr Farrell agreed saying that the testing is picking up more asymptomatic cases. Professor Rooney asked about PHA role in terms of vaccinations as there are potential socio-economic factors which impact on the uptake. Dr Farrell said that there is no infectious disease which does not have - | Page 4 | - 103/21.8 103/21.9 103/21.10 103/21.11 an impact on health inequalities. She advised that although the Department of Health is leading the rollout of the vaccination programme, PHA does have an input and there is a group which is looking at how to get to those \"harder to reach\" groups and provides advice on where there should be pop-up clinics to address potential gaps. Ms Mann-Kler asked about the modelling and winter planning. Dr Farrell said that the modelling is kept under active review with three scenarios developed - optimistic, pessimistic and essential. She advised that the modelling is based on the number of cases and the impact on hospitals and ICU. She said that the pattern that is normally followed is where the number of cases surges first, which leads to increased hospitalisations and ICU occupancy and then potentially Long COVID in people who have survived. She added that factors such as vaccination uptake rates are fed into the modelling. She said that the hospitals are being badly affected by the lower levels of vaccinations here. Dr Farrell said that when looking ahead to the winter, the impact of flu and other childhood viruses (e.g. Respiratory Syncytial Virus (RSV)) has to be taken into account. She commented that last year due to social distancing measures and lockdown there were no cases of flu or RSV, and that there is a concern that cases of these are starting to be seen now when usually this does not happen until October or November. She said that when society mixes it allows these viruses to emerge and spread creating a perfect storm which will impact on services. Mr Clayton asked about the vaccination programme and the plans for vaccinating 12-15 year olds. He also asked about the comment in the Chief Executive's Report to PHA's financial pressures and if this was a reference to multi-year budgeting. With regard to the vaccination programme, Dr Farrell said that there will be one dose of the vaccination offered to teenagers, but that decision has yet to be confirmed. The Chief Executive added that the Vaccination Programme Board meets every Thursday and that PHA is heavily represented. He advised that Mr Maurice Meehan attends as he is involved in the work in dealing with the \"hard to reach\" groups and there has been work ongoing looking at the return of students to university. He explained that the vaccination of 12-15 year olds will be led by PHA through its school nursing programme as PHA has experience of doing such programmes. Ms McCaig said that in terms of the financial outlook, the PHA, like the HSC as a whole, will be under significant pressure. She advised that a \"look forward\" budgetary exercise has been taking place to estimate the size of the inescapable pressures facing the system taking into account factors such as Trust deficits, inflation and pay pressures. She said that PHA is part of that process and that its inescapable pressures have been fed into this exercise. She conceded that it will be a challenging time for all organisations. - | Page 5 | - 104/21 Item 7 the latest Finance Report and explained that at the end of month 4, there is a small underspend of approximately £100k, but she expected this to grow and added that there will be a discussion shortly at an Agency Management Team (AMT) meeting about how to utilise those surplus funds. She noted that there is presently an overspend in the programme budget, but said that this is due to a timing issue. Ms McCaig reported that to date PHA has spent £1.9m out of its £8.5m budget for ring fenced areas including Transformation and COVID-19. She noted that additional funding may be required for contact tracing and that an estimate of this funding is currently being finalised. Ms McCaig advised that there is a surplus of almost £400k in the management and administration budget at this point and that this will exceed the £900k overspend that was forecast at the start of the year, mainly due to the time it takes to get a post recruited. Ms McCaig said that PHA's capital budget remains on target, and that in terms of prompt payment, PHA is currently the best performing organisation in the HSC. She advised that the last section of the Report contained supplementary information on COVID-19 expenditure, but noted that confirmation around funding for contact tracing. The Chair said that the Board is keen that PHA allocates funding to getting key messages out to the public and he suggested that this is given consideration. He asked whether there are any major areas of activity on which PHA has not been able to deliver on, and how these could be caught up. He expressed concern that there may be areas where programmes were stood down and funding allocated to COVID- 19 work. Ms McCaig explained that any of PHA's COVID-19 activity is funded by specific funds, but she noted that staff have been redirected to COVID-19 work from other areas. The Chair suggested then that the costs of COVID-19 are much higher. The Chair thanked Ms McCaig for her Report and for her guidance over recent months. The Board noted the Finance Report. 105/21 Item 8 - Update on COVID -19 105/21.1 The Chair asked if there is an action plan for training and recruiting additional staff for contact tracing. The Chief Executive replied that he had received a draft action plan from Dr Elizabeth Mitchell regarding the repatriation of staff to their core functions by mid-October, but he had not yet shared the plan with other Executive Directors as he has returned it to Dr Mitchell with his comments. He said that the draft plan - | Page 6 | - 105/21.2 105/21.3 105/21.4 would be coming to the next AMT meeting, and that he would also share it with the Board. He reiterated that it is the intention to repatriate staff to their core duties by mid-October but commencing this during September. He added that PHA is continuing to recruit new staff from the HSC Workforce Appeal to augment the core team. In terms of future planning, the Chief Executive explained that after staff have returned to their core duties, they will be expected to make themselves available for contact tracing every couple of months in order to maintain their training so that they can be redeployed in the future if required. He added that he hoped that any future waves of the pandemic would be shorter as herd immunity sets in and people get used to living with the disease going forward. The Chair sought an assurance that there is flexibility in terms of the recruitment. The Chief Executive that funding for contact tracing staff is only available until next March so only being able to offer temporary contracts to people does not make it an attractive role. He added that the emergence of permanent posts in the job market is resulting in people leaving contact tracing. Ms McCaig advised as part of an exercise looking at the HSC budget for the next three years, she is trying to carry out an assessment of COVID-19 related costs, part of which includes the costs of contact tracing. The Chair thanked those staff involved in contact tracing and said that it is important that PHA is able to have flexibility in its model. The Chief Executive paid tribute to the work carried out by Dr Mitchell and her team in terms of getting all of the contact tracing up to speed and to get the contact tracing service for education up and running at short notice. The Chair commented that it may be useful for members to see some of the communications being issued to schools. He also thanked Dr Mitchell for all her work on contact tracing. 106/21 Item 9 - Staff Accommodation following Survey: Belfast locations, Ballymena, Omagh and Londonderry 106/21.1 106/21.2 The Chair said asked about next steps following recent surveys that had been carried out regarding accommodation. The Chief Executive advised that he had only had one conversation with Ms McCaig around this issue and that give there need to be further discussions around the concept of hybrid working this will impact on how much estate PHA actually needs. He added that if PHA increases its staff numbers this will also have an impact. However, he noted that as the HSC is facing considerable financial pressure over the next few years, this will limit PHA's ability to move into any new accommodation. He said that a working group is needed to take this work forward and this will involve working with Trade Unions and looking at all the available options and technology. - | Page 7 | - 106/21.3 106/21.4 106/21.5 Mr Clayton said that he would not disagree with any of the remarks made by the Chief Executive as staff dissatisfaction about accommodation has been highlighted before. The Chair advised that in recent months kitchenettes have been installed on each floor, but he expressed concern about the fact that the canteen is now closed. He said it is important that staff know that accommodation is an issue on the Board's agenda. Ms Mann-Kler asked if there have been any developments in terms of looking at hybrid working. The Chief Executive said that he is not aware of any staff requesting to come back to work in the office, but he is aware of comments that staff do miss the social aspect of working in an office environment. He added that he is happy to speak to the Trade Unions and to Mr Robin Arbuthnot in HR regarding this. He noted that from the last survey many staff were keen to do hybrid working, but there are issues to be worked through, for example desk sharing for those working in the office, and ensuring that staff who work from home have the appropriate facilities to do so. Ms Mann-Kler commented that hybrid working can have an impact in terms of productivity and on the culture of the organisation. She asked how staff wellbeing is being monitored given the lack of certainty. The Chief Executive reiterated that he would speak to Mr Arbuthnot about taking this work forward and agreed that it is important to balance the needs of the organisation with the wellbeing of staff (Action 1 - Chief Executive) . Mr Clayton said that in terms of staff productivity and the right of staff to work from home, and given the fact that there needs to be further discussions around the concept of hybrid working and how this will impact on the extent of the estate which PHA actually needs, he suggested that it may be worth discussing these matters with the Labour Relations Agency as it has developed model policies in this area. He added that at some point, there will be consideration at Northern Ireland Executive level about staff working from home and PHA could become a model for other employers. The Chief Executive said that the work environment is a factor in terms of the wider determinants of health and he agreed that PHA should be a leader in this area and that he would raise this at a meeting of the Executive Directors (Action 2 - Chief Executive) . The Chair reiterated that these issues should not be put on the back burner. 107/21 Item 10 - Any Other Business 107/21.1 There was no other business. - | Page 8 | - 108/21 Item 11 - Details of Next Meeting Thursday 21 October 2021 at 1:30pm Fifth Floor Meeting Room, 12/22 Linenhall Street, BT2 Signed by Chair: Date: 21 October 2021 1 chair's business Follow -up actions from the B oard Meeting on the 16th of September 2021 Employment of Vaccinators Following on from the correspondence on the 15th of September from June Turkington, Assistant Chief Legal Advisor in the BSO, this letter was forwarded to the Department of health. There was a discussion initiated by the Chief Executive of the PHA with the Deputy Chief Medical Officer, Dr Lourda Geoghegan, and the Assistant Secretary, Andrew Dawson. Subsequently an extensive letter was received from Andrew Dawson which has now been shared with June Turkington. The Chief Executive had a further discussion with June Turkington. Board S elf-Assessment A workshop took place on Monday, the 4th of October. The decisions and changes from that workshop have now been composited by Robert Graham and are on the agenda for final approval at the B oard meeting on 21st of October. Design and content of board papers A workshop is being organised on this topic for a date in November. A Doodle Pool will be issued to finalise a date. New Operating M odel for the PHA I have been asking for an update on progress regarding the development of the finalisation of the PID. It has been proposed that the PHA appoints a project manager to help expedite thi s important work. However expressions of interest through the Leadership Centre have proved to be less than fruitful. The meeting of Board Members to discuss the PID took place and the record of that should now be with members. Contact Tracing S taff A letter of appreciation was sent by the C hair to all Contact Tracing S taff including those who have been redeployed. Internal Audit Report - Contact Tracing Service Following on from the report carried out by Internal Audit on the Contact Tracing Service I drafted a letter to the Chief Medical Officer. However I was advised that it might be more prudent to seek to discuss the issue informally and after discussing it with the Chief Executive I sent a letter to the Deputy Chief Medical Officer, Dr Lourda Geoghegan. 2 UK trails European peers in Covid battle Attached to this Chairs' business you will find an email to Diane Anderson, Senior Health Intelligence Manager, where I express some anxieties about a deteriorating situation.\" On Monday Professor Chr istina Pagel tweeted that they were 49,000 cases in the UK in a single day. She pleaded that booster and teenage vaccinations should be accelerated with urgency. @ShaunLintern recorded the government data up to Sunday showed more than 300,000 confirmed c ases reported over the last seven days, a 15% increase on the previous week. The 852 deaths reported from the 11th to the 17th of October was 8.5% higher than the figure for the previous seven day period (I am unsure whether these figures apply to the UK as a whole or just to England). The matter to which they apply the continuation of such percentage increases could be catastrophic for the health service. I raised this issue in my last Chairs' business. Department of Health Correspondence re Further Pause Governance and Sponsorship Activities 2021/22 Attached you will find the letter of 24 September from the D epartment indicating a further pause in certain requirements. However I have concerns that in a crisis situation in which we find ourselves currently there is a greater need than ever to pay attention to strategic/corporate planning both in t he short, medium and long -term. Andrew Dougal CHAIR 20 October 2021 3 Appendix - E-mail sent to Diane Anderson Subject: UK trails European peers in covid battle Good evening Diane, I am both worried and puzzled about the news in the Financial Times on the 16th of October 2021 on page 2 that sci entists are alarmed at the high Hospital admission and fatality rates in the UK which Outstrip the rest of Western Europe. It alleges that hospital admission rates due to Covid are six times the rate of that on the continent. Professor Martin McKee from the London School of Hygiene & Tropical Medicine, has urged that the government \"should immediately be activat ing its winter plan B Including Work from home orders, vaccine mandates and legally -enforced mask wearing indoors\" He maintains that this would easily reduce our level of infection rates and fatality rates to those of France, Italy and Spain. In a discussion on radio four at lunchtime on Monday, the 18th of October John Burn Murdoch, lead statistical journalist on the FT, repeated these concerns which were also underscored by Andrew Heyward of UCL. Mention was made of the need for third vaccinatio ns in order to combat the waning of the original vaccinations over time. The waning of effectiveness of vaccinations was discussed at the recent NICON conference. Heyward postulated that higher levels of obesity and of poverty in the UK May in part explain some of the differences. I should emphasise that these fi gures apply to England and not to Northern Ireland. Can we verify the accuracy of these assertions? Andrew 1 Chief Executive's Report October 2021 1 COVID -19 Update 1.1 Testing Pillar 2 PCR testing is co -ordinated by the PHA via 15 mobile test units, 5 regional test sites and 10 walk in sites located across N Ireland https://www.publichealth.hscni.net/covid- 19-coronavirus/testing -and- tracing -covid -19/testing -covid -19 The Interim Protocol Testing (version 9) was updated and issued to HSC Trusts week commencing 11 October. Regular testing of care home staff (weekly) and residents (monthly) is in place via the satellite channel of pillar 2. 1.2 Contact Tracing Service Number of positive cases reported to CTC in 7 days up to 3 October 2021 was 7,292 with 21,112 close contacts. 87% of cases and 90% of contacts were reached within 24 hours, and 93% of cases and 98% of contacts were reached within 48 hours. The data on the main settings associated with clusters and outbreaks of COVID -19 showed that during the four week period 30 August to 26 September 2021 there were 48 outbreaks identified and 366 clusters. Clusters and probable outbreaks identified during this period were mainly associated with workplace and retail settings but were also reported across nearly the whole range of settings including health and social care, hospitality (bars and restaurants, cafes and hotels), social, sports, personal services, weddings and funerals. 1.3 Contact Tracing Capacity and Staffing Contact Tracing Service is currently at amber status During the month of September 21, the CTS delivered over 28,000 band 6 contact tracing hours. Over 28,000 contact tracing hours are scheduled to be delivered during October 21. This figure will however reduce as the PHA staff repatriation process takes please (see bullet point below). 2 Work has now commenced on the repatriation of PHA staff who were redeployed to provide support to the CTS. At peak 86 staff were redeployed. Currently 35 staff are redeployed and all staff will return to substantive roles by 30 October. 1.4 Vaccination Programme Most up to date information can be found here: https://covid -19.hscni.net/ni -covid -19- Vaccination Counter 2,542,757 Total First Doses 1,314,779 GP First Doses 425,314 Trust First Doses 709,370 Vaccination Centre First Doses 102,141 Pharmacy First Doses 77,954 Total Second Doses 1,215,311 GP Second Doses 414,465 Trust Second Doses 636,661 Vaccination Centre Second Doses 96,978 Pharmacy Second Doses 67,207 Total 3rd Primary Doses 1,277 GP Third Doses 0 Trust Third Doses 0 Vaccination Centre Third Doses 1,277 Pharmacy Third Doses 0 Total Booster Doses 11,390 GP Booster Doses 0 Trust Booster Doses 11,390 Vaccination Centre Booster Doses 0 Pharmacy Booster Doses 0 1.5 Healthcare Acquired Infections HCAIs A regional group has been established by the PHA to address the issue of HCAI (COVID and non COVID) in healthcare settings. This includes representation from Testing, Infection Control teams, microbiology and health protection. 1.6 Education The Education Cell, established to coordinate contact tracing and provision of advice to school principals who are notified of positive cases in staff or students, continues its 7- day operation. 3 The Education Cell role changed during September 2021 . The team still provide direct contact tracing support to special schools, with a dedicated email address for special school principals. However in mainstream schools the focus is instead on cluster and outbreak support. Schools identifying concerns are refer red via an Education Authority (EA) Helpline. CTC also forward cases associated with special schools. In addition to responding to school -identified concerns, PHA surveillance data are reviewed daily and schools meeting certain criteria are contacted pro- actively. Health Protection consultant oversight of the Cell has been strengthened reflecting this change in approach. The PHA continue to liaise closely with the EA on the full range of COVID -19 issues in school settings. The PHA is exploring a way to introduce a bespoke saliva PCR testing service for pupils with special needs identified as close contacts who cannot tolerate standard PCR swab testing. 1.7 Infection Prevention Control Adult Day Centres, Short Breaks and HSC Transport - Review of Infection Prevention & Control Measures - A final draft of the Services Remobilising Paper has been issued to the Task and Finish Group for review and comment with comments due back on Friday 15th October. Comments have also been sought from the family members engaged in this piece of work via PCC and these comments are due on Monday 18th October. The paper will be updated with the suggested changes and submitted to DoH for their consideration. National IPC Cell - The Respiratory Illness Guidance was issued for a two week consultation period across the 4 nations and comments were submitted on Wednesday 6 th October. The National IPC Cell will review the comments and updated guidance on Wednesday 13th October for agreement prior to the guidance being published. Transparent masks - To date no Transparent Mask has been approved for use in Healthcare settings across the UK. Work is progressing nationally to identify a product which complies with the Transparent Mask Technical Specification, alongside a recently established 4 Nations Transparent Mask Pilot Panel which will assess potential products in terms of usability in healthcare settings with a range of staff/service users. Representatives from PHA (IPC Cell), PaLS and MOIC contribute to the respective panels and are also preparing a NI approach to assessing any transparent masks identified for use regionally, in line with other PPE products. The format and extent of the national pilot are not yet agreed but NI HSC reps have indicated their interest in being involved. 2 Women, Children, Young People and Families The PHA is working closely with Trusts to finalise an agreed Action Plan as part of the Child Health Partnership in response to the increase in Res piratory Syncytial Virus (RSV). Extended RSV immunisation programme commenced in Trusts during October 2021. 4 3 Older People's Services Care Home outbreaks: The incidence of new care home outbreaks has continued to drop steadily from a peak of 30 -35 per week in mid- July to less than 10 per week in the beginning of October. Numbers of positive cases, acuity levels and hospitalisations remain low. The Booster vaccination programme in Care Homes is well underway across all Trusts with a strong focus on encouraging staff uptake. Care Home Visiting Pathway; following the review (12 October) advice to Minister will be that we move to the next step of the pathway. Falls in Care Homes Project co- chaired by AHP PHA - Meetings have been held with the 9 care homes who have agreed regionally to test the Falls care pathway. Phase one of testing November -December 2021. Survey Monkey designed and out to pilot homes to baseline and map the process of Falls in care homes and onward referral to falls teams within Trust. 4 Health Protection Flu vaccine This season JCVI recommends, where possible, co- administration of seasonal flu with COVID -19 booster dose. All centrally procured inactivated adjuvented Quadrivalent Influenza Vaccine - aQIV, cell based Quadrivalent influenza vaccine QIVc and egg based Quadrivalent influenza vaccine QIVe has now been delivered into NI and is available for order. All school aged children in years 1 -12 are eligible for Influenza vaccination this season. The CMO policy letter was issued on 15 th September 2021, updated 01/10/2021with regard to the latex allergy status of aQIV (suitable for latex allergy sufferers). Community Pharmacy engagement will be greater than 2021/22 season with 370 pharmacies participating - Community Pharmacies will offer the vaccine to Health and Social Care Workers and anyone aged 50 years and over. Vaccine ordering opened on 15th September 2021. The programme opened on 1st October 2021 and ends on 31 March 2022. 5 Screening PHA staff are supporting the recovery of the screening programmes which were paused during the first wave of the Covid pandemic, while ensuring that quality continues to be monitored and maintained across all programmes. The current position of each programme is set out below: Bowel cancer screening: The review of failsafe systems and processes within the programme has identified 43 participants where there are inconsistencies in the demographic information held on them between the 2 databases that support the programme. This has resulted in them missing at least one screening invite opportunity. This incident primarily reflects functional limitations of the interface between the bowel screening system and the demographic feed from GP registration. This has been reported as a SAI (BSO lead organisation). The affected individuals are being contacted and offered a further opportunity to participate in the programme. BSO are in the 5 process of setting up a review group to undertake the Root Cause Analysis in relation to this incident. The catch up exercise to address the 7 month delay in invites caused by COVID -19 is ongoing, with the intention that this will be completed by August 2022. The introduction of qFIT and a change to national surveillance guidance has created some c apacity in colonoscopy assessment services, so the feasibility of lowering the qFIT referral threshold is being explored. This may be progressed in Spring 2022. No of individuals with a completed screening test result 2021 activity as a % of 2019 activity 2019/20 2021/22 Quarter 1 (April - June) 22,398 22,703 101.4% *note the type of screening test used in the programme changed from January 2021.The above numbers can reflect invites/test kits that were sent out several months prior. Breast screening: The programme continues to be delivered across all Trust areas. There is an extended round length due to the pause in services in 2020, social distancing and infection control measures which have resulted in 10 minute appointm ents compar ed with 6 minute appointments pre- Covid (although most Trusts have now moved to 8 minute appointments). The round length is the interval between each offered invitation for screening mammography. It should be 36 months, but the average is currently 39 months (down from 41 months in September 2020). This is being achieved through the provision of additional screening clinics. April - June 2019 April - June 2021 2021 activity as a % of 2019 activity No of women invited 19,125 26,581 139% No of women screened 14,667 (76.7% uptake) 19,839 (74.6% uptake) 135.3% However, progress will not be linear as it is dependent upon the availability of staff and their willingness to continue to provide additional clinics). It is likely to be 2023 before the round length standard can be met on a sustainable basis. Access to timely breast cancer surgery remains an area of concern for the programme. Quality assurance visits remain paused (since March 2020) and it is expected that they will be resumed in June 2022. A project has been established to take forward the introduction of the Breast Screening Select IT system to ensure the programme can continue to be managed and monitored effectively. The anticipated go -live date is June 2022. A separate project has begun to develop a regional business case to replace and add to the mammography equipment used by the screening and symptomatic breast service and the breast screening mobile trailers. Cervical screening: The programme continues to operate with a 5 month delay in routine invitations with a formal catch up programme not likely to be feasible. Catch up will be achieved through the natural run through of a screening round. Recovery of capacity in laboratories and colposcopy 6 services is being monitored with pressures noted in relation to turnaround times for lab results and some colposcopy services. As this programme does not operate using a central appointment booking system, and women can be offered screening opportunistically and not just as the result of an invitation letter, the number of appointments offered and attended cannot be measured. As a proxy, the number of screening samples received by the labs can provide an indication of comparative activity f or women being screened between 2021 and 2019. However, this figure is dependent on the number of women due for screening at a given time, the availability of appointments at GP practices, and the uptake by women, so it is subject to fluctuation. Number of cervical samples taken (as recorded received at a NI laboratory) 2021 samples taken as a % of 2019 samples 2019 /20 2021/22 Quarter 1 (April - June) 31,668 27,939 88.2% Securing project support to implement primary HPV testing into the programme is being taken forward. Diabetic eye screening: The programme continues to use a risk stratified approach to invite individuals for screening. Additional in year funding was secured via the June monitoring review to support recovery, and further expansion of capacity is being taken forward with the Trust to move towards reintroducing routine screening. This programme has faced significant logistical challenges due to the impact o f covid. As well as a reduced patient throughput required for infection control purposes, programme has had to develop a new model of service delivery. Number of people screened 2021 activity as a % of 2019 activity 2019/20 2021/22 Quarter 1 (April -June) 12,459 6,539 52.5% AAA screening: primary screening for AAA was initially suspended due to the increased risk to the target population and lack of operating capacity for complex surgery to be undertaken. Reintroduction of the programme was based on a risk based strategy agreed with 4 Nations colleagues. Surveillance scanning for men with small/medium AAA is on track and primary screening has recommenced. Approximately 56% of men in the 20/21 cohort have now been called for their initial screening appointment. Significant delays in treatment for men awaiting repair of a large AAA continues to be a concern and reflects wider pressures on HSC services at this time. Number of appointments completed 2021 activity as a % of 2019 activity 2019/20 2021/22 Quarter 2 (July - September) 1,794 2,134 119% 7 Newborn blood spot screening programme: This programme has continued to operate throughout the pandemic. In terms of coverage, performance of the NI programme against national standards remains high. In 2019- 20, 98.72 % of 'born and resident' babies in Northern Ireland had a conclusive screening result recorded on the child health system by 17 days and in 2020- 21 this was 98.99%. (Acceptable level is 95%). Infectious diseases in pregnancy screening programme: This programme has continued to operate throughout the pandemic. Performance agains t national standards for coverage also remains high. In both 2018- 19 and 2019- 20, 99.97% of women eligible for screening had a confirmed screening result available at the end of the reporting period. Provisional data for 2020- 21 suggest that this has remained at 99.97%. (Acceptable level is 95%). Newborn hearing screening programme: This programme has continued to operate throughout the pandemic. A new IT system (Smart4Hearing) was implemented in March 2021 and the programme continues to work through the new monitoring data this will generate. 6 Health Improvement Tobacco Control On 10 th October Minister Swann announced plans to extend the current Ten Year Tobacco Control Strategy for NI strategy to facilitate implementation of the additional recommendations identified during the recent strategy review. Work is ongoing to produce an Actio n Plan to deliver the recommendations through multi -disciplinary teams including internal and external stakeholders, led and facilitated through Health Improvement. The Health Minister also announced plans to prioritise and progress regulations on smoking in cars when children are present, as well as preventing the sale of nicotine inhaling products to those aged under 18. This announcement is the result of collaborative work over a number of years between the PHA' s Health Improvement Division, the DoH, Local Government Environmental Health Teams, and the PHA Health Intelligence, Communications and Campaigns Team. Work is ongoing on a media campaign to lunch these legislative changes to the public in the New Year. Mental Health and Emotional Wellbeing The PHA has worked with Health and Social Care Trusts and the NI Ambulance Service to on a campaign that was launched in advance of World Suicide Prevention Day on 10 September and ran to World Mental Health Day on 10 October. The mental and emotional well being social media campaign used the theme 'Holding On To Hope in a Changing World'. The campaign is also supported by the HSCB, COVIDWellbeingNI network members, the NI Interim Mental Health Champion, community and voluntary organisations and local counc ils. An online Interactive Campaign Pack has been created, filled with resources and information, with links to 8 organisations and services that can offer support The Interactive Campaign Pack is hosted on www.mindingyourhead.info . PHA Health Improvement and Nursing have begun working with HSCB on the development of an implementation plan for the new Crisis Service as part of the DoH Mental Health Covid Vaccination in Low uptake areas/vulnerable groups : PHA Low Vaccine Uptake Group convened to ensure additional and complementary actions supporting the DoH Covid- 19 Vaccination Plan. Plan for vaccination of young people and students in September through Trusts and all Universities and Colleges achieved 3200 first doses which was lower than expected but helpful in increasing the uptake rate within the 16- 30 age range. Plan for vaccine uptake with Food Producers with high number of staff from Ethnic Minority and Migrant backgrounds, whose vaccine uptake rates have been low has been completed with additional 20% increase in uptake. HSCT's through PHA low vaccine uptake data have concluded targeted Mobile Vaccine Clinics in areas where the low vaccine uptake rates was relatively low. Considerable progress in uptake rates in those targeted areas and focus will now be on use of data with Councils, C&V sector and HSC Communications on encouraging first dose uptake through Community Pharmacy. 11 Service Development New therapies for COVID eg Monoclonal Antibodies are available for hospitalis ed patients and work is underway to consider how this treatment can be made available in community settings for suitable patients. 12 HSCQI HSCQI Update for PHA Board Meeting - October 2021 The HSCQI Hub Team continued to support Contact Tracing into September. Four of the Hub team returned to their HSCQI Hub roles on 20 th September, the HSCQI Clinical Lead is still redeployed to Contact Tracing. The HSCQI Hub team work plan had to be refocused to reflect the staffing model in operation for the eight weeks of the redeployment. The team are now reconnecting with the work plan, adjusting timescales accordingly. Supporting People Scottish Quality and Safety Programme Fellowship (SQSF) There are six Northern Ireland Fellows in the current cohort which commenced on 14th October. The previous cohort, included five HSCNI Fellows recently graduated at a ceremony held in Scotland. Preparations are underway within the Hub team for a SQSF Alumni event in Winter 2021 to share the SQS Fellows' learning across the HSCQI Network and encourage further collaboration. 9 NICON21 Conference NICON21 provided HSCQI with a platform to raise awareness of QI and to showcase some of the important person centred QI work making a difference to service users and carers across the region. Analysis of conference metrics and post event follow up is underway, Indicators of a successful event for HSCQI are evident. HSCQI hosted three sessions at the NICON conference on the 6th and 7th of October. Dr Aideen Keaney also chaired a session and participated in a plenary session alongside Maureen Bisognano, President Emerita and Senior Fellow, Institute for Healthcare Impr ovement and Hugh McCaughey , National Director of Improvement, NHS England and NHS Improvement. During this session entitled Change that Sticks - Change that works, the speakers discussed the unprecedented need for a massive change agenda and the steps we need to take to maximise opportunities for success. 13 Planning and Performance On-going Management and operational support provided to CTC hubs established in Linenhall Street, Tower Hill and Gransha. This has included reviewing the band 4 model piloted in August/earlySept and initiating recruitment to extend the model to be operational until March 2022. Continue to input to regional work groups on the development of a New Planning Model for HSC 14 Information Governance The past month has seen the number of FoI's (including internal reviews) continuing to be requested at a significantly higher than normal frequency. IG colleagues have however managed to support some non- Covid IG related work including eg. NI Breast screening programme and regional Core standards (Healthy Cities) Support to PHA Governance and Audit Committee, inc Mid Year Assurance Statement. Support to PHA Information Governance Steering Group / follow up actions from last meeting Annual Information Management Assurance Checklist - comp letion for signature by C Ex ongoing. 15 Publications COVID -19 schools vaccination programme for children and young people (12- 15). Four new publications at print, PDFs online. Also online accessible word documents, translations in 17 languages and an easy read version. A guidance document for schools (PDF) a nd a 'belly' poster for schools. Three new COVID vaccination leaflets produced and online as PDFs alongside accessible word documents. Vaccination record cards updated and at print. Professional information on Blood clotting following COVID -19 vaccination updated, A factsheet for parents on LAMP testing in special schools. 10 Schools contact tracing easy explainer for parents. Updates to two cervical screening leaflets and four AAA screening documents are at print. Eight flu vaccination posters updated for pharmacy team. Shingles factsheet for professionals published online. Updates and print of Lifeline materials for World Suicide Prevention Day (10 September) 16 Websites In September 2021 COVID -19 continued to dominate our work The visitor numbers across our sites were: Site visits 295,329 Unique visits 276,252 Page views 621,125 17 Campaigns Living Well Be Cancer Aware campaign running in community pharmacies - extended into October Campaign planning/brief on regulations on smoking in cars when children are present and regulations preventing the sale of nicotine inhaling products to those aged under 18 Campaign brief with advertising agency for flu/COVID -19 Booster, to encourage uptake among all those who are eligible. Creative concepts developed, now in testing with target audience. COVID -19 vaccine campaign advertising in September included 'Jabbathon', for students, and 'Grab - a -Jab' at the Balmoral Show. Promotion for Moderna availability in community pharmacy running from 5 - 18 October which includes one radio advertisement broadcast on Cool FM, DTR, DTR Country, Q Network and U105 FM, supported by social media (Facebook, Instagram, Twitter,Snapchat and TikTok) and Google search. 18 Corporate and Public Affairs The Corporate and Public Affairs team has continued to deliver on a range of COVID -19 and non- COVID proactive, reactive and creative work. Recent examples have included messaging through the media and online encouraging uptake of the COVID -19 vaccination among 12- 15 year ol ds which has focused on having a conversation and making an informed choice, as well as multi -channel messaging on flu vaccination for the range of eligible cohorts this year. This work has been accompanied by a new Boost your Immunity this Winter brand that has been developed. Work as also been taken forward on an issue regarding the bowel screening programme to ensure an appropriate media approach is ready to be activated should it be needed. 11 Significant work has also been done to promote the HSC mental and emotional wellbeing campaign 'Holding On To Hope in a Changing World', which was a five week social media campaign linking World Suicide Prevention Day on Friday 10 September through to World Mental Health Day on 10 October. item 8 Title of Meeting PHA Board Meeting Date 21 October 2021 Title of paper Presentation o n Insights on the Northern Ireland Public's Knowledge, Awareness and I ntended Behaviours associated with the COVID -19 Response Reference PHA/02/10/21 Prepared by Dr Diane Anderson Lead Director Mr Stephen Wilson Recommendation For Approval For Noting 1 Purpose These papers set out the insights gained to date from the Health Intelligence Unit's programme of COVID -19 quantitative research. The programme takes the form of monthly public surveys into the public's knowledge, attitudes and intended behaviours associated with the COVID -19 response. Topics covered include testing, contact tracing, self -isolating, vaccination, adherence to non- pharmaceutical interventions, risk perception and trust. A presentation on the findings will be made at the October Board meeti ng and these papers are being shared with Board members as background to the presentation. 2 Background Information At the beginning of the pandemic we were faced with a potentially fatal, highly contagious disease. There were no vaccines and effective treatment regimes were not yet known. The best protection for ourselves and our communities was to modify our behaviour s - social distancing, wearing facemasks, working at home if possible, avoiding crowded places, getting tested, sharing contact details, self -isolating. And later, getting vaccinated. Since it was created, the PHA has provided guidance on and promoted behaviours which lead to healthier longer lives, like stopping smoking. But the reliance of our pandemic response on everyone taking multiple actions multiple times takes this behaviour al focus to another level. Because of this it is vital that we have a clear and current picture of what NI people know, what they feel about and what they are doing (or intend to do) in relation to the COVID -19 response. To this end a programme of monthly public surveys was started towards the end of 2020. Insights gained from the surveys have been shared on an ad hoc basis with the Contact Tracing Programme Board, Surge Planning Group, Vaccination Management Board Comms Sub- group, Strategic Information Bo ard and the Executive Office Adherence Group . The attached papers represent the first full report of all the findings so far, plus an example of a demographic analysis of more recent results. 3 Key Issues The findings in the reports should be looked at in the context of where we are in the pandemic now - restrictions being lifted, heading towards winter, new cases still high, access to services not back to pre- pandemic levels, universal credit top up to end, furlough scheme to end. And remembering the l onger term context of widening of inequalities (eg impact of school closures, loss of income/jobs), life expectancy lowered (on top of stalled improvement to LE since 200/11) and aging population. The importance of maximising the benefits of getting vaccinated, cooperating with contact tracing, getting tested, self -isolating as we head towards the winter months is self-evident. The insights provided in these reports (and future ones) facilitate decision- making in these areas, as well as in the underpinning issues like risk perception and trust. Of particular note are: The ability of the surveys to identify demographics which need tailored/more intensive input from the PHA and partner organisations to encourage vaccination uptake. With lower levels of vaccination and higher levels of transmission in younger age groups it's vital that they are enabled to test/self -isolate. Given the ending of Universal Credit top up and furlough arrangements, there will be increased financial pressures , which was identified as the biggest barrier to self-isolation in the surveys. Re-entering normality, whilst welcome, brings its own concerns. The survey's findings that 37% of people are uncomfortable about going to a hospital setting (as compared to 17% uncomfortable going to a primary care setting) set against the extent of the backlog of non- covid health needs, suggest that action should be taken to reduce this anxiety. 4 Next Steps The purpose of these (and future) papers is to inform Board members and facilitate discussion and decision- making. item 9 Title of Meeting PHA Board Meeting Date 21 October 2021 Title of paper Update from Chair of Governance and Audit Committee Reference PHA/0 3/10/21 Prepared by Robert Graham Lead Director Joseph Stewart Recommendation For Approval For Noting 1 Purpose The purpose of this paper is to update members on the most recent meeting of the Governance and Audit Committee which was held on 7 October 2021. 2 Background Information The minutes of the previous meeting of the Governance and Audit Committee, held on 11 June 2021, are included for noting. An overview of that meeting was given to members at the Board meeting on 17 June 2021. 3 Key Issues The Governance and Audit Committee considered a range of matters at its mee ting on 7 October 2021. A draft minute of that meeting has been made available for members. In particular members' attention is drawn to the Internal Audit Report on Vaccinators and to the issue of Outstanding Audit Recommendations As part of the meeting the Committee received the Internal Audit General Report for 2020/21 and this is enclosed for members' information. Also enclosed for information is a copy of a presentation delivered by the Northern Ireland Audit Office on the findings of two of their recent Reports, one looking at Addiction Services, and one looking at Workforce Planning for Nurses and Midwives. 4 Next Steps The Governance and Audit Committee is due to hold its next meeting on 3 December 2021 and members will receive an update on that meeting at the Board meeting on 16 December 2021. - | Page 1 | - minutes Title of Meeting Meeting of the Public Health Agency Governance and Audit Committee Date 11 June 2021 at 12pm Venue 12/22 Linenhall Street Present Mr Joseph Stewart Ms Deepa Mann- Kler - - Chair (via video link) Non-Executive Director (via video link) In Attendance Mr Stephen Wilson Ms Karen Braithwaite Ms Andrea Henderson Ms Tracey McCaig Mrs Catherine McKeown Mr Roger McCance Ms Christine Hagan Mr Robert Graham - - - - - - - - Interim Director of Operations Senior Operations Manager (Delivery) Assistant Director of Finance, HSCB (via video link) Interim Director of Finance, HSCB (via video link) Internal Audit, BSO (via video link) NIAO (via video link) ASM (via video link) Secretariat Apologies Mr John Patrick Clayton - Non-Executive Director Action 26/21 Item 1 - Welcome and Apologies 26/21.1 26/21.2 Mr Stewart welcomed everyone to the meeting . Apologies were noted from Mr John Patrick Clayton. Mr Stewart advised that as Mr Clayton was not able to attend, the annual meeting between Non- Executive Directors and Internal and External Audit would take place at a later date. 27/21 Item 2 - Declaration of Interests 27/21.1 Mr Stewart asked if anyone had interests to declare relevant to any items on the agenda. No interests were declared. - | Page 2 | - 28/21 Item 3 - Minutes of previous meeting held on 15 April 2021 28/21.1 The minutes of the previous meeting, held on 15 April 2021 were approved as an ac curate record of that meeting. 29/21 Item 4 - Matters Arising 29/21.1 29/21.2 29/21.3 29/21.4 29/21.5 17.21/1 Future PHA Finance Function Mr Stewart said that it was his understanding that a paper containing proposals regarding the above is currently with the Minister. Ms McCaig confirmed that this was the case and that no decision has been made as yet. 19/21.3 Annual Report Mr Stewart asked that when the Annual Report is discussed later in the meeting, Mr Wilson highlight any changes to members. 21/21.22 Assurance Framework Mr Stewart advised that he had not had the chance to follow up on his concerns about the Assurance Framework and felt that this may be a matter for consideration by the full Board, possibly as part of a workshop. 22/21.4 Information Governance Training Mr Stewart asked if there was an update on the Personal Data Guardian (PDG) training. Mr Wils on advised that Ms Braithwaite had followed up on this. Ms Braithwaite said that she had made enquiries through the Regional Advisory Committee and has informed th e Committee that PHA would wish to be included in any future training that is organised. 20/21.4 Divergence re Muckamore Ms Mann -Kler asked if a reference to Muckamore had been included in the final Governance Statement. Mr Wilson undertook to check this in advance of the Board meeting on 17 June. Mr Wilson 30/21 Item 5 - Chair's Business 30/21.1 Mr Stewart advised that he had no Chair's Business. - | Page 3 | - 31/21 Item 6 - Internal Audit 31/21.1 31/21.2 31/21.3 31/21.4 Progress Report [GAC/ 19/06/21] Mrs McKeown presented the latest Progress Report and advised that Internal Audit completed its planned programme of work for 2020/21. She said that s ince the last meeting one audit has been completed, that relating to the contract tracing service, where a satisfactory level of assurance was given. Mrs McKeown explained that as part of the contact tracing audit a sample of cases was looked at and for the most part tracing staff followed the agreed processes. She noted that when the number of cases began to surge in October/November, the recruitment process had to be truncated but PHA worked closely with BSO to ensure that everything was done appropriately and a sample showed that all the required pre- employment checks were carried out and staff were trained appropriately. Mrs McKeown said that there were four key findings from the audit. She explained that because the responsibility of the contact tracing centre has not yet transferred from the Department of Health to PHA, the PHA Chair should liaise with the Department to ensure that there is clarity about the role of the PHA Board and should also agree reporting requirements and KPIs with the Chief Executive. In terms of recruitment, she said that the workforce plan should be updated. She outlined some findings take n from a sample of cases, and while she conceded that the sample was small, she explained that it was a targeted sample where auditors were looking at cases where they thought that contact had not been made wi th the relevant individuals. She reported that the final finding related to the need to get written procedures in place for processing timesheets. Mr Stewart said that it is important that this report is seen in the context of the pandemic and the need t o establish a sizeable resource in a short period of time in the interest of the public good. He added that while it is important that recruitment exercises are carried out correctly, there is a balance to be struck between that and putting lives at risk given the urgent need to get the centre up and running. He said that he would wish it to be reflected that the Committee fully understands and appreciates the stress on the staff involved in the running of the service given the pressures they are under ph ysically, emotionally and politically and that this should be put on record. - | Page 4 | - 31/21.5 31/21.6 31/21.7 31/21.8 31/21.9 31/21.10 Mr Stewart went through each of the recommendation s in the audit in turn beginning with the matter of the Chair engaging with the D epartment. He said that he would be keen to pursue this matter with the Chair and the wider PHA Board and would raise this at the next meeting. He added that he would be keen to speak to the Interim Chief Executive about what KPIs may be appropriate. Ms Mann -Kler echoed the comments of Mr Stewart in expressing the gratitude of the Committee to the staff involved in setting up the service so quickly. She added that although certain processes were speeded up thereby increasing the exposure to risk, the audit has been useful in providing assurance to members and given the uncertainty of the next few months and the potential for another surge, any learning can be implemented going forward. Ms Mann -Kler said that the issues of getting clarity on the role of the PHA Board and the transfer of the service to PHA need to be dealt with urgently and she noted that any learning needs to be passed on to the incoming Chief Executive so there is no loss of corporate memory. In terms of the KPIs, she said that these need to be meaningful and impactful. She reit erated her gratitude to the staff who helped set up the service and said that she hoped that they had found the audit helpful in terms of reviewing their systems. Mr Stewart said that it was useful to carry out the audit at this time so that there is an assurance and going forward, it is important that the Committee knows the status of the service going forward. Mr Stewart said that while it is gratifying to note BSO's support in recruitment, there is a need for a workforce plan and he looked forward to s eeing this as soon as possible. He said that he would discuss this with the PHA Chair. Mr Stewart expressed concern about how effective the service is at following up with individuals and he felt that the management response did not address the recommendation and it did not make reference to spot checking. Mr Wilson advised that he passed on this comment to the Deputy Director of the service to get that assurance and was advised that the implementation of this recommendation is in hand and that contact has been made with the Kainos to look at the software issues. Mr Stewart noted that the implementation of the recommendation will be picked up in future progress reports. Ms Mann -Kler noted that it would be difficult to measure performance in terms of ind ividuals self -isolating as these Mr Stewart Mr Stewart - | Page 5 | - 31/21.11 31/21.12 31/21.13 31/21.14 31/21.15 31/21.16 individuals may choose not to self -isolate due to a range of factors e.g. income. She said that any KPIs developed by PHA should be ones that are within PHA's control and reflect lived experience. Mr Stewart added that he would expect the Executive Directors to bring KPIs to the Board for it to consider whether they are reasonable and within scope. Mr Wilson pointed out that the services produces regular reports on its performance which are publicly available, and there are KPIs which are measured by the Department, but he took on board the point that there are factors that are within PHA's control and others that are not. He added that PHA has to try to work with other departments, for example to ensure that income payments are available, but he assured members that all of these issues are considered by the Test Trace Protect Oversight Board. Furthermore, he advised that the Chief Medical Officer meets with the Agency Management Team on a fortnightly basis. He said that PHA is keen to explore the issue of accountability which has been picked up by Internal Audit. Mr Stewart said that he has nothing further to add on the final recommendation relating to the development of procedures. Mr Stewart thanked Mrs McKeown and her staff for their work in carrying out this audit and for the Report. Members noted the Internal Audit Progress Report. Head of Internal Audit Annual Report [GAC/ 20/06/21] Mrs McKeown presented the Report and began by noting that during 2020/21, Internal Audit had fallen slightly short of its target of having 75% of reports completed within five weeks of issue. She noted that one report was significantly amended between the draft report and final report stage and this can occasionally happen. Mrs McKeown reported that a total of five audit assignments had been completed and that in all five a satisfactory level of assurance was given and there were no significant findings. She outlin ed the follow up work that had taken place and noted that at the last meeting she had informed members that she would bring the report on the recruitment shared services centre. She said that this audit was now complete and there were no specific issues. Mrs McKeown said that overall she is providing a satisfactory assurance for PHA. - | Page 6 | - 31/21.17 31/21.18 31/21.19 Mrs McKeown and her team for this Report and he also thanked the Executive Directors for their work to achieve this outcome given the year that has passed . Ms Mann -Kler echoed this saying that from a governance and risk point of view and in her role as Non-Executive Director, it is reassuring to have this satisfactory level of assurance. Mrs McKeown said that she wished to record her thanks to the Executi ve Directors for their co- operation during the audits. Members noted the Head of Internal Audit Annual Report. Internal Audit Strategy incorporating the Internal Audit Plan 2019/20 to 2021/22 [GAC/ 21/06/21] Mrs McKeown recalled that members had considered this paper at the previous meeting and that no further amendments had been made following that meeting. Members noted the Internal Audit Strategy incorporating the Internal Audit Plan 2019/20 to 2021/22 Internal Audit Charter [GAC/22/06/21] Mrs McKeown explained that the Internal Audit Charter is a formal document which all Internal Audit Services are required to have and should be brought to the Governance and Audit Committee on a regular basis. She added that it has been two years since it was last brought to the Committee. Mrs McKeown advised that the Charter outlines the purpose of Internal Audit and the role of the Head of Internal Audit. She said that the only update to this Charter is that there has been additional narrative added int o the section on quality assurance and improvement. Mr Stewart asked if this Charter would be reflective of Charters across the HSC as a whole. Mrs McKeown explained that there is only one Internal Audit service and this Charter would apply equally to al l HSC bodies. Members APPROVED the Internal Audit Charter . 32/21 Item 7 - Finance 32/21.1 Annual Report and Accounts Ms McCaig took members through the Annual Report and Accounts. She noted that a draft had been shared with - | Page 7 | - 32/21.2 32/21.3 32/21.4 32/21.5 32/21.6 32/21.7 members prior to submission to the Northern Ireland Audit Office and when going through the document she would highlighted changes and any other upd ates that link with the Report to those Charged with Governance. Ms McCaig said that information from the accounts feeds into a number of the section s of the Annual Report and she went through this section first. Ms McCaig advised that the first part of the Report following the Chair and Chief Executive's forewords is an analysis of the work PHA has undertaken during the year. She noted that the Report is slightly different this year in that there is a significant focus on PHA's role in the response to C OVID - 19. She said that the next part looks at PHA's financial performance and contains information on PHA's net expenditure by programme area. She advised that at next week's Board meeting members will have the opportunity to go through the financial plan for 2021/22. She noted that PHA's prompt payment performance fell slightly below the 95% target, but she felt that given the circumstances of this year, the performance was very good. Ms McCaig said that the next section is the Directors' Report which contains biographies of all Board members and highlights any relevant disclosures. Ms McCaig moved on to the Governance Statement which she explained is in a standard format for all ALBs. She drew members' attention to the internal control divergences an d advised that wording is awaited from the Department to be inserted in the divergence relating to finance. She said that new divergences have been included this year relating to HSCQI, staff resilience and cyber security following the recent incident at Queen's. Ms McCaig advised that the Remuneration Report outlines senior executive pay as well as the membership of the Remuneration Committee. She noted that the remuneration of Non -Executive Directors is also included as well as fair pay disclosures. S he advised that the ratio between the median remuneration and the highest paid remuneration has increased, and that the total staff c ost has increased significantly. She added that this also takes into consideration the cost of the staff recognition payment. She also made reference to the McCloud judgement regarding pension costs. Ms McCaig said that the net average number of employees has increased, mainly due to the contact tracing staff, and - | Page 8 | - 32/21.8 32/21.9 32/21.10 32/21.11 32/21.12 that no exit packages were agreed this year. She reported that the sickness absence figure for the year was 2.39% which was lower than the previous year. She highlighted the staff turnover percentage and the split between voluntary and involuntary turnover. She explained that the Report now contains information on staff engagement. Ms McCaig said that at this stage she was not aware of any remote contingent liabilities. She advised that following that section of the Report, the audit certificate will be inserted. Mr Stewart thanked Ms McCaig for taking members through the Report and commented that although it is an excellent Report, it is not a document that will be read by most of the general public and therefore he hoped that PHA could produce its own Report. Ms Mann- Kler noted that there had been discussi ons about a lighter version of the Report, but from reading this Report she was impressed by how comprehensive it was and how it showed the amount of work that PHA staff have undertaken over the last year. She said that she was sure that staff were exhaus ted. She added that it should be commended that there were only three complaints in the last year. Ms Mann -Kler paid tribute to the work of Mr Wilson's team in how it has fully utilised the campaigns budget as campaigns are so critical to the work of the Agency. She said she was pleased that a section had been included in the Report which looks to the future. She noted that it was unfortunate that screening programmes had to be paused and said that there is a need to get these back up and operational. Ms Mann -Kler said that she was pleased to see that there was more information on staff, but asked if there was a duty to report on equality and diversity information in terms of a breakdown against different grades of staff. Mr Stewart said that he had raised this issue with the Chair. Ms McCaig explained that there is a challenge for PHA in this regard because by breaking this information down by grade it could potentially make staff identifiable. She suggested that Mrs Paula Smyth in BSO HR may be able to assist with this. Mr Stewart said that this is an area of particular interest to himself and Ms Mann- Kler and that he would raise it at the confidential section of the next Board meeting. He asked the auditors if there was any particular requirement in this area. Mr McCance said that there is guidance within the Financial Reporting Manual and that HSC bo dies will be asked to implement this. Mr Stewart noted the reduction in the rate of absenteeism Mr Stewart - | Page 9 | - 32/21.13 32/21.14 32/21.15 32/21.16 32/21.17 32/21.18 and asked whether any analysis on this had been undertaken to determine if there was a link between this and staff not wishing to take absence due to the pandemic, or because of home working. Ms McCaig said that this was another area that Mrs Smyth could assist with. Ms McCaig moved onto the Accounts section of the Annual Report and reported that PHA's end year position showed a surplus of £106k which represents a break even position. She noted that PHA received £8m of additional funding this year. In the information accompanying the figures, she advised that there is a reference to some accounting standards that PHA has not yet adopted. Ms McCaig said that the next section showed a breakdown of PHA's expenditure across a range of areas. She explained that the staff costs have increased due to PHA taking on more staff. She advised members that since the draft accounts were produced a \"netting off\" of £1.5m of R&D funding has been amended. She moved onto the note on trade receivables and said that there were some invoices owed to PHA and in terms of monies owed to other organisations, she said that this has increased by almost £5m. Ms McCaig referenced the section on contingent liabilities and advised that although there may be a financial risk to the HSC as a result of the cyber incident at Queen's, she did not expect this to be significant. She added that this has been recorded in the same way in the HSCB Annual Accounts. Under capital expenditure she noted that there was an underspend o f £248k, but PHA remained within its break even position. Ms McCaig thanked PHA, and in particular the Operations staff for their work in completing the Annual Report and to her own team for producing a quality set of accounts in such a short period of ti me. She thanked Ms Hagan and Mr McCance for their support and challenge during the audit. Mr Stewart put on record his thanks to Ms McCaig and her team and to the Executive Directors and their staff for achieving a break even positon. He noted that it w as an uncertain picture up until the last moment given the fluctuation in the COVID -19 expenditure and not knowing if all of the costs would be met. Ms McCaig suggested that as a next step members consider the draft Report to those Charged with Governance. - | Page 10 | - 33/21 Item 8 - External Auditor's Report to those Charged Governance 33/21.1 33/21.2 33/21.3 33/21.4 33/21.5 33/21.6 Mr McCance advised that this draft Report outlines the findings of the audit and was completed in a tight timeframe, and he thanked ASM for their work in completing the audit. He invited Ms Hagan to take members through the Report. Ms Hagan began by thanking Ms McCaig, Ms Henderson and Ms Davidson for their assistance with the audit. She conceded that carrying out the audit remotely was challenging but the exit meeting was held in person. She said that the Report was a positive one, and acknowledged that this has been a challenging year for PHA. She added that she was pleased to note that PHA had achieved a break even position and following the audit of the accounts PHA has received an unq ualified audit opinion with no modifications. She advised that there were no misstatements, no irregular expenditure and there will be no report on the accounts from the Comptroller and Auditor General (C&AG). She added that there were no priority one, two or three findings emanating from the audit. Ms Hagan advised that the Report remains in draft form with some residual matters to be resolved. She said that a final review of the accounts will take place before the PHA Board meeting next week. Ms Hagan confirmed that ASM is an independent auditor. She noted that there was one data handling incident over the last year, which related to Queen's University, and this has been noted in the financial statements. She confirmed that the request today is for the Committee to review the findings of the audit, including the draft letter of representation which will be signed by the Chief Executive and the draft audit certificate. Ms Hagan advised that ASM carries out its work in compliance with national standards. She said that there were no changes to the audit strategy and no issues were found in relation to the significant risks identified in the strategy. She added that the next section of the Report outlines a summary of the key findings which contains a number of positive messages about how smooth the audit was. She said that the Annual Report and Accounts have been prepared in line with the guidance. She added that there were no issues with regard to impropriety and no material weaknesses brought t o the attention of the auditors. Ms Hagan said that in summary there are no priority one, - | Page 11 | - 33/21.7 33/21.8 two or three recommendations emanating from the audit and there were no recommendations that required to be followed up from last year. She advised that the next section contained some further detail about the classification issue which was now fully disclosed in the accounts. She said that the Report concluded with the draft letter of representation and the draft audit certificate. Mr Stewart thanked Ms Hagan for the Report and said that it was pleasing to see a clean audit and to note that this is the second successive year there have no priority one, two or three findings. Members noted the External Auditor's Report to those Charged with Governance. 32/21 Item 7 - Finance (continued) 32/21. 19 32/21. 20 32/21. 21 32/21. 22 32/21. 23 32/21. 24 Ms McCaig asked if members were content to recommend the Annual Report and Accounts for approval by the Board. Members APPROVED the Annual Report and Accounts which will be brought to the PHA Board meeting on 17 June. Fraud Liaison Officer Report [GAC/23/06/21] Ms Henderson informed members that there were no new cases of fraud since the last Report. She updated members on the National Fraud Initiative and advised that the high risk data matches exercise has been completed and that Payroll has completed one of the three investigations into relevant matches. She added that an update on the two outstanding cases will be provided at the next meeting, but there is no evidence of any fraud. Ms Henderson advised that information on fraud awareness was circulated to all PHA staff and that a further communication will issue regarding an annual awareness programme. Mr Stewart sought c larity that are two investigations ongoing. Ms Henderson confirmed that this is the case and she will update on these at the next meeting. Members noted the Fraud Liaison Officer Update Report. - | Page 12 | - 34/21 Item 9 - Corporate Governance 34/21.1 34/21.2 34/21.3 34/21.4 34/21.5 Corporate Risk Register [GAC/ Stewart said that he and Ms Mann- Kler were both pleased to note that the Corporate Risk Register is now seen as a \"live\" document. Mr Wilson advised that this version of the Register is as at 31 March 2021 and following the most recent review no new risks have been added and one risk, that relating to the PHA Intranet, has been de- escalated to the Operations directorate risk register. H e also advised that four risks have been reduced in rating from \"high\" to \"medium\". Mr Stewart thanked Mr Wilson for the update and said that he was content with the decision to reduce the rating of those four risks. He sought more clarity on the rationale for de-escalating the risk regarding the Intranet. Mr Wilson explained that previously the Intranet was hosted on a platform that was unstable and over the last year a lot of work has taken place to new a develop a new Intranet and there is a reassurance that is now on a more resilient platform. He advised that the new Intranet has not yet been fully signed off as there are some outstanding issues relating to the ability to put information from PHA's social media channels onto the new site. However, he said that it was felt appropriate to de- escalate because in the event of an outage, the content is already stored on the new site. Mr Stewart thanked Mr Wilson for the clarification. Ms Mann -Kler welcomed the summary covering paper outlining the changes and the tracking within the paper indicating where changes have been made. She suggested that risk 57, relating to PHA leadership should be reduced in rating as PHA is in a different place than it was previously. However, she noted that the term of the PHA Chair is due to finish at the end of November and there is a need to have continuity. Mr Stewart said that that risk should be reviewed by the Board as a whole. Mr Wilson noted that the risk represented the position as at the end of M arch, but since then a new chief Executive has been appointed. Members APPROVED the Corporate Risk Register which will be brought to the PHA Board meeting on 17 June. At this point Ms Davidson left the meeting. - | Page 13 | - 34/21.6 34/21.7 34/21.8 34/21.9 Nursing Directorate Risk Register [GAC/ 25/06/21] Mr Rodney Morton and Ms Denise Boulter joined the meeting for this item. Mr Morton presented the nursing directorate risk register and advised that one new risk had been added, that relating to the recruitment of vaccinators which he, as Director, is overseeing. He informed members that since he took up post he has not had the opportunity to go through the register in detail and that where previously there was a Planning and Project Manager who would have carried out that role, he had asked one of his Assist ant Directors, Ms Boulter, to do this. He added that once an in- depth review has been carried out, he did not anticipate that many of the risks would remain on the register. He advised that Ms Boulter is going through the risks in detail as some of them are 10 years old. He noted that the risk relating to staff ing will change because under the Department's Delivering Care programme a number of posts will be coming to PHA and although there may be a risk in terms of getting them filled, filling them will address some of the staffing issues. Mr Morton explained that in line with a framework agreement set up by the Department of Health in June 2020 PHA was asked to undertake a programme of recruiting vaccinators. He said that PHA set up this programme and obtained approval from the Department to carry out this work. He added that in terms of PHA's interface with general practice, an agreement was drawn up, which was reviewed by the Directorate of Legal Services. Furthermore he said that PHA sought to ensu re that all relevant documentation was in place including a business case and the approval by PHA's Scrutiny Committee to recruit these individuals, and that there is a robust exit strategy in place. He added that PHA is awaiting the outcome of the Internal Audit review and that any identified learning will be taken on board. He said that no further work will be carried out until the findings of the audit are known. Mr Stewart said that he got the sense that there is greater confidence in terms of the level of risk to PHA and that this work is getting to a better place. Mr Morton agreed that the level of risk has reduced significantly, but it would be wrong to say that there remains no risk because in the event of an incident involving a vaccinator working in primary care, there would be a liability for PHA. Mr Stewart said that he looked forward to seeing the audit report. Mr Stewart said that he was pleased tha t Mr Morton's team - | Page 14 | - 34/21.10 34/21. 11 34/21.12 34/21.13 34/21.14 is taking time to delve into the nature of the other risks and the antiquity of them. He suggested that perhaps it was not the ideal time for this register to be presented to the Committee. He queried whether risks that are 8/9 years old are properly rated, or if they remains risk at all. Ms Mann -Kler said that in a similar vein to contact tracing, PHA was asked to set up a programme in a short space of time that is designed to save lives. She said she felt more assur ed seeing that th ere is a governance framework in place and an MOU with Trusts. She felt that there appeared to be a blurring of boundaries and it would not have been appropriate to allow that to side track this important work. She added that it was an appropriate time t o undertake this audit and she looked forward to seeing the report. Mrs McKeown advised that she is currently reviewing the report of the audit and once it is signed off she will share it with Mr Stewart. Mr Morton commented that the issue of blurred lines will be a critical issue going forward and is not unique to his directorate. He made reference to the amount of work that his directorate is involved in that is HSCB -facing and with the migration programme, he is not clear what any future arrangements will look like. He expressed concern about the impact of any new arrangements and potential disruption for his team. He said that in terms of areas such as service delivery, service reform and the commissioning agenda there are risks for both his team an d so the work of his team needs to be put in the context of the public health agenda. Mr Morton informed members that there have been some significant changes to his team at Assistant Director level and he conceded that there is work to be done in terms o f bringing reports to the Agency Management Team and Board meetings as appropriate to ensure the Board is fully sighted and to improve communication with the Board on any changes going forward. Mr Stewart thanked Mr Morton for his openness and agreed that the risk should be more formally articulated on the directorate risk register. He noted that the migration project and the implications for PHA, is already on the Corporate Risk Register but it could be expressed in the terms described by Mr Morton. Ms Mann -Kler supported this view and said that PHA is aware of any issues, it should aim to mitigate them. Mr Morton undertook to look at this and review the risk within the directorate risk register and on the Corporate Risk Register. - | Page 15 | - 34/21. 15 34/21. 16 34/21. 17 34/21. 18 34/21. 19 Mr Morton asked if members had any further queries on the register. Mr Stewart thanked Mr Morton for his overview and said that he looked forward to seeing the updated directorate risk register following its in- depth review and that Mr Morton would be inv ited back to a future meeting. Members noted the Nursing Directorate Risk Register. Update on Use of Direct Award Contracts [GAC/ 26/06/21] Mr Wilson advised that PHA has a system in place for recording and monitoring the use of Direct Award Contracts (DACs). He reported that of 40 DACs awarded over the last year, 25 were classified as social care procurement and were below the threshold, but of the remaining 15 which were assessed by the Procurement and Logistics Service (PALS), 13 were rated as \"amber\" and 2 as \"red\". Of these two, he advised that one, relating to advertising, was signed off by the Permanent Secretary with the other signed off by the Chief Executive. Mr Wilson explained that PHA's advertising agency contract was coming to an end and the option of extending the contract has also been exhausted. He noted that it can take up to 5 months to complete a re- procurement for the contract and as this fell in the middle of the COVID -19 response, PHA had to complete a DAC for one further year. He said that work had now commenced to look at the procurement for the new contract. Mr Stewart asked that given the length of the contract was known, whether the procurement process should have commenced earlier. Mr Wilson said that this happened in the middle of PHA dealing with the COVID -19 response and although the completion of this re -procurement was one of PHA's objectives for the year, there was no way of fast tracking it once other work had to be stepped up. He reiterat ed that this is now being addressed. Mr Stewart sought clarity will not be seeking a further extension to the existing contract and Mr Wilson said that this would not be the case and that PHA is looking to start the process to get a new contract in place. Ms Mann - Kler asked whether by doing this PHA has blotted its copybook, but Mr Wilson assured members that everything has been done under the correct procedures. Members noted the update on the use of Direct Award Contracts. - | Page 16 | - 35/21 Item 10 - Information Governance Action Plan 2019/20 and 2020/21 / Draft Information Governance Action 35/21.1 35/21.2 35/21.3 35/21.4 Ms B raithwaite Information Governance Action Plan for 2019/20 and 2020/21 and explained that normally there was an Action Plan for each year, but given COVID -19 and the fact that the Information Governance Steering Group (IGSG) did not meet, it w as decided to do a combined Action Plan for the two years. She said that the Plan has been updated following IGSG meetings in February and May this year and that all Information Asset Owners are invested in the Plan. She went through the key areas and pi cked up on those actions which were rated as \"red\", beginning with the target relating to staff training. She said that while 75% of staff have completed their online information governance awareness training and 71% have completed their online cyber secu rity training, this fell short of the 95% target. She noted that the other two targets rated \"red\" in that section follow on from that target. Ms Braithwaite advised that with regard to Personal Data Guardian (PDG) training, she had been keeping in contact with the Privacy Advisory Group to find out when this training will become available. Ms Braithwaite pointed out that the number of FOI requests that PHA has received has greatly increased and this has placed on staff time in responding to these. Mr S tewart noted that the issue of eLearning has been around for some time and that while progress has been made, he accepted that with COVID -19 this was not going to be the best year to achieve compliance, but he acknowledged that the uptake has improved. Ms Braithwaite said that with COVID -19 there has been a bigger focus on information governance and compliance so staff training should be up to date. Mr Stewart said that he would be concerned about the implications of a data leak and if, in the event of a public inquiry PHA would be seen as not having met its own targets in terms of training. Ms Mann-Kler said that this area is even more critical given that staff are working from home. She also noted recent cyber - attacks and queried whether PHA should be aiming for a target of 100%. She felt that this would be fundamental especially if PHA moves to a hybrid model of working. She also whether the training could reflect real life examples to make if feel more realistic. Ms Braithwaite said that the content of the training is developed regionally and is kept up to date with the intention of keeping it as interesting and as - | Page 17 | - 35/21.5 35/21.6 35/21.7 interactive as possible. She noted that most staff are only required to completed the training once every three years, while staff accessing personal information are required to complete it annually. She agreed that PHA should be aiming for a target of 100%. Mr Stewart said that the training should be taken seriously, and he felt that PHA is turning a corner but should continue to keep the pressure on staff to complete their training. Ms Braithwaite m oved onto the Action P lan for 2021/22 and said that it mirrored the Action Plan for previous years with the addition of a target relating to an information management system. Mr Stewart sa id that the need to have an information management system is a matter about which he has had concerns as PHA needs to look at what information it has, who has it and where it is stored and this all needs to be brought together especially given the multiplicity of disciplines across the organisation. He asked if this Action Plan has been discussed at IGSG and Mr Wilson confirmed that this was the case. Ms Mann -Kler asked about the target date for the information management system and asked whether the objective could be re- worded and the action articulated better. She also asked about the resources required to do this work. Mr Wilson said that the wording could be reviewed, and added that resources is a key issue. He added that a directorate action plan could be put in place, but noted that the development of a new system is an issue that is not unique to PHA. He agreed to link with Ms Braithwaite regarding this. Ms Mann- Kler noted that while there is a cost in undertaking this work, there is also a cos t for not undertaking it, a point which Mr Stewart agreed with. Mr Stewart said that at the last meeting the Committee had considered the public health directorate risk register and it highlighted issues about IT systems and as the contact tracing service is also in PHA, there is an urgent need to get all of these systems integrated. He added that it may be worth discussing this at a future PHA Board meeting. Members noted the Information Governance Action Plans for 2019/20, 2020/21 and 2021/22. Mr Wilson 36/21 Item 11 - SBNI Declaration of Assurance [GAC/28/06/21] 36/21.1 Mr Wilson explained that PHA acts as corporate host for the Safeguarding Board for Northern Ireland (SBNI) and as part of this arrangement, SBNI is required to provide PHA with this declaration of assurance. - | Page 18 | - 36/21.2 Members noted the SBNI Declaration of Assurance. 37/21 Item 1 2 - Any Other Business 37/21.1 As there was no other business Mr Stewart drew the meeting to a close and said that a separate meeting with Internal and External Audit would be arranged shortly. 38/21 Item 1 3 - Details of Next Meeting Thursday 7 October 2021 at 1 0:00am Fifth Floor Meeting Room, 12/22 Linenhall Street, Belfast. Signed by Chair: Joseph Stewart Date: 7 October 2021 - | Page 1 | - minutes Title of Meeting Meeting of the Public Health Agency Governance and Audit Committee Date 7 October 2021 at 10am Venue 12/22 Linenhall Street Present Mr Joseph Stewart Ms Deepa Mann- Kler - - Chair (via video link) Non-Executive Director (via video link) In Attendance Mr Stephen Wilson Ms Karen Braithwaite Ms Tracey McCaig Mr David Charles Mr Roger McCance Mr Robert Graham - - - - - - Interim Director of Operations Senior Operations Manager (Delivery) (via video link) Interim Director of Finance, HSCB (via video link) Internal Audit, BSO (via video link) NIAO (via video link) Secretariat Apologies Mr John Patrick Clayton Ms Andrea Henderson Ms Jane Davidson Ms Christine Hagan - - - - Non-Executive Director Assistant Director of Finance, HSCB Head Accountant, HSCB ASM Action 39/21 Item 1 - Welcome and Apologies 39/21.1 Mr Stewart welcomed everyone to the meeting . Apologies were noted from John Patrick Clayton, Ms Andrea Henderson, Ms Jane Davidson and Ms Christine Hagan. 40/21 Item 2 - Declaration of Interests 40/21.1 Mr Stewart asked if anyone had interests to declare relevant to any items on the agenda. No interests were declared. 41/21 Item 3 - Minutes of previous meeting held on 11 June 2021 41/21.1 The minutes of the previous meeting, held on 11 June 2021 were approved as an ac curate record of that meeting. - | Page 2 | - 42/21 Item 4 - Matters Arising 42/21.1 42/21.2 31.21/5 Contact Tracing Service IA Recommendation Mr Stewart advised that the PHA Chair has written to the Deputy Chief Medical Officer regarding the recommendation in the audit on the contact tracing service about the relationship between the PHA Board and the Department , and also roles and responsibilities. He said that a response is awaited. 31/21.8 Workforce Plan Mr Stewart reported that he has raised this matter with the PHA Chair who will in turn raise it with the Chief Executive. He added that he had invited the Chief Executive to today's meeting, but he was unable to attend due to speaking commitments at the NICON conference. 43/21 Item 5 - Chair's Business 43/21.1 43/21.2 43/21.3 Mr Stewart said that with regard to the future finance function post the closure of HSCB, PHA had received a letter from the Permanent Secretary and that that the correspondence was not satisfactory. He explained that while the Permanent Secretary was content for a Director of Finance for PHA to recruited, no additional staff resources would transfer to PHA and these would be subsumed within the new Group. Mr Stewart said that he and the PHA Chair had met with Ms Martina Moore and the Chief Executive and that the Chief Executive will discuss this matter with the Chief Executive of HSCB to determine what interim arrang ement can be put in place before responding to the Permanent Secretary's letter. He noted that none of the potential options outlined in the paper to the Minister were met in the correspondence, hence further discussion is needed. Ms McCaig assured membe rs that she and the Chief Executive are striving to come up with options and that work is continuing. Ms Mann -Kler asked if there was awareness of the reasons behind the Permanent Secretary's outlined approach. Mr Stewart suggested that PHA may be more s uccessful if it put forward its own proposals. However, he expressed concern that one of the reasons was that there is no money for the additional resources, but in his view, the total cost of this would be in the region of £300k -£400k which is small in t he context of the overall HSC budget. Ms Mann- Kler said that without an understanding of the reasons, it is likely that any - | Page 3 | - 43/21.4 further proposals will be knocked back. She asked if there was an opportunity to do any work behind the scenes. Ms McCaig said th at she felt that the Permanent Secretary was trying to be helpful and that any reasonable options will be considered, but funding is an issue. She said that she remained positive about a solution being found. She added that she will be reviewing the opti ons and meeting with Mrs Paula Smyth to discuss this and reiterated that she was confident that if PHA submitted a proposal the Department would work with them. Mr Stewart advised that following the last meeting, the Non-Executive Directors had held a separate meeting with representatives from Internal and External Audit and that this was a positive and useful meeting. 44/21 Item 6 - Internal Audit 44/21.1 44/21.2 44/21.3 44/21.4 Progress Report [GAC/ 29/10/21] Mr Charles advised that as at 1 September 2021, Internal Audit had delivered 20% of its audit days and had issued 100% of draft reports within four weeks, and that one of these reports was finalised within five weeks of issue. He said that he was presenting two reports today, one on the recruitment of vaccinators, and the other being the mid- year follow up. He added that fieldwork has commenced on two further audits, one on performance management and one on board effectiveness. He said he was confident that by the end of the year Internal Audit will have delivered on its work programme. Mr Charles moved onto the report about the audit on the recruitment of vaccinators which had been undertaken following a request by the Committee. Mr Charles advised that the governance arrangements for the vaccination programme sit with the Department of Health with the Chief Medical Officer (CMO) as the Senior Responsible Officer (SRO). He added that a number of groups were set up to oversee the establishment and rollout of the vaccination programme with a number of PHA staff working in those groups. Given the immediate need to recruit staff, he explained that the \"Hirelab\" model of recruitment was used with 582 staff recruited. He reported that in January 2021 the primary care model for vaccination delivery commenced and the timeline from that point on is contained within the report. Mr Charles reported that a satisfactory level of assurance - | Page 4 | - 44/21.5 44/21.6 was being provided for this audit. He said that there was a recognition that this work was not in line with PHA's statutory functions, but under the direction of the Department with subsequent correspondence from the Department confirming this. He noted that once PHA had begun to recruit vaccinators and had identified the challenges of doing so, it took a number of steps including transferring recruited vaccinators to HSC Trusts. Following receipt of the correspondence from the CMO directing PHA to carry out this work, he advised that a governance framework was developed, and engagement commenced with the Directorate of Legal Services (DLS) which resulted in the development of a Placement Agreement for GP practices that clarified the roles of responsibili ties of PHA and the GP practices in terms of issues such as liability and indemnity. He noted that when the Department approached the Assistant Director of Nursing to commence this work in November 2020, the matter was not reported to the Agency Management Team (AMT) until January 2021 and the PHA Board was not informed until February 2021. He said that when requests of this nature are made, there should be a requirement that the AMT and Board are property briefed so that there is visibility and transpare ncy. Mr Charles said that when the recruitment of vaccinators commenced PHA should have approached other agencies and sought advice from DLS which may have mitigated some of the risks. He noted that when staff were recruited, one of the ways in which the risks were mitigated was through the development of the Placement Agreement which defined roles and responsibilities and clarified the liabilities and indemnities. However, he reported that of the 75 GP practices that these Agreements had been sent to, o nly 28 had returned them at the time of the audit, but he understood this number had now increased to 60. Mr Charles advised that Volunteer Now, Ulster GAA and the British Red Cross had provided volunteers at the vaccination centres to help with patient flow. He said that while PHA had paid monthly invoices, he felt that there could be further controls to ens ure the spend was appropriate through, for example, the use of signing in and signing out sheets and timesheets. In terms of other key findings, he reported that from a sample of payments to 20 vaccinators, 18 of these were incorrect as they had been underpaid and a small number of dentists had been paid at the Agenda for Change Band 5 rate rather than the medical and dental rate . He noted that while there were regional agreements in place, there are differences in the pay rates. He also reported that at present PHA does not have procedures in place regarding - | Page 5 | - 44/21.7 44/21.8 44/21.9 44/21.10 the equitable allocation of vaccinators to GP practices. Mr Charles reported that management had accepted all of the recommendations and that these would be followed up at the year end. Mr Stewart thanked Mr Charles for the report. He said that it was a significant report for PHA and its Board in terms of its relationship with the Department. He added that he had discussed the findings with Mr Charles and Mrs Catherine McKeown earlier this week and invited Ms Mann- Kler to make any comments that she had. Ms Mann -Kler asked if there had been any discussion in terms of the rating this audit was given as she was surprised that it received a satisfactory level of assurance. Mr Charles explained that the reason it was given this level of assurance was because of the reaction of management when it recognised that there was an issue and that fact that a number of steps were immediately taken, including linking with DLS, developing the Placement Agreements and putting this onto the Corporate Risk Register. He added that a further mitigation was that when over 500 staff were initially appointed, 85% of them were quickly moved off PHA's books which minimised the risk. He said that a series of meetings took place promptly with DLS which resulted in the development of the Placement Agreement which clearly set out the roles and responsibilities for PHA and GP practices and clarified issues around insurance and indemnity. He added that when a sample of 20 vac cinators was taken, it was found that they had all been recruited appropriately and had the right level of qualifications to be able to perform this work. He acknowledged that there was a point at the start where the PHA Board was not sighted on this, but he felt that with the early engagement with DLS, PHA had responded very quickly to mitigate the risks when it became aware that there was an issue. Ms Mann -Kler said that she still had concerns around governance, oversight and exposure to risk given that PHA was involved in this work from November 2020, but the correspondence from the Department was only received in February 2021, therefore there is a three month gap. She said the fact that the Board had no oversight or knowledge of this instruction that was given to PHA by the Department was significant and that it was such a divergence to the work that PHA would normally do. She expressed surprise as to the length of time it took for AMT to be made aware of the situation. - | Page 6 | - 44/21.11 44/21.12 44/21.13 44/21.14 Ms Mann -Kler noted that at the time of the audit only 20 of the Placement Agreements had been signed, therefore if something had gone wrong, PHA would have been held liable. She added that at present there are still 18 unsigned. She commented that there are still a number of vacci nators on PHA's books and queried their productivity and value for money. She said that she did not understand why PHA was tasked to recruit vaccinators when 85% immediately went to the Trusts where they should have gone in the first place. She expressed concern that this could happen again and that there remains a lack of understanding. Ms Mann -Kler said that in effect PHA became a nursing agency but there was no regulation or oversight nor was there any discussion about the measures that had to be put in place. She added that she was still unclear about how the initial request happened and she felt that there needs to be a discussion about this with the full Board. Mr Stewart said that he had hoped that the Chief Executive would be in attendance at today's meeting but that he was unable to be present. He added that h e agreed with Ms Mann Kler's comments which mirrored his thoughts exactly said and that this report does need to be discussed at a Board meeting sooner rather than later and suggested that this should happen at the next meeting. He agreed that there should be a clearly agreed process for requests coming from the Department so that everyone is sighted and that this links to some of the findings from the recent report on governance in RQIA i n terms of lines of communication. He added that he would be surprised if the Comptroller and Auditor General (C&AG) was not looking at this. He said that there is good guidance in this area issued by the NIAO , but it is difficult for NEDs to adhere to t his guidance when these types of matters occur. He suggested that the C&AG should look at how the Department operates. Mr McCance confirmed that this is an area that the C&AG is interested in. Mr Charles pointed out that the first recommendation in the report is about the need to ensure that when requests come in from the Department there needs to be a mechanism where the Chief Executive, AMT and Board are all informed. He said that formalising this will ensure that AMT and NEDs find out about such requests more quickly. He referred to the audit on contact tracing where there was a similar recommendation for the PHA Chair to engage with the CMO to get clarity about roles and responsibilities. He said that he had gone through the rationale for why a sat isfactory level of assurance had been given, but referred to the fact that a meeting took place on 3 March between DLS and the - | Page 7 | - 44/21.15 44/21.16 44/21.17 44/21.18 then Interim Chief Executive. He added that the spend for PHA was relatively low, which also helped support the level of assurance. Mr S tewart said that the status of the Placement Agreements needs to be clarified in terms of how many staff are employed under them, how many are not signed and where the liability lies. Mr Wilson undertook to get the information on the status of the Placement Agreements. He said that while he did not wish to gloss over the important issues that were being highlighted, he felt that some context was important. He explained that at that ti me there was considerable programme of activity taking place in relation to contact tracing with the number of cases escalating and the PHA was facing criticism so there was a focus on stepping up the resource in the contact tracing centre. He added that the governance of the vaccination programme was seen as a matter for the Department and while that does not excuse what happened, he said that an honest mistake had been made and once the issue was raised, the then Interim Chief Executive took steps as she recognised the seriousness of the situation. He said that this report should be brought to the Board for a full and frank discussion as there are lessons to be learnt and taken on board by AMT and then cascaded throughout the organisation. Mr S tewart sa id that fundamentally this was seen as an informal request for PHA to act outside its statutory remit and as far as PHA's legal position is concerned he said that he is not satisfied that PHA is in the clear. He noted that correspondence had been received from the Department setting out its view but it stated that PHA should seek its own legal opinion. He commented that this matter has now been ongoing for a year and PHA still cannot say whether it should have been doing this work or not. He agreed to follow this up with the PHA Chair and Chief Executive. Ms Mann -Kler thanked Mr Charles and Mr Wilson for their comments and said that she appreciated the context and the pressure that PHA was working under and the need to respond to this request. She added that she felt assured that PHA is looking at this and she supported the view that PHA needed to obtain its own legal advice. She asked how PHA could share the learning from this report with the Department. Mr Stewart said that he had discussed this with the Chief Executive and advised that the Chief Executive holds weekly meetings with the CMO so there may be an opport unity through those meetings. He Mr Wilson Mr Stewart - | Page 8 | - 44/21.19 44/21.20 44/21.21 44/21.22 44/21.23 44/21.24 proposed that at the next Board meeting he would ask the Chief Executive how he intends to take this forward. Ms McCaig suggested that the learning could be shared through the Sponsor Branch as there are ongoing arrangeme nts in place there. Mr Stewart brought the discussion to a close and said that this should be discussed at the Board meeting next week. Members noted the Progress Report. Mid-Year Follow up on Outstanding IA Recommendations 2021/22 [GAC/ 30/10/21] Mr Charles advised that a follow up on outstanding audit recommendations is carried out twice a year and the most recent exercise showed that of 52 recommendations, 38 were fully implemented, 13 were partially implemented with 1 not yet implemented. He re ferred to the table outlining those recommendations which are either partially, or not yet implemented and advised that the oldest relates to the procurement of contracts with voluntary sector organisations. He noted that COVID -19 has slightly delayed procurement processes. Mr C harles reported that there are three recommendations relating to population screening programmes which are not yet implemented and these relate to the quality assurance (QA) of newborn screening, a programme of QA visits for newborn screening programmes and an overarching framework for all screening programmes where there are standardised policies and procedures. Again, he cited COVID -19 as a reason for some of this work not yet being completed. Mr Charles said that within i nformation governance work is still required to ensure that contracts are GDPR compliant, but he was aware that a new member of staff has been recruited. He advised that from the audit of the contact tracin g service, there is an outstanding recommendation that the PHA Chair should get clarity on reporting arrangements, but he understood that following a telephone conversation he had with the PHA Chair last week that an e- mail has been sent to the Department this week. Mr Stewart noted that the recommendat ion on policies and procedures on rota and timesheet management has not yet been implemented. Mr Charles reported that at the time of fieldwork, this had not been taken forward as preparations were ongoing for the fourth surge. Mr Stewart said that not Mr Stewart - | Page 9 | - 44/21.25 having these policies and procedures in place at a time of surge could make the situation worse and added that he would raise this with the responsible officer at the Board meeting. Mr Stewart asked if there was any prospect of progress with the procurement issues. Mr Wilson explained that at the time a new senior planning manager was recruited to focus on this work, but he has been seconded to support the contact tracing centre. Furthermore, he said that there is a number of contracts that need to be progressed, but the health improvement staff involved are also helping to support contact tracing. However, he advised that staff are beginning to be repatriated to their core functions and that he has been talking to Mr Stephen Murray about how to progress this work. Mr Stewart asked about the Procurement Board. Mr Wilson confirmed that the Procurement Board still meets and that PHA will aim to review and revise its work programme in this area and progress work as soon as possible. Mr Stewart 45/21 Item 7 - Corporate Governance 45/21.1 45/21.2 HSCQI Directorate Risk Register [GAC/35/10/21] Dr Aideen Keaney and Ms Dawn Clarke joined the meeting for this item. Mr Stewart welcomed Dr Keaney to the meeting and thanked her for taking time away from the NICON conference to present this risk register. Dr Keaney said that this was the first time her directorate has had an opportunity to come to the Governance and Audit Committee. She advised that HSCQI is a small team and does not have a planning and project manager so she thanked Ms Clarke for her work in compiling this risk register. Dr Keaney advised that there are presently five risks on the directorate risk register, two of which are rated as \"medium\" and three as \"high\". She said that the biggest risk relates to staffing. She explained that when HSCQI was formed, staff came from the legacy Safety Forum, but some posts, including her own, were not funded recurrently, but her post is now permanent. She added that a number of posts were identified as being required for the hub team but issues of funding still remain. She said that following the resignation of the Clinical Director a reconfiguration was done, but she conti nues to work with the Chief Executive and the Director of Finance to work out the best way forward. - | Page 10 | - 45/21.3 45/21.4 45/21.5 45/21.6 45/21.7 there is an HSCQI Alliance, but it is currently in transition with the previous chair having retired, and it is due to meet in November . She said that without support staff, HSCQI's ability to respond is more difficult. Dr Keaney advised that there is a risk regarding accommodation. She explained that there had been a business case for HSCQI to have its own accommodation, but with the pandemic, that need is less pressing given the virtual nature of working. Mr Stewart commented that there had been a review of accommodation and he ask ed Dr Keaney i f HSCQI's requirements were inputted into that review. Dr Keaney said that they were and it was highlighted as a priority in that report. Dr Keaney explained that in terms of finance, there is a risk for HSCQI because its programme of work relies on non- recurrent funding and it would be beneficial to have stability. However, she said that she has been liaising with Mr Murray and Mr Andrew Dawson in the Department, and through Ms McCaig, bids have been submitted for HSCQI work aligned to some of the 17 Ministerial priorities. Dr Keaney said that there is a risk in relation to performance and service improvement. She explained that HSCQI would work with QI leads within the HSC, but with Trusts having competing priorities, their ability to collaborate with HSCQI can be limited at times. However, she hoped that this could be improved through the work of the Alliance. Dr Keaney advised that HSCQI has worked with an external company on the development of its own website which is being launched at the NICON conference later this morning, therefore this risk may come off the register. Mr Stewart said that staffing is the main issue for HSCQI and the inability to fully resolve those issues is the biggest concern. Ms Mann -Kler thanked Dr Keaney for coming to today's meeting. She asked if the right people in the HSC understand the importance of QI work, and if there is anything that the PHA Board can do to help. Dr Keaney said that the role of the Alliance is crucial but noted that it is going through a period of transition with a new Chair coming in. She added that the other key person is Mr Andrew Dawson and she will ensure that he is kept sighted. In terms of PHA Board support, she welcomed that the Board has given HSCQI profile and space to present at meetings and asked that they maintain this interest. She said that she - | Page 11 | - 45/21.10 would welcome the Bo ard's participation in QI training and awareness which will be taken forward as part of the new PHA Corporate Strategy. Ms Mann- Kler said that she would like to have the opportunity to learn more about that. Mr Stewart thanked Dr Keaney and Ms Clarke for their attendance at today's meeting. At this point Dr Keaney and Ms Clarke left the meeting. 44/21 Item 6 - Internal Audit (continued) 44/21. 26 44/21.27 44/21.28 44/21.29 Mid-Year Follow up Recommendations 2021/22 [GAC/ 30/10/21] (continued) Ms McCaig returned to the discussion on the need to implement the recommendation regarding procedures for rotas and timesheets in the contact tracing centre. She said that as Director of Finance she would wish to see that issue resolved as soon as possible, but she appreciated the circumstances within which PHA is working. Ms McCaig noted that implementation of 77% of recommendations is not the position in which PHA would normally expect to find itself so there is a need for some focus on this area once staff return to normal working practices. Mr Charles said that from carrying out follow up review across all the Trusts, there has been a struggle in terms of progressing the implementation of audit recommendations, and although there is a link to COVID -19, it is important that recommendations are implemented to enhance the control environment. Mr Stewart acknowledged that without staff it is difficult, but if staff are too busy delivering a service and controls aren't seen as important, then that is a different si tuation. Ms McCaig commented that if problems are not fixed now, they will escalate further down the line. Members noted the Mid- Year Follow up on Outstanding IA Recommendations 2021/22 Shared Services Audits [GAC/3 1/10/21] Mr Charles advised that a satisfactory level of assurance had been given following the most recent audit of accounts payable, a service on which PHA is reliant. He said that controls are operating as designed for both POP and FPM invoice management and there was no significant diminution of controls with staff working from home. - | Page 12 | - that while she was happy to see that a satisfactory level of assurance had been given, she had seen the full report and there was a number of recommendations that had been ma de, and it was not the first time these recommendations had been made. She advised that she has asked her team to respond, but noted that she did not see anything that would impact significantly on PHA business. She added that she would also raise this at the next meeting of the Assistant Director group. Members noted the Shared Services Audits. Mid-Year Assurance Statement to the Public Health Agency from the Head of Internal Audit [GAC/32/10/21] Mr Charles said that the Mid- Year Assurance Statement summarised the audits that have already been discussed at today's meeting. Members noted the Mid- Year Assurance Statement to the Public Health Agency from the Head of Internal Audit . Internal Audit General Report [GAC/33/10/21] Mr Charles said that this Report is a summary of the totality of Internal Audit work across the HSC in 2020/21. He commented that due to COVID -19 it was a unique year and in the first quarter Internal Audit effectively stood down from assurance work and did more co nsultancy work. Mr Charles reported that the majority of assurances provided across all audits in the HSC were satisfactory and this figure had increased from 2019/20. He suggested that a reason for this may have been that there were less audits in patie nt facing areas as traditionally new work areas would have more limited assurances. He advised that the main areas where limited assurances were provided were consistent with previous years, e.g. payments to staff and management of systems. He advised that the number of priority one recommendations was less than in previous years. Mr Charles said that Internal Audit carried out more non-assurance work, helping out with fraud risk assessments, assurance templates and work with nursing homes and domiciliary care organisations. Mr Charles noted that there was a slight drop in the percentage of fully implemented audit recommendations. He advised that 2,136 recommendations had been fully - | Page 13 | - 44/21.38 44/21.39 implemented, 834 partially implemented and 30 not implemented . Of those not implemented, he said that 3% relate to 2016/17 with the vast majority relating to 2019/20. Mr Stewart commented that from his experience, if a date for implementation is agreed by management then management should be aiming to work towards that date and by not doing so, they are failing to meet their own target. He said that there is a lot of l earning from this Report and suggested that it would be useful to share it with the PHA Board as a whole. Members noted the Internal Audit General Report. Mr Stewart 45/21 Item 7 - Corporate Governance (continued) 45/21.11 45/21.12 45/21.13 45/21.14 Corporate Risk Register (at 30 J une 2021) [GAC/34/10/21] Mr Wilson advised that this Corporate Risk Register reflects the position as at 30 June 2021. He acknowledged that the Committee is now considering this three months later and therefore there is a need to review the scheduling of meetings to ensure more timely updates. H e said that there have not been many significant changes to the Register and at AMT last week, it was agreed that there will be a thorough review of the Register to see how some of the older actions can be progressed. He advised that in this review, one n ew risk has been added which relates to the Lifeline information management system, and that one risk, that relating to COVID -19 allocations, has had its rating reduced from \"medium\" to \"low\". Mr Stewart said that on the basis that the information in the Register is out of date he proposed not going through each risk individually, but he asked for more information about the new risk given that Lifeline was an issue that had previously exercised the Board. Mr Wilson advised that when the Lifeline service w as TUPE'd over from the previous provider to the Belfast Trust there was always an issue about the information management system, and this has been under discussion for some time. He said that the key issue at present is that the current platform is longer supported and while there is a Direct Award Contract in place with Etain who support the system, there is a need to look at options during the period before it can be moved onto the Encompass platform. He said that PHA, ITS and Etain are looking at opti ons. Mr Stewart asked if there is a target date for Encompass, - | Page 14 | - 45/21.15 45/21.16 45/21.17 but Mr Wilson said that he was not aware of a target date, and that it is the subject of discussions. He said that there would be more information available following the next review of the R egister. He advised that he had spoken to Ms Fiona Teague who informed him that a new member of staff has been brought in to lead on this work, but she is helping to support contact tracing. Mr Stewart said that because of the constant references durin g the meeting to staff being unable to take forward work because they are supporting contact tracing, he would be asking the Chief Executive for a full update on when staff would be repatriated to their normal duties. Mr Wilson advised that this has already been discussed at AMT and the aim is to have all staff repatriated by the end of October, and that a prioritisation process is currently being agreed. Ms Mann -Kler asked why this new risk is only appearing on the Register now when it appears to have be en an issue since October 2018. Mr Wilson explained that it is because there is now an issue in terms of a lack of support for the platform. Ms Mann- Kler asked if there is any risk to people who use the system. Mr Wilson said he needed more information and undertook to provide a further update at the Board meeting. Members APPROVED the Corporate Risk Register as at 30 June 2021. Mr Wilson 46/21 Item 8 - Update from External Audit 46/21.1 46/21.2 46/21.3 46/21.4 Report to those Charged with Governance [GAC/36/10/21] Mr McCance said that members have seen the draft Report to those Charged with Governance which confirmed that PHA's accounts had been certified with an unqualified audit opinion and no recommendations. He extended his thanks to the Finance team for their help during the audit. Mr Stewart thanked Mr McCance on behalf of the Committee and said that he was pleased to have NIAO support on a range of matters. Members noted the Report to those Charged with Governance. NIAO Report into the Prov ision of Mental Health Services in Northern Ireland Mr McCance noted that the Committee has not always had - | Page 15 | - 46/21.5 46/21.6 46/21.7 46/21.8 46/21.9 sight of NIAO Reports and he delivered a presentation on two recent Reports, one on Addiction Services, and one of Workforce Planning for Nurses and Midwives. Beginning with the Report on Addiction Services which was published in June 2020, Mr McCance said that there were several key messages. He advised that the level of harm caused by substance abuse is rising, as is the cost to treating it with no budget to meet the costs, resulting in poor outcomes for service users. He said that there has been a significant increase in the number of drug -related deaths. He added that the cost to the public sector of alcohol misuse is approximately £900m, of which approximately 25% is to the HSC. He reported that in contrast, the spend to treating addiction is l ow, at £16m. Mr McCance reported that there were concerns about some of the data as the Substance Misuse database has only been published once so this raised questions as to how a determination can be made about whether expenditure in this area represented value for money. He advised that the waiting list target is 9 weeks in Northern Ireland but some Trusts have found it difficult to meet this target. He added that the number of alcohol -related deaths in Northern Ireland in 2017 was 17.4 per 100,000 pop ulation which is an increase from 12.2 in 2013. Mr McCance advised that the number of deaths related to prescription drug misuse is also increasing which raises issues for the HSC as pharmacies are prescribing higher amounts of diazepam in Northern Ireland compared to other UK regions. He added that the number of pregabalin prescriptions is also increasing. Mr McCance said that there needs to be a joined up approach to tackle the se issues as the costs are becoming unsustainable. He felt that there should be a focus on the impact that services can have on people's lives. Mr McCance moved onto the Report on Workforce Planning for Nurses and Midwives. He commented that the demand for care is rising significantly and that workforce planning needs to be a long term process. He added that the population is ageing and there is a growing number of people with long terms conditions. However, he reported that there are more than 2,000 nursing vacancies across Northern Ireland which represents 11% of the workforce. He said that a saving of £1m has been made by reducing the number of nursing training places but this has resulted in an increased spend on temporary and agency nurses, hence - | Page 16 | - 46/21.10 46/21.11 46/21.12 46/21.1 3 46/21.1 4 46/21.1 5 the need for longer term planning. He noted that a similar culture to that of working as a locum doctor is now being seen within nursing. Mr McCance pointed out that the ageing nursing workforce means that the percentage of staff who will leave their pos ts within the next five years is increasing. He said that although a new Strategy was launched in 2018 it takes several years to become a fully trained nurse, and therefore transformation is essential. Mr McCance gave members an overview of other health-related areas where NIAO is carrying out review work, including mental health services, PPE, pre- school immunisation, waiting lists and smoking. He advised that the Report s on PPE and pre- school immunisation are currently with the Department. He explained that the programme of work is reviewed twice a year. Mr McCance advised that the Report on Addiction Services will be the subject of a Public Accounts Committee Inquiry and that later this month the Permanent Secretary and CMO will be attending that Com mittee. Mr Stewart thanked Mr McCance for the presentation and expressed his frustration at the short term thinking and incorrect assessment of what is value for money. Ms Mann -Kler said that so many of these reports affect the work of PHA and that there are valuable lessons. She asked how it ties in with the work of the PHA Board. Mr Stewart suggested that Reports could be shared with Mr Graham who could circulate them to members. Ms Mann -Kler asked why the some of the data in the Addiction Services r eport only goes up to 2017. Mr McCance explained that the fieldwork for this Report was carried out prior to COVID -19 and some of the figures were based on the latest data that was available from NISRA. He added that it is a dynamic situation and there has been a new Strategy. In terms of learning, he said that any learning is put into Circulars which are sent to HSC bodies by the Department, but he was content to share other Reports with PHA. Mr Stewart suggested that the slides from today's meeting co uld be shared with the wider Board and could provoke some discussion at its next meeting. He added that the Committee would wish to be kept informed about the C&AG's Reports. Mr McCance / Mr Graham - | Page 17 | - 47/21 Item 9 - PHA Mid -Year Assurance Statement [GAC/37/10/21] 47/21.1 47/21.2 Mr Stewart said that the Mid -Year Assurance Statement was being presented for approval. Mr Wilson pointed out that was some repetition in the document that needed to be amended. Subject to amendment, m embers APPROVED the Mid- Year Assurance Statement which will be brought to the Board meeting on 21 October. 48/21 Item 10 - Draft Governance and Audit Committee Self- Assessment [GAC/38/10/21] 48/21.1 48/21.2 Mr Stewart said that he has reviewed this and asked if members were content to approve. Members APPROVED the Governance and Audit Committee Self -Assessment. 49/21 Item 11 - SBNI Declaration of Assurance [GAC/39/10/21] 49/21.1 49/21.2 Mr Stewart said that he had no issues regarding the SBNI Declaration of Assurance. Members noted the SBNI Declaration of Assurance. 50/21 Item 1 2 - Any Other Business 50/21.1 As there was no other business Mr Stewart thanked members for their attendance and drew the meeting to a close 51/21 Item 1 3 - Details of Next Meeting Friday 3 December 2021 at 10:00a m Fifth Floor Meeting Room, 12/22 Linenhall Street, Belfast. Signed by Chair: Date: 3 December 2021 BSO INTERNAL AUDIT GENERAL ANNUAL REPORT FOR HSC FOR 2020/2 1 ISSUED SEPTEMBER 2021 INTERNAL AUDIT UNIT 2 Franklin Street BELFAST BT2 8DQ Tel: 028 95363828 BUSINESS SERVICES ORGANISATION INTERNAL AUD IT GENERAL ANNUAL REPORT FOR HSC FOR 20 20/21 1 INTRODUCTION To assist in s haring l earning across the HSC , BSO Internal Audit compiles a General Annual Report across the HSC each year. This report summarises the performance and outcome of Int ernal Audit activity in the HSC during 2020/21. Delivering an Internal Audit Service during COVID -19 was only possible with the adaptability and hard work of the Internal Audit Team and the continued engagement and support from all HSC organisations. The BSO Internal Audit Team acknowledge and appreciate this engagement and support during extremely challenging times for HSC staff and Management. INTERNAL AUD IT ACTIVITY AND PERFORMANCE BSO Internal Audit produced 178 audit reports in the 2020 /21 year in the HSC and deliver ed 4,259 audit days. The Unit 's overall performance against its Key Performance Indictors (KPI s) was: Key Performance Indicator % Achieved in 2019/20 % Achieved in 2020/21 100% of Delivery of SLA work Delivery Against Agreed Annual SLA audit days = 99% Delivery Against Agreed Annual SLA audit days = 82%* Delivery Against Revised Annua l Audit Days Target: 101 %* 85% of First Draft Reports Issued within 4 weeks of fieldwork completion 88% 81% 75% of reports finalised within 5 weeks of issue (and within 1 week of receiving management comments) 75% Management Comments should be received within 4 weeks 51% (94%) 52% 77% (94 %) 64% % of reports significantly amended between draft report and final report stage 0.5% (1 report) 3.6% (7 reports) * Given the impact of COVID -19 on Internal Audit's ability to conduct routine audit work in Quarter 1 2020/21, the Unit moved to offer services largely in an advisory capacity in that quarter. There was an under -utilisation of this advisory time. Furthermore, several initially planned assignments were not required/ conducted in context of COVID -19. This meant that in total, the revised annual audit days to be delivered was approximately 500 days less than the agreed annual SLA audit days ordinarily delivered. The key objective of the Unit is to ensure the delivery of the approved Internal Audit Annual Plans to all client organisations and the provision of an annual assurance opinion to all client organisations . This key objective was achieved in 2020/21 within the required timeline, despite the challenges associated with delivering the Internal Audit Service remotely during COVID -19 and the need to amend proposed Annual Plans in some cases . The target to issue 85% of draft reports within 4 weeks of fieldwork com pletion was narrowly missed with 81% achieved. Internal Audit achieved the target of finalising 75% of audit reports within 5 weeks of draft report issued. The improvement in performance against this target compared to 2019/20 is attributed to the increased proportion of audit reports that were Satisfactory (which are generally finalised more promptly than Limited assurance reports) and the lower number of audit reports in 2020/21. BUSINESS SERVICES ORGANISATION INTERNAL AUD IT GENERAL ANNUAL REPORT FOR HSC FOR 20 20/21 2 SUMMARY OF 2020 /21 INTERNAL AUDIT WORK IN THE HSC (a) Assurance Assignments As illustrated in the chart below, the majority of assurance opinions provided across the HSC i n 2020/21 were Satisfactory ( 74%). A further 9 % of opinions were split Satisfactory/Limited assurance, 16% were Limited assurance and 1% were Unacc eptable assurance. The table below compares the spread of internal audit assurances provided across the HSC in 2019/20 and 2020/21: Across HSC in 2020/21 Satisfactory Partial - Satisfactory and Years Across HSC Reports 2019/20 2020/21BUSINESS SERVICES ORGANISATION INTERNAL AUD IT GENERAL ANNUAL REPORT FOR HSC FOR 20 20/21 3 There was a higher proportion of Satisfactory assurances in 2020/21, compared to 2019/20. Given the impact of COVID -19 on the nature of work conducted in 2020/21, there is limited value in comparing the breakdown of assurances in both years. There was very limited audit work conducted during 2020/21 in Trusts in patient facing/clinical areas and some audit time was spent on advisory and COVID -19 payment schemes. The following tabl e provides a summary of the most common areas of Limited and Unacceptable assurances in 2020 /21: AUDIT AREA % OF TOTAL LIMITED/ UNACCEPTABLE ASSURANCES PROVIDED IN 20 20/21 Payments to Staff (including shared service processes) 32% Corporate Governance elements (including management of whistleblowing, information governance, risk management , performance management ) 18% Management of Line of Business Systems 14% Consistent with previous years, Payments to Staff continues to be an area requiring improvement in the system of internal control. It is important to note that the Head of Internal Audit provided a satisfactory overall annual opinion on the adequacy and effectiveness of the organisation's framework of risk management , control and governance to most client organisations in 20 20/21. Anonymously, the graph below show s the breakdown of assur ances provided to each of the 16 2020/21 Across All Organisations BUSINESS SERVICES ORGANISATION INTERNAL AUD IT GENERAL ANNUAL REPORT FOR HSC FOR 20 20/21 4 In 2020 /21, across the HSC there were a total of 13 Priority 1 recommendations made by Internal Audit . This is lower than pre- COVID years . The graph below show the number of Priority 1s by organisation: The audit area in which Priority 1 recommendations w as provided most frequently i s Payments to Staff audits (including shared services). (b) Non assurance / Advisory Work Internal Audit conducted more non assurance/advisory work in 2020/21 than in previous years. This was largely due to standing down assurance work in quarter 1 and also the need for advisory work around some COVID -19 payment schemes. The advisory work undertaken was a mix of regional assignments (for example development of a Trust fraud risk assessment template and development of an assurance framework template for areas previously covered by control assurance standards in smaller ALBs) and client -specific work. (c) IT Auditing Under the leadership of the IT Audit Manager, technical IT audits were conducted during 2020 /21, mainly in the larger client organisations and largely focusing on Management of Line of Business Systems . This in -house resource also continues to facilitate further develop ment and use of data analytics in the Unit. During 20 20/21, 44% of all assignments conducted utilised data analytics . (d) Follow Up Internal Audit performs follow up on outstanding priority 1 and 2 recommendations, at mid-year and year-end. It is the responsibility of an organisation's management team to implement accepted Internal Audit recommendations. During follow up, Internal Audit seek evidence from Management of the implementation of recommendations for which the implementation date has past. Whilst evidence of implementation is sought during follow up, testing of the implementation is not conducted. It should be understood that follow up exercises are not audits and assurance is not updated as a result of follow up. Follow up exercises are a snapshot at mid -year and year -end, of implementation of the total priority 1 and 2 recommendations that are outstanding at that point in time. Across the 16 HSC organisations, the 2020/ 21 year end follow up on Internal Audit recommendations found that 71% of recommendations rev iewed were fully implemented, 2 8% were partially implemented and 1% was not i mplemented. This is a slight reduction in the implementation rate compared to 2019 /20 when 73 % of recommendations rev iewed were fully implemented, 24% were partiall y implemented and 1% were not implemented. 012345 Org 1 Org 2 Org 3 Org 4 Org 5 Org 6 Org 7 Org 8 Org 9 Org 10Org 11Org 12Org 13Org 14Org 15Org 16Number of Priority One Recommendations by Organisation 2020/21 BUSINESS SERVICES ORGANISATION INTERNAL AUD IT GENERAL ANNUAL REPORT FOR HSC FOR 20 20/21 5 The graphs below show the follow up performance of each HSC organisation at year end 20 20/21: The chart below shows t he implementation rate of outstanding recommendations across HSC at year end, in the last 3 years Not ImplementedImplementation of Recommendations in HSC in the last 3 Years 18/19 19/20 20/21BUSINESS SERVICES ORGANISATION INTERNAL AUD IT GENERAL ANNUAL REPORT FOR HSC FOR 20 20/21 6 At year 2020 /21, the volume of outstanding audit recommendations was as follows: The age profile of the 30 'Not implemented' recommendations as at year end 2020 /21 is as follows: 97% of the outstanding 'Not Implemented' recommendations were made in the last 3 years (previously 94%) . There are no Priority 1 recommendations that are 'Not Implemented'. 2136 834 30 05001000150020002500 Fully Implemented Partially Implemented Not ImplementedAnalysis of recommendations for all HSC by implementation status at y/e 2020/21 3% 13% 67% 17% % Total Not Implemented Recommendations Across All HSC Clients - By Year 1617 1819 1920 2021BUSINESS SERVICES ORGANISATION INTERNAL AUD IT GENERAL ANNUAL REPORT FOR HSC FOR 20 20/21 7 The age profile of the 834 'Partially implemented' recommendations as at year end 2020 /21 is as follows: 87% (previously 90% as at 2019/20 year end) of 'Partially Implemented' recommendations as at year end 2020/21 were made in the last 3 years . 10% (86 out of 834) of the partially implemented recommendations are Priority 1. ACKNOWLEDGEMENT BSO Internal Audit would like to thank Client Management and staff for all the support and assistance we receive when conducting our audit work. 1% 1% 2% 9% 28% 52% 7% % Total Partially HSC Clients - By Year 1314 1516 1617 1718 1819 1920 2021 item 10 Title of Meeting PHA Board Meeting Date 21 October 20 21 Title of paper PHA Mid-Year Assurance Statement Reference PHA/0 4/10/21 Prepared by Janine Watterson Lead Director Aidan Dawson Recommendation For Approval For Noting 1 Purpose The purpose of this paper is to seek PHA Board approval of the PHA Mid- Year Assurance Statement 2 Background Information All arm's length bodies are normally required to submit a Mid- year Assurance Statement to the Department of Health in a template that is set by the Department. This year a request was issued by the Department for a Statement to be submitted but subsequent correspondence advised that a Statem ent was not required to be formally submitted but could be sent to Sponsor Branch for information. It is PHA's intention to send the Statement to its Sponsor Branch. The Statement was approved by the Agency Management Team at its meeting on 29 September 2 021 and by the Governance and Audit Committee at its meeting on 7 October 20 21. 3 Key Issues The Mid-Year Assurance Statement provides assurance on the systems of internal control in line with Departmental guidance. It includes details of I nternal Audit assignments for 202 1/22 completed to date. One new control divergence has been identified which relates to a Cyber Security Incident at Queens University Belfast. The remaining divergences have been reviewed and updated from the previous Governance Stat ement. 4 Next Steps Following approval by the PHA Board, the Statement will be signed by the Chief Executive and forwar ded to the Department of Health for information. DRAFT 1 DoH ARM'S LENGTH BODY: MID- YEAR ASSURANCE STATEMENT This statement concerns the condition of the system of internal governance in the Public Health Agency as at 30 September 20 21. The scope of my responsibilities as Accounting Officer for the Public Health Agency , the overall assurance and accountability arrangements surrounding my Accounting Officer role, the organisation's business planning and risk management, and governance framework, remain as set out in the Governance Statement which I signed on 17 June 2021. The purpose of this mid- year assurance statement is to attest to the continuing effectiveness of the system of internal governance. In accordance with Departmental guidance, I do this under the following headings. 1. Governance F ramework The Governance framework as described in the most recent Governance Statement continues in operation. The Governance and Audit Committee and Remuneration Committee have continued to meet and to discharge their assigned business. Minutes of their meetings, together with board meeting minutes containing the Committees' reports, are available for Departmental inspection to further attest to this. 2. Assurance Framework An Assurance Framework, which operates to maintain, and help provide reasonable assurance of the effectiveness of controls, has been approved and is reviewed by the board. Minutes of board meetings are available to further attest to this. 3. Risk Register I confirm that the Corporate Risk Register has been regularly reviewed by the board of the organisation and that risk management systems/processes are in place throughout the organisation. As part of the board- led system of risk management, the Register is DRAFT 2 presented to the Governance and Audit Committee for discussion and approval and all significant risks are reported to the Board - most recently on 7 October 2021. In addition I confirm that Information Risk continues to be managed and controlled as part of this process. 4. Performance against Business Plan Objectives/Targets The PHA continues to operate in business continuity mode with significant staff resources repurposed to support the Covid Pandemic response. The Organisation's business plan for 2021/22 was developed to reflect these new circumstances and it is in this context I can confirm satisfactory progress towards the achievement of the refocused objectives and targets set by out in the organisation's business plan. 5. Finance I confirm that proper financial controls are in place to enable me to ensure value for money, propriety, legality and regularity of expenditure and contracts under my control, manage my organisation's budget, protect any financial assets under my care and achieve maximum utilisation of my budget to support the achievement of financial target s. I confirm compliance with the principles set out in MPMNI and the Financial Memoranda which includes: safeguarding funds and ensuring that they are applied only to the purposes for which they were voted; seeking Departmental approval for any expenditure outside the delegated limits in accordance with Departmental guidance; preparation of business cases for all expenditure proposals in line with Northern Ireland Guide Expenditure Appraisal and Evaluation (NIGEAE) and Departmental guidance and ensuring that the organisation's procurement, projects and processes are systematically evaluated and assessed; accounting accurately for the organisation's financial position and transactions ; DRAFT 3 securing goods and services through competitive means unless there are convincing reasons to the contrary; and procurement activity should be carried out by means of a Service Level A greement with a recognised and approved Centre of Procurement Expertise (CoPE) 6. Information Governance - UK General Data Protect Regul ation ( UK GDPR) & Data Protection Act (DPA) 2018 I can confirm that my organisation has taken appropriate steps and is carrying out the necessary actions to ensure ongoing compliance with UK GDPR and DPA 2018. 7. External Audit R eports There were no priority 1, 2 or 3 recommendations identifi ed by the external audit in 2020/21 . 8. Internal A udit I confirm implementation of the accepted recommendations made by internal audit. Internal Audit carried out a full review of priority 1 and 2 accepted audit recommendations where the implementation date had now passed and provided a detailed progress report to the Governance and Audit Committee on 7 October 2021. The outcome of this report highlighted that of the 52 recommendations identified, 38 (73%) have been fully implemented , 13 (25 %) partially implemented and 1 (2%) was not yet implemented . Action is currently being taken to ensure the remaining recommendations are being fully implemented. A copy of this report is available if required. One int ernal audit report has been finalised in 2021/22: Title Level of Assurance Recruitment of Vaccinators Satisfactory DRAFT 4 9. RQIA and Other R eports I confirm that progress is being made towards the implementation of the accepted recommendations made by RQIA. The PHA is working with HSCB to establish a new process which will provide an appropriate assurance mechanism that all PHA/HSCB actions contained within RQIA reports are implemented. This will be taken forward via the Safety and Quality Migration Work stream. This new process will replace assurances provided by the former Safety and Quality Alerts Team (SQAT) which has been stood down, prior to the HSCB 's migration to the DoH. 10. NAO Audit Committee Checklist I confirm completion of the NAO Audit Committee Checklist and that action plans will be implemented to address any issues. I also confirm that any relevant issues will be reported to the Department. 11. Board Governance Self -Assessment Tool I confirm completion of the Board Governance Self -Assessment Tool and that action plans will be implemented to address any issues. I also confirm that any relevant issues will be reported to the Department. 12. Internal Control Divergences I confirm that my organisation meets, and has in place controls to enable it to meet, the requirements of all extant statutory obligations , that it complies with all standards, policies and strategies set by the Department; the conditions and requirements set out in the MSF M, other Departmental guidance and guidelines and all applicable guidance set by other parts of government. Any significant control divergences are reported below. DRAFT 5 Financial Performance While acknowledging the difficulties in commissioning and supporting services provided to the population of Northern Ireland in an environment where demand for these services continues to increase and the budget available for commissioning them remains constrained, the actions being taken by the PHA during 20 21/22 to date have enabled it to maintain the integrity of existing services commissioned and to ensure that additional priorities were implemented and progressed, within budget. However, the budget for Health and Social Care in Northern Ireland continues to be challenging and set in the context of managing significant additional financial pressures relating to the response to the COVID -19 pandemic. To ensure that resources are used to their maximum benefit for the population of NI, the PHA continued to work closely and proactively with the DoH, Trusts and our Community and Voluntary Sector partners in order to address the difficulties faced. However, looking ahead to 2022/23 the budget settlement, finan cial pressures and uncertainties will require ongoing prioritisation and careful financial management. Management of Contracts with the Community and Voluntary Sector Previous Internal Audit reports on the management of health and social wellbeing improv ement contracts have provided satisfactory assurance on the system of internal controls over PHA's management of health and social wellbeing contracts reflecting the significant work that has been undertaken by the PHA. Service level Agreements are in place, appropriate monitoring arrangements have been developed, and payments are only released on approval of previous progress returns. During 2020/21, in response to the except ional circumstances of the COVID -19 Pandemic, there was regional agreement that service providers should continue to be paid full contract value to ensure organisations remained financially stable and could continue to pay staff and cover other core costs. The PHA has continued to work closely with providers during 2021/22 to review contract activity and agree revised performance measures based on individual organisations ability to continue to deliver core services or re -purpose their resources to support wider emergency response plans. PHA has also highlighted to providers their legal duty to ensure they did not access duplicate funding under the Furlough scheme or other grant DRAFT 6 schemes available to cover costs already covered by PHA funding. An audit of the processes put in place to manage the COVID -19 response identified no significant issues. Work continues to fully address the partially implemented priority one weakness in control relating to the implementation of the PHA Social Care Procurement Plan. PHA's ability to continue to implement the Procurement Plan since March 2020, has however been significantly impacted by the need to prioritise staffing r esources to respond to t he COVID - 19 pandemic. During 2021/22, the PHA Procurement Board has continued to progress plans for the re - tender of Drug and Alcohol serv ices and Relationship and Sexual Education services as far as possible given the limitations resulting from the need to prioritise the response to the COVID -19 pandemic. Following an engagement exercise with stakeholders on the D rug and Alcohol re- tender process the PHA and DoH agreed a delay to the reprocurement exercise to ensure maximum alignment with both the new r egional Drug and Alcohol strategy launched by the Minister in September 2021 and ongoing work in regard to the commissioning of mental health and suicide prevention support services linked to the delivery of the Protect Life 2 strategy. Further implementation of the report of a Task and Finish Group established to review how the PHA could improve its planning and procurement processes has been delayed due to Covid 19. Two new senior planning posts appointed to provide additional specialist capacity to support planning for procurement have been re- directed temporarily to support the Contact Tracing service. Implementation of the recommendations remain a priority for the PHA and will be addressed when appropriate staff have the capacity to tak e forward this work. The PHA will continue to work closely with colleagues in HSCB, BSO (Directorate of Legal Services and Procurement and Logistics service), HSC Trusts and the DoH, to ensure that procurement processes continue to meet regional policy and guidance. DRAFT 7 Neurology Call Back Due to concerns being raised in relation to the practice of a consultant neurologist at the Belfast Trust including work he undertook on behalf of other Trusts and in relation to his private practice, the HSCB and PHA, at the direction of the DoH, established a regional Coordination Group (which included representatives from each of the five Trusts and relevant independent sector providers) to co- ordinate the work necessary to complete a call-back review of those patient s who remained under active review of the consultant (phase 1) followed by a call -back of a defined cohort of patients who had been discharged by the consultant (phase 2). The PHA has been working closely with the HSCB, Trusts and independent providers to ensure that a consistent approach is taken relating to the call back and review of patients who may be affected including providing consistent situation reports to the DoH on activity and progress. Phase 1 of the call -back exercise was completed in 2018 and a report on the activity and outcomes associated with Phase 1 was published. Phase 2 was completed in October 2019 and a report submitted in January 2020. The PHA and HSCB work ed with the DoH, BHSCT and relevant private providers to confirm the next steps on this matter. As work on p hase 1 and 2 has now concluded this internal control divergence will be documented as complete in the PHA's Governance Statement at year end. PHA Staffing Issues The PHA has continued to work closely with DoH colleagues to take actions to address the number of vacancies and posts filled on a temporary basis across all Directorates and at all levels of the organisation. It has been noted that budget reductions over the past number of years and on- going budget constraints have curtailed the ability to further develop and grow the workforce to meet new and increasing demands. This has impacted on the work of the PHA through constrained capacity across a number of key areas and functions. DRAFT 8 While significant progres s was made during 2019/20 to address staffing issues, most notably with the appointment of a number of new permanent and locum health protection and service development consultants, and measures to recruit permanent staff to fill health improvement posts c urrently filled on a temporary basis (during 2020/21), it is recognized that some longer term actions are still required. With the emergence of COVID -19 in early 2020 additional pressure was placed on PHA staff, particularly the health protection team. While a number of temporary staff were recruited during 2020/21, including staff redeployed from other organisations, to support the PHA response to COVID -19, it is recognised that further work is required to enhance a number of key functions in the PHA including Health Protection, Nursing/AHP and Communications. This was highlighted in the report on the 'Rapid, focused external review of the Public Health Agency's resource requirement to respond to the COVID -19 pandemic over the next 18 - 24 months' conducted by Dr R Hussey, December 2020. Business cases have been submitted to the DoH for recurring funding. Additionally there has been significant change in the PHA senior management team over the past year, with three interim appointments (Chief Executive, Director of Operations and Director of Public Health). The recruitment process for a new Chief Executive has completed, and the new Chief Executive took up his post in July 2021. . PHA will continue to work with DoH colleagues to progress these issues . COVID -19 The World Health Organisation (WHO) declared the outbreak of Coronavirus disease (COVID -19) a global pandemic on 11 March 2020. Following which the Department of Health and its ALBs immediately enacted emergency response plans across the NI Health sector. There is a UK-wide coordinated approach guided by the scientific and medical advice from respective Chief Medical Officers and Chief Scientific Advisers informed by the emergent evidence nationally and internationally. Evidence- based UK -wide policies and guidelines continue to be carefully followed in conjunction with the PHA issuing local guidelines and ensuring readily accessible and continually updated advice. DRAFT 9 The pandemic has had extensive impact on the health of the population, all health services and the way business is conducted across the public sector. Protecting the population, particularly the most vulnerable, ensuring that health and social care services are not overwhelmed, saving lives through mitigating the impact of the pandemic and patient and staff safety has remained at the forefront throughout health's emergency response. Contingency arrangements were activated across all HSC organisations, including the PHA. Given the broad impact of COVID 19 and the need to react quickly to changing circumstances eg new variants and maintain a sustained pandemic response, this has impacted on the ability of the PHA to conduct core health business as resources were redirected to deal with the pandemic. In line with the Government advice to work from home where possible to reduce the transmission of COVID -19, the majority of staff have been working remotely for most of the year. There has been substantial resourc ing impacts across the Department and ALBs to scale up the response and to ensure adequate staff resourcing to meet increasing demands which included calling on volunteers, retired medical staff and medical students to rally together to strive to enable an optimum response to the pandemic. In the case of the PHA, additional temporary and fulltime staff had to be recruited to operate the contact tracing service and to enhance the health protection team to respond to the pandemic. The Department prepared a C OVID -19 Test, Trace and Protect Strategy (May 2020) which sets out the public heal th approach to minimising COVID -19 transmission in the community in Northern Ireland. The Department continues to have responsibility for oversight of the operation of the various elements of this Strategy. The Strategy includes the COVID -19 testing arrangements. The Department's Expert Advisory Group chaired by the PHA has overseen the strategic approach in NI, working with the UK Coronavirus National Testing Programme. PHA staff have worked closely DRAFT 10 with Departmental colleagues as part of both the strategic and operational management of the testing programme. The Northern Ireland Contact Tracing Service, operated by the PHA, started contact tracing all confirmed cases of COVID -19 on 18 May 2020. This is a seven day service which has adapted to changing circumstances as it strives to ensure that every effort is made to limit transmission and protect the population. During each wave of the pandemic PHA staff are redeployed to help in contact tracing in order to provide a timely response to cases. In December 2020, the first COVID -19 vaccine was approved, with supplies received in Northern Ireland and the mass vaccination programme (for all adults) commenced. The COVID -19 vaccination programme is led by the Department of Health and delivered by both HSC Trusts and primary care (general practice and pharmacy) . The PHA is represented on the programme board and implementation group, with responsibilities including the management of a sessional COVID -19 vaccinator workforce to support primary care. PHA is leading on the vaccination of the 12- 15 year age group. It is anticipated that community transmission of COVID -19 will continue for the next 12 to 18 months. The pandemic response has required PHA to develop new services like 7 day contact tracing service, co- ordinate testing, increase communication with general public to ensure public awareness and engagement with core public health guidance, contribute to the vaccination pr ogramme and mobilise the pandemic response in all Directorates in the PHA. This will continue to be a focus and a challenge in 2021/22, as the organisation will also start to return to core business in the coming months. HSCQI The establishment of the HSCQI function was a key action from 'Health and Wellbeing 2026: Delivering Together'. The DoH established the HSCQI within the PHA, providing temporary funding through transformation monies for the Director of HSCQI and a number of additional posts. (T he Safety Forum, already within the PHA, also became part of the new HSCQI Directorate.) DRAFT 11 The indicative budget allocation for 2021/22 includes funding for some HSCQI posts, however it does not cover the totality of posts required. While the PHA welcomes the funding allocation, given the remaining gap in funding, it will still be challenging for the HSCQI to deliver on the design intent. There is therefore a risk that the HSCQI will be unable to fulfil its core function, service corporate requirements or undertake additional requests from the HSC system to support work and training. This risk has been further exacerbated due to the redeployment of existing core HSCQI staff on occasions to support the PHA pandemic response. The PHA Chief Executive and D irector HSCQI will continue to work with the Department and the HSCQI Alliance to agree the priorities for HSCQI (in light of constrained resources) and to discuss funding for HSCQI. Staff Resilience during COVID -19 As a result of the necessary response to COVID -19 the PHA was required to move to 7 day working in April 2020. While organisations are no longer required to maintain a 7 day working pattern, staff in the PHA have continued to face significant work pressures throughout the year, as they have worked to control and reduce the spread of COVID -19. PHA has however limited staff capacity, and while additional staff have been brought in during the year, including through redeployment and some honorary contracts, there is concern that in order to mai ntain this response a significant number of staff have had to work additional hours over a long and sustained period. It is noted that staff are tired, with many also unable to take all their leave during 2020/21, and therefore there is a risk that staff may become ill and/or no longer be able to continue. The PHA will continue to work with HR and the wider HSC and the Department to support staff and seek ways to build resilience and maintain the required and necessary response to COVID -19. DRAFT 12 Cyber Securi ty Incident at Queens University Belfast A cyber security incident took place at Queens University Belfast (QUB) in February 2021. As the HSC has multiple contractual interactions with QUB, some concerning personal information, the HSC technology teams, with the backing of the HSC SIRO's, took a number of actions to reduce potential disruption to HSC services, and continue to liaise with QUB on the impact of the cyber incident. The impact on the HSC was fully investigated as described below . Following the incident, HSC SIROs and BSO progressed actions with supplier/partner organisations since the cyber -attack. These focused on: 1. Seeking assurance on the technical efforts being made by QUB to \"harden\" their defences and bring them to a level which would give sufficient confidence to HSC of the infrastructure and technical defences, including the training and awareness of staff. 2. Mapping and recording data flows between the organisation affected, and the HSC, on an organisation- by-organisation basis. Seeking information on the measures being taken by the Supplier/partner to assure the security of HSC patient or client information held in partner/supplier systems, and determining what proof exists of a data breach due to the exfiltration of patient data from their systems during the cyber -attac k. 3. Agreeing a protocol that all HSC organisations will use going forward, in order to restore data flows and technical connections through a risk -managed process, with the agreement of all HSC SIROs . 4. Bringing forward a revised corporat e risk through Trus t governance processes, which recognises the risk of an Information security breach through a supplier/partner cyber -attack. This will enable the mitigation measures to be described and the risk appetite of organisations to be considered through corporate processes. DRAFT 13 HSC SIROs, BSO and lead officers in the cyber programme regionally met regularly throughout this process, to consider the position on the impact to the HSC and to the restriction of our transfer of information to/from QUB. There was specific and detailed attention paid to the mitigation actions carried out to QUB and to the root cause analysis. On the basis of this information, and the assessed position, it was agreed that HSC SIROs would recommend a restoration of network connections with QUB , and that services should fully resume, subject to ongoing monitoring of the position with QUB through contract monitoring processes. All services were reconnected on 8th July 2021. As work on this internal control divergence has now concluded, this issue will be documented as complete in the PHA's Governance Statement at year end. 13. Mid-Year Assurance R eport from Chief Internal Auditor I confirm t hat I have referred to the mid- year Assu rance report from the Chief Internal Auditor, which details the organisation's implementation of accepted audit recommendations. Signed: Date : CHIEF EXECUTIVE & ACCOUNTING OFFICER item 11 Title of Meeting PHA Board Meeting Date 21 October 2021 Title of paper Annual Quality Report Reference PHA/0 5/10/21 Prepared by Denise Boulter Lead Director Rodney Morton Recommendation For Approval For Noting 1 Purpose The purpose of this paper is to approve the 2020/2 1 Annual Quality Report. 2 Background Information Under PHA's Corporate Objective 4, \"All health and wellbeing services should be safe and high quality\", there is a target that produce an Annual Quality Report as part of its work in overseeing the implementation of the Quality 2020 Strategy. There is a requirement from the DoH that the PHA in conjunction with the HSCB produce an Annual Quality Report outlining our commitment to improving quality. 3 Key Issues This is the draft designed version of the A nnual Quality Report. Its development has been overseen by the Quality and Safety Nursing team. This is the PHA/HSCBs 8th Annual Report; it is a requirement from DoH that each organisation produce thi s report. It has grown from strength to strength each year. It contains a range of topics included from all Directorates which have been identified by relevant Directors which demonstrates from both a corporate and directorate point of view the length and breadth of our commitment to improving quality. This year's report has focussed on identifying the impact/ learning from the articles and these will be highlighted in a separate section in the final designed version. There are a range of topics which show s the depth and breadth of work from all Directorates which have been identified by relevant Directors which demonstrates from both a corporate and directorate point of view our commitment to improving quality. Previous reports followed a similar format to this but we will be drilling into the assessed impact/ Learning from each of the articles to show what these pieces of work have meant to the safety and quality of the system. Once the final designed version is complete the report will clearly outline the impact from each article. We have opted for a 3 tiered approach which will be turned into an interactive element, 1st tier being infographic containing high level stats / information in graphical format 2nd tier being short articles providing a high level overview of initiatives and the difference it's made to improving quality 3rd tier provides links if you are looking for more in depth information from that areas (interactive piece). The report is split into 5 sections which are aligned to the Q2020 St rategy and each section uses a different theme & colour to represent its context. The report has now been designed into an interactive document and is ready for final comments prior to completion. We will provide a summary of some of the work in a separate document as to what is in the report with some small snippets of articles which have had a big impact of quality of our services. There are some areas where articles have not been produced this year as a result of the Covid pandemic and the commitment tha t PHA staff have made to Contact Tracing, however there are still many examples of excellent improvement work across both organisations. 4 Next Steps Following approval by the respective boards, t he Annual Quality Report will be sent to the Department of Health for publication on World Quality Day on 11 November 2021. item 12 Title of Meeting PHA Board Meeting Date 21 Octo ber 2021 Title of paper ALB Self -Assessment Reference PHA/0 6/10/21 Prepared by Robert Graham Lead Andrew Dougal Recommendation For Approval For Noting 1 Purpose The purpose of this paper is to approve the draft ALB Self -Assessment for 20 20/21. 2 Background Information The Public Health Agency is required to complete an annual self -assessment tool. In previous years it was a requirement to send the completed tool to the Department of Health, but while this is not the case, reference is made to it in PHA's Governance Statement. 3 Key Issues The tool is in the same format as previous years, with the good practice section in the first half of the document and then PHA's responses to that in the second half. Non-Executive Directors met to consider a first draft of the Assessment on 29 July 2021 and a workshop of the full Board was held on 4 October 2021 to consider the first draft. Subsequent amendments have been made and an Action Plan developed. 4 Next Steps Progress against the Action Plan will be monitored during 2021/22 with work commencing on this year's Assessment in early 2022/23. BOARD GOVERNANCE SELF ASSESSMENT TOOL For use by Department of Health Sponsored Arms Length Bodies Updated 16th June 2016 2 Contents Introduction................................................................3 Overview...........................................................................5 1.Board Composition and Commitment 1 Board Composition and Commitment Overview.............10 1.1 Board positions and size.............................................11 1.2 Balance and calibre of Board members.......................12 1.3 Role of the Board.........................................................13 1.4 Committees of the Board.............................................15 1.5 Board member commitment.........................................16 2. Board evaluation, development and learning 2. Board evaluation, development and learning overview..18 2.1 Effective Board level evaluation...................................19 2.2 Whole Board development programme........................21 2.3 Board induction, succession and contingency planning.......................................................................22 2.4 Board member appraisal and personal development...23 3. Board Insight and foresight 3. Board insight and foresight overview............................25 3.1 Board performance reporting......................................26 3.2 Efficiency and Productivity..........................................27 3.3 Environmental and strategic focus..............................28 3.4Quality of Board papers and timeliness of Information.................................................................29 3.5 Assurance and Risk Management..............................31 4. Board Engagement and Involvement 4. Board Engagement and Involvement Overview...........33 4.1 External stakeholders................................................34 4.2 Internal stakeholders.................................................36 4.3 Board profile and visibility..........................................37 5. Self Assessment Template.... ............................38 6. Board Impact Case Studies 6 Case studies overview..................................................62 3 Introduction This self-assessment tool is intended to help Arm's Length Bodies (ALBs) improve the effectiveness of their Board and provide the Board members with assurance that it is conducting its business in accordance with best practice. The public need to be confident that ALBs are efficient and delivering high quality services. The primary responsibility for ensuring that an ALB has an effective system of internal control and delivers on its functions; other statutory responsibilities; and the priorities, commitments, objectives, targets and other requirements communicated to it by the Department rests with the ALB's board. The board is the most senior group in the ALB and provides important oversight of how public money is spent. It is widely recognised that good governance leads to good management, good performance, good stewardship of public money, good public engagement and, ultimately, good outcomes. Good governance is not judged by 'nothing going wrong'. Even in the best boards and organisations bad things happen and board effectiveness is demonstrated by the appropriateness of the response when difficulties arise. Good governance best practice requires Boards to carry out a board effectiveness evaluation annually, and with independent input at least once every three years. This checklist has been developed by reviewing various governance tools already in use across the UK and the structure and format is based primarily on Department of Health governance tools. The checklist does not impose any new governance requirements on Department of Health sponsored ALBs. The document sets out the structure, content and process for completing and independently validating a Board Governance Self- Assessment (the self-assessment) for Arms Length Bodies of the Department of Health. The Self-Assessment should be completed by all ALB Boards and requires them to self-assess their current Board capacity and capability supported by appropriate evidence which may then be externally validated. 4 Application of the Board Governance Self-Assessment It is recommended that all Board members of ALBs familiarise themselves with the structure, content and process for completing the self-assessment. The self-assessment process is designed to provide assurance in relation to various leading indicators of Board governance and covers 4 key stages: 1. Complete the self-assessment 2. Approval of the self-assessment by the ALB Board and sign-off by the ALB Chair; 3. Report produced; and 4. Independent verification. Complete the self-assessment : It is recommended that responsibility for completing the self-assessment sits with the Board and is completed section by section with identification of any key risks and good practice that the Board can evidence. The Board must collectively consider the evidence and reach a consensus on the ratings. The Chair of the Board will act as moderator. A submission document is attached for the Board to record its responses and evidence, and to capture its self-assessment rating. Refer to the scoring criteria identified on page 7 to apply self assessment ratings. Approval of the self-assessment by ALB Board and sign off by the Chair : The ALB Board's RAG ratings should be debated and agreed at a formal Board meeting. A note of the discussion should be formally recorded in the Board minutes and ultimately signed off by the ALB Chair on behalf of the Board. Independent verification: The Board's ratings should be independently verified on average every three years. The views of the verifier should be provided in a report back to the Board. This report will include their independent view on the accuracy of the Board's ratings and where necessary, provide recommendations for improvement. 5 Overview The Board Governance self-assessment is designed to provide assurance in relation to various leading indicators of effective Board governance. These indicators are: 1. Board composition and commitment (e.g. Balance of skills, knowledge and experience); 2. Board evaluation, development and learning (e.g. The Board has a development programme in place); 3. Board insight and foresight (e.g. Performance Reporting); 4. Board engagement and involvement (e.g. Communicating priorities and expectations); 5. Board impact case studies (e.g. A case study that describes how the Board has responded to a recent financial issue). Each indicator is divided into various sections. Each section contains Board governance good practice statements and risks. There are three steps to the completion of the Board Governance self-assessment tool. Step 1 The Board is required to complete sections 1 to 4 of the self- assessment using the electronic Template. The Board should RAG rate each section based on the criteria outlined below. In addition, the Board should provide as much evidence and/or explanation as is required to support their rating. Evidence can be in the form of documentation that demonstrates that they comply with the good practice or Action Plans that describe how and when they will comply with the good practice. In a small number of instances, it is possible that a Board either cannot or may have decided not to adopt a particular practice. In cases like these the Board should explain why they have not adopted the practice or Self-assessment completed on behalf of the ALB Board Self-assessment approved by ALB Board and signed-off by the ALB Chair Case Study completed and report reconsidered by the ALB 6 cannot adopt the practice. The Board should also complete the Summary of Results template which includes identifying areas where additional training/guidance and/or assurance is required. Step 2 In addition to the RAG rating and evidence described above, the Board is required to complete a minimum of 1 of 3 mini case studies on; A Performance failure in the area of quality, resources (Finance, HR, Estates) or Service Delivery; or Organisational culture change; or Organisational Strategy The Board should use the electronic template provided and the case study should be kept concise and to the point. The case studies are described in further detail in the Board Impact section. Step 3 Boards should revisit sections 1 to 4 after completing the case study. This will facilitate Boards in reconsidering if there are any additional reds flags they wish to record and allow the identification of any areas which require additional training/guidance and/or further assurance. Boards should ensure the overall summary table is updated as required. 7 Scoring Criteria The scoring criteria for each section is as follows: Green if the following applies: All good practices are in place unless the Board is able to reasonably explain why it is unable or has chosen not to adopt a particular good practice. No Red Flags identified. Amber/ Green if the following applies: Some elements of good practice in place. Where good practice is currently not being achieved, there are either: robust Action Plans in place that are on track to achieve good practice; or the Board is able to reasonably explain why it is unable or has chosen not to adopt a good practice and is controlling the risks created by non-compliance. One Red Flag identified but a robust Action Plan is in place and is on track to remove the Red Flag or mitigate it. Amber/ Red if the following applies: Some elements of good practice in place. Where good practice is currently not being achieved: Action Plans are not in place, not robust or not on track; the Board is not able to explain why it is unable or has chosen not to adopt a good practice; or the Board is not controlling the risks created by non- compliance. Two or more Red Flags identified but robust Action Plans are in place to remove the Red Flags or mitigate them. Red if the following applies: Action Plans to remove or mitigate the risk(s) presented by one or more Red Flags are either not in place, not robust or not on track Please note: The various green flags (best practice) and red flags risks (governance risks/failures) are not exhaustive and organisations may identify other examples of best practice or risk/failure. Where Red Flags are indicated, the Board should describe the actions that are either in place to remove the Red Flags (e.g. a recruitment timetable where an ALB currently has an interim Chair) or mitigate the risk presented by the Red Flags (e.g. 8 where Board members are new to the organisation there is evidence of robust induction programmes in place). The ALB Board's RAG ratings on the self assessment should be debated and agreed by the Board at a formal Board meeting. A note of the discussion should be formally recorded in the Board minutes and then signed-off by the Chair on behalf of the Board. 9 1. Board composition and commitment10 1. Board composition and commitment overview This section focuses on Board composition and commitment, and specifically the following areas: 1. Board positions and size 2. Balance and calibre of Board members 3. Role of the Board 4. Committees of the Board 5. Board member commitment 11 1. Board composition and commitment 1.1 Board positions and size Red Flag Good Practice 1. The Chair and/or CE are currently interim or the position(s) vacant. 2. There has been a high turnover in Board membership in the previous two years (i.e. 50% or more of the Board are new compared to two years ago). 3. The number of people who routinely attend Board meetings hampers effective discussion and decision-making. 1. The size of the Board (including voting and non-voting members of the Board) and Board committees is appropriate for the requirements of the business. All voting positions are substantively filled. 2. The Board ensures that it is provided with appropriate advice, guidance and support to enable it to effectively discharge it responsibilities. 3. It is clear who on the Board is entitled to vote. 4. The composition of the Board and Board committees accords with the requirements of the relevant Establishment Order or other legislation, and/or the ALB's Standing Orders. 5. Where necessary, the appointment term of NEDs is staggered so they are not all due for re- appointment or to leave the Board within a short space of time. Examples of evidence that could be submitted to support the Board's RAG rating. Standing Orders Board Minutes Job Descriptions Biographical information on each member of the Board. 12 1. Board composition and commitment 1.2 Balance and calibre of Board members Red Flag Good Practice 1. There are no NEDs with a recent and relevant financial background. 2. There is no NED with current or recent (i.e. within the previous 2 years) experience in the private/ commercial sector. 3. The majority of Board members are in their first Board position. 4. The majority of Board members are new to the organisation (i.e. within their first 18 months). 5. The balance in numbers of Executives and Non Executives is incorrect. 6. There are insufficient numbers of Non Executives to be able to operate committees. 1. The Board can clearly explain why the current balance of skills, experience and knowledge amongst Board members is appropriate to effectively govern the ALB over the next 3-5 years. In particular, this includes consideration of the value that each NED will provide in helping the Board to effectively oversee the implementation of the ALB's business plan. 2. The Board has an appropriate blend of NEDs e.g. from the public, private and voluntary sectors. 3. The Board has had due regard under Section 75 of the Northern Ireland Act 1998 to the need to promote equality of opportunity: between persons of different religious belief, political opinion, racial group, age, marital status or sexual orientation; between men and women generally; between persons with a disability and persons without; and between persons with dependants and persons without. 4. There is at least one NED with a background specific to the business of the ALB. 5. Where appropriate, the Board includes people with relevant technical and professional expertise. 6. There is an appropriate balance between Board members (both Executive and NEDs) that are new to the Board (i.e. within their first 18 months) and those that have served on the Board for longer. 7. The majority of the Board are experienced Board members. 8. The Chair of the Board has a demonstrable and recent track record of successfully leading a large and complex organisation, preferably in a regulated environment. 9. The Chair of the Board has previous non-executive experience. 10. At least one member of the Audit Committee has recent and relevant financial experience. Examples of evidence that could be submitted to support the Board's RAG rating. Board Skills audit Biographical information on each member of the Board 13 1. Board composition and commitment 1.3 Role of the Board Red Flag Good Practice 1. The Chair looks constantly to the Chief Executive to speak or give a lead on issues. 2. The Board tends to focus on details and not on strategy and performance. 3. The Board become involved in operational areas. 4. The Board is unable to take a decision without the Chief Executive's recommendation. 5. The Board allows the Chief Executive to dictate the Agenda. 6. Regularly, one individual Board member dominates the debates or has an excessive influence on Board decision making. 1. The role and responsibilities of the Board have been clearly defined and communicated to all members. 2. There is a clear understanding of the roles of Executive officers and Non Executive Board members. 3. The Board takes collective responsibility for the performance of the ALB. 4. NEDs are independent of management. 5. The Chair has a positive relationship with Sponsor Branch of the Department. 6. The Board holds management to account for its performance through purposeful, challenge and scrutiny. 7. The Board operates as an effective team. 8. The Board shares corporate responsibility for all decisions taken and makes decisions based on clear evidence. 9. Board members respect confidentiality and sensitive information. 10. The Board governs, Executives manage. 11. Individual Board members contribute fully to Board deliberations and exercise a healthy challenge function. 12. The Chair is a useful source of advice and guidance for Board members on any aspect of the Board. 13. The Chair leads meetings well, with a clear focus on the issues facing the ALB, and allows full and open discussions before major decisions are taken. 14. The Board considers the concerns and needs of all stakeholders and actively manages it's relationships with them. 15. The Board is aware of and annually approves a scheme of delegation to its committees. 16. The Board is provided with timely and robust post-evaluation reviews on all major projects and programmes. 14 Examples of evidence that could be submitted to support the Board's RAG rating. Terms of Reference Board minutes Job descriptions Scheme of Delegation Induction programme 15 1. Board composition and commitment 1.4 Committees of the Board Red Flag Good Practice 1. The Board notes the minutes of Committee meetings and reports, instead of discussing same. 2. Committee members do not receive performance management appraisals in relation to their Committee role. 3. There are no terms of reference for the Committee. 4. Non Executives are unaware of their differing roles between the Board and Committee. 5. The Agenda for Committee meetings is changed without proper discussion and/or at the behest of the Executive team. 1. Clear terms of reference are drawn up for each Committee including whether it has powers to make decisions or only make recommendations to the Board. 2. Certain tasks or functions are delegated to the Committee but the Board as a whole is aware that it carries the ultimate responsibility for the actions of its Committees. 3. Schemes of delegation from the Board to the Committees are in place. 4. There are clear lines of reporting and accountability in respect of each Committee back to the Board. 5. The Board agrees, with the Committees, what assurances it requires and when, to feed its annual business cycle. 6. The Board receives regular reports from the Committees which summarises the key issues as well as decisions or recommendations made. 7. The Board undertakes a formal and rigorous annual evaluation of the performance of its Committees. 8. It is clearly documented who is responsible for reporting back to the Board. Examples of evidence that could be submitted to support the Board's RAG rating. Scheme of delegation TOR Board minutes Annual Evaluation Reports 16 1. Board composition and commitment 1.5 Board member commitment Red Flag Good Practice 1. There is a record of Board and Committee meetings not being quorate. 2. There is regular non-attendance by one or more Board members at Board or Committee meetings. 3. Attendance at the Board or Committee meetings is inconsistent (i.e. the same Board members do not consistently attend meetings). 4. There is evidence of Board members not behaving consistently with the behaviours expected of them and this remaining unresolved. 5. The Board or Committee has not achieved full attendance at at least one meeting within the last 12 months. 1. Board members have a good attendance record at all formal Board and Committee meetings and at Board events. 2. The Board has discussed the time commitment required for Board (including Committee) business and Board development, and Board members have committed to set aside this time. 3. Board members have received a copy of the Department's Code of Conduct and Code of Accountability for Board Members of Health and Social Care Bodies or the Northern Ireland Fire and Rescue Service. Compliance with the code is routinely monitored by the Chair. 4. Board meetings and Committee meetings are scheduled at least 6 months in advance. Examples of evidence that could be submitted to support the Board's RAG rating. Board attendance record Induction programme Board member annual appraisals Board Schedule 17 2. Board evaluation, development and learning18 2. Board evaluation, development and learning overview This section focuses on Board evaluation, development and learning, and specifically the following areas: 1. Effective Board-level evaluation; 2. Whole Board Development Programme; 3. Board induction, succession and contingency planning; 4. Board member appraisal and personal development.19 2. Board evaluation, development and learning 2.1 Effective Board level evaluation Red Flag Good Practice 1. No formal Board Governance Self- Assessment has been undertaken within the last 12 months. 2. The Board Governance Self-Assessment has not been independently evaluated within the last 3 years. 3. Where the Board has undertaken a self assessment, only the perspectives of Board members were considered and not those outside the Board (e.g. staff, etc). 4. Where the Board has undertaken a self assessment, only one evaluation method was used (e.g. only a survey of Board members was undertaken). 1. A formal Board Governance Self-Assessment has been conducted within the previous 12 months. 2. The Board can clearly identify a number of changes/ improvements in Board and Committee effectiveness as a result of the formal self assessments that have been undertaken. 3. The Board has had an independent evaluation of its effectiveness and the effectiveness of its committees within the last 3 years by a 3rd party that has a good track record in undertaking Board effectiveness evaluations. 4. In undertaking its self assessment, the Board has used an approach that includes various evaluation methods. In particular, the Board has considered the perspective of a representative sample of staff and key external stakeholders (e.g. commissioners, service users and clients) on whether or not they perceive the Board to be effective. 5. The focus of the self assessment included traditional 'hard' (e.g. Board information, governance structure) and 'soft' dimensions of effectiveness. In the case of the latter, the evaluation considered as a minimum: The knowledge, experience and skills required to effectively govern the organisation and whether or not the Board's membership currently has this; How effectively meetings of the Board are chaired; The effectiveness of challenge provided by Board members; Role clarity between the Chair and CE, Executive Directors and NEDs, between the Board and management and between the Board and its various committees; Whether the Board's agenda is appropriately balanced between: strategy and current performance; finance and quality; making decisions and noting/ receiving information; matters internal to the organisation and external considerations; and business conducted at public board meetings and that done in confidential session. The quality of relationships between Board members, including the Chair and CE. In particular, whether or not any one Board member has a tendency to dominate Board discussions and the level of mutual trust and respect between members. 20 Examples of evidence that could be submitted to support the Board's RAG rating. Report on the outcomes of the most recent Board evaluation and examples of changes/ improvements made in the Board and Committees as a result of an evaluation The Board Scheme of Delegation/ Reservation of Powers 21 2. Board evaluation, development and learning 2.2 Whole Board development programme Red Flag Good Practice 1. The Board does not currently have a Board development programme in place for both Executive and Non-Executive Board Members. 2. The Board Development Programme is not aligned to helping the Board comply with the requirements of the Management Statement and/or fulfil its statutory responsibilities. 1. The Board has a programme of development in place. The programme seeks to directly address the findings of the Board's annual self assessment and contains the following elements: understanding the relationship between the Minister, the Department and their organisation, e.g. as documented in the Management Statement; development specific to the business of their organisation; and reflecting on the effectiveness of the Board and its supporting governance arrangements. 2. Understanding the relationship between the Minister, Department and the ALB - Board members have an appreciation of the role of the Board and NEDs, and of the Department's expectations in relation to those roles and responsibilities. 3. Development specific to the ALB's governance arrangements - the Board is or has been engaged in the development of action plans to address governance issues arising from previous self-assessments/independent evaluations, Internal Audit reports, serious adverse incident reports and other significant control issues. 4. Reflecting on the effectiveness of the Board and its supporting governance arrangements -The development programme includes time for the Board as a whole to reflect upon, and where necessary improve: The focus and balance of Board time; The quality and value of the Board's contribution and added value to the delivery of the business of the ALB; How the Board responded to any service, financial or governance failures; Whether the Board's subcommittees are operating effectively and providing sufficient assurances to the Board; The robustness of the ALB's risk management processes; The reliability, validity and comprehensiveness of information received by the Board. 5. Time is 'protected' for undertaking this programme and it is well attended. 6. The Board has considered, at a high-level, the potential development needs of the Board to meet future challenges. Examples of evidence that could be submitted to support the Board's RAG rating. The Board Development Programme Attendance record at the Board Development Programme 22 2. Board evaluation, development and learning 2.3 Board induction, succession and contingency planning Red Flag Good Practice 1. Board members have not attended the \"On Board\" training course within 3 months of appointment. 2. There are no documented arrangements for chairing Board and committee meetings if the Chair is unavailable. 3. There are no documented arrangements for the organisation to be represented at a senior level at Board meetings if the CE is unavailable. 4. NED appointment terms are not sufficiently staggered. 1. All members of the Board, both Executive and Non-Executive, are appropriately inducted into their role as a Board member. Induction is tailored to the individual Director and includes access to external training courses where appropriate. As a minimum, it includes an introduction to the role of the Board, the role expectations of NEDs and Executive Directors, the statutory duties of Board members and the business of the ALB. 2. Induction for Board members is conducted on a timely basis. 3. Where Board members are new to the organisation, they have received a comprehensive corporate induction which includes an overview of the services provided by the ALB, the organisation's structure, ALB values and meetings with key leaders. 4. Deputising arrangements for the Chair and CE have been formally documented. 5. The Board has considered the skills it requires to govern the organisation effectively in the future and the implications of key Board-level leaders leaving the organisation. Accordingly, there are demonstrable succession plans in place for all key Board positions. Examples of evidence that could be submitted to support the Board's RAG rating. Succession plans Induction programmes Standing Order 23 2. Board evaluation, development and learning 2.4 Board member appraisal and personal development Red Flag Good Practice 1. There is not a robust performance appraisal process in place at Board level that includes consideration of the perspectives of other Board members on the quality of an individual's contribution (i.e. contributions of every member of the Board (including Executive Directors) on an annual basis and documents the process of formal feedback being given and received. 2. Individual Board members have not received any formal training or professional development relating to their Board role. 3. Appraisals are perceived to be a 'tick box' exercise. 4. The Chair does not consider the differing roles of Board members and Committee members. 1. The effectiveness of each Non-Executive Board member's contribution to the Board and corporate governance is formally evaluated on an annual basis by the Chair 2. The effectiveness of each Executive Board member's contribution to the Board and corporate governance is formally evaluated on an annual basis in accordance with the appraisal process prescribed by their organisation. 3. There is a comprehensive appraisal process in place to evaluate the effectiveness of the Chair of the Board that is led by the relevant Deputy Secretary (and countersigned by the Permanent Secretary). 4. Each Board member (including each Executive Director) has objectives specific to their Board role that are reviewed on an annual basis. 5. Each Board member has a Personal Development Plan that is directly relevant to the successful delivery of their Board role. 6. As a result of the Board member appraisal and personal development process, Board members can evidence improvements that they have made in the quality of their contributions at Board-level. 7. Where appropriate, Board members comply with the requirements of their respective professional bodies in relation to continuing professional development and/or certification. Examples of evidence that could be submitted to support the Board's RAG rating. Performance appraisal process used by the Board Personal Development Plans Board member objectives Evidence of attendance at training events and conferences Board minutes that evidence Executive Directors contributing outside their functional role and challenging other Executive Directors. 24 3. Board insight and foresight25 3. Board insight and foresight overview This section focuses on Board information, and specifically the following areas: 1.Board Performance Reporting 2.Efficiency and productivity 3.Environmental and strategic focus 4.Quality of Board papers and timeliness of information26 3. Board insight and foresight 3.1 Board performance reporting Red Flag Good Practice 1. Significant unplanned variances in performance have occurred. 2. Performance failures were brought to the Board's attention by an external party and/or not in a timely manner. 3. Finance and Quality reports are considered in isolation from one another. 4. The Board does not have an action log. 5. Key risks are not reported/escalated up to the Board. 1. The Board has debated and agreed a set of quality and financial performance indicators that are relevant to the Board given the context within which it is operating and what it is trying to achieve. Indicators should relate to priorities, objectives, targets and requirements set by the Dept. 2. The Board receives a performance report which is readily understandable for all members and includes: performance of the ALB against a range of performance measures including quality, performance, activity and finance and enables links to be made; Variances from plan are clearly highlighted and explained ; Key trends and findings are outlined and commented on ; Future performance is projected and associated risks and mitigating measures; Key quality information is triangulated (e.g. complaints, standards, Dept targets, serious adverse incidents, limited audit assurance) so that Board members can accurately describe where problematic services lines are ;Benchmarking of performance to comparable organisations is included where possible. 3. The Board receives a brief verbal update on key issues arising from each Committee meeting from the relevant Chair. This is supported by a written summary of key items discussed by the Committee and decisions made. 4. The Board regularly discusses the key risks facing the ALB and the plans in place to manage or mitigate them. 5. An action log is taken at Board meetings. Accountable individuals and challenging/demanding timelines are assigned. Progress against actions is actively monitored. Slips in timelines are clearly identifiable through the action log and individuals are held to account. Examples of evidence that could be submitted to support the Board's RAG rating. Board Performance Report Board Action Log Example Board agendas and minutes highlighting committee discussions by the Board. 27 3. Board insight and foresight 3.2 Efficiency and Productivity Red Flag Good Practice 1. The Board does not receive performance information relating to progress against efficiency and productivity plans. 2. There is no process currently in place to prospectively assess the risk(s) to quality of services presented by efficiency and productivity plans. 3. Efficiency plans are based on a percentage reduction across all services rather than a properly targeted assessment of need. 4. The Board does not have a Board Assurance Framework (BAF). 1. The Board is assured that there is a robust process for prospectively assessing the risk(s) to quality of services and the potential knock-on impact on the wider health and social care community of implementing efficiency and productivity plans. 2. The Board can provide examples of efficiency and productivity plans that have been rejected or significantly modified due to their potential impact on quality of service. 3. The Board receives information on all efficiency and productivity plans on a regular basis . Schemes are allocated to Directors and are RAG rated to highlight where performance is not in line with plan. The risk(s) to non-achievement is clearly stated and contingency measures are articulated. 4. There is a process in place to monitor the ongoing risks to service delivery for each plan, including a programme of formal post implementation reviews. Examples of evidence that could be submitted to support the Board's RAG rating. Efficiency and Productivity plans Reports to the Board on the plans Post implementation reviews 28 3. Board insight and foresight 3.3 Environmental and strategic focus Red Flag Good Practice 1. The Board does not have a clear understanding of Executive/Departmental priorities and its statutory responsibilities, business plan etc. 2. The Board's annual programme of work does not set aside time for the Board to consider environmental and strategic risks to the ALB. 3. The Board does not formally review progress towards delivering its strategies. 1. The Chief Executive presents a report to every Board meeting detailing important changes or issues in the external environment (e.g. policy changes, quality and financial risks). The impact on strategic direction is debated and, where relevant, updates are made to the ALB's risk registers and Board Assurance Framework (BAF). 2. The Board has reviewed lessons learned from SAIs, reports on discharge of statutory responsibilities, negative reports from independent regulators etc and has considered the impact upon them. Actions arising from this exercise are captured and progress is followed up. 3. The Board has conducted or updated an analysis of the ALB's performance within the last year to inform the development of the Business Plan. 4. The Board has agreed a set of corporate objectives and associated milestones that enable the Board to monitor progress against implementing its vision and strategy for the ALB. Performance against these corporate objectives and milestones are reported to the board on a quarterly basis . 5. The Board's annual programme of work sets aside time for the Board to consider environmental and strategic risks to the ALB. Strategic risks to the ALB are actively monitored through the Board Assurance Framework (BAF). Examples of evidence that could be submitted to support the Board's RAG rating. CE report Evidence of the Board reviewing lessons learnt in relation to enquiries Outcomes of an external stakeholder mapping exercise Corporate objectives and associated milestones and how these are monitored Board Annual programme of work BAF Risk register 29 3. Board insight and foresight 3.4 Quality of Board papers and timeliness of information Red Flag Good Practice 1. Board members do not have the opportunity to read papers e.g. reports are regularly tabled on the day of the Board meeting and members do not have the opportunity to review or read prior to the meeting. The volume of papers is impractical for proper reviewing. 2. Board discussions are focused on understanding the Board papers as opposed to making decisions. 3. The Board does not routinely receive assurances in relation to Data Quality or where reports are received, they have highlighted material concerns in the quality of data reporting. 4. Information presented to the Board lacks clarity, or relevance; is inaccurate or untimely; or is presented without a clear purpose, e.g. is it for noting, discussion or decision. 5. The Board does not discuss or challenge the quality of the information presented or, scrutiny and challenge is only applied to certain types of information of which the Board have knowledge and/or experience, e.g. financial information 1. The Board can demonstrate that it has actively considered the timing of the Board and Committee meetings and presentation of Board and Committee papers in relation to month and year end procedures and key dates to ensure that information presented is as up-to- date as possible and that the Board is reviewing information and making decisions at the right time. 2. A timetable for sending out papers to members is in place and adhered to. 3. Each paper clearly states what the Board is being asked to do (e.g. noting, approving, decision, and discussion). 4. Board members have access to reports to demonstrate performance against key objectives and there is a defined procedure for bringing significant issues to the Board's attention outside of formal meetings. 5. Board papers outline the decisions or proposals that Executive Directors have made or propose. This is supported; where appropriate, by: an appraisal of the relevant alternative options; the rationale for choosing the preferred option; and a clear outline of the process undertaken to arrive at the preferred option, including the degree of scrutiny that the paper has been through. 6. The Board is routinely provided with data quality updates. These updates include external assurance reports that data quality is being upheld in practice and are underpinned by a programme of clinical and/or internal audit to test the controls that are in place. 7. The Board can provide examples of where it has explored the underlying data quality of performance measures. This ensures that the data used to rate performance is of sufficient quality. 8. The Board has defined the information it requires to enable effective oversight and control of the organisation, and the standards to which that information should be collected and quality assured. 9. Board members can demonstrate that they understand the information presented to them, 30 including how that information was collected and quality assured, and any limitations that this may impose. 10. Any documentation being presented complies with Departmental guidance, where appropriate e.g. business cases, implementation plans. Examples of evidence that could be submitted to support the Board's RAG rating. Documented information requirements Data quality assurance process Evidence of challenge e.g. from Board minutes Board meeting timetable Process for submitting and issuing Board papers In-month reports Board papers Data Quality updates 31 3. Board insight and foresight 3.5 Assurance and risk management Red Flag Good Practice 1. The Board does not receive assurance on the management of risks facing the ALB. 2. The Board has not identified its assurance requirements, or receives assurance from a limited number of sources. 3. Assurance provided to the Board is not balanced across the portfolio of risk, with a predominant focus on financial risk or areas that have historically been problematic. 4. The Board has not reviewed the ALB's governance arrangements regularly. 1. The Board has developed and implemented a process for identification, assessment and management of the risks facing the ALB. This should include a description of the level of risk that the Board expects to be managed at each level of the ALB and also procedures for escalating risks to the Board. 2. The Board has identified the assurance information they require, including assurance on the management of key risks, and how this information will be quality assured. 3. The Board has identified and makes use of the full range of available sources of assurance, e.g. Internal/External Audit, RQIA, etc 4. The Board has a process for regularly reviewing the governance arrangements and practices against established Departmental or other standards e.g. the Good Governance Standard for Public Services. 5. The Board has developed and implemented a Clinical and Social Care Risk assessment and management policy across the ALB, where appropriate. 6. An executive member of the Board has been delegated responsibility for all actions relating to professional regulation and revalidation of all applicable staff. Examples of evidence that could be submitted to support the Board's RAG rating. Risk management policy and procedures Risk register Evidence of review of risks, e.g. Board minutes Evidence of review of governance structures, e.g. Board minutes Board Assurance Framework (BAF) Clinical and Social care governance policy 32 4. Board engagement and involvement 33 4. Board engagement and involvement overview This section focuses on Board engagement and involvement, and specifically the following areas: 1.External Stakeholders 2.Internal Stakeholders 3.Board profile and visibility 34 4. Board engagement and involvement 4.1 External stakeholders The statutory duty of involvement and consultation commits ALBs to developing PPI consultation schemes. These schemes detail how the ALB will consult and involve service users in the planning and delivery of services. The statutory duty of involvement and consultation does not apply to, NISCC, NIPEC, BSO and NIFRS. However, the Department would encourage all ALBs to put appropriate and proportionate measures in place to ensure that their service delivery arrangements are informed by views of those who use their services. Under Section 75 (NI Act 1998) all ALBs have existing obligations and commitments to consult with the public, service users and carers in the planning, delivery and monitoring of services. Under Section 49a of the Disability Discrimination Act NI (1995) ALBs have a duty to promote the involvement of disabled people in public life. Red Flag Good Practice 1. The development of the Business Plan has only involved the Board and a limited number of ALB staff. 2. The ALB has poor relationships with external stakeholders, with examples including clients, client organisations etc. 3. Feedback from clients is negative e.g. complaints, surveys and findings from regulatory and review reports. 4. The ALB has failed to manage adverse negative publicity effectively in relation to the services it provides in the last 12 months. 5. The Board has not overseen a system for receiving, acting on and reporting 1. Where relevant, the Board has an approved PPI consultation scheme which formally outlines and embeds their commitment to the involvement of service users and their carers in the planning and delivery of services. 2. A variety of methods are used by the ALB to enable the Board and senior management to listen to the views of service users, commissioners and the wider public, including 'hard to reach' groups like non-English speakers and service users with a learning disability. The Board has ensured that various processes are in place to effectively and efficiently respond to these views and can provide evidence of these processes operating in practice. 3. The Board can evidence how key external stakeholders (e.g. service users, commissioners and MLAs) have been engaged in the development of their business plans for the ALB and provide examples of where their views have been included and not included in the Business Plan. 4. The Board has ensured that various communication methods have been deployed to ensure that key external stakeholders understand the key messages within the Business Plan. 35 outcomes of complaints. 5. The Board promotes the reporting and management of, and implementing the learning from, adverse incidents/near misses occurring within the context of the services that they provide 6. The ALB has constructive and effective relationships with its key stakeholders. Examples of evidence that could be submitted to support the Board's RAG rating. PPI Consultation Scheme Complaints Customer Survey Regulatory and Review reports 36 4. Board engagement and involvement 4.2 Internal stakeholders Red Flag Good Practice 1. The ALBs latest staff survey results are poor. 2. There are unresolved staff issues that are significant (e.g. the Board or individual Board members have received 'votes of no confidence', the ALB does not have productive relationships with staff side/trade unions etc.). 3. There are significant unresolved quality issues. 4. There is a high turn over of staff. 5. Best practise is not shared within the ALB. 1. A variety of methods are used by the ALB to enable the Board and senior management to listen to the views of staff, including 'hard to reach' groups like night staff and weekend workers. The Board has ensured that various processes are in place to effectively and efficiently respond to these views and can provide evidence of these processes operating in practice. 2. The Board can evidence how staff have been engaged in the development of their Corporate & Business Plans and provide examples of where their views have been included and not included. 3. The Board ensures that staff understand the ALB's key priorities and how they contribute as individual staff members to delivering these priorities. 4. The ALB uses various ways to celebrate services that have an excellent reputation and acknowledge staff that have made an outstanding contribution to service delivery and the running of the ALB. 5. The Board has communicated a clear set of values/behaviours and how staff that do not behave consistent with these valves will be managed. Examples can be provided of how management have responded to staff that have not behaved consistent with the ALB's stated values/behaviours. 6. There are processes in place to ensure that staff are informed about major risks that might impact on customers, staff and the ALB's reputation and understand their personal responsibilities in relation to minimising and managing these key risks. Examples of evidence that could be submitted to support the Board's RAG rating. Staff Survey Grievance and disciplinary procedures Whistle blowing procedures Code of conduct for staff Internal engagement or communications strategy/ plan. 37 4. Board engagement and involvement 4.3 Board profile and visibility Red Flag Good Practice 1. With the exception of Board meetings held in public, there are no formal processes in place to raise the profile and visibility of the Board. 2. Attendance by Board members is poor at events/meetings that enable the Board to engage with staff (e.g. quality/leadership walks; staff awards, drop in sessions). 1. There is a structured programme of events/meetings that enable NEDs to engage with staff (e.g. quality/leadership walks; staff awards, drop in sessions) that is well attended by Board members and has led to improvements being made. 2. There is a structured programme of meetings and events that increase the profile of key Board members, in particular, the Chair and the CE, amongst external stakeholders. 3. Board members attend and/or present at high profile events. 4. NEDs routinely meet stakeholders and service users. 5. The Board ensures that its decision-making is transparent. There are processes in place that enable stakeholders to easily find out how and why key decisions have been made by the Board without reverting to freedom of information requests. 6. As a result of the Board member appraisal and personal development process, Board members can evidence improvements that they have made in the quality of their contributions at Board-level. Examples of evidence that could be submitted to support the Board's RAG rating. Board programme of events/ quality walkabouts with evidence of improvements made Active participation at high-profile events Evidence that Board minutes are publicly available and summary reports are provided from private Board meetings 38 5. Board Governance Self- Assessment Submission Name of ALB - Public Health Agency Date of Board Meeting at which Submission was discussed - 21 October 2021 Approved by Andrew Dougal (ALB Chair) 39 1. Board composition and commitment ALB Name - Public Health Agency Date - 31 March 2021 1.1 Board positions and size Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Amber The Non-Executive Director post (finance) has been vacant since 1 April 2020. It is the intention of the Department of Health to advertise in the spring of 2021 for this Non-Executive Director position along with the two Non-Executive Directors who must be elected local councillors in Northern Ireland. This may cause a hiatus of several months between the retirement of the two local councillors on 31 July 2021 and the appointment of replacements. However the Board should manage in terms of quora. GP2 Green The Board insists on getting full information from senior officers in order to inform it in its deliberations, decisions and evaluatons. 40 GP3 Green The process for voting, and who the voting members are is outlined in Standing Order 5.2.17. Members are aware of their responsibilities in this area from induction and through guidance from the chair. GP4 Green There are only two Committees of the Board and these are stipulated in standing orders: The Governance and Audit Committee The Remuneration and Terms and Conditions of Service Committee. There is an evaluation of the work of the Governance and Audit Committee each year However, such an evaluation of the Remuneration Committee has not taken place. There is a need to examine the role of this Committee and ensure that is adequate. The chair has initiated discussions on the need for a further committee to examine resource(financial and human) allocation and to drill down at an early stage of development of the annual business plan. GP5 Green It is difficult to control the dates when Non-Executive Director 41 positions become vacant and then are deemed suitable for advertisement by the Public Appointments Unit (PAU). It is unlikely that the PAU would wish to advertise for a single Non-Executive Director post. The last time when appointments were made (three in number) was in March 2018. The current timings would ensure that there was not a major exit at any one juncture. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 42 1. Board composition and commitment ALB Name - Public Health Agency Date - 31 March 2021 1.2 Balance and calibre of Board members Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Red On 31st March 2021 there were only two females out of a total of eight non- executive directors. With the retirement of two further non-executive directors on 31 July, there will be no Non-executive directors with a Protestant community background. Of the Executive Directors only one of the four is female. Three of the four Executive Directors are in interim positions. There is a broad range of experience across all three sectors. However only one Non- Executive Director is currently in a private sector role. Chair to write to the Department to highlight his concern around the gender balance of the PHA Board GP2 Green Two other Non-Executive Directors have private sector experience 43 but one is from fifteen years previously and the other is from more than 20 years previously. GP3 Green The Board is extremely conscientious in its concern to ensure equality of opportunity in accordance with Section 75 of the Northern Ireland Act 1999. GP4 Green There are at least two Non- Executive Directors with a background experience in public health. GP5 Green As per legislation, the Board is constituted from local government and lay members. The Board includes people with relevant technical and professional expertise. GP6 Green As at 31 March 2021 the most recent appointees (three in number) had served for three years on the board. This should be rectified with new appointees in the autumn of 2021. GP7 Green All Board members are experienced board members. GP8 Green The Chair of the board has 32 years experience of leading a large and complex organisation up to 2015. 44 This organisation would have been regulated by the Northern Ireland Charity Commission. GP9 Green The Chair of the Board has served on boards in the private, voluntary and public sector since 1985. GP10 Green The Chair of the Governance and Audit Committee has highly competent financial skills as does the Chair of the board. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 RF5 RF6 45 1. Board composition and commitment ALB Name - Public Health Agency Date - 31 March 2021 1.3 Role of the Board Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green The role and responsibility of the board is outlined within Standing Orders. Members will have a copy of Standing Orders as part of their induction. Standing Orders are reviewed annually with the last update approved at the Board meeting of March 2021. GP2 Amber There is a need to ensure that there is a clear understanding of the distinct roles of the executive officers and the non- executive board members as outlined in job descriptions and the scheme of delegation within Standing Orders. As part of the induction for Executive and Non-Executive Directors, each should have a clearer understanding of their own, and each other's, responsibilities. GP3 Green The Board takes collective responsibility for the performance of the ALB. It is important that if there are any shortcomings that these are acknowledged and addressed with vigour. 46 GP4 Green In recent years Non-Executive Directors have made a point of emphasising the role of challenge and support for the Board. GP5 Green The Chair has a positive relationship with sponsor branch of the Department. However there must be more frequent contact and more open dialogue. GP6 Green Board members had become highly proficient at holding management to account for performance. This is done in a purposeful yet challenging manner. Hopefully executive board members appreciate the non-executive directors wish to be wholly supportive. However Non-Executive Directors could not be so proficient without effective challenge. GP7 Amber The Board effectiveness as a team is good but could be improved. GP8 Green The Board makes decisions based on clear evidence. Where this is missing the matter will be referred back. The board as a whole shares corporate responsibility for all decisions. 47 GP9 Green Board members do respect confidentiality and sensitive information. GP10 Green The Board is the helmsman and executives manage. GP11 Green Board members contribute fully to board decisions and deliberations and exercise a challenge function which is both healthy and supportive. GP12 Green The Chair is always available for guidance and advice for board members and when he himself does not have the information will secure it from the appropriate source. GP13 Green The Chair maintains a clear focus on the important issues facing the Board and facilitates the Board discussions so that all members are heard, engaged and actively involved in debate and constructive challenge prior to making a Board decision. GP14 Green The Board is provided with the appropriate information and considers the concerns and needs of all stakeholders GP15 Amber Currently the Board does not approve annually the scheme of delegation to its committees. This should be approved before 15 January 2022 48 GP16 Green The Board receives evaluation reviews on some programmes and projects. However, the presentation of that information may require change. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 RF5 RF6 49 1. Board composition and commitment ALB Name - Public Health Agency Date - 31 March 2021 1.4 Committees of the Board Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green Clear terms of reference have been given for the two statutory committees of the Board. There is no clarity on whether those committees have powers to make decisions or only to make recommendations to the Board. GP2 Green The Board is aware that it has full responsibility for all decisions taken by committees of the board. GP3 Green The scheme of delegation is outlined in Standing Orders. GP4 Green There are clear lines of responsibility in terms of reporting and accountability regarding each committee back to the Board. GP5 Green There is an Assurance Framework in place that covers the Board, and its Committees, and this is reviewed and approved by the Governance and Audit Committee and also 50 the Board. It outlines the frequency of when certain reports and papers should come to the Board and the assurance provided. GP6 Green The Board receives regular reports from its committees. These summarise the key issues as well as any decisions or recommendations made. GP7 Green The Board has not always undertaken a formal and rigourous evaluation each year of the performance of its committees. However the Chairs of committees report back to the chair of the Board regarding the annual appraisal of each member of such committees. GP8 Green The Chair of the committee is responsible for reporting back to the board on all issues dealt with by that committee. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 51 RF5 52 1. Board composition and commitment ALB Name - Public Health Agency Date - 31 March 2021 1.5 Board member commitment Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green An attendance record is maintained by the Secretariat. Attendance is generally very good for board and committee meetings. The Chair discusses attendance with members as part of their appraisal. GP2 Green Members' commitment is 5 days per month which is broken down as 1 day for board meeting, 1 day for committee meetings and general background reading, 2 days for reading papers and 1 day available for any other ad hoc events and launches GP3 Green Board members have all received a copy of the DHSSPS Code of Conduct and Code of Accountability. Compliance is included in the Chair's annual appraisal of NEDs. 53 GP4 Green An annual schedule of meetings is prepared and agreed with members in relation to Board meetings, workshops and strategic days. Schedules are also in place for Governance and Audit and Remuneration Committees and other specific meetings. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 54 2. Board evaluation, development and learning ALB Name - Public Health Agency Date - 31 March 2021 2.1 Effective Board level evaluation Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green The PHA Board completed its annual self-assessment in 2019/20. The PHA Board will continue to undertake the DoH ALB Board self- assessment annually. GP2 Green The PHA Board continues to review itself to ensure improvement and development. To assist with Board effectiveness members were each issued with a copy of the recent Northern Ireland Audit Office publication, \"Board Effectiveness: A Good Practice Guide\" (Nov 2016). The Chair also shared with members a copy of the ICSA publication, \"Effective Board Reporting\", and the FRC's \"Guidance on Board Effectiveness\" and \"UK Corporate Governance Code\". The PHA Board will continue to use the self-assessment and other tools as a basis for identifying further improvements / changes. GP3 Green The PHA Board last undertook a Board effectiveness programme in early 2017. This 55 was undertaken by On Board training. The Board monitors the action plan that emanated from this review. Follow up work on Board effectiveness was commenced in 2018/19 working with Anne McMurray. GP4 Red The Board has not obtained the perspective of staff or external stakeholders in the completion of this questionnaire. GP5 Green The current self-assessment has covered those questions/areas included in the DHSSPS checklist, both 'hard' and 'soft' dimensions of effectiveness. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 The Board will aim to have an independent evaluation of its Self- Assessment for 2021/22 (by June 2022) RF3 The Board will undertake a survey of those outside the Board as part of its self-assessment in 2021/22 (by June 2022) RF4 56 2. Board evaluation, development and learning ALB Name - Public Health Agency Date - 31 March 2021 2.2 Whole Board development programme Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas wer e training or guidance is required and/or Areas were additional assurance is required GP1 Green Following the review of Board effectiveness, a paper was prepared during 2018/19 outlining a suggested series of workshops on a range of public health topics. A series of workshops, facilitated by Anne McMurray took place during 2019/20 giving members an overview of different work programmes within the PHA. GP2 Green The relationship between the Minister, Department and ALB board members is included in the Management Statement. This will require to be re-signed as there has been a change in Chief Executive. Board members have called for meetings with the Minister , Permanent Secretary and CMO to clarify and develop the appropriate relationship with the Department. 57 GP3 Green Reports on action plans to address governance issues arising from internal audit reports or other significant control issues are reported to the GAC. GAC minutes are brought to the PHA board, and the Chair of the GAC also provides a verbal update to board members. The GAC also prepares an Annual Report. GP4 Amber This will be covered as part of the Board Development Programme referenced at GP1 above. GP5 Amber This will be covered as part of the Board Development Programme referenced at GP1 above. GP6 Amber This will be covered as part of the Board Development Programme referenced at GP1 above. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 58 2. Board evaluation, development and learning ALB Name - Public Health Agency Date - 31 March 2021 2.3 Board induction, succession and contingency planning Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green All Board members have had induction which includes attendance at the On Board training course. Specific induction is also provided for new members of the Governance and Audit Committee. GP2 Green Induction is undertaken as soon as possible after appointment. GP3 Green At the induction, new members will receive a pack of relevant corporate and strategic documentation. As part of the Board effectiveness review, the induction process was reviewed. GP4 Amber Deputising arrangements are specified within Standing Orders. The appointment of a Deputy Chair will be reviewed by December 2021. 59 An Interim Deputy Chief Executive was appointed, but retired in 2020/21. The role of Deputy Chair is currently vacant as the previous Deputy has resigned from the Board. GP5 Green Appropriate action has been taken by the PHA. The Chair will liaise with PAU to ensure that any future vacancies do not impact on the governance of the PHA. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 60 2. Board evaluation, development and learning ALB Name - Public Health Agency Date - 31 March 2021 2.4 Board member appraisal and personal development Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green Annual appraisals are carried out by the Chair in line with the requirements of the PAU. The Chair has initiated a series of more regular 1:1 meetings with members. GP2 Green The Chief Executive carries out appraisals with Executive Directors. The performance of the Chief Executive and Executive Directors is discussed at the Remuneration Committee. GP3 Green The Chair receives an appraisal from the Chief Medical Officer. GP4 Amber As part of the appraisal system, this is clearly discussed and specified to ensure continuous development. Not all will have been given specific responsibilities, this will be reviewed by the Chair. 61 GP5 Green Board members appraisals allow members to highlight development needs. It is proposed by the Chair that in addition to the annual appraisal the chair will have one-to-one meetings with all Non-Executive Directors. GP6 Green This is covered through the appraisal system and PDPs, as well as through Director/Chief Executive away days. Relevant training/awareness is also built in where particular needs arise during the year. GP7 Green Where appropriate, this is the case. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 62 3. Board insight and foresight ALB Name - Public Health Agency Date - 31 March 2021 3.1 Board performance reporting Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Amber Due to COVID-19, there was no PHA Business Plan for 2020/21 finalised with the previous year's Plan being rolled forward. The PHA Corporate Strategy, Annual Business Plan (including commissioning direction targets) set the parameters for performance reporting. Work is ongoing to develop a new PHA Corporate Strategy further to the ending of the most recent strategy in 2021. GP2 Amber During 2020/21 the Board did not receive a specific Performance Report, but updates across a range of areas were provided in the Chief Executive's Report. GP3 Green The Committee Chairs provide updates to the Board following each Committee meetings as 63 specified in Standing Orders. The approved minutes of each Committee are brought to the Board for noting. GP4 Green The Corporate Risk Register is openly discussed and challenges on same are made at the Governance and Audit Committee. The Corporate Risk Register is brought to the Board annually, or more frequently at the request of the Governance and Audit Committee. Under the leadership of the Interim Chief Executive, a comprehensive review of the Corporate Risk Register was undertaken during 2020/21. GP5 Amber Actions are captured at Board meetings via Board minutes and discussed as matters arising at the next meeting. An action log will be developed as part of Board minutes going forward into 2021/22 (Target date - December 2021) Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 64 RF5 65 3. Board insight and foresight ALB Name - Public Health Agency Date - 31 March 2021 3.2 Efficiency and Productivity Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green The Board is assured that there are robust processes for assessing risks and the potential knock on or impact these could have on the health and social care family. GP2 Not applicable GP3 Not applicable GP4 Not applicable Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 66 3. Board insight and foresight ALB Name - Public Health Agency Date - 31 March 2021 3.3 Environmental and strategic focus Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green The Chief Executive presents a report at every Board meeting. This, if required, will cover areas such as the external environment, policy changes and any other areas as required. GP2 Green The Board considers findings and recommendations from reports that relate directly or indirectly to the PHA, and consider the impact of such reports on the PHA. The Board develops actions in conjunction with the Agency Management Team to respond to any such findings and recommendations, as well as considering the learning outcomes to ensure continuous organisational improvement. GP3 Amber As noted above there was no Business Plan for 2020/21 with the previous year's Business Plan rolling forward. A 67 Business Plan for 2021/22 will be developed and brought to the Board for approval. GP4 Green As GP3 above, and reports are brought to the board on a quarterly basis as outlined in section 3.1 (GP2). There is also an Assurance Framework which outlines what reports are required to be brought to the board and a corporate calendar outlining when these will be brought to the board GP5 Green The Board's annual programme of work allows for time for the board to consider environmental and strategic risks, (including confidential board meetings, board workshops and board away day). Where relevant the Assurance Framework will be amended to include additional reporting, and/or amendments brought back through Executive Directors for the Risk Register. The Chair emphasised the importance of the external environment as a key influence in the development of the Corporate Plan. 68 Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 69 3. Board insight and foresight ALB Name - Public Health Agency Date - 31 March 2021 3.4 Quality of Board papers and timeliness of information Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Amber There needs to be improvement in the interval between meetings of the Governance and Audit Committee (GAC) and the board. At board meetings the board should receive the minutes of the most recent GAC. In the past this has not always been possible because of other constraints.. Timetable of Board and GAC meetings for 2022 to be reviewed in late 2021 GP2 Green A timetable is drawn up each year for board meetings and governance and audit committee meetings. Papers are dispatched one week before the meeting giving members 5/6 days to absorb what is sometimes a very large volume of documents. Reports of more than 20 pages in length should be received by members at least 14 days before the meeting (for implementation by March 2022) GP3 Green The Committee Manager has instituted a system whereby those submitting reports to the board must indicate clearly on the front page the role of the 70 board i.e. noting, approving, decision, discussion. The chair of GAC has raised the issue of the need for clarity in terms of the rationale behind whether it should be noting, approving, decision-making or discussion. GP4 Amber Many programmes which are delivered by Health & Social Trusts or by voluntary organisations are not subject to performance against key objectives as far as the Board is concerned. There is a need for Board to stipulate which programs should be presented to the board in order to satisfy Board members that the outcomes of these programs are as agreed and to a sufficiently high level. GP5 Amber Board papers include the relevant information in respect of proposals or decisions that have been proposed or made. They also state if they have been considered by the Executive Team, or other board committee before they are brought to the board. Reports should follow the guidance in the ICSA publication,\"Effective Board Reporting\"(2018) (for implementation by March 2022) GP6 Amber The Board is presented with quality updates. The PHA has a robust mechanism for ensuring the collection and analysing of data. There is scope to improve the presentation of data in order that trends over time can be identified (for implementation by March 2022) 71 Board members regularly question and challenge data to ensure quality and understanding of same when both verbal and formal papers are brought to Board meetings. Also, the Governance and Audit Committee have the opportunity to challenge and question data provided. Internal and External Audit consider data quality in relevant audits. GP7 Amber The Board cannot recollect a discussion about the underlying data quality of performance measures. GP8 Green The Assurance Framework outlines clearly the information being brought to the Board for approval/noting etc. Board members discuss the information status at various workshops. GP9 Amber Board members will not always be able to demonstrate that they understand fully the information presented to them particularly how that information was collected and quality assured. Board members should seek to ensure that the collection of data is properly quality assured (for implementation by March 2022) 72 GP10 Amber The PHA takes all steps to ensure that documentation presented to the Board complies with DoH guidance where appropriate. However, the design of reports needs to be reviewed. When reports are being designed and written, authors and editors must keep in mind and be explicit about the purpose of presenting each report to the board (for implementation by March 2022) Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 RF5 73 3. Board insight and foresight ALB Name - Public Health Agency Date - 31 March 2021 3.5 Assurance and risk management Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas w ere training or guidance is required and/or Areas were additional assurance is required GP1 Green The PHA has a clear strategy and policy and procedures in relation to risk management and emerging risks which have been approved by the GAC. These are regularly reviewed and are also supported by operational procedures. This clearly includes the level of risk, risk appetite and how risks escalate from directorate risk register to Corporate Risk Register, as well as reporting arrangements to GAC and PHA Board. During 2020/21 the Interim Chief Executive oversaw a comprehensive review of the Corporate Risk Register. During 2020/21, the Governance and Audit Committee began to review directorate risk registers. GP2 Green There is an Assurance Framework in place which 74 outlines the key sources of assurances and how these will be reported to the board. The risk register is brought to the GAC each quarter, where it is scrutinised. It is also brought to the Board annually. GP3 Green The Assurance Framework identifies a range of sources of assurance for the board, including internal and external audit. GP4 Green The Board regularly reviews/updates governance arrangements and practices against DoH standards, good practice and good governance standards for public service. GP5 Green Given the nature of the PHA functions it does not have a separate clinical and social care risk assessment and management. All types of risk are included in the Directorate and Corporate risk registers and are subject to systematic review. GP6 Green The Director of Public Health is responsible for professional issues in respect of medical staff, and the Director of Nursing and AHP for nursing and AHP staff. 75 Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 76 4. Board engagement and involvement ALB Name - Public Health Agency Date - 31 March 2021 4.1 External stakeholders Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green The PHA has an approved PPI consultation scheme and has had service users present to the Board. GP2 Green A variety of methods is used across the PHA to engage with service users and the wider public. Board members can attend a range of activities/events/conferences of voluntary, community organisations as well as other HSC events. The Chair and Chief Executive report at monthly board meetings in respect of events etc they have attended. Executive Directors will also have direct contact with a range of external stakeholders. It is the plan to consult with those users who are in \"hard to reach\" groups. 77 GP3 Amber When the PHA developed its Corporate Plan for the period 2017/21, this involved a public consultation exercise, part of which saw two stakeholder events which offered an opportunity for stakeholders to attend and give their views on PHA's future strategic direction. During 2021/22 the PHA will develop its approach for how it will consult on its new Corporate Strategy. GP4 Green The PHA Business Plan is available in a number of formats to ensure access to a wide range of stakeholders. The Business Plan is in a format that has been tried and tested to ensure a wide range of stakeholders understand the work of the PHA. GP5 Green The PHA ensures that the learning from SAIs is disseminated and where appropriate influences the commissioning of services GP6 Green PHA Board / Agency has very constructive and effective relationships with a range of key stakeholders. 78 Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 RF4 RF5 79 4. Board engagement and involvement ALB Name - Public Health Agency Date - 31 March 2021 4.2 Internal stakeholders Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Green The organisation culture is reviewed by the Remuneration committee bi-annually and discussed at confidential session. Follow up actions in respect of organisational culture are discussed at committee/board. Staff events are regularly held. There are also \"away days\" held in different directorates. There are other mechanisms for staff to input their views, e.g. through the staff engagement sessions that take place approximately every 2 months. GP2 Green Staff are involved in the development of corporate and directorate business plans at directorate/function level. This information is then fed through to the corporate business plan. GP3 This is communicated through Directors to their teams, and is 80 Green the basis for appraisals. GP4 Green The Board regularly thanks individuals and departments at Board meetings or other group functions, it acknowledges contributions and achievements as and when appropriate. A new weekly staff newsletter, inPHA, was launched in June 2016 and this highlights and acknowledges achievements of PHA staff. GP5 Green The PHA Board and Agency have clear values and behaviours that have been communicated to staff not only in internal meetings by management, but clearly in policies and procedures. GP6 Green Staff are informed about major risks etc through a range of channels, including emails from the Chief Executive, and through Chief Executive and Directorate briefings. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 RF3 81 4. Board engagement and involvement ALB Name - Public Health Agency Date - 31 March 2021 4.3 Board profile and visibility Evidence of compliance with good practice (Please reference supporting documentation below) Action plans to achieve good practice (Please reference action plans below) Explanation if not complying with good practice Areas were training or guidance is required and/or Areas were additional assurance is required GP1 Amber Due to COVID-19 there have not been many events or opportunities for NEDs to engage with staff apart from the staff engagement sessions which are organised by the Chair and Chief Executive approximately every 2 months. Board workshops would have provided the opportunity for staff to present to board members and discuss programme areas in more depth and with a wider range of staff involved than would be possible at a formal board meeting. GP2 Amber As above there has not been the same opportunity in 2020/21 for Board members, and in particular the Chair and Chief Executive to attend a range of meetings and events with external stakeholders. 82 GP3 Red Largely due to COVID-19 this has not been the case during 2020/21. GP4 Red Largely due to COVID-19 this has not been the case during 2020/21. GP5 Green The Board holds its meetings in public, and only has a small number of confidential sessions, with very specific, sensitive and/or urgent agendas. Board agendas and minutes are published on the PHA website. GP6 Green As part of the Board member appraisal process, the Chair gives feedback to NEDs on their contributions at meetings and values informed and challenging contributions at Board meetings. Red Flags Action Plans to remove the Red Flag or mitigate the risk presented by the Red Flag Notes/Comments RF1 RF2 83 Summary Results ALB Name - Public Health Agency Date - 31 March 2021 1.Board composition and commitment Area Self Assessment Rating Additional Notes 1.1 Board positions and size Green 1.2 Balance and calibre of Board members Green 1.3 Role of the Board Green 1.4 Committees of the Board Green 1.5 Board member commitment Green 2.Board evaluation, development and learning Area Self Assessment Rating Additional Notes 2.1 Effective Board level evaluation Amber 2.2 Whole Board development programme Amber 2.3 Board induction, succession and contingency planning Green 2.4 Board member appraisal and personal development Green 3.Board insight and foresight Area Self Assessment Rating Additional Notes 3.1 Board performance reporting Amber 3.2 Efficiency and Productivity Green 3.3 Environmental and strategic focus Green 3.4 Quality of Board papers and timeliness of information Amber 84 3.5 Assurance and risk management Green 4. Board engagement and involvement Area Self Assessment Rating Additional Notes 4.1 External stakeholders Green 4.2 Internal stakeholders Green 4.3 Board profile and visibility Green 5. Board impact case studies Area Self Assessment Rating Additional Notes 5.1 Green 5.2 5.3 Areas where additional training/guidance is required Area Self Assessment Rating Additional Notes Areas where additional assurance is required Area Self Assessment Rating Additional Notes 85 6. Board impact case studies 86 6. Board impact case studies Overview This section focuses on the impact that the Board is having on the ALB and considers a recent case study in one of the following areas: 1. Performance failure in the area of quality, resources (Finance, HR, Estates) or Service Delivery; 2. Organisational culture change; and 3. Organisational strategy.87 6. Board impact case studies 6.1 Measuring the impact of the Board using a case study approach This section focuses on the impact that the Board is having on the ALB, it's clients, including other organisations, patients, carers and the public. The Board is required to submit one of three brief case studies: 1. A recent case study briefly outlining how the Board has responded to a performance failure in the area of quality, resources (Finance, HR, Estates) or service delivery. In putting together the case study, the Board should describe: Whether or not the issue was brought to the Board's attention in a timely manner; The Board's understanding of the issue and how it came to that understanding; The challenge/ scrutiny process around plans to resolve the issue; The learning and improvements made to the Board's governance arrangements as a direct result of the issue, in particular how the Board is assured that the failure will not re-occur. 2. A recent case study on the Board's role in bringing about a change of culture within the ALB. This case study should clearly identify: The area of focus (e.g. increasing the culture of incident reporting; encouraging innovation; raising quality standards); The reasons why the Board wanted to focus on this area; How the Board was assured that the plan(s) to bring about a change of culture in this area were robust and realistic; Assurances received by the Board that the plan(s) were implemented and delivered the desired change in culture. 3. A recent case study that describes how the Board has positively shaped the vision and strategy of the ALB. This should include how the NEDs were involved in particular in shaping the strategy. Note: Recent refers to any appropriate case study that has occurred within the past 18 months. 88 6. Board impact case studies ALB Name - Public Health Agency Date - 31 March 2021 6.1 Case Study 1 Performance issues in the area of quality, resources (finance, HR, Estates) or Service Delivery Brief description of issue On the direction of the DoH the Public Health Agency in March 2020 was required to establish and rapidly expand a Contact Tracing Service to meet the pandemic of Covid 19. The service was initially set up in March 2020, stood down in April 2020 and then a pilot ran in May 2020 which, at the Department's request, was then retained as a continuous service. Outline Board's understanding of the issue and how it arrived at this As the pandemic spread rapidly throughout the community accommodation had to be found, contact tracers had to be recruited through a range of processes, be trained ,deployed and supervised to task. The speed of the expansion and deployment represented a potential risk to delivery and hence potential reputational damage to the Agency and this was recorded as a Corporate Risk. Outline the challenge/scrutiny process involved Whilst the Board ensured it had regular updates from the Interim Chief Executive as to the operation and status of the Contact Tracing Service and high level performance matrices were provided the Board sought further assurance that the system was operating effectively and that appropriate governance measures were in place. Outline how the issue was resolved In December 2020 the Governance and Audit Committee of the Board requested that Internal Audit re priorities its audit plan and undertake an audit of the scheme taking into account the Corporate Risk as expressed in the risk register and having regard to the adequacy of procedures in place for the recruitment ,training and supervision of Contact Tracers. Summarise the key learning points A key learning point was the ability of the Board to seek independent assurance in an area of concern. The Audit Report graded the review of CTS as SATISFACTORY thus not only assuring the Agency Board as to the operation of the Scheme but also the sponsoring department . Summarise the key improvements made to the governance arrangements directly as a result of above A key improvement was of course the confidence given by a Satisfactory audit opinion. Further improvements derived from 3 Priority 2 recommendations advanced by Internal Audit focusing on clarity of lines of responsibility between the Agency and the Department of Health.The need for a revised workforce plan , the need for increased monitoring in conjunction with improvements to the IT system. The recommendations have been accepted. 89 6. Board impact case studies ALB Name.............................................................Date.................. 6.2 Case Study 2 Organisational Culture Change Brief description of area of focus Outline reasons/ rationale for why the Board wanted to focus on this area Outline how the Board was assured that the plan/ (s) in place were robust and realistic Outline the assurances received by the Board that the plan/(s) were implemented and delivered the desired changes in culture 90 6. Board impact case studies ALB Name.............................................................Date.................. 6.3 Case Study 3 Organisational strategy Title: Brief description of area of focus Outline reasons / rationale for why the Board wanted to focus on this area Outline how the Board was assured that the plan/ (s) in place were robust and realistic Outline the assurances received by the Board that the plan/(s) were implemented and delivered the desired changes in culture Specifically explain how the NEDs were involved | Page 1 | ALB Self -Assessment Action Plan 2021/22 Section Good Practice / Red Flag Reference Action Target Date Progress (Red / Amber / Green rating ) 1.2 Balance and Calibre of Board Members GP1 Chair to write to the Department to highlight his concern around the gender balance of the PHA Board. 31 May 2021 1.3 Role of the Board GP2 As part of the induction for Executive and Non- Executive Directors, each should have a clearer understanding of their own, and each other's, responsibilities. 30 November 2021 1.3 Role of the Board GP15 Scheme of Delegation to Board Committees should be approved before 15 January 2022 15 January 2022 2.1 Effective Board Level Evaluation GP1 The PHA Board will continue to undertake the DoH ALB Board self -assessment annually. 30 June 2022 | Page 2 | 2.1 Effective Board Level Evaluation GP2 The PHA Board will continue to use the self -assessment and other tools as a basis for identifying further improvements / changes. Ongoing 2.1 Effective Board Level Evaluation RF2 The Board will aim to have an independent evaluation of i ts Self-Assessment for 2021/22. 30 June 2022 2.1 Effective Board Level Evaluation RF3 The Board will undertake a survey of those outside the Board as part of its self - assessment in 2021/22. 30 June 2022 2.3 Board induction, succession and contingency planning GP4 The appointment of a Deputy Chair will be reviewed by December 2021. 31 December 2021 2.4 Board member appraisal and personal development GP5 It is proposed by the Chair that in addition to the annual appraisal the chair will have one-to-one meetings with all Non-Executive Directors. 31 March 2022 3.1 Board performance reporting GP5 An action log will be developed as part of Board mi nutes going forward into 2021/22. 31 October 2021 | Page 3 | 3.4 Quality of Board papers and timeliness of information GP1 Timetable of Board and GAC meetings for 2022 to be reviewed in late 2021. 30 November 2021 3.4 Quality of Board papers and timeliness of information GP2 Reports of more than 20 pages in length should be received by members at least 14 days before the meeting. 31 March 2022 3.4 Quality of Board papers and timeliness of information GP5 Reports should follow the guidance in the ICSA publication, \"Effective Board Reporting\" (2018). 31 March 2022 3.4 Quality of Board papers and timeliness of information GP6 There is scope to improve the presentation of data in order that trends over time can be identified. 31 March 2022 3.4 Quality of Board papers and timeliness of information GP9 Board members should seek to ensure that the collection of data is properly quality assured. 31 March 2022 3.4 Quality of Board papers and timeliness of information GP10 When reports are being designed and written, authors and editors must keep in mind and be explicit about the purpose of presenting each report to the Board. 31 March 2022 | Page 4 | 4.1 External Stakeholders GP3 During 2021/22 the PHA will develop its approach for how it will consult on its new Corporate Strategy. 31 "}