{"title": "Protecting you from mpox (monkeypox): information on the smallpox vaccination", "author": null, "url": "https://www.gov.uk/government/publications/monkeypox-vaccination-resources/protecting-you-from-monkeypox-information-on-the-smallpox-vaccination", "hostname": "gov.uk", "description": null, "sitename": "GOV.UK", "date": "2022-06-22", "cleaned_text": "Protecting you from mpox (monkeypox): information on the smallpox vaccination Updated 6 September 2022 Applies to England Vaccination appointments Monkeypox vaccinations are offered to eligible patients in specialist sexual health clinics. You can check the website of [your local sexual health service](https://www.nhs.uk/service-search/sexual-health/find-a-sexual-health-clinic) for more information. Please contact your local sexual health clinic by telephone and they will advise you. Call 111 for advice if you're not able to contact a sexual health clinic. The smallpox (MVA) vaccination You are being offered a smallpox vaccination to help protect you against monkeypox. The vaccine is manufactured in Europe by Bavarian Nordic [[1]](#ref). When you are given the vaccine, your immune system (the body's natural defence system) produces antibodies against the smallpox virus. These antibodies should also protect you against the monkeypox virus. The vaccine contains a virus which has been modified so that it cannot grow in the human body. This Modified Vaccinia Ankara (MVA) vaccine was developed as a much safer form of the smallpox vaccine used widely in the UK and abroad into the 1970s. The MVA vaccine does not contain smallpox virus and cannot spread or cause smallpox. What MVA is used for As monkeypox is caused by a virus similar to smallpox, vaccines against smallpox are expected to prevent or reduce the severity of the monkeypox infection. Imvanex vaccine has been authorised by the UK's Medicines and Healthcare products Regulatory Agency (MHRA) to protect against smallpox. Although the same MVA vaccine is licensed for use against monkeypox in the US, the vaccine is not yet licensed for use against monkeypox in the UK. Because of this and because you may be receiving vaccine which has been packed and labelled for use in the US, the vaccine you have is considered 'unlicensed' or 'off-license' in the UK. This should not make any difference to you, as your health care professional is recommending the vaccine in line with national advice. The UK Health Security Agency (UKHSA) and the Joint Committee on Vaccination and Immunisation (JCVI) recommends the use of MVA vaccine as part of the response to cases of monkeypox. Who MVA is recommended for UKHSA currently recommends that MVA is offered to: - healthcare workers who are caring for and who are due to start caring for a patient with confirmed monkeypox - gay, bisexual and other men who have sex with men. Your clinician will advise vaccination for you if you have multiple partners, participate in group sex or attend 'sex on premises' venues - people who have already had close contact with a patient with confirmed monkeypox. Vaccination with a single dose of vaccine should be offered as soon as possible (ideally within 4 days but sometimes up to 14 days) Does the vaccine work? After 2 doses of vaccine, almost all people develop antibodies and should therefore have a good level of protection against monkeypox. It is less clear what level of protection you get from a single dose - this may be a reason to avoid high risks until after the second dose. Vaccines work in different ways. One dose may not completely prevent infection but even if you catch monkeypox, the symptoms should not be as bad. The first dose prepares your immune system so it can respond much more quickly if you come into contact with monkeypox. The vaccine also takes time to work. It might start to work after a few days and should reach the highest protection by about 4 weeks. Because there are currently limited supplies of the vaccine, the NHS will start by giving one dose to as many eligible people as possible. This is a fair way to provide some protection to the whole community. As more vaccines become available, a second dose will be given to those at highest risk. This will be at least 2 to 3 months after the first vaccine. A longer time between the first and second doses should improve your long term protection. Even after 2 doses you should continue to be aware of the risks and symptoms of monkeypox. If you develop symptoms, stay at home and call 111 or a sexual health clinic. Using MVA in children Monkeypox is known to be more serious in young children than in older children and adults. Therefore the vaccine is still recommended in children, even in babies. Although there is very little data on the use of the smallpox vaccine in children, the same MVA virus has been widely used for children as part of other vaccines. Several hundred small babies have been given MVA-based vaccines against tuberculosis and malaria. The vaccines seem to work very well and have an acceptable safety record, causing very similar side effects to other vaccines. The vaccine has also been given safely to a few children in the UK after contact with a case. People who cannot receive MVA vaccine The only people who cannot receive the vaccine are those who suffered a sudden life-threatening allergic reaction to a previous dose of the vaccine, or any ingredient of vaccine before. The vaccine contains trace amounts of chicken protein, benzonase and gentamicin and ciprofloxacin (antibiotics). People who may be better to delay vaccination If you are ill with a high temperature you may need to be assessed to determine if you are displaying early signs of monkeypox. If your illness is not related to monkeypox, you may still be offered the vaccine. The presence of a minor infection, such as a cold, should not require postponement of the vaccination, but talk to your doctor or nurse first. Others that need to take special care You should tell the doctor or nurse if you have received smallpox vaccination in the past or if you have atopic dermatitis, as the risk of side effects from the MVA vaccine may be higher. If you are HIV positive or have any other condition or treatment leading to a weakened immune system, the vaccine may not protect you as well. Let your doctor or nurse know. If you are pregnant If you are pregnant, or think you may be pregnant or are planning to have a baby, talk to your doctor. The virus in the vaccine does not grow and multiply in the human body and so cannot spread to an unborn child. Monkeypox may be more severe in pregnancy and you also need to consider the risk of passing infection to your baby. The doctor should help you to understand the benefits and how this balances against any theoretical risk from the vaccine. Breastfeeding and the vaccine If you are breastfeeding, you will still be offered the vaccine. The virus in the vaccine does not grow well in the human body and so cannot spread to the breastfed child. If you catch monkeypox, however, you could pass infection to your baby, and monkeypox may be more severe in small babies. The doctor can help to explain the benefits. If you are taking other medicines Tell your doctor or nurse if you are taking or have recently taken any other medicines or if you have recently received any other vaccine. In most cases, you should be fine to have the vaccine. The vaccine can be safely given to people who are living with HIV infection, those who are taking pre-exposure prophylaxis (PrEP) and at the same time as other important vaccines including those against human papillomavirus (HPV) and hepatitis. How MVA is given The vaccine will be injected into the skin, preferably into the upper arm, by your doctor or a nurse. Driving and using machines There is no reason to believe that the vaccine would affect your ability to drive or use machines. Fainting after vaccination is quite common, so you should wait for 15 minutes after the jab before you drive. Side effects of MVA vaccine The vaccine has a very good safety profile. Like all vaccines it can cause side effects, but most of these are mild and short-lived and not everyone gets them. Unlike the old smallpox vaccine, vaccination does not leave a scar. Side effects may be more common in people who have previously received a dose of live smallpox vaccine. These people only need a single dose of MVA to boost their existing protection. Common side effects Like all medicines, this vaccine can cause side effects, although not everybody gets them. Common side effects include pain and itching at the injection site and headache, muscle ache, sickness and tiredness. About 1 in 10 people will have chills and fever, but these should not last more than a few days. If you experience any of the side effects listed above, you should rest and you can take the correct dose of paracetamol to help relieve the symptoms. If you already have atopic dermatitis (a form of eczema), you may experience more intense local skin reactions (such as redness, swelling and itching) and other general symptoms (such as headache, muscle pain, feeling sick or tired), as well as a flare-up or worsening of your skin condition. Serious side effects Some other conditions have been more rarely reported in people who received the vaccine. In the spirit of openness, the vaccine product insert mentions all these conditions - even those reported from single cases - but this does not mean that the vaccine was responsible. If you get any side effects, talk to your doctor, pharmacist or nurse. This includes any possible side effects not listed in this guide. If you have the following symptoms shortly after vaccination, ring 999 (or ask someone to do this for you): - difficult or noisy breathing or wheezing - swollen tongue - prolonged fainting or unconsciousness - confusion These symptoms may be a sign of a rare but serious allergic reaction and typically happen within 15 minutes of vaccination. Simple faints are much more common after vaccination. If you do faint, stay flat on your back with your legs raised. If this doesn't make you feel better, then call for help. For other symptoms, contact 111 or your health professional. Reporting side effects Please report any suspected side effects: - online at [Yellow Card Scheme](https://yellowcard.mhra.gov.uk/) - downloading and using the Yellow Card app: - calling the Yellow Card scheme on 0800 731 6789 (9am to 5pm) By reporting side effects you can help provide more information on the safety of this vaccine. Further information You will get more information on this medicine from the package insert that the doctor or nurse should give you. The insert is also available on the [European Medicines Agency](https://www.ema.europa.eu/en/medicines/human/EPAR/imvanex) website. - The vaccine you are being given is called Imvanex in the UK and Europe, Jynneos in the US and Imvamune in Canada. These all contain the same MVA vaccine and are made by the same company. "}