{"title": "Alterations in brain and immune function produced by mindfulness meditation - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/12883106/", "hostname": "ncbi.nlm.nih.gov", "description": "These findings demonstrate that a short program in mindfulness meditation produces demonstrable effects on brain and immune function. These findings suggest that meditation may change brain and immune function in positive ways and underscore the need for additional research.", "sitename": "PubMed", "date": "2014-12-01", "cleaned_text": "Alterations in brain and immune function produced by mindfulness meditation - PMID: 12883106 - DOI: [10.1097/01.psy.0000077505.67574.e3](https://doi.org/10.1097/01.psy.0000077505.67574.e3) Alterations in brain and immune function produced by mindfulness meditation Abstract Objective: The underlying changes in biological processes that are associated with reported changes in mental and physical health in response to meditation have not been systematically explored. We performed a randomized, controlled study on the effects on brain and immune function of a well-known and widely used 8-week clinical training program in mindfulness meditation applied in a work environment with healthy employees. Methods: We measured brain electrical activity before and immediately after, and then 4 months after an 8-week training program in mindfulness meditation. Twenty-five subjects were tested in the meditation group. A wait-list control group (N = 16) was tested at the same points in time as the meditators. At the end of the 8-week period, subjects in both groups were vaccinated with influenza vaccine. Results: We report for the first time significant increases in left-sided anterior activation, a pattern previously associated with positive affect, in the meditators compared with the nonmeditators. We also found significant increases in antibody titers to influenza vaccine among subjects in the meditation compared with those in the wait-list control group. Finally, the magnitude of increase in left-sided activation predicted the magnitude of antibody titer rise to the vaccine. Conclusions: These findings demonstrate that a short program in mindfulness meditation produces demonstrable effects on brain and immune function. These findings suggest that meditation may change brain and immune function in positive ways and underscore the need for additional research. Comment in - [EEG asymmetry and mindfulness meditation.](/14747649/)Psychosom Med. 2004 Jan-Feb;66(1):147-8; doi: 10.1097/00006842-200401000-00020. 2004. PMID: 14747649 No abstract available. - [Alterations in brain and immune function produced by mindfulness meditation: three caveats.](/14747650/)Psychosom Med. 2004 Jan-Feb;66(1):148-52; Psychosom Med. 2004. PMID: 14747650 No abstract available. Similar articles - [Spectral power and functional connectivity changes during mindfulness meditation with eyes open: A magnetoencephalography (MEG) study PMID: 26166440 - [Resilience Training: A Pilot Study of a Mindfulness-Based Program with Depressed Healthcare Professionals.](/26410675/)Explore (NY). 2015 Nov-Dec;11(6):433-44. doi: 10.1016/j.explore.2015.08.002. Epub 2015 Aug 21. Explore (NY). 2015. PMID: 26410675 Clinical Trial. - [What it means to be Zen: marked modulations of local and interareal synchronization during open monitoring meditation.](/25562827/)Neuroimage. 2015 Mar;108:265-73. PMC article. - [Mindfulness meditation and the immune system: a systematic review of randomized controlled trials.](/26799456/)Ann N Y Acad Sci. 2016 Jun;1373(1):13-24. doi: 10.1111/nyas.12998. Epub 2016 Jan 21. N Y Acad Sci. 2016. PMID: 26799456 Free PMC article. Review. - [8-week Mindfulness Based Stress Reduction induces brain changes similar to traditional long-term meditation practice - A systematic review.](/27429096/)Brain Cogn. 2016 Oct;108:32-41. doi: 2016. PMID: 27429096 Review. Cited by - [Autonomic function and inflammation in pregnant women participating in a randomized controlled study of Mindfulness Based Childbirth and Parenting.](/37038176/)BMC article. Clinical Trial. - [Effectiveness of yoga for major depressive disorder: A systematic review and meta-analysis.](/37032928/)Front Psychiatry. 2023 Mar 23;14:1138205. doi: 10.3389/fpsyt.2023.1138205. eCollection 2023. article. - [Small-scale urban design interventions: A framework for deploying cities as resource for mental health and mental health literacy.](/37020920/)Front Psychol. 2023 Mar article. - [Cultivating well-being in engineering graduate students through mindfulness training.](/36947553/)PLoS One. 2023 Mar 22;18(3):e0281994. doi: 2023. PMID: 36947553 Free PMC article. Clinical Trial. Publication types MeSH terms Substances Grant support LinkOut - more resources Full Text Sources Medical "}