{"title": "No, no hay evidencias de que tomar megadosis de vitamina C cure el cáncer · Maldita.es - Periodismo para que no te la cuelen", "author": null, "url": "https://maldita.es/malditaciencia/20190116/no-no-hay-evidencias-de-que-tomar-megadosis-de-vitamina-c-cure-el-cancer/", "hostname": "maldita.es", "description": "Nos habéis preguntado por la moda de tomar o inyectarse megadosis de vitamina C para curar cualquier cosa y mejorar...", "sitename": "Maldita.es — Periodismo para que no te la cuelen", "date": "2019-01-16", "cleaned_text": "Nos habéis preguntado por la moda de tomar o inyectarse megadosis de vitamina C para curar cualquier cosa y mejorar la salud de forma general. Existe una corriente que defiende el uso de megadosis de vitamina C como parte del tratamiento contra el cáncer. ¿Tiene esto algún sentido? Pues no lo parece. Vamos por partes. La [vitamina C](https://ods.od.nih.gov/factsheets/VitaminC-DatosEnEspanol/) es un nutriente esencial para nuestro cuerpo que no podemos generar por nosotros mismos, como sí pueden hacer otros animales, y por tanto tenemos que ingerirlo con los alimentos. Tiene algunas funciones importantes, por ejemplo es necesario para el mantenimiento del sistema inmune, interviene en el proceso de envejecimiento y su escasez se asocia con una enfermedad llamada escorbuto. [Las recomendaciones](https://medlineplus.gov/spanish/ency/article/002404.htm) diarias son de 90 mg para los hombres y 75 para las mujeres, y un poco más altas para embarazadas (85 mg) y mujeres en época de lactancia (120 mg). Sin embargo, en muchas ocasiones se han magnificado sus propiedades, especialmente a partir de las ideas de [Linus Pauling](https://es.wikipedia.org/wiki/Linus_Pauling), Nobel de Química en 1954 y de la Paz en 1962, que sin embargo dio pie a una famosa pseudoterapia, la medicina ortomolecular, que propone que regular las dosis de determinadas moléculas dentro del organismo, entre ellas las vitaminas, se pueden curar todas las enfermedades. Entre ellas, la vitamina C es una de las más veneradas y eso ha llevado a magnificar sus propiedades, muchas veces sin evidencias científicas para ello. Las macrodosis de vitamina C son aquellas que superan las recomendaciones médicas y se pueden tomar por vía oral o intravenosas, a veces alcanzando incluso el considerado umbral máximo tolerable que son 2.000 mg diarios (a partir de la cual se pueden sufrir [problemas digestivos](https://www.ncbi.nlm.nih.gov/pubmed/6364356) y [renales](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1472830/)). Estas dosis, cuando no alcanzan el máximo tolerable, pueden ser bien toleradas por la mayoría de la gente (aunque [pueden ser problemáticas](https://www.ncbi.nlm.nih.gov/pubmed/20628650?dopt=Abstract) en personas con daños renales previos), pero no está claro que tengan ningún efecto. Se han estudiado especialmente como complemento del tratamiento contra el cáncer. Algunos [estudios](https://www.sciencedirect.com/science/article/pii/0009279774900192?via%3Dihub) realizados en los años 70 por Pauling y sus socios sugirieron que los pacientes que recibieron grandes dosis de vitamina C mejoraron sus condiciones de vida y su supervivencia. Esos estudios fueron [criticados](https://www.quackwatch.org/01QuackeryRelatedTopics/Cancer/c.html) por haber cometido errores al realizar las observaciones que pudieron afectar a los resultados, así que se realizaron [nuevos estudios](https://www.ncbi.nlm.nih.gov/pubmed/384241?dopt=Abstract) corrigiendo esos errores y las conclusiones fueron que la vitamina C no mostraba ventajas sobre la aplicación de un placebo. Estudios posteriores que han mostrado algunas ventajas, aunque moderadas, estaban hechos con [células tumorales en el laboratorio](https://www.pnas.org/content/102/38/13604) o [con ratones](http://www.washingtonpost.com/wp-dyn/content/article/2008/08/05/AR2008080501297.html), y ambos casos están lejos de ser aplicables a seres humanos. En resumen: a pesar de algunos resultados iniciales favorables, al corregir y mejorar los estudios no parece ser cierto que las megadosis de vitamina C tengan ninguna utilidad, especialmente como terapia contra el cáncer que es para lo que mas se han analizado. Para ahondar en el tema, y si te apañas con el inglés, puedes echar un vistazo a este "}