{"title": "Al menos 80 millones de bebés están expuestos por suspenderse las vacunas durante la Covid-19", "author": "Redacción", "url": "https://www.espaciosanitario.com/politica-y-sociedad/al-menos-80-millones-de-bebes-estan-expuestos-por-suspenderse-las-vacunas-durante-la-covid-19_1512840_102.html", "hostname": "espaciosanitario.com", "description": "Según alertan la OMS, UNICEF y Gavi", "sitename": "Espacio Sanitario", "date": "2020-05-25", "cleaned_text": "Según los datos recopilados por las citadas organizaciones y el instituto para las vacunas Sabine Vaccine Institute, la prestación de servicios sistemáticos de inmunización se alteró considerablemente en, al menos, 68 países, lo cual podría afectar a los, aproximadamente, 80 millones de niños menores de un año que viven en esas naciones. \"Desde marzo, los servicios sistemáticos de inmunización infantil se encuentran interrumpidos a una escala mundial que, probablemente, no tiene precedentes desde que comenzaron los programas ampliados sobre inmunización (PAI), en la década de 1970\", apunta la OMS. De los 129 países de los que había datos disponibles, en más de la mitad (un 53%) se registraron interrupciones entre moderadas y graves o la suspensión total de los servicios de vacunación durante los meses de marzo y abril de este año. \"La inmunización es uno de los instrumentos de prevención de enfermedades más poderosos y fundamentales de la historia de la Salud Pública\", asegura el director general de la [OMS](https://www.who.int/es), el doctor Tedros Adhanom Ghebreyesus, que subraya que \"la interrupción de los programas de inmunización por la pandemia de la Covid-19 podría paralizar décadas de avances contra enfermedades que pueden evitarse con vacunas, como el sarampión\". Razones de la interrupciónLas razones que explican la interrupción de los servicios varían. Algunos padres se muestran reacios a salir de sus casas por las restricciones a los desplazamientos, la falta de información o porque temen infectarse con el virus de la Covid-19. Además, dicho organismo indica que \"no todos los trabajadores sanitarios están disponibles debido a las restricciones a los viajes o por haber sido reubicados para dedicarse a las labores de respuesta a la Covid-19. En otros casos, hay escasez de equipos de protección\". Los retrasos en el transporte de las vacunas están agravando la situación. UNICEF denunció \"el considerable retraso de los envíos de vacunas programados debido a las medidas de aislamiento y la consiguiente disminución de los vuelos comerciales y de la disponibilidad de "}