{"title": "PDF", "author": "PDF", "url": "www.medigraphic.com/pdfs/revcubtecsal/cts-2021/cts212o.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número 117 FITOTERAPIA DE LA MEDICINA TRADICIONAL C HINA PARA COMBATIR DE FORMA EXITOSA LA COVID -19 HERBOLOGY FROM TRADITIONAL CHINESE MEDICINE TO SUCCESSFULLY 1Bachel or of Science in Engineering Technology. Doctor of Acupuncture and Oriental Medicine. Master of Science in Traditional Chinese Medicine. Diplomate of Acupuncture and Oriental Medicine. Licencia de Acupunturista y Herbalista del Estado de California. Portia Clinic. Sunnyvale. California. Estados Unidos. Correo electrónico: asiimtherapeutics@gmail.com 2Doctora en Medicina. Especialista en Bioestadística. Máster en Atención Primaria de la Salud. Doctor a en Ciencias de la Educación Médica. Profesora Asistente. Facultad de Tecnología de la Salud. Univ ersidad de Ciencias Médicas de la Habana. La Habana. Cuba. Correo electrónico: miday@infomed.sld.cu 3Licen ciado en Medicina Física y Rehabilitación. Magister Artium en Salud Laboral y Ambiente Ocupacional. Maestrante en Docencia Universitaria. Doctorado en Salud Mental y Dinámica Humana. Centro Integral de Rehabilitació n. Ciudad Guatemala. Guatemala. Correo el ectrónico: doc.arpi5@gmail.com RESUMEN Introducción : COVID -19 es una nueva enfermedad que se origina en China en noviembre del año 2019. La enfermedad es producida por un tipo de coronavirus, identificado como Sars-CoV-2. Objetivo : describir el uso de la fitoterapia de la Medicina Tradicional China en el tratamiento de covid -19 Portia Clinic durante 2020. Método : se realizó un estudio descriptivo de corte transversal con 50 pacientes del estado de Portia Clinic , tratados para el COVID -19 con fitoterapia de la Medicina Tradicional China. Se cumplió con los principios éticos y la confidencialidad de los datos. Se operacionalizaron variables que dieron salida al objetivo planteado. Se resumieron las variables con medidas de frecuencia absolutas y relativas, las cuales fueron representadas de forma tabular. Resultados : El 64% del grupo estudiado era masculino, de forma general predominó el grupo de 50-59 años. Al 58% se les realizó PCR y la totalidad dio positivo. Predominó la fiebre y el malestar general en más de la mitad de los pacientes estudiados. El factor de riesgo observado con mayor frecuencia fue el sobrepeso. El 80% tomó infusiones durante los síntomas, mientras que el 82% se recuperó en menos de una sema na. Conclusiones : la endemia causada por el virus S ARS-CoV sufrida en China entre l os años 2 002 y 2003 dio lugar a reportes sobre la eficacia de la MTC ancestral. Eso sirvió como base para combatir la pandemia causada por el S ARS-CoV-2 en los pacientes tra tados con esta terapia alternativa, lográndose resultados favorables. Palabras clave : covid -19, fitoterapia, fitoterapia china, Medicina Tradicional China ABSTRACT Introduction: COVID -19 is a new disease that originated in China in November 2019. The d isease is produced by a type of coronavirus, identified as SARS -CoV-2. Objective: to describe the use of Traditional Chinese Medicine herbal medicine in the treatment of COVID -19 in Portia Clinic during 2020. Methods: a descriptive cross -sectional study wa s conducted with 50 patients from the state of Portia Clinic , treated for COVID -19 with Traditional ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número phytotherapy. Ethical principles and data confidentiality were complied with. Variables were operationalized to meet the stated objective. The variables were summarized with absolute which were Results: 64% of the group studied was male, with a general predominance of the 50 -59 years age group. A PCR was performed in 58% and all of them were positive. Fever and general malaise predominated in more than half of the patients sions: the SARS endemic China between 2002 and 2003 gave rise to reports on the efficacy of ancestral TCM. served as a basis for achieving : covid -19, phytotherapy, Chinese phytotherapy, Traditional Chinese Medicine INTRODUCCIÓN COVID -19 es una nueva enfermedad que se origina en China en noviembre del año 2019. Es producida por un tipo de coronavirus, identificado Sars -Cov-2. Por razones que van más allá del campo médico, detalles exactos han tardado en conocerse y difundirse, no así la ella en sí, ésta llega a esparcirse por el mundo entero y se cataloga pandemia en pocos meses.1 En cuestión de un año la enfermedad dej a casi 2 millones de fallec idos en varios países del mundo. Evidenciándose así, fallos en la planeación e implementación de sistemas hospitalarios y servicios médicos en países con enormes recursos económicos, en los que las desigualdades sociales se hicie ron ver con el colapso de dichos recursos y servicios. Cuando inició la pandemia se hablaba de un tipo de neumonía inusual que, en muchos casos, parecía obstruir las vías respiratorias de manera fulminante, al punto que muchos decesos se dieron de manera súbita en las vías públicas. Aunque en China se logra descifrar la secuencia genética del virus2, el hermetismo del gobierno chino no permitió evaluar la situación y manejo con la suficiente transparencia, lo cual provocó descontento en el mundo occidenta l. Sin embargo, el mundo occidental estaba por quedar al descubierto en las áreas más vulnerables, pues hasta el presente el manejo de la situación no parece la mejor, a pesar de que se utilizan medicamentos para tales propósitos. Es aquí donde la falta de planeación adecuada y las desigualdades sociales han azotado a naciones \"poderosas\", el enfoque está en una dependencia desmedida en fármacos que no han sido estudiados lo suficiente. Al respecto, el presente artículo tiene relevancia al mostrar la ef ectividad de los medicamentos naturales que, con metodologías ancestrales, proveen una alternativa rápida, eficaz y económica. En específico, el enfoque va dirigido a las herramientas y metodologías que la Medicina Tradicional China (MTC) ofrece y que cue nta, al mismo tiempo, con una base científica moderna documentada. De forma independiente a cómo los hechos se han desarrollado y la i nformación ha evolucionado. La MTC contiene una estructura muy detallada que permite ver y analizar cualquier tipo de pad ecimiento en un marco que permite una aplicación de metodologías con óptimos resultados en la mayoría de los casos. Dentro del paradigma de la ciencia moderna, la COVID -19 puede parecer difícil de catalogar, la presenta ción de síntomas es muy variada. Esto se evidenció desde los inicios cuando se debatía sobre si era o no un tipo de influenza, un tipo de enfermedad del tracto respiratorio o algo diferente, dificultándose la determinación, por la variedad y similitud de algunos síntoma s entre el resfriado, la gripe y la COVID -19.3 ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número 119 Dentro del paradigma de la MTC, el análisis y subsecuente plan de tratamiento se simplifica, la manera de agrupar signos y síntomas difiere de tal forma, que hace más fácil apuntar hacia una posible solución. Fue así que, con la manera peculiar de la MTC de observar los quebrantos de salud, se han podido observar los casos de COVID -19, de esta forma diseñar tres fórmulas que han tenido un 100% de efectividad para combatir la enfermedad y las secuelas. Un aspecto relevante de me todologías , muestra con la MTC el bajísimo costo comparad o con el de fármacos en general. Mientras el mundo corporativo gasta recursos en medicamentos que no son efectivos, en campañas de desprestigio y censura hacia los métodos naturales, millones de per sonas mueren de forma innecesaria. De esta manera, se ofrece al público en general, y a la comunidad científica, que brinda una clara ruta para combatir la enfermedad con gran efectividad. Lo cual, tiene el enorme potencial de prevenir el colapso de un sistema entero de servicios hospitalarios, dándose así la oportunidad a la ciencia moderna que disponga de más tiempo para analizar el virus y diseñar medicamentos efectivos en el tratamiento de la enfermedad y para su posible prevención. De ahí que el obje tivo de esta publicación sea describir el uso de la fitoterapia de la Medicina Tradicional China en el tratamiento de COVID -19 en Portia Clinic durante 2020. MÉTODO Se realizó un estudio descriptivo de corte transversal , a pacientes tratados por C OVID -19 con fitoterapia de la Medicina Tradicional China (MTC), en Portia Clinic , durante el 2020. El universo de estudio estuvo constituido por los 50 pacientes que fueron tratados por COVID -19 con esta terapia alternativa, en Clinic Portia, desde California. La información sólo fue utilizada por los investigadores y con fines investigativos. Se cumplió con el principio de la confidencialidad de los datos , los cuales fueron presentados de forma colectiva y no individual. Para dar salida al objetivo se operacion alizaron las variables edad, sexo, sintomatología, tratamiento. Los datos obtenidos se vaciaron en una base de datos, la cual fue procesada mediante el uso del SPSS 21, utilizándose frecuencias absolutas y relativas para todas las variables. La informació n obtenida se presentó en tablas estadísticas para facilitar la comunicación y comprensión de los resultados. Cada paciente fue tratado con una infusión de hierbas. En total se utilizaron tres tipos diferentes de infusiones para combatir tres grupos de pr esentaciones de COVID -19, que fueron identificadas por medio de un diagnóstico diferencial aplicado a cada paciente. El diagnóstico diferencial aplicado está basado en los conceptos y prácticas de la MTC. En relación al presente estudi o, la MTC contempl a dos patologías: Invasión Externa por Viento y Frío, e Invasión Externa por Viento y Calor. Estas designaciones tienen características que, comparadas con las del paradigma de la medicina convencional, se aproximan a lo que se conoce como enfermedades de las vías respiratorias y, en uno s casos, gastroenteritis viral. Una tercera patología es la Tos (productiva o seca). La mayoría de pacientes recibieron infusiones para las primeras dos patologías. El tercer tipo de infusión fue aplicado sólo dentro del te rritorio geográfico que comprende a los EE.UU., debido a que este tipo contiene especies que no son adquiribles en muchos países . Las leyes actuales de los EE.UU. prohíben el envío de sustancias medicinales a otros países. Se identificaron síntomas claves que permitieron catalogar las diferentes manifestaciones de COVID -19 en 3 grupos generales: 1) Invasión Externa por Viento y Frío; 2) Invasión Externa por Viento y Calor; y 3) Tos (seca o ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número CUANTITATIVO 120 productiva). La tos puede manifestarse conjuntamente en el grupo 1 o 2, y se le dio especial atención a los casos de tos seca. Los signos y síntomas claves qu e se identificaron fueron lo s siguientes: 1. Invasión Externa por Viento y Frío - aversión al frío o escalofríos; esputo y/o flema y/o mucosidad cristalinos o blanco s. 2. Invasión Externa por Viento y Calor - fiebre (o sensación de temperatura elevada leve o extrema); esputo y/o flema y/o mucosidad amarillentos o verdosos. 3. Tos - los casos de tos requieren mucha atención, especialmente la tos seca, la cual no le permite al paciente expulsar flema o mucosidad de las vías respiratorias y causa preocupación por el potencial de obstruir las vías respiratorias provocando disnea y asfixia. RESULTADOS Y DISCUSIÓN A continuación se presentan los principales resultados de esta investigación. Obsérvese en la tabla 1, la distribución de pacientes según edad y sexo. Se encontró un predominio del sexo masculino con un 64% sobre el femenino (3 6%). También se presentó con más frecuencia el grupo de 50 -59 años; sin embargo hubo igual presentación en el grupo de 20 -29 y de 60 y más. Nótese que dentro del sexo masculino, pr edominó el grupo de 30 -39 años. Tabla 1. Distribución de pacientes según Edad y Sexo Grupo de edad Sexo Femenino Masculino Total No. % No. % No. % Menor de 18añ os 1 2 1 2 2 4 20-29 5 10 4 8 9 18 30-39 4 8 7 22 11 22 40-49 0 0 4 8 4 8 50-59 6 12 9 18 15 30 60 y + 2 4 7 14 9 18 Total 18 36 32 64 50 100 Datos publicados por la OMS4 muestran la cifra total, oficial, provisional de casos confirmados de 18 137 431; de éstos el 49.1% eran mujeres y el 50.9% eran hombres. Un reporte de l World Bank Group5 indica que, entre otros factores, en general, estudios revelan que en China, España e Italia el porcentaje de decesos se ve mucho más prominente en hombres que en mujeres; dicho reporte apunta a que en China este porcentaje ha sido de un 65%. Otros estudios reportan tendencias similares en otros países.6 Estas tendencias coinciden c on los resultados observados en la Tabla 1; sin embargo, los datos contrastan con aquéllos de otro estudio 7 el cual muestra que la incidencia de varias enfermedades y la respuesta inmunológica del cuerpo humano es diferente entre hombres y mujeres, toman en cuenta las diferencias anatómicas y fisiológicas. Dicho estudio también demues tra que la respuesta a los anticuerpos de vacunas contra la influenza estacional consistente es, por lo menos, el doble en mujeres comparada con la que se manifiesta en hombres . Otro estudio plantea que la edad, el tipo y número de comorbilidades presen tes en una persona también son factores que determinan severidad y mortandad.8 El 42% del grupo de estudio no se realizó PCR, mientras que del total que sí se lo realizó, sólo uno dio negativo. (Ver tabla 2) La prueba Chi cuadrado para determinar asociaci ón entre estas dos variables dio significativa (p=0.000). ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número CUANTITATIVO 121 Tabla 2. Distribución de pacientes según Prueba PCR y PCR positivo Prueba PCR PCR Positivo No Si Total No. % No. % No. % No 21 42 0 0 21 42 Si 1 2 28 56 29 58 Total 22 44 28 56 50 100 Las pruebas de PCR son parte de los protocolos establecidos en la actualidad para monitoreo y diagnóstico. Al igual que las recientes \"vacunas\" p ara inmunizar contra el SARS -CoV-2, los Centros para el Control de Enfermedades ( CDC por las siglas en ingl és) no aprobaron, sino que autorizaron el uso de estas pruebas (y vacunas) medida especial de emergencia mientras las circunstancias lo ameriten.9 Además, el documento publicado por los CDC , 9 lo indica el Dr. Mercola10 y muchos otros científicos, con lenguaje d istinto, la latente ineficacia de dichas pruebas (léase la sección Limitations de dicho documento). Es necesario hacer notar que las pruebas de PCR detectan la prese ncia del virus o de fragmentos, d e ninguna manera determinan si la persona infectada tiene la enfermedad COVID -19, lo cual se refleja , en parte, en los casos asintomáticos. 11 En especial cuando se habla de las muestras de hisopado que se someten a una prueba PCR , los resultados pueden indicar que el virus SARS -CoV-2 o las partículas pueden estar alojadas en la nasofaringe, pero eso no indica una infección activa , o sea la enfermedad COVID -19. Esto lo ha explicado en detalle muchas veces el Dr. Sciuto.11 En los últimos tiempos se descubrió que hay una alta probabilidad de que las pruebas PCR no s ean capaces de detectar la variante del virus que se ha desarrollado en Francia.12 Para los propósitos de esta investigación, la prioridad fue darle tratamiento a las personas afectadas, independiente de que se hubiera n realizado una prueba PCR o no. S e trató a pacientes sintomáticos, con resultados PCR positivos y negativos. En la distribución de pacientes según signos y síntomas, presentada en la tabla 3, se puede notar un predominio de la fiebre en el 72% de los casos, seguido de malestar gene ral en 58% de ellos. Se presentó en tercer lugar y con igual porcentaje el dolor corporal y la tos productiva. ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número CUANTITATIVO 122 Tabla 3. Distribución de pacientes según signos y síntomas presentados. Síntomas y signos Sí presentaron % Fiebre 36 72.0 Malestar general 29 58.0 Tos Productiva 18 36.0 Dolor Corporal 18 36.0 Descarga Nasal 17 34.0 Dolor de Cabeza 10 20.0 Tos Seca 9 18.0 Debilidad 9 18.0 6 12.0 Disnea 6 12.0 Dolor Pectora l 4 8.0 Asintomático 3 6.0 Ageusia 2 4.0 Gastroenteritis 2 4.0 Neumonía 2 4.0 Mareos 1 2.0 Dolor Abdominal 1 2.0 Síncope 1 2.0 Ulceraciones de la lengua 1 2.0 Disminución o pérdida del apetito 1 2.0 Perspiración 1 2.0 Trombosis Múltiple 1 2.0 En la tabla 3 se observa que la mayoría de signos y síntomas presentados en cada paciente reflejan un cuadro clínico muy semejante a los resfriados o la influenza estacional.13 Esto es lo que permitió, en gran parte, diseñar las fórmulas que fueron utiliz adas con éxito. Nótese en la tabla 4, que entre los factores de riesgo predominantes estaba el sobrepeso en el 24% de los pacientes, seguido en orden de frecuencia de la diabetes e hipertensión en el 12% de los casos para cada uno. (Ver tabla 4) Es import ante destacar que de los tres pacientes que requirieron ingreso, ninguno presentaba estos tres factores de riesgo que se acaban de mencionar. De entre los ingresados, uno tenía el antecedente de las adicciones y otro tenía problemas renales. Tabla 4. Dist ribución de pacientes según factores de riesgo presentados durante la COVID -19. Factores de riesgo Sí presentaron % Sobrepeso 12 24.0 Diabetes 6 12.0 Hipertensión 6 12.0 Problemas respiratorios crónicos 5 10.0 Hipercolesterolemia 4 8.0 Adicciones 4 8.0 Asma 3 6.0 Problemas Renales 2 4.0 Embarazada 1 2.0 ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número CUANTITATIVO 123 Los pacientes tratados presentan los mismos factores de riesgo que los que utilizan la medicina convencional, fuente primaria de servicios médicos. El 80% de los pacientes tomó infusión durante los síntomas. De los tres que requirieron ingreso, dos no tomaron infusión durante los síntomas; y los dos que requirieron tanque de oxígeno, tampoco ingirieron infusión en este periodo. (Ver tabla 5) Todos los que requirieron hospitalización estaban comp rendidos en el grupo de 50 años o más. Tabla 5. Distribución de pacientes según variables clínicas de tratamiento utilizadas. Variables de tratamiento Sí presentaron % Requirió Hospitalización 3 6.0 Requirió tanque de oxígeno 2 4.0 Tomó infusión como preventivo 5 10.0 Tomó infusión durante síntomas 40 80.0 Tomó infusión después de hospitalización o de presentar la mayoría de los síntomas o secuelas 3 6.0 Como se puede apreciar en la tabla anterior, las fórmulas se utilizaron con éxito en las difere ntes fases alrededor de la COVID -19, incluye la prevención. De los dos pacientes que requirieron hospitalización (no tomaron la infusión durante fase sintomatológica) y que fueron dados de alta con tanque de oxígeno, uno está en el rango de los 70 a 79 añ os de edad y vive fuera de los EE.UU., por lo que sólo tenía opción a las dos primeras fórmulas. La prognosis que recibió fue que necesitaría el tanque de oxígeno por el resto de la vida. Se procedió a guiarlo, monitorearlo y comenzó a tomar las infusion es bajo supervisión. En 7 semanas el paciente no necesitó el tanque de oxígeno. El segundo paciente está comprendido en el rango de los 50 a 59 años de edad, vive en California y tampoco tomó las infusiones d urante la fase sintomatológica. A esta persona sí se pudo suministrarle la fórmula espe cífica para la tos seca que padecía , y en 6 días no necesitó el tanque de oxígeno. En cuanto a la tabla 6, véase que el 82% mejoró antes de los 7 días. 34 pacientes se recuperaron antes de la semana, lo cual repres enta un 68% del total de pacientes ; también representa un 83% de todos los que se recuperaron en ese tiempo, y de igual forma, este número de 34 pacientes representa un 85% de todos los que sí tomaron infusión durante los síntomas. Ninguno de los que requi rió hospitalización sanó en la primera semana. Tabla 6. Distribución de pacientes según tiempo de recuperación y tomó infusión durante los síntomas. Tiempo de Recuperación Tomó infusión durante síntomas No Si Total No. % No. % No. % <1semana 7 14 34 68 41 82 1<2semanas 2 4 1 2 3 6 2<3semanas 0 0 3 6 3 6 3<4semanas 0 0 2 4 2 4 5<6semanas 1 2 0 0 1 2 Total 10 20 40 80 50 100 Como se observa en la tabla 6, el tiempo de recuperación fue rápido en más de la mitad de los pacientes. La mayorí a de los afectados comenzaron a mostrar cambios favorables en pocas horas para luego sentirse mucho mejor en pocos días. ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número 124 De todos los pacientes que tomaron la infusión durante la fase sintomatológica, sólo uno requirió hospitalización debido a complicacio nes que presentaron por otras comorbilidades que no le fueron reveladas al personal que practicó esta terapia alternativa . Pero sí se sabe que evolucionó bien en la lucha contra la COVID -19 y se encuentra en buen estado de salud . Es importante notar que ningún paciente tuvo ninguna reacción adversa al tratamiento que se le aplicó. Una forma de catalogar a los sujetos de este estudio es la siguiente: 1) los que tomaron las infusiones durante los síntomas; 2) los que tomaron l as infusiones como preventivo; 3) los que tomaron las infusiones con secuelas vigentes después de la mayoría de los síntomas. En los tres grupos el período de recuperación fue muy favorable, la disminución o atenuación de los síntomas en la mayoría de los casos comenzó con la primera do sis. Se prepararon fórmulas para combatir lo que en la MTC se conoce \"Invasión Externa por Viento y Frío\", \"Invasión Externa por Viento y Calor\" y tos seca que utiliza especies del reino vegetal. De forma comparativa los primeros dos patrones de desarmon ía (o \"síndromes\" en el lenguaje de la ciencia convencional) abarcan lo que en la medicina convencional correspondería a un resfriado, una gripe (influenza) o una gastroenteritis viral en algunos casos. Entre los tipos de componentes más comunes que se en cuentran en el reino vegetal están los fenoles, flavonoides, tocoferoles, ácidos orgánicos, entre otros. Las composiciones, funciones y potencial medicinal de muchas sustancias han sido estudiadas, por lo que la industria farmacéutica busca identificar y aislar los \"agentes activos\" para la elaboración de fármacos. Esto ha sido muy exitoso en muchos casos pero es cierto que, en muchos casos, los componentes aislados no funcionan de igual manera ni con la misma sinergia con la que funcionan en estado natur al, y parte de eso desemboca en efectos adversos. Entre las especies que se utilizaron en este estudio se describen algunas para mostrar la razón de la efectividad en el tratamiento que aplicado . Syzygium aromaticum (clavo) Contiene ácido betulínico, pa rte de una familia de compuestos conocidos terpenoides los cuales tienen acciones antitumorales, antiinflamatorias, antibacterianas y antivirales, entre otras.14 Este compuesto tiene actividad inhibitoria en la proteasa 3CL del SARS -CoV-2, una proteasa fun damental en el ciclo de replicación del virus.15 Esta proteasa es la misma en la que la compañía Pfizer se enfocó para desarrollar unas estrategias para combatir el SARS -CoV2.16 Sin embargo, u no de los compuestos más estudiados de esta especie es el E ugenol, compuesto fenólico presente en muchas especies y en cantidades significativas en la misma , de donde fue extraído por primera vez. Este se ha utilizado para combatir condiciones serias: el estrés oxidativo, inflamación, hiperglicemia, colest erol al to, cáncer, entre otras. La OMS lo tiene catalogado componente GRAS (reconocido seguro , siglas en inglés ).17 Entre las muchas funciones y beneficios de este compuesto resaltan las de remover radicales libres, la prevención de especies re activas de oxígeno y nitrógeno. También acciona contra el virus -1 que provoca la Herpes Simplex e inhib e al virus de la influenza -A. Las empresas farmacéuticas lo utilizan de ingrediente en muchos productos odontológicos. Forma parte de compuestos nuevos contra la trombosis con la ventaja de que, el compuesto natural y el de los derivados por procesos de la industria farmacéutica exhiben acción similar .17, 18, 19, 20 ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número o Cinnamomum Cassia (dos tipos de canela) Se documenta el uso desde el Shen Nong Ben Cao Jing (25 -220DC), una de las materias m édicas más antiguas de la humanidad. En dicha literatura se recomendaba para condiciones que hoy conocemos : artritis, nefropatía, dismenorrea, anormalidades menstruales generales, diabetes, tos, asma y opresión del pecho, por lo que aparece a través de la historia de la MTC en numerosas fórmulas para diferentes propósitos. Estas especies contienen Eugenol el cual, tiene potente acción antitrombótica al inhibir la activa ción y agregación de plateletas.21 Los terpeno ides (la familia de plantas Lauraceae a la cual pertenece la canela) son los compuestos principales presentes en el ac eite esencial de estas especies. Entre otros compuestos se encuentra la Cumarin a, la cual se halla en mayor cantidad en la especie Cassia y que se utiliza en la elaboración de fármacos que ayudan a combatir la trombosis.Dentro de las propiedades que el grupo exhibe están la acción antitrombótica, antiinflamatoria, antitumoral, antiviral, antibacteriana y otras.22 En el año 2020 se descubrió que una de las causas principales de tanto deceso no era una \"pulmonía\", sino que se trataba más bien de lo que el Dr. Palma, cardiólogo, director del Centro de Enfermedades Cardiovasculares - Centro de Trombosis - Coagulación en Nocera Inferiore, unidad sanitaria local , hipotetizó una tormenta de coágulos; en otras palabras, él sospechaba una av alancha de citoquinas que provocó trombosis múltiple.23 Los conceptos del Dr. Palma fueron reconocidos a nivel internacional, y con gran humildad habló de conceptos similares, casi concurrentes, en los EE.UU. y en un documento oficial de la Unión Europea, además de precedentes estudios y discusiones en China.23 La hipótesis del Dr. fue comprobada por los doctores italianos Gianatti y Sonzogni del Hospital Papa Giovanni XXIII en Bérgamo, Italia al ejecutar 75 autopsias.24 Varias investigaciones surgieron en 2 002 y 2 003 en China cuando h ubo infección por SARS -CoV, al contar con estudios que muestran que estas especies ejercen una activid ad inhibidora contra este virus. Ahora se sabe , que el SARS -CoV2 se le asemeja en un 82%.15, 25 Zingiber o fficinale (jengibre) Esta especie ha recibido mucha atención durante la pandemia, con abundantes reportes de \"remedios caseros\" para el tratamiento de COVID -19, al igual que abundante propaganda que dice que el uso efectivo no está comprobado para tal padecimiento. Sin embargo, observando las cualida des de los múltiples componentes, estudios demuestran la efectividad para combatir el SARS-CoV-2, interfiere con la proteasa PLpro que es indispensable para la replicaci ón del virus.25, 26, 27 Taraxacum officinale (dandelión, diente de león, amargón) Esta especie es muy versátil en términos de los lugares en donde crece y se cultiva (casi por todo el mundo) y entre las propiedades medicinales resaltan la actividad antiinflamatoria ( de forma particular en el tracto respiratorio superior), prebiótica, diuré tica, y anticancerígena.28 En la actualidad asimismo se ha comprobado su efectividad para bloquear la interacción entre el receptor ACE2 y el SARS -CoV2 ; ahí se incluyen 5 variantes del virus.29 Es una especie que se ha utilizado por mucho tiempo contra l a influenza.30 Además del uso exclusivo de fármacos o sustancias naturales, el concepto de la medicina integral es algo que ha cobrado m ucho auge en los últimos años. Esto de igual forma ha sido aplicado a la pandemia actual.31, 32 Al principio, se diseñ ó este tratamiento para combatir la COVID -19; muchas personas han consumido las infusiones para los grupos 1 y/o 2 de manera preventiva, y no desarrollaron la enfermedad. A pesar de que muchos pacientes tuvieron contacto directo con personas infectadas y e nfermas, confirmados por pruebas PCR. ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número CUANTITATIVO 126 La efectividad del tratamiento y la prevención ha sido del 100%. En algunos casos las fórmulas desarrolladas se han administrado a algunos pacientes para combatir las secuelas de la enfermedad, y todos han reaccionado bien. CONCLUSI ONES La endemia causada por el virus S ARS-CoV sufrida en China entre l os años 2 002 y 2003 dio lugar a reportes sobre la eficacia de la MTC ancestral. Eso sirvió de base para combatir la pandemia causada por el S ARS-CoV-2 en los pacientes t ratados con esta terapia alternativa, lográndose resultados favorables. REFERENCIAS BIBLIOGRÁFICAS 1) WHO . Director -General's opening remarks at the media briefing on -19 Boudet AM, Gaddis I. Gender dimensions of the COVID -19 pandemic. World Bank, Washington, DC; 2020. 6) Coronavirus: the science immune responses. Nat Rev Immunol. 2016;16(10):626 -38. 8) Jin J -M, Bai P, He W, Wu F, Liu X -F, Han D -M, et al. Gender differences in patients with COVID -19: Focus on https://www.cdc.gov/flu/symptoms/coldflu.html 14) Yang W, Chen X, Li Y, Guo S, Wang Z, Yu X. Advances in pharmacological activities Zhao X, Xu D, Zanin M, C hen W, Yang Z, et al. Chinese therapeutic strategy for fighting COVID -19 severe Med -27. 16) Boras B, Jones RM, Anson BJ, Arenson D, Aschenbrenner L, Bakowski MA, et al. Discovery of a novel inhibitor of Coronavirus 3CL protease as a clinical candidate Available from: http://dx.doi.org/10.1101/2020.09.12.293498 17) Khali U ur, Khan MR, Sahar A, Mehmood T, Khan Huang M -Z, Yang Y -J, Liu X -W, Qin Z, Li J -Y. Aspirin eugenol ester attenuates oxidat ive injury of pathways. Br Pharmacol. 2019;176(7):906 19) Ma N, Liu X -W, Yang Y -J, Li J -Y, Mohamed I, Liu G -R, et al. Preventive effect of aspirin PLoS One. 2015;10(7):e0133125. ARTÍCULO ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número FFM, Monte FJQ, de Lemos TLG, do Nascimento A review of antiplatelet activity Complement Alterna t Med. 2019;2019:7125162. 22) Zhang C, Fan L, Fan S, Wang J, Luo T, Tang Y, et al. Cinnamomum cassia Presl: A voleva) rivelano et al. Antioxidant, antimicrobial and antiviral properties of herbal materials. 27) Goswami Kumar Product C, Lamy E. Common dandelion (Taraxacum efficiently blocks the intera ction between ORIGI NAL EDITORIAL Facultad de Tecnología de la Salud | Volumen 12 Número CUANTITATIVO 128 CARTA DE DECLARACIÓN DEL AUTOR Guatemala, 17 de mayo de 20 21 Dirigido a: Editora Ejecutiva de la RCTS A continuación le anexamos los datos relacionados con la declaración del autor o los autores del trabajo titulado: FITOTERAPIA DE LA MEDICINA TRADICIONAL CHINA PARA COMBATIR DE FORMA EXITOSA LA COVID - 19 Enviado a la sección de la revista: Artículo Original Cua ntitativo El trabajo no ha sido enviado simultáneamente a otra revista: Si___ No_xx__ El trabajo es original e inédito: Si_ xx_ No___ Los autores ceden los derechos de publicación a la Revista Cubana de Tecnología de la Salud: Si_xx__ No___ Existe conflicto de interés entre los autores: Si____ No__xx___ Novedad científica, aporte a la ciencia o importancia de esta publicación: Se brinda un alternativa sana y segura par ale tratamiento de covid -19 me diante fitoterapia china. ¿Cómo, desde su ciencia, contribuye al enriquecimiento de las bases epistémicas de Tecnología de la Salud ? La Medicina Tradicional China y la Fitoterapia son consideradas dentro de las Tecnologías de la Salud. En este trabajo se relat su uso en el tratamiento del paciente con COVID -19 Esta investigación es una salida de proyecto de investigación : Si______ No___xx___ Contribución como autoría Nombre de los Autores Contribuciones sustanciales para la concepción o el diseño de l trabajo. M. Ricardo Calderón Adquisición, análisis o interpretación de datos. M. Ricardo Calderón Creación de nuevo software utilizado en el trabajo. -- Ha redactado el trabajo o ha realizado una revisión sustancial. M. Ricardo Calderón Aprobó el env ío de la versión presentada (y cualquier versión sustancialmente modificada que implica la contribución del autor para el estudio). M. Ricardo Calderón Traducción de título y resumen M. Ricardo Calderón Otras contribuciones (Cuál) -- Todos los autores e stán de acuerdo con ser personalmente responsables de las propias contribuciones y las de los autores y garantizan que las cuestiones relacionadas con la precisión o integridad de cualquier parte del trabajo, incluso en las cuales el autor no estuvo person almente involucrado, fueron adecuadamente investigadas, resueltas y la resolución fue documentada en la literatura: Si_xx__ No___ Todos los autores están de acuerdo con la versión final de la publicación: Si__xx_ No___ Todos los autores garantizan el cumplimiento de los aspectos éticos de la investigación y de publicación científica, así como de la bioética: Si_xx__ No___ Fecha de recibido: 18 de mayo de 2021 Fecha de aprobado: "}