{"title": "Resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19", "author": "Artículos", "url": "https://revistamedica.com/?post_type=post&p=44110", "hostname": "revistamedica.com", "description": "Resilience in primary caregivers of the elderly in the face of contingency confinement associated with", "sitename": "Ocronos - Editorial Científico-Técnica", "date": "2022-02-11", "cleaned_text": "Índice [1 de los cuidadores en estudio](#Tabla-1-Caracteristicas-sociodemograficas-de-los-cuidadores-en-estudio) [4.2 Tabla 2.- Resultados de las dimensiones y el total de la escala de resiliencia](#Tabla-2-Resultados-de-las-dimensiones-y-el-total-de-la-escala-de-resiliencia) [4.3 Tabla 3.- Resultados de relacionar las dimensiones de la escala y el puntaje total con el sexo biológico de los pacientes](#Tabla-3-Resultados-de-relacionar-las-dimensiones-de-la-escala-y-el-puntaje-total-con-el-sexo-biologico-de-los-pacientes) [4.4 Tabla 4.- Resultados de la relación entre los puntajes de la escala en todas sus dimensiones y el total con los grupos edad](#Tabla-4-Resultados-de-la-relacion-entre-los-puntajes-de-la-escala-en-todas-sus-dimensiones-y-el-total-con-los-grupos-edad) [4.5 Tabla 5.- Resultados de la relación entre los puntajes de la escala en todas sus dimensiones y en el total con el nivel de escolaridad](#Tabla-5-Resultados-de-la-relacion-entre-los-puntajes-de-la-escala-en-todas-sus-dimensiones-y-en-el-total-con-el-nivel-de-escolaridad) [4.6 Tabla 6.- Resultados de la relación entre los puntajes de la escala y el parentesco del cuidador](#Tabla-6-Resultados-de-la-relacion-entre-los-puntajes-de-la-escala-y-el-parentesco-del-cuidador) [5 in the face of contingency confinement associated with COVID-19 Incluido en la revista Ocronos. Vol. V. Nº 2-Febrero 2022. Pág. Inicial: Vol. Chávez-Negrete, a Ana María Olivares-Luna, a Alberto González Pedraza-Avilés. b a Clínica de Medicina Familiar. Dr. Ignacio Chávez. Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado. (ISSSTE). Calle Oriental #10, esquina Tepetlapa. Col. Alianza Popular Revolucionaria. CP 04800. Alcaldía Coyoacán. CDMX, México. b Departamento de Microbiología y Parasitología. Facultad de Medicina. Universidad Nacional Autónoma de México. (UNAM). Avenida Universidad # 3000 Col. Copilco el Alto. CP 04510 Alcaldía Coyoacán. CDMX. México. Resumen Introducción Durante el confinamiento por COVID-19, el cuidador de una persona mayor deberá emplear diferentes métodos de afrontamiento para enfrentar las exigencias propias del cuidado. Objetivo Determinar el grado de resiliencia de cuidadores de personas mayores durante el confinamiento actual. Metodología Se realizó un estudio observacional, descriptivo y transversal, en 274 personas cuidadoras de adultos mayores, se aplicó la escala CD-RISC para resiliencia. Para relacionar variables se utilizaron t de Student de muestras independientes, U de Mann-Whitney y Kruskall-Wallis. Todas con nivel de significancia de 0.05. Programa estadístico SPSS Versión 26. Resultados El promedio de edad fue de 50.5 años, el 58.8% pertenecían al sexo femenino, y en 44.9%, el cuidador era la pareja de la persona mayor. Se obtuvo un 65.0% de efectividad en el total del cuestionario. El modo de afrontamiento empleado con mayor frecuencia resultó ser control-propósito (72.7%). Se obtuvo relación con significancia entre todas las formas de afrontamiento y la mayoría de las variables analizadas. Conclusión: Se concluye que los cuidadores del sexo femenino, con mayor nivel educacional y con edad menor a 40 años alcanzaron grados más elevados de resiliencia. Los modos de afrontamiento más comunes fueron control y propósito y auto eficiencia. Palabras Clave: Cuidadores; pandemias; personas mayores; infecciones por coronavirus. Abstract for COVID-19, the caregiver of an elderly must use different coping methods to face the demands of care. Objective: To determine the degree of resilience of caregivers of elderly was the elderly, the CD-RISC scale for resilience was applied. To relate variables, Student's t test of independent samples, U of Mann Whitney and Kruskall-Wallis were used. All with a significance level of 0.05. Statistical program SPSS Version 26. Results: The average age was 50.5 years, 58.8% belonged to the female sex, and in the the the older 65.0% significance was obtained between all of coping and most of the variables analyzed. Conclusions: is concluded that female caregivers, with a higher educational level and the age of 40, reached higher levels of resilience. The most common coping self-efficiency. Key Words: Caregivers; pandemics; aged; coronavirus infections. Introducción El estado de alerta decretado por los gobiernos para hacer frente a la crisis sanitaria mundial en la que nos encontramos con relación a la expansión del coronavirus (COVID-19), nos ha obligado a llevar a cabo el confinamiento en nuestras casas 1 La cuarentena suele ser una experiencia desagradable para los seres humanos, esto, debido a que es un aislamiento obligatorio que implica romper con la rutina, las amistades, la familia, la pérdida de libertad, y la aparición del aburrimiento entre otras. 2 Es claro, que esta situación tiene una potente carga psicológica sobre los individuos, principalmente en las personas mayores (PM). Como una opción de afrontamiento ante esta situación, se ha considerado el concepto de resiliencia, entendido como la capacidad de las personas para hacer frente a eventos adversos y estresantes. 3,4 Para su conceptualización han surgido una variedad de estudios y teorías que tratan de identificar los factores que la pueden explicar. Factores como personalidad, adaptabilidad, capacidad y competencia, han sido evaluados a través del tiempo, tomando en cuenta la situación y el momento concreto, así como la valoración del trauma, la experiencia de la persona y el temperamento, 5 El estudio de la resiliencia es un constructo importante en investigación, ya que se asocia a la salud mental de los individuos y a los elementos de adaptación que este tiene, aún en situaciones de difícil manejo. 6 La resiliencia permite que el individuo se reconozca con capacidades y fortalezas para responder eficazmente ante las diferentes situaciones de tipo psicosocial u otros incidentes, es la decisión de recuperarse, manteniendo una conducta de adaptación después de un abandono o incapacidad al inicio de un evento estresante, 7 El análisis de los estudios previos sobre resiliencia en cuidadores ha evidenciado su interrelación con distintas variables relativas al contexto de cuidado, el estado del receptor, los recursos (formales e informales) empleados por el cuidador, y las transiciones (o evolución) del cuidado. 8 El apoyo social recibido por el cuidador, la percepción o valoración que hace de los estresores o las estrategias de afrontamiento empleadas son también factores que tradicionalmente han sido vinculados a la resiliencia. Estos estudios han evidenciado las consecuencias negativas que la experiencia de asistencia tiene sobre el estado de salud mental del cuidador, destacando, entre otros efectos habituales, el desarrollo de síntomas de ansiedad y depresión, bajos niveles de bienestar y problemas físicos asociados al estrés, 9 No obstante, y aun presentando algunos de estos síntomas, a menudo los cuidadores son capaces de extraer beneficios de su experiencia como lo expuesto por Cohen CA et al, 10 mostrando muchos de ellos una extraordinaria capacidad de adaptación a las circunstancias que les ha tocado vivir. Con base en lo anterior, se plantea como objetivo del presente estudio, el determinar el grado de resiliencia de cuidadores de PM durante el confinamiento generado por el SARS-CoV-2, y relacionarlo con variables sociodemográficas de los cuidadores como sexo, edad, estado civil, nivel de estudios y parentesco. Material y métodos Estudio observacional, descriptivo y transversal, desarrollado entre los meses de junio y febrero de 2021 en cuidadores primarios de PM en confinamiento por COVID-19, derechohabientes de la Clínica de Medicina Familiar (CMF) Dr. Ignacio Chávez, del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado (ISSSTE), del sur de la Ciudad de México. Con edad de 18 años y más, de ambos sexos, con al menos tres meses como cuidadores, y que aceptaron participar mediante la firma de un consentimiento informado. Para determinar el grado de resiliencia se utilizó la escala de Connor-Davidson (CD-RISC) en su versión original. La escala se agrupa en cinco dimensiones: a) auto eficiencia, b) control bajo presión, c) adaptabilidad y redes de apoyo, d) control y propósito, y e) espiritualidad). El rango de la escala va de 0 a 100, no tiene establecido un punto de corte, y a mayor puntuación mayor resiliencia. De acuerdo con García-León M et al, 11 la estimación de la consistencia interna de las mediciones de la CD-RISC o fiabilidad, presentó un coeficiente alfa de Cronbach = .86. y para la validez de la estructura interna, en el análisis de la adecuación de los datos para la realización de un análisis factorial mediante las pruebas de Kaiser-Meyer-Olkin (KMO) y de esfericidad de Bartlett. El valor obtenido para el test KMO fue de .91 y el test de esfericidad de Barlett fue significativo (2 (300) = 6407, p< ,001). Estos valores pueden considerarse como óptimos. Debido al mismo confinamiento, el cuestionario se aplicó de forma digital, vía correo electrónico enviado a los domicilios de los participantes. El muestreo fue no probabilístico por conveniencia, y el cálculo del tamaño de muestra se realizó con base a la fórmula para estudios observacionales, descriptivos, con población cuyo número total se desconoce o cuando la población es mayor a 10,000. Para relacionar las variables de estudio con el grado o nivel de resiliencia se utilizó la prueba t de Student de medidas independientes. Cuando no se presentó normalidad determinada por Kolmogorov-Smirnov se utilizaron las pruebas U de Mann-Whitney y Kruskall-Wallis. Todas con nivel de significancia de 0,05. Se utilizó el programa estadístico SPSS en su versión 26. El estudio se apegó íntegramente a la Declaración de Helsinki de la Asociación Médica Mundial de 1964, considerando sus modificaciones, incluyendo la última de Fortaleza, Brasil de 2013. Así como el Reglamento de la Ley General de Salud en Materia de Investigación del 6 de enero de 1987 vigente en México, incluida su última modificación del 2 de abril de 2014. A todos los participantes se les solicitó la firma de un consentimiento informado. El protocolo fue sometido a aprobación al Comité de Investigación y Ética de la Clínica, y recibió registro por la Dirección Médica del Instituto. Resultados Se incluyeron en el estudio 274 cuidadores de PM con promedio de edad de 50,5 +/- 12,3 años, (IC95%: 49,06-52,00), rango de 58 años (22-80). El 58,8% pertenecían al sexo femenino, el 27,7% tenían nivel básico de escolaridad (primaria y secundaria), y en 44,9%, el cuidador era la pareja de la PM. Las características sociodemográficas de la población de cuidadores se presentan en la tabla 1. Tabla 1.- Características sociodemográficas de los cuidadores en estudio Ver: anexos - resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19, al final del artículo * Otro parentesco o persona contratada para ese fin Con relación a la escala de resiliencia, las dimensiones que presentaron un mayor porcentaje de efectividad con base en un puntaje máximo fueron; control y propósito con 72,75% y auto eficiencia con 69,06%, mientras que para el total se obtuvo porcentaje de efectividad de 65,02%. Estos resultados se presentan en la tabla 2. Tabla 2.- Resultados de las dimensiones y el total de la escala de resiliencia Ver: anexos - resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19, al final del artículo * El porcentaje de efectividad de cada una de las dimensiones y del total se calculó dividiendo el promedio obtenido en cada dimensión entre el puntaje total posible. Los resultados de relacionar los puntajes de las 5 dimensiones y el total, con el sexo biológico de los cuidadores se presentan en la tabla 3; en todos los casos las mujeres tuvieron puntuaciones más altas, sin embargo, sólo se obtuvo significancia estadística con la auto eficiencia (p=0,021), con el control y propósito (p=0,005) y con la puntuación total (p= 0,037) Tabla 3.- Resultados de relacionar las dimensiones de la escala y el puntaje total con el sexo biológico de los pacientes Ver: anexos - resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19, al final del artículo * se utilizó U de Mann-Whitney por no presentar distribución normal. Al relacionar las dimensiones de la escala y el total, con los grupos de edad categorizados según se presentó en la tabla 1, en todos los casos, los puntajes de la escala disminuyen conforme aumenta la edad. Se obtuvo significancia estadística con todas las dimensiones, así como con el total, a excepción de la espiritualidad. Estos resultados se presentan en la tabla 4 Tabla 4.- Resultados de la relación entre los puntajes de la escala en todas sus dimensiones y el total con los grupos edad Ver: anexos - resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19, al final del artículo *Se utilizó la prueba estadística de Kruskall-Wallis por no presentar distribución normal. La relación entre los puntajes de la escala en todas sus dimensiones y en el total, con el nivel de escolaridad de los cuidadores se presenta en la tabla 5. Para todos los casos, el puntaje de la escala aumenta conforme se acrecienta el nivel escolar, a excepción de la espiritualidad, que al igual que con la variable anterior, fue la única que no presentó significancia estadística. Tabla 5.- Resultados de la relación entre los puntajes de la escala en todas sus dimensiones y en el total con el nivel de escolaridad Ver: anexos - resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19, al final del artículo *se utilizó la prueba de Kruskall-Wallis por no presentarse normalidad. La relación entre los puntajes de la escala en sus dimensiones y en el total con el parentesco de la PM se presenta en la tabla 6. En términos generales en los hijos, en amigos y en otros, se presentaron los puntajes más altos, presentando significancia estadística en auto eficiencia (p=0,012), en control bajo presión (p=0,001 x10-9, en control y propósito (p=0,011) y en el total (p=0,004) Tabla 6.- Resultados de la relación entre los puntajes de la escala y el parentesco del cuidador Ver: anexos - resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19, al final del artículo Discusión La resiliencia es un constructo dinámico y multidimensional que hace referencia a la capacidad que tienen los sistemas personales de afrontar y recuperarse con éxito de las situaciones adversas; se asocia a crecimiento positivo y a superación de los desafíos. A pesar del debate abierto sobre su naturaleza y forma de estudio, existe acuerdo general respecto a que esta incluye dos aspectos relevantes: exposición significativa al riesgo y evidencia de adaptación positiva a pesar de serias amenazas al desarrollo. El aislamiento social forzoso al que nos hemos visto abocados por la pandemia del COVID 19, pone a prueba nuestras habilidades emocionales, cognoscitivas y socio afectivas. Nos ha obligado a nivel individual, familiar, grupal y colectivo, a desarrollar y/o poner en práctica destrezas y capacidades para mantener nuestro balance físico, emocional y mental, en medio de la nueva cotidianidad que exige el aislamiento y el distanciamiento físico y social. El cuidado de un familiar mayor dependiente, constituye una situación de estrés crónico, cuyas implicaciones psicológicas han sido ampliamente documentadas en la literatura científica. El estudio de la resiliencia en cuidadores surge de la observación de que, ante una situación tan difícil como la de asistir a un familiar dependiente y ante el confinamiento causado por la pandemia actual de COVID-19, algunas personas ven gravemente alterado su funcionamiento, mientras que otras, si bien tienen que ajustar sus rutinas y se sienten psicológicamente afectadas, son capaces de asumir exitosamente su nuevo rol. Entre estas características, promotoras de la resiliencia, se han destacado el apoyo social, el modo en que se evalúan los estresores y el estilo de afrontamiento empleado por el cuidador 12 Por ejemplo, Garity J, 13 observa que los cuidadores con altas puntuaciones en resiliencia, tienden a emplear estrategias de afrontamiento centradas en los problemas, y Wilks S et al, 14 destacan la influencia positiva del rezo o la oración en cuidadores de personas con Alzheimer. En un estudio realizado en España, con una muestra de 53 cuidadores de personas con demencia, Fernández-Lansac V et al, 15 conciben la resiliencia como una característica multidimensional, integrada por una serie de capacidades específicas, relativas a la competencia personal, la confianza en la propia intuición, la aceptación positiva del cambio, y el control. Coincidiendo con estos autores, en este estudio, las dimensiones que presentaron los más altos porcentajes de efectividad fueron la auto eficiencia, traducida como la confianza en el éxito, como una consecuencia de la actitud ante los retos y los cambios, que los hace capaces de participar activamente en la construcción del futuro, así como la dimensión control y cambios. Desde la neurociencia se considera que las personas más resilientes tienen mayor equilibrio emocional frente a las situaciones de estrés, soportando mejor la presión, esto les permite una sensación de control frente a los acontecimientos y una mayor capacidad para afrontar las situaciones difíciles y estresantes. De manera general se obtuvo una puntuación media de 65.02%, semejante a la obtenida por Crespo López M et al,16 quienes obtuvieron 64.04% en la escala CD-RISC, alcanzando un nivel adecuado de resiliencia. Con respecto al análisis del grado de resiliencia y las variables socio demográficas, Pearlin L et al, 17 hacen referencia que las mujeres son quienes presentan un mayor grado de resiliencia respecto a los hombres. Diferentes estudios confirman el predominio del sexo femenino en los cuidados a un familiar. Todavía descansa sobre las féminas, esta responsabilidad, debido a que tradicionalmente se les considera más preparadas para dicha tarea. 18 En este estudio, las mujeres obtuvieron mejores puntuaciones, aunque sólo en las dimensiones donde se presentaron los porcentajes de efectividad más altos, se presentaron diferencias estadísticas significativas. Lo que implica que son ellas las que presentan una mayor auto eficiencia y un mejor control. En relación con el rango de edades, los cuidadores se encuentran en una edad de riesgo para el comienzo de enfermedades crónicas, siendo éste entre los 40-50 años, donde la carga generada por el cuidado los hace vulnerables a padecer afecciones físicas y psíquicas. Sin embargo, en este grupo de edad se presentaron los mejores resultados, posiblemente debido a la ausencia o al inicio incipiente de enfermedades crónicas u otras, que permiten al cuidador concentrar su atención en la persona a la que le brindan sus cuidados. Espín AM, 19 menciona que el nivel de estudios de grado superior es el predominante en los cuidadores de pacientes dependientes misma situación que se presentó en este estudio, además de ser el grupo que obtuvo los mejores resultados de resiliencia, presentando diferencias con significancia en todas las dimensiones que la conforman, a excepción de la espiritualidad. En el caso del parentesco del cuidador, los resultados del estudio muestran que los cuidadores que presentan una mayor resiliencia, son los hijos y los cuidadores que son contratados para tal fin. Misma conclusión a la que llegaron Gaugler J et al, 8en su estudio con 1979 cuidadores de pacientes con demencia. Además, al igual que en el caso de la escolaridad, se presentaron diferencias estadísticas en las mismas dimensiones o formas de afrontamiento de la resiliencia, a excepción de la de adaptabilidad y redes de apoyo. Según un estudio realizado por Pérez Peñaranda A, 20 la religión es la estrategia más utilizada por los cuidadores, definiendo ésta, como una estrategia cognitivo-comportamental expresada a través del rezo y la oración, dirigida a tolerar o solucionar el problema, o las emociones que se generan ante el mismo. En este estudio la espiritualidad ocupó el tercer lugar de las formas de afrontamiento, sin embargo, ninguna de las variables socio demográficas analizadas presentó diferencias estadísticas significativas, lo que significa que no depende de ninguna condición para ser utilizada. Es importante hacer mención que, como limitación del presente estudio, se tiene el tipo de investigación realizada, por tratarse de un diseño transversal, el análisis de causalidad debe de ser tomado con ciertas reservas. A esto se suma la ausencia de contacto presencial con los cuidadores, ya que, al realizarlo vía electrónica, se pueden ver afectados los resultados. Conclusiones Se obtuvo una puntuación media de 65.02%, los cuidadores del sexo femenino, con mayor nivel educacional y con edad menor a 40 años alcanzaron grados más elevados de resiliencia. Los modos de afrontamiento más comunes fueron control y propósito y auto eficiencia. Conflicto de intereses Los autores declaran no existir ningún conflicto de intereses, ni personales, ni profesionales. Financiamiento La presente investigación no ha recibido ninguna beca específica de agencias de los sectores público, comercial, o sin ánimo de lucro. Anexos - Resiliencia en cuidadores primarios de personas mayores ante el confinamiento por contingencia asociada a COVID-19.pdf Referencias bibliográficas - Ramos C. COVID-19: la nueva enfermedad causada por un coronavirus [COVID-19: the new pathology caused by a coronavirus]. Salud Publica 2020 Mar-Apr;62(2):225-227. Spanish. doi: 10.21149/ 11276. - Rodríguez Cahill C. Cinco retos psicológicos la crisis del COVID-19. JONNPR. 2020;5(6):583-88. doi: 10.19230/ jonnpr.3662. resiliencia. Crecer desde la adversidad. Barcelona: Plataforma Editorial. 1ª Ed. 2008. - Becoña E. Resiliencia: Definición, características y utilidad /index.php/RPPC/ article/view/4024. - García-Vesga Ossa E. Desarrollo teórico de la Resiliencia y su aplicación en situaciones adversas: Una resiliencia en familias codependientes. Theologica Xaveriana. 2006; Peralta-Ramírez MI. Propiedades psicométricas de la Escala de Resiliencia de Connor y Davidson (CD-RISC) en población española. Anal. Psicol. [Internet]. ways of - Fernández-Lansac, Violeta y Crespo L., María Resiliencia, Personalidad Resistente y Crecimiento en Cuidadores de Personas con Demencia en el Entorno Familiar: Una Revisión. Clínica y Salud. 2011;22(1):21-40.[fecha de Consulta 4 de Agosto de 2021]. ISSN: 1130-5274. en: https://www.redalyc.org/ articulo.oa?id=180618548002. - Crespo M, Fernández-Lansac V. Resiliencia en cuidadores familiares de personas mayores dependientes. Anal. Psicol. [Internet]. 2015 measures. Oct;30(5):583-94. doi: - Márquez GIF, Grau AJ, Infante POE, Lacaba RY, Oliva HI. Validación inicial de escalas para la preparación de cuidadores primarios de pacientes oncogeriátricos de Boyeros. Revista del Hospital Psiquiátrico de La Habana. 2015;12(1): [fecha de Consulta 4 de agosto de 2021]. Disponible en: https://www.medigraphic. com/cgi-bin/new/resumen.cgi ?IDARTICULO=63518 - Espín AM. Estrategia para la intervención psicoeducativa en cuidadores informales de adultos mayores con demencia. Ciudad de la Habana: 2003 - 2009. [Tesis presentada en opción al grado científico de Doctor en Ciencias de la salud]. La Habana. Universidad de Ciencias Médicas de la Habana. Escuela Nacional de Salud Pública. 2010 - Pérez Peñaranda A. El cuidador primario de familiares con dependencia: calidad de vida, apoyo social y salud mental. [Memoria presentada para obtener el grado de Doctor] Salamanca. Universidad de Salamanca, España. 2008. "}