{"title": "PDF", "author": "PDF", "url": "https://boardofed.idaho.gov/meetings/board/archive/2010/10_13-14_10/irsa.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14 , 2010 IRSA TOC Page i TAB DESCRIPTION ACTION 1 IDAHO STATE UNIVERSITY - APPROVAL OF NOTICE OF INTENT: EXPAND DOCTOR OF PHARMACY TO MERIDIAN Motion to Approve 2 NORTH IDAHO COLLEGE - APPROVAL OF NOTICE OF INTENT: NEW ELECTRONIC MEDICAL RECORDS ADOPTION FOR HEALTHCARE PRACTICE S POST - SECONDARY CERTIFICATE PROGRAM Motion to Approve 3 RESEARCH STRATEGIC PLAN Information Item 4 UNIVERSITY OF UTAH, SCHOOL OF MEDICINE ANNUAL REPORT Information Item 5 IDAHO STATE UNIVERSITY - APPROVAL OF NOTICE OF INTENT: TECHNICAL CERTIFICAT E IN ENERGY SYSTEMS RENEWABLE ENERGY Motion to Approve INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14 , 2010 IRSA TOC Page ii THIS PAGE LEFT INTENTIONALLY BLANK INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14, 2010 IRSA TAB 1 Page 1 IDAHO STATE UNIVERSI TY SUBJECT Approval of Notice of Intent: Expansion of Pharmacy Program APPLICABLE STATUTE, RULE, OR POLICY Idaho State Board of Education Governing Policies & Procedures, Board Policy III.G., Program Approval and Discontinuance BACKGROUND/DISCUSSION Idaho State University (ISU) seeks Board approval to expand the Doctor of Pharmacy program at its Meridian campus in order to address student interest, need for pharmacists in Idaho, provide better access to applicants statewide, and to capitalize on clinic placement sites across the State. ISU currently offers the third and fourth year s of the program in Meridian. The expansion of the program would include offering the first two years and would allow ISU to offer the entire program at this location . The College of Pharmacy has a long history in the Treasure Valley offering clinical pharmacy at the Idaho State School and Hospital in Nampa in 1971 and offering the Pharm.D. degree program since 1988. Due to economic and population growt h over the years, health care services have also grown. The Treasure Valley being central to the State's largest site of health care facilities is the ideal location for expanding ISU's Pharm.D. program. Additionally, the Treasure Valley provides significantly more opportunities for students to complete clinical experiences. While recent economic conditions have decreased slightly, the demand for pharmacists continues to be healthy in Idaho. The Idaho Department of Labor indicates that employment in pharmacy professional will grow faster than average and that job prospects will likely remain high in the future. The Department of Health and Human Services projects by the year 2020 there will be a 10% shortage of pharmacists and by 2030 an 11% shortage. The i ncreased number of graduates will help meet the growing needs of Idaho. The A LSAM Foundation supported ISU's new facility in Meridian by providing $5 million to remodel a portion of the ISU Meridian Health Science Center for the development of the L.S. Sk aggs Pharmacy Complex. This center will facilitate the expansion of the Pharm.D. program IMPACT As provided in the Notice of Intent, the expansion of the first and second years of the program will result in additional expenditures to the institution with an average of $ 764,226 per fiscal year. ISU anticipates a growth in enrollment over a seven- year period and will require additional faculty and staff. INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14, 2010 IRSA TAB 1 Page 2 ATTACHMENTS Attachment 1 - Idaho State University Notice of Intent Pag e 3 STAFF COMMENTS AND RECOMMENDATIONS Idaho State University's request to expand its Doctor of Pharmacy in Meridian is consistent with its Eight -Year Regional Plan for Delivery of Academic programs in the Southwestern Region. Idaho State University is the only institution currently offering the Doctor of Pharmacy in Idaho. The Council on Academic Affairs and Programs (CAAP) and Board staff has reviewed the proposal and recommends approval. BOARD ACTION I move to approve the request by Idaho State University to expand its existing Doctor of Pharmacy program by permitting it to offer the first two years of such program at its Meridian campus. Moved by __________ Seconded by __________ Carried Yes _____ No _____ ATTACHMENT 1 IRSA TAB 1 Page 3ATTACHMENT 1 IRSA TAB 1 Page 4ATTACHMENT 1 IRSA TAB 1 Page 5ATTACHMENT 1 IRSA TAB 1 Page 6ATTACHMENT 1 IRSA TAB 1 Page 7ATTACHMENT 1 IRSA TAB 1 Page 8ATTACHMENT 1 IRSA TAB 1 Page 9 THIS PAGE INTENTIONALLY LEFT BLANK ATTACHMENT 1 IRSA TAB 1 Page 10 INSTRUCTION, RE SEARCH, AND STUDENT AFFAIRS OCTOBE R 14 , 2010 IRSA TAB 2 Page 1 NORTH IDAHO COLLEGE SUBJECT Approval of Notice of Intent: new Electronic Medical Records Adoption for Healthcare Practices post -secondary certificate program. APPLICABLE STATUTE, RULE, OR POLICY Idaho State Board of Education Governing Policies & Proc edures, Board Policy III.G., Program Approval and Discontinuance BACKGROUND/DISCUSSION North Idaho College (NIC) proposes to add a new Electronic Medical Records (EMR) Adoption for Healthcare Practices option to their Computer Applications and Office T echnology program. This certificate program is ideally suited to healthcare employees who are now faced with adopting and implementing an Electronic Health Record system in their facility. The courses in this program are designed to assist these healthcar e employees navigate the EMR adoption process. This is also a good add- on program for students that are close to completing a Health IT -related certificate or degree program. One can find out more about this program and/or apply for admission into the program at www.nic.edu/emra . Beginning spring semester 2011, NIC plans to offer an additional post secondary certificate program titled, Electronic Medical Records IT Support . That certificate will be ideally suited to persons who already possess a strong IT foundation that wish to transition into healthcare and work with healthcare facilities and EMR vendors implementing, installing, configuring, and troubles hooting EMR software products. NIC is currently in the cur riculum approval process for this new program. It will also be a 10- credit program, offered completely online. Prospective students must have recent IT work experience or have recently earned an IT certificate or degree prior to being admitted into this program. These new program options will be funded by the American Recovery and Reinvestment Act of 2009 Health Information Technology grant. NIC is the only community college in Idaho that received the grant for educating a workforce for implementing and supporting electronic medical records. All required courses will be offered online so students throughout the state can enroll in the program. The budget submitted for the EMR Adoption for Healthcare Practices program option will also cover the Electron ic Medical Records IT Support program option. INSTRUCTION, RE SEARCH, AND STUDENT AFFAIRS OCTOBE R 14 , 2010 IRSA TAB 2 Page 2 IMPACT The proposed option is being funded by a H ealthcare IT Workforce training Federal grant . There are no plans to continue offering the program after the two - year funding period ends, which is after the spring 2012 semester. No State Professional -Technical Education funds are requested. ATTACHMENTS Attachment 1 - North Idaho College Notice of Intent Page 3 STAFF COMMENTS AND RECOMMENDATIONS The addition of the El ectronic Medical Records Adoption for Healthcare Practices option will expand opportunities to students throughout Idaho and meet an industry need for healthcare and information technology professionals. While this will be a short term program lasting only two years, NIC is committed to educating 300 students within this period with an 80% completion rate. This proposal has been reviewed by the Division of Professional -Technical Education and Board staff recommends approval. BOARD ACTION I move to approve the request by North Idaho College to create a new post - secondary certificate program in Electronic Medical Adoption for Healthcare Practices. Moved by __________ Seconded by __________ Carried Yes _____ No _____ ATTACHMENT 1 IRSA TAB 2 Page 3ATTACHMENT 1 IRSA TAB 2 Page 4ATTACHMENT 1 IRSA TAB 2 Page 5ATTACHMENT 1 IRSA TAB 2 Page 6ATTACHMENT 1 IRSA TAB 2 Page 7ATTACHMENT 1 IRSA TAB 2 Page 8ATTACHMENT 1 IRSA TAB 2 Page 9ATTACHMENT 1 IRSA TAB 2 Page 10ATTACHMENT 1 IRSA TAB 2 Page 11ATTACHMENT 1 IRSA TAB 2 Page 12ATTACHMENT 1 IRSA TAB 2 Page 13ATTACHMENT 1 IRSA TAB 2 Page 14ATTACHMENT 1 IRSA TAB 2 Page 15ATTACHMENT 1 IRSA TAB 2 Page 16ATTACHMENT 1 IRSA TAB 2 Page 17ATTACHMENT 1 IRSA TAB 2 Page 18INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14 , 2010 IRSA TAB 3 Page 1 SUBJECT Statewide Strategic Plan for Higher Education Research REFERENCE April 22, 2010 The Board was provided with a summary of the Statewide Strategic Plan for Higher Education Research APPLICABLE STATUTE, RULE, OR POLICY Idaho State Board of Education Governing Policies and Procedures, Section III.W., Higher Education Research Council Policy BACKGROUND/DISCUSSION Idaho's universities have recognized the need for a statewide, collaborative approach to increase research activity among Idaho's public four -year institutions and the public and private sector and to enhance opportunities for greater external funding . In an effort to accomplish these objectives , the Vice Presidents for Research of the University of Idaho, Boise State University and Idaho Stat e University were charged by the university presidents with developing a Statewide Strategic Plan for Research. The plan represents the role Idaho's research universities could play in driving innovation, economic development, and enhancing quality of li fe in Idaho through national and internationally lauded research programs in strategic areas. The plan identifies areas of strength among Idaho's research universities; identifies research challenges and barriers facing universities ; includes research opportunities Idaho should capi talize upon to further build its research base, and includes steps for achieving the research vision for Idaho's universities. IMPACT Investing in the state's unique research expertise and strengths could lead to new advances an d opportunities for economic growth and enhance Idaho's reputation as a national and international leader in excellence and innovation. ATTACHMENTS Attachment 1 - Statewide Strategic Plan for Page 3 Higher Education Research STAFF COMMENTS AND RECOMMENDATIONS Board staff members have reviewed the plan and support the collaborative efforts of Idaho's research Universities. BOARD ACTION This item is for informational purposes only. Any action will be at the Board's discretion. INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14 , 2010 IRSA TAB 3 Page 2 THIS PAGE LEFT INTENTIONALLY BLANK STRATEGIC RESEARCH PLAN FOR IDAHO HIGHER EDUCATION Submitted to the Idaho State Board of Education September 14, 2010 Pamela L. Crowell Vice President for Research Idaho State University John K. McIver Vice President for Research and Economic Development University of Idaho Mark J. Rudin Vice President for Research Boise State University ATTACHMENT 1 IRSA TAB 3 Page 32 | Page EXECUTIVE SUMMARY Research is fundamental to the mission of a university due to its role in knowledge discovery and in providing new ideas for technology commercialization via patents, copyright, licenses, and startup companies. Idaho's research universities have strengths and opportunities for economic development in energy production and environmental protection, natural resource utilization and conservation, biosciences and health, novel mate rials and geosciences. By focusing collaborative efforts in these areas , the research universities will expand research success, public -private partnerships and overall economic development in the stat e. Specifically, we propose to 1) promote research collaboration with other universities through research meetings, workshops, conferences and multi -institutional grant proposals ; 2) foster university technology transfer by developing common tools and best practices, and sharing them with the private sector ; and 3) enhance university -private sector partnerships through symposia, websites, joint grant proposals, and research contracts. ATTACHMENT 1 IRSA TAB 3 Page 43 | Page INTRODUCTION Research is an indispensible part of education and advancing human knowledge, a s well as a driving force for regional, state, and national economic development. University faculty who engage in research and creative activity are at the leading edge of their respective fields. And, these faculty and their vibrant research programs attract the best graduate and undergraduate students to the university, and provide unique, cutting -edge learning experiences in their research laboratories , studios, field sites, and classrooms. Likewise, research is the foundation of a university's economic development role. On the most basic level, it strengthens a university's primary product: innovative, well-educated students ready to enter a competitive workforce. On the next level, the influx of research dollars from external grants and contracts creates new jobs at the university, with the attendant purchase of supplies, services, materials and equipment to boost the economy. The new wage -earners themselves also spend locally, on everything from groceries to homes. Then, there is the impact of the research itself: new knowledge, new ideas, and new processes, some of which may lead to patents, startup companies, or more efficient businesses. Research success enhances the national reputation of the faculty and the university, and royalties from patents and copyrights can further stimulate local economics. With proper maintenance, guidance, and support, the entire research process becomes a cycle of intellectual and economic growth. At Idaho's public research universities, it is the function of the Vice Presidents of Research to provide their institutions such guidance for research programs, and to seek out appropriate means of maintenance and support. This document is a Strategic Plan for how we and our universities intend to work together over the coming years, cooperatively, to achieve mutual success in research and economic development . In doing so, we are mirroring a key factor in today's research environment: collaboration. Progress and innovation most often rely on the expertise and insights of talented researchers from diverse backgrounds who work together to address complex questions. By pooling resources, sharing ideas and focusing on what matters most, researchers are able to leverage their unique skills to accomplish far more than anyone could do alone. What's true for researchers is also true for the research programs of Idaho's research universities. While individual research efforts will always have an important role, our strength lies in our ability and commitment to work together to address issues of concern and relevance for Idahoans. Our statewide programs in areas such as energy production, novel materials and policy research are address ing issue s critical to our state. These and other key areas are fertile ground where the universities can be espe cially effective in research efforts, whether discussing student preparation for challenging and rewarding careers, attracting faculty and students to Idaho institutions, encouraging businesses and start -up firms to locate here, building foundations for fu rther research, or enhancing Idaho's overall visibility and image in regional, national and international venues. The development and implementation of this Strategic Research Plan for Idaho Higher Education is critical to the effort to increase the collective stature, scope, impact and success of all the universities' research programs, and thus drive economic development and innovation in ATTACHMENT 1 IRSA TAB 3 Page 54 | Page our state. This strategic plan will emphasize facets of research with economic development potential, while acknowledging the full depth and breadth of university research and creative activity that enhances human knowledge and the quality of life. It is our goal that this plan , in conjunction with similar plans from the pr ivate sector and /or government agencies , will be an effective tool for identif ying and attaining quantifiable goals for research and economic growth and success in Idaho. We intend for this plan to be a living document which we will update regularly amid the fast -changing pace of research discovery . HIGHER EDUCATION RESEARCH VISION AND MISSION Vision Statement Idaho's universities seek to be the driving force in knowledge discovery, innovation, economic development and enhanced quality of life in the S tate of Idaho through nationally - and internationally -lauded research programs in strategic areas. Through engaging in research and creative activity, university faculty and students will continually blaze new trails in their disciplines . By developing and leveraging the state's unique research expertise and strengths, Idaho's universities will serve as catalyst and engine to spur the creation of new knowledge, technologies, products and industries. This in turn will lead to new advances and opportunities for economic growth and enhance Idaho's reputation as a national and international leader in excellence and innovation. Mission Statement The research vision for Idaho's universities will be achieved by: 1) Developing a sustainable resource base by identifying, recruiting and retaining top faculty with expertise in key research areas; 2) Building infrastructure including facilities, instrumentation, connectivity and database systems to support an expanding statewide and national research platform; 3) Attracting top -tier students to Idaho universities at the undergraduate and graduate levels, and providing outstanding education and research opportunities that will prepare them to excel in future careers; 4) Raising awareness among state, national and international constituencies about the research excellence and capabilities of Idaho's universities by developing and implementing targeted outreach, programs and policies. 5) Collaborating with external public, private, state, and national entities to further the shared research agenda for the state, thereby pro moting economic development. ATTACHMENT 1 IRSA TAB 3 Page 65 | Page IDAHO UNIVERSITY RESEARCH Boise State University is Idaho's metropolitan research university of distinction, with a service area of the Treasure Valley and a responsibility for working with local and regional businesses to support economic development in southwest Idaho. Located in the state's population center and capital city, Boise State is a cultural hub with programs that enrich both campus life and the larger community. The university offers degree programs at the undergraduate, master's and doctoral level, and engages in research, creative activity, public service and technology commercialization in its seven colleges: A rts and Sciences, Business and Economics, Education, Engineering, Graduate Studies, Health Sciences, and Social Sciences and Public Affairs. Student enrollment is nearly 20,000, with 2,400 faculty and staff. Boise State's research strengths include sensor development; health, public and energy policy; nanoelectronics and integrated systems; geochemistry and geophysics; and novel materials, with emerging strengths in biomolecular science and STEM (science, technology, engineering and math) education program s. University faculty collaborate with colleagues in Idaho and around the world on research funded by the National Science Foundation, National Institutes of Health, Department of Agriculture, Environmental Protection Agency, Department of Education, Department of Energy and Department of Defense, among others. Significant funding also comes from state agencies such as the Idaho Department of Health and Welfare, Idaho Department of Education and Idaho Department of Transportation, and from the private sector. Boise State's extensive lab facilities and instrumentation are utilized by faculty and students, researchers from other institutions, and by entrepreneurs and private industries. Idaho State University (ISU) is a public, doctoral research university, with responsibility for education in the health professions and the related biological and physical sciences. The University consists of a Graduate School and the colleges /divisions of Arts & Letters , Business, Education, Health Sciences , Pharmacy, Science & Engineering, and Technology, each of which is engaged in research, creative activity, and/or technology commercialization . ISU is home to more than 700 faculty and 15,500 students, with degree offerings from the associate to the doctorate. ISU health programs with interdependent education, research, and clinical service components include family medicine residency, physician assistant, dental residency, dental hygiene, nursing, pharmacy, physical therapy, public health, occupational therapy, audiology, speech pathology, nutrition science, radiographic science, and counseling. The research foci of Idaho State University are in energy, health and biomedical science, and the environment . Many ISU research projects take place in its research centers and institutes, including the Center for Archeological Materials and Applied Spectroscopy; Center for Ecological Research and Education; Family Medicine Clinical Research Center; Geographic Information Systems Center; Idaho Accelerator Center; ISU Biomedical Res earch Institute; Informatics Research Institute ; Institute for Nuclear Science and Engineering; Institute of Rural Health ; Intermountain Center for Education Effectiveness; Measurement and Cont rol Engineering Research Center; and the Idaho Museum of Natura l History . In addition, ISU is an active partner in the Center for Advanced Energy Studies (CAES). Emerging areas of ISU research are in the social and behavioral sciences, including history, anthropology, and psychology. ATTACHMENT 1 IRSA TAB 3 Page 76 | Page The University of Idaho is the state's land -grant institution with a Carnegie Foundation ranking for high research activity. The university's student population of 12,302 includes first - generation college students and ethnically diverse scholars. The university offers more than 130 undergraduate and graduate degree options in the colleges of Agricultural and Life Sciences; Art and Architecture; Business and Economics; Education; Engineering; Law; Letters, Arts and Social Sciences; Natural Resources; and Science. The university also is charged with the statewide mission for medical education through the WWAMI program. Some 700 faculty and 2,300 staff members serve the university. Scholarly activity at the University of Idaho extends from creative arts through research in science, technology, engineering and mathematics education to basic discoveries in the physical sciences. As a land grant university, this institution has significant research in the development of new plant varieties as well as biomass convers ion and invasive species. The university also has a strong interest in the evolutionary biology and host pathogen interactions in plants, animals and humans. STEM education remains a strong area of emphasis with particular interest in understanding the reasons why children do not pursue careers in these areas. Water is an area of emphasis with topics ranging from water rights and management through supply and quality to ecohydraulics and watershed research. The use and management of natural resources remains an are a of study for significant number of faculty members and students. With the aid of the EPSCoR program there has been a steady growth and interest in climate change and its potential impact on ag riculture and the environment. Finally, the University of Idaho is an active participant in the Center for Advanced Energy Studies, particularly in the areas of nuclear engineering, carbon sequestration and biomass conversion. In the future, the university will be developing four signature areas. These are: the rural to urban transition; the nexus of agriculture, environment and energy production; real-time evolution; and STEM education. Altogether, external funding from grants and contracts generated over $21 2 million in income for Idaho's research universities in FY2010 , and the vast majority of this funding came from federal agencies . Each institution demonstrated a 20- 30% increase in external funding from FY2009 to FY2010. In the latest available national rankings generated by the National Science Foundation based on research and development expenditures ( http://www.nsf.gov/statistics/profiles ), the University of Idaho ranked 139th among the nation's 662 universities and colleges, Idaho State University ranked 233rd, and Boise State University ranke d 269th. As a state, Idaho rank ed 35th in the nation ( http://www.nsf.gov/statistics/nsf10314 ). ATTACHMENT 1 IRSA TAB 3 Page 87 | Page IDAHO RESEARCH ADVANTAGES , THREATS, CHALLENGES AND OPPORTUNTIES Research Advantages The Idaho National Laboratory (INL) and the Center for Advanced Energy Studies: Idaho is fortunate to be home to the Idaho National Laboratory, one of only 20 national laboratories in the U.S . The INL's unique history and expertise in nuclear energy, environmental sciences and engineering, alternative forms of energy, and biological and geological sciences and related fields provides an excellent opportunity for research collaboration with Idaho's university faculty in the sciences, engineering, business and other fields. The Center for Advanced Energy Studies (CAES), established at the request of the U.S. Department of Energy, is a public- private partnership that includes Idaho's research universities - Boise State University, Idaho State University, and the University of Idaho-and the Battelle Energy Alliance (BEA), which manages the INL. The CAES partners work together to create unique educational and research opportunities that blend the talents and capabilities of Idaho's universities and the INL. A 55,000 square -foot research facility in Idaho Falls supports the CAES energy mission with laboratory space and equipment for students, faculty, and INL staff in collaborative research projects. The State of Idaho invested $3.2M in direct support of the three Idaho research universities during FY09 and FY10. During these first two years, the CAES partners won $24M in external support for CAES research that has contributed to both scientific advan ces and economic development in the state and region. Natural Resources: Idaho's beautiful natural resources are well known to fishermen, hunters, skiers , and other outdoor enthusiasts. Through its rivers, forests, wildlife, geological formations, and rangelands, Idaho itself is a unique natural laboratory for geological, ecological, and forestry studies. Idaho is home to some of the largest tracts of remote wilderness in the lower 48 states. In addition, the proximity of Yellowstone National Park and t he Great Salt Lake provide additional one of a kind opportunities for ecology and geology research. Small Population: Idaho's relatively small population of 1.4 million people enables every group in the state to be included in research surveys, providing more accurate information than a sampling of only some groups. Intrastate Networks: The existing networks within the state, including agricultural extension services and rural health networks, provide a foundation for collecting research data from across the state, and rapidly implementing new policies and practices as a result of research discoveries. Research Threats Economy: The current economic recession is the most severe downturn most of us have seen in our lifetimes. The immediate effects of this recession on university research are state-wide budget cuts, with results that include hiring freezes, loss of university faculty and staff, higher teaching loads for faculty (with correspondingly less time for research), and delayed improvements in research infrastructure, including major equipment. ATTACHMENT 1 IRSA TAB 3 Page 98 | Page However, it is not only the current recession which threatens Idaho university research. Idaho has relatively few industries, and seems to attract fewer new companies and industries than other states. When one major sector suffers, as agriculture is at the present time, the entire state suffers. As state institutions, the research universities suffer. Over time, a relatively slow state econom y leads to at least two problems: 1) recruitment and retention of faculty, who go to institutions offering higher salaries, more startup money, and better infrastructure; and 2) aging infrastructure, keeping Idaho researchers behind their national peers in terms of having the most up-to-date facilities and equipment. Without proper infrastructure, Idaho research faculty are at a distinct disadvantage in competing with peers across the nation for federal grants. Competition from Other Universities: In rese arch, university faculty compete nationally for grant funds from federal agencies such as the National Science Foundation, Department of Energy, and the Na tional Institutes of Health . Many other universities are well ahead of Idaho's universities in terms of state funding per student, patent royalty income, endowments, etc., and are able to move ahead at a faster pace, leaving Idaho universities further behind as time goes on. University Culture: Each of Idaho's research universities aspire s to greater levels of achievement in research and creative activity , yet m any faculty at each of the universities are not fully engaged on a national level in their respective fields. This is changing for the better under new leadership and with new research -active facu lty hires at each institution, but these cultural differences remain, resulting in discomfort with change aimed at making the universities more nationally competitive. Research Challenges Attraction and Retention of Faculty and Students: The ability to attract and retain faculty who contribute to the research enterprise is critically dependent on nationally- competitive salaries, the quality of the student body, the condition of the research and support facilities and the availability of f aculty with related interests. Declining state investment in the research universities which results in non- competitive salaries, non -existent or below average raises, decaying or inadequate infrastructure and lack of administrative support discourages top- tier faculty from applying for and accepting open positions and encourages the best faculty to leave. Similarly , non- competitive graduate student stipends keep the best students from accepting positions in the Idaho universities. Vastness of State and Distances Between Schools: Although the distances between the research universities is not much different from those in other western states, the topography of Idaho increases the time and cost required for travel well beyond those experienced in other states. This fact discourages collaborations between faculty members and administrators at the different research universities as well as between universities and other entities within Idaho. Although video conferencing can alleviate this problem, there is limited capability at each university. There is also the continuing problem of finding funds to pay for the necessary connectivity between the universities as well as to the world outside of Idaho. ATTACHMENT 1 IRSA TAB 3 Page 109 | Page Aging Infrastructure: Modern research requires access to sophisticated and precision instrumentation which, in turn, requires a stable and controlled environment in order to operate. The three research universities in Idaho have limited numbers of these facilities or even space that could be economically converted into modern laboratory space. At present all laboratory space—modern or otherwise—is occupied. This means that there is little room for growing the research enterprise and certainly no space to accommodate new faculty or major new projects . Data Is sues: There is very little long- term, quality data available on the research enterprise or economic development. The data that exists are scattered among various entities in a variety of formats thus make it hard to centralize and use. Furthermore, there is no one entity responsible for collecting, analyzing and dispersing it. This is also true for many of the sectors that will strongly influence the future economic impact of Idaho. While there are large amounts of data that have been collected on water sheds, forests and agricultural operations and the environment—to name a few —they are distributed across a number of agencies and individuals within those agencies. Worse yet, much of this information is lost every time a researcher retires. Priva te Sector Support : Idaho has very little high- technology industry within its borders. This reduces the potential for developing an applied research initiative within the universities that, in many states, provides one important arm of economic development and technology transfer. This also means that it is much harder to develop those private/public partnerships that provide the universities with additional capital to construct research and technology transfer facilities. Fragmented Economic Development Ini tiatives: There are seemingly too many economic development initiatives in Idaho and they are not well coordinated. It is imperative that state, university, and community initiatives work together toward common and agreed to goals. As it is, little progress is being made towards developing an economic strategy for the state that includes the research universities and little money has been secured to drive the economic development process. In fact, it is not uncommon to find that different entities in Idaho are competing against each other. Lack of Coordination Among Universities In Advancing Research and Economic Development (technology transfer): By and large the research universities have not coordinate d and share d their technology transfer and e conomic development activities among themselves. This not only decreases each university's competitiveness at the national and state level but also increases the costs for achieving a particular goal. There is some redundancy in programs, services and in frastructure between the universities. This duplication both limits the s uccess that any one university can achieve and increases the cost. Historical Competition Between Universities: One of the greatest problems with growing the research and economic development enterpris e within the Idaho university arena has been the competitiveness between research un iversities. This problem existed at all levels within the universities themselves, extended through university administration to the state level, and was even prevalent in the press. While competition between the universities is to be expected when all are competing for a finite pot of money within the state and is even healthy at some level, the ATTACHMENT 1 IRSA TAB 3 Page 1110 | Page level of compe tition was counterproductive. The real c ompetition that Idaho universities face is other universities in the United States when it comes to research dollars and attracting faculty and students. Economic development is also not a competition between the state universities but rather a competition with other states. Lack of National and International Competitiveness: While each Idaho research university has faculty members that can successfully compete on the national and international scene for research funds, no one university has the necessary reputation, breadth of faculty expertise or facilities to compete for the large projects that are necessary to establish a national or international reputation and substantially grow its research funding. This be comes less relevant if the universities work together and better coordinate their research activities. It is more than simply agreeing to cooperate on developing projects; it must extend to each university developing complementary research programs so that , taken together , they can successfully compete within any university in the country in selected areas. Lack of Diversity: The population of faculty, staff and students at each of the three research universities , like that of the State, is fairly homogeneous. This lack of diversity —be it cultural, socio- economic or ethnic —hurts the universities and surrounding communities in several different ways. First, it makes recruitment of students , faculty and staff from under - represented groups more difficult. Second, it is noted on accreditation reports and, as such, is a negative reflection on the institution. Finally, it limits the competitiveness of the university in several federal agencies where plans for including under -represented groups in the program are a key element of the proposal. Research Opportunities Idaho's research universities have developed statewide strengths in strategic research areas that have great potential to drive future economic growth and success. The criteria used to select these areas include: n umber of faculty and qualifications ; peer -reviewed p ublications and impact ; infrastructure (facilities, equipment, information technology, staff); external grant and contract funding; academic programs; student involvement; potential benefit to the State; and technology transfer activity, including patents, licenses, and startup companies. By focusing collective research efforts and resources in these areas, the universities will be on the most efficient and effective route to research success and state -wide economic development. Energy Production and Environmental Protection: Energy is a major area of emphasis in Idaho's research universities, as well as the Idaho National Laboratory , CAES, and a growing number of Idaho businesses. Within the general area of energy production and environmental protection, the universities have engineers, scientists, and policy analysts with expertise in the nuclear fuel cycle and other aspects of nuclear energy; materials analysis and testing; carbon sequestration; and energy policy. In addition, renewable energy (e.g. geothermal, wind, and solar ) is an emerging area of collaborative research activity across the state. Idaho's research universities , via their formal partnership with the INL through CAES , are well positioned to contribute to energy research and economic development to address the energy challenges of the nation. ATTACHMENT 1 IRSA TAB 3 Page 1211 | Page Natural Resource Utilization and Conservation: In the broad field of natural resource utilization and conservation, Idaho's universities have expertise in water resources, agriculture, forestry, and recreation. For example, university geologists, ecologists, and policy experts are collaborating on broad -ranging research projects that examine and predict the impact of climate change on Idaho's water resources. As water is essential to agriculture, recreation, the ecosystem, and human health, the universities have research strength in an area of tremendous societal and economic impact. Aquaculture and agriculture remain an important part of the economy of Idaho. Development of new plant varieties with improved resisitance to disease and climate change remain an area of importance as does the development of new feeds for domestic fish production. The often competing demands for preservation and exploitation put on the environment require understanding of the various ecosystems in the state and region as well as societal and economic impacts of policy decisions . These are areas of existing or developing expertise in the universities. Health and Biosciences: Idaho's universities have well -established research programs in selected areas of biosciences and health . University microbiologists and informatics experts, for example, study real -time change in pathogenic microorganism s that enabl e them to become drug resistant, worsening human disease and mortality rates . In addition, Idaho health scientists and clinicians study the challenges of and create solutions for high quality rural health care delivery . Translational health res earch —from the laboratory bench to the patient bedside —is an area of potential growth in Idaho's bioscience and health research efforts. Idaho's university health clinics, rural health networks, and clinical trial centers are a solid framework upon which f uture translational and clinical trials can take shape, and where research discoveries on new drugs, diagnostic tests, and treatment procedures can be tested . Novel Materials: Novel materials research focuses on improving the performance of materials such as plastics, metals and ceramics by manipulating their structures to exhibit new properties for a wide range of products and applications. The development of novel materials with unique properties is critical to advances in industry, medicine, energy sy stems, microelectronics, aeronautics, and many other fields. Researcher s at the Idaho universi ties are pursuing a broad range of interdisciplinary potential for new products and applications. Geosciences and Geophysics: The Idaho universities have developed world- class expertise in studies of the Earth's shallow subsurface and in chemical analysis and characterization of geologic materials from around the world. This research has applications for everything from cleaning up oil spills and identifying the sources of surface water pollution, to understanding the consequences of climate change. STRATEGIC OBJECTIVES 1) Promote research collaboration among Idaho universities and colleges What was once competition among Idaho's research universities is undergoing transformation to collaboration under new administrative leadership, and through the cooperative work of university faculty, staff and students in the Center for Advanced Energy Studies, the ATTACHMENT 1 IRSA TAB 3 Page 1312 | Page NSF-sponsored EPSCoR water resources project, and the NIH -funded Idea Network of Biomedical Research Excellence (INBRE) program. In order to sustain these productive research initiatives and build additional nationally -recognized research programs and centers, it is important for the Idaho universities to cooperate. As Vice Presidents for Research and on behalf of our universities, we are dedicated to this principle, and will continue to provide leadership in fostering research collaboration and developing major inter -institutional research initiatives . In addition, it is crucial for faculty and administrators to augment face- to-face meetings and overcome the large distances between our institutions through videoconferences, teleconferences, social networking, and other communication technology advances. Action items: a. Continue monthly meetings among the Vice Presidents for Research (VPRs) b. Arrange visits by VPRs and research faculty to each of the other Idaho research universities c. Coordinate external funding for STEM education initiatives among the universities and colleges d. Develop at least one new major collaborative research initiate in the coming year e. Develop sustainability plans for CAES, the EPSCoR water project, and the INBRE program in collaboration with HERC and the state EPSCoR committee 2) Expand research collaboration with universities in the West and across the nation As with research collaboration across our state, it is essential to reach across state borders and, indeed, across the nation for research expertise complementary to that found at our universities. Major research initiatives require the brightest minds and extensive research experience, not all of which may be found in Idaho. The close proximity of productive research universities such as Washington State University, the University of Utah, and Utah State University, for example, offer s excellent opportunities for research collaboration. Action items: a. Schedule VPR campus visits with regional universities b. Identify key areas of common interest with each university c. Initiate a collaborative research project and/or grant proposal within a year 3) Foster university techn ology transfer A major long -term expectation of state, local and federal governments is sustained economic growth, and one of the foundations of sustained economic growth is the development and commercialization of new technologies. University research plays a key role in the creation of new ideas for technology . University scientists , engineers and other inventors patent or copyright their intellectual property , licensing those inventions to companies that will commercialize them, and /or develop cooperative agreements with industry partners that may result in patentable inventions and a commercial product. Further funding for additional research is often a by -product of these processes . Cooperative research provides more scientific and technical capabilities as return on investment in Research and Development (R&D), and potentially a commercially competitive pro duct for the industry partner. For every dollar ATTACHMENT 1 IRSA TAB 3 Page 1413 | Page investe d in collaborative research by the university and its partner(s), two or more, often many more, technology dollars are returned. For the university, an industry partner brings new expertise to a project, and may help to market the new technologies developed in a collaborative research project. Intellectual property arising from university -industry cooperative research can be shared to the mutual benefit of both parties. In order to increase technology transfer and commercialization, university research and academic leaders should first establish technology transfer as part of the university culture and values. Patents, copyright and startup companies are tangible products of technology transfer, and should be duly considered along with publications, grants, contracts, presentations, and other measures of faculty research performance in evaluation, tenure and promotion decisions. It is important for the Idaho research universities to cooperate in technology transfer endeavors. The newly -established Idaho Technology Transfer Consortium, consisting of the technology transfer officers from each research university, is an excellent first step in this process. By sharing knowledge and best practices, developing common templates for research agreements, contract s, and other documents, and sharing these documents , processes , and available technologies with the private sector, technology transfer will be enhanced and made easier for both universities and businesses. The universities should also consider models in which one administrative unit could provide technology transfer services to all of the research universities. At the state as well as university level s, it is important to periodically rev iew intellectual property policies to insure that they are meeting th e needs of universities and businesses. Action items: a. Continue monthly meetings among the Technology Transfer Consortium b. Develop common templates for technology transfer documents c. Create an Idaho university technology transfer brochure d. Review the Idaho State Board of Education intellectual property policy e. Publicize university intellectual property and technology transfer opportunities, policies and practices with the private sector and state government 4) Enhance research university , private sector, and sta te government engagement One of the most important strategies to improve research in the state is to increase communication and engagement among the research universities, the private sector, and state government. Through organizations such as the Higher Education Research Council and the Idaho Technology Council, universities, businesses and state entities now have seats at the same table to provide leadership, ideas and access to technology across the state. Other regular lines of communication should be opened among universities and businesses via websites, listservs, social networks, and other means. The shared information could include research expertise, available technologies, technology transfer practices and policies, and upcoming seminars, work shops and other events of mutual interest. The research universities and Idaho businesses are engaged through student internships and collaborative research projects . First, many university students do internships in Idaho ATTACHMENT 1 IRSA TAB 3 Page 1514 | Page businesses, learning real world lessons and gaining expertise in a business setting. The businesses, in turn, receive some services, and have the opportunity to recruit the top- performing interns for permanent positions. Second, university faculty and industry employees often work together on research projects of mutual interest. Such projects are often funded through a research contract, which specifies the scope of work, budget, publication rights, and intellectual property ownership. Another mechanism by which businesses and univers ities can cooperate in research and economic development is through federal Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) grants, led by businesses in cooperation with research universities . By increasing communica tion among universities and Idaho businesses, student internships and public- private research partnerships will increase . Action items: a. Track collaborative projects and other university- private sector interactions b. Actively participate in the Idaho Technology Council and other state -wide economic development initiatives c. Develop or improve website(s) to advertise university research capacity and available technologies d. Organize and participate in economic development symposia with the private sector e. Visit companies and invite business representatives to campus to tour research facilities and discuss research and technology transfer opportunities 5) Strategically invest in university research and technology transfer Successful, nationally -competitive university research programs have creative, industrious faculty; high quality students; sound academic programs; and the cutting -edge equipment, information technology, laboratory space and other infrastructure needed to support the research. Because research universities recruit nation -wide for faculty , they must offer nationally- competitive faculty salaries and startup packages to attract the best candidates . To sustain nationally and globally -competitive research, the university must also keep up with rapid ly changing technological advances via periodic major equipment purchases and other infrastructure improvements. At the most fundamental level, in order to grow university research and technology commercialization, we —the universities, the state, the priva te sector, and individual donors —must invest strategically in highly productive faculty, students and research infrastructure to build and maintain a sustainable research base. Idaho has begun this process through targeted investment in CAES personnel, and a return on the investment began within the first year. Likewise, o ther states such as Utah have made a concerted effort to invest in selected areas of university research and economic development, and are now reaping the rewards. Sustaining the research enterprise requires multiple funding streams and strategic investment in key research areas. The investment may come in the form of money, time (e.g. experts from the private sector or national laboratory advising faculty or graduate students on their research projects ), or donations of high tech equipment. The funding streams include external funding through sponsored programs (grants and contracts), royalties from patents and copyright, philanthropy, venture capital, and state appropriations. Within the university, the investment of indirect costs from grants and contracts, royalties, and philanthropic gifts provide the best opportunity to grow and sustain research. Finally, to enhance university resear ch ATTACHMENT 1 IRSA TAB 3 Page 1615 | Page commercializa tion, it is cru cial to invest in the 'gap' between basic research discovery and commercial production , for it is well recognized across the nation that there are few if any other sources for these funds. Action items: a. Vice Presidents for Research work t ogether to seek external funding for major state-wide research programs b. Through the Higher Education Research Council, address strategic uses of state resources for research support c. Vice Presidents for Research coordinate as a voice for Idaho higher educat ion research and economic development at the national level, through organizations such as the Association of Public and Land Grant Universities (APLU) and the Association of University Technology Managers (AUTM) ATTACHMENT 1 IRSA TAB 3 Page 17 THIS PAGE INTENTIONALLY LEFT BLANK ATTACHMENT 1 IRSA TAB 3 Page 18INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14 , 2010 IRSA TAB 4 Page 1 SUBJECT University of Utah, School of Medicine Annual Report REFERENCE June 2008 The Board approved a revised three- year contract between the University of Utah School of Medicine and the State Board of Education. APPLICABLE STATUTE, RULE, OR POLICY Idaho State Board of Education Governing Policies and Procedures, Section III.V.I.3.(a) BACKGR OUND/DISCUSSION Since July 1976, the State Board of Education has held an agreement with the University of Utah School of Medicine (UUS OM) to reserve a specific number of seats for Idaho residents at the in- state tuition and fee rate established by UUS OM for residents of Utah. The Board makes annual fee payments in support of such Idaho resident students enrolled under this agreement. This cooperative agreement provides opportunities for eight Idaho students annually to attend medical school through a coo perative agreement. A total of 32 Idaho students can be enrolled in this four -year program. As part of this agreement, UUS OM provides the Board an annual report which includes information regarding the established tuition and fees for Utah residents for the upcoming academic year, the names of students accepted for the upcoming school year, and a summary of the academic progress of continuing students enrolled. ATTACHMENTS Attachment 1 - University of Utah School of Medicine Page 3 Annual Report STAFF COMMENTS AND RECOMMENDATIONS The FY 2011 appropriation for UUSOM did not include funding for contract increases. In addition, JFAC approved legislative intent language which specifically directed that health education program seats may not be reduced. As a result , UUSOM had no choice but to shift the contract cost increases to the Idaho- sponsored students . Beginning in Fall 2010 all Idaho- sponsored UUSOM students are pay ing an additional $1,078.13 in tuition to cover the shortfall between st ate support and contract costs. The UUSOM contract is up for renewal at the end of the 2010- 2011 academic year. BOARD ACTION This item is for informational purposes only. Any action will be at the Board's discretion. INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14 , 2010 IRSA TAB 4 Page 2 THIS PAGE LEFT INTENTIONALLY BLANK University of Utah , School of Medicine Idaho State Board of Education Annual Report 2010 ATTACHMENT 1 IRSA TAB 4 Page 3Table of Contents Directory of Administrative Offices ................................................................................ 1 Overview of Regional Activities ....................................................................................... 4 Education ........................................................................................................................ 4 Research .......................................................................................................................... 4 Clinical Service ............................................................................................................... 5 School of Medicine Educational Objectives ................................................................... 6 Overview ......................................................................................................................... 6 Knowledge ...................................................................................................................... 6 Attitudes ........................................................................................................................ 12 An Overview of the Four Year Curriculum ................................................................. 14 1st Year .......................................................................................................................... 14 2nd Year ......................................................................................................................... 15 3rd Year ......................................................................................................................... 16 4th Year .......................................................................................................................... 17 Idaho Student Affairs Update ........................................................................................ 19 Introduction ................................................................................................................... 19 Admissions .................................................................................................................... 19 Academic Requirements ............................................................................................... 20 Required Activities ....................................................................................................... 20 Admissions R eport Bookmark 24 Juniors .............................................................................................................................. 25 Seniors .............................................................................................................................. 25 Rural Observational Experience ................................................................................... 26 Clinical Medical Education in Idaho ............................................................................. 27 Family Practice Clinical Clerkship ............................................................................... 27 Family Medicine Volunteer Clinical Faculty in Idaho ................................................. 28 Internal Medicine Clinical Clerkship ............................................................................ 28 Internal Medicine Volunteer Clinical Faculty in Idaho ................................................ 29 The Public/Community Project..................................................................................... 30 Other Clinical Medical Education Opportunities in Idaho ........................................ 31 Family Medicine (Primary Care) Precep torship ........................................................... 31 Idaho Outreach Program (IROP) ................................................................................. 32 Idaho Medical Association Student Representative .................................................... 33 School of Medicine Graduate Report ............................................................................ 34 Financial Report .............................................................................................................. 38 ATTACHMENT 1 IRSA TAB 4 Page 4Directory of Administrative Offices *accurate as of 4/12/10 University of Utah Health Sciences John A. Moran Eye Center 50 North Medical Drive Salt Lake City, UT 84112 Administration A. Lorris Betz, M.D., Ph.D., Vice President for Health Sciences Richard Sperry, Associate VPHS, Academic and Clinical David Entwistle, CEO , University of Utah Hospital Stephen Warner, Associate VPHS, Development and Alumni Ron Harris, Assistant VPHS, Diversity Jerry Kaplan, Assistant VPHS, Research School of Medicine, Office of the Dean 30 North 1900 East, Room 1C100 Salt Lake City, UT 84132 Administration David J. Bjorkman, M.D., Dean 801-581-6436 Karen Anastasopoulos, Director 801-585-6119 Admissions Wayne M. Samuelson, M.D., Associate Dean 801-581-7498 Kathy Z. Doulis, Director 801-581-8546 Llewelyn, Project Coordinator 801-581-7498 Goldie Kacinski, Project Coordinator 801-581-7498 Continuing Medical Education Assistant Dean 801-581-6887 Brad Halvorsen, Director 801-585-6120 Renae Hanson, Project Coordinator 801-581-6884 Jerry Roberts, Grapic Designer 801-581-6886 Curriculum & Medical Educatio n Sara Lamb, Interim Dean Rita Litsas, Director 801-581-6474 Michele Haight, Director, Curriculum 801-585-1568 Wendy Hughes, Administrative Program Coordinator 801-587-3084 801-585-6125 ATTACHMENT 1 IRSA TAB 4 Page 5 Dental Education G. Lynn Powell, M.D., Assistant Dean 801-581-8951 Nancy Comarell, Administrative Assistant. 801-581-8951 Inclusion & Outreach TBA ., Assistant 801-587-7672 Rosio Granados, Project Coordinator 801-581-7203 Faculty Administration Kurt H. Albertine, M.D., Assistant Dean 801-581-6417 Jennifer Allie, Director 801-581-5705 Jan Cundey, Administrative Program Coordinator 801-587-7882 Finance Cathy Anderson, Associate Dean 801-585-6123 Julie Oyler, Manager 801-585-6124 Wanda Penovich, Manager 801-585-6122 Jason Atuaia, Account ant 801-581-7443 Financial Aid Rita Litsas, Financial Aid Officer 801-581-6474 Karen Henriquez, Associate Director 801-585-6903 Graduate Medical Education Larry Reimer, M.D., Associate Dean 801-585-2951 Alan J Smith., Assistant Dean 801-581-2401 Ginger B lanchard, Education Coordinator Accreditation 801-581-2401 Sharee Bracken, Financial Manager 801-581-2401 Summer O'Neal, Credentialing Chris Springman, Administrative Manager 801-581-2401 Breanna Stoll, 801-581-2401 Anne Vinsel, Project Administrator 801-587-3559 Nathan Tice, Accounting Specialist 801-581-2401 Idaho Affairs & International Medical Education DeVon C. Hale, M.D., Assistant Dean 801-585-9573 Juan J Rios , Administrative Program Coordinator 801-587-9286 ATTACHMENT 1 IRSA TAB 4 Page 6 Learning Resources Steven Baumann, Director 801-587-8998 Derek Prows, Research Assistant 801-581-5595 Mission Based Management Cynthia Best, Director 801-585-0946 Stacy Jonson, Executive Assistant 801-585-0944 Scott Smith, Development Man ager 801-587-6204 Wendy Chen, Developer 801-587-6203 Bill Gray, Developer 801-587-6202 Chris Evans, Database Lead 801-587-6205 Amber Molyneaux, Financial Analyst 801-585-1776 Brooke Peay, Program Coordinator 801-585-0287 Mishka Foster, Project Coordinator 801-585-7552 Research Jerry Kaplan, M.D., Associate Dean 801-581-7427 Derek Prows, Research Assistant 801-581-5595 Student Affairs Edward P Junkins ., Associate Dean 801-581-3657 Julia Clayton, Director 801-581-6499 Carol Stevens, Director 801-581-3683 TBA, Administrative Program Coordinator 801-581-3657 TBA, Project Coordinator 801-581-5599 Student Counseling Leonard Haas, M.D., Director 801-587-3401 Veteran's Affairs Ronald Gebhart, M.D., Associate Dean 801-582-1565 x1505 ATTACHMENT 1 IRSA TAB 4 Page 7Overview of Regional Activiti es The University of Utah School of Medicine has three major missions: education , research , and clinical service . The three missions are closely interrelated. Each supports and, in turn, benefits from the others. All are considered to be of equal importance. Education The University of Utah School of Medicine is responsible for the predoctoral, graduate, and continuing education of physicians; the graduate and postdoctoral education of biomedical scientists; and the training of certain other health professionals. In determining the size and types of its educational programs, the school is guided primarily by the needs of the State of Utah. The school is also guided by the imperatives of affirmative action and by the needs of the surrounding states which lack their own medical schools. In addition, the school emphasizes high quality programs that address national priorities, such as the need for generalist and academic physic ians, rural practitioners, basic biomedical scientists, and selected medical subspecialists. The four years of formal medical education constitute but a brief introduction to a broad, deep, and rapidly changing discipline. The mastery of medical knowledg e and technical skills requires lifelong self -education. The curriculum is designed to provide students with the knowledge, skills and attitudes necessary to practice medicine. Students spend the first two years in the sciences basic to medicine, including anatomy, biochemistry, physiology, microbiology, genetics, pharmacology, pathology, and behavioral science. Concepts and skills necessary to manage clinical illness, to understand the social issues in medicine, and to be well grounded in the ethics of medical practice are introduced early and explored in depth as the curriculum progresses. Emphasis is placed on prevention, diagnosis, and management of disease states and in the systematic application of these concepts to organ specific diseases. Curric ulum revision is an ongoing process. Courses and their content may change periodically from year to year. Research The University of Utah School of Medicine promotes research of such quality and quantity as to ensure nationa l recognition of a scientifically excellent institution. Each department is expected to expand the frontiers of the discipline it represents. Active pursuit of peer-reviewed funding is encouraged. Research is conducted ethically according to established gu idelines for the welfare of human volunteers and experimental animals. The school encourages active collaboration across university boundaries and fosters the development of young scientists. Investigators are encouraged to report their work in journals wi th high editorial standards or to respected scientific societies. ATTACHMENT 1 IRSA TAB 4 Page 8In addition to education, and the multitude of avenues and services that The University of Utah Health Sciences Center provides, our faculty and staff conduct, collaborate and initiate rese arch. We advance knowledge through innovative, basic and clinical research and translate our discoveries into applications that help people. The University of Utah is ranked among the top 30 public research universities in the nation with particular distinctions in medicine and genetics. As a result of our benchmarking research, the university received over $309 million in research and student aid funding from external sources and ranks 15th in the nation for significant awards to faculty for research effo rts. Research in the health sciences spans many fields of study. From genetics, to molecular biology - from biomedical engineering to drug and pharmaceutical research; University of Utah researchers are on the leading edge of the development and enhancement of knowledge in the medical and health sciences. Clinical Service The University of Utah School of Medicine is committed to providing state-of-the- art clinical care to the patients it serves. The institution provid es advanced and innovative medical procedures and practices to patients in this region. Faculty physicians are expected to provide effective role models for clinicians in training. This responsibility implies efficiency, humanity, cost-effectiveness, and s cientific excellence. The school also provides model practice settings for training in primary care. Innovation and leadership are expected in the development of alternative systems of health care delivery, with a volume of clinical activity sufficient to sustain University Hospital teaching and research missions. ATTACHMENT 1 IRSA TAB 4 Page 9School of Medicine Educational Objectives Overview Our curriculum reflects a continuum of learning. This continuum spans the formal settings of undergraduate education, medical school, and postgraduate training and extends to lifelong learning once our graduates enter their careers. Students arrive with a broad and varied undergraduate experience includin g, but not limited to, the sciences. The medical school curriculum has enough flexibility to maximize the potential of students with highly diverse education and experiential backgrounds. Our educational objectives are designed to expose students to the va riety of experiences necessary to make an informed career choice, and to ensure that they have the knowledge base, skills, and values to become competent physicians. The heart of the curriculum is a thorough education in basic and clinical science. Mastery in these two areas is essential for exemplary medical practice, and they comprise the bulk of our instruction and evaluation. Thus, the objectives are arranged in order of emphasis in the curriculum, with knowledge of basic and clinical sciences first. Subsequent objectives serve as valued educational threads woven into various courses and clinical rotations. We take diversity seriously. Consequently, we have incorporated objectives to ensure that our graduates understand and value diversity and can conduc t themselves professionally and sensitively in multiple settings and with disparate populations. Our goal is to train accomplished physicians. Thus, for almost every objective, an important assessment activity is the application of the specific knowledge, skill, or attitude in clinical practice. Assessments of application in clinical practice are performed by attending physicians and clinical preceptors, verbally and in writing, and are made apparent in both recommendations and grading. Knowledge BASIC SCIENCES Objective: The student will be able to: 1. Describe the normal functioning of the human organism on molecular, cellular and organ system levels. 2. Describe the pathophysiology of all major disease processes at the c ellular and organ system levels. 3. Explain the mechanism and possible adverse effects of various therapeutic interventions. 4. Analyze the basic science issues presented by a clinical problem. 5. Apply significant principles of basic science as they relat e to clinical medicine. Rationale: The biological sciences are the foundation upon which our understanding of health and disease is built. The rapid advance of these sciences provides both a deepening knowledge of normal and pathological processes, as well as new tools for diagnosis and treatment. ATTACHMENT 1 IRSA TAB 4 Page 10 Assessment: Standardized (USMLE) and courses s pecific tests, including multiple choice and short answer questions, case- based problem solving, preceptor evaluation of clinical practice. CLINICAL SCIENCES Objective: The student will be able to: 1. Describe the signs, symptoms and physical findings of all major disease entities. 2. Identify deviations from the expected course of a disease. 3. Identify and interpret diagnostic procedures appropriate to confirm or refute the diagnosis of particular clinical conditions. 4. Predict the expected results of a treatment plan for any given clinical condition. 5. Provide patient care in the areas of preventive, acute, chronic, continuing, rehabilitative, and end-of- life medicine. 6. Distinguish between primary and specialty care. Rationale: The knowledge of clinical medicine is the sine qua non of clinical practice. A strong fund of knowledge in clinical medicine is essential for competent practice. Competence in a ran ge of areas, and recognition of the scope of practice between primary and specialty care, leads directly to safe, effective clinical decisions. Assessment: Standardized and course specific tests, including multiple choice and short answer questions, standardized patients, preceptor evaluation of clinical practice. THE PATIENT CONTEXT Objective: The student will be able to: 1. Demonstrate an understanding of the manner in which people of diverse cultures and belief systems perceive health and illness an d respond to various symptoms, diseases, and treatments. 2. Assess and describe the effects of factors influencing the health care status of individual patients beyond those of a biological nature, including social, cultural, economic, psychological, envir onmental, occupational, familial and spiritual factors. 3. Formulate a diagnosis and plan for treatment that incorporates these factors. 4. Employ these factors in communicating with patients to define clinical problems and agree on a treatment plan. Rationale: Many disease processes are influenced by the patient's social, economical, and personal environment. The physician must be sensitive to the cultural, social, financial and environmental factors influencing the patient's perceptions, behavior and compliance. Assessment: Standardized patients, essay, case discussions, evaluation of history and physical techniques by clinical preceptor. ATTACHMENT 1 IRSA TAB 4 Page 11 HEALTH CARE DELIVERY SYSTEM Objective: The student will be able to: 1. Describe the history of the United States ' health care system. 2. Describe health care delivery and financing, including gender and cultural biases, and the role of the government and private payers. 3. Analyze a financing or delivery issue in writing. 4. Explain the theory and practice of manage d care. 5. Compare health care systems of other major developed countries to the U.S. system. Rationale: Information regarding how health care is delivered and paid for is critical on a number of levels. First, knowledge of the health insurance system c an help a physician take care of a patient in the most efficient and effective way possible. Second, by understanding the way that health care is delivered and financed physicians can influence health care policy. Third, a working understanding of the heal th care system is required if a physician is to make rational decisions about career choice and practice type. Assessment: Essay or research project, preceptor evaluation of clinical practice. LEGAL AND ETHICAL ISSUES Objective: The student will be able to: 1. Describe selected ethical concepts, including informed consent, advanced directives, end-of-life care, and the role of the Institutional Review Board. 2. Identify the competing considerations involved in ethical issues. 3. Formulate an approach t o particular ethical problems consistent with the moral responsibilities of a medical professional. 4. Describe legal principles of negligence, malpractice, and risk management. 5. Describe legal guidelines for contracting, employee rights and responsibili ties, self referral, and antitrust. Rationale: Knowledge of informed consent and advanced directives allows physicians to promote the patient's right to personal autonomy and active participation in health care. Best practice requires that physicians know how the legal system works and be familiar with the principles of the law of negligence and the maxims of risk management. Finally, the advent of managed care has created a set of ethical issues involving the physician, the patient, and managed care companies. Exposure to these issues promotes the development of critical thinking skills. Assessm ent: Short answer or essay questions ; essay or research project on a legal or ethical issue, preceptor evaluation of clinical practice. ATTACHMENT 1 IRSA TAB 4 Page 12HEALTH PROMOTION AND DISEASE PREVENTION Objective: The student will be able to: 1. Describe preventive health care measures across the life span and across cultures. 2. Assess the patient for current health promotions and disease prevention activities and deficits. 3. Create, implement, and evaluate a treatment plan with the patient that includes attention to health promotion and disease prevention. 4. Describe selected complementary therapies. Rationale: Preventing disease is less costly than treating it. Many consider complementary therapies to be important adjuncts to promoting health and preventing disease. Thus, physicians must know what keeps people healthy and help patients make the best choices to maintain or improve health. Assessment: Written short essay examinations on health promotion, standardized patient sessions, essays, and preceptor evaluation of clinical practice. COMMUNITY HEALTH Objective: The student will be able to: 1. Describe the basic principles of public health, epidemiology and biostatistics. 2. Analyze a community health problem in writing. 3. Use resources available in the community to help improve the overall quality of society's health, as well as the health of individual patients. 4. Advocate for better health for patients and the community. Rationale: Every patient belongs to a community, which will have its own, special influence on the health of its members. Every aspect of life benefits from public health measures that provide clean air, land and water. Thus, all physicians must understand the tenets of public health. Assessment: Multiple choice and short answer exams, research project, written essay, primary care preceptor evaluation. Skills CLINICAL SKILLS Objectives: The student will be able to: 1. Take and record a clinical h istory in a variety of situations. 2. Perform a comprehensive and accurate physical examination. 3. Demonstrate ethical principals in caring for patients, and in relating to patients' families and to others involved in patient care. Rationale: Quality care begins by obtaining useful and accurate information from the patient, including those who are disoriented or otherwise un- or non- communicative. Skilled physicians adapt their interview, communication, and examination methods to ATTACHMENT 1 IRSA TAB 4 Page 13each situation. This process works best if everyone involved is treated fairly and honestly. Assessment: Preceptor assessment of history and physical during clinical rotations. Objective structured clinical examinations (OSCE). PROBLEM SOLVING / PATIENT MANAGEMENT SKILLS Objectives: The student will be able to: 1. When presented with initial history, develop a preliminary problem list and initial plans for additional data collection, including further history, focused physical examination, and laboratory evaluation to refine the problem list. 2. Incorporate additional information to develop a formal differential diagnosis. 3. Develop plans for continued evaluation and/or treatment based on the above data and additional information obtained from textbooks, medical literature, colleagues, etc. 4. Develop plans that include cultural considerations and are sensitive to the health care needs and issues of non-dominant groups. 5. Integrate and apply knowledge derived from diverse domains and sources in the solution of clinical probl ems. Rationale: The physician is primarily a problem-solver. The use of problem-solving techniques allows the physician to correctly identify a problem, devise a realistic, flexible, and accurate treatment plan with the patient, and to adjust the plan based on continuous evaluation. While the steps of problem solving may not be replicated for every problem, they are important for every physician to use in assessing and managing unfamiliar conditions. Best problem solving occurs when data is derived from m ultiple sources. Plans for care are most effective when they are culturally and socially sensitive. Assessment: Evaluation and management plans in classroom and clinical settings. Objective structured clinical examinations (OSCE). COMMUNICATION AND INTE RVIEW SKILLS Objectives: The student will be able to: 1. Employ active listening skills, including nonverbal and verbal interaction. 2. Establish, maintain, and terminate an empathetic relationship. 3. Manage the phases of a clinical interview, including opening and closing, transitions, and the body of the interview. 4. Demonstrate effective communication with uncooperative, depressed, mentally ill, non-English speaking, or physically handicapped individuals. 5. Maintain professional behavior with colleagues and patients, demonstrating courtesy, respect, tact, and appropriate emotional control. 6. Negotiate with the patient as a partner in decisions about his/her health including agreeing on the definition of the patient's clinical problem and establishing mutually acceptable goals for treatment. ATTACHMENT 1 IRSA TAB 4 Page 14 Rationale: Excellence in practice requires an ability to encourage and accurately hear patient communication, and to communicate effectively with colleagues. Assessment: Standardized patient interviews, OSCE examination, and preceptor evaluation of clinical practice. INFORMATION MANAGEMENT Objective: The student will be able to: 1. Retrieve information, demonstrating the ability to perform database searches using logical operators, controlled vocabulary, appropriate limits, and evidence- based filters. 2. Manage selected citations from a database search and organize them into a personal database for tracking literature in an area of interest. 3. Manage both handwritten and electronic medical records. 4. Protect confidentiality of private information obtained from patients, colleagues and others. 5. Make use of online and print resources to enhance presentation skills and answer a clinical question. 6. Conform to copyright and intellectual property regulations. Rationale: Information management via computer is already a core skill for physicians, and will increase in importance over time. Evidence- based practice requires that physicians answer a clinical question using computerized reference databases of selected medical literature. Developing skills to manage and track literature in an area of interest is vital for staying current. Ethical principles and legal constraints demand patient confidentiality. Assessment: Submission, in writing, of a clinical question and its answer with supporting documentation including a printout from the computerized literature search. Preceptor evaluation of clinical practice. APPLICATION OF RESEARCH FINDINGS Objective: The student will be able to: 1. Critically analyze a selected research paper from the medical literature. 2. Find and apply multiple sources of information, including clinical trials, review articles, and practice guidelines, to a particular clinical situation. 3. Assess the quality and validity of these source s of evidence using literature analysis techniques. 4. Describe his/her responsibility to maintain information and skills over the length of practice. Rationale: The short half- life of clinical information requires that physicians base their practice on current research findings. ATTACHMENT 1 IRSA TAB 4 Page 15 Assessment: Formal oral presentation, multiple choice tests, preceptor evaluation of clinical practice. PATIENT EDUCATION Objectives: The student will be able to: 1. Identify the need and opportunity for educating patients i n a clinical setting. 2. Form a teaching plan for a variety of persons and situations. 3. Implement and evaluate a teaching plan sensitive to developmental, gender, cultural and individual differences. Rationale: All physicians teach patients and their families regarding disease treatment and progression, health maintenance, and disease prevention. Formal and informal teaching occurs in all clinical settings, requiring that the physician understand basic information about assessment of the need for teachi ng, multiple strategies for teaching, and how to assess the efficacy of teaching. Assessment: Standardized patients, preceptor evaluation of clinical practice. Attitudes RESPECT Objective: The student will be able to: 1. Identify patient needs and priorities, particularly when in conflict with the student's. 2. Protect the patient's rights to privacy and autonomy at all times. 3. Identify the effects of intolerance and discrimination on the health care of non- dominant et hnic and social groups. Rationale: Physicians are dedicated to their patient's wellbeing and best interest, as defined by the patient. Every patient has a right to privacy and a right to have input into their care. Every patient also has a right to bias free access and care, delivered by a physician conscious of the effects of social and ethnic discrimination on health access and care. Assessment: Standardized patient model and short answer patient management problems, preceptor evaluation of clinical p ractice. COOPERATION Objective: The student will be able to: 1. Work constructively with other health care providers in interdisciplinary teams. 2. Display the professional ethics of physicians. ATTACHMENT 1 IRSA TAB 4 Page 163. Demonstrate professional behavior in individual patient encounters and as a member of the health care team. Ration ale: All physicians work with others in the health care team and should value the input/contribution of other team members. Part of a physician's role is how to conduct oneself in a professional manner ; this i ncludes showing respect for all members of the health care team, all patients and their families. Assessm ent: Ward evaluations from attending physicians, preceptor evaluation of clinical practice. SELF AWARENESS Objective: The student wi ll be able to: 1. Evaluate one's own performance, skills, and attitudes realistically and objectively. 2. Recognize one's own personal limitations. 3. Protect and promote one's own mental and physical health to the extent that it impacts patient care. 4. Recognize and address gender and cultural biases in themselves and others, and in the process of health care delivery. Rationale: Awareness of one's shortcomings, including personal philosophy, physical limitations, and personal social and ethnic biases, is essential to making an appropriate response to the great variety of individuals the physician will work with. This awareness comes from self -evaluation. Attention to the maintenance of one's own physical and mental health is fundamental to being able t o provide the best care possible to the patient. Assessment: Preceptor evaluation of clinical practice. ATTACHMENT 1 IRSA TAB 4 Page 17An Overview of the Four Year Curriculum Introduction The four years of formal medical education constitute but a brief introduction to a broad, deep, and rapidly changing discipline. The mastery of medical knowledge and technical skills requires lifelong self -education. The curriculum is designed to provide students with the knowledge, ski lls and attitudes necessary to practice medicine. Students spend the first two years in the sciences basic to medicine, including anatomy, biochemistry, physiology, microbiology, genetics, pharmacology, pathology, and behavioral science. Concepts and skill s necessary to manage clinical illness, to understand the social issues in medicine, and to be well grounded in the ethics of medical practice are introduced early and explored in depth as the curriculum progresses. Emphasis is placed on prevention, diagnosis, and management of disease states and in the systematic application of these concepts to organ specific diseases. Curriculum revision is an ongoing process. Courses and their content may change periodically throughout the year. First Year Phase I Foundations of Medicine To provide medical students the knowledge to be become proficient in the skills necessary to function in a role similar to a medical assistant and to gain a strong foundation of the medical sciences, clinical medicine, and medical arts to foster success in Phase II and encourage life-long learning. Phase II Cells Molecules and Cancer Foundation of normal and abnormal cell and molecular formation and regulation. Progessing to a knowledge of genetics and cancer formation and treat ment. Host and Defense Normal and abnormal functions of common infectious diseases, immunologic, autoimmune, and rheumatologic diseases and their relevancy in clinical medicine, medical science, and medical arts. ATTACHMENT 1 IRSA TAB 4 Page 18Life Cycle Application of knowledge of the normal life cycle, emphasizing transitions within the life span according to its place in clinical medicine, medical science, and medical arts. Second Year During the second year, the aim is to integrate basic scientific facts with specific disease s and clinical problems. This is accomplished through a multidisciplinary course, organized by specific organ systems, which emphasizes pathophysiologic processes, clinical manifestations, and treatment. Doctor/Patient Relationship: Continuation of first year course with one on one assignments of students with practicing physicians to observe, discuss, and develop the skills necessary in an effective doctor -patient relationships. Geriatrics: Basic scientific background for approaching common clinical problems attendant to the aging process. Neuroanatomy: Gross and microscopic structure of the nervous system. Organ Systems: Elements of pharmacology, pathology, and physiology, integrated with clinical aspects of the musculoskeletal system, dermatology, end ocrinology, nephrology, reproduction, cardiovascular system, pulmonary system, gastroenterology/nutrition, and hematology/oncology. Principles of development and aging of these systems are included. Pathology: Systemic pathology taught in conjunction with the neuroscience and the organ system courses covering the pathologic basis of disease, along with applications of laboratory medicine, by organ system. Pediatrics: Introduction to the physiology of and diseases seen in newborns, infants, children, and a dolescents. Pharmacology: General principles of pharmacology, autonomic pharmacology, central nervous system pharmacology, and chemotherapy of infections and cancer. Pharmacology instruction includes an introduction to toxicology and clinical pharmacology and material related to and coordinated with the neuroscience and the organ systems courses. Physical Diagnosis II: An interdisciplinary course enhancing the students' skills in patient history taking and physical examination skills. Physiology: General physiologic principles and physiology of neurological and other organ systems. ATTACHMENT 1 IRSA TAB 4 Page 19Psychiatry: Introduction of major topics of adult psychiatry and fundamental issues dealing within child and geriatric psychiatry. Science of Medicine: Continuation of first year course with focus on evidence based medicine and information management. Social Medicine: Continuation of first year course with focus on social aspects of medicine, medical care delivery and unique patient populations with discussion groups designed to foster personal and professional growth. Third Year In the third year, emphasis is on the integration of basic science knowledge with clinical, ethical, diagnostic, and problem solving skills. Clinical clerkships, during which students learn patient management as members of the health care team, include family practice, internal medicine, obstetrics and gynecology, pediatrics, psychiatry, and surgery. Students also take a Topics of Medicine course, which reviews a series of simulated patients with com mon medical problems seen in ambulatory medicine. The student is also required to complete a four- week clinical neurology clerkship between the end of the sophomore year and the end of the senior year. Each student must also satisfactorily complete an obj ective standardized clinical examination (OSCE) administered at the end of the 3 rd year prior to being promoted to the 4th year. Family Practice Clinical Clerkship: Four weeks with a community based or faculty family practice preceptor. The majority of th e time is spent with the preceptor in the hospital, office, nursing homes, and on house calls. Time is also spent learning about and experiencing other elements of the health care system in the community served by the preceptor. Internal Medicine Clinical Clerkship: Twelve weeks divided into one six- week inpatient rotation taken in the first half of the year and a second six- week rotation in the second half of the year. The second rotation consists of 3 weeks of inpatient responsibilities and 3 weeks in an ambulatory clinic. Inpatient clerkships consist of case work and rounds on wards of the University of Utah Medical Center, LDS Hospital, or the VA Medical Center. Neurology Clinical Clerkship: Four weeks divided into two weeks inpatient and two weeks outpatient experiences. The inpatient rotation at the University of Utah Medical Center, Primary Children's Medical Center, or VA Medical Center consists of direct patient care, daily ward rounds, brain cutting sessions, procedures such as lumbar puncture, pa rticipation in clinical conferences, and attendance at specialty clinics. The outpatient experience occurs in the multiple sclerosis, muscle, and neurology outpatient clinics. ATTACHMENT 1 IRSA TAB 4 Page 20Obstetrics and Gynecology Clinical Clerkship: Six weeks of inpatient and outpat ient experience at the University of Utah Medical Center and LDS Hospital. Time is also spent in lectures, seminars, and review of gynecological pathology. Pediatrics Clinical Clerkship: Six weeks divided into two three- week blocks. Three weeks are spent on the inpatient wards at Primary Children's Medical Center (PCMC). The other three- week block includes one week on a pediatric subspecialty service and the other two weeks at the General Pediatric Clinic at the University of Utah Medical Center, and the newborn nursery at the University of Utah Medical Center. Psychiatry Clinical Clerkship: Six weeks emphasizing inpatient care at the University of Utah Medical Center, VA Medical Center, Primary Children's Medical Center, and the University of Utah Neurops ychiatric Institute. Students attend civil commitment proceedings, electroconvulsive therapy, outpatient clinics, and consultation/liaison rounds. One day each week is devoted to a core lecture series and case conferences. Each student spends one week on the consultation/ liaison service and one half day per week in the office of an outpatient therapist. Surgery Clinical Clerkship: Eight weeks of ward work, operating room experience, lectures, case presentations, and rounds at the University Medical Center , LDS Hospital and the VA Medical Center. Students spend six weeks on general surgery and two weeks in subspecialty areas. Topics in Medicine: Eight hours per month addressing medical economics, patient continuity management, informatic skills, medical literature analysis, and psychosocial/ethical issues. The course focuses on teaching the skills of evidence based medicine and continuous learning in addition to imparting the content data needed to manage the cases, which are pertinent to the student's concurrent clerkship. OSCE - Objective Structured Clinical Exam : During the third year, students will participate in exams called OSCE's at the end of each clerkship rotation. The term OSCE refers to the Objective Structured Clinical Exam. It is a simulated student doctor -patient encounter designed to test a particular clinical skill or set of skills. There will also be a cumulative \"End of Year OSCE\" to help prepare students for the required national USMLE Step 2 CS (Clinical Skills) exam. Four th Year Seniors must complete a minimum of 36 weeks of credit. Included in the 36 weeks are a two-week half-day medical ethics course, a two week half -day Health Care Delivery course, a required hospital- based subinternship (4 weeks), a required public/community project (4 weeks), and a four- week clinical neurology clerkship between the end of the sophomore year and the end of the senior year. A minimum of 24 weeks must be spent at the University of Utah School of Medicine or its approved sites unless specific prior approval to do otherwise is obtained from the dean of student affairs and education. A ATTACHMENT 1 IRSA TAB 4 Page 21minimum of 12 weeks must be spent in clinical electives except when specific approval to do otherwise is obtained from the dean of student affairs and education who has authority to define what qualifies as a clinical elective. Students interested in exploring or pursuing research experiences, including obtaining graduate degrees, are encouraged to do so through individualized programs designed in consultation with research mentors in the various departments. Senior credit hours can only be earned by electives completed in the 3 rd and 4th years. Interdisciplinary Education Program: A required half day session that takes place between January and May of the senior year, where medical students will participate in a clinical simulation in which students from several health care disciplines work together to formulate a treatment plan for a standardized patient. Teams will consist of one student each from nursing, pharmacy, physical therapy, occupational therapy, and medicine. Each student will meet with the patient for 15 minutes, functioning as they would in a clinical skills exam, while the other team members watch by video. After all team members complete their patient encounter, the team formulates a comprehensive treatment plan. All teams will then meet and present their plans to the other teams. In addition to presenting the patient treatment plan, participants will discuss the role of th e other members of their team. ATTACHMENT 1 IRSA TAB 4 Page 22Idaho Student Affairs Update Introduction Program Leadership Dr. DeVon C. Hale is a Board Certified physician in Internal Medicine, Infectious Diseases, and Microbiology. Upon completion of his residency in 1978 and until 1984, he was in private practice in Idaho Falls and held the positions of Medical Director of the Microbiology Laboratory and a Consult in Epidemiology at the Idaho Falls Consolidated Hospitals. He moved to Utah in 1984, accepting a faculty appointment with the University of Utah School of Medicine. In addition to his faculty appointment in Internal Medicine and Pathology, since 1995 Dr. Hale has been the Assistant Dean for Idaho Student Education. Dr. Ilana Shumsky is a Board Certified Internal Medicine physician. She earned her M.D. degree from UCLA and completed her Internal Medicine Residency at the University of Utah. She was a member of the University of Utah faculty as Clerkship Director for Internal Medicine for three years before moving to Boise, Idaho. She currently is on staff at the Boise VAMC and has a clinical faculty appointment at the University of Washington. Additionally, she is the Director of Idaho Student Programs for the University of Utah. In this capacity, she coordinates the placement of Idaho students from the University of Utah medical school into clinical practices within the state of Idaho. Admissions Our go al is to select the most capable students to attend our school and to have a balanced, but heterogeneous group that will excel in both the art and science of medicine. We recognize that a diverse student body promotes an atmosphere of creativity, experimen tation and discussion that is conducive to learning. Exposure to a variety of perspectives and experiences prepares students to care for patients in all walks of life and in every segment of society. Considered individually, age, color, gender, sexual orientation, race, national origin, religion, status as a person with a disability, status as a veteran or disabled veteran are not determinants of diversity and are not identified as unique characteristics during the admissions process. MCAT scores and grades are carefully scrutinized and are an important part of the application process. All grades received for college credit are included in the AMCAS GPA calculation. If a course is repeated, both grades received for that course are calculated into the GPA. Pass/Fail grades received for college credit are not included in the AMCAS GPA calculation. ATTACHMENT 1 IRSA TAB 4 Page 23As important as grades and test scores are, by themselves they do not predict who will be successful in medical school. The demands of medical education and life a s a physician are not for everyone. We consider how the applicant balances outside activities and responsibilities with schoolwork to be an indicator of ability to deal with the rigors of life as a physician. The committee is interested in the applicant's motivation for attending medical school and his/her understanding of the medical profession. Commitment to community service, ethical behavior, compassion, leadership ability and communication skills are important characteristics of physicians. Application s and interviews assist us in evaluating these qualities. We expect applicants to be courteous, respectful and professional at all times. We evaluate applications against minimum and average standards in 8 specific areas. Applicants must achieve at least the minimum level of performance in all 8 areas and be average or above in 5 out of the 8 areas in order to proceed in the admissions process. Successful applicants distinguish themselves with outstanding performance in one or more of these areas. The 8 areas are listed below. Academic Requirements Grade Point Average (GPA) : The minimum acceptable GPA is 3.0. Applicants with a science, non -science or overall GPA below 3.0 will not be considered. All grades received for college credit are included in the AMCAS GPA calculation. If a course is repeated, both grades received for that course are calculated into the GPA. To determine average criteria, the applicant's GPA is compared to the average GPA of students who have gone on to attend medical school from the institution granting the applicant's highest degree. Medical College Admission Test (MCAT) : All applicants are required to take the MCAT within 3 years of their application. For the class entering medical sch ool in 2009, scores will be accepted from tests taken in 2008, 2007 and 2006. Tests taken after September 2010 will not be considered for the 201 application year. The minimum acceptable score for each section, (physical science, biological science and verbal reasoning) of the MCAT examination is 7. The average score for entering freshmen is 10 in each section. If the test is taken more than once within 3 years of application, the best score for each section will be considered. MCAT scores are evaluated in comparison to national standards. Required Activities Extracurricular Activities : Extracurricular activities are defined as activities outside the usual duties of a full- time job and/or school. The committee is interested in how applicants deal with the demands of their lives outside of the classroom. This is a strong indicator of how well they handle responsibilities and deal with stressful situations. It ATTACHMENT 1 IRSA TAB 4 Page 24also predicts how well they will handle the difficult dema nds of medical school. Activities may include sports, church, family, volunteering and other special interests. The minimum requirement is some involvement in outside activities. The average applicant devotes 20 hours per week during each of the 4 years prior to entering medical school to activities such as work, volunteer service, research, athletics, student government and family obligations. Community/Volunteer Service: Community/Volunteer service is defined as involvement in a service activity with out constraint or guarantee of reward or compensation. The medical profession is strongly oriented to service in the community. Applicants should demonstrate a commitment to the community by involving themselves in service and volunteer activities. Work pe rformed in service learning courses and community service performed as part of employment does not satisfy this requirement. The minimum requirement is 36 hours. The average applicant devotes 48 hours during each of the 4 years prior to entering medical school. Leadership Ability : Leadership is defined as a position of responsibility for others, with a purpose to guide or direct others. Dedication, determination, ability to make decisions and a willingness to contribute to the welfare of others are indicators of one's ability to succeed in medicine. Individuals with these characteristics readily accept positions of leadership and are an asset to their community and profession. Leadership capacity can be demonstrated in a variety of ways. Positions in employment, church, community and school organizations including coaching, tutoring and mentoring will satisfy this requirement. The minimum leadership requirement is 1 leadership experience lasting 3 months during the 4 years prior to matriculation. The average applicant has 3 different leadership experiences each lasting 3 months during the 4 years prior to matriculation. Research : Research is defined as involvement in a scholarly or scientific hypothesis investigation that is supervised by an individual with verifiable research credentials. Research is the foundation of medical knowledge. We consider participation in research activities to be an important part of the preparation for medical school. Physicians depend on medical literature to remain cur rent in their fields. Most physicians participate in research at some point in their careers. Research experience may be in any discipline and performed at any site. However, it must involve the testing of a hypothesis. Research performed, as part of a class is not acceptable unless the course was in independent research and the applicant completed independent, hypothesis- based research under the supervision of the professor. Research completed for a graduate thesis ATTACHMENT 1 IRSA TAB 4 Page 25is acceptable. Applicants should be able to describe their project, the hypothesis investigated, and their role in the conduct of the research. The minimum requirement is 4 hours per week for 2 months or the equivalent of 32 hours. The average experience is 4 hours per week for 3 months or the equivalent of 48 hours. Physician Shadowing : Physician shadowing is defined as the observation of a physician as s/he cares for and treats patients and carries out the other responsibilities of medical practice. Applicants should spend enough time directly shadowing physicians to understand the challenges, demands and lifestyle of a medical doctor. Shadowing must be done with an allopathic (M.D.) or osteopathic (D.O.) physician. Time spent shadowing residents, physician assistants, podiatrists, veterin arians, nurses, EMT's, PhD's etc., will not be considered. The minimum requirement is 8 hours shadowing a physician(s) through all the activities of an average day. The average applicant spends 24 hours with a physician(s). Patient Exposure : Patient e xposure is defined as direct interaction with patients and hands-on involvement in the care of patients. It is important that the applicant be comfort -able working with and around people who are ill. Direct patient exposure can be gained in a variety of ways. Experience can be gained through volunteering or working in hospitals, emergency rooms, homeless clinics or care facilities. Patient contact must include patients other than family members and friends and does not include indirect patient care such as housekeeping (cleaning operating rooms or patient rooms) working at the hospital information desk, or working in a pharmacy. The minimum patient exposure requirement is 4 hours per week for a period of 2 months or the equivalent of 32 hours. The average applicant spends 4 hours per week in patient exposure for 3 months or the equivalent of 48 hours. ATTACHMENT 1 IRSA TAB 4 Page 26 Idaho Report: Academic Year 2009 -2010 Admissions Report Academic Year Idaho Med Stud Applicant Pool Selected for Interviews Accepted for Admission Sponsored Students Non-Sponsored Students 2009 - 2010 84 45 14 8 2 2008- 2009 108 64 12 8 1 2007- 2008 116 61 13 8 0 2006- 2007 93 43 9 8 1 2005- 2006 112 57 13 8 0 2004- 2005 86 47 11 8 1 2003- 2004 84 33 14 8 4 2002- 2003 99 53 17 8 0 2001- 2002 88 50 13 8 4 2000- 2001 96 50 13 8 1 1999- 2000 88 42 9 6 0 1998- 1999 87 52 13 6 0 * Includes one MD/PhD Student ATTACHMENT 1 IRSA TAB 4 Page 27Freshman Heather Curtis Justin Doble Ashley Elsensohn Nathan Oakey 1 IRSA TAB 4 Page Justin Chandler Tren ton Hansen Alison McIntuff Alexandra Meier Christopher Thacker Casey Turner Sara Wilson Daniel Winchester Seniors Brian Beesley Benjamin Brennan Lindsay Burt Stuart Knapp Erik Linn Noah Minskoff Michelle Reina Kristin Satterfield ATTACHMENT 1 IRSA TAB 4 Page 29Observational Experience A four to eight week non-credit observational experience for students is offered between their first and second year of medical school. Students receive a stipend and travel expenses . The following students completed the observational experience from mid-June through mid-August 2010: BoiseMcCallMcCall Laura Fink Garrett Coman Bryan CheyneRexburg Rexburg ATTACHMENT 1 IRSA TAB 4 Page 30Clinical Medical Education in Idaho During an Idaho medical students third year, two of the required rotations, the Family Practice Clinical Clerkship and the Internal Medicine Clinical Clerkship, are completed in Idaho. While the Family Practice Clinical Clerkship is four weeks with a community based or faculty family practice precep tor, the Internal Medicine Clinical Clerkship is twelve we eks divided into one six- week inpatient rotation taken in the first half of the year and a second six- week rotation in the second half of the year. It is during the second six-week rotation that the student travels to Idaho for three weeks to work in an ambulatory clinic. Additionally, during an Idaho medical student 's fourth year, the student completes a four -week Public/ Community Project . This project can be completed in Utah or Idaho. Family Practice Clinical Clerkship Overview: The required, four- week Family Practice Clinical Clerkship exposes the medical student to the role and capabilities of family physicians as primary care doctors in their local settings. They are also introduced to other elements of the health care delivery system in the community which supports and compliments the services provided by the primary care physician. Educational Objectives: The student will: 1. Demonstrate basic competency in history taking, physical examina tions, procedural skills, and clinical decision making as applied to the wide range of problems seen in family medicine. 2. Be able to discuss the diagnosis of common acute undifferentiated problems while taking into account disease prevalence, geographic factors, the socioeconomic structure of the community, and the psycho-social factors surrounding the patient. 3. Be able to implement a reasonable health maintenance plan for patients of various ages and of either sex . 4. Be able to describe the family physician's role as the coordinator of health care for individuals and families in the overall community, and in the care of chronic and complicated problems. 5. Be able to use the problem oriented medical record, discuss the cost effectiveness in primary car e, and show some understanding of risk management quality assurance and ethical issues in family practice. Activities: The student will spend approximately 70% of their time in clinical activities, including office, hospital, nursing home, and home visits with their preceptor. The remaining 30% will consist of time spent learning and experiencing other elements of the health care system in the preceptor's community (hospital and medical staff issues, public health agencies, occupational and environmental health risks), as well as independent study. ATTACHMENT 1 IRSA TAB 4 Page 31Preceptors/Site Requirements: The preceptor must be board certified in family medicine, hold a University of Utah Volunteer Clinical Faculty appointment or Volunteer Preceptor agreement with the Department Family and Preventative Medicine. Evaluations: The preceptor will evaluate the student with regards to their personal and interpersonal qualities, fund of knowledge, and clinical skills. The evaluation will be submitted to the Family Practice Student Pr ograms Office within a few weeks of completion of the student's clerkship. Family Medicine Volunteer Clinical Faculty in Idaho Physician Location Phone Suzanne Allen, MD Family Prac tice Medical Center 777 N orth Raymond Street Boise 208- 367-6030 Barry Bennett, MD South East Fam ily Medicine 2775 Channing Way Idaho Falls 208-524-0133 Larry Curtis, MD Teton Valley Med Center 283 N orth 1st East Driggs 208-354-2302 John Franson, MD Lakeview Medical Clinic 292 South 3rd West Soda Springs 208-547-3118 Leanne LeBlanc, MD Mountain State Family Medicine 620 North West 2nd Street Grangeville 208-983-5120 Waj Nasser, MD Capital City Family Medicine 1520 West State Street Boise 208-947-7700 Michael Packer, MD Family Medical Center 1 Professional Plaza Rexburg 208-356-9231 Richard Paris, MD Hailey Medical Clinic 706 South Hailey 208-788-9238 Eddie Rodriguz, MD Valley Hlth East 12th Emmett Spritzer, MD Physician Center 6560 Shoshone St reet East, Suite 100 Twin Falls 208-732-3020 * Idaho SEARCH site Internal Medicine Clinical Clerkship The third year internal medicine curriculum requires a three week ambulatory care rotation in internal medicine for all students. Since 2007, the contract requires this rotation to be done in Idaho. These rotations are scheduled for the second half of the third year so that students going have had at least s ix months of patient contat ATTACHMENT 1 IRSA TAB 4 Page 32Internal Medicine Volunteer Clinical Faculty in Idaho Physician Location Phone Sky Blue, MD 125 S outh Idaho St reet Suite 203 Boise 208-338-0148 Julie Foote, MD 900 N orth Liberty St reet Suite 201 Boise 208-367-6740 Christopher Goulet, MD Boise Gastroenterology Associates 6259 W est Emerald St reet Boise 208-489-1900 Laura McGeorge, MD St. Luke's Internal Medicine 300 E ast Jefferson St reet, Suite 201 Boise 208-381-4100 Stephen Montamat, MD St. Luke's Internal Medicine 300 E ast Jefferson St reet, Suite 300 Boise 208-381-4100 Leslie Nona, MD St. Luke's Internal Medicine 300 E ast Jefferson Street , Suite 300 Boise 208-381-4100 Ike Tanabe, MD Boise G astroenterology Associates 6259 West Emerald Street Boise 208-489-1900 Gregory Thompson, MD St. Luke's Internal Medicine 300 East Jefferson Street , Suite 201 Boise 208-381-4100 Scott Bressler, MD Caldwell Internal Medicine 1818 10th Street , Suite 100 Caldwell 208-459-4667 Barbara Daugharty, MD 920 Ironwood Drive Coeur d'Alene 208-664-9205 Alan Avondet, MD 2001 South Woodruff Avenue , Suite 15 Idaho Falls 208-422-7310 Shawn Speirs, MD Eastern Idaho Medical Consultants 3200 Channing Way , Suite 205-A Idaho Falls 208-535-4300 Scott Taylor, MD Eastern Idaho Medical Consultants 3200 Channing Way , Suite 205-A Idaho Falls 208-535-4300 Craig Scoville, MD, PhD 763 South Woodruff Avenue Idaho Falls 208-535-4373 Anne Poinier, MD St. Luke's Internal Medicine 520 S outh Eagle Road , Suite 3102 Meridian 208-706-5100 Gregory Thompson, MD St. Luke's Internal Medicine 520 South Eagle Road, Suite 3102 Meridian 208-706-5100 Lisa Burgett, MD 630 Addison Avenue West , Suite 110 Twin Falls 208-734-0206 Patrick Desmond, MD 660 Shoshone Street East Twin Falls 208-732-3400 ATTACHMENT 1 IRSA TAB 4 Page 33The Public/Community Project Course Objectives: This four-week Public/Community Project is designed to acquaint medical students with the skills, knowledge, and attitudes basic to the Public health/Community Health Model for addressing a community health problem or issue. Activities: The project is chosen by the student and must have focus on a public health issue/problem present in the community setting. Students partner with a public or private agency that focuses on the topic chosen. Students are expected to use national, state and local public health resources, computer searches, and readings in completing their project. Project Types: Students choose one or two of the following components of a community project. 1. Health Need Assessment (includes: define the community, characterize the community's health, and prioritize the health concerns. 2. Propose/Implement Targeted Interventions: Implementation of an action, activity, training, educational program that is meant to alleviate a defined public health problem or issue. This should be measurable and address a specific group. 3. Evaluate Implementation/Outcomes: Review of an ongoing project to determine its effectiveness and make recommendations for changes in future actions. Three Questions to Ask before a Project Topic is Chosen: The student must answer three of these questions to receive approval from the Family Medicine Student Programs Directo r. 1. What is important to the community/population group you are going to work with? (This may include public health personnel, agencies, and the community- at-large.) 2. That issues have the greatest health impact on the health of the specific identified group (in whose opinion)? 3. What issue can be reasonable addressed (studied) over four weeks? 4. Will the proposed project receive the appropriate amount of effort? Project Guidelines: 1. The project should provide a benefit or service to a community or population group. 2. A project topic that is closely related to a health care area that involved local/community public health systems. Avoid topics that are narrow in scope and have limited occurrence and effect on the community. Topics that lend themse lves to intervention and prevention methods are preferred. 3. Avoid politically sensitive topics (examples: birth control in teenagers) and project s that deal with children 18 years and under. ATTACHMENT 1 IRSA TAB 4 Page 34Other Clinical Medical Education Opportunities in Idaho Family Medicine (Primary Care) Preceptorship Course Objectives: The six -week Primary Care Preceptorship is designed t o acquaint all medical students with the skills, knowledge, and attitudes basic to a successful practice in primary care. Rotations will be completed in a medically underserved rural or urban primary care site. Most rotations sites are in remote rural lo cations where the student lives in the community for the six weeks. The site provides for family practice, internal medicine, pediatric care, obstetrics/gynecology or other requested specialty sites deemed appropriate by the Utah Area Education Center program. Course Requirements: Students will: 1. Demonstrate d knowledge of 20 clinical problems encountered in the primary care site they are working with including a basic history, physical examination, laboratory investigation and treatment pertinent to ea ch. 2. Identify 10 urgent or emergent conditions likely to be encountered by physicians in this site and describe the basic history, physical examination, laboratory investigation and treatment pertinent to each. 3. Describe the clinical health promotion/d isease prevention services appropriate to the site, and the reach for each. 4. List the five most common public health problems of the community in which the site is located. 5. Discuss the roles of primary care providers, consultants, community agencies, hospitals, and governments in promoting public health and managing illness in the community. 6. Formulate a question/topic about a community health issue, review relevant medical literature, collect data from the practice relevant to the question, and write a report on the findings. A verbal report is to be made by each student as pat of the debriefing at the end of the rotation. Activities: Students divide their time at the practice site between two areas: 1. The first area, covering 60% of the precepto rship time will be spent in clinical activities with the preceptors. 2. The second area, 40% of the time will be spent completing a \"Public Health\" Community Health Project. The project is to be chosen by the student and will have a focus on the public health issue/problem present in the community where they are working. Students will use the preceptors' practices, local public health resources, computer searches, texts, and readings in completing their project. Preceptor/Site Requirements: Preceptors w ill be board certified physicians, who hold Volunteer Clinical Faculty appointments with the University of Utah School of Medicine. Students will choose a specialty focus and an AHEC area for this rotation. The AHEC Center or Student Programs will match the student with a preceptor and provide assistance with course logistics (travel, housing, etc.) ATTACHMENT 1 IRSA TAB 4 Page 35Idaho Rural Outreach Program (IROP) By Chris Thacker, MS 2011 The idea for IROP came from a simi lar program in Utah. The reasoning behind the program is the opportunity to improve the disproportionate number of health care providers in rural settings. Encouraging rural youth to pursue careers in the health sciences will increase that number because physicians are more likely to return to their home communities and invest their time and efforts in its improvement. The students also saw it as an opportunity to give back to Idaho for giving them their opportunity to study medicine. The students were able to gain financial support from the Office of Idaho Student Education at the U of U School of Medicine to provide funding for a trip to various rural areas in Idaho each year since 2007. The visits by medical students to high schools in these areas con sists of a 20 minute PowerPoint presentation which contains information on careers in the health profession, talking specifically about medical school, but also provides information regarding other health care related schooling and careers. After the presentation and a question answer session, medical students participate in hands on teaching with the students by dissecting cow hearts. Since 2007, medical students taking part in this program have traveled and presented to high school classes in various rura l areas of Idaho including: Malad, Marsh Valley, Soda Springs, Bear Lake, Burley and most recently Preston, and Twin Falls. The most recent trip to Twin Falls was especially successful as a group of 4 medical students spit up between two high schools in the area and was able to present to classes that were interested during each hour of the day at both schools. The feedback from the teachers has been very positive at each visit. They were very enthusiastic about the program and the effect it had on their students. They were appreciative of the motivation it seemed to provide and hopeful that the program could return to their schools in the future. IROP would like to be consistent and continual program maintained by the Idaho Medical Students. The primary obstacle encountered is obtaining funding to pay for the trips because of distance to travel and extraneous cost such as food and lodging. If able to overcome this obstacle with consistent funding each year, IROP will continue to expand its reach to rural communities throughout the state of Idaho. Chris Thacker, MS3 University of Utah School of Medicine Student IROP Representative ATTACHMENT 1 IRSA TAB 4 Page 36Idaho Medical Association Student Representative By Stuart Knapp, MS 2010 I am the student member on the board of trustees for the IMA. I am a voting member in the House of Delegates pertaining to the resolutions that are presented to the IMA for approval as policy or action. Most importantly I act as a representative of all the Idaho medical students whether at the University of Utah or University of Washington. I also do my best to reach out to the Idaho medical students that have gone elsewhere for their education. I have been to three board meetings, two House of Delegate meetings and a couple committee meetings. It has been an amazing, eye opening, experience to see firsthand the close interplay between the government and medicine. Our actions as physicians can and do influence government actions. A very small action taken now can make big differences in the future. This last summer meeting had many interesting and important resolutions to discuss, and actions to vote on. I think that the most important resolution brought forth was the resolution to make a loan repayment program for a few Idaho students who are willing to return to Idaho as primary care physicians. This resolution has the potential to increase the number of primary care physicians in Idaho greatly. I am from a small town in Idaho and am very excited to return to that small town to practice family medicine. I believe there are many young men and women just like me who are growing up in a rural area and are looking for ways to stay in that town. When these young people finish high school many find jobs in or near these towns and very few go to college and even fewer go to medical school. I believe many of these students are like I was: unaware of the possibility to become a physician or unwilling to tackle the cost. To solve this problem we need to make these students aware of the possibilities to not only become a physician but that Idaho is working on ways of helping them with the cost of becoming a physician. The resolution discussed above will help this problem. ATTACHMENT 1 IRSA TAB 4 Page 37At the University of Utah we have started a program that we believe will also help this physician shortage. The program is called the Idaho Rural Outreach Program (IROP). The goal of IROP is to visit rural high schools and inform the students about the process and possibili ties of becoming doctors. We start the visit with a short slide presentation and then move to hands on activities like cow heart dissection or pig feet stitching. These activities are a great opportunity for students to ask us about medical school and wha t it really means. The program seems to work with those we talk to. It has been very difficult to get started, however. We have to call the school and then get in contact with the correct teachers. They then have to allow us a day that works for them and us. It has been difficult to get into schools but once we do they always ask us to come back. We are always looking for help in our efforts. My dream is to one day have a large list of rural schools who are interested in having us come and visit. I would also love to get the University of Washington involved. I am excited to be in this position and very grateful for the opportunity to serve my fellow students. I hope all students know that we have a voice and that our voice can be heard. Stuart Knapp MS IV University of Utah ATTACHMENT 1 IRSA TAB 4 Page 38School of Medicine Graduate Report Following is the medical student graduate report of Idaho sponsored and non-sponsored from the Office of Student Affairs: Academic Year Spons ored Non-sponsored 2009-2010 6 4 1 0 2006-2007 8 1 2005-2006 8 4 2004-2005 8 0 2003-2004 8 4 2002-2003 9 1 2001-2002 5 0 2000-2001 6 0 1999-2000 6 7 1998-1999 6 2 1997-1998 6 1 1996-1997 6 3 1995-1996 6 3 Following is the resident graduate report of those who choose Idaho to practice medicine from the Office of Graduate Medical Education: Academic Year Number of Graduates Specialty 2009-2010 -- Data pending ETA 11/2010 2008-2009 -- Data pending ETA 11/2010 2007-2008 -- Data pending ETA 11/2010 2006-2007 4 : 228 1 - Internal Medicine 2 - Pediatrics 1 - Pediatric Hemy/Onc ATTACHMENT 1 IRSA TAB 4 Page 39Academic Year Number of Graduates Specialty 2005-2006 8 : 214 2 - Sports Medicine 1 - Dental 1 - Pulmonary 1 - Pediatric Psychiatry 2 - Pediatrics 1 - Pathology 2004-2005 7: 222 1 - Internal Medicine 1 - Anes thesiology 2 - Dental 1 - Cardiology 1 - Gastroenterology 1 - Physical Medicine 2003-2004 4 : 220 1 - Family Practice 1 - Hematology/Oncology 1 - Renal 1 - Pathology 2002-2003 4 : 198 1 - Anesthesiology 1 - Cardiology 1 - Renal 1 - Neurology 2001-2002 9 : 217 2 - Internal Medicine 1 - Pediatrics 1 - OB/GYN 1 - Anesthesiology 2 - Dental 1 - Neurology 1 - Pathology 2000-2001 7 : 165 1 - Family Practice 1 - Internal Medicine 1 - Anesthesiology 1 - Sports Medicine 1 - Hematology/Oncology 1 - Pulmonary 1 - Urology 1999-2000 9 : 158 2 - Pediatrics 1- Anesthesiology 1 - Neurology 1 - Orthopedics 3 - Pathology 1 - Urology 1998-1999 9 : 171 3 - Family Practice 1 - Internal Medicine 1 - Adult Psychiatry 2 - Pathology 1 - Radiology (Audio/Inter) 1 - Neuro -Radiology 1997-1998 4 : 166 1 - Pediatrics 1 - Infectious Diseases 1 - Neuro -Radiology 1 - Therapeudic Radiology 1996-1997 3 : 169 1 - Anesthesiology 1 - Adult Psychiatry 1 - General Surgery 1995-1996 8 : 169 2 - Family Practice 1 - Gastroenterology ATTACHMENT 1 IRSA TAB 4 Page 40Academic Year Number of Graduates Specialty 1 - Internal Medicine 2 - Anesthesiology 1 - Neurology 1 - Orthopedics 1994-1995 1 : 185 1 - Family Practice 1993-1994 2 : 179 1 - Anesthesiology 1 - Orthopedic Surgery As of July 2010, the Alumni Office reported the following numbers for graduates practicing medicine in Idaho: Estimated Idaho Sponsored Students, 1953-2010 229 Medical School Graduates * practicing in Idaho 272 Resident Graduates practicing in Idaho 159 Total 660 * Medical School Graduates Philip D. Affleck, MD Steven C. Funk, MD Joseph Reed Moore, MD John Thomas Ahlquist, III, MD Mindy B. Gaddis, MD Dale Mcbride Mosdell, MD Ted J. Ajax, MD John E. Gamboa, MD Stanley W. Moss MD Scott Evan Allan, MD Teresa K. Garff, MD Chad L. Murdock, MD Nancy E. Alston, MD David Andrew Garrity, MD James Neeley, III, MD Marc T. Astin, M.D. Ralph G. Goates, MD Edwin J. Neil, MD Richard Allen Augustus, MD R. Joseph Gobel, MD Kurt John Nilsson, MD Alan G. Avondet, MD Ben H. Godfrey MD Shawn Christian Nowierski, MD Lorin Christopher Bach man, MD Mindy B. Gurr, MD John W. Obray, MD Jordan Lysle Bailey, MD Gary K. Haddock, MD J. Michael Oldroyd, MD Jeffrey Boyd Baker, MD Boyd L. Hammond, MD Alan Olmstead, MD Wallace Coleman Baker, MD Jeffrey D. Hancock, MD Craig O. Olsen, MD Brad L. Barl ow, MD David V. Hansen, MD Daniel Paul Ostermiller, MD A. Lloyd Barrott, MD Robert G. Hansen, MD Scott Michael Packer, MD Leigh Anne Bassler, MD Kenneth Harris, MD Tamara Lynn Pascoe, MD Robert T. Beckstead, MD R. Todd Harris M.D. Temp Ray Patterson, MD Barry F. Bennett, MD Kitchener E. Head, MD Mary Lou Peak, MD Edwin C. Biddulph MD Rex Edward Head, MD Dallas D. Peck, MD Greg Edwin Biddulph, MD D. Craig Heiner, MD Michael S. Pecora, MD Michael Clyde Biddulph, MD Daniel M. Henrie, MD Angela Dawn P ellant, MD John E. Bishop, MD F. LaMarr Heyrend, MD Joseph R. Petersen, MD Stuart A. Black, MD Gene K. Hodges, MD Phillip H. Petersen, MD Brian Max Boesiger, MD Earl Evan Holmstead, MD Grant M. Peterson, MD ATTACHMENT 1 IRSA TAB 4 Page 41* Medical School Graduates Charles R. Borup, MD Eric F. Holt, MD Clay C. Prince, MD Mark D. Borup, MD Rose Marie Holt, MD Corey T. H. Rammell, MD Barton E. Brower, MD Scott Partridge Hoopes, MD Thurgood Redd, MD Buhler, Housley, MD Christopher Richard Rhead, MD Mark D. Burningham, MD Carl Scott Hump hrey, MD James L. Richards, MD Randall D. Burr, MD Casey Ira Huntsman, MD John E. Riley, MD Bradley M. Burton, MD James Stewart Irwin, MD Daniel Delbert Ririe, MD Cheryl Robson Callaghan, MD Richard D. Isbell, Lynn Royall Ririe, MD Michael Th omas Callaghan, MD John Jackson A. M.D. Keith L. Ritchie MD Peter M. Cannon MD Ronald Dean Jenkins, MD Steve Edward Roberts, MD Michael David Cawdery, MD Lloyd R. Jensen, MD Theodore S. Roosevelt, MD Rob Damon Cheeley, MD Melvin Terry Jeppson, MD Leanne M. Rousseau MD Brian Wade Christensen, MD Daniel William Jones, MD Randall Rudeen, MD David W. Christensen MD Gregory Phillip Jones, MD Ken W. Ryan, MD Kay L. Christensen, MD Jonathan David Jones, MD Fritz Schmutz, MD Stephen A. Christensen, MD Kevin E. Kartchner, MD Randall J. Skeem, MD Jack Osborne Clark, MD Jeffrey Ernest Keller, MD Cristin Coulam Slater, MD Darren W. Coleman, MD Robert M. Kennedy, MD Paul D. Slater, MD Lance Wayne Coleman, MD Brian Calder Kerr, MD Donald E. Smith, Jr., MD Wayne L. Coleman, MD William P. Knibbe MD Klint H. Stander, MD Brady Lee Cook, MD Thomas Orval Kraner, MD Chris Loren Stegelmeier, MD James Morgan Coombs, MD Leland K. Krantz, II, MD Christopher Allen Stenger, MD Robert Louis Coray, MD Scott Larson, MD Dennis L. Stevens MD Curtis Hazen Coulam, MD Elsa J. Lee, MD D. Lloyd Stolworthy, MD Rodde D. Cox, MD G. Richard Lee, MD Lynn J. Stromberg, MD Stephen D. Craig, MD Craig E. Leymaster, MD Bruce A. Tall, MD Earl M. Crandall, MD Wendell C. Johnson MD Robert M. Taylor MD Max J. Crouch, MD James D. Lohmann, MD Harold Kirkham Thompson, MD Charles L. Cutler, MD William Don Loveland, MD Marietta Thompson, MD Chic Cutler, MD Gary L. Lovell, MD Peter Jeffrey Thompson, M.D. Kent Wayne Davis MD Ernest A. L ucero MD Steven J. Todd, MD Dane J. Dickson MD Dean H. Mahoney, MD Peggy J. Toro, MD Ronald W. Dorchuck, MD Eric L. Maier, MD Albert Trearse M.D. Mark A. Dowdle, MD Michael C. Mallea, MD J. Ballard Washburn, MD John (Norman) East, M.D. Shane C. Man grum, MD Keith M. Wayment, MD N. John East, MD Samantha Ann Marshall, MD Tyler Russell Wayment, MD Santina Ellison, MD Richard J. Martin, MD Robert C. Welch, MD Lynn P. Eskelson, MD William P. Martin, MD Gregory G. West, MD Vermon S. Esplin, MD Calvin J. McAllister, MD Edward Allen Westcott, MD Douglas Garth Favor, MD John C. McCormack, Jr., MD Dean L. Williams, MD Gregory L. Flint, MD Chad Donald Mccormick, MD Timothy W. Woods, MD Steven Follett, MD Tina Ann McGuffey, MD Derek Layne Wright, MD Michael W. Foutz, MD Jay P. Merkley, MD Gentry Charles Yost, MD Joachim G. Franklin, MD Bryce Wayne Millar, MD Gerald Lee Young, MD Kevin Charles Funk, MD Warren N. Miller, MD Ronald M. Zohner, MD Resident Graduates John C. Adair Michael M. Dee Harold V. Kunz Douglas Schow Ronald K. Arbon Arthur David Earl Dennis F. Landers Patrick D. Schow ATTACHMENT 1 IRSA TAB 4 Page 42 Resident Graduates Mckay D. Barlow Charles E. Eiriksson Richard M. Lee Karl J. Schultheiss Mckay D. Barlow Edward D. Ellison Catherine L. Linderman Howard T. Sharp J. Michael Bat eman Patrick E. Farrell Phillip David Lowder Mary Jo Shaw Kevin S. Bauer Frank J. Fazzio Judd K. Lunn Robin Shaw Thomas M. Beck C. Timothy Floyd Daryl MacCarter Kevin G. Shea Stephen R. Bienz Kenneth A. Fox Steven J. Malek Kelly Showalter Kay Bis hop Charles Lee Gates Stephen R. Marano Ilana B. Shumsky Kari Ann Bladen Richard W. Gerber Brian D. Matteson Charles E. Smith Douglas U. Blank Mark H. Gibby Lynn C. McGlothin David H. Smith Susan Leigh Blough Robert (Robb) F. Gibson Keith P. McKlendin Kent J. Smith Sky Blue Michael Erik Gilbert Jeffry P. Menzner Dean E. Sorensen David Matthew Bond Jeffrey J. Gilbertson Gerald R. Moress David B. Souvenir George C. Booth David J. Giles Gerald E. Mortimer Shawn D. Speirs Kenneth J. Bramwell Jonathan V. Giles Louis E. Murdock Neil D. Spring Bradley Paul Bretz Brian W. Goltry James P. Neeley Jeffrey B. Stieglitz Byron E. Brown Victoria D. Goltry Terence E. Neff C. Eugene Sullivan Patricia Buersmeyer David W. Heusinkveld Chuck L. Newhouse Andrew W. Su mmers Todd B. Burt R. Clinton Horan Thomas E. Nickol Matt Tannenbaum Tracey L. Busby R. Clinton Horan Elizabeth B. Olberding Clifford Lowel Tenley Lloyd S. Call Carrie A. Humphrey Eric P. Olson Henry R. Thompson Michael J. Carey Christopher Johnson Jonathan T. Paine Ray M. Thorpe Gary E. Carlson Jared C. Johnson William Parrish Paul D. Traughber John B. Casper J. Martin Johnston Lyn C. Peterson Brett E. Troyer Bruce J. Cerny John Joseph Kiehl MD Kelly C. Phelps Gary L. Turpen Doug Cipriano Cliff ord J. Kindred Marci D. Price -Miller James P. Tweeten William A. Cone Dawn K. King Gannon B. Randolph M.D. Kris M. Walker Gary L. Cook Frazier H. King Mark Allen Rasmus Hamilton Warren -Sutton Alan R. Cooper Howard A. King Donald G. Rau Troy B. Watkins Barbara Daugharty Philip A. Kladar Deric V Ravsten Wendell L. Wells Susan M. Daugharty Thomas W. Klein Taylor Fredric Reichel Joel E Whitt Anthony F. Davis John Q. Knochel Tony Roisum Brad J. Williams Hal W. Davis Christina M. Knutson Eric Douglas Ro y MD Steven L. Writer Jennifer DeBlieck Fred T. Kolouch Robert E. Rush Steven G. Yearsley Timothy DeBlieck William H. Kreisle Mark T. Savarise David P. York ATTACHMENT 1 IRSA TAB 4 Page 43Financial Report 2009-2010 The Idaho State Board of Education subsidizes eight seats at the University of Utah so these students are able to pay in -state tuition. For academic year 200 9-2010 , Idaho students paid $24,343 with student fees of $795.24 for a total of $25,138.24. Idaho students also paid a surcharge of $1,624 which was returned to Idaho*. The State of Idaho paid $37,496/per student. *This went towards the Idaho Rural Recruitment program. A portion of the subsidy that the University of Utah receives from the ISBOE went towards: Student Rotati on Expenses * First-Year Job Stipend $ 6,737.25 First-Year Rotation Expenses $ 2,668.69 Third/Fourth -Year Rotation Expenses $ 9,135.18 Idaho Rural Outreach Program $ 375 . 68 Idaho Medical Association UofU Student Rep (IMA covers ½ of the expenses) $718.52 Boise Physician Support Salary $7, 11 8.05 Administrative Support Salary $ 4, 532.69 Total $ 31, 286.06 * Covered expenses for rotations: First -Year Job Shadowing Stipend: $1160/4 week block Mileage: One round trip between S LC and rotation site ($0. 50/mile) and mileage if distance between housing and rotation sites is 15 miles ($0.50/mile) Housing: If renting apt/motel $600 or if staying with f amily or friends a nice dinner/gift basket as a thank you $120 Preceptor: nice dinner/gift basket as a thank you $120 (Physicians that mentor students in Idaho do so as volunteers. We have been impressed with the willingness of physicians to volunteer to teach medical students and have appreciated the time and effort that it takes for these physicians to give students an opportunity for an Idaho experience. These physicians are required to be credentialed as volunteer faculty at the University of Utah in order to teach in the 3 rd year clerkship rotations.) ATTACHMENT 1 IRSA TAB 4 Page 44INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14, 2010 IRSA TAB 5 Page 1 IDAHO STATE UNIVERSITY SUBJECT Approval of the N otice of Intent for a Technical Certificate in Energy Systems Renewable Energy . APPLICABLE STATUTE, RULE, OR POLICY Idaho State Board of Education Governing Policies & Procedures, Section III.G BACKGR OUND/DISCUSSION Idaho State University proposes to create a Technical Certificate in Energy Systems Renewable Energy in answer to Idaho's growing need for people to fill green jobs. Using the O *NET occupations taxonomy for green jobs, 15% of Idaho's job growth through 2016 will come in occupations identified as potential green occupations. Twelve percent of the growth will be in green jobs requiring enhanced training or education. This program will be fully fund for three years by the $1.5 million from t he State Department of Labor's State Energy Sector Partnership (SESP) Grant. To fulfill our contract obligations to the state grant, it is required that ISU begin the program in 2011. IMPACT There will be no fiscal impact to ISU as this program is completely grant funded. ISU will benefit from additional tuitions as a result of this program. ATTACHMENTS Attachment 1 - Notice of Intent Page 3 STAFF COMME NTS AND RECOMMENDATIONS Idaho State University's request to create a Technical Certificate in Energy Systems Renewable Energy is funded by a Federal Green Energy grant received by the Idaho Department of Labor for green energy education. ISU was notified that the grant had been received by the State in January 2010; however, ISU did not receive an actual contract until August 2010. In order to fulfill its contract obligations to the State grant, ISU needs to begin the program in April 2011. This necessitat ed a request to have CAAP expedite review of the Notice of Intent and to have the program request included on the Board's October agenda. This item did not reach the Board office in time to meet agenda timelines and was therefore, added to the Board's agenda as a late item for consideration. Currently, the College of Southern Idaho offers a Technical Certificate in Wind Energy Technician, which is similar to ISU's proposed program except that it is more specific to Wind Energy. The Division of Professional- Technical Education has reviewed the proposal and recommends approval. The Council on Academic Affairs and Programs and Board staff also recommends approval. INSTRUCTION, RESEARCH, AND STUDENT AFFAIRS OCTOBER 14, 2010 IRSA TAB 5 Page 2 BOARD ACTION I move to approve the request by Idaho State University to create a T echnical Certificate in Energy Systems Renewable Energy. Moved by __________ Seconded by __________ Carried Yes _____ No _____ ATTACHMENT 1 IRSA TAB 5 Page 3ATTACHMENT 1 IRSA TAB 5 Page 4 Revised 8/18/1 0 Page 3 C. The recession has affected two of Idaho's largest high-growth industries, high-tech and construction. Many workers found themselves unemployed, needing retraining or updated job skills to compete in the emerging \"green\" economy. The need to provide swift retraining in order to get the unemployed back into the workforce as the economy recovers is critical. Nearly 70 percent of those seeking work need technical skills in electronics, engineering, computer, transportation, installation and maintenance occupations which are major groups in the newly defined green industries. 3. Briefly describe how the institution will ensure the quality of the program (e.g., program review, accreditation, professional societies, licensing boards, etc.). The curriculum for this program is the result of input from a number of energy related industry representatives, many of whom will continue to offer assessment and input regarding the program's future by serving on the Advisory Council for the program. 4. Identify similar programs offered within the state of Idaho or in the region by other colleges/universities. If the proposed request is similar to another program, provide a rationale for the duplication. This may not apply to PTE programs if workforce needs within the respective region have been established. Presently, CSI offers a technical certificate in Environmental Technology as well as a technical certificate in Wind Energy. In light of the labor market data discussed above and the continuing emphasis on renewable energy and green jobs loca lly, regionally, and nationally, this program will provide additional capacity to meet the increasing labor market demand. Additionally, this program will provide a different delivery model which will focus on alternative scheduling and delivery methods including online instruction. The two state programs would then offer availability of education to Idaho's workforce whether they are unemployed, underemployed, or merely need to be retrained to better fit into green industries. Degrees offered by school/college or program(s) within disciplinary area under review Institution and Degree name Level Specializations within the discipline (to reflect a national perspective) Specializations offered within the degree at the institution BSU CSI Technical Certificate None None CWI EITC ISU LCSC NIC UI ATTACHMENT 1 IRSA TAB 5 Page 5 Revised 8/18/1 0 Page 4Enrollment and Graduates (i.e., number of majors or other relevant data) By Institution for the Proposed Program Last three years beginning with the current year and the 2 previous years Institution Relevant Enrollment Data Number of Graduates Current Previous Year Previous Year Current Previous Year Previous Year BSU CSI 30 7 6 CWI EITC ISU LCSC NIC UI 5. Describe how this request is consistent with the State Board of Education's policy or role and mission of the institution. Idaho State University's mission statement r eads: \"Idaho State University is a broad-based regional public doctoral university, providing a broad range of educational service to a culturally diverse population of students and to the state.\" ISU's College of Technology provides high-quality education and training in response to the needs of students and private industry. Applied technology programs help ISU fulfill its community college function and response to the emerging needs of business and industry. This Energy Syst ems Renewable Energy Certificate program is a result of the employment and economic development needs of the region, state, and nation. 6. Describe how this request fits with the institution's vision and/or strategic plan. ISU's Core Values include the ability to adapt and evolve as an institution and requires consistent attention and dedication. We are committed to the recognition that our institutional agendas are best shaped and served through agile and constant consideration of and response to the range of needs and issues brought forward by campus constituencies and communities throughout the State and region. The Idaho Department of Labor submitted and receiv ed a federal Department of Labor grant to strengthen renewable and green job education and training throughout the state. Programs will be offered through numerous secondary and postsecondary educational institutions. ISU received $1.5M as part of that $6M grant to pr ovide an online and evening technical certificate in Renewable Energy. This request addresses the gr een energy needs identified by the state and allows ISU to respond to the needs brought forward by the State and region. 7. Is the proposed program in your institution's regional 8-year plan? Indicate below. ATTACHMENT 1 IRSA TAB 5 Page 6 Revised 8/18/1 0 Page 5Yes No x If not on your institution's regional 8-year plan, provide a justification for adding the program. This program was not on the 8-year plan. As discussed above, anticipated state needs and industry growth have recently demonstrated a growing need for graduates in this area. 8. List potential ways your campus can collaborate with other institutions on this program to reduce cost and expand learning opportunities in Idaho. For example, what courses, if any, can be delivered electronically by another state institution. The specific energy curriculum for this certificate program is largely developed within the existing Energy Systems programs. Funding for instructor s, materials and supplies, equipment, etc. have been provided for three years through the US Department of Labor's State Energy Sector Partnership Grant. There is potential to collaborate with College of Southern Idaho on select parts of the curriculum, such as climbing certification. 9. Explain how students are going to learn about this program and where students are going to be recruited from (i.e., within institution, out-of-state, internationally). Students will be made aware of this program through their local high schools, ISU College of Technology student recruiters, and through Idaho Department of Labor as part of its Workforce Investment Act efforts. Marketing materials targeted at potential student groups (recent grads, returning students, un- or under-employed, female) will be developed as part of the grant funding received. Efforts will be made to recruit specifically from the Southeast Idaho region as well as the entire state and region. ATTACHMENT 1 IRSA TAB 5 Page 7 10. This section requires institutions to reference all cost savings and/or additional resources needed. (Use additional sheets if necessary.): Estimated Fiscal Impact FY___11_____ FY_____12___ FY___13_____ Cumulative Total Recurring Non- Recurring Recurring Non- Recurring Recurring Non- Recurring Recurring Non- Recurring A. Expenditures 59,560 59,560 4. Facilities 0 0 0 0 0 0 0 0 Total Expenditures 467584 59560 241679 244085 953348 59560 B. Source of Funds 1. Appropriated - Reallocation 2. Appropriated - New 3. Federal 628425 59560 398337 412044 953348 59560 Note: The difference between the federal funding and the expenditur es are the indirect costs collected by the University on gra nts and contracts. Revised 8/18/1 0 Page 6 ATTACHMENT 1 IRSA TAB 5 Page 8 "}