{"title": "No.6", "author": null, "url": null, "hostname": null, "description": "Healing Diets Coach online certification course. Professional training in food as medicine.", "sitename": null, "date": "2022-01-01", "cleaned_text": "Our comprehensive Healing Diets Online Certification Course takes you on an inspirational and experiential journey through the art and science of 'food as medicine.' diet | culinary herbs | food as medicine | self care With 12 in-depth modules, and creative, experiential and research-based assignments, students are able to integrate their newfound knowledge into highly effective practice and their own personal self healing. This course will teach you far more than you ever imagined about the use of food for healing, and will ground this knowledge through personal experience-based lessons. Learn the principles of true nutrition, and how to understand the unique needs of each individual, within the context of personal circumstances and goals. Expand into healing diets for balancing the inner ecology, cleansing and rejuvenation, longevity, life phases, beauty, emotional wellbeing, mental clarity and support for the evolution of higher consciousness. Discover how your food buying choices either support quality of life and sustainability, or damaging political and corporate agendas and, further, how myriad factors affect soil health and the environment - which in turn affects a food's nutrient density and innate healing capacity The Healing Diets Coach Online Certification Course is accredited by the AADP. Upon graduation students receive the Healing Diets Coach certification and qualify as a board accredited Holistic Health Practitioner. All students who begin with the Healing Diets Online Certification Course can also decide at a later date if they would like to continue their studies to Professional Diploma level by attending the relevant Immersion Trainings and enrolling in the Self Healing module. Natalia Bhakti HDC HHP Healing Diets Coach graduate DOWNLOAD all course option QUICK REFERENCE PDF DOWNLOAD Healing diets DIPLOMA PROSPECTUS DOWNLOAD FULL ONLINE CERTIFICATION COURSE PROSPECTUS enrol now Healing Diets Online Certification Course 12 monthly payments of £120 Discounted Payment in Full £1250 or Food and consciousness: emotions, cognition, depression, anxiety, gut health, etc. Tissue Salts Parasite cleansing Vegan diet: philosophy, practical application and menu inspiration Health consequences of eating animal products Environmental consequences of eating animal products Social consequences of eating animal products Economic consequences of eating animal products Meat, dairy and egg replacers in recipes Vegan and vegetarian baking Food and Ethics Factory farming Genetically modified foods: health, environmental and economic/societal costs The seed industry Corporate food Litigation and school lunches Subsidised GMO farmers vs penalised organic farmers Slave labour in the food industry Codex Alimentarius Food additives Public Research - Private Gain: funding for food research/funding policies Changing food policies Food sovereignty Soil and health Organic farming: biodynamics and permaculture Self healing and independent health Creating a practice Creating a consultation space Practice promotion, websites and marketing Practice ethics and codes of conduct Consultation skills Healing Diets programme creation Diet and the immune system Lymphatic cleansing Diet and the nervous system Transition Diets Low glycemic diets Healing food habits: mealtime stories, food addiction, emotional eating and other eating disorders Oils and fats: raw, vegetable, nut and seed, methods of extraction, effects on health Creating a healing diets kitchen: tools, cookware Conscious eating: awareness, presentation, environment Menu inspiration Five elements: earth, water, fire, air and ether, and their relationship with diet Biological humours of Vata, Pita and Kapha The three Gunas and diet Six tastes: sweet, sour, salty, pungent, bitter and astringent Healing spices: dosha balancing and medicinal benefits of culinary spices Living foods: history, benefits and practice Fermented food and drinks Sprouting Dehydrating foods Use of nuts and seeds in healing diets Raw food diets: transitioning to raw, raw food preparation, nutrient density, raw challenges, raw contraindications Assimilation of nutrient Diets for babies and children Diets for adolescence Diet for preparing for pregnancy, pregnancy and nursing Diet for health building and recovery Supportive diets for those on medication Diet for menopause Diet for the elderly Food and conditions for increasing beauty Nutrient density for athletes How the body utilises water in cell, organ, gland and systemic function. The effects of dehydration Water fasting: history, theory and practice Water quality, structure and preservation Water as a container for intention Juice fasting: history, theory and practice. Methods of juicing Liquitarian Diets Green drinks Produce hygiene Nutritional and medicinal properties of fruits and vegetables. Disease progression: enervation, toxemia, irritation, inflammation, ulceration, induration, fungation Steps to overcoming disease The eliminative organs and now to support them with diet, herbs and naturopathic therapies Detox symptoms and naturopathic treatments Bowel cleansing: theory and practice Digestive health and longevity In-depth study of the digestive system and enteric nervous system Liver and gallbladder cleansing: theory and practice Stomach cleansing and healing Nutritional support for body organs, systems and glands Kidney stone cleansing and urinary system support Wheatgrass, chlorophyl and Rejuvelac: benefits and use Purification Diet Food combining Alkaline diet: effects of pH on body cells, organs, glands and systems, and on mental and emotional health Minerals, vitamins, proteins, starch, fats, sugars, enzymes, antioxidants, phytonutrients pre and probiotics, life force in food, and their roles in body function course topics healing diets our courses Professional & board-accredited. Learn through individually mentored online study & in person, skills-based Immersion Training Professional & board-accredited. Learn through individually mentored online study Interested In... "}