{"title": "Seguridad en la medicación", "author": null, "url": "https://www.stjude.org/es/cuidado-tratamiento/hablemos-de-medicinas/seguridad-en-la-medicacion.html", "hostname": "stjude.org", "description": "Nunca subestime el riesgo de una intoxicación accidental en los niños. La mayoría de la gente relaciona a los productos químicos de uso doméstico cuando piensa en una intoxicación accidental pero los medicamentos también son una causa común. A continuación presentamos algunos consejos prácticos para el manejo seguro de los medicamentos en el hogar.", "sitename": "Stjuderesearch", "date": "2023-01-01", "cleaned_text": "Nunca subestime el riesgo de una intoxicación accidental en los niños. La mayoría de la gente relaciona a los productos químicos de uso doméstico cuando piensa en una intoxicación accidental pero los medicamentos también son una causa común. A continuación presentamos algunos consejos prácticos para el manejo seguro de los medicamentos en el hogar. - Aprenda los nombres de todos los medicamentos de su hogar. - Pida y use todos los envases de los medicamentos a prueba de niños. - Mantenga todos los medicamentos bajo llave y fuera del alcance de los niños. - Mantenga los medicamentos en los envases originales. - Nunca use la palabra \"dulces\" cuando se refiera a los medicamentos. - Limpie con frecuencia el botiquín de medicamentos y deseche en forma segura los medicamentos vencidos o los restos de medicamentos. Si sospecha que alguien ha ingerido una sustancia tóxica, llame de inmediato al Centro de Control de Intoxicaciones. La línea gratuita nacional es 1-800-222-1222. Se atiende las 24 horas, los siete días de la semana. Esta línea directa lo podrá conectar con su centro de control de intoxicaciones local. Shane Cross, Doctora en Farmacia, Servicios Farmacéuticos Del boletín St. Jude para los Padres, mayo 2013 "}