{"title": "Guidance for Reducing Health Risks to Workers Handling Human Waste or", "author": null, "url": "https://www.cdc.gov/healthywater/global/sanitation/workers_handlingwaste.html", "hostname": "cdc.gov", "description": "Education and information about global water, sanitation and hygiene (WASH), including diseases related to poor hygiene, preventing disease with proper hygiene, hand sanitizers, toilets and latrines, sanitation facilities, sewer systems and wastewater management.", "sitename": "Centers for Disease Control and Prevention", "date": "2022-01-28", "cleaned_text": "Guidance for Reducing Health Risks to Workers Handling Human Waste or Sewage Workers who handle human waste or sewage may be at increased risk of becoming ill from waterborne diseases. To reduce this risk and protect against illness, such as diarrhea, workers and employees should follow the guidance on this page. [1](#one) Basic Hygiene Practices for Workers [Wash hands with soap and water](/handwashing/when-how-handwashing.html)immediately after handling human waste or sewage—including: - before eating or drinking. - before and after using the toilet. - Avoid touching face, mouth, eyes, nose, or open sores and cuts while handling human waste or sewage. - Keep open sores, cuts, and wounds covered with clean, dry bandages. - Use waterproof gloves to prevent cuts and contact with human waste or sewage. - Wear rubber boots at the worksite and during transport of human waste or sewage. - Do not smoke or chew tobacco or gum while handling human waste or sewage. - Gently flush eyes with safe water if human waste or sewage contacts eyes. - After handling human waste or sewage: - Remove rubber boots and work clothes before leaving worksite. - Clean contaminated work clothing daily with 0.05% chlorine solution (1 part household bleach to 100 parts water). - Before eating, removed soiled work clothes and eat in designated areas away from human waste and sewage-handling activities. Personal Protective Equipment (PPE) Workers handling human waste or sewage should be provided proper PPE, training on how to use it, and hand washing facilities. Workers should wash hands with soap and water immediately after removing PPE. The following PPE is recommended for workers handling human waste or sewage: - Goggles: to protect eyes from splashes of human waste or sewage. - Protective face mask or splash-proof face shield: to protect nose and mouth from splashes of human waste or sewage. - Liquid-repellent coveralls: to keep human waste or sewage off clothing. - Waterproof gloves: to prevent exposure to human waste or sewage. - Rubber boots: to prevent exposure to human waste or sewage. Training for Workers All workers who handle human waste or sewage should receive training on disease prevention. The training should include information on basic hygiene practices, use and disposal of personal protective equipment, and proper handling of human waste or sewage. Workers must also be urged to seek medical attention promptly if displaying any signs or symptoms of illness, such as vomiting, stomach cramps and watery diarrhea. Vaccination Recommendations for Workers Develop vaccination recommendations for workers exposed to sewage or human waste in consultation with local health authorities. [Tetanus](/vaccines/vpd/tetanus/) vaccinations should be up to date, with consideration also given to the need for [polio](/vaccines/vpd/polio/), [typhoid fever](/typhoid-fever/typhoid-vaccination.html), [Hepatitis A](/vaccines/vpd/hepa/) and [Hepatitis B](/vaccines/vpd/hepb/) vaccinations. The recommendations on this page are based on best practices and procedures. Worker health and safety risks are likely to vary among specific locations. Consult a trained health and safety professional to create site- specific worker health and safety plans. - CDC. [Guidance for Controlling Potential Risks to Workers Exposed to Class B Biosolids. [PDF - 9 pages]](/niosh/docs/2002-149/pdfs/2002-149.pdf)National Institutes "}