{"title": "Integrative Health Services for Adults", "author": null, "url": "https://nyulangone.org/patient-family-support/integrative-health-services-for-adults", "hostname": "nyulangone.org", "description": "Integrative health experts at NYU Langone use mind-body therapies that complement and coordinate with conventional medical treatments. Learn more.", "sitename": "nyulangone.org", "date": "2023-01-01", "cleaned_text": "NYU Langone offers integrative health, health promotion, and wellness programs to complement your conventional healthcare. Services are offered to patients, caregivers, and anyone in the NYU Langone community through our Lerner Health Promotions Program. Integrative health practitioners can help you manage the physical and emotional side effects of your treatment, as well as provide services that help you stay well. We help as you prepare for treatment and provide care during your hospital stay and after you return home. Our services include mind-body bedside care at [NYU Langone Hospital—Brooklyn](/locations/nyu-langone-hospital-brooklyn) people cope with the pain, stress, and [anxiety](/conditions/anxiety-disorders-in-adults) that can accompany illness and treatment. We also provide guided imagery, massage, energy therapies, yoga, and acupuncture treatment through our [outpatient services](/patient-family-support/integrative-health-services-for-adults/outpatient-integrative-health-services). Our staff of licensed professionals works with thousands of people per year through our [Mind-Body Patient Bedside Program](/patient-family-support/integrative-health-services-for-adults/mind-body-patient-bedside-program) and the [Prepare for Surgery, Heal Faster program](/patient-family-support/integrative-health-services-for-adults/prepare-for-surgery-heal-faster-program). We also partner with [The Monday Campaigns](http://www.mondaycampaigns.org/) to share healthy behavior reminders with patients and staff on topics such as eating less meat, exercising more, and limiting stress. To learn more about our integrative health programs, you can contact us at the following locations: - At Tisch Hospital and Kimmel Pavilion, please call [212-263-5767](tel:212-263-5767), email [mindbody@nyulangone.org](mailto:mindbody@nyulangone.org), or ask your healthcare provider to make a referral. - At NYU Langone Hospital—Brooklyn, please call [718-630-6486](tel:718-630-6486), email [ihbk@nyulangone.org](mailto:ihbk@nyulangone.org), or ask your healthcare provider for a bedside referral for help with pain management. We thank Sid and Helaine Lerner, who since 1996 have provided generous support for our integrative health and health promotion services. Additional Integrative Health Services Learn more about our integrative health services at NYU Langone's [Rusk Rehabilitation](/locations/rusk-rehabilitation/rusk-rehabilitation-wellness-programs), and [Perlmutter Cancer Center](/locations/perlmutter-cancer-center/cancer-support-services/integrative-medicine-at-perlmutter-cancer-center), as well as services for children at [Hassenfeld Children's Hospital at NYU Langone](/locations/hassenfeld-childrens-hospital/child-family-support/integrative-medicine-services-for-children) and [Stephen D. "}