{"title": "Behavior Counseling - Complementary Medication | VCA Animal Hospitals", "author": null, "url": "https://vcahospitals.com/know-your-pet/behavior-counseling---medication-complementary", "hostname": "vcahospitals.com", "description": "This is a broad topic that includes a variety of therapeutic options including herbal remedies, homeopathic remedies, nutraceuticals and supplements. There are few controlled studies to show that any of these treatments are effective in pets.", "sitename": "Vca", "date": "2023-01-01", "cleaned_text": "Can natural products be used for behavioral therapy? There is a wide range of non-pharmaceutical products designed to improve behavior. For mild behavioral conditions, a non-pharmaceutical option may be effective, either alone or in conjunction with a pharmaceutical. Medications and products on their own are rarely effective; behavior modification and management strategies should also be used when managing behavior problems. How safe are natural products? The label \"natural\" does not assure that a product is safe to use in dogs and cats. Furthermore, there can be significant variation in purity, quality, level of activity, and efficacy from manufacturer to manufacture from batch to batch. Be sure to consult with your veterinary team before using any non-prescription product. What are nutraceuticals, and how are they used? Nutraceuticals are food-based products that are used to improve behavior. Nutraceutical products are generally safe, but there is no standardized requirement for testing to confirm these products are effective. Some nutraceuticals are manufactured by companies with an established reputation for providing good quality, effective, safe veterinary products. Even though testing can be expensive, these manufacturers often take the extra step to verify that their products are safe and effective when used according to the label recommendations. \"Some nutraceuticals are manufactured by companies with an established reputation for providing good quality, effective, safe veterinary products.\" Since licensing is not required for these products, new products can be put on the market quickly and are often swiftly removed. Your veterinarian can advise you on any updated product recommendations. What is a therapeutic diet? A therapeutic diet for behavior is a fully balanced food with functional ingredients or supplements that can modify behavior. For example, a therapeutic diet may include one or more nutraceuticals. Additionally, antioxidants and omega fatty acids may be adjusted to achieve an effect on behavior. \"A therapeutic diet for behavior is a fully balanced food with functional ingredients or supplements that can modify behavior.\" L-theanine is an amino acid that is found in green tea. Based on some initial studies, L-theanine may have a calming effect in dogs and cats. L-tryptophan is an amino acid building block for the neurotransmitter serotonin. Increasing serotonin may reduce anxiety and improve learning in dogs and cats. Alpha-casozepine is made by breaking down a protein in cow's milk. It affects the brain's GABA neurotransmitter system, which induces a calming effect without causing sedation. In preliminary studies, it has shown some promise in reducing fear and anxiety in dogs and cats. Alpha-lactalbumin is a cow milk protein with the amino acid L-tryptophan that acts like serotonin in the brain resulting in a sense of calmness. Apoaequorin is a protein obtained from jellyfish. Apoaequorin may help slow the progression of brain changes associated with cognitive decline in aged dogs. Canine cognitive dysfunction is progressive and can include changes in social interactions and reduced recall of previously learned behaviors. Ginkgo biloba is an herb that may alter several neurotransmitter systems in the brain, including acetylcholine, serotonin, and norepinephrine, and may have antioxidant effects. It may be effective at enhancing blood flow to the brain and may be helpful for senior pets with cognitive decline. Magnolia Officinalis and Phellodendron amurense bark extracts may be combined to reduce anxiety. Medium-chain triglycerides (MCT) improve the efficiency of brain metabolism and may be used as part of a treatment for cognitive dysfunction syndrome. Omega-3 fatty acids include docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA). They are usually sourced from fish oils and may help improve signs of cognitive dysfunction in senior pets. DHA has a positive effect on brain development in puppies. Phosphatidylserine is a phospholipid that may protect the brain and has been used for managing cognitive dysfunction in senior pets. S-adenosylmethionine (SAMe) is a compound that is present naturally in the body. It may help improve signs of cognitive dysfunction in older pets. What are some of the nutraceuticals currently available for use in dogs and cats? The following list is a brief outline of some nutraceuticals used in dogs and cats. Each of these products is labeled as safe to use in healthy dogs and cats and has shown some benefit in at least one scientific study, though some of the studies were small or insignificant. Many products contain similar ingredients, but the exact amount of an ingredient can vary among products. - Anxitane® contains L-theanine and may reduce fear and anxiety in dogs and cats. - Composure® contains L-theanine as well as other ingredients. Another version that also includes L-tryptophan is also available. Both products may reduce anxiety in dogs and cats. - Denamarin® and Denosyl® are veterinary products that contain SAMe and may be used to reduce brain aging in dogs and cats. Harmonease® contains Magnolia Officinalis and Phellodendron amurense bark extracts and may be used to reduce anxiety, including anxiety related to noises or car travel. - Neutricks® contains apoaequorin and may slow brain aging in dogs. - Novifit® contains SAMe and may slow brain aging in dogs and cats. - Senilife® contains Ginkgo biloba, phosphatidylserine, and a combination of antioxidants and may reduce signs of cognitive dysfunction in dogs. - Solliquin® contains L-theanine, Magnolia Officinalis, Phellodendron amurense bark extracts, and alpha-lactalbumin and may reduce anxiety in dogs and cats. - Zylkene® contains alpha-casozepine and may reduce anxiety in dogs and cats. What therapeutic diets are available to help with behavioral conditions in cats? Hill's Prescription Diet® Multicare Stress c/d diet contains alpha-casozepine, L-tryptophan, DHA, and antioxidants. This combination of ingredients can help to reduce fear and anxiety that contribute to stress in cats. Royal Canin® Veterinary Calm diets contain alpha-casozepine, L-tryptophan, and DHA. This combination of ingredients may reduce fear, anxiety, and stress in cats. What therapeutic diets are available to help with behavioral conditions in dogs? Hill's Prescription Diet® Brain Aging Care b/d contains DHA and other ingredients that slow brain aging in dogs. Purina® Pro Plan® Bright Mind contains DHA and other ingredients and is a non-prescription diet designed to support cognition in dogs. Purina® Pro Plan® Veterinary Diets NeuroCare contains DHA, MCTs, and other ingredients and is a prescription formulation designed to improve cognitive function in dogs. Royal Canin® Veterinary Calm diets contain alpha-casozepine, L-tryptophan, and DHA. This combination of ingredients may reduce fear, anxiety, and stress in small dogs. Does dietary protein affect behavior? Changes in dietary protein can affect behavior. When a diet contains a low protein level, more tryptophan can get into the brain to form serotonin. In one study, dogs fed a lower protein diet demonstrated a lower level of certain types of aggression. However, it is essential to consult your veterinarian before changing your dog's diet, as low protein diets are not suitable for all dogs. Do not feed your cat a reduced or adjusted-protein diet unless your veterinarian has prescribed it for a non-behavior-related medical condition—cats require a high level of protein and a specific protein balance. Are there any over-the-counter options for treating behavioral conditions? Many products designed for use in humans have been tried in animals but should be used cautiously. First, ingredients that are safe in people may not be safe in dogs and cats. Second, the quality and purity of components can be challenging to determine. Many formulations are not absorbed by animals, and some inert ingredients, including flavorings that can be toxic (e.g., xylitol), may not be listed. Finally, there can be drug interactions, even with over-the-counter products. \"Many products designed for use in humans have been tried in animals but should be used cautiously.\" What is melatonin? Melatonin is a hormone produced in the brain's pineal gland and secreted into the blood at high levels at night. Melatonin may be helpful to help dogs with sleep disorders and in the treatment of fears and phobias, such as thunderstorms and fireworks. It may be used alone or combined with other medications. What is St. John's wort? St. John's wort is a plant used as a natural alternative to antidepressants. There have been claims of its effective use in dogs and cats, but no controlled studies have been done. St. John's wort should not be used with other pharmaceutical antidepressants and many other medications due to the potential for severe side effects and reactions. What are homeopathic and Bach flower remedies? The basic principle of modern homeopathy is that \"like cures like.\" The theory is that a patient's symptoms can be cured by a product that would produce the same behavioral or physical symptoms in a healthy individual. A homeopathic remedy is prepared by repeatedly diluting the substance to render it non-toxic. Although the substance may be undetectable after dilution, the remedy is said to contain the vibrational energy essences that match the patterns present in the ailing patient. These remedies may be made from plants, minerals, drugs, or animal substances. Bach flower remedies are intended to improve the pet's emotional state by using minute dilutions of plant essences. Rescue Remedy® is a combination of five flower essences to relieve panic following emotional or physical stress. Other examples of commonly available homeopathic remedies are Calms® and Calms Forte®. Although no scientific evidence supports any claims of efficacy, the extreme dilution of the ingredients is likely to render them safe. What is aromatherapy? Aromatherapy is the use of a scent to achieve a change in mood. Using lavender or chamomile may reduce signs of mild anxiety when used in stressful situations, such as crating or car rides. What are pheromones? Pheromones are chemicals made inside the body and produce effects after they are released into the environment. Pheromones can affect the emotions and behavior of the recipient. They are species-specific; in other words, the pheromones of one species will only affect other members of that species. \"Pheromones are chemicals made inside the body and produce effects after they are released into the environment.\" Synthetic pheromones are commercially available for use in dogs and cats, typically in the form of diffusers, sprays, or collars. One example of a pheromone for cats is Feliway®; there are currently 3 Feliway® products available for use in cats: Feliway® Optimum, Feliway® Classic, and Feliway® Multicat (called Feliway® Friends in Canada). Feliway® Optimum promotes general calming, while Feliway® Classic sends 'happy' messages to help cats feel comfortable in their environment. Both can reduce signs of stress that may include urine marking. Feliway® Multicat targets social behavior, and its suggested use reduces conflict among cats in the home. An example of a synthetic pheromone product available for dogs is Adaptil®. Adaptil® may help dogs and puppies relax in the home and other environments such as the car or a boarding facility. Pheromone products are generally considered to be safe and do not interact with any medications. Always read product labels carefully and know that product labels and indications may change in a competitive market. Is CBD ever used in dogs and cats? Cannabidiol, or CBD, is derived from the plant Cannabis sativa and is available both over the counter and in products designed specifically for veterinary patients. A small study showed that CBD relieves pain due to osteoarthritis in dogs. However, to date, no studies confirm CBD has any benefit for treating behavioral conditions in dogs and cats. Because of the potential for overdosing and the risk of contamination (with THC, which is not safe for pets, and with other toxic impurities), it is essential to use a high-quality, reputable product. Ask your veterinarian for a recommendation—your clinic may even be able to dispense CBD for you. Your veterinarian will also advise you on the safety of CBD use in your pet and appropriate dosing. Be aware of applicable government regulations regarding purchasing and transporting CBD products. "}