{"title": "Ayurveda como profilaxis para pacientes con sospecha de COVID-19", "author": null, "url": "https://ichgcp.net/es/clinical-trials-registry/NCT04395976", "hostname": "ichgcp.net", "description": "A pesar de los esfuerzos mundiales para contener, manejar y tratar el Covid-19, la pandemia continúa propagándose. Esto exige una profilaxis y una estrategia te.... Registro de ensayos clínicos. ICH GCP.", "sitename": "ichgcp.net", "date": "2020-05-19", "cleaned_text": "Ayurveda como profilaxis para pacientes con sospecha de COVID-19 26 de febrero de 2021 actualizado por: [British Ayurvedic Medical Council](https://ichgcp.net/es/clinical-trials-registry/research/list?spons=British%20Ayurvedic%20Medical%20Council) Efecto de Ayurveda como profilaxis para pacientes con sospecha de Covid-19: ensayo controlado aleatorizado A pesar de los esfuerzos mundiales para contener, manejar y tratar el Covid-19, la pandemia continúa propagándose. Esto exige una profilaxis y una estrategia terapéutica urgentes y clínicamente probadas. Los desarrollos recientes sobre el uso de medicamentos tradicionales en el manejo de Covid-19 han llamado la atención lo suficiente como para iniciar varios estudios de investigación. Con base en la Medicina Tradicional India, las iniciativas comunitarias de Ayurveda, los estudios preliminares y nuestro conocimiento experiencial sobre los entornos de Covid-19, proponemos el presente estudio para prevenir el desarrollo de los síntomas de COVID-19 en personas que viven o han estado en contacto con un individuo diagnosticado con COVID-19. Descripción general del estudio Estado Retirado Condiciones Intervención / Tratamiento Tipo de estudio Intervencionista Fase - No aplica Contactos y Ubicaciones Esta sección proporciona los datos de contacto de quienes realizan el estudio e información sobre dónde se lleva a cabo este estudio. Ubicaciones de estudio - Reino Unido - - London, Reino Unido - British Ayurvedic Medical Council - - Criterios de participación Los investigadores buscan personas que se ajusten a una determinada descripción, denominada criterio de elegibilidad. Algunos ejemplos de estos criterios son el estado de salud general de una persona o tratamientos previos. Criterio de elegibilidad Edades elegibles para estudiar 17 años y mayores (Adulto, Adulto Mayor) Acepta Voluntarios Saludables No Géneros elegibles para el estudio Todos Descripción Criterios de inclusión: - Persona que ha estado en contacto con COVID-19 confirmado, - Dispuesto a tomar el fármaco del estudio según las indicaciones Criterio de exclusión: - Confirmado actual COVID-19 - Incapacidad para tomar medicamentos por vía oral. - Incapacidad para proporcionar consentimiento por escrito. Plan de estudios Esta sección proporciona detalles del plan de estudio, incluido cómo está diseñado el estudio y qué mide el estudio. ¿Cómo está diseñado el estudio? Detalles de diseño - Propósito principal: Prevención - Asignación: Aleatorizado - Modelo Intervencionista: Asignación paralela - Enmascaramiento: Ninguno (etiqueta abierta) Armas e Intervenciones | | Grupo de participantes/brazo | | Intervención / Tratamiento | | Sin intervención: Grupo de control Los participantes asignados al azar al grupo de control reciben atención estándar convencional proporcionada por las pautas recomendadas. | | Experimental: Ayurveda El tratamiento incluye una combinación personalizada de hierbas basada en la constitución individual (basada en Ayurveda), asesoramiento nutricional, consideración específica de alimentos seleccionados, asesoramiento específico sobre el estilo de vida, asesoramiento sobre yoga junto con recomendaciones estándar. | | La intervención de Ayurveda es multimodal y siguiendo los principios de Ayurveda como un sistema médico completo, cada participante será tratado con atención individualizada. De la gama de hierbas ayurvédicas probadas, la combinación se decidirá en función de los participantes individuales, sus síntomas y su personalidad. ¿Qué mide el estudio? Medidas de resultado primarias | | Medida de resultado | | Medida Descripción | | Periodo de tiempo | | Confirmación clínica de Covid-19 Periodo de tiempo: Desde la fecha de inscripción hasta 14 días | | Número de participantes con COVID-19 sintomático, confirmado por laboratorio | | Desde la fecha de inscripción hasta 14 días Colaboradores e Investigadores Aquí es donde encontrará personas y organizaciones involucradas en este estudio. Patrocinador Investigadores - Investigador principal: Vishwes Kulkarni, University of Warwick - Silla de estudio: Amarjeet S Bhamra, All Party Parliamentary Group - Indian Sciences - Director de estudio: Neha Sharma, British Ayurvedic Medical Council Fechas de registro del estudio Estas fechas rastrean el progreso del registro del estudio y los envíos de resultados resumidos a ClinicalTrials.gov. Los registros del estudio y los resultados informados son revisados por la Biblioteca Nacional de Medicina (NLM) para asegurarse de que cumplan con los estándares de control de calidad específicos antes de publicarlos en el sitio web público. Fechas importantes del estudio Inicio del estudio (Actual) 10 de mayo de 2020 Finalización primaria (Actual) 10 de junio de 2020 Finalización del estudio (Actual) 1 de septiembre de 2020 Fechas de registro del estudio Enviado por primera vez 19 de mayo de 2020 Primero enviado que cumplió con los criterios de control de calidad 19 de mayo de 2020 Publicado por primera vez (Actual) 20 de mayo de 2020 Actualizaciones de registros de estudio Última actualización publicada (Actual) 2 de marzo de 2021 Última actualización enviada que cumplió con los criterios de control de calidad 26 de febrero de 2021 Última verificación 1 de febrero de 2021 Más información Términos relacionados con este estudio Palabras clave Términos MeSH relevantes adicionales Otros números de identificación del estudio - BAMC01 Información sobre medicamentos y dispositivos, documentos del estudio Estudia un producto farmacéutico regulado por la FDA de EE. UU. No Estudia un producto de dispositivo regulado por la FDA de EE. UU. No Esta información se obtuvo directamente del sitio web [clinicaltrials.gov](https://clinicaltrials.gov) sin cambios. Si tiene alguna solicitud para cambiar, eliminar o actualizar los detalles de su estudio, comuníquese con [register@clinicaltrials.gov](mailto:register@clinicaltrials.gov). Tan pronto como se implemente un cambio en [clinicaltrials.gov](https://clinicaltrials.gov), también se actualizará automáticamente en nuestro sitio web. . Ensayos clínicos sobre COVID-19 - NCT06042530ReclutamientoDeterioro Cognitivo | Condición posterior a COVID-19 | Fatiga Mental - NCT06039449Reclutamiento - NCT06038617Aún no reclutandoFiebre | Fiebre después de la vacunación | Convulsiones Fiebre - NCT06038682Reclutamiento - NCT06036134Aún no reclutandoSalud Conocimiento, Actitudes, Práctica | Pandemia de COVID-19 | Enfermedades prevenibles por vacunación | Comportamiento relacionado con la salud | Narración - NCT06036251Aún no reclutandoEstrés | Estrés, Emocional | Pandemia de COVID-19 | Reacción de estrés - NCT06030414Aún no reclutando - NCT06032000Aún no reclutando [Un estudio de fase 1 para evaluar la seguridad, reactogenicidad e inmunogenicidad de una vacuna de refuerzo contra el SARS-CoV-2 (LEM-mR203) en adultos sanos](https://ichgcp.net/es/clinical-trials-registry/NCT06032000)Contagio de COVID-19 | Reacción adversa a la vacuna COVID-19 - NCT06027229Aún no reclutando [Inmunogenicidad humoral y celular recombinante adicional de COVID-19 en poblaciones inmunodeprimidas](https://ichgcp.net/es/clinical-trials-registry/NCT06027229)COVID-19 | Inmunosupresión - NCT06027255Aún no reclutandoCOVID largo | Disfunción autonómica | POTS - Síndrome de taquicardia ortostática postural Ensayos clínicos sobre Ayurveda - NCT02477163TerminadoNefropatía diabética | Hipertensiva - NCT05219357Activo, no reclutando - NCT04716647Terminado - NCT04351542TerminadoEnfermedad similar a la gripe - NCT04345549TerminadoSíntoma similar a la gripe | Enfermedad similar a la gripe - NCT04146558Desconocido - NCT02920125Terminado [Estudie el resultado del tratamiento ayurvédico en enfermedades vasculares, CAD, CVA, DVT. (SHARP)](https://ichgcp.net/es/clinical-trials-registry/NCT02920125)Enfermedad de la arteria coronaria | Enfermedad isquémica del corazón | La trombosis venosa profunda | Enfermedades Arteriales Periféricas | Enfermedad vascular | Enfermedad cerebrovascular - NCT02380989TerminadoDolor agudo | Lesion deportiva - NCT02228343TerminadoEnfermedad de la arteria coronaria "}