{"title": "Vacunas COVID-19 y niños, lo qué queréis saber las familias - El Blog del Pediatra", "author": "Gabriel Ruiz; Pediatra", "url": "https://pediatragabiruiz.com/vacunas-covid-19-y-ninos-lo-que-quereis-saber-las-familias/", "hostname": "pediatragabiruiz.com", "description": "Lo que queréis saber las familias sobre las vacunas covid en niños: la opinión de vuestro pediatra.", "sitename": "El Blog del Pediatra", "date": "2021-12-14", "cleaned_text": "Las familias preguntan a su pediatra, me preguntan en la consulta, cuál es \"mi opinión\" sobre si está bien vacunar a sus hijos de COVID. La respuesta corta es: sí. Para la respuesta larga sigan leyendo Con todo el ruido mediático y las muchas incertidumbres que todavía rodean esta pandemia, entiendo la confusión y las dudas de muchas familias. Y el tema de la vacuna en niños es especialmente sensible. Para empezar, quiero destacar que detrás de la recomendación de la vacunación contra la COVID19 en niños de 5 a 11 años, hay muchas horas de trabajo y debate, revisando las pruebas científicas disponibles, los datos epidemiológicos y valorando todos los aspectos posibles de la vacunación. Un grupo de profesionales (@CAV_AEP) y la Ponencia de vacunas de la Comisión de Salud Pública del Ministerio de Sanidad (@sanidadgob) que saben más que yo de vacunas, y mucho más que yo de epidemiología, han estimado que en estos momentos es una medida razonable y adecuada recomendar la vacunación de los niños de 5 a 11 años. La vacuna puede proporcionar protección individual y también efectos positivos indirectos; y se engloba dentro de una estrategia para controlar la pandemia que llevamos viviendo ya casi dos años. Protección individual: \"Pero si no se han cansado decir durante toda la pandemia que el COVID19 en niños es muy leve, y que muchos son asintomáticos\" Afortunadamente la COVID19 es leve o muy leve en la gran mayoría de niños. Aún así, y sin querer asustar a nadie, en la franja de edad de 5-11 años un 2,1/1.000 de niños han requerido ingreso hospitalario, y un 1,6/10.000 han requerido UCI; y aproximadamente la mitad de ellos sin patología previa (Datos del Ministerio de Sanidad, referencias al final). Las vacunas COVID19 en este grupo de edad también pueden proteger del llamado \"COVID prolongado\" o \"síndrome post COVID\". Pero cierto es que esta entidad está menos definida y aunque algunas estimaciones la cifran entre un 2 y un 14 % de niños que han pasado COVID, desconocemos todavía mucho de su posible repercusión real y a medio plazo ( [How Common is Long COVID in Pediatric Infectious Disease Journal: December p e482-e487 doi: 10.1097/INF.0000000000003328](https://journals.lww.com/pidj/Fulltext/2021/12000/How_Common_is_Long_COVID_in_Children_and.20.aspx) ) En resumen, aunque el balance beneficio/riesgo de la vacunación sea más ajustado en niños sanos que en adultos, las vacunas COVID19 en esta franja de edad pueden proteger de esas formas de COVID19 más graves y del COVID prolongado. Por supuesto, en niños con enfermedades o condiciones de riesgo que son más vulnerables a un COVID19 grave, la protección individual nadie la discute. Beneficios indirectos: Para mi entender, el principal beneficio indirecto en niños es que su vacunación contribuya a una mayor normalización de su vida escolar, familiar, de juegos, de interacción social... Es decir, menores restricciones sociales para ellos que tanto las han sufrido durante esta pandemia. En segundo lugar, a mayor porcentaje de población vacunada, menor circulación del virus. Con ello, disminuye el riesgo de transmitir el virus a personas vulnerables (parece claro que no lo evita del todo, pero lo disminuye). Una menor circulación del virus SARS-Cov2, también puede contribuir a una menor probabilidad de que surjan variantes más problemáticas. Seguridad: Esta es la otra variable importante en la ecuación. Se leen muchas barbaridades en internet al respecto. Os recomiendo mirar bien quien las dice y que fiabilidad tienen esos bulos (generalmente ninguna). Toda vacuna, todo medicamento, todo producto sanitario, puede tener efectos secundarios, por supuesto. Pero precisamente a las vacunas, por utilizarse en individuos sanos (para prevenir un mal mayor), se les exigen unos estándares de seguridad muy estrictos. Estas vacunas COVID19 están expuestas al escrutinio público en tiempo real más que ninguna de la historia de la medicina. En EEUU ya se han vacunado 5 millones de niños entre 5 y 11 años, sin incidencia de efectos adversos graves significativos (mucha menor incidencia de miocarditis/pericarditis post vacunal que en la franja de edad de adolescentes). Si la vacuna ha sido aprobaba por la FDA y la EMA, es que cumple el perfil de seguridad. Otros países, y muy diversos, también han adoptado la estrategia de vacunación COVID en )... Otros países (Reino Unido, Francia,...) han adoptado la estrategia de vacunar en esta franja de edad sólo a los niños de riesgo de momento. Según su situación epidemiológica específica también puede ser una decisión correcta. Esto como muchas cosas en medicina, no es blanco o negro. No obstante, para los niños de 5 a 11 años se ha ajustado la dosis (10 microg) y el intervalo entre dosis (8 semanas), para disminuir al máximo la reactogenicidad y optimizar la respuesta inmunitaria (el intervalo más largo entre la 1ª y la 2ª dosis proporciona una mejor respuesta inmunitaria). ¿Efectos adversos a largo plazo de la vacunación? No, no hay efectos adversos de las vacunas que aparezcan después de varios meses, o de varios años. En resumen y valorando todo, el balance beneficio/riesgo de la vacunación covid es más ajustado en niños que en adultos, pero es positivo. Las vacunas son voluntarias En España TODAS las vacunas son voluntarias. Estoy a favor de que la vacunación sea una libre decisión de las familias. Y creo que se debe respetar a la familia que debidamente informada, decida no vacunar a sus hijos. Así que, en general quiero transmitir un mensaje de tranquilidad a las familias. Preguntad a vuestro pediatra de confianza si tenéis dudas. Y podéis resolver muchas de vuestras dudas: Aquí: [Preguntas y respuestas. Vacuna COVID en niños y adolescentes. CAV de la AEP](https://vacunasaep.org/profesionales/noticias/vacuna-covid-adolescentes-preguntas-y-respuestas) O aquí: [Vacunas contra el COVID-19 para niños y adolescentes. CDC en español](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/children-teens.html) Última consideración: Desde el punto de vista ético y de justicia social, creo que se debería hacer mucho más por vacunar en aquellos países en desarrollo con muy pocas personas vacunadas. Es muy vergonzosa la situación en la que se encuentran muchos países pobres (sí, pobres). Vacunar a los niños aquí no interfiere en lo anterior, pero tenía que decirlo. PD 1: Conflicto de intereses: 0, cero y 0. Nadie me paga para que escriba en mi blog ni en las redes sociales. PD 2: Cada uno es libre de pensar lo que quiera, pero NO voy a responder a insultos, amenazas o comentarios dañinos. Referencias principales a lo largo del texto y éstas: [Documento de Consenso del CAV y SEIP sobre la vacunación infantil frente a COVID. Documento completo.](https://vacunasaep.org/sites/vacunasaep.org/files/cav-seip-aep_vacunacion-pediatrica-frente-a-covid-19-en-espana_2021-12-09_v.1b.pdf) [Ministerio de Sanidad. Comisión de Salud Pública del CISNS, 7 de diciembre de 2021. Recomendaciones de vacunación frente a COVID-19 en población infantil de 5 "}