{"title": "Weekly Meanderings, 23 January 2021", "author": "Laura Barringer; Scot McKnight", "url": "https://www.christianitytoday.com/scot-mcknight/2021/january/weekly-meanderings-23-january-2021.html", "hostname": "christianitytoday.com", "description": "Our weekly selection of links across the web.", "sitename": "Jesus Creed | A Blog by Scot McKnight", "date": "2021-01-23", "cleaned_text": "Weekly Meanderings, 23 January 2021 It's been very cold around here, and our walks involved several layers and some hats and some scarves and some strong, warm boots. But it's refreshing too. And always good to arrive back home into the warmth. Sorry to read of the passing of [Hank Aaron](https://www.newsnationnow.com/sports/baseball-hall-of-famer-hank-aaron-dies-at-86/). A friend of mine played a year with Hank and they called him \"Sup\" as in \"superstar.\" He was that good. ATLANTA ( [NewsNation Now]) — American baseball legend Henry \"Hank\" Aaron, who became one of the sport's most iconic figures after beating out Babe Ruth's home-run record, has died, the Atlanta Braves confirmed on Twitter Friday. He was 86. Aaron was born in Mobile, Alabama, in 1934, and briefly played in the Negro Leagues and minor leagues during his youth. Aaron made his MLB debut in 1954 — at age 20 — starting his more than two-decadelong career with the Milwaukee Braves, now known as the Atlanta Braves. Aaron topped Babe Ruth's 714 career home-run record in 1974, and ultimately finished his career with a total of 755, according to the [National Baseball Hall of Fame]. Aaron retired in 1976, and his home-run record stood until Barry Bonds broke it in 2007. Aaron was inducted to the Baseball Hall of Fame in 1982. His profile on the hall's website notes that boxing legend Muhammad Ali called Aaron \"the only man I idolize more than myself.\" It quotes Mickey Mantle as calling Aaron \"the best baseball player of my era. ... He's never received the credit he's due.\" ... Earlier this month, Aaron had gotten vaccinated against COVID-19 in Georgia, alongside former U.N. Ambassador Andrew Young and other civil rights leaders. They hoped to send a message to Black Americans in particular that the shots are safe. Getting vaccinated \"makes me feel wonderful,\" Aaron told The Associated Press. \"I don't have any qualms about it at all, you know. I feel quite proud of myself for doing something like this. ... It's just a small thing that can help zillions of people in this country.\" SAN DIEGO ( [KSWB]) — Researchers at UC San Diego are experimenting with new wearable test strips that change color if they detect the SARS-CoV-2 virus in a person's breath or saliva. The strips can be attached to any mask and are designed to detect \"protein-cleaving molecules\" produced from an infection of the virus, the university [said in a news release]Thursday. While not intended to replace COVID-19 testing protocols, the project's lead principal investigator Jesse Jokerst said they offer a \"surveillance approach,\" similar to a smoke detector. \"In many ways, masks are the perfect 'wearable' sensor for our current world,\" said Jokerst, professor of nanoengineering at the UC San Diego Jacobs School of Engineering. \"We're taking what many people are already wearing and repurposing them, so we can quickly and easily identify new infections and protect vulnerable communities.\" Users would be able to conduct the tests themselves when they take off their respective masks, researchers say. Each comes with its own blister pack that can be squeezed, changing color if SARS-CoV-2 proteases are identified, according to the university. The strips — developed with $1.3 million in funding from the National Institutes of Health — are ideal for higher risk settings such as homeless shelters or prisons to find infections earlier and more often to reduce potential spread, Jokerst said. Research, including our own, is beginning to illustrate that [there is a relationship]between the aerial transmission of viruses and temperature and humidity, which is impacted by both indoor and outdoor environments. It is obvious that in winter, indoor heating causes a difference between indoor and outdoor temperature. But what we are increasingly coming to understand is that by heating our buildings we are causing a reduction in the level of indoor relative humidity (RH), which has a significant impact on disease spread. For example, [measurements of humidities]in 40 residential apartments in New York and in [six high-quality commercial buildings in the Midwest]showed that indoor RH dropped to below 24 percent in the winter. The evidence suggests, in other words, that when cold outdoor air with little moisture to start with is brought indoors and warmed to a temperature range of 20 to 24 degrees Celsius (68 to 75 degrees Fahrenheit) indoor relative humidity plummets. This comparatively moisture-free air provides a clear path for dispersal of airborne particles of viruses such as SARS-CoV2, the pathogen that causes COVID-19. The SARS-CoV-2 virus [survives better at low temperatures and low humidity]. Estimated virus half-life was more than 24 hours at 10 degrees C (50 degrees F) and 40 percent relative humidity, but only 90 minutes at 27 degrees C (80 degrees F) and 65 percent relative humidity. Our own research indicates that dry air also reduces the ability of our body's cilia—hairlike projections on cells lining airways—to remove viral particles and prevent them from reaching the lungs. Finally, the immune system's ability to respond to pathogens is suppressed in drier environments. Indeed, [a study]conducted in New South Wales, Australia, demonstrates an inverse relationship between relative humidity and transmission of SARS-CoV-2. As the COVID-19 pandemic continues, this research could play a vital role in how we manage and counter the disease. Until we have enough vaccines to cover a large portion of human populations, we must keep practicing social distancing, mask wearing and avoiding crowding indoors. In addition to these measures, we can increase indoor humidity to combat the spread and prevent more severe disease from COVID-19. This is why I and others specializing in immunobiology and infection control are urging the scientific community and others to support our [petition], which calls on the WHO to urgently put the link between indoor air humidity and the transmission of viruses, including SARS-CoV-2, at the front of the global health debate. We are requesting that the WHO produce clear guidelines on the minimum lower limit of air humidity in buildings. We recommend maintaining relative humidity between 40 to 60 percent to maximize the benefits of humidity but not the drawbacks of too much humidity that promote mold growth. [This Dutch idea is really good](https://www.forbes.com/sites/jeroenkraaijenbrink/2021/01/20/how-this-dutch-startup-is-going-to-disrupt-the-supermarket-landscape/?sh=d754020469df): Through their packaged groceries, supermarkets are a significant source of waste—in particular of plastic. The average European consumer produces about [30kg of plastic per year], two-thirds of which stems from packaged food. This means that switching to waste free supermarkets could save up to 20kg of plastic per person per year. Impossible? Not according to co-founders Jouri Schoemaker (30) and (28) of Rotterdam-based startupHow It Works [Pieter Pot]—the first circular supermarket in the Netherlands. Driven by their own urge to reduce their climate impact and dissatisfied with existing solutions, they founded Pieter Pot in late 2019. As they observe, everyone wants less waste, but it is currently too difficult for the average consumer to realize this. Consumers don't want to bring their own pots and packages and fill them in the supermarket, they want convenience. Enter Pieter Pot. The first thing to do is add yourself to the waiting list. Having launched in May 2020, Pieter Pot served a mere 3,000 customers at the end of 2020. Not because of a lack of demand—there are already 30,000 people on their waiting list. But getting the infrastructure ready and at scale simply takes time. Once you made it to the top of the waiting list (I had to wait for about 7 months) the process is surprisingly simple. You order on their website, pick your delivery date and receive one or more burlap deposit bags filled with deposit glass pots delivered by Dutch post PostNL's special food delivery service. This is the season the link between a happy family life and the ability to thrive in your career may be most clear. After a bruising year, many of us are spending the holidays retreating ( [as much as the pandemic allows]) to our loved ones to reset, recharge, and be reminded of why we work so hard the rest of the year. The chaos of 2020 has really brought the importance of family home. If you need science to confirm this, there are a bunch of studies that show a happy and stable partnership, in particular, is likely to [make you more successful professionally]. How do you maintain these, the most important relationships in your life? There are approximately a zillion articles out there offering advice from everyone fromThe incredible importance of psychological flexibility. [the long married]to [divorce lawyers], but according to a big new review of the relevant science in the Journal of Contextual Behavioral Science, the most important factor for happy relationships boils down to just one characteristic -- psychological flexibility. It probably won't come as a shock to those with more than a couple anniversaries behind them that the ability to roll with the emotional punches is essential for a thriving relationship, but the new review of 174 studies bringing together data on 44,000 individuals definitely underlines this fact. And not just when it comes to romantic relationships. The authors found a strong link between psychological inflexibility and weaker family ties, less satisfying relationships, more shouting and insecurity, and less effective parenting. Being mentally rigid is bad for all kinds of close relationships, it seems. Psychological flexibility helps them all thrive. Which invites the important question, what exactly is this important quality? As part of [its write-up of the study], the British Psychological Society's Research Digest blog explains: A psychologically flexible person is characterised by a set of attitudes and skills: they are generally open to and accepting of experiences, whether they are good or bad; they try to be mindfully aware of the present moment; they experience difficult thoughts without ruminating on them; they seek to maintain a broader perspective when faced with a challenge; they continue to pursue important goals despite setbacks; and they maintain contact with \"deeper values,\" no matter how stressful a day might be (so, for example, a parent confronted with a screaming child who holds the value of being a kind, compassionate parent is able to bear this in mind when choosing how to react to the child). To increase our happiness, we need better questions than \"What accomplishments should be on my scorecard?\" Let me suggest a few that will lead to answers that can deliver authentic well-being.1. WHO HAS INTRINSIC CHARACTERISTICS THAT I ADMIRE AND WANT TO EMULATE? Money, possessions, and power are all characteristics extrinsic to a person. Therefore, emulating them in others will lead you to extrinsic motivations for your own activities, which, as we have seen, will likely lower happiness. Instead, look for admirable intrinsic characteristics in others—virtues such as compassion, faith, fortitude, and honesty. Imitating these characteristics cultivates intrinsic motivations. Thus, they are the best criteria for finding the right role models and mentors to imitate and learn from.2. WHAT DO PEOPLE MOST NEED FROM ME, AND HOW CAN I PROVIDE IT? The box-checking exercise tends to be about my wants. Shifting it to others' needs brings greater well-being. This is straightforward: Decades of [research]—and millennia of common sense—have shown that self-centeredness leads to fluctuating emotions at best, while a focus on the needs of others can bring stable happiness. And lest you think this makes a person passive or unambitious, note that there is a significant body of evidence [showing]that a focus on the good of one's institution (as opposed to oneself) enhances career success as well. 3. WHAT IS MY LIFE'S PURPOSE? [Read: 4 rules for identifying your life's work] Heavy question, I know. But we all know that sooner or later, it has to be addressed, and the box-checking approach to success manifestly does not do that. It is little more than an exercise in answering the \"what\" questions of life: what you do for work, what you own, what people think of you. As my friend the management expert Simon Sinek likes to [point out], understanding our purpose comes from answers to life's \"why\" questions. These answers deliver both success and happiness, but they require serious thought and reflection. Scorecards of self-focused, worldly rewards are easy to create by looking at any \"30 by 30\" bucket list. But they won't lead any of us to happiness. For that, we need better metaphors for growth and progress than a list. I would suggest a light. A new report on the largest holders of private farmland in the United States reveals that Bill and Melinda Gates are atop the list, with the billionaire Seattle couple amassing 242,000 acres of land. [According to The Land Report], the Microsoft co-founder owns farmland across 18 states, with the largest holdings being in Louisiana (69,071 acres), Arkansas (47,927 acres) and Nebraska (20,588 acres). Gates also owns a stake in more than 24,800 acres of transitional land outside of Phoenix. [A Tri-City Herald report]on the 2018 purchase of 14,500 acres of farmland in Benton County, Wash. — for a staggering $171 million — is what set The Land Report and [editor Eric O'Keefe]digging further into Gates' holdings. Research indicated that the land across the U.S. is held by Cascade Investment LLC, Gates' private investment vehicle. Gates [also backs online used-car seller Vroom]through Cascade as well as the Canadian National Railway Company. A spokesman for Cascade Investment declined to comment to The Land Report on any of the details associated with the transactions or Gates' holdings, other than to say that Cascade is very supportive of sustainable farming. [Not bad for $30 per hour](https://www.newsnationnow.com/business/love-candy-canadian-company-hiring-candy-testers/?utm_campaign=socialflow&utm_medium=referral&utm_source=t.co), but save some for your dentist: (NEXSTAR) — If you love sweet things, this might be the job for you. A Canadian company is hiring full-time and part-time candy testers, A.K.A. \"candyologists.\" The candyologists will be responsible for giving \"honest and objective opinions\" on the more than 3,000 products carried by Ontario-based Candy Funhouse. Candidates will also help select the first ever Candy Funhouse-branded candy line, which will feature ten new and original \"candy creations\" from hundreds of possible options. The job pays $30 an hour. Candidates should have a high-school diploma, no food allergies and must be \"passionate about confectionary.\" According to the job listing, \"Applicants who have an interest in candy, pop culture, and media will be given preference,\" and no past experience is required. [And, finally, if you like 'em](https://wgntv.com/news/spectacular-bright-orange-bat-species-discovered/): (NEXSTAR) - Scientists have announced the discovery of a new bat species, found high in the mountains of West Africa. With its big ears and retracting wings, the new species certainly looks similar to its previously described bat comrades. But one thing makes Myotis nimbaensis stand out from the pack: It boasts bright orange fur and black wings. \"This is unlike anything we've ever seen before,\" said Dr. Winifred Frick, the Chief Scientist at Bat Conservation International. There are currently 1,400 known species of bats. But the discovery of the bright-orange bat in Guinea is particularly exceptional. Jesus Creed is a part of CT's [Blog Forum](/ct/blogs). Support the work of CT. [Subscribe](/membership?utm_medium=site&utm_source=blogs&utm_content=main-offer) and get one year free. The views of the blogger do not necessarily reflect those of Christianity Today. "}