{"title": "05-02-18", "author": "Skeptic", "url": "https://www.skeptic.com/eskeptic/05-02-18/", "hostname": "skeptic.com", "description": "In this week's eSkeptic, Paul R. Gross and Alondra Oubré tackle Vincent Sarich and Frank Miele's book Race: The Reality of Human Differences.", "sitename": "Skeptic", "date": "2005-02-18", "cleaned_text": "This issue of eskeptic contains two reviews of Vincent Sarich and Frank Miele's book [Race: The Reality of Human Differences](https://www.amazon.com/exec/obidos/ASIN/0813340861/skepticcom20-20/102-6542802-5625719?creative=125581&camp=2321&link_code=as1) (Westview Press, 2004, ISBN 0813340861). Editor's note: The authors of the book under review here both have connections to Skeptic magazine: Vincent Sarich is on our editorial advisory board and Frank Miele is a Senior Editor who has written many articles and reviews for the magazine over the past decade. We initially received a very positive review of the book by Paul R. Gross, which we were hesitant to publish because of a perceived conflict of interest or biased reporting. But then, independently of Gross and uncommissioned by us, Alondra Oubré submitted a critical review of the book. Since Skeptic never backs down from controversial topics on the cutting edges of science—indeed we look for them—and since we have devoted two full issues of Skeptic to the topic of race (race and I.Q. in Skeptic Vol. 3, No. 3 and race and sports in Skeptic Vol. 8, No. 1), we thought it would be most appropriate to run these two reviews back to back. Both review authors are highly qualified biologists steeped in the scientific literature that stands behind the topic, and knowing both reviewers personally I can attest to the fact that they are both thoughtful and balanced commentators not prone to hyperbole. How they can treat this topic in different ways, then, shows us how complicated a scientific issue race is. — Michael Shermer Race: No Such Thing ... or is There? a review by Paul R. Gross What response would you get were you to ask almost any college student or member of the current, self-identified American intelligentsia, \"What is this society's most serious problem?\" Almost certainly, a large proportion of your eligible interviewees would give this answer without hesitation: \"Race!\" But here is an oddity: The same interviewees who answer your question with \"Race!\" will assure you, also without hesitation, that there is no such thing. They will maintain that for humans the concept of \"race\" is meaningless: that there are no biologically significant human group differences, hence no human races. This is a public catechism: it is recited regularly, with conviction and feeling, in the media and in the social sciences. The au courant, including well-known scientists and a good many official voices of science, insist that race is—speaking of biology or genetics—a recent illusion, fostered by European imperialism and triumphalism. If pushed, most respondents will try to invoke some authority on this, although of course the vast majority has not understood or even heard of the relevant science. The reference is usually to \"modern biology.\" Or, if the respondents have actually read some popular writing on the subject (or watched [Race: The Power of an Illusion](http://www.newsreel.org/nav/title.asp?tc=CN0149), the much admired 2003 PBS documentary), they will appeal to some such visible scientific name as Gould or Lewontin, or to one of the leaders of the Human Genome Project, or to a science journalist at, say, The New York Times. Why then do governments set so bad an example? Why do they appear to insist that race does exist—as evidenced by the requirement that we specify, inter alia, our race (choose one of three? of nine? of seventeen?) in responding to the census-taker, or when completing an application for admission, bidding for a contract, or being tested for a job? The answer you get, if you get one at all, will take this form: \"Well, there is no such thing as race. We're all the same, and the little differences in various competences noted among us are due to upbringing, lifestyle, unequal social services, and the like. The differences we see are no more than skin deep; any difference we can measure is socially constructed. But: bad people argue that we are not all the same. Therefore we must assemble and keep data and records on this false category—\"race\"—so as to defeat the racists and to undo the social evils they propagate.\" Did you follow that? If not, don't worry. That explanation is incoherent. There has long been the need for a scientifically reliable, accessible trade book on the biology and anthropology of human differences, on what the research actually says about them so far: about group variations in human genetics, morphology, and physiological function—and how those variations, such as they are, must have arisen in the course of our species history. An epitome thereof is what Vincent Sarich, a biochemist and anthropologist, and Frank Miele, Senior Editor at Skeptic, set out to produce in their compact volume Race. About the relevant qualifications of this pair there is no doubt. As an editor of Skeptic, Miele is no stranger to controversial issues in the social sciences; in fact, he co-organized and co-hosted a symposium at Caltech on race and I.Q. when The Bell Curve was published, and another symposium on race and sports when the book Taboo was published. Sarich, a professor of anthropology at Berkeley, was one of those young turks associated with the distinguished Berkeley biochemist Allan Wilson, who, forty years ago, first applied the then new molecular-level understanding of genetic change over time—the \"molecular clock\"—to the problems of primate classification and evolutionary history. They attacked the problem of genetic relationships and the timing of speciation among the apes (including us). Sarich contributed to the eventual recognition of the close relationship between gorillas, chimpanzees, and humans, and, more importantly, of the genetic difference—the genetic \"distance\"—separating these species. Such a distance translates directly to a time of evolutionary separation. This work, expanded and refined in succeeding decades by the explosion of new methods in molecular genetics, especially the shift from studies of protein polymorphisms to direct study of the genes, established the chimps as our closest relatives and the age of our own lineage at not more than five million years. \"Race\" is a word used widely and traditionally in biology to identify subpopulations within a species, that is, varieties, extended families, fuzzy subsets of individuals of common descent, sets more or less differentiable one from the other by appearance and/or behavior. It is no surprise that races or recognizable varieties in other species turn out to be distinguishable—although not necessarily easily—at the level of genetics. To put this another way: obvious external differences among the races of a plant or animal species turn out to result from genetic differences, although those can sometimes be subtle. But of course this must be so! For a race or variety to persist in time, its obvious distinguishing traits must be to some significant extent heritable. And if heritable, the traits must reside ultimately in genes (or more likely) in combinations of genes. \"Traits\" are the products of gene sets—genomes—acting in particular environments over particular life histories. The book's title announces that Sarich and Miele recognize human group differences, and that however fuzzy these sets may be, they are still sufficiently stable as biological subpopulations, varieties, extended families, and \"races\" to be identified as such. Which word one uses doesn't matter: the physical reality does. They argue that the recognition of group differences, of races, among humans is very ancient, a cognitive capability (i.e., not an invention of capitalism or colonialism, as is claimed by many politically correct commentators), of a piece with other category-making competences we share. The burden of the book's central scientific sections is that those differences have a highly plausible evolutionary (and therefore genetic, biological) basis. Far from minimizing the significance of group differences, the relatively short history of our species implies that they must have been very strongly selected for in the several different environments in which our ancestors first flourished. None of which, as the authors insist (perhaps in vain) is any excuse for racism or racial discrimination. It is not hard to predict the response to this book; not just the general response, but the scientific, technical one. For here, as in no other domain of contemporary science except, perhaps, in global climate research, political correctness reigns. There will be denunciations of Sarich and Miele; it has already begun. The general-professional weekly magazine Nature, based in London, is one of the two world-class journals of its kind (the other is Science, based in Washington). Nature commissioned a review from the leftish historian Robert N. Proctor, who relates the argument of this book, at gratuitous length, to questions of racial injustice. He connects, and thereby dismisses, its claim for the reality of race to the works of such often-abused \"raciologists\" as Arthur R. Jensen and J. Philippe Rushton (with whose work in fact this book has very little to do). He describes the case made by Sarich and Miele as \"an exercise in bombast and overstatement\"; and, remarkably for this distinguished science magazine, he offers no analysis of the scientific arguments that are the core of the book. But in Race, those arguments do lead with hard, new, molecular-genetic data to a general conclusion. Here is a recent, independent statement of it: [W]hen the taxonomic term [race] is used consistently across species, it's difficult to see any justification for the common assertion that human races are merely \"social constructs.\" The motivation behind the assertion is a positive one, but denying biological realities at the outset is unlikely to lead to productive social dialogue on coping with human differences. — J. Goodrum. [www.goodrumj.com/RFaqHTML.html] There is no bombast in Race. It is an effort to define for the general reader, in broadest terms, those features of human genetics and anthropology testifying to a surprisingly recent origin of our lineage, but also to a long interval (before the present) of sufficient geographic separation of human subpopulations to have given rise to the currently recognizable races. The message is the opposite of typology: among the races of man, now that we can move freely over the planet and because we are a single species, able to interbreed, differences will become steadily less marked, the sets fuzzier. Eventually, in a distant future, they will disappear. Barring world-wide catastrophe, the prospects for re-segregation and new raciation are nil. But the differences acquired in our evolutionary history haven't disappeared yet. I know of no other popular work that makes this scientific case so simply and places it so clearly in social context as Race. Would that it had been better edited! The publisher seems not to have invested much effort in bringing the separate contributions of the co-authors into tonal consonance. And the courageous decision on the part of the authors to publish such a book would have justified filling out and documenting more fully the core scientific argument. It is perfectly sound so far as it goes, but nevertheless sketchier than it needed to be given the commitment to book-length exposition. Still, the primary literature is available for those who care and know how to examine it. The best summary of its conclusions is like the one quoted above: Human subpopulations are \"races\"; they exist. They are familial subdivisions of the one species, Homo sapiens, to which we all belong. General readers who wish to be informed on the biology of race, in preparation for the next official hyperventilation on the subject, will do well to start with this book. Paul R. Gross is University Professor of Life Sciences, emeritus, at the University of Virginia. His latest book, co-authored with Barbara Forrest, is Creationism's Trojan Horse: The Wedge of Intelligent Design (Oxford University Press). He is also the co-author (with Norman Levitt) of Higher Superstition: The Academic Left and Its Quarrels with Science (Johns Hopkins University Press). The Adaptionist Yardstick: Rethinking the Social Implications of a review By Alondra Oubré In Race: The Reality of Human Differences, Vincent Sarich and Frank Miele attempt to prove the existence of human biological races in a discourse that challenges the claims made in the PBS documentary, [Race: the Power of an Illusion](http://www.newsreel.org/nav/title.asp?tc=CN0149). Drawing on research in paleoanthropology, molecular anthropology, genetics, and to some extent, history, Sarich and Miele endeavor to trace the origin of race as a biological construct. They claim that \"human racial differences are both real and significant,\" not only in regard to physical traits, but also (and perhaps more importantly), to cognitive and behavioral traits. Sarich and Miele assert that human social behaviors, which they contend differ along racial lines, are functional adaptations that emerged fairly quickly in each \"race\" as a result of natural selection. While much of their presentation is based on well-known scientific studies, their work is distinguished by their seminal claim that contemporary biological races of modern humans, Homo sapiens, evolved rapidly within a time span of only 50,000 years. The notion that modern human races are not more than 50,000 years old, and perhaps only 15,000 years old, represents a radical departure from the conventional wisdom that until quite recently has dominated the field of human bioevolution. Sarich and Miele offer noteworthy findings to support a revised, indeed a considerably shorter, timeline for the making of modern human \"races\" (or, more accurately, geographical mega-populations). However, it is their interpretation of what a revamped timeline of this sort signals for \"racial adaptations\"—alleged race-based functional differences—that potentially places Race: The Reality of Human Differences in the controversial realm of racialist writings—the genre of modern scientific racism. Race meets the main criterion that defines a pro-race work. It incisively embraces the perspective that human races are valid biological categories, despite the fact that they remain fuzzy sets, at best, without clearly defined borders. Yet it may be unfair to label Race as intrinsically racialist simply because the authors maintain that human races are a biological reality. To their credit, Sarich and Miele base their conclusion not on a whimsical ideological stance of fear-based \"race realism\" (as some folk in the pro-race camp label themselves), but instead on a broad (though arbitrarily selected) cross-section of published research in biological sciences. Nonetheless, the relevance of some of their supporting evidence is open to debate. Codifying selective research findings that appear to lend credibility to one's hypothesis is one thing. Formulating a compelling theory that successfully explains contradictions to one's own hypothesis (in other words, that can account for anomalies in various sets of data) is quite another. In a casual journalistic style designed to entice the average lay reader, Sarich and Miele cover a wide array of topics which, though pertinent, are not well integrated into a cohesive thesis. Although the book is one of the latest additions to scientifically-informed books on race-realism, it lacks the focus, cogency, and conviction, if you will, of writings in the \"new racial science,\" perhaps best embodied in Richard Herrnstein's and Charles Murray's 1994 The Bell Curve. As staunch proponents of the race concept, both Sarich and Miele claim that human races are biological phenomena and not, as those in the anti-race camp proclaim, only social constructs. Sarich and Miele hold impressive track records in their respective fields of academia and journalism that should make them, individually and combined, qualified to write this book. Sarich, after all, attained widespread acclaim in the scientific community after he and his then senior co-worker, Alan Wilson, of the University of California at Berkeley, recalculated the evolutionary timeline of the ape-hominid divergence using immunological data (in this case, proteins) rather than fossil evidence. [1](#note01) Sarich (who has graduate level training in chemistry) was one of the first physical anthropologists to apply quantitative laboratory techniques used in biological sciences, particularly molecular biology, to paleoanthropology—the study of fossil remains of human ancestors. Sarich has earned a legitimate place in the halls of biological anthropology as that rare icon who (at least during the early part of his career) helped catalyze the cross-fertilization of several fields, namely biochemistry, genetics, and osteology. Although Sarich's critics may point out, and correctly so, that his empirical research experience is limited, he is nonetheless well-respected by his peers across the political spectrum for his intellectual contributions to theoretical and conceptual developments in molecular anthropology. On more than one occasion, Sarich has been right in his predictions—his \"scientific hunches\"—even after his colleagues thought him wrong. For example, during the 1990s Sarich insisted that the mitochondrial DNA (mtDNA) timeline estimated for the divergence of human races (or more accurately, human populations) was longer than that projected at that time by Alan Wilson, Mark Stoneking, and Rebecca Cann. Sarich appeared initially to be way off the mark, but the data eventually proved his position to be correct. In an analogous situation, over the past decade Sarich has publicly stated that the timeline for the micro-evolution, or differentiation, of modern human races is much shorter than scientists ever thought possible. [2](#note02) As the research summaries presented in Race reveal, once again Sarich's maverick position on a temporal event in human bioevolution may have some validation, even in the face of initial opposition. In like manner, Frank Miele is not just another science writer. Miele's curriculum vitae is several cuts above the vast majority of science journalists, particularly those who focus on race and human evolution, for several reasons. As Senior Editor of Skeptic magazine, Miele has interviewed a coterie of highly public (if not controversial) scientists, including E.O. Wilson, Charles Murray, Richard Dawkins, and Arthur Jensen. Miele's knowledge of evolutionary biology, including its contentious spin-off field of evolutionary psychology (and its sister field, sociobiology) is not entirely self-taught, however. Earlier in his career, Miele pursued graduate studies in psychology, including subfields of behavioral genetics and psychometrics, at the University of Georgia. During his tenure as an undergraduate student majoring in psychology, he was published in journals such as Mankind Quarterly (which, incidentally, is one of the premier voices of academic racial science). More recently, Miele has collaborated on scholarly projects with Richard Lynn, a British racial scientist and eugenicist. Regardless of any controversy that may surround Sarich and Miele, the pivotal issue at stake here is not whether or not human races per se exist, regardless of what biological criteria are used to define a race. Rather, the crux of their book, I submit, is the assertion that over the past 15,000 to 30,000 years, modern human races evolved different sets of behavioral traits because each race was subjected to differing ecological selection pressures. Many experts agree that natural selection was the predominant Darwinian force that determined which traits were adaptive for a given population, or local geographical race, in a given environment. According to Sarich and Miele, however, natural selection not only shaped the physical traits that distinguish different populations, but it also drove the emergence of certain social behavioral patterns that (allegedly) vary from one \"race\" to another. The implications of Sarich and Miele's contention are staggering. If true, they suggest that what appear to be ethnic behavioral styles are linked more to inborn racial genetic tendencies than to nongenetic causes—that is, environmental and developmental causes. In the tradition of the post-Jensenian contemporary racial scholars, Sarich and Meile imply, rather meekly, that ethnic disparities in educational, economic, vocational, and social achievement are the result of race-based differences in physical and behavioral traits. Furthermore, they maintain that because these traits evolved through natural selection acting on the level of the population (which for them is tantamount to race), social behaviors are generally fixed and unchangeable in any population. The authors make this assertion while ignoring a wide array of environmental constraints as well as the impact of environmental influences known to affect human developmental biology, including the soft-wiring of the brain. If Sarich and Miele's goal is to garner praise from their own choir—\"hard\" and \"softer\" race-realists alike—for an eclipsed (and thus potentially distorted) canon of the origin of modern human races, they may have succeeded. If, however, their intent is to advance a substantive, data-driven argument for the evolutionary-genetic origins of race-based behavioral traits—traits which they seem to think are \"fixed\" by natural selection—then they have short-changed their readers (on \"both sides\" of this fierce debate). The predictive power and scientific valence of their assertions must ultimately be gauged by the strength of the replicable empirical evidence used to buttress their arguments. In the final analysis, Sarich and Miele may have failed to persuade a significant portion of their readers not because they have taken a (presumably) politically incorrect position. Rather, their treatise falls short because they have opted to pander a \"mainstream public\" that is (understandably) irritated by growing ethnic gaps in social performance rather than uphold the rigor of the scientific process. Although portions of their presentation may be entertaining (especially to dog lovers), Sarich and Miele ignore a wealth of pertinent research findings that must be considered in any discourse on group differences, particularly differences in such highly valued human traits as intelligence and social behaviors. Regardless of one's position on the race-genes-and-ability debate, omitting salient counter-findings that go against the grain of one's own a priori stance can severely compromise the scientific method. It can impede inductive reasoning, a quality critical to hypothesis testing. And it can render ineffective parsimonious interpretations of the available evidence as a whole needed to construct valid scientific models. There are several lines of counter-evidence that cast doubt on, if not patently refute, the validity of Sarich and Miele's hypothesis that human \"races\" are genetically predisposed to varying levels of cognitive ability and pro-social (or anti-social) behaviors. This review focuses on the validity and parsimony of the authors' hypothesis that human races vary in their innate predispositions toward certain social behaviors. It addresses their idea that alleged behavioral tendencies in ethnic groups are rooted in racially-linked adaptations to varying ecological environments. More importantly, this critique challenges Sarich and Miele's assertion that presumed race-based behavioral adaptations that occurred during the course of human micro-evolution are necessarily a direct outcome of natural selection and, therefore, are generally fixed in most members of a racial group. It should be noted, however, that Sarich and Miele do allow for individual exceptions to what they call race-based behavioral proclivities. For this reason, they endorse a meritocracy in the United States that rewards individuals on the basis of individual achievement, regardless of the individual's \"racial\" heritage. The Sarich-Miele Proposition: Fast-Track Human Evolution As Evidence of Race-Based Behavioral Adaptations In order to evaluate the validity of the Sarich-Miele hypothesis, we must consider not only the supporting evidence presented by the authors, but also salient counter-findings that the authors have ignored. This critique considers four crucial issues within bio-evolution that bear directly on the validity, or lack thereof, of Sarich and Miele's hypothesis about inborn, race-based behavioral traits. 1. Population-based (or race-based) differentials in the selection-driven functionality of physical, behavioral, and cognitive traits Sarich and Miele propose that natural selection explains the origins of alleged behavioral differences along racial lines, yet, they never answer the question (in fact, they never even raise it): How do we know for certain whether a trait evolved through natural selection or instead, through a neutral evolutionary mechanism of genetic drift? This question (as well as any answers we may offer) is fundamental to understanding the adaptive significance, if any, of population-based (or race-based) differences in functional traits. Many experts maintain that although natural selection plays a critical role in the evolutionary origin of many traits, it is not the driving force behind all biological phenomena. In fact, according to some evolutionary biologists who conduct empirical field research, genetic drift is typically assumed by default to account for most traits. Proving that natural selection is involved in the origin of a particular trait is a complicated process. Given the complexity of natural selection, it is not surprising that biologists cannot ascertain if there are long term differences in traits that have evolved through natural selection versus those that emerged through neutral selection. [3](#note03) There are other enigmas that must be sorted out as well if we are to identify the features that distinguish natural selection from neutral selection. For instance, genetic drift tends to be more influential in small populations while natural selection is more powerful in large populations. The microevolution of human races that occurred over the past 15,000 to 30,000 years affected smaller human populations. At the same time, however, natural selection had a momentous impact on the evolution of certain anatomical and physiological traits in larger geographical populations. Both genetic drift and selection could have operated in tandem to initiate the emergence of different traits in the same populations, or in clusters of geographical populations. Positive natural selection increases fitness, which is measured in terms of survival and reproduction. However, natural selection may act on different levels of biological organization, even simultaneously at times. Classic bioevolutionary studies emphasize the influence of natural selection on individual organisms, populations, and even species. Yet, selection can also act at the level of the genome, chromosomes, and genes (DNA sequences). [4](#note04) Sarich and Miele's treatise may have been more scientifically credible if they had clarified, even briefly, the limitation of our current scientific understanding of natural selection as the ultimate determinant of racial adaptations. To call for this clarification is neither to deny or espouse the existence of human races. Rather, it is a plea for scientific accountability: presentation of balanced pro and con evidence on the presumed functionality of race-based traits, particularly behavioral traits which the authors speculate differ along racial lines. 2. Population-based (or race-based) differentials in life history traits Sarich and Miele do not examine the multifactorial causes—and the delicate interplay between biology and environment—that best explain population differentials in life history traits, such as rate of sexual maturation, fertility and birth rate, average number of births, and longevity. On the other hand, had they thoroughly examined the literature, they would have uncovered numerous inconsistencies in studies which show one of two things: either natural selection is not pivotally involved in the evolution of all life-history traits in human races; or life-history traits vary within the geographical mega-groups that Sarich and Meile insist on calling human races. Consider, for instance, the rate of sexual maturation in African American girls, which is considerably faster than in girls in raised in various African populations living in Africa. [5](#note05) The mixed-race ancestry of African Americans does not account for this phenomenon. Instead, the differences in these rates appear to be linked to developmental biology. In a similar vein, Sarich and Miele cite published studies on \"race and brain size\" without ever mentioning the well-known limitations of these studies. According to Michael Peters of the University of Guelph in Canada, and his colleagues, researchers who indiscriminately use only one formula for measuring human skulls of different shapes are more likely to make systematic errors in measuring brain size. [6](#note06) For example, the German Formula gives a smaller average brain size for male Blacks who have dolichocephalic, or long-headed, skulls. There is a wide amount of variation in skull shapes among people of African descent—even within a single African ethnic group, or local population. Peters and his co-investigators note that the solution for producing accurate calculations for cranial size in Blacks, in particular, is to use multiple cranial size formulas. For instance, the Ainu formula places more weight on the length rather than the breadth of the skull. In one study, the cranial size of Black skulls was 1359 cm3 when using the German formula. By contrast, the same skulls of Blacks averaged 1418 cm3 when the researchers used the Ainu formula (which gives more weight to the length of the skull) . As Leonard Lieberman points out, human populations that evolved in cold climates have a more spherical brain case to prevent loss of body heat during cold weather. [7](#note07) In addition, Sarich and Miele do not consider the nature of gene expression in the genes that guide the development of neural patterning. Nor do they address the complex phenomenon of gene-environment interactions, which can result in varying manifestations of genetic proclivities. They support Spearman's hypothesis: the claim that Blacks typically score lower on the more difficult \"g-loaded\" IQ test questions that are reportedly associated with abstract reasoning. However, they ignore the fact that there is no consensus among experts on precisely what g signals. In fact, leading scholars cannot even agree on which IQ test questions are more \"g-loaded.\" [8](#note08) 3. The role of developmental biology versus population genetics in determining human cognitive and behavioral traits In their discussion of purported inborn, race-based behavioral patterns, Sarich and Miele omit findings from several relevant fields of study that reveal the powerful role of developmental genetics in shaping human cognition and behavior. These authors fail to clarify both the evolutionary constraints and environmental influences (including psychosocial and biotic factors) that are known to affect developmental biology. Experts have shown that long term developmental biology can mimic genetic transmission in producing some traits in certain populations. Slight population differences in life-history traits such as growth and maturation, fertility, and reproductive rate in some populations may appear to be a result of population genetics—\"racial genetics\"—when in fact, in certain situations the ethnic differences mainly reflect varying environmental exposures. In the United States the age of menarche in African American girls is earlier than that of European American girls. [9](#note09) However, as noted previously, a similar \"precocious\" onset of menstruation (\"precocious\" only if a White female standard is used) has not been reported in various Black African girls born and reared in West and Central African societies [10](#note10) or in East African nations. [11](#note11) Yet, some racial scientists are erroneously convinced that the earlier average age of sexual maturation seen in African American girls reflects a genetic predisposition. [12](#note12) The evidence does not support their view. Cross-cultural surveys clearly show that the age of onset of menarche varies rather widely across geographical populations and ethnic groups. Ethnic differences in developmental patterns appear to be associated with environmental influences. Candidate environmental factors include a wide range of nutritional deficiencies; exposure to lead, fluosilicic acid and sodium silicofluoride used tofluoridate water; and possibly estrogenic compounds found in both soy-based infant formula and placenta-containing hair cosmetic products. [13](#note13) Preliminary findings from various studies suggest that African American infants, toddlers, and girls may be over-exposed to estrogen-like compounds, including PCB's, from environmental toxins found in certain ethnic, placenta-containing hair products and in phytoestrogens (natural plant estrogens) found in soy-based infant formula. Compared to non-Black newborns in the United States, a higher proportion of African American babies are fed soy-based infant formula. (It should be noted, however, that even though these particular environmental factors are correlated with aberrant neurological and behavioral conditions, unequivocal cause-and-effect relationships have not been established.) While findings linking environmental toxins such as lead, silicoflourides, manganese and estrogen-like compounds to psychosexual development are inconclusive, certain environmental factors have been shown to influence testosterone and serotonin levels. Research strongly suggests that \"racial\" differences—especially Black/White/Asian differences in testosterone levels in men—is associated with diet and social factors such as dominance and social status. Several studies contradict the claim that variations in this male sex hormone are tied to racial genetics. [14](#note14) Similarly, population differences in the levels of key neurotransmitters—brain chemicals such as serotonin and dopamine—may be linked to environmental influences rather than race-based genetics. [15](#note15) Sarich and Miele suggest that brain size and certain other neurological traits are associated with intelligence, or cognitive performance. They draw on data that seemingly supports their claim that Black African populations and their Diasporas have smaller cranial volumes. For these authors, \"race-based\" differences in brain size are the result of different adaptations to different geographical climates. Nonetheless, emerging evidence increasingly counters the long-held scientific claim, if not folk belief, that Blacks are genetically wired for a smaller cranial capacity. According to several neuroscientists, the differences reported in the brain size of populations, especially in comparative studies on White, Northeast Asian, and Black African populations, reflect developmental differences rather than inborn race-based differences. The developmental biology of the human brain is influenced by myriad environmental and epigenetic factors—complex interactions between genes and environment. These factors include not only a gamut of nutritional factors, but also environmental toxins. As noted previously, the problems of objectively measuring brain size have distorted at least some of the reported population (\"race-based\") differences in brain volume. Sarich and Miele also fail to explain critical anomalies regarding g—the \"thing\" that IQ tests supposedly measure—in relation to Black/White differences in IQ tests scores. First, as noted, is the fact that there is a lack of consensus among experts on which IQ test questions are more abstract—that is, allegedly more difficult to answer. [16](#note16) Second, even pro-nature researchers, including some behavioral geneticists, cannot agree among themselves on either the neurophysiological or genetic substrates of g. And third, the relatively lower heritabilities for IQ in black twins suggests that environmental forces may play a relatively greater role in influencing the average IQ scores in African Americans compared to Whites. [17](#note17) In fact, a host of counter findings strongly suggests that the wide range of IQ scores reported in African populations depends on prior academic learning, including experience with taking tests. While racialists continually point to the \"African IQ of 70,\" the evidence clearly indicates that African populations as a whole do not have single average IQ. There is considerable variation in average IQ scores among Black Africans, even within the same population. Ugandans living in Uganda, for example, earned an average score of 80 on the Terman Vocabulary and Kohs Blocks Test, and a score of 88 points on Raven's Progressive Matrices. In another study, Tanzanians in Tanzania also averaged 88 points on Raven's Progressive Matrices. [18](#note18) Note that these latter scores, while low, are slightly higher then the typically reported IQ norm for African Americans. [19](#note19) If Sarich and Miele's hypothesis carries any weight, then it must be allow researchers to differentiate traits shaped by developmental biology from traits that are primarily under genetic control. This concern immediately raises several questions. How strong of an influence do multiple environmental forces have on the genes and haplotypes that guide developmental biology? Do genes linked to developmental biology have a higher heritability? In other words, are they less subject to natural selection and therefore more easily influenced by environmental fluctuations—both internal and external environmental forces? Can environmental change affect the gene expression of functional traits that evolved through natural selection? Detailed answers to these questions are beyond the scope of this review. In general, however, it appears that environment can change gene expression because developmental biology is itself subject to ongoing environmental influences that act through continuous—at times competing and at times cooperating—environmental forces. Supporting evidence for this claim may explain some of the inconsistencies in research on \"race-based\" genes linked to testosterone and serotonin. To ignore, let alone discount, the impact of the environment on any life-history trait in humans is not simply incomplete science, but also disingenuous science. The mere act of dismissing crucial evidence in regard to scientific topics such as ethnicity and IQ—topics that have far-reaching social ramifications—borders on questionable science at best and, at its worse, fraudulent science. 4. The Role of neutral selection versus natural selection in population-based (or race-based) molecular traits associated with behavior In the late 1960s, Motoo Kimura, a Japanese biologist, challenged the canons of evolutionary science when he stated that natural selection, particularly on the molecular level, was not necessarily a potent force in evolution. Extending the theory of genetic drift first proposed in the 1930s, Kimura argued that molecular variation was selectively neutral. Kimura focused on the randomness, or selective neutrality, of variation in proteins and DNA. The gist of his neutral theory of molecular evolution, usually called \"neutral drift,\" is that the vast amount of evolutionary change observed on the molecular level—the level of DNA and proteins—is driven by genetic drift rather than natural selection. This position contrasts with the Neo-Darwinian evolutionary perspective in which molecular evolution is thought to be the result of natural selection. [20](#note20) Although Kimura's anti-selectionist position challenged the neo-Darwinian synthetic theory of evolution, his arguments were so compelling that his neutral theory was eventually incorporated into the modern synthesis of evolutionary biology. In other words, although Kimura is considered an anti-Darwinist, his theory is compatible with the tenets of neo-Darwinism. During the 1970s, leading neo-Darwinists such as Ernst Mayr critiqued the limitations of the neutral theory which, in Mayr's initial view, did not address traits that have become fixed in a species or population. Nonetheless, Mayr's perspective could not explain a possible relationship between random molecular variation and fitness, including cumulative DNA changes that could ultimately lead to fitness. By the 1980s, Mayr shifted his own position, noting that an increasing number of sites in the largest molecules were found to have specific functions. For Mayr, it was only a matter of time before the function of \"functionless sites\" of large molecules (conceivably both nucleotide sequences and amino acids) would be discovered. As Mayr pointed out, \"neutral\" base-pair replacements are widespread. More importantly, however, he acknowledged that numerous alleles once thought to be neutral had \"selective significance.\" In so doing, Mayr gave Kimura's neutral theory a boost of credibility within the scientific community. At the same time, Kimura admitted that the neutral theory is inadequate in explaining Darwinian evolutionary change at the phenotypic level—the level on which a trait manifests. Instead, Kimura argued, the value of the neutral theory lies in its prediction that the most variation occurs in the functionally less critical parts of a gene. [21](#note21) According to the neutral selection theory, the functionally significant components of a molecule will change more slowly than the functionally insignificant components. This view contrasts with the Darwinian position, which predicts that evolution will be most rapid in the functionally important parts of molecules—the area where selection is strongest. In the neutral theory, genetic drift plays a comparatively larger role than natural selection in evolutionary processes. Evolutionary change is assumed to result from genetic drift acting on neutral alleles. In neutral selection, gene variants that become more prevalent in a population may decline or even disappear through random events. On rare occasion, a neutral substitution to one of these gene variants may become \"fixed\" and give rise to a widespread trait. If enough new substitutions accumulate on the gene variant, the genome will evolve. However, the evolution that occurs in such a rare case results from the additive effects of neutral substitutions to the gene variant. It does not emerge through natural selection. Ironically, Sarich and Meile never mention the neutral selection theory in relation to the micro-evolution of human behavioral phenotypes. There are at least two reasons why they could have mentioned this theory in relation to their hypothesis about race-based differences in behavior. First, the early techniques used to determine the molecular clock—techniques that Sarich helped to develop—are based on the neutral theory. And second, if as Sarich and Miele claim, purported \"race-base\" behavioral differences reflect each \"race's\" unique genetic-evolutionary history, then the molecular source—the genetics—of those differences should have been closely examined. Consider new findings in molecular psychiatry—the study of the role of genetics in behavioral traits, or what scientists call behavioral phenotypes. Human geneticists working at the interface between molecular biology and the behavioral sciences have identified a small number of population-based (the term preferred by most mainstream researchers) polymorphisms, or differences in the genes that regulate brain chemicals involved in mood and certain social behaviors. For example, some populations differ slightly in their frequency of dopamine and serotonin gene variants linked to behavioral traits such as alcoholism, drug addiction, novelty seeking, and anxiety. [22](#note22) This line of research is highly controversial because of its potential use, or misuse, to support the existence of inborn race-based hierarchies in law-abiding behaviors, emotional stability, and even the capacity for (Western) cultural achievement. On a cautionary note, experts have yet to draw any definitive conclusions about cause-and-effect relationships between most of the neurochemical gene variants studied so far and social behaviors across a wide gamut of populations. Only a few associations have been established for individuals, and even fewer for populations. The research conducted to date typically has focused on smaller regional populations instead of huge, ill-defined social groupings that correspond to popular notions of human races. Yet, this is one of the most important arenas in which pro-race advocates such as Sarich and Miele should search if they are seeking irrefutable cause-and-effect evidence linking racial genetics and perceived ethnic behavioral patterns. What happens when we examine the evidence produced thus far in this field? Alas, in a few cases we discover gene variants that do differ along population lines. In most cases, however, even race-based gene variants that reportedly predict certain behaviors in individuals are not consistently predictive at the group level. Whether or not an individual who carries one or more gene variants linked with socially deviant and unproductive behaviors actually manifests aberrant behaviors depends on myriad other influences, including an array of environmental factors. Moreover, there is no evidence for robust associations between specific gene variants and behaviors at the mega-population (racial) level. For the sake of argument, let us assume that Sarich and Miele are correct in their thesis about relatively rapid evolution resulting in modern human races (as some findings suggest may be the case). If so, then certain gene variants that are linked to social behaviors and that may also differ slightly along population lines become likely biological (in this case, molecular and genetic) substrates for race-based behavioral differences. If Sarich and Meile are right, this variation is the product of natural selection. Yet, the differences seen in variant genes regulating serotonin, dopamine, and testosterone, as well as other genes involved in brain chemical and hormonal production, may reflect molecular variation. From the vantage of Kimura's neutral theory, the molecular differences in these gene variants are a prime example of neutral evolutionary change. Granted, preliminary findings from a recent study suggest that selection may operate at the molecular level. [23](#note23) (see Yaris, 2002.) However, in many (though certainly not all) cases, evolutionary changes appear to have resulted from molecular genetic drift rather than selection, whether natural selection or sexual selection. [24](#note24) Conclusion Although an in-depth analysis of the \"neutralist-selectionist\" debate is outside the purview of this critique, this debate is relevant to the assertions made in Sarich and Miele's Race: The Reality of Human Differences. The central question is not whether or not natural selection accounts for certain traits in human populations since it clearly does. Instead, the paramount concern is over the relative proportion of neutral and selected, or non-neutral, alleles that determine traits. If a trait emerged through selection, the trait can be assumed to have fitness and functionality. However, if it arose through genetic drift, then it is neutral in terms of fitness. By definition it could not have evolved as an adaptation. Moreover, because neutral traits are not normally fixed, they can decrease in frequency or even vanish in a given population over time. Are neutral genetic traits linked to mood and behavior more influenced by the environment than selected traits? This would appear to be the case—after all selected traits are fixed. This idea is consistent with the neutral theory, which states that evolution at the molecular level is non-adaptive. In fact, research in molecular psychiatry suggests that this may well be the case. This also may explain numerous inconsistencies in the relationship between, on the one hand, serotonin- and dopamine-related genes and, on the other hand, certain mood and behavioral states across ethnic populations. [25](#note25) This does not mean that population differences found at the molecular level, including gene variants implicated in human psychosocial behaviors, are irrelevant. They are. However, population variance at the molecular level is more likely the outcome of random evolutionary processes. The point here is that within the context of molecular micro-evolution, human population differences—\"racial differences\"—in gene variants linked with mood and behavior may not be unchangeable or fixed as in the case of a physical traits shaped by natural selection. A growing body of research suggests that a wide array of environmental factors can significantly affect the manner in which a particular gene, or gene variant, is expressed. An introductory level treatise such as Race: The Reality of Human Differences cannot be expected to be comprehensive, but surely it is not prudent to overlook salient data, including important counter-data. To ignore the profound implications of developmental biology when talking about race-based differences in behavior is to offer bold, if not ludicrous, claims that often have no basis in reality. This misguided process renders scientific inquiry a frivolous pursuit of \"perilous notions.\" By relying on assertions more than arguments throughout much of their text, Sarich and Miele unwittingly do scientific inquiry an injustice. While some of their material may be new to some readers, the misleading information, if not unfounded contentions, that plagues much of their text is disappointing. Despite their best intentions to present an objective, scientifically informed discussion of human race, Race: The Reality of Human Differences ironically may only further the \"scientific dumbing down of America.\" References & Notes - Wilson, A.C. and Sarich, V.M. 1969. \"A molecular time scale for human evolution.\" Proceedings of the National Academy of Sciences. - Sarich, Vincent. 1995. \"Race.\" Paper presented at the Eighth Annual Meeting of the Human Behavior and Evolution Society (HBES). Northwestern University. Evanston, IL. - > Wayne, M. L., and K. L. Simonsen. 1998. \"Statistical tests of neutrality in the age of weak selection.\" Trends in Ecology and Evolution, 13:236-240. - Hartl, D. L., and A. G. Clark. 1997. Principles of population genetics. Sinauer Associates, Sunderland , Massachusetts . - Thomas Meeus Guegan variability and patterns and main determinants.\" Apr;73(2):271-90. - Peters M, Jancke L, Staiger J, Schlaug G, Huang Y and Steinmetzi H. Unsolved Problems in Comparing Brain Sizes in Homo Sapiens. Brain and Cognition.1998. 37: 254-285 - Lieberman, 2001. - Ceci SJ. On Intelligence: A Bio-Ecological Treatise. 1996. Harvard also Dolan Conor, Roorda Willemijn and Two failures hypothesis: The GATB in Holland and the JAT in South Africa. 2004. Intelligence. 32: 155-173. - Shumei S. Sun, PhD, Christine M. Schubert, MS, William Cameron Chumlea, PhD, Alex F. Roche, MD, PhD, DSc, Howard E. Kulin, PhD , Peter A. Lee, PhD , John H. Himes, PhD. National Estimates of the Timing of Sexual Maturation and Racial Differences Among US Children, Pediatrics November 2002. 110(5): 911-919 - See Thomas, et al., 2001, op cit. - Rogo KO, Oniang'o RK, Muruli LA. Menarche in African girls in some post-secondary institutions in Kenya. East Afr Med J. 1984(11):745-50. - Rushton, J. Philippe. Race, Evolution, and Behavior: A Life History Perspective. 1995. Somerset, NJ: Transaction. - Crinella FM. Does soy-based infant formula cause ADHD? Expert Rev Neurotherapeutics. 3(2):145-148.2003; Masters, R,, Hone, B, and Doshi, A. Environmental Pollution, Neurotoxicity, and Criminal Violence,\" in J. Rose, ed., Environmental Toxicology: Current Developments. London: Gordon and Breach. 1998, pp. 13-48; Tiwary CM. A survey of use of hormone/placenta-containing hair preparations by parents and/or children attending pediatric clinics. Mil Med. 1997;162:252-256; Tiwary CM. Premature sexual development in children following the use of estrogen- or placenta-containing hair products. Clin Pediatr. 1998;37:733-739; Zimmerman PA, Francis GL. Hormone-containing cosmetics may cause signs of early sexual development. Mil Med. 1995;160:628-630. - hormone-binding globulin, and body composition in young adult African American and Caucasian men. Metabolism 2001 undergoing prostate biopsy. Urology 1999 Dec;54(6):1035-8; Mazur, Allan & Booth, Alan. Testosterone and Dominance in Men. Behavioural and in African-American and white normal subjects and prostate cancer patients. J Natl Med Assoc 2000. 92(9):445. - Breggin Ginger and Breggin Peter. 1997. The War Against Children of Color: Psychiatry Targets Inner City Youth. Courage Press; Gelernter J., Kranzler H., Coccaro protein gene polymorphism and personality measures in African American and European American subjects.\" Am J Psychiatry, Oct;155(10):1332-8. - Ceci, 1996, op cit. - Scarr, Sandra. 1994. \"Review of: The Bell Curve: Intelligence and Class Structure in American Life.\" Issues in Science and Technology, Winter, 11(2):82-4. - Lynn, Richard. 1990. \"The Evolution of Racial Differences in Intelligence.\" Mankind Quarterly, 32,99-121; Lynn, Richard and Vanhanen, Tatu. 2002. [IQ and the Wealth of Nations](https://www.amazon.com/exec/obidos/ASIN/027597510X/skepticcom20-20/102-6542802-5625719?creative=125581&camp=2321&link_code=as1). International variability of ages at menarche and menopause: patterns and main determinants. Westport, CT: Praeger. - Herrnstein and Murray, 1994, op cit. - Kimura, Motoo. 1983. Neutral Theory of Molecular Evolution. Cambridge University Press; Kimura, Motoo. 1994. Population Genetics, Molecular Evolution, and the Neutral Theory: Selected Papers. - Kimura, 1994, op cit. - Hamer, D.H. and Copeland P. 1998. Living With Our Genes. New York: Doubleday. - Yarris, Lynn. 2002. \"Survival of the Fittest Molecules.\" Berkeley Lab Currents. March 8. [www.lbl.gov/Publications/Currents/Archive/Mar-08-2002.html](http://www.lbl.gov/Publications/Currents/Archive/Mar-08-2002.html) - Wayne and Simonsen, 1998, op cit. - Gelernter, et al, 1998; Gelernter, et al, 1997, op cit. Dr. Alondre Oubré wrote \"Plants, Property, and People: Should Indigenous Peoples be Compensated for their Medicinal Plant Knowledge?\" in Skeptic, Vol. 4, No. 2, and participated in the Skeptics Society Symposium on Race and I.Q. Dr. Oubré is a medical anthropologist, writer, and research consultant. Over the past twenty years, her research has helped to bridge the gap between orthodox modern medicine and complementary alternative healing practices. She is one of a small number of African American scientists trained in ethnopharmacology-the study of medicinal plants and other natural substances for pharmaceutical use. Dr. Oubré's desire to develop new therapeutic tools to fight disease led her to study medical anthropology. By the time she was in graduate school, her interests had expanded to include the evolution of the human brain and the origin of human races. During the 1970's, she studied traditional Chinese, African, Native American, and Hawaiian herbal medicines, gaining great insight into non-Western healing systems. Her goal was to integrate these practices into traditional Western medicine. In 1992, she joined Shaman Pharmaceuticals as a staff scientist, becoming perhaps the first full-time medical anthropologist for a pharmaceutical company. Since childhood, Dr. Oubré has been intrigued with race, ethnicity, and xenophobia, or fear of those different from one's own group. Her studies in physical anthropology and human evolution have shed light on the subject of race and race relations. "}