{"title": "Naturopathic Medicine - Natural Health Solutions | Lake Natural Medicine - Lake Oswego, Oregon", "author": null, "url": "https://www.lakenaturalmedicine.com/naturopathic-medicine-lake-oswego/", "hostname": "lakenaturalmedicine.com", "description": "Before you resort to drugs and surgery, consider our personalized natural health treatments. Our holistic approach targets the causes of illness and dysfunction, not just the symptoms. We bill insurance for you.", "sitename": "Lake Natural Medicine - Lake Oswego, Oregon", "date": "2023-01-01", "cleaned_text": "Naturopathic Care Do prescription medications make you sicker from negative side effects? Does your medical doctor spend enough time with you to cover all your health concerns — or are you asked to make a separate appointment for more than one problem? Discover a refreshingly different, comprehensive approach to your healthcare with a visit to Dr. Gregory McDonald, a naturopathic doctor (ND) who practices holistic healing based on natural solutions for health concerns. What is Naturopathy? Naturopathy or naturopathic medicine uses the healing power of nature to treat the underlying causes of disease, rather than just the symptoms. While conventional medicine often targets symptoms and treats with drugs and surgery, naturopathic medicine focuses on holistic healing and uses an array of alternative therapies. Naturopathic medicine in the United States originated in the late 1880's, as the idea of 'nature cure' when natural therapeutics became popular. Today, naturopathic doctors attend a 4-year medical school where they are trained as primary care doctors. In many states, including Oregon, a naturopath is a fully licensed physician who may prescribe pharmaceuticals. Dr. McDonald, however, chooses to focus on the more traditional principles of naturopathic medicine, treating his patients with natural remedies and therapies, not drugs. What is Naturopathic Care? Dr. McDonald is a holistic doctor, in that his approach to your health focuses on prevention and self-care. Treatment by a naturopath supports your body's inherent healing abilities. Holistic healing is characterized by treatment of the whole person, taking into account the connection between health problems and a person's mental and social factors, rather than just the physical symptoms of a disease. Whenever possible, Dr. McDonald utilizes natural solutions to health problems. Your lifestyle, habits, diet and emotions all contribute to health concerns. For example, your body's structural health and the effects of stress factor into your health assessment. A naturopath may test for food sensitivities related to your health issues and provide nutritional counseling. You may choose to go on a cleanse and detoxification program to help your body release environmental and other toxins stored in the tissues that can contribute to ill health. The team at Lake Natural Medicine offers therapies for naturopathic care: - Physical manipulation (DNFT) - Manual therapies and exercises - Preventative care - Homeopathy - Emotional and stress evaluation - Nutritional counseling - Cleanse and detoxification - Food sensitivity testing - Diagnostic lab tests and imaging when needed - Herbal remedies - Western & Chinese - Professional-grade supplements - Acupuncture and microcurrent for pain - Ear acupuncture (Auricular Therapy) - Massage I Already Have a Doctor The journey of healing may take you to a variety of healthcare providers, both conventional and alternative. Naturopathy is a complementary medicine that can work well with traditional Western medicine, depending on your condition. Naturopathic medicine and conventional medicine are increasingly integrative and work together to offer a 'patient-centered' approach with multiple options for care. As a holistic doctor, Dr. McDonald often collaborates with other doctors, physical therapists, acupuncturists and massage therapists to optimize treatment for each patient. What's Special About Dr. McDonald? Besides having a considerable array of treatments available for patients, Dr. McDonald's personable nature is a major draw. Long-time patients drive from the Oregon coast, Seattle and Bend to receive his unique blend of treatments. In the tradition of the original 'nature care' doctors, Dr. McDonald takes the time to get to know his patients. He is a caring physician, known for his experience and calm, respectful presence. He treats patients of all ages, from infants to to the very elderly. Whenever possible, he returns off-hour phone calls, is available to patients for questions between appointments and even makes home visits if needed. Can Treatment Benefit Me? If you want to try alternative treatments to prescription drugs or surgery, naturopathic medicine opens up a world of options for recovery and maintenance of your health. Dr. McDonald's practice offers the following classical benefits of naturopathy, as defined by the Oregon Association of Naturopathic Physicians (OANP): Clinical Nutrition A cornerstone of naturopathic medicine, refers to the practice of using food as medicine to maintain health and treat illness. Targeted use of vitamin and nutrient therapy are part of your treatment plan. Botanical Herbal Medicine Many plant substances are powerful medicines, effective and safe when used properly in the right dose by a trained physician. Many pharmaceutical drugs originated in herbal medicine before they were patented and altered by drug manufacturers. Physical Medicine Naturopathic manipulation of the muscles, bones and spine, as well as application of hot and cold, gentle electrical impulses, hydrotherapy and exercise therapy. Counseling and Stress Management Mental attitudes and our emotional states can be critical elements in healing illness. Naturopaths are trained in counseling, lifestyle and other mind-body techniques. Diagnostic Labs and Imaging Naturopaths use conventional diagnostic tools when indicated, such as x-rays, electrocardiograms, ultrasound, CT, and MRIs, as well as blood, urine and other laboratory tests. Homeopathy This system of medicine is based on the 'law of similars' (like cures like) and uses highly diluted natural substances to stimulate the body's built-in ability to heal itself. Chinese Medicine Many naturopathic physicians also have a specialty in Chinese medicine, and may use pulse diagnosis, acupuncture and Chinese botanical medicine. Principles of Naturopathic Medicine Time-honored principles of naturopathic medicine and training of a holistic doctor include: Power of Nature Support the body's self-healing ability. Identify and Treat the Cause of Illness Seek to identify and treat the cause of illness, rather than to simply suppress symptoms. First, Do No Harm Utilize methods and medicines which minimize the risk of harmful side effects; avoid harmful suppression of symptoms; and acknowledge, respect, and work with the individual's self-healing process. Doctor as Teacher Educate patients and encourage self-responsibility for health and healthcare choices. Treat the Whole Person Treat patients by taking into account many factors that contribute to health and illness — including mental, emotional, spiritual and environmental influences. Practice Prevention Emphasize prevention of disease by addressing lifestyle, risk factors, heredity and susceptibility to disease. Make appropriate interventions in partnership with a patient to prevent disease. "}