{"title": "PDF", "author": "PDF", "url": "https://lbrbblog.files.wordpress.com/2014/10/ori-complaint_rev_1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 October 14, 2014 By Federal Express Dr. Harold W. Jaffe MD, MA Associate Director for Science Centers for Disease Control and Prevention 1600 Clifton Drive Atlanta, GA. 30333 Dr. Don Wright, MD, MPH Acting Director, ORI U.S. Department of Health and Human Services Office of Research Integrity! 1101 Wootton Parkway, Suite 750 Rockville, Maryland 20852 Re: Alleged Research Misconduct - falsification by omission of material results in the publication of: \"Age at First Measles-Mumps-Rubella Vaccination in Children With Autism and School-Matched Control Subjects: A Population-Based Study in Metropolitan Atlanta. 2004;113:259-266 [The Paper; Exhibit 1] Dear Drs. Jaffe and Wright, We write to report apparent research misconduct by senior investigators within the National Immunization Program (NIP), Battelle Memorial Institute at the Centers for Public Health Evaluation (CPHE), and the National Center on Birth Defects and Developmental Disabilities (NCBDDD), and to request an immediate investigation. The Analysis Plan dated September 5, 2001 [Exhibit 2] set forth the objective of the research reported in the above-titled article, to compare ages at first MMR vaccination between children with autism and children who did not have autism, and to test the hypothesis that age of first MMR vaccination is associated with autism risk. The research team, headed by Dr. Frank DeStefano, MD., (NIP) including Dr. William Thompson Ph.D., (NIP) Dr. Marshalyn Yeargin-Allsopp, MD Boyle, to by Dr. Thompson as \"The Group\") found statistically significant associations between the age of first MMR and autism in (a) the entire autism cohort, (b) African-American children, 2 and (c) children with 'isolated' autism, a subset defined by The Group as those with autism and without comorbid developmental disabilities. However valid results pertaining to the latter groups (b) and (c), crucial to resolving the debate over MMR and autism causality, obtained according to the Analysis Plan, were omitted from The Paper. The concealed results rendered The Paper's conclusion false and misleading: \"we found that, overall, the age at time of first MMR administration was similar among case and control children.\" [Exhibit 1, page 265] This false and misleading report contributed to the CDC's conclusion that MMR vaccine did and does not cause autism, to rejection of a causal association by the Institute of Medicine (IOM), and to denial of compensation mandated by Congress in the National Vaccine Injury Compensation Program (NVICP). This misconduct was recently made public by Dr. William Thompson Ph.D., one of the authors of the Paper, an epidemiologist and statistician, and presently a Senior Scientist at the CDC. He issued a statement [Exhibit 3] on August 27, 2004, where he explained in part: I regret that my coauthors and I omitted statistically significant information in our 2004 article published in the journal Pediatrics. The omitted data suggested that African American males who received the MMR vaccine before age 36 months were at increased risk for autism. Decisions were made regarding which findings to report after the data were collected, and I believe that the final study protocol was not followed. Dr. Thompson brought the misconduct to the attention of Dr. Julie Gerberding, the CDC Director at the material time, despite which the misconduct was allowed to continue and continues to this day (see below). 1. Background By 2002, the possible causal association between vaccines and autism was a profound public concern. The Group noted in The Paper [Exhibit 1, p. 259]: \"Vaccines, particularly the measles-mumps-rubella (MMR) vaccine, are among the exposures for which there has been a great deal of speculation of a possible association with autism.\" In its 2001 report, the Institute of Medicine1 \"encouraged additional studies to evaluate more fully the possibility that there are subgroups of children who might be at increased risk of autism from MMR vaccination.\" [Exhibit 1, page 259] Accordingly, 1 Stratton K, Gable A, McCormick M, eds. Immunization Safety Review: Measles-­Mumps-­Rubella 3 The Group set as its task [Exhibit 1, p. 259-60]: \"To examine further a possible relationship between MMR vaccine and autism, including in different subgroups of children, we conducted a large case-control study in metropolitan Atlanta in which we compared the MMR vaccination histories of a population-based sample of children with autism and school matched control children who did not have autism.\" In 2001, the Group set out to test the hypothesis [The Hypothesis] that, for MMR, \"earlier age of vaccination...might be associated with an increased risk for autism.\" [Exhibit 1, p. 263]. The Group developed an approved Analysis Plan [Exhibit 2] utilizing a Case-Control study design to test The Hypothesis, using children with autism identified from the Metropolitan Atlanta Developmental Disabilities Surveillance Program (MADDSP). Non-autism controls were selected from local regular education programs. Dr. Thompson, a collaborator on the study and a co-author on The Paper, recently came forward as a whistleblower. Dr. Thompson is a Senior Scientist at the CDC where he has worked for many years. He is widely respected as an epidemiologist and statistician2 and has authored many scientific papers. Dr. Thompson was closely involved in the design of the study and was the principal scientist responsible for the associated statistical analyses. Dr. Thompson issued a statement3 [Exhibit 3] on August 27, 2014 regretting that key results were deliberately omitted from The Paper. The following narrative is based upon contemporaneous documents including study protocols, analysis plans, notes, emails, and other communications from the respective participants and their managers at the CDC, provided by Dr. Thompson to Dr. Brian Hooker Ph.D.4 and Dr. Andrew 2 \"Dr. Thompson's scientific contributions as an Epidemiologist assigned to the VSD project for the past 3 years have been innovative in design and outstanding in content. A copy of his current CV outlining his career accomplishments, including 9 research publications completed while in ISB for the past 3 years is attached for reference. Dr. Thompson is uniquely qualified to lead vaccine safety studies that seek to assess the relationship (if any) between childhood vaccinations and neurodevelopmental outcomes, and represents an essential resource in NIP.\" Memo recommending Dr. Thompson for a retention allowance, from Dr. Robert Chen to the office of the Associate Director of Management and Operations at the National Immunization Program. October 31, 2003. 3 http://www.morganverkamp.com/august-­27-­2014-­press-­release-­statement-­of-­william-­w-­thompson-­ph-­d-­regarding-­the-­2004-­article-­examining-­the-­possibility-­of-­a-­relationship-­between-­mmr-­vaccine-­and-­autism/ 4 Assistant Professor, Simpson University, Redding, Ca. 4 Wakefield MB.BS.5 In addition, this complaint is based upon legally obtained digital recordings of telephone conversations between Dr. Thompson and Dr. Hooker. Dr. Hooker has approved access to public datasets for the original raw data from the study provided by the CDC. Dr. Hooker was thereby able to repeat the original analyses and confirm The Group's findings of an excess autism risk in African American children. Dr. Hooker's reanalysis [Exhibit 4] was rigorously peer reviewed and published.6 Dr. Hooker's paper was reviewed and approved by Dr. Thompson. Dr. Thompson has also supplied Dr. Hooker with his original data output and subsequent data runs of his analyses. Dr. Hooker is a scientist, Assistant Professor at Redding University, California, an extensively published vaccine safety researcher, and the father of a child with autism. Dr. Wakefield is an academic gastroenterologist by training and a documentary film producer/director with Autism Media Channel. Both have standing to complain. Both have a strong interest in documenting this research misconduct and in securing a remedy for the severe damage it has caused: Dr. Hooker's son was, as alleged in his petition for compensation to the NVICP, permanently damaged by vaccines. The ethically required and Congressionally -mandated compensation provided by this program has been denied to many children based in part on the misconduct alleged herein. He has also suffered scientific opprobrium for his position on vaccine safety. Dr. Wakefield first proposed a possible link between MMR and autism,7 and specifically, age of exposure to MMR and autism risk.8 Had The Group's true findings been published as intended,9 well before their actual publication date in 2004, much of the damaged done to Dr. Wakefield's career and reputation might have been mitigated. Mr. Moody is an attorney with a longstanding interest in the National Vaccine Injury Compensation Program (NVICP) and an expert in Whistleblower law. 5 Autism Media Channel. autismmediachannel.com 6 \"Measles-­mumps-­rubella vaccination timing and autism among young African-­American a reanalysis of CDC data,\" Translational Neurodegeneration, 2014, 3:16. Following publication, this paper was withdrawn, allegedly due to Dr. Hooker's failure to disclose his board membership of Focus Autism, the study sponsor. Dr. Hooker did disclose that the study was funded by Focus Autism. At the time that Focus Autism agreed to fund the study Dr. Hooker was not on the board and was not under consideration for such. The matter remains under review. See Dr. Hooker's full statement [Exhibit 5]. 7 Wakefield AJ, Murch SH, Anthony A, Linnell J, Casson DM, Malik M, Berelowitz M, Dhillon AP, Thomson MA, Harvey P, Valentine A, Davies SE, Walker-­Smith JA. Ileal lymphoid nodular hyperplasia, non-­specific colitis and pervasive developmental disorder in children. Lancet 1998;351:637-­641 (Retracted) 8 Wakefield AJ and Montgomery SM. Autism, viral infection and measles mumps rubella vaccination. Israeli Medical Association Journal 1999;1:183-­18 9 See Exhibit 4. The plan was to submit the study for publication in December 2001. It was not submitted until 2003. 5 Evidence in addition to the contemporaneous research record and Dr. Hooker's reanalysis is provided below, including Dr. Thompson's statement attesting to the misconduct [Exhibit 3], a statement by the CDC [Exhibit 6], and a recent interview with Dr. DeStefano (see below), both of which contain further falsifications by CDC officials. 2. Overview of the Research Misconduct This overview highlights the key elements of the alleged misconduct. Further details on the individual elements are provided below. 2.1. The Group tested The Hypothesis according to an Analysis Plan (aka protocol) [Exhibit 2] that had been agreed upon in advance by all members of the Group. The data output of 11.7.01, obtained from this Analysis Plan, demonstrate a significant effect of age-of-exposure on autism risk in the whole group. [Exhibit 7, Table 5, row 5, columns 4-6] 2.2. This data output revealed that the effect of age-of-MMR exposure on autism risk was being driven by two groups of children with autism: African American children [Exhibit 7, Table 5, rows 7-8, columns 10-12] and those with 'isolated' autism, a subset that was defined in the Analysis Plan as autism with no co-morbid developmental disorder (mental retardation {as judged by IQ <70}, cerebral palsy, hearing impairment, sight impairment, epilepsy and birth defect), irrespective of race [Exhibit 7, Table 5, columns 4-6, rows 15,16 and 18]. 2.3. Over the ensuing months and in contravention of the CDC's own policies,10 they deviated from the Analysis Plan and introduced a \"revised analysis plan\"11 referred to in Exhibit 8. This action appears to have been undertaken with the specific aim of eliminating the 10 \"Central to this process is a commitment to transparency, honesty, and thorough consideration of the research outcomes. This approach is strengthened by observing high standards of professionalism, adhering to policies and systems for preserving the quality of information and rigorously evaluating data, research findings, and results, as well as strictly adhering to policies that protect human subjects, ensuring proper animal care and use, protecting privacy, engaging in responsible conduct of research, and ensuring professional ethics. Scientific documents (manuscripts, reports, guidelines, recommendations, etc.) are reviewed through a clearance process that captures discussions, deliberations, iterations, and approvals conducted prior to releasing information to the public. CDC ensures a culture of scientific integrity in research and activities through policies, procedures, and practices that address scientific integrity.\" CDC Guidance on Scientific Integrity. Feb 2012, Version 2.0 11 See original notes of Dr. William Thompson of 9.6.2001: \"Get revised analysis plan from Tanya.\" Tanya Bashin - a relatively junior member of The Group - was the second author named on the DeStefano 2004 paper. [Exhibit 8] The revised analysis plan itself is not available. 6 statistically significant effects of age-of-exposure to MMR in African American children12 and children with 'isolated' autism. 2.4. African American children: By introducing a spurious and unnecessary requirement for inclusion of subjects in the final analysis - the possession of a valid Georgia birth certificate for African American children - The Group were able to substantially reduce the number of these children in the analysis, reduce the power of the study accordingly, and eliminate the statistical significance.13 As will be shown below, the Georgia birth certificate was unnecessary and only introduced in the \"race\" analyses after the initial results were in, and the positive signal for African American children, detected. 2.5. 'Isolated' autism: The Group examined autism risk vs. age-of-exposure in children with \"isolated\" autism, as described above. According to Dr. Thompson, this was considered to be a group of specific interest since it is in this group - i.e. children with no pre-existing or co-morbid developmental disability who may have encountered a causal event beyond their first year of life - that a causal effect from earlier MMR might be anticipated. 2.6. The original age categories in the Analysis Plan and early iterations of the data analysis were set out as 0-11 months, 12-15 months, 16-18 months, 19-23 months, 24-35 months, and 36+ months. Having found, for the \"isolated\" autism subgroup, a significant age-of-exposure effect across a range of these age categories (12-15 months and 16-18 months) - data that were never made public - The Group deviated from the Analysis Plan and manipulated the age categories, changing them to 12 Legally recorded telephone conversation between Dr. William Thompson to Dr. Brian Hooker of May 8, 2014, re: DeStefano et al, 2004. WT: \"Let me clarify to you. You can criticize the hell out of this. I don't think it was perfect and I will tell you that we were locked into analyses. That's the problem with all of this. We agreed up front...actually with this paper we deviated from what we agreed up front. So criticize away.\" 13 Legally recorded telephone conversation between Dr. William Thompson to Dr. Brian Hooker of May 8, 2014, re: DeStefano et al, 2004. BH: \"But the only thing, if you look at the final paper, when they looked at the effect of race, they only looked at the birth certificate cohort. WT: I know. BH: But that doesn't seem right to me. Why? You don't need a birth certificate...you don't need a birth certificate. WT: I agree...I know...I saw you found it immediately. You told me you found it immediately. BH: Yes, I did find that immediately but I wasn't sure. You know, I want to go back to these things. Bill, I'm not an epidemiologist by training. BT: No, no, no...I just wanted to say, you found what I considered to be the biggest problem.\" 7 \"0-11 months (early), 12-18 months (on time), and 19-36 months (late)\" [Exhibits 7 and 9]. According to Dr. Thompson (personal communication), the statistical comparisons that he then made between the newly determined age-category groups were intended to conceal the appearance of an age-of-exposure effect in the 'isolated' group. 2.7. The Group further deviated from the Analysis Plan by limiting the \"isolated\" group to only those without mental retardation, as published in The Paper. 2.8. These changes, for both African American children and 'isolated' autism were made to the analytical protocol after results deemed unfavorable to those that The Group wanted to report were obtained. These changes were made without scientific justification, in violation of the aforementioned Analysis Plan, and according to Dr. Thompson, specifically in light of the findings that confirmed an association between age-of-exposure to MMR and autism risk. 2.9. The omissions: significant findings, made according to the Analysis Plan, were omitted from The Paper and, as a separate misconduct, the IOM presentation (2004) for: (a) African American children vaccinated by 18 months (according to the CDC recommended schedule) compared with >36 months in the total study group; and, (b) Children with \"isolated\" autism, as originally defined or at all, vaccinated by 18 months compared with >36 months. These findings are potentially extremely important since they identify potential risks for children vaccinated with MMR according to the CDC's recommended schedule. 2.10. Having omitted significant findings as described above, The Group were left to explain a residual statistically significant, 46% excess risk of autism in the whole group, comparing those receiving MMR before and after 36 months. They made the claim that this was likely an artifact of immunization requirements for enrollment in special education pre-school children [Exhibit 1, page 259]. They made this claim without supporting evidence and despite the fact that such vaccination requirements for special education pre-school children are no different than those for regular education pre-school children. 2.11. Their conclusions were and remain that the evidence does not support a link between MMR and autism, when, in fact, theirs did. In the absence of their omissions above, their conclusions with respect to the 46% excess risk might be reconciled as simply bad science. However, in light of their other omissions, and the fact that the excess risk was, to their certain knowledge, being driven by highly significant risks in the 8 African American and \"Isolated\" autism subgroups, their disingenuous dismissal of the 46% excess risk was de facto misconduct. 2.12. These causality findings were extremely important since they identify potential risks for children vaccinated with MMR according to the CDC's recommended schedule. The concealed findings had a damaging impact on getting the science right, on an ongoing national controversy over vaccine safety and public confidence that should have and could have been resolved long ago, on the ethics of informed consent, and on denying compensation that should have been awarded under NVICP. 2.13. As such, the author's actions constituted \"research misconduct\" as defined in 42 C.F.R. § 93.103.(b)14 2.14. Dr. Thompson confirmed the research misconduct relating to the \"race\" analysis, i.e. deviation from approved protocol and omission of material research results from The Paper, in his August 27 Statement [Exhibit 3], quoted above. 2.15. In making these omissions, The Group misled the editorial staff of the journal Pediatrics, its peer reviewers, its readers, the IOM, the general community of scientists investigating related issues, and the public about the research results, the safety of MMR vaccine, and the right to compensation under the NVICP.15 2.16. The sanitized research findings and conclusions, purged of any autism causality, were presented at the February 9, 2004 IOM meeting of the Immunization Safety Review (ISR) committee. The original, valid findings were withheld from the IOM. Deprived of crucial evidence, the ISR committee subsequently declared MMR to be safe, and discouraged further investigation of the MMR-autism association (see below). 14 42 C.F.R. § 93.103: \"Research misconduct means fabrication, falsification, or plagiarism in proposing, performing, or reviewing research, or in reporting research results. . . . (b) Falsification is manipulating research materials, equipment, or processes, or changing or omitting data or results that the research is not accurately represented in the research record.\" 15 The Paper was cited in all of the lead cases in the OAP as a basis to deny compensation. See, e.g. Cedillo v. Sec'y of the HHS, No. 98-­916V, 2009 U.S. Claims LEXIS 146, 2009 WL 331968 (Fed. Cl. Spec. Mstr. Feb. 12, 2009), Fed. Cl. 158 (2009), aff'd, 617 F.3d 1328 (Fed. Cir. 2010). The Special Master said: \"All competent epidemiologic studies have found no association between MMR vaccine and autism. . . .Those studies included a study by DeStefano and colleagues published in 2004, a case-­control study involving American children . . ..\" Id. at *290-­*293. 9 2.17. Since the IOM advises the National Vaccine Injury Compensation Program (NVICP),16 the misconduct of The Group constitutes an obstruction of justice. A full and accurate report of the research findings would have changed the course of this litigation by changing the debate on 'legal\" causation from \"no evidence\" to \"some evidence\" and \"conflicting science.\" 2.18. The Group and senior members of the CDC have maintained this deception since they first detected the risks of autism following MMR - a period of at least 13 years.17 Efforts now, by Dr. DeStefano and the CDC, to justify their omissions are false and merely serve to compound the misconduct. 3. The Georgia Birth Certificate Cohort (GBCC): what was its stated purpose? The original purpose of the GBCC cohort was to obtain demographic information other than race to assess possible confounders by matching cases and controls to birth certificates and accompanying birth record data. The Analysis Plan [Exhibit 2, page 7] described the original composition and role of the Georgia birth certificate cohort (GBCC). These children were born in the state of Georgia with a valid Georgia birth certificate for whom 16 The 2004 IOM ISR report, irreparably tainted by The Group's research misconduct, was cited by decisions in the Omnibus Autism Proceeding that denied vaccine injury claims filed by thousands of families. See, e.g., Cedillo, id. at *349-­*350 (\"By 2004, considerable additional evidence was available concerning the MMR/autism general causation issue, so the IOM assembled another committee to study the issue again. And once again, the 2004 IOM Committee, after studying the additional evidence that had become available since 2001 along with the earlier evidence, reached the same conclusion, that the evidence 'favors rejection of a causal relationship between MMR vaccine and autism.'\"). The report continues to be widely cited for exonerating vaccines' role in causing autism. 17 (a) Dr. Yeargin-­Allsop : History of Developmental Disabilities at the CDC (presentation and Powerpoint with notes) dated October 16, 2009. Slide 33. Landmark Publications: MADDSP. HHS Secretary's Award for Distinguished Service for The Article: DeStefano et al 2004. [Exhibit 10] Dr Yeargin Allsop's presentation note: \"The surveillance system was able to tell us more than just the prevalence of autism. It also helped us to answer an important question about vaccines and autism. In 2004, Parents were raising concerns about a possible association between the MMR vaccine, given at 18 months, and autism. Our study was able to look at closely at this question very quickly- since we were an established surveillance system. Ultimately, our study did not find an association and this was reassuring to the scientific community.\" (b) Disingenuous and misleading statement of Dr. DeStefano. Question: Do vaccines cause autism? Answer: The scientific evidence is clear that vaccines do not cause autism. The Institute of Medicine, IOM, issued a report in 2004 concluding that the MMR vaccine and thimerosal-­containing vaccines do not cause autism. Studies since 2004 have continued to find no increased risk of autism following vaccination, including a study we published in Pediatrics in September 2010. http://answers.webmd.com/answers/1194718/do-­vaccines-­cause-­autism?guid=1 10 there were Georgia birth records.18 These records contain demographic information in addition to that found in the birth certificate. For the subset of children with Georgia birth records, sub-analyses will be performed in which potential confounding variables from the birth certificate will be used to adjust the estimated association between the MMR vaccine and autism. The variables that will be assessed as potential confounders will be birth weight, APGAR scores, gestational age, birth type, parity, maternal age, maternal race/ethnicity, and maternal education. [Exhibit 2, page 7] \"Race\" information for the study was not extracted from either the birth certificate or the birth certificate records. The Analysis Plan cites the precise source of \"race\" information. Family Background and Other Data Collection: Information extracted from the child's school record included child's date of birth, sex, birth state, and race. [Exhibit 2, page 7, emphasis added] The Analysis Plan, \"Statistical Analyses\" states that \"race\" data were available for the entire sample: The only variable that will be assessed as a potential confounder using the entire sample will be the child's race. [Exhibit 2, page 8, emphasis added]. Thus, \"race\" data came explicitly from the \"school record\" and not from the Georgia birth certificate/Georgia birth records and was available for the \"entire sample\". Further, Exhibit 7, Table 1 confirms that race information for the \"Total\" study sample was obtained, according to the Analysis Plan. [Exhibit 2, page 8] In fact race information was available for all but one individual with autism. When the 'race' information from the \"Total\" sample was analyzed according to the Analysis Plan, a significant excess autism risk was found for African American children, as shown in Exhibit 7, Table 5, rows 2, 4 & 5, columns 9-11. [and Appendix 1: \"Output data comparison table\"] At this point, according to Dr. Thompson, The Group set out to manipulate the data in order to conceal the evidence of an excess autism risk in African 18 The Group uses the \"birth certificate\" and the birth certificate records\" interchangeably and erroneously. 11 American children. They confined their analyses to the Georgia birth certificate cohort (GBCC) that contained a substantially lesser number of African American children (N=521 individuals vs. 866 in the \"entire\" cohort). This had the effect of reducing the statistical power of the study such that the result was no longer statistically significance [OR 1.64 (0.80-3.36; p=0.17) for the GBCC vs. 2.30 for the \"entire\" cohort]. 4. Covering their tracks: In order for The Group's alleged misconduct to succeed, the Georgia birth certificate records had to be made to appear to be the source of 'race' information. In the Methods section of The Paper [Exhibit 1, pages 260-261] The Group were vague as to the exact source of the respective demographic factors, including 'race', making it impossible for either reviewer or reader to tell whether any particular factor had come from the Georgia birth certificate/birth records or, \"a registration form that is kept in each child's permanent school record.\" [Exhibit 1, pages 260-261] However, the Analysis Plan [Exhibit 2, page 7] and the data presented in Exhibit 7, Table 1, confirm that the only source necessary for information on a child's race, and the source used to obtain this information, was the school record. The Group obscured their research misconduct by failing, in the Methods section of The Paper, to discriminate between the sources of demographic information such that reviewers and readers cannot discern the precise source of any specific demographic factor. The relevant statement in the Results section of The Paper is deliberately misleading. On page 262, column 1, para. 2 of Exhibit 1, the authors state: Results according to Race, Birth Weight, and Maternal Characteristics We further examined associations according to selected maternal and birth characteristics that were available from the birth certificate files. For vaccination before 18 months or 24 months of age, all of the [Odds Ratios] according to different categories of race, birth weight, maternal age, and maternal education were [non-significant]. [Exhibit 1, emphasis added] Here, the reader is explicitly led to believe that the source for 'race' data is exclusively from the \"birth certificate files\" when, in fact, it was not from these files at all. Thus, the reader would not perceive results based on race of the overall sample to be suspiciously missing. While the \"birth certificate files\" may contain information on 12 'race', that was not the source of this information that was accessed for the study. This appears to be a deliberate misrepresentation, intended to mislead the reader into believing that race data were only available from the smaller birth certificate cohort. Moreover, there was no justification for limiting the analysis or reported results to the GBCC. It was done solely for the purpose of reducing the number of eligible African American subjects, reducing the power of the analysis, and thereby, removing the observed statistical significance of the association between early MMR and autism. 5. Absence of confounding Further, the stated purpose of using the GBCC was to \"adjust for potential confounding variables\" [Exhibit 1, page 261]. The Results section of The Paper stated that The Group had: further examined associations according to selected maternal and birth characteristics that were available from the birth certificate files. They reported that: there was little or no confounding effect from these factors, In other words there was no material confounding for the demographic factors obtained from the \"birth certificate files.\" Therefore, there was no scientific basis to restrict their \"race\" (available for the overall sample) analyses and their reporting to the groups for which these variables were available (GBCC). \"Race \" results were limited to the GBCC, as Dr. Thompson confirmed, solely for the purpose of omitting the significant age-of-exposure effect in African American children. The Group deceived the public by reporting the results for the GBCC while omitting the \"race\" data for the whole sample that confirmed a causal association between MMR and autism. 6. Misconduct relating to \"Isolated\" autism The IOM (2001) specifically recommended additional research regarding autism subgroups and MMR. Accordingly, The Group examined several subtypes of autism in their study. In the Analysis Plan, under the sub-heading \"Statistical Analyses,\" The Group defined two sub-categories of autism as follows: Analyses of Isolated versus Non-isolated Autism. Isolated autism cases are cases with no other co-morbid developmental disability while non-isolated cases do have a co-morbid developmental disability. Previous research suggests that 13 the majority of non-isolated cases have a co-existing developmental disability of mental retardation (CDC, 2001). Both isolated and non-isolated cases will be compared separately to controls. The objectives from the primary analyses will be replicated in this sub-analysis. [Exhibit 2, page 9] These subgroups - \"Isolated\" and \"Non-isolated\" autism - were distinguished by the presence of cerebral palsy, mental retardation (MR), visual impairment, hearing impairment, epilepsy, and birth defects in the Non-isolated group [Exhibit 11, Table 2a.]. Autism risk was examined in these subgroups by age-at-first-MMR category. These categories are set out in the Analysis Plan as follows: The age of MMR vaccination will be examined in several ways. The first two analyses will examine two alternative age cut-offs for exposure to the MMR vaccine: 18 months and 36 months. The third analysis will examine age of MMR vaccination categorized into six referent group will be > 36 months. [Exhibit 2, page 7] 7. Autism risk is increased in children with \"isolated autism\". Appendix 1 presents serial iterations of the output data from November 7, 2001 [Exhibit 7] to The Paper [Exhibit 1], published in February 2004. The results dated November 7, 2001 and February 13, 2002 [Exhibit 9] produced according to the Analysis Plan, showed significant associations between MMR and \"Isolated\" autism as set forth in Appendix 1. It is notable that these finding appear to affect all race categories and are not confined to African American children. 8. Omission of significant findings The key findings to this aspect of the research misconduct relate to the findings of a significant autism risk in children in the \"isolated' group vaccinated at 12-15 [results from February 13, 2002: OR 2.77 (1.28-5.99) and 16-18 months [OR 2.28 (1.02-5.09)], that is, according to the CDC's recommended schedule, compared with those vaccinated >36 months [Appendix 1]. These data were omitted from The Paper. 9. Groups were redefined post hoc to conceal significant results Further, in addition to the omission from The Paper of the results according to age categories, the \"Isolated\" autism subset was modified from its original definition, to \"High Functioning (No MR [mental retardation])\", and the Non-isolated subset to \"Low functioning (MR)\". This removed those 14 with comorbid epilepsy, hearing impairment, visual impairment, and birth defect. The Group provides no explanation for this departure, after the results were available to them, from the definition of the original subsets. 10. Revision of age categories Further, as shown in the data outputs of February 13, 2002 (see Figures 1a-c below, and Exhibits 9, 12 and 13, Table 1), in violation of the Analysis Plan and without any explanation, there was a post hoc revision of the age-of-exposure categories, presumably to mitigate the significant finding of a higher risk of \"isolated\" autism in those vaccinated according to the CDC's recommended schedule. This example of research misconduct was brought to our attention, specifically by Dr. Thompson. Figure 1a. Study findings for 'Isolated' autism. Data are compared with first MMR >36months. Statistically significant risks are seen at 12 -15 months and 16-18 months. Having found a significant age-of-exposure effect across at range of these age categories (12-15 months, 16-18 months) with increased odds ratios at 19-23 months and 24-35 months, The Group sought to re-categorize age groups to 0-11 months (early), \"12-18 months (on time), and 19-36 months (late). 15 Figure 1b. Dr. Thompson's notes from The Group's meeting of February 13, 2002. Dr. Thompson has circled proposed revised age categories. [Exhibit 11] Figure 1c. Dr. Boyle's notes from meeting of February 13, 2002. [Exhibit 12] Dr. Thompson has annotated the table with, \"Coleen Boyle's Notes from Meeting.\" The remaining annotations - in a different handwriting - are presumed to be those of Dr. Boyle. They set out the proposed new age categories. She has written, \"reformat\" against the existing age categories, and below has written \"0-11 mo early, 12-18 on time, 19-36 late.\" According to Dr. Thompson (personal communication) this manipulation was intended to conceal the significant age-of-exposure effect in the 'isolated' autism group. 16 The foregoing post hoc manipulations notwithstanding, the risk of autism in the \"isolated\" autism subgroup vaccinated by 18 months was omitted altogether from The Paper and from The Group's presentation to the IOM. It is presumed that these post hoc manipulations did not eliminate the statistical significance and thereby achieve the desired effect. Any investigation of this matter should seek to obtain any revised, unpublished analyses. 11. Dr. Thompson on \"isolated\" autism: Dr. Thompson referred to this aspect of the research misconduct in his taped telephone call with Dr. Hooker of 5.24.14. He stated: You see that the strongest association is with those [autistic cases] without mental retardation. The non-isolated [sic], the non-MR [mental retardation]...the effect is where you would think it would happen. It is with the kids without other conditions, without the comorbid conditions. Dr. Thompson continued: I'm just looking at this and I'm like \"Oh my God\" He concluded: I cannot believe we did what we did...but we did...It's all there...It's all there. I have handwritten notes. In summary, significant findings of an association between MMR and autism, generated according to the approved Analysis Plan were concealed from Pediatrics, its reviewers, the IOM, and the public. The importance of the omitted data is that they show an excess risk of autism in children with no comorbid developmental disorder vaccinated according to the CDC's recommended schedule. Under the definition of research misconduct, this action constitutes Falsification. Further, the data were concealed from the IOM and consequently, NVICP and as such, constitute an obstruction of justice. 12. Thompson was ordered to lie Dr. Thompson expressed his deep concern over the research misconduct in lengthy conversations19 with Dr. Hooker, exclaiming at one point \" . . . I have a boss who's asking me to lie.\"20 21 19 These tapes contain highly personal information about Dr. Thompson and for this reason will only be released as part of due legal process. 20 Legally recorded telephone conversation between Dr Thompson and Dr. Hooker on May 24, 2014. 21 IBID 17 After admitting that he was \"completely ashamed\" of what he did, the conversation focused on how it happened and who gave the orders: \"Higher ups wanted to do certain things and I went along with it. In terms of command, I was 4 out of 5.\"22 He named those above him - the \"higher ups\" - as Coleen Boyle, Marshalyn Yeargin-Allsop, and Frank Destefano. On October 18, 2002, long after the proposed date for submission of the study findings for publication (December 2001), Dr. Thompson wrote to his manager Dr. Melinda Wharton: confirming that there were \"sensitive results\" that they were \"struggling with\", and expressing concerns about the legality of what they had done. I am writing you once more regarding the recent Department of Justice (DOJ) request for a broad range of documents associated with MMR, Thimerosal, and Autism. I spoke with you first on September 3rd of 2002 regarding the sensitive results we have been struggling with in the MADDSP MMR/Autism Study. [Exhibit 13] He continued: I don't think anyone has broken the law but I was extremely uncomfortable when Coleen Boyle, a co-author on our paper, was required to testify before Congressman Dan Burton's Committee in April of 2002 regarding MMR and Autism. Id. At this stage, anticipating the investigation of their wrongdoing, Thompson appears to have engaged a lawyer. In a personal communication he confirmed that he had considered becoming a whistleblower at that time (2004). 13. Preparation for The Institute of Medicine (IOM) Dr. Thompson was subsequently assigned to present the data to the IOM's Vaccine Safety Review on February 9, 2004. As the date approached he became more and more uneasy about the prospect of presenting false and misleading findings. Dr. Thompson felt strongly that The Group should brief the head of the CDC, Dr. Julie Gerberding. In wrote in his January 8, 2004 note: \"Should we brief Gerberding? Talked with Frank [Destefano]\" [Exhibit The Group held a \"Planning for IOM MMR/Autism Meeting\" on January 12, 2004. Under the subtitle \"Describe selection effects\", Dr. Thompson wrote: \"Race Differences (internal use only).\" [Exhibit 16, emphasis added]. 22 IBID 18 There appears to have been a directive that the \"race effect\" should not go beyond the confines of the CDC. Concerns about the data and its presentation to the IOM were causing Dr. Thompson major anxieties. His January 28, 2004 note states: \"IOM Presentation - Unresolved Issues, below which is written: 1. \"What should we do about the race effect?? - shows large effect for blacks and no effect for whites.\" [Exhibit 17, emphasis added] Below this he wrote: Stay calm. Don't over react. We all have good intentions. Parents of autistic children have very difficult lives [Exhibit 17] Such was his concern that Dr. Thompson breached CDC protocol by circumventing his managers and took it upon himself to write directly to Dr. Gerberding on February 2, 2004, seven days before he was due to present at the IOM. He wrote: Dear Dr. Gerberding...We have not met yet to discuss these matters, but I am sure you're aware of the Institute of Medicine Meeting regarding immunizations and autism that will take place on February 9th. I will be presenting the summary of our results from the Metropolitan Atlanta Autism Case-Control Study. I will have to present several problematic results relating to statistical associations between receipt of the MMR vaccine and autism.23 [Exhibit 18, emphasis added] Dr. Thompson expressed his dismay that Dr. Gerberding had failed to respond to direct questions from Congressman Dr. David Weldon about the scientific integrity of the Office of the National Immunization program for which Dr. Gerberding was directly responsible. Dr. Thompson left Dr. Gerberding in no doubt about his feelings: I've repeatedly told individuals within the [Office of the Director and the National Immunization Program] that they're doing a very poor job representing vaccine safety issues and that we're losing the public relations war. Id. Dr. Thompson was highly critical of Dr. Gerberding's leadership on vaccine safety issues, contrasting it with the \"amazingly effective job\" she has done of communicating issues such as \"SARS, Monkey Pox, and 23 Emphasis added 19 Influenza.\" Faced with the fact that he would be the one putting his neck on the block when either reporting or misreporting the study findings he ended with a plea to Dr. Gerberding to take responsibility and respond to Dr. Weldon, stating: It is time for our leadership to stand by their scientists and do the right thing. Id. The following day Dr. Thompson got a response, not from Dr. Gerberding but from Dr. DeStefano, the study's lead author, saying that Dr. Robert Chen, Dr. Thompson's manager, \"wanted to fire [him]?\" Dr. DeStefano referred Dr. Thompson to his emails as the reason. [Exhibit 19] Certainly, from this point forward, and likely for several months prior, there can be no doubt that The Group and Dr. DeStefano in particular were aware of Dr. Thompson's concerns about the study findings and the imminent public distribution of false and misleading research results in the midst of the growing vaccine-autism controversy. This is highly relevant to Dr. DeStefano's statements made in light of the current media coverage (see below). In the end, Dr. Thompson signed off on The Paper that was published in Pediatrics [Exhibit 1]. However, his name was withdrawn from the roster of those due to present to the IOM on February 9, 2004. In reporting a discussion that he had had with his whistleblower lawyer Thompson stated: Ya know, I'm not proud of that and uh, it's probably the lowest point in my career that I went along with that paper and I also paid a huge price for it because I became delusional.24 In his recorded call with Dr. Thompson of 5.8.14, Dr. Hooker pressed the Dr. Thompson on whether he raised his concerns about the omission of significant data with The Group in the days leading up to the IOM meeting. Dr. Hooker: Did you raise that...did you raise that issue at the time? Dr. Thompson: I will say I raised this issue...I will say I raised this issue, the uh...two days before I became delusional. This reference is important: three days before the IOM presentation Thompson - faced with either presenting false data or taking responsibility for the vaccine-autism link in front of potentially hostile parents of autistic 24 Transcript of recorded call between Thompson and Hooker on May 24, 2014 20 children25 - stopped sleeping, and became profoundly depressed and \"delusional.\" Crucially, he reports no prior history of mental disorder. Dr. Thompson went on to confirm, to Dr. Hooker, that the DeStefano 2004 paper was the reason for these acute psychological problems. Dr. Thompson: It is one of the reasons I became delusional because I was so paranoid about this being published. 14. Dr. DeStefano presented false and misleading study results to the IOM: Dr. DeStefano made the presentation to the IOM on February 9, 2004. His slide presentation is attached at Exhibit 19. In slide 17 of 40 - and in direct contradiction to the Study' Analysis Plan of May 11, 2001 [Exhibit 2] - Dr. DeStefano gave the source of the 'race' data as the Georgia birth certificates. Dr. DeStefano's subsequent 'race' slide, based upon the Georgia birth certificate cohort (GBCC) analysis, claimed \"no statistically significant associations [between age at first MMR and autism risk].\" Slide 33 of 40 [Exhibit 20] Dr. DeStefano omitted and concealed from the IOM statistically significant associations between MMR and both race and \"isolated\" autism found by the Group. Dr. DeStefano's presentation to the IOM, and in particular his omission of significant risks of autism in African American children vaccinated under 36 months of age, and those with \"isolated\" autism, were major factors in the IOM's recommendation for \"no further epidemiology\". The IOM's report states: Of interest: \"The committee wishes to comment on several of the other recommendations it made in its 2001 report on MMR and autism. First, the committee recommended exploring whether exposure to MMR vaccine is a risk factor for ASD in a small number of children. To date, no convincing evidence of a clearly defined subgroup with susceptibility to MMR-induced ASD has been identified While the committee strongly supports targeted research that focuses on better understanding the disease of autism, from a public health perspective the committee does not consider a significant investment in studies of the theoretical vaccine- 25 \"The CDC needs your leadership here because I may very well be presenting data before a hostile crowd of parents with autistic children who have been told not to trust the CDC. I believe it is your responsibility and duty to respond in writing to Representative Weldon's letters before the Institute of Medicine meeting and make those letters public.\" Draft letter: 'Gerberding revised' 2004.02.01 21 autism connection to be useful at this time. The nature of the debate about vaccine safety now includes a theory that genetic susceptibility makes vaccinations risky for some people, which calls into question the appropriateness of a public health, or universal, vaccination strategy.43 However, the benefits of vaccination are proven and the hypothesis of susceptible populations is presently speculative. Using an unsubstantiated hypothesis to question the safety of vaccination and the ethical behavior of those governmental agencies and scientists who advocate for vaccination could lead to widespread rejection of vaccines and inevitable increases in incidences of serious infectious diseases like measles, whooping cough, and Hib bacterial meningitis.\" [144] [Exhibit 21, p. 144, emphasis added, footnote omitted]. Thus, Dr. DeStefano's misconduct in concealing critical results and in presenting misleading results to the IOM induced a recommendation, in effect, of deliberate and continued ignorance. Presentation to the IOM of the \"omitted\" causal associations would have provoked a much different conclusion and recommendations. The ISR committee would have been unable, given conflicting studies, to reject a causal association due to a lack of conclusive one-sided evidence. And, they would have called for more and better studies to resolve this matter of increasingly urgent public concern. And finally, the IOM's \"expert\" advice could not have been used to defeat recovery in the NVICP. This seems to us to be clear evidence that CDC's research misconduct had its intended impact of diverting future research. And, by depriving pediatricians of accurate results, they became conduits to unethically spread false and misleading information, i.e. that there is no evidence of a causal association between MMR and autism. Since the IOM is the \"official\" advisor to National Vaccine Injury Compensation Program (NVICP), The Group's actions would not only constitute research misconduct but also a direct and successful obstruction of justice and therefore, a criminal offense. As an example of unethical communication, CDC continues to rely on the improperly induced IOM conclusion and the Paper to falsely disclaim any causal association between MMR and autism: Because signs of autism may appear around the same time children receive the MMR vaccine, some parents may worry that the vaccine causes autism. Vaccine safety experts, including experts at CDC and the American Academy of 22 Pediatrics (AAP), agree that MMR vaccine is not responsible for recent increases in the number of children with autism. In 2004, a report by the Institute of Medicine (IOM) concluded that there is no link between autism and MMR vaccine, and that there is no link between autism and vaccines that contain thimerosal as a preservative. . . . A February 2004 case-control study [External Web Site Icon] examined the possible relationship between exposure to the MMR vaccine and autism in Atlanta, Georgia. The results were published in Pediatrics. CDC, \"Measles, Mumps, and Rubella (MMR) Vaccine Safety Studies.\"26 To date, CDC remains adamant in denying any association between vaccines and autism. Thanks to Dr. Thompson, we now know that CDC's claim is false. For example: Many studies that have looked at whether there is a relationship between vaccines and autism spectrum disorder (ASD). To date, the studies continue to show that vaccines are not associated with ASD. CDC, \"Q: Do Vaccines Cause Autism Spectrum Disorder?\"27 The advice given by CDC to doctors to help them answer parents' concerns about vaccine safety is potentially even more misleading given Dr. Thompson's revelations because it so clearly bases \"no association\" on supposedly settled, now known to be false, \"science:\" Questions about whether vaccines cause autism. Parents may encounter poorly designed and conducted studies, misleading summaries of well-conducted studies, or anecdotes made to look like science—claiming that vaccines cause autism. Many rigorous studies show that there is no link between MMR vaccine or thimerosal and autism. Visit http://www.cdc.gov/vaccines/conversations for more information to help you answer parents' questions on these two issues. If parents raise other possible hypotheses linking vaccines to autism, four items are key: (1) patient and empathetic reassurance that you understand that their infant's health is their top priority, and it also is your top priority, so putting children at risk of vaccine-preventable diseases without scientific evidence of a link between vaccines 26 http://www.cdc.gov/vaccinesafety/vaccines/mmr/mmr.html (visited October 10, 2014). The current CDC-­published VIS for MMR is silent as to the risk of autism causation as a potential side effect, and will need to be amended in light of Dr. Thompson's disclosures. 27 http://www.cdc.gov/ncbddd/autism/topics.html (visited October 10, 2014). 23 and autism is a risk you are not willing to take; (2) your knowledge that the onset of regressive autism symptoms often coincides with the timing of vaccines but is not caused by vaccines; (3) your personal and professional opinion that vaccines are very safe; and (4) your reminder that vaccine-preventable diseases, which may cause serious complications and even death, remain a threat. [Parent Question:] \"All those people who say that the MMR vaccine causes autism must be on to something.\" [Doctor Answer:] \"Autism is a burden for many families and people want answers—including me. But well designed and conducted studies that I can share with you show that MMR vaccine is not a cause of autism.\" CDC, \"Talking With Parents About Vaccines for Infants.\"28 15. Current events In response to Dr. Thompson's story going public on August 26, 2014, Dr. DeStefano provided a quote for CNN29 on August 28, 2014. CNN stated: Dr. Frank DeStefano, lead author of the 2004 study, said he and his colleagues stand by their findings. DeStefano said all the study authors, including Thompson, agreed on the analysis and interpretation before the study was submitted for publication 10 years ago. A subsequent text to Dr. Wakefield from Dr. Thompson on August 29, 2014 stated: We are in the drivers [sic] seat now that Frank has lied30 in his interview with cnn [sic]. I am going to pursue this internally at the CDC. [Exhibit 22, emphasis added] Investigative Journalist Sharyl Attkisson, interviewed Dr. DeStefano on August 26, 2014. The transcript of this interview was provided by Ms. Attkisson [Exhibit 23]:31 Attkisson: Were you aware of any of his concerns of, you know, have you been aware before today of any of his concerns about this? 28 http://www.cdc.gov/vaccines/hcp/patient-­ed/conversations/downloads/talk-­infants-­color-­office.pdf (visited October 10, 2014). 29 http://www.cnn.com/2014/08/27/health/irpt-­cdc-­autism-­vaccine-­study/ 30 Emphasis added 31 Read: \"CDC Responds to Allegation it Omitted Vaccine-­Autism Study Link\" http://sharylattkisson.com/wp-­content/uploads/2014/08/Destefano-­Study-­Chunk.m4a 24 DeStefano: Uh, uh, yeah, I mean I've continued to see, uh, uh, see him for over the past ten years and we've interacted fairly frequently, and, uh, uh, no I wasn't aware of this. Attkisson: So whoever he raised his concerns to, he didn't, he didn't raise it to you or anybody you knew of? DeStefano: No, I mean the last time I saw him was probably about two months ago, and he didn't mention anything about this. Attkisson: And at the time he didn't seem concerned when you said there was a consensus? DeStefano: No, yeah, I mean at the time he did these analyses he did, you know, he did point out that in one group, you know in that larger group the...the...the measures of association [between MMR vaccine and autism] were higher than in the, uh, birth certificate group and, you know, we discussed that and for the reasons I mentioned, uh, we came to consensus that the, uh, birth certificate uh results were more valid. [Exhibit 23, emphasis added]. Dr. DeStefano's account does not accord with either Dr. Thompson's current position [Exhibit 3] or that captured in the contemporaneous documentation [Exhibits 14 and 18]. The Group \"came to a consensus\" to conceal the valid \"race\" analysis, not because the \"birth certificate results were more valid\" but because they provided The Group with a convenient device for its research misconduct. Earlier in the same interview he sought to justify the use of the GBCC. Dr. Frank DeStefano: I think what [Thompson's] saying there was a larger, um, uh, odds ratio or association among the-the larger group and that there was not, uh, as strong an association among the birth certificate sample. And I mean, what I say to that, I think we discussed that, uh, as I recall, this was like, you know, over ten years ago, and, uh, I think at the time we had consensus among all co-authors that the birth certificate sample provided the more valid results because it could uh, it had more complete information on, uh, on race for one, [Exhibit 23, emphasis added] For reasons described in detail above, Dr. DeStefano's response is incorrect. All \"race\" information was available in the school records. There appears to be no basis for Dr. DeStefano's contention, and no justification in any of Dr. Thompson's contemporaneous 25 notes or data outputs, as to why The Group deviated from the Analysis Plan, and no explanation for the omissions in The Paper. Dr. DeStefano continued: and secondly, more importantly, it had information on important factors that, uh, had to be you know controlled for particularly in studies of autism, in particular, it would be things like birth weight, the mother's age, the mother's education. So I think for those reasons we were able to adjust for these factors and we thought, you know, we uh, our opinion was that that the results of the birth certificate sample provided the more reliable results. And I think, you know, as I recall, we all came to consensus and, uh, signed off on that, uh, in the paper. [Exhibit 23] While, as a matter of fact, all members of The Group \"signed off\" on The Paper, for reasons described in detail above, Dr. DeStefano's response is otherwise incorrect. Controlling for the \"factors\" that he describes showed that \"there was little or no confounding effect from these factors,\" [Exhibit 1]. The GBCC did not provide \"more reliable results\" and therefore, there was no scientific reason to confine the analysis to this subgroup. 16. Misconduct in science At the time the research was conducted, federal regulations prohibited misconduct, defined as follows: Misconduct or Misconduct in Science means fabrication, falsification, plagiarism, or other practices that seriously deviate from those that are commonly accepted within the scientific community for proposing, conducting, or reporting research. It does not include honest error or differences of opinion.32 The definition was made more specific in 2005 and now reads as follows: Research misconduct means fabrication, falsification, or plagiarism in proposing, performing, or reviewing research, or 32 Federal Register / Vol. 70, No. 94 / Tuesday, May 17, 2005 / Rules and Regulations. Page 28386. \"93.103 Research misconduct: (b) Falsification is manipulating research materials, equipment, or processes, or changing or omitting data or results that the research is not accurately represented in the research record.\" http://ori.hhs.gov/sites/default/files/42_cfr_parts_50_and_93_2005.pdf 26 in reporting research results. . . . (b) Falsification is manipulating research materials, equipment, or processes, or changing or omitting data or results that the research is not accurately represented in the research record. . . . (d) Research misconduct does not include honest error or differences of opinion.33 The misconduct alleged herein fraud falls within this definition, specifically 'falsification'. The Group \"manipulated\" the original Analysis Plan, after obtaining results establishing a causal association between MMR and autism, to falsely represent both \"race\" data and data on the \"isolated\" autism subgroup, deviating from this Plan and subsequently omitting significant findings from the public research record, including The Paper [Exhibit 1] and the IOM presentation [Exhibit 20]. Dr. Thompson confirms this omission with respect to the data on African American \"males\" in his public statement: I regret that my coauthors and I omitted statistically significant information in our 2004 article published in the journal Pediatrics. The omitted data suggested that African American males who received the MMR before age 36 months were at increased risk for autism. Decisions were made regarding which findings to report after the data were collected, and I believe that the final study protocol was not followed. [Exhibit 3] Dr. Thompson failed, however, to address in his statement, the equally egregious misconduct due to the omission of significant findings with respect to the \"isolated\" autism subgroup. 17. The misconduct cannot be excused as an 'Honest difference of opinion' This defense would fail for the following reasons: At the material time that the alleged misconduct was committed, that is, between 2001 and 2004, there was evidently no \"honest\" difference of opinion between the authors on the fact that The Paper, as it currently reads, should be published. All the authors signed The Paper for publication. Whatever Dr. Thompson's misgivings about the scientific integrity of the paper, in his own words: 33 42 C.F.R. § 93.103 (emphasis added). 27 Well I...Higher ups wanted me to do certain things and I went along with it. I was in terms of chain of command, I was 4 out of 5.34 As the conversation continued, Dr. Thompson confirmed the identities of his co-conspirators. Dr. Hooker: \"Was it Melinda Wharton?\" Dr. Thompson: No, no, no. The coauthors. Dr. Hooker: Oh, you mean Coleen [Boyle]. Dr. Thompson: Yeah, Coleen was the division chief, Marshalyn was a branch chief, and Frank [DeStefano] was a branch chief at the time.\"35 In the same recording Dr. Thompson describes an interview with his whistleblower lawyer wherein he confirms that: I was complicit and I went along with this, we did not present significant findings.36 Dr. Thompson was, by his own admission, 'complicit' in a devious strategy that was agreed to by The Group to, \"not present significant findings.\" There was no honest difference of opinion because the authors knew they had found statistically significant causal associations and knew that the Analysis Plan and the accepted standard in the field was to report these significant results. The decision not to report these significant results was made by management for \"political,\" not scientific reasons, i.e. because of the cases pending in the Omnibus Autism Proceedings (OAP), the ongoing public controversy, and the accompanying fear that immunization rates might drop if causation were confirmed. Dr. Thompson also confirms in the same conversation that they deviated from the Analysis Plan - one that was \"agreed up front\" and one that they or should have been \"locked in to.\" I will tell you that we were locked in to analyses. That's the problem with all of this. We agreed up front... actually, with this paper [The Paper] we deviated from what we agreed to upfront.37 34 Recorded telephone conversation between Dr. Hooker and Dr. Thompson on May 24, 2014 35 IBID 36 IBID 37 Emphasis added 28 As a matter of fact, what we report here is not \"honest difference of opinion\", but consensus, agreement, and complicity between members of The Group to pervert the science. There was no \"honest\" difference of opinion; rather, there was a dishonest consensus to abandon the original Analysis Plan and omit from the public record, significant causation results on important autism subgroups. In Dr. Thompson's own words: \"Oh my God\"...I cannot believe we did what we did...but we did...It's all there...It's all there. I have handwritten notes.\"38 In an email to the Complainants, dated August 11, 2014, Dr. Thompson reaffirmed the dishonesty of The Group's actions, stating, I was involved in deceiving millions of tax payers regarding the potential negative side effects of vaccines. I regret what I did. [Exhibit 26a-c] Opinions expressed by other members of The Group now, a decade later and in the light the unexpected public exposé of their research misconduct, are neither material nor relevant to the \"Honest difference of opinion\" defense. 18. The misconduct cannot be explained away as an honest error or honest differences in interpretations or judgments about data. There was no difference in the interpretation or judgment regarding the data as the misconduct was unfolding between 2002 and 2004. The merits of Dr. Thompson's original data analysis according to the Analysis Plan were not in question. The reason The Group deviated from the Analysis Plan and omitted significant results was not due to error or interpretation issues, it was a conscious deliberate effort to conceal MMR-causation from the public. This was the reason why The Group chose to deviate from the Analysis Plan and omitted significant findings with respect to MMR vaccination and autism risk. First, the consensus interpretation of the data, that is, MMR vaccination by 18 months is associated with an increased autism risk in African American children, is exactly why The Group limited their revised analysis to the GBCC, so as deliberately not to report this finding. 38 Id 29 Second, the consensus interpretation of the data at the material time, that is, that MMR vaccination by 18 months is associated with an increased autism risk in the 'Isolated' autism group is exactly why The Group 'reformat[ted]' the age categories and their statistical comparisons, eventually omitting the relevant data from The Paper and the IOM presentation. 19. Findings of misconduct and corrective action are not barred by any limitation period as the misconduct is ongoing and affects public safety. This defense fails for the following reason: the current regulations have a six-year statute of limitations, with an exception for \"continued use\".39 While the original misconduct was committed between 2001 and 2004, the CDC and The Group have continued to rely (for example to defeat compensation petitions for injured children in NVICP and to mislead the IOM) on the published findings to support the public position that MMR vaccination is not associated with an increased risk of autism.40 39 42 C.F.R. § 93.105(b)(1) (subsequent use exemption). 40 (a) Dr. Yeargin-­Allsop : History of Developmental Disabilities at the CDC (presentation and Powerpoint with notes) dated October 16, 2009. Slide 33. Landmark Publications: MADDSP. HHS Secretary's Award for Distinguished Service for The Article: DeStefano et al 2004. [Exhibit 7] Dr. Yeargin-­Allsop's presentation note: \"The surveillance system was able to tell us more than just the prevalence of autism. It also helped us to answer an important question about vaccines and autism. In 2004, Parents were raising concerns about a possible association between the MMR vaccine, given at 18 months, and autism. Our study was able to look at closely at this question very quickly- since we were an established surveillance system. Ultimately, our study did not find an association and this was reassuring to the scientific community.\" (b) Disingenuous and misleading statement of Dr. DeStefano. Question: Do vaccines cause autism? Answer: The scientific evidence is clear that vaccines do not cause autism. The Institute of Medicine, IOM, issued a report in 2004 concluding that the MMR vaccine and thimerosal-­containing vaccines do not cause autism. Studies since 2004 have continued to find no increased risk of autism following vaccination, including a study we published in Pediatrics in September 2010. http://answers.webmd.com/answers/1194718/do-­vaccines-­cause-­autism?guid=1 (c) CDC, Vaccine Safety and Autism. In this list of CDC studies claiming no causal association, the finding in the Paper is falsely described as: \"The study found that the overall distribution of ages at MMR vaccination among children with autism was similar to that of matched control children; most case and control children were vaccinated between 12 and 17 months of age.\" [http://www.cdc.gov/vaccinesafety/00_pdf/CDCStudiesonVaccinesandAutism.pdf, visited October 11, 2014]. The contention that studies since 2004 have \"continued to\" find no link between autism and vaccines implies that those studies before 2004 came to this same conclusion. This is false. 30 As recently as August 26, 2014 the CDC issued a statement through its Senior Public Affairs Specialist, Belise Gonzalez, standing and endorsing The Paper and The Group's actions, stating: Access to the information on the birth certificates allowed researchers to access more complete information on race as well as other important characteristics, including possible risk factors for autism such as the child's birth weight, mother's age, and education. This information was not available for children without birth certificates: hence the CDC study did not present data by race on black, white, or other race children from the whole study sample. It presented the results on black and white/other race children from the group with birth certificates. For reasons set out above, this statement is false and constitutes \"subsequent use\" of the malpractice. The misconduct is also actionable under the \"public safety\" exemption to the limitations period.41 Basic principles of ethics and informed consent require that complete and accurate information be given to patients and their families. The \"no studies\" guidance given by CDC to providers and patients is rendered false by the now disclosed misconduct. Such false information denies patients the meaningful opportunity to choose or refuse the MMR vaccine based upon its true risks. 20. A possible \"Good faith\" defense A 'good faith' defense is unsustainable on any reading of this matter. For example, Dr. DeStefano, the lead investigator on the study, was part of the Division of Immunization Safety of which he is now director. His responsibility was and remains to identify and mitigate risk of harm from vaccines, not to exonerate vaccines of risk of harm by omitting data that call into question the safety of the CDC's recommended schedule. Contrary to this obligation, his deliberate and calculated actions left children in harm's way for over a decade. Rather than operating out of an abundance of caution and protecting children, as he should have done, he did quite the opposite. 21. Concluding remarks We believe that the facts presented here reveal a clear picture of research misconduct within the CDC with profound and far-reaching implications for public health, and in particular the wellbeing of children. This misconduct undermines the trust and reputation of CDC as a source for complete and reliable scientific information - so important to maintain the confidence of 41 42 C.F.R. § 93.105(b)(2) (health or safety of the public exemption). 31 the public in the vaccine program. Honest risk communication may lead the public to demand (and industry to supply) safer vaccines, but lying to and misleading the public about safety risks threatens a permanent loss of this essential trust and confidence. The research misconduct involved scientists working in the National Immunization Program and the National Center on Birth Defects and Developmental Disabilities, right up to officials at the highest levels of the CDC, including the Director. The actions of those involved threaten not only the health of children but also the integrity of, and public confidence in, the US Public Health infrastructure. The alleged misconduct seriously undermines the ethical practice of medicine when pediatricians unwittingly obtain, and parents provide, informed consent to immunization based upon falsified data. The influence that this alleged misconduct has undoubtedly had on the IOM and, in turn, on the NVICP cases, and the consequent injustices suffered by thousands of children who are victims of possible vaccine injury, constitutes, in our opinion, deliberate obstruction of justice. We urge that corrective action be taken at the earliest opportunity. This complaint is filed in good faith. The Exhibits and Appendix 1 are enclosed as a CD. We reserve the right to file supplemental details and Exhibits as and when they come to light. In the public interest this complaint will be posted at autismmediachannel.com and elsewhere. Please keep us informed of all actions taken in response to this complaint. We are available to assist in any manner. Thank you for your careful consideration and response. Yours sincerely, Dr. Brian Hooker Ph.D. 32 Dr. Andrew Wakefield MB.,BS. Per pro James Moody J.D. Please contact: andyamc14@gmail.com c.c. Dr. Tom Frieden M.D. Centers for Disease Control and Prevention 1600 Clifton Road Atlanta, GA 30329-4027 Dr. Lewis R. First M.D. Department of Pediatrics University of Vermont College of Medicine S-253 Given Courtyard 89 Beaumont Avenue Burlington, VT 05405 Office of Inspector General US Department of Health and Human Services ATTN: HOTLINE ! PO Box 23489 ! Washington, DC 20026 James M. Perrin, M.D., FAAP President, American Academy of Pediatrics The American Academy of Pediatrics 141 Northwest Point Boulevard Elk Grove Village, IL 60007-1098 Sandra Hassink, M.D., FAAP President-Elect, American Academy of Pediatrics The American Academy of Pediatrics 141 Northwest Point Boulevard Elk Grove Village, IL 60007-1098 33 Representative Bill Posey 120 Cannon House Office Building Washington, DC 20515 Representative Daryl Issa 2347 Rayburn House Office Building Washington, DC 20515 Representative Gwen Moore 2245 Rayburn House Office Building! Washington, DC 20515! 219 N Milwaukee St STE 3A Milwaukee, WI 53202 Reverend Jesse Jackson info@rainbowpush.org Reverend Al Sharpton National Action Network! 106 W. 145th Street !Harlem, New York 10039 Dr. Thomas Insel M.D. Director, National Institutes of Mental Health 6001 Executive Blvd. Room 8184, MSC 9663 Bethesda, MD Rd. Malabar, FL 32950 Ms. Barbara Löe Fisher National Vaccine Information Center 21525 Ridgetop Circle, Suite 100 Sterling, VA 20166 Dr. Victor J. Dzau, M.D. Institute of Medicine ! 500 Fifth Street, NW Washington, DC 20001 34 List of Exhibits (with hyperlinks) 1 DeStefano et al Pediatrics 2004 2 Analysis Plan, September 5, 2001 3 Public statement of Dr. Thompson 4 Dr. Hooker's reanalysis 5 Dr. Hooker's statement in response to CDC 6 CDC's statement 7 Data output and MMR meeting notes 11.7.01 8 Dr. Thompson's Handwritten note of 9.6.01 9 Data output of 2.13.02 10 Powerpoint presentation of Dr. Yeargin Allsop, 10.16.09 11 Data output and meeting notes of 5.8.02 12 Data output and Dr. Thompson's notes of 2.13.02 13 Data output and Dr. Coleen Boyle's notes 2.13.02 14 Email to Melinda Wharton September 3, 2002 15 Handwritten note of 1.8.04 16 Handwritten note of 1.12.04 17 Handwritten note of 1.28.04 18 Memo to Dr. Gerberding of 2.2.04 19 Handwritten note of 2.3.04 20 DeStefano presentation to IOM 21 IOM 2004 report 22 Text from Thompson to Wakefield of 8.29.14 23 Transcript of Attkisson interview with DeStefano 24 Data output and meeting notes 12.12.01 25 Data output and meeting notes 12.19.01 "}