{"title": "PDF", "author": "PDF", "url": "https://serviciopediatria.com/wp-content/uploads/2020/05/Tratamientos-potenciales-en-la-enfermedad-COVID-19.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 TRATAMIENTOS POTENCIALES PARA COVID -19 (INFECCIÓN POR SARS -CoV2 ) Autoras: Berghezan Suárez A y Suárez Rodríguez MA Grupo de Patología Infecciosa de la Asociación Española de Pediatría de Atención Primaria. Mayo 2020. Tratamientos potenciales para la infección por COVID -19/SARS -CoV2. Disponible en: https://www.aepap.org/g rupos/grupo -de-patologia -infecciosa/documentos -del-gpi 1. INTRODUCCIÓN 1.1 CONTEXTO El manejo terapéutico de la infección producida po r el nuevo coronavirus SARS CoV -2 (COVID -19) ha venido utilizando los conocimientos y la experiencia (en adultos) adquiridos en las epidemias provocadas por coronavir us en China en 2009 (SARS -CoV , al que nos referiremos como SARS -CoV-1) y en A rabia Saudí en el 2012 (MERS -CoV). En el momento de redactar esta revisión, existen protocolos de diferente manejo terapéuti co en los distintos países afectados por la pandemia, y también en las distintas comunidades autónomas españolas, lo que refleja la falta de evidencia sólida sobre la s terapia s aplicada s. En la población pediátrica, los protocolos de tratamiento para pac ientes ingresados han tomado como referencia el manejo descrito por los casos comunicados en China1, y la aplicabilidad en nuestro medio, con el necesario ajuste de dosis y la vigilancia de los efectos secundarios. La presente revisión es un acercamien to a los grupos de fármacos que se están empleando y ensayando para la infec ción por el SARS CoV -2 en población adulta principalmente , pues los datos en niños son escasos ( generalemnte menor gravedad del cuadro y falta de ensayos clínicos). 2.1 CARACTERÍSTICAS DEL VIRUS Y PATOGÉNESIS 2 Imagen1 SARS -CoV-2, forma parte de la familia C oronaviridae , que incluye una amplia variedad de coronavirus , algunos de ellos patógenos reconocidos en animales y/o humanos. En esta misma f amilia , los ya conoc idos MERS -CoV y SARS -CoV-1 pueden ocasionar , al igual que SAR -CoV-2, formas graves de enfermedad respiratoria. Las princ ipales proteínas estructurales de SARS -CoV-2 son (Imagen 1) : proteína S (Spike), de membrana (M ), de envoltorio (E) y de nucleocápside (N). El virus inicia la fusión con la célula huésped con la unión de su proteína S con un receptor que se encuentra en la superficie celular: el ACE2 ( angiotensine -converting enzime 2). Dicho enlace tiene lugar mediante el dominio RBD ( receptor binding domain ) de la subunidad 1 (S1) de la proteína S. Se produc e entonce s la pérdida de la envoltura y la entrada viral (facilitada por una proteasa transme mbrana - TMPRSS2) mediante un AP2 -Associated proteín kinase 2 (AAK1) , con la liberación del RNA viral. Posteriormente, g racias a la maquinaria celular (ribosomas , proteasas...) y a la RNA po limera sa-RNA dependiente (viral ) se lleva a cabo la síntesis de nuevas proteínas y RNA virales que darán lugar a nuevos viriones2-3. 1.3 EVOLUC IÓN DE LA INFECCIÓN POR SARS -CoV-2 (COVID -19) La enfermedad se desarrol la en tres fases: Primera fase de inicio de la infección y replicación viral. Abarca los 7 primeros días d el proceso. La PCR nasofaríngea4 se va haciendo positiva , pero aún no se ha produ cido la respuesta humoral (anticuerpos) . La clínica en el niño puede ser variada, predominando los cuadros respiratorios como fiebre y tos, seguida de la clínica digestiva. Segunda fase o de afectación pulmonar. Aparece en la segunda semana de la enfermedad. La PCR es positiva en vías bajas o en heces y empieza la respuesta de anticuerpos Ig M/ IgG. E n las pruebas de imagen los pacientes pueden presentar infiltrados pulmonares uni o bilaterales nodulares no siempre visibles en la radiografía, pero sí en la s TAC torácicos . 3 Imagen2. Tomada de webinar SEPAR del 7 de Abril de 2020https://www.separ.es/node/1785 Tercera fase o hiperinflamatoria. Aparece a partir del día 10 -15, siendo el estadio de mayor gravedad. Es más frecuente que se desarrolle en el adulto de más de 65 años, y con enfermedades de base que empeoran el cuadro. Se produce una reacción inflamatoria grave en el tejido pulmonar tras la activación de la cascada de citoquinas, provocando distrés respiratorio grave, y puede ser causa de mortalidad hasta en un 50 % de los pacientes. 1.4 ¿QUÉ OC URRE EN LOS NIÑOS? La experiencia con los niños es similar a la descrita en China . Se definen cinco posibles5 situaciones clínicas: paciente asintomático infec ción respiratoria de vías altas pacientes c on afectación pulmonar moderada pacientes c on afectación pulmonar grave pacientes críticos. La clínica digestiva parece menos frecuente, pero no se descarta dado que ya se ha comprobado la eliminación del virus por la s heces durante varios días6 tras la desaparición de los síntomas . También cabe destacar las existencia de manifestaciones cutáneas , que van desde el rash generalizado hasta lesiones en extremidades similares a una perniosis, La primera fase, o de pacientes con infección de vías respiratorias altas, puede precisar tan solo tratamiento sintomático : antitérmicos en procesos febr iles (paracetamol o ibuprofeno)7, broncodilatadores si afectación respiratoria de vías baja s/ broncoespasmo8, y soporte de la clínica digestiva si se presenta (rehidratación en diarrea). En los casos publicados en China9, se ha comunicado la presencia de afectación pulmonar incluso en pacientes asintomáticos, sin que fuese necesario tratamiento antiviral ni antibiótico, al comp robarse resolución espontánea10. Los pacientes con evolución desfavorable en esta primera fase pueden tener persistencia de la fiebre más allá del quinto día, auscultación cardi opulmonar alterada, de saturación de oxígeno (<92%), taquipnea y afect ación clara del estado general , precisan un manejo hospitalario. 4 El tratamiento se ha dirigido a inhibir la replicación viral y frenar el daño pulmonar. Los fármacos empleados han sido los antivirales (Tabla 1 ) junto con los antibióticos (Tabla 5 ) si existe sospecha de sobreinfección bacteriana (elevaci ón de procalcitonina, PCR)11. En la segunda y tercera fase los tratamientos empleados son Inhibidores de la respuesta inflamatoria (Tabla 2 ). El plasma (Tabla 3) de pacient es convalecientes se está ensayando en los casos más graves en la población adulta en estos momentos. 2. FÁRMACOS EMPLEADOS Y EN ESTUDIO Los tratamientos empleados hasta el momento se dirigen contra distintas dianas. A grandes rasgos, podemos decir que: Los antivirales actúan a nivel de la replicación viral: impidiendo su un ión al receptor ACE2 celula r y , dentro de la célula, impidiendo l utilización de su maquinaria para sintetizar nuevas proteínas y RNA virales. Los anticuerpos monoclonales actúan a nivel extracelular, impidiendo la entrada del virus en el interior de las mismas (impidiendo su unión a ACE2). Los inhibidor es de la respuesta inflamatoria actúan neutralizando los efectos desencadenados por el coronavirus sobre el sistema inmun e vía la cascada de citoquinas, llegando incluso a una situación de hiperinflamación conocida como tormenta de citoquinas (o síndrome de liberación de citoquinas) , responsable en última instancia del Síndrome de Distrés Respiratorio Agudo ( SARS en i nglés ). El plasma de pacientes convalecientes actúa tanto directamente sobre el virus neutraliz ándolo por inmunidad inmediata como indirectamente impidiendo su unión a los receptores ACE2, al igual que las vacunas (Tabla 4) , que además generarían una respuesta inmunológica duradera. Muchos de los fármacos que a continuación se exponen, presentan mecanismos de acción mixtos . Imagen 3. Tomada de Updated approaches against SARS -CoV 10.1128/AAC.00483 5 IMPORTANTE: 1. Existen muy pocos datos sobre los fármacos que se están empleando: suele tratarse de datos pre -clínicos o con poca evidencia clínica (poca calidad de los datos publi cados y no revisados por pares). Se recomienda SOPESAR detenidamente RIESGO/BENEFICIO. 2. Los datos disponibles provienen de la població n adulta. Salvo en contados c asos (se señalan en las tablas) , los ensayos clínicos (EC) se han realizado o se están real izando en la población adulta (2 EC en pediatría con ruxolitinib). 3. Las terapias experime ntales ( antivirales e inmunomoduladoras) no se recomienda n de forma rutinaria en pacientes pediátricos y deben resevarse para su uso hospitalario, preferiblemente en el contexto de EC y tras informar de la escasa evidencia en su empleo. 6 TABLA -ÍNDICE Antivirales o con actividad mixta (TABLA 1) Inhibidores proteasas LOPINAVIR/RITONAVIR (LPV/r) Inhibidores de endo y 2B HEMODERIVADOS (TABLA 3) ANTICUERPOS MONO/POLICLONALES PLASMA HIPERINMUNE DE CONVALECIENTES VACUNAS (TABLA 4) OTROS (TABLA 5) AZITROMICINA ANTI -PARASITARIOS IECA OTROS ANTIBIÓTICOS OTROS ANTIVIRALES OTROS INMUNOMODULADORES ÁCIDO ASCÓRBICO MEDICINA TRADICIONAL CHINA ... Los ensayos clínicos autorizados en España se pueden consultar en el Registro Español de estudios clínicos (REec). La Agencia Española del Medicamento (AEMPS) publicará también el listado de estudios observacionales que han sido clasificados como estudios posautorización (en rojo) promovidos por administrac iones sanitarias.(extraído Manejo clínico del COVID -19: tratamiento médico ) ABREVIATURAS : AR: artritis reumatoide, AC: anticuerpos, C/: cada EC: ensayo clínico, tratamiento, C/: modificadores la enfermedad , GI: gastrointestinal, H : horas, IRA: insuficiencia respiratoria aguda, MNTO: mantenimiento , IRVAS: infección de vías aéreas superiores, PCR: como marcadore de inflamación proteína C reactiva , como prueba diagnós tica Rea cción en Cadena Polimerasa, PTES: pacientes, mecánica no invasiva cloroquina es un derivado de la quinina muy conocida para el tratamiento de la malaria. La HQ se diferencia de la cloroquina por tener un grupo hidroxilo al final de la cadena principal de la molécula. Se absorbe rápidamente vía intestinal y se elimina también rápidamente vía renal. La HQ se tolera mejor que la cloroquina cuando es necesario su uso por largos periodos de tiempo. La HQ actuaría impidiendo la unión del SA RS CoV -2 a los receptores ACE2. Inhibe la replicación del virus al alcanizar el ph dentro de la célula . Frena la activación de la cascada proinflamatoria. Podría tener un efecto antiviral en la pre y post exposición . Utilizado en pacientes con afectación pulmonar moderado -grave . Hidroxicloroquina sulfato - Dosis de carga: 6,5 mg/kg/ dosis cada 12 horas (max. 400 mg/dosis) - Mantenimiento: 6,5 mg/kg/día dividido cada 12 horas (máx. 400 mg/día), 4 días más. Para ajustar la dosis, se recomienda solicitar a farmacia como fórmula magistral (suspensión oral). 200 mg de sulfato de hidroxicloroquina equivalen a 155 mg de hidroxicloroquina base. Fosfato de cloroquina (Resochin ) comprimidos de 250 mg . Duración del tto entre 5-10 días Vigilar hipoglucemia, toxicidad hematológica, musculoesquelética y ocular. Puede producir una prolongación del QT, por lo que se recomienda vigilar ECG si se mantiene más de 5 días o si se combina con otros fármaco s con este efecto (macrólido s, tacrólimus, ondansetrón, etc ). Se ha utilizado en combinación con azitromicina (AZT) y/o Lopinavir/ritonavir . Estudio de cohortes francés14 en el que se comparaba HQ vs HQ+ AZT. En el grupo de la combinación el 100% pacientes negativizaba PCR a los 6 días de tto vs 54%. En EC de Tang 52 rando mizado y abierto, el uso de HQ no se asoció a una mayor tasa de aclaramiento viral que el tto control. Dezscriben una dudosa eficacia en la reducción de sínt omas. La guía de manejo de EEUU 53 la recomienda en casos seleccionados cuando no es posible utilizar remdesivir. 79 EC en marcha. Su utilización combinada con azitromicina está en fase de estudio liderado por el Hospital Santa Creu i San Pau (BCN) . 8 (ritonavir). Las a cabo la fragmentació n de los polipéptidos virales inicial es formados gracias a los ribosomass celulares y que intervienen en la replicación del RNA (+) viral, en RNA ( -) al partir del cual se replica más RNA viral (+) y se transcriben nuevas proteínas que conjuntamente formarán los nuevos viriones Utilizado en afectación pulmonar moderada -grave solo o en combinación con otros fármacos como HQ, No se combina con otros antivirales como Remdesivir. Se considera de escasa respuesta en etapa tardía de la infección. Posología11 Dosis en mg/Kg (niños entre 7 y 15 Kg): 12/3 mg/Kg Dosis en ml de la solución (niños entre 7 y 15 Kg): 7-10 kg: 1,25 ml/12 h /(12/3 mg/Kg) 10-15 kg: 1,75 ml/12 h (12/3 mg/Kg) Dosis en mg/Kg (niños entre 15 y 40 Kg): 10/2,5 mg/Kg. Dosis en ml de la solución (niños entre 15 y 40 Kg) 15-20 Kg: 2, 25 ml/12 h 20-25 Kg:2,75 ml712 h >40 Kg: 400 mg/100 mg /12 h La presentación más ajustada en niños es la solución de Kaletra 80mg liponavir/20mg ritonavir en frascos de 60 ml. Se administra c/12 horas con comidas . Produce diarrea con frecuencia, potenciada por el propio daño del SARS CoV -22. . En EC randomizado de Cao y Col17 en casos graves , el brazo de LPV/r no mostraba mejoría clínica ni de mor talidad frente al control . Destacar que se administró de media el 13ª día de infección . 25 EC en marcha para determinar eficacia y seguridad en SARS CoV -2 además de su comparación con otras terapias . REMDESIVIR19,20 Profármaco análogo de nucleótido que inhibe la polimerasa viral e impide la replicación del ARN viral. Desarrollado para el control de la enfermedad por virus Ébola . Autorizado en infección confirmada por PCR e ingresa dos aunque no precisen ventilación mecánica. No se pauta si el paciente necesita inotrópicos, fallo multiorgánico o Posología11 <40kg; dosis de carga 1 º día 5mg/kg iv seguido de 1 dosis de mnto de 2,5mg/kg desde el 2º - 10º día. 40 kg (ídem adultos ): dosis de carga el 1º día 200 mg/iv seguido de 1 dosis de mn to. de 100 mg/iv al día desde 2º - 10ºdía .Duración tto de 5 - En pediatría se usa como medicación de uso compasivo . No puede utilizarse junto con otros antivirales como LPV/r En la actualidad no existen datos de seguridad y eficacia. Duración infusión: 30 minutos. Actividad in vitro frente a SARS -CoV-2 e in vivo (animales ) frente SARS - CoV-1 y MERS -CoV. Uso des crito en series de casos. En 1 cohorte multinacional18.53 pte s graves, el 68% de los tratados mostró mejoría . El EC randomizado, ciego y 9 fracaso hepático (ALT >5 veces N) o renal, embarazo y lactancia . 10días , en estudio en EC en adultos. RAM: náuseas, vómitos y transa minasas. controlado por placebo 54 no halló diferencias estadísticamente significativas en mejoría clínica, mortalidad y aclaramiento viral con su uso. La guía de manejo EEUU 53 lo destaca como antiviral a utilizar en casos seleccionados. La FDA y La OMS han aprobado 10 EC para determinar seguridad, eficacia, pauta y dur ación. 3 EC en España . FAVIPIRAVIR AVIGAN Inhibidor de la ARN - polimerasa. Utilizado en Wuhan . Chen y col23. Describen su uso en casos leves - moderados, mostrando un tiempo en de la fiebre y tos menor que el Umifenovir (p < 0,001) . Manufacturado en Japón. Se utiliza en algunos países asiáticos para el tto de la gripe. 5 EC en EEUU21 para determinar eficacia y segu ridad, sólo o combinado con Toci lizumab y comparándolo con éste, con placebo Niclo nucleósido de amplio espectro: actuaría d e forma directa sobre SARS - CoV-2 uniéndose a éste e indirectamente impidiendo su fusión y endocitosis/ exocitosis. Recomendado en los protocolos chinos para el tto de neumo nías leves - moderadas por SARS -CoV-2. 200mg cada 8h Comerc ializado en China y Rusia para el tto de Influenza, SARS y Lassa virus. Algunos case -reports y en estudio retropectivo de Xia y col , re fieren buena evolución en combinación con LPV/r . El EC de Zhen Zu24 y col. muestra < tiempo en la negativización de la PCR con Umifenovir que con LPV/ r (p<0,01). EC FASE IV ( Rusia) , compara el tiempo negativización PCR de Umifenovir + tto base vs tto base solo. INTERFERÓN 1 (IFN 1B)22 BETAFERÓN roliferativa e inmunomoduladora . Producida por E. coli, difiere del humano en dos aminoácidos y en que carece de una de las cadenas glicosiladas . No disponible para pacientes fuera de sus indicaciones autorizadas (dado el stock actual): Esclerosis múltiple remitente recidivante o un episodio único desmielinizante grave con riesgo de desarrollar EM. Dosis: 250 microgramos administrados por vía subcutánea cada 48 h durante 14 días. En niños < 12 años: no se ha establecido seguridad y eficacia >12 años : para sus indicaciones, igual que en adultos Se recomienda administrar paracetamol previo a cada administración. RAM: Fiebre, cefalea, hipertonía, local, debilidad, artralgia, síndrome pseudogripal. Evitar en enfermedad psiquiátrica o depresión grave. El análisis de MERS -CoV y la respuesta inflamatoria que produce, condujo al estudio los IFN (1 y 2), que mostraron actividad in vitro . El estudio MIRACLE valora la combinación de INF 1b + LPV/r, que según u n estudio in vitro reciente no se potencia n. El uso terapéutico de LPV/r + IFNb podría mejorar la función pulmonar, pero carece de efecto sobre la rep licación viral o en caso de enfermedad grave. INTERFERÓN - 2b25 Citoquina antiviral NO disponible fuera de sus ind icaciones Dosis Adultos 5 millones de unidades En España no hay presentación para En línea con lo expuesto para 11 (IFN-A 2B) INTRON A A1 y INCLUID O en proto colos c hinos en casos leve - moderados (nebulizado) agregando 2 mL de suero estéril, dos veces al día inhalado. Nebulización con interferón -2b 100.000 -200.000 UI/kg para casos leve s, y 200.000 -400.000 UI/kg para casos graves, dos veces al día durante 5 -7 días. Dosis p ediátrica Nebulización de 100.000 - 200.000 UI/kg para casos leves; 200.000 -400.000 UI/kg en casos graves, dos veces / día durante 5-7 días inhalación. Se deberá utilizar la presentación para perfusión. 5 millones U agregando 2 ml de suero estéril. RAM frecuentes: Anorexia, síntomas neuropsiquiátricos , mareo, cefalea, náuseas, vómitos, diarrea, dolor abdominal, alopecia, rash, síntomas pseudogripales. el IFNb, hay otro EC que se ha iniciado en China donde se evaluará en pacientes hospitalizados con SARS -CoV -2. TABLA2. INHIBIDORES DE LA RESPUESTA RAM/Comentario Estudios CORTICOIDES26,27 METILPREDNISOLONA DEXAMETASONA Potente agente antiinflamatorio. En dosis bajas podrían inhibir la activación de la cascada de citoquinas responsables de la inflamación pulmonar y gravedad de clínica de la infección por SARS CoV -2. Podría indicarse en deterioro respiratorio32 grave en fase III de la enfermedad, y en pacientes que ya utilizasen corticoides por presentar patología respiratoria de base, a dosis bajas y tiempo limitado. Metil prednisolona dosis de 0.5 -1 mg/kg/iv 3 -6 días o dosis equivalente de dexametasona En adultos algunos autores defiende n su utilización en la tormenta de citoquinas a dosis altas (pulsos) : 60- 125mg cada 6h durante 3 días y reducir en función de reactantes. Las guías de práctica clínica internacionales desaconsejan su uso de forma rutinaria (OMS y CDC) En situaciones críticas como la sepsis, se considera escaso el impacto sobre la mortalidad y mayor el riesgo de prolongar el aclaramiento de la carga viral. 11 EC en marcha5. 12 TOCILIZUMAB28,29 (TCZ) RoActem ra Anticuerpo monoclonal (IgG1) recombinante humano específico frente al receptor (transmembr ana y soluble) de la IL -6, citoqu ina proinflamatoria cuyos niveles se elevan de forma evidente en pacientes críticos. Casos graves, en los que se sosp echa Síndrome de liberación de citoquinas . El momento ideal para su administración es al inicio de los s íntomas sugerentes de insuficienci a respiratoria o con y administrar en 1 hora). >30 kg: 8 mg/kg/iv (diluir hasta 100 cc SSF y administrar en 1 h). Dosis m áx: 800mg por infusión Se precisa determinar los valores de la IL -6 y/o dímero D antes de iniciar el tratamiento. EC en marcha para determinar nº de dosis y duración del tto. El uso de TCZ se ha asociado a un incremento del riesgo de sepsis, neumonía bacte riana, perforación GI y hepatotoxicidad. Xiaoling y col ( China) han publicado una serie de 21 casos de SARS -CoV-2 grave , en los que se producía mejoría clínica, analítica y radiológica tras tto con TCZ 16 EC en marcha5 FDA: EC Fase III aleatoriza do y doble ciego para investigar eficacia/seguridad en paci entes con neumonía grave por COVID -19 Hospital Santa Creu i San Pau de Barcelona . EC Fase II , aleatorizado, multicéntrico y abierto para analizar Su azitromicina SARILUMAB33 KEVZARA Inhibidor une a IL-6 soluble y transmembrana, impidiendo su unión a los receptor es ACE2, y con ello interrumpir ía la prog resión de la tormenta de citoquinas uso de Sarilumab en población pediátrica se valorará de forma individualizada, atendiendo a factores de riesgo . La dosis y pauta (intervalo) de administración en el caso de pacientes pediátricos en situación grave por SARS -CoV-2 debe seguir la pauta da da para los pacientes adultos. Las dosis y vías de administración (iv/sc) varían en función del estudio. Según AEMPS en adultos: 200-400mg iv en una única infusión. No hay dosis establecidas en niños. En ficha técnica (FT) no se ha establecido la seguridad y eficacia de Sarilumab IV en < de 2 años Utilizado para el tto de la AR que no responde a FAME +/ - metotrexato . Puede producir neutropenia, perfil lipídico, adem ás de favorecer ITU e IRVAS, así como infección por VHS. Se prepara diluido en 100 ml de SSF para administrar IV en 1 hora 6 EC en marcha, FASE II/III, que comparan su eficacia y seguridad iv o sc, a altas o bajas dosis , con respecto a otros ttos ( HQ, AZT, SILVANT Inhibidor IL-6 criterios propuestos Según AEMPS Utilizado para el tto de la enf 3 EC destacados 13 Anticuerpo monoclonal IgG1k quimérico (humano/murino). Forma complejos estables con las formas de IL -6 solubles impidiendo su unión a los receptore s ACE2, y con ello interrumpiri a la progresión de la tormenta de citoquinas AEMPS : - Neumonía intersticial con IRA respi ratorio que necesita VMI o VMNI. - fallo orgánico extrapulmonar - Criterios de Inflamatoria Sisté mica grave.; o 400ng/ml en pediatría) o en progresivo . - su situación basal requiere UCI No se recomienda -Pacientes con VIH, VHH , VEB, TBC u otra infección respiratoria no SARS - CoV-2 - Neutrófilos 1.0 x 109 /L; - Plaquetas 50 x 109 /L - AST/ALT >5X veces o BrTotal 2.0 veces -Embarazo y lactancia. adultos 1º dosis 11 mg/kg iv durante 1 h. 2º Dosis a las 12h de la previa a 11mk/Kg iv, en 1h, si la PCR no . 3ª dosis a las 24h de la anterior si PCR no 11 mg/ kg iv en 1 h. Interrumpir si PCR o mejoría clínica significativa. Pediatría: no hay datos de eficacia y seguridad en <18años Castleman no asociada a VIH ni VHH -8. RAM: prurito, infección del tracto respiratorio superior, erupción maculopapular, edema localizado, aumento de peso, dolor abdominal, reacciones relacionadas con la perfusión, nasofar ingitis, trombocitopenia, insuficiencia renal, hipertrigliceridemia, hipertensión, neutropenia y reacción anafiláctica Hospit al Clínic (BCN) : EC Fase II, random izado y abierto que compara eficacia y seguridad f rente a corticoides (+/- LPV/r) en neumonía con SARS que no requiere UCI. Italia : Estudio retrospectivo casos - contro l sobre su uso en SARS Bélgica: EC prospectivo, randomizado y abierto que compara la eficacia y seguridad de Tocilizumab / Tocilizumab + Anakinra TLR, activan do el inflamasoma (regula inmunidad innata y adaptativa) y con ello formación de Il -1 que produce fiebre, inflamación pulmonar y fibrosis. (A 8) Ídem Toci lizumab Dosis y duración que varía según el ensayo clínico Adultos : -100mg/día sc durante 28días. -400mg -600mg /día iv durante 5 -15días. Se pediatría para el tto de CAPS Sd. periódicos asociados a criopirinas ) en lugar de inyección, cefalea, neutrop enia, Riesgo inf. bacteriana 5 EC ( 4 de ellos en Europa) 14 BARICITINIB35 OLUMIANT Inhibidor selectivo JAK1 y JAK2 , con gran afinidad p or AAK1. Con el bloqueo de AAK1, se impediría la endocitosis viral y el ensamblaje intracelular de las partículas víricas. También inhibe la vía JAK-STAT , limitando la tormenta de citoquinas . Ídem T ocilizumab Dosis , vía de varía según el ensayo clínico: 2-4mg vo c/24H durante 7 -14días. En >75 años, reducir dosis a 2mg/24h. Empleado en adultos en AR que no responde a FAME. No se ha estable cido la eficacia y la seguridad en <18años. RAM: IRVAS, hipercolesterolemia, riesg o infección VVZ,VHS, GEA, náuseas hipertransaminasemia. 5 ensayos clínicos . H. Univ. Fuenlabrada (Madrid) : ensayo clínico, prospectivo fase II, randomizado y abierto en n eumonía por COVID -19, en el que se compara el uso de HQ + LPV/r o I matinib o Bar icitinib. 1 , su utilización inhibiría la vía JAK -STAT y con ello limitaría la tormenta de citoquinas ( bloqueando IFN). Sin embargo, su afinidad por AAK1 es menor que la de Baricitinib .36 Ídem Toci lizumab Dosis ( creciente o decreciente) y duración, varían en función del ensayo clínico: 5mg -10 mg cada 12h durante 14 - 17días. Según AEMPS: Dosis Adultos 5 mg dos veces al día durante 14 días. Dosis Pediátricas No se ha establecido la seguridad y eficacia de RXT en niños y adolescentes hasta 18 años de edad. No se dispone de datos. Empleado en mielofibrosis y policitemia vera. Se administra v.o o por SNG (8 Fr o >) diluido en 40ml de agua durante 10min. RAM: anemia (82%), trombocitopeni a (70%) , neutropenia, hemorragia, hipertransaminasemia, hipercolesterolemia, riesgo ITU 6 EC en marcha , de los cuales 2 en niños : EC por Novartis ( aprobado por FDA) para : > /= 6 años , en pacientes con SARS -Cov2 grave o muy grave . EC abierto, brazo único, evalúa eficacia y seguridad en astatina+ ruxolitinib para prevención y tto IRA por COVID -1 15 TABLA 3. HEMODERIVADOS FÁRMACO MEC. ACCIÓN ESTUDIOS AC para SARS -CoV-2 , están orientados a inhibir la entrada viral a las células del epitelio respiratorio mediante el bloqueo dire cto del receptor celular (ACE2) o a nivel viral, mediante la neutralización del domini o RBD de su proteína S (Spike) que se une al receptor. La eliminación posterior del virus tendría lugar por la opsonización mediada por AC o po r la activación del complemento. Por inferencia de estudios realizados sobre el uso de Nabs para el tto del Ébola e infecciones por otro s coronavirus (MersCoV y SARS -CoV-1) los preparados formados por varios anticuerpos monoclonales activos frente a difere ntes epítopos de la superficie viral, parecen ser los mejores candidatos ( pues permit irían neutralizar incluso mutaciones) . Limitaciones Se han desarrollado dive rsos NABS efectivos in vitro e in vivo en animales para SARS -CoV-1,que presenta n una gran homología estru ctural y funcional con SARS -CoV-2: ambos se unen ACE2 mediante proteína S. Sin embargo, los estudios realizados hasta la fecha muestran que la gran mayoría de los NABS efectivos en SAR S-CoV-1, no tienen una afinidad efe ctiva po r la proteína S de SARS -CoV-2. Existen resultados controvertidos sobre la reactividad cruzada del NABS CR3022 -SARS -CoV- 1específico frente a SARS -CoV-2. La protección frente al daño pulmonar de la respue sta mediada por anticuerpos en SARS -CoV-1 es contro vertida. Algunos de los pacientes fallecidos por SARS -CoV-1 mostraban a nivel pulmonar una fuerte respuesta por Nabs , así como el acúmulo proinflamatorio de éstos, sugiriendo que los Nabs podrían estar implicados en el daño pulmonar agudo y de evolución fatal. A fecha de 23/03/ 2020 existen estudios en marcha en China, Corea, EEUU y Europa, todos ellos en fase pre -clínica, aunque se estima que pasarán a fase clínica (1 y 2) en verano 2020. REGN3048 and REGN 3051 (Regeneron). combinación de dos anticuerpos monoclonales dirigidos contra proteína S. En investigación frente a MERS - CoV. No se dispone de datos que avalen su uso frente a SARS - CoV-2, ni hay constancia de ensayos clínicos en marcha. PLASMA hiperinmune de pacientes convalecientes COVID1940-42 Su utilización fue propuesta por la OMS para el virus É bola en el año 2014. Se pr otocolizó su uso para SARS -CoV1 en Oriente Medio en el año 201543. Mec. Acción La utilización de plasma de pacientes convalecientes, a través de la administración pasiva de AC policlonales neutralizantes (Nabs), proporciona inmunidad inmediata, mediante la neutralización del virus por éstos. El pico viral en pacientes con SARS coincide por la aparició n de la respuesta por AC . Según dat os recientes en COVID -19 la seroconversión tiene lugar entre 6 -12 días, pero no va seguida de una disminución de la carga viral. Estudios experimentales en humanos realizados en SARS -CoV-1, mostraron que al menos en una fase inicial, la respuesta mediada por antic uerpos podía empeorar el daño pulmonar agudo, alterando las respuestas contra -inflamatorias. Se postula, que a ello podrían contribuir una cantidad insuficiente de anticuerpos o la presencia de AC neutralizantes heterotópicos , que es lo que ocurriría en l os pacientes más ancianos, previamente expuestos a una mayor cantidad de coronavirus. In vitro , este daño pulmonar mediado por anticuerpos tendría lugar a expensas de Ac frente a la proteína S (Anti -Spike) , Numerosos estudios previos (aunque todos con un inadecuado control de sesgo) han mostrado una buena respuesta ( incluida descenso tasa mortalidad) en el tratami ento de otras infecciones virales causantes de SARS, incluidas H1N1 (1915/1917 y 2009/2010), Ébola (2014) , así como en SARS -CoV-1 y MERS -CoV (2015). El 24 de Marzo de 2020 la 16 pero no por Ac. Anti -nucleocápside (Anti -N). De hecho, en comparación con los pacientes que finalmente fallecían, los que se recuperaban tenían un incremento retardado pero mantenido en suero de Nabs con un incremento paralelo de AC. Anti -N ( que no se observaba en los exitus ). Procedimiento El plasma se obte ndría mediante plasmaféresis realizada en paciente s convalecientes . Puede proce derse a la d onación de sangre completa, pero limita el volumen de plasma obtenido y el aumento del intervalo entre donaciones. Los donan tes deben perman ecer asintomá ticos min .14-28 días y tener uno o más test negativos por muestra orofaríngea o negativización de los marca dores de infección activa en muestras de sangre (RFA y titulos de Ac neutralizantes adecuados). Esta separación en el tiempo favorece ría la existencia de Ac de mayor afinidad. Se llevará a cabo despistaje infeccioso habitual en donantes de hemoderivados y determinación de Ac Anti-HLA en mujeres con hijos. Además se comproba rá la existencia de títulos a propiados de Nabs para SARS -CoV-2. Basándose en estudios realizados previamente en pacientes con SARS -CoV1, en Francia se proponen títulos >/= 1/40 ( tendrían efecto citopático). Indicación Aunque se está ut ilizando en pacientes con situación clínica de mayor gravedad y sin respuesta a otros ttos, algunos autores preconizan su utilización en las fases precoces de la enfer medad en pacientes susceptibles de empeoramiento ( ej: >70 años, existencia de factores de riesgo SatO2 <94). Posología Se sugiere la administración al 5º día de enfermedad, de 2 unidades de plasma de 200 -250ml en pacientes entre 50 -80kg , ajustando el volumen fuera de este rango. Esta pauta se podría repetir a las 24 -48h en los pacientes que hayan demostrado buena toler ancia a la primera infusión. Las infusiones se realizarán lentamente y bajo monitorización y vigilancia estrecha durante y posteriormente a las mismas., co n el fin de identificar y tratar los efectos de una posible sobrecarga de volumen u otras RAM. FDA44 ha permitido la utilización del plasma de convalecientes para su manej o clínico de forma experimental. En España está en marcha un estudio multicéntrico liderado por el Hospital Puerta de Hierro de Majadahonda de Madrid 17 TABLA 4. VACUNAS( A9) DESCRIPCIÓN ESTUDIOS La vacuna se considera la medida con mejor relación coste/efectividad. La seguridad para la utilización en humanos de las vacunas es en este momento prioritaria para el desarrollo final de las mismas La proteína S , y más especí ficamente la subunid ad S1, así como el gen que las codifica, constituyen la principal diana de las vacunas en desarrollo. Se generarían así Ac neutralizantes que impedirían la unión del virus a l receptor ACE2 y con ello su entrada en la célula huésped y la utilización de su maquinaria de transcripción. Tipos de vacunas45: Vacunas virus atenuados: se trata de coronavirus y torovirus en los que se ha introduce una mutac ión en la poliproteína. Se ha estudiado en ratones. Vacunas basadas en DNA: - Ácidos nucleicos quiméricos : codifi can para un del (ej: calreticulina) y un péptido o polipéptido de la proteína S. - Proteínas S consenso obtenidas de MERS -CoV: an alizando las secuencias de amin oácidos/ácidos nucleicos de la proteína S del MERS -CoV se obtiene cuál es la secuencia de los mismos que más repite y que se denomina secuencia de consenso ( considerada la más estab le). Inovio pharmaceutics ha desarrollado así la denominada v acuna INO -4800, cuyos ensayos en humanos se han pla nificado en USA en abril 2020. Vacunas basadas en proteínas: - Ectodominios obtenidos por ingeniería genética: se ha obtenido el dominio de la proteína S que se une al rec eptor de la célula huésped. GSK anunció su colaboración con Clover (farmacéutica China) para el desarrollo de una vacuna potencial formada por el ectodominio obtenido por Clover (COVID - 19 S-Trimer) junto con el adyuvante de GSk (GSK2). - Proteína S trimérica recombinante. - Péptidos híbridos: formados por 3 cadenas : 1 epítopo de presentación antigénica que se uniría a MHC -II + 1 cadena invariable (péptido llave) que potencia la presentación antigénica+ 1 estructura química que las une . Generex junto con un consorcio de empresas chinas está desarrollando una vacuna b asada en esta tecnología. Virus like particles : son proteínas virales derivadas de las proteínas estructurales de un virus ( por ejemplo proteínas de la cápside) pero que carecen del ARN/ADN viral y por lo tanto no son infectivas. Novavax anunció en feb rero 2020 el inicio de los ensayos en animales de vacunas obtenidas por esta técnica con la proteína S como diana( ya la habían e studiado en MERS -CoV y SARS -CoV-1). Vacunas basadas en ARN: vacunas que i nutiliza el ARN mensajero para la expresión de la pr oteína S , induci endo así una respuesta inmune. E ste tipo de vacunas son las primeras con las que se llevarán a cabo estudios preliminares en humanos (Fase 1 en USA, por Moderna en colaboración con NIAID Vaccine Research Center). También se están estudian do ARNm que codifiquen a la vez para di versos antígenos , además de la proteí na S (proteínas de la cápside, de la membrana, etc...) Se ha postulado que la vacunación con BCG al inducir una respuesta inmune no específica podría actuar frente a SARS -CoV-2. Se están llevando a cabo estudios entre sanitarios. 47 EC en marcha46 18 TABLA 5. OTROS FÁRMACOS FÁRMACO DESCRIPCIÓN AZITROMICINA14,25 Mecanismo desconocido, su utilización con HQ se ha asociado a una resolución más rápida del aclaramiento del virus. Presenta actividad in vitro frente a algunos virus (Influenza, Zika) pero no se ha demostrado en SARS -CoV-2. También se utiliza por su efecto inmunomodulador y antii nflamatorio (acción sobre neutrófilos y liberación de IL -8).51 Puede aumentar el intervalo QT, por lo que al utilizarlo junto con la HQ, podría potenciarse esta RAM de ambos . En un estudio de casos -controles realizado en Francia , en el que algunos casos recibían HQ + AZT y los controles sólo HQ, l os casos re ducían más la carga viral. Limitaciones: N =36, casos leves -moderados. Otro pequeño estudio observacional en pacientes más graves, no vio un mayor aclaramiento del virus utilizando HQ+AZT. días. TEICOPLANINA47 Glicopéptido que ha mostrado actividad frente a varios virus: SAR -CoV- 1, MERS -CoV, Ébola, Influenza, f lavivirus, VHC, VIH . Según Zhou y col, al igual que ocurre con SARS -CoV-1 , inhibiría la escisión de la prot eína S por la catepsina L en los endosomas y con ello la liberación del ARN viral. In vi tro , estos autores mostraron qu e 1,66g de teic oplanina inhibían el 50% del vir us. DARUNAVIR/ COBICISTAT14 Combinación de un inhibidor de la proteasa del VIH con un potenciador farmacocinético. La evidencia in vitro indica que se necesitarían concentraciones muy superiores a las que se obtienen tras la administración de las dosis para VIH -1. Se está probando en un EC en China (NCT04252274). La AEMPS considera que no hay razones para su uso fuera de ensayos clínicos. IECA14,25 Tendrían a la vez un efecto beneficioso y deletéreo, pues por una parte se piensa que los pacientes que los toman presenta un de la expresión de ACE2 que facilitaría la infección por COVID -19, mientras que por otra parte esto tendría un efecto protector frente al daño pulmonar. APN01. Es un análogo de la enzima convertidora de angiotensina 2 recombinante humano (rhACE2) . Algunas referencias indican que hay evidencia preliminar procedente de un ensayo clínico en China en pacientes con infección grave por SARS -CoV-2. Sin embargo, el estudio está suspendido. La American Heart Association y la European Society of Cardiology recomiendan NO suspender el tto con estos fármacos en los pacientes qu e ya los toman por otras patologías . COLCHICINA14 Antiinflamatorio autorizado para la gota y la fiebre mediterránea familiar. Mecanismos antiinflamatorios: inhibición de la polimerización de microtú bulos, del inflamasoma y de la liberación de citoquinas, en particular IL -1 y la IL -6. Se hipotetiza que podría evitar la progresión de la respuesta inflamatoria asociada a la enfermedad COVID -19 y mejorar la evolución clínica. No existe ningún dato clínico ni se ha demostr ado su eficacia en ningún ensayo clínico hasta la fecha. ECULIZUMAB14 Datos PRECLÍNICOS publicados hasta la fecha apoyan la hipótesis de que la activación del complemento juega un papel clave en el daño inducido por el virus. La inhibición del complem ento, específicamente en el nodo terminal a través de la inhibición de C5, podría controlar los procesos inflamatorios que da n lugar al síndrome de distrés respiratorio agudo que produce el virus. IMATINIB14 Agente antitumoral oral que inhibe la actividad de algunas tirosin -kinasas. Papel inhibidor in vitro en las primeras etapas de la infección contra SARS -CoV (79%) y MERS -CoV (50%). Se ha relacionado con la reducción de la inflamación y la mejora de la b arrera endotelial, disfunción y edema pulmonar. Se ha observado de la liberación de IL -6 y otras citoquinas proinflamatorias en los linfomonocitos de pacientes con Leucemia Mieloide Crónica tratados con imatinib. VAFIDEMSTAD14,21 Inhibidor de la enzima epigenética Lisina Demethylase -1 (LSD1) específica en desarrollo para la esclerosis múltiple (EM). Propiedades inmunomoduladoras : datos preclínicos en modelos de infección por otros virus muestran una de la respuesta a la inflamación (expresión de IFN, IL -17, IL -2, IL-6, IL-1b y varias quim ioquinas) . No existe ningún dato clínico ni se ha demostrado su eficacia en ningún ensayo clínico hasta la fecha. TOFACITINIB14 Inhibidor selectivo de JAK (JAk 1 y JAK2) utilizado para la artr itis reumatoide, artritis psoriás ica, y colitis ulcerosa. Inhibe la señalización de diversas citoquinas pro -inflamatorias a nivel intra -celular, que podrían resultar en la inhibición de la diferenciación de linfocitos Th17 y Th1 con un papel relevante en la producción de citoquinas en la infección con coronavirus4. 19 Datos preclínicos. Es necesario generar evidencias en ensayos clínicos ( 1 en marcha en Italia) SIROLIMUS25 Inhibidor del complejo mTORC1 implicado e n la replicación de varios virus incluidos los coronavirus. Se ha demostrado su actividad in vitro frente a MERS -CoV. Actualmente utilizado en la profilaxis de EICH . IVERMECTINA25 Antiparasitario que ha mostrado actividad in vitro frente a un amplio rango de virus: VIH -1, virus West Nile, encefalitis equina venezolona y virus influenzae. Se ha publicado un trabajo que muestra actividad in vitro (en cu ltivo celular) frente al SARS -CoV-2, reduciendo la carga viral en las primeras 48 horas de su administración . Es necesario realizar más estudios preclínicos y EC para establecer las dosis y su seguridad en humanos. NICLOSAMIDA25 Antihelmíntico con actividad antiviral. Datos in vitro sobre su actividad en SARS -CoV y MERS -CoV NITAZOXANIDA25 Antiprotozoario con estructura similar a la niclosamida. Muestra actividad in vitro frente a COVID -19. MESILATO DE CAMOSTAT3 Aprobado en Japón para el tto de la pancreatitis. Inhibirí a la entrada de COVID -19 dentro de la célula, inhibiendo la proteína TMPRSS2 de la célula huésped . Esta proteína intervie ne en la unión de la proteína S (Spike) del COVID -19 a los rece ptores ACE2 celulares . RIBAVIRINA21,48 Aprobado para el tto de VHC. Inhibe la síntesis de ARN viral y también su \"capping\" es decir, su capacidad de ser reconocido como extraño por el sistema inmune Existen EC randomizados en los que se ha usado frente a SARS -COV1. .COVID -19: China está llevando a cabo su estudio junto con IFN pegilado en un e nsayo clínico, y se ha utilizado junto con LPV/rt e IFNb en otro EC en Hong - Kong. ÁCIDO ASCÓRBICO25 Antioxidante y cofactor en numerosas reaccio nes fisiológicas, ayudaría las células inmunitarias al protegerlas del estrés oxidati vo producido por la infección (sus niveles estarían disminuidos en los procesos infecciosos). Ensayo clínico FASE II, randomizado y controlado por placebo en China para e valuar su uso en alta s dosis en pacientes en UCI por neumonía grave por COVID - 19. INDOMETACINA25 Posible acción antiviral f rente a otros coronavirus (SARS -CoV1 y Canine -CoV) al interferir con la síntesis de RNA (1 estudio). Su actividad frente a COVID -19 es especulativa. Hierbas Medicina Tradicional China49 23 regiones Chinas han aprob ado el uso de hierbas utilizadas en la Medicina Tradicional China en su programa de prevención para el SARS -COV2, variando estas hierbas entre regiones. Sin embar go, la Comisión Nacional de Salud China NO las ha incluido en su programa debido a la falta de evidencia al respecto. 20 1. Conocemos poco de la historia na tural y el pronóstico del COVID -19. La información aquí recopilada intenta resumir de forma ordenad a bibli ografía de los tratamientos utilizados en distintos momentos evolutivos de la enfer medad , así como los que están en fase de estudio. . No se trata de una guía de práctica clínica ni un protocolo de actuación , los cuales son emitidos por las autoridades y sociedades competentes. La información sobre las terapias utilizadas debe ser tomada con cautela pues los diversos EC en marc ha ofrecerán resultados en próximo s meses 2. La experiencia de tratamiento en niños es escasa. La enfermedad tiene un curso más benigno que en los adultos , requiriendo en la mayoría de los casos exclusivamente tratamiento sintom ático . No se conoce a día de hoy ningún tratamiento eficaz y seg uro en humanos. 3. Los fármacos antivirales más empleados, especialmente en l a población adulta han sido : L opinavir/ritonavir, Hidroxicloroquina y Remdesivir . 4. Los fármacos inhibidores de la respuesta inflamatoria más usados hasta el momento ha sido el T ocilizumab, quedando los corticoides relegados a una fase de mala evolución o en pacientes con utilización previa de corticoides por su patología de base. 5. En los niños no se postula la utilización de anticuerpos monoclonales ni plasma en este momento, dad a la infrecuente evolución de los menores hacia fases críticas y su escaso o nulo conocimiento sobre el beneficio y efectos secundarios de estos productos en la población pediátrica . 6. Algunos de los tratamientos pautados están fuera de las indicaciones a utorizadas, y se precisa un consentimiento escrito o verbal para la utilización de los mismos. 7. Los fármacos empleados en los distintos EC presentan muchas interacciones , por lo que se recomienda obtener en información adicional: https://www.hiv -druginteractions.org/checker https://www.covid19 -druginteractions.org 8. El control de esta enfermed ad centra sus mayores esfuerzos en la elaboración de una vacuna eficaz para frenar los devastadores efect os que la pandemia por SARS CoV -2 ha provocado a nivel mundial. 9. La población infantil está viviendo la situación de pandemia con manejo de forma mayor itariamente ambulatoria, y con baja incidencia de casos graves. Se han postulados hipótesis diversas50, como la menor respuesta de la cascada inflamatoria de citoquinas, la diferencia en los receptores del virus en el tracto respiratorio del niño, la difer ente respuesta de la inmun idad innata , sin que haya una evidencia clara al respecto. 10. El diagnóstico de la enfermedad COVID 19 se ha realizado en la mayoría de los casos por sospecha clínica o criterio epidemiol ógico, sin que haya sido posible l a confirmación de la etiología en muchos casos. Cabe esperar una mayor disponibilidad en un futuro 21 próximo de las pruebas diagnósticas , que ayuden a conocer mejor el comportamiento de esta enfermedad en los niños, favoreciendo también el control de la transm isión comunitaria. 4. BIBLIOGRAFÍA 1. Chen Z.M., Fu J.F., Shu Q., Chen Y.H., Hua C.Z., Li J Pediatr. 2020 Feb; 1 -7. 2. Kim, A. A. Y., & Gandhi, R. T. (2020). Coronavirus disease 2019 (COVID -19): Management in adults 3. Sanders, J. M., Monogue, M. L., Jodlowski, T. Z., & Cutrell, J. B. (2020). Pharmacologic Treatments for Coronavirus Disease 2 019 (COVID -19): , 2019 . https://doi. org/10.1001/jama.2020.6019 4. Mamiko Onoda, María José Martínez Chamorro. Grupo de Patología Infecciosa de la Asociación Española de Pediatría de Atención Primaria. Abril de 2020. Pruebas diagnósticas de laboratorio de COVID -19. Disponible en: https://aepap.org/grupos/grupo -de- patologiainfecciosa/contenido/documentos -del-gpi 5. Shen, K., Yang, Y., Wang, T. et al. Diagnosis, treatment, and prevention of 2019 novel coronavirus infection Chee Lin Tzer Pin Lin, Tze Minn Mak, Maiwald, Yin Thoon, A Well Infant With Coronavirus ciaa201, https://doi.org/10.1093/cid/ciaa201 7. ningún dato indica que el ibuprofeno agrave las infecciones por Propuesta de manejo 19 en atención primaria pediátrica. Disponible en: https://www.aepap.org/coronavirus/documentos -para-la-consulta - de-pediatri a-de-ap 9. Cai Jiehao, Xu Jing, Lin Daojiong, et al. A Case Series of children with 2019 novel coronavirus infection: clinical and epi demiological ahead of print 10. Park JY, Han MS, Park KU, Kim JY, Choi EH. First Pediatric Case of Coronavirus Disease 2019 in Ko rea. J Korean Med Sci . 2020;35(11):e124. Published 2020 Mar 23. doi:10.3346/jkms.2020.35.e124. 11. Documento de manejo clínico del paciente pediátrico con infección por SARS -CoV-2. chloroquine against coronavirus: what to expect for COVID International Journal of Antimicrobial Agents (2020), https://doi.org/10.1016/j.ijantimicag.2020.105938 14. Gautret et al. (2020) Hydroxychloroquine and azithromycin as a treatment of COVID 19: results of an open label non randomized clinical trial. International Journa l of Antimicrobial Agents - In Press 17 March 2020 - F., Xu, A., Zhang, Y., Xuan, W., Yan, T., Pan, K.,Zhang, J. (2020). Jo ur . International Journal of Infectious Diseases . https://doi.org/10.1016/j.ijid.2020.03.013 17. Cao, B., Wang, Y., Wen, D., Liu, W., Wang, J., Fan, G, Wang, C. (2020). A Trial of Lopinavir -Ritonavir in Adults Hospitalized with Severe Covid - 19. England Journal of Medicine , 1-13. https://doi.org/10.1056/nejmoa2001282 18. Grein, J., Ohmagari, N., Shin, D., G., Asperges, E., Castagna, A., Flanigan, T. (2020). Compassionate Use of Remdesivir for Patients with Severe Covid -19. The New England Journal of Medicine , 1-10. https://doi.org/10.1056/NEJMoa2007016 19. Al-Tawfiq, J. A., Al -Homoud, A. H., & Memis h, Z. A. (2020). Remdesivir as a possible therapeutic option for the Disease , (March), 101615. https://doi.org/10.1016/j.tmaid.2020.101615 20. Wang, M., Cao, R., Zhang, L., Yang, X., Liu, J., Xu, M.,Xiao, G. (2020). Remdesivir and chloroquine effectively https://doi.org/10.1136/bmj.m1252 23. Chen, C., Huang, J., Cheng, Z., Wu, J., Chen, S., Zhang, Y. Hospital, W. L. (2020). Favipiravir versus Arbidol for COVID -19: A Randomized Clinical Author affiliations: 24. Zhu, Z., Lu, Z., Xu, T., Chen, C., Yang, G., Zha, T,Xue, Y. (2020). Arbidol Monotherapy is Superior to Lopinavir/ritonavir in COVID Journal of Infection , https://doi.org/10.1016/j.jinf.2020.03.060 25. Agents, A., & of Evidence for COVID -19-Related Treatments: Updated 4 / 15 / 2020 . 26. Russell, C. D., Millar, J. E., & Baillie, J. K. (2020). Clinical evidence does not support corticosteroid treatment for 2019 -nCoV injury. The Lancet 473 -475. https://doi.org/10.1016/S0140 -6736(20)30317 -2 27. Zhou , W., Liu, Y., Tian, D., Wang, C., Wang, S., Cheng, J, Gao, Y. (2020). Potential benefits of precise https://doi.org/10.1038/s41392 -020-0127 -9 23 28. Zhang, C., Wu, Z., Li, J. -W., Zhao, H., & Wang, G. -Q. (2020). The cytokine release syndrome (CRS) of severe COVID -19 and Interleukin -6 receptor (IL-6R) antagonist Tocilizumab may be the key to reduce International Journal of Antimicrobial Agents , 105954. https://doi.org/10.1016/j.ijantimicag.2020.105954 29. Clave, I. (2020). Tocilizumab como potencial terapia frente al COVID -19. 1-5. 30. Mehta P, McAuley DF, Brown M, Epub 2020 Mar 16 31. Zhou W, Liu Y, Tian D, Wang C, Wang S, Cheng J, Hu M, Fang M, Gao Y. 2020. Potential benefits of precise A, Skalsky K, Avni T, Carrara E, Leibovici L, Paul M. Corticosteroids for 33. , J., Phelan, A., Griffin, I., Tucker, C., Oechsle, O., Smith, D., & Richardson, P. (2020). COVID -19: combining antiviral and anti - et al., Autoimmunity Reviews, https://doi.org/10.1016/j.autrev.2020.102523 35. Richardson, P., Griffin, I., Tucker, C., Smith, D., Oechsle, O., Phelan, A., & Stebbing, J. (2020). Baricitinib treatment A., Griffin, I., Tucker, C., Oechsle, O., Smith, D., & Richardson, P. (2020). COVID -19: combining antiviral and an ti- for disease -19 (COVID Pacific , 38(1), 10 -18. https://doi.org/10.12932/AP -200220 -0773 38. Tian, X., Li, C., Huang, A., Xia, S., Lu, S., Shi, Z.,Ying, T. (2020). Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus - specific human 39. https://www.antibodysociety.org/ 40. Zhang, B., Liu, S., Tan, T., Huang, W., Dong, Y., Chen, L.,Zhang, S. (2020). Treatment with convalescent plasma for criticall y patients https://doi.org/10.1016/j.chest.2020.03.039 P., Gallian, P., Lacombe, K., & Yazdanpanah, Y. (n.d.). -19 convalescent plasma . 0- 2. https://doi.org/10.1111/vox.12926 42. Keith, P., Day, M., Perkins, L., Moyer, L., Hewitt, K., & Wells, A. (2020). A novel treatment approach to the no vel coronavirus: an argument for the use of therapeutic plasma exchange for fulminant COVID -19. Critical Care , 24(1), 1 -3. https://doi.org/10.1186/s13054 -020-2836 -4 24 43. Liwen Wang, Jun Li. A systematic review of convalescent plasma treatment for SAR coronavirus and MERS coronavirus: a possible refer ence for a 2019 novel coronavirus (COVID -19) treatment option. PROSPERO 2020 CRD42020173350 44. Janice Hopkins Tanne. Covid -19: ap MR. Preliminary Identification of Potential Vaccine Target s for the COVID -19 Coronavirus (SARS -CoV-2) Based on D., & Rolain, J. (2020). Teicoplanin: an alternative drug for the treatment o f COVID Therapeutic options for the 2019 Nature Reviews Drug Discovery , 1-8. https://doi.org/10.1038/d41573 - 020-00016 -0 49. Luo, H., Tang, Q. ling, Shang, Y. xi, Liang, S. bing, Yang, M., Robinson, N., & Liu, J. ping. (2020). Can Chinese Medicine Be Used for Prevention of Corona Virus Disease 2019 (COVID -19)? A Review of Historical Classics, Research Evidence and Current Programs. Chinese htt Edwards, MD. -19): Respuesta ´ Inmunitaria Frente A Coronavirus: Descripcion General, Aplicabilidad Para S ars-Cov2 E ´ Implicaciones Terapeuticas, ´ Anales de Pediatria (2020), doi: https://doi.org/10.1016/j.anpedi.2020.04.016 52. Tang, W., Cao, Z., Han, M., Wang, Z., Chen, J., Sun, W., ... Xie, Q. (2020). Hydroxychloroquine in patients Kimberlin, D., Jones, S., James, S., Pinninti, S., ... Nakamura, M. (2020). Multicenter initial guidanc e on use of antivirals for children COVID -19/SARS -CoV-2. Journal of the Pediatric Infectious Diseases Society . https://doi.org/10.1093/jpids/piaa045 54. Wang, Y., Zhang, D., Du, P. G., Du, P. R., Zhao, P. J., Jin, P. Y.,Wang, P. C. (2020). Articles Remdesivir in adults with sev COVI D-19: a blind, placebo -control, multicenter -6736(20)31022 -9 AUTORE S: Ángeles Suárez Rodríguez - Pediatra. C.S Palomera (León) masuarez@saludcastillayleon.es 25 Alicia Berghezan Suárez - Pediatra - Hospital de Dénia (Alicante) abergsua@gmail.com Con la colaboración de los demás miembros del Grupo de Patología Infecciosa (GPI) de "}