{"title": "EHAIA (Iniciativas Ecuménicas y Acción Mundial sobre el VIH/SIDA)", "author": null, "url": null, "hostname": null, "description": "Las iglesias pueden actuar como motores de transformación que ofrecen sanación, esperanza y acompañamiento a todos los afectados por el VIH/SIDA. EHAIA promueve las iglesias y las instituciones teológicas competentes en materia de VIH.", "sitename": null, "date": "2013-03-24", "cleaned_text": "el VIH/SIDA) Related News [En Uganda, la gente joven representa \"la riqueza del coraje, la capacidad de acción y las ideas\"](../../press-centre/news/index-es/in-uganda-young-people-represent-wealth-of-courage-agency-and-ideas.html) Durante una ceremonia en reconocimiento de que los jóvenes ugandeses son verdaderos \"agentes de cambio\" en cuanto a la salud y la sanación, la Rev. Pauline Njiru, coordinadora regional de África Oriental para el programa de Iniciativas Ecuménicas y Acción Mundial sobre el VIH y el SIDA del Consejo Mundial de Iglesias, dijo que la gente joven está dando un nuevo impulso a la justicia en muchas comunidades locales. [Un joven ugandés se convierte en un \"agente de cambio\" en materia de cuidados para el VIH y justicia de género ](../../press-centre/news/index-es/young-ugandan-man-an-agent-of-change-in-hiv-care-gender-justice.html) Hillary Nuwamanya, de 24 años, nació con el VIH y ha elegido vivir su vida dando ejemplo a otros jóvenes que luchan por encontrar la esperanza. Como parte importante del programa del CMI \"Iniciativas Ecuménicas y Acción Mundial sobre el VIH/SIDA\", este joven ugandés ha capacitado a personas para que orienten a sus comunidades en materia de igualdad de género, justicia de género y tolerancia cero de la violencia sexual y de género. Hillary Nuwamanya participa o facilita regularmente talleres intergeneracionales sobre el VIH y la justicia de género. [Los rostros de la ayuda: El CMI ofrece a sus especialistas para brindar apoyo durante la pandemia del COVID-19](../../press-centre/news/index-es/faces-of-help-wcc-offers-resource-people-to-accompany-during-covid-19-pandemic.html) El CMI está ofreciendo a las iglesias miembros algunos recursos con rostro humano durante la pandemia del COVID-19. Se ha puesto a disposición un equipo de ocho especialistas para consultar cómo pueden las iglesias discernir sus funciones durante la pandemia del coronavirus, cómo pueden adaptarse en cuanto comunidades religiosas, y cómo pueden relacionarse entre ellas y compartir experiencias. [Declaración del CMI: \"Conservar la fe para acabar con el SIDA\" ](../../press-centre/news/keeping-the-faith-for-an-end-to-aids.html) El Comité Ejecutivo del Consejo Mundial de Iglesias (CMI) emitió una declaración expresando su compromiso inquebrantable de acabar con el VIH y el SIDA. \"La epidemia del VIH ha sido como ninguna otra\", dice la declaración. \"A lo largo de cuatro decenios, el SIDA ha causado decenas de millones de muertes, ha devastado a familias y comunidades, y ha desafiado a los científicos y médicos dedicados a buscar una vacuna o una cura efectiva\". [Tanzania: un problema de larga data con potencial de cambio](../../press-centre/news/tanzania-a-long-standing-issue-with-potential-for-change.html) ¿Y si el VIH fuese solamente un virus, y no, además, un tabú? Esta semana se celebró una reunión de líderes religiosos en Tanzania para abordar el estigma y la discriminación relacionados con el VIH. [Michel Sidibé: el papel de las organizaciones religiosas es decisivo para combatir el VIH](../../press-centre/news/michel-sidibe-role-of-faith-based-organizations-critical-for-fighting-hiv.html) En su intervención durante un taller sobre el VIH entre los migrantes y refugiados, el director ejecutivo de ONUSIDA, Michel Sibidé, habló del desafío del VIH en un mundo en rápida mutación y muy impredecible. [En el camino del VIH: colmar las lagunas, desmentir los mitos ](../../press-centre/news/on-the-journey-to-hiv-bridging-gaps-debunking-myths.html) Nuestro mundo es un mundo de migración. Aun así, los mitos y la mistificación persisten en nuestra idea del viaje, especialmente cuando se trata de enfermedades transmisibles, como el VIH. [\"Unir fuerzas, trabajar juntos\": el CMI acoge un taller sobre el VIH entre migrantes y refugiados ](../../press-centre/news/join-forces-work-together-wcc-convenes-workshop-on-hiv-among-migrants-refugees.html) El 20 y 21 de febrero, ONUSIDA, el Consejo Mundial de Iglesias (CMI) y la Comisión Católica Internacional de Migración organizan un taller sobre el VIH entre migrantes y refugiados. [No renuncien a la visión de la atención sanitaria para todos, insta el CMI](../../press-centre/news/dont-give-up-the-vision-of-health-care-for-all-urges-wcc.html) Jesús fue un sanador, y desde sus primeros seguidores hasta ahora, en todas las épocas y regiones, los cristianos se han distinguido por trabajar compasivamente, y a menudo de forma heroica, por la salud y la sanación. [#WCC70: Una oración de salud y sanación](../../press-centre/news/wcc70-a-prayer-about-health-and-healing.html) La Dra. Erlinda N. Senturias, de Filipinas, agradece que el CMI haya creado espacios seguros para que las iglesias hablen del VIH y el sida. Pide que el movimiento ecuménico siga siendo un faro de apoyo en el camino de salud y sanación que está recorriendo. "}