{"title": "PDF", "author": "PDF", "url": "https://www.ciencia.gob.es/dam/jcr:e8183a4d-3164-4f30-ac5f-d75f1ad55059/EECTI-2021-2027.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Ciencia, Tecnología e Innovación 2021-2027ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Publicación incluida en el programa editorial del Ministerio de Ciencia e Innovación. Catálogo general de publicaciones oficiales https://cpage.mpr.gob.es La autoría de esta publicación corresponde a la Secretaría General de Investigación. El Secretario General reconoce la labor de la Secretaria General de Innovación, de la Dirección General de Planificación de la Investigación y del Gabinete Técnico de la Secretaría General de Investigación en la elaboración, coordinación y revisión de este documento. Edita: Secretaría General Técnica del Ministerio de Ciencia e Innovación. Diseño y maquetación: FECYT - Fundación Española para la Ciencia y la Tecnología. e-NIPO: 83120021X Iconos de portada: Adobe Stock Esta licencia permite a otros entremezclar, ajustar y construir a partir de su obra con fines no comerciales, y aunque en sus nuevas creaciones deban reconocerle su autoría y no puedan ser utilizadas de manera comercial, no tienen que estar bajo una licencia con los mismos términos. https://creativecommons.org/licenses/by-nc/4.0/legalcode.esESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027- 2 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027PRÓLOGO .............................................................................................. 4 RESUMEN EJECUTIVO ........................................................................... 5 1. INTRODUCCIÓN ................................................................................ 7 Antecedentes y exposición de la motivación estratégica 7 España 7 Europa 8 Entorno Global 10 Motivación Estratégica Internacional 11 Proceso de elaboración de la EECTI 2021-2027 12 2. MARCO CONCEPTUAL Y ELEMENTOS CLAVE DE LA EECTI ......... 14 La Estrategia de Especialización Inteligente Estatal 17 3. ANALISIS DEL SECTI Y DE SU ENTORNO ........................................ 18 4. PRINCIPIOS, OBJETIVOS Y EJES DE ACTUACIÓN .......................... 22 Principios de la EECTI 23 Objetivos de la EECTI 24 Ejes de actuación de la EECTI 25 5. MODELO DE ACTUACIÓN ............................................................ 28 5.1. Abordaje de los objetivos 29 Afrontar las prioridades de nuestro entorno 30 Fomentar la I+D+I y su transferencia 33 Desarrollar, atraer y retener el talento 35 Catalizar la innovación y el liderazgo empresarial 36i. ii. i. ii. iii. iv. - 3 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20275.2. Elementos transversales 38 Aspectos de desarrollo normativos, de financiación y de coordinación 39 Internacionalización 40 Alineamiento con Horizonte Europa 40 Oportunidades científicas y tecnológicas emergentes y colaboración público-privada 41 Cooperación y colaboración internacional 41 Marco Social 42 5.3. Resultados esperados 43 6. MODELO OPERATIVO A NIVEL ESTATAL ....................................... 45 7. GOBERNANZA DE LA EECTI ............................................................ 47 8. SEGUIMIENTO Y EVALUACIÓN DE LA EECTI ................................. 50 9. ANEXOS ........................................................................................... 54 Anexo I Análisis del Sistema Español de Ciencia, Tecnología e Innovación y de su entorno 60 Anexo II Líneas estratégicas de I+D+I nacional 127 Anexo III Indicadores recomendados para el análisis de objetivos y ejes 131 Anexo IV Glosario de términos y acrónimos 139i. ii. iii.- 4 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027España tiene una responsabilidad conjunta, inmediata y solidaria con las próximas generaciones: invertir en ciencia e innovación. No hay otra alternativa si aspiramos al enriquecimiento intelectual de la sociedad, la mejora de la esperanza y calidad de vida de las personas, la competitividad del tejido industrial y empresarial, el mantenimiento y aumento del empleo cualificado, el futuro laboral de nuestros hijos y la sostenibilidad de nuestro estado de bienestar. Para ilustrar lo necesario que es apoyar de manera sostenida la actividad investigadora, si queremos que dé sus frutos, se usa a menudo el símil de las plantas: no sirve de nada inundar la planta si no se regó cada día anteriormente. La Estrategia Española de Ciencia, Tecnología e Innovación para los próximos siete años contempla precisamente que reguemos el árbol de la ciencia de forma suficiente y juiciosa a medio y largo plazo, y logremos así cerrar la distancia con los países más avanzados y con mayor nivel de vida. Esta Estrategia, fruto del consenso y el trabajo conjunto del Gobierno, las Comunidades Autónomas, los agentes económicos y sociales, las universidades, las sociedades científicas, los centros tecnológicos y otros actores, debe servirnos de impulso para que, por fin, España se consolide como un país de conocimiento e innovación. Durante la elaboración de esta Estrategia Española de Ciencia, Tecnología e Innovación, España y el mundo han sufrido una pandemia que ha afectado profundamente nuestra forma de vivir y ha exigido los máximos esfuerzos de todos, también del sistema de ciencia e innovación. La Unión Europea, consciente de la necesidad de dar una respuesta ágil y contundente, ha decidido recuperar la actividad con reformas profundas y una inversión inicial sin precedentes. La Estrategia, en consonancia con estos planes, se ha diseñado en dos fases: una primera, de 2021 a 2023, en la que los esfuerzos realizados estarán enfocados a garantizar las fortalezas del sistema, reforzar las infraestructuras y diseñar una carrera investigadora bien definida, y una segunda en la que se abordará la consolidación de un sistema que sea troncal al Estado y base del crecimiento futuro. En la primera fase será esencial apoyar, de forma clara y contundente, la I+D+I en el ámbito sanitario, así como la inversión en transición ecológica y digitalización, partiendo de la ciencia de excelencia, mediante programas específicos, acciones estratégicas en los sectores prioritarios y grandes proyectos tractores que nos permitan afrontar los retos sociales, económicos, industriales y medioambientales necesarios para alcanzar un bienestar sostenible y un crecimiento inclusivo en nuestro país. Existe un amplio consenso sobre la necesidad y conveniencia de aumentar la inversión española actual en ciencia e innovación de forma sustancial para asegurar la recuperación sostenible y el futuro de las siguientes generaciones. Esta Estrategia Española de Ciencia, Tecnología e Innovación 2021- 2027 nos muestra el camino. Pedro Duque Ministro de Ciencia e Innovación - 5 - RESUMEN EJECUTIVO La Estrategia Española de Ciencia, Tecnología e Innovación 2021-2027 (EECTI 2021-2027) es el instrumento de base para consolidar y reforzar el Sistema de Ciencia, Tecnología e Innovación (SECTI) en los próximos siete años. La ECCTI 2021-2027 está específicamente diseñada para facilitar la articulación de nuestra política de I+D+I con las políticas de la Unión Europea, teniendo en cuenta los reglamentos aprobados o en curso, para así poder aprovechar de la mejor manera posible las sinergias entre los programas. En este aspecto la estrategia añade elementos que pretenden promover también la máxima coordinación entre la planificación y programación Estatal y Autonómica. La EECTI 2021-2027 lleva meses gestándose, pero su redacción final se ha terminado durante la pandemia de la COVID-19. Por ello, incluye actividades específicamente dirigidas a solventar los problemas causados por ella, y a consolidar y potenciar la ciencia y la innovación como una herramienta para la reconstrucción social, económica e industrial de nuestro país. La salida de la crisis global sufrida por la COVID-19 y el restablecimiento de un sistema de I+D+I nacional potente, después de la última década de dificultades, son acciones urgentes que es necesario abordar. Para ello la Estrategia se llevará a cabo en dos fases. En una primera fase, 2021-2023, los esfuerzos realizados estarán enfocados a garantizar las fortalezas del sistema, reforzando la programación actual, las infraestructuras y los recursos humanos que se beneficiarán del diseño de una carrera investigadora bien definida, que permita el necesario recambio generacional. En esta fase será esencial apoyar, de forma clara y contundente, la I+D+I en el ámbito sanitario, así como la inversión en transición ecológica y digitalización, partiendo de la ciencia de excelencia, mediante programas específicos, acciones estratégicas en los sectores prioritarios, y grandes proyectos tractores, que nos permitan afrontar los retos sociales, económicos, industriales y medioambientales, necesarios para alcanzar un bienestar sostenible y un crecimiento inclusivo en nuestro país. La segunda fase de la EECTI, correspondiente al periodo 2024-2027, permitirá situar a la I+D+I entre los pilares fundamentales de nuestro Estado y consolidar su valor como herramienta para el desarrollo de una economía basada en el conocimiento. La I+D+I y la industria deben estar en el corazón de las iniciativas y los abordajes propuestos por los sectores público y privado nacionales, y es en este aspecto en el que la EECTI incide muy especialmente en la necesidad de acercar la ciencia al progreso económico y social, para situarse al servicio de la Agenda 2030 y las prioridades políticas de la UE. Para alcanzar este objetivo, - 6 - la Estrategia priorizará y dará respuesta a los desafíos de los sectores estratégicos nacionales en ámbitos específicos que serán clave para la transferencia de conocimiento y la promoción de la I+D+I en el tejido empresarial español. La capilaridad del sistema contribuirá a mitigar el reto demográfico en nuestro país, impulsando la distribución de sus agentes e infraestructuras por toda la geografía nacional. Los sectores estratégicos nacionales están detallados en el cuerpo de la Estrategia y en el Anexo II. A grandes rasgos, el mapa es como sigue: 1. Salud: nuevas terapias, diagnóstico preciso, cáncer y envejecimiento, y especial énfasis en enfermedades infecciosas. 2. Cultura, Creatividad y Sociedad Inclusiva: génesis del ser humano, cognición y lenguaje 3. Seguridad para la Sociedad: desigualdad y migraciones; el mercado y sus tensiones; la protección de la sociedad y ciberseguridad. 4. Mundo digital, Industria, Espacio y Defensa: IA, internet de la próxima generación, robótica, física, matemática, redes de comunicación 5. Clima, energía y movilidad: cambio climático, descarbonización, movilidad y sostenibilidad 6. Alimentación, Bioeconomía, Recursos Naturales y Medio Ambiente: de la biodiversidad al uso alimentario de la tierra y los mares Es imprescindible incrementar el esfuerzo de inversión en las políticas de I+D+I hasta llegar a cotas más acordes con la capacidad del país: en esencia, duplicar la suma de inversiones pública y privada, hasta alcanzar la media europea. La estrategia está, por tanto, diseñada para una fase de expansión de recursos, con una orientación gradual que permita la consolidación de un Sistema de Ciencia, Tecnología e Innovación de mayor tamaño y potencia a largo plazo. El objetivo es generar, en base a un sólido sistema de generación de nuevo conocimiento, un tejido productivo, basado en las fortalezas actuales, más innovador y dinámico. Esto permitirá incrementar la competitividad y, con ello, la generación de empleo de calidad y procurar la sostenibilidad de nuestro sistema social a largo plazo, invirtiendo en la calidad de vida de las generaciones futuras.- 7 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20271 Introducción i. Antecedentes y exposición de la motivación estratégica España La elaboración de la Estrategia Española de Ciencia, Tecnología e Innovación 2021-2027 (EECTI) representa una oportunidad para reflejar lo que España persigue ser y hacer en Ciencia, Tecnología e Innovación durante este periodo. La EECTI se define en un momento en el que están en discusión, por parte de actores nacionales e internacionales, los supuestos relativos al papel de la ciencia y la innovación en la sociedad, así como las políticas que debemos abordar para afrontar y responder a las condiciones del nuevo contexto de la geopolítica económica y tecnológica.- 8 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027El retroceso en la I+D+I durante los últimos 15 años, junto al efecto devastador de la pandemia COVID-19 en la economía, exigen la introducción de medidas contundentes, impulsadas desde el Gobierno, para la reconstrucción y el fortalecimiento del sistema de ciencia e innovación. La crisis sanitaria ha puesto a la ciencia en un lugar preeminente de la sociedad española y de los gobiernos de España y de las Comunidades Autónomas (CCAA) para la toma de decisiones, y ha puesto de manifiesto el papel de la ciencia y del acceso al conocimiento como palancas esenciales en los planes de reconstrucción de España y de la UE. Sin embargo, la crisis también ha hecho aflorar la insuficiencia del sistema de ciencia e innovación en sectores estratégicos determinantes, y la necesidad de desarrollar un modelo de investigación paneuropeo abierto y sólido, en el que España debe tener un papel más relevante. La sociedad reclama que el Estado y el Gobierno den el apoyo necesario a las administraciones públicas (AAPP), con competencias en materia de fomento de la investigación científica y técnica, y a todos sus agentes públicos y privados para reforzar nuestro SECTI. La EECTI es el instrumento necesario para fortalecer, de forma integrada, el SECTI y dar respuesta a la actual situación de crisis nacional y europea. La EECTI se concibe como el marco de referencia plurianual que permitirá alcanzar un conjunto de objetivos compartidos por la totalidad de las AAPP con competencias en materia de fomento de la investigación científica y técnica e innovación. Este instrumento servirá de referencia para la elaboración de los Planes Estatales de Investigación Científica y Técnica e Innovación (PEICTI) que contemplarán los criterios y mecanismos de articulación del Plan con las políticas sectoriales del Gobierno, de las CCAA y de las distintas AAPP . Con la presente EECTI y sus PEICTI, España tiene la oportunidad de hacer frente a los retos y desafíos de la sociedad, favoreciendo el crecimiento económico a través de la generación de conocimiento. Para ello, debemos dotar a nuestro sistema de recursos que aumenten su resiliencia y presencia internacional, poniendo el acento en la consolidación y expansión de nuestras fortalezas. En este sentido, se hace necesario un Pacto de Estado, equivalente a otros llevados a cabo por la comunidad europea e internacional, que dé estabilidad y se traduzca de manera inmediata en una acción contundente de inversión en ciencia e innovación que acometa las reformas administrativas y legislativas necesarias para facilitar la implementación de las medidas adoptadas. Este esfuerzo requiere la identificación de nuestras fortalezas y debilidades y ha de ejecutarse de forma coordinada y eficiente. En este sentido, es esencial alinear nuestros intereses con los de nuestros socios en la UE, siguiendo un camino común que, sin duda, fortalecerá nuestro modelo estratégico y permitirá mantener y superar los niveles de bienestar alcanzados en nuestro país. En este contexto, la EECTI 2021-2027 reafirma la visión integradora de la I+D+I en toda la cadena de valor, así como su impacto en la economía, las empresas, la industria y la sociedad española, justificando así los esfuerzos económicos y las reformas estructurales que sea necesario llevar a cabo. Europa Para superar la situación actual, nuestro país aprovechará el plan europeo de recuperación con el que se pondrán en marcha las medidas necesarias para encaminar a España y a Europa hacia una senda de recuperación resiliente, sostenible y justa. Para asegurar el éxito de esta respuesta, la - 9 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027recuperación a nivel europeo se articulará a través del Marco Financiero Plurianual (MFP) 2021-2027, que contará con [1.074.300] millones de euros, a los que hay que sumar los [750.000] millones de euros del Next Generation EU, el Instrumento de Recuperación Europeo cuyos fondos supondrán un impulso extraordinario de inversión orientada a financiar la recuperación de Europa. La propuesta del Next Generation EU abarca una serie de instrumentos cuyas líneas de actuación están enfocadas hacia la recuperación y la transformación económica de la UE. Para España, y para el resto de los países de la UE, la adquisición de estos fondos está supeditada a la presentación de un Plan de Inversiones y Reformas. Este esfuerzo permitirá adoptar las medidas necesarias para modernizar nuestra economía, proceso en el que la I+D+I actuará como motor de la productividad y la competitividad. La respuesta de la UE a la crisis del coronavirus se sostiene sobre tres pilares: Medidas para reparar, recuperar y salir reforzados de la crisis, que apoyen las reformas e inversiones necesarias para conseguir una recuperación duradera, que mejore y flexibilice la Política de Cohesión, e incida en una Transición justa en la que se tomen medidas específicas de apoyo a los jóvenes y lucha contra la pobreza infantil. Medidas para aumentar la inversión pública y privada, y apoyar a las empresas, que permitan mejorar su solvencia, refuercen el programa Invest EU y faciliten la inversión estratégica. Aprender de las lecciones de la crisis y abordar los retos estratégicos de la UE, entre los que se incluye el refuerzo de las actividades de investigación e innovación de Horizonte Europa, el programa EU 4 Health, los mecanismos de protección civil y la acción exterior. En este contexto, en octubre de 2020 el Consejo Europeo1 acordó su posición sobre el paquete Horizonte Europa en una envolvente de 85.543 millones de euros del MFP a falta de concluir las negociaciones con el Parlamento Europeo. El programa Next Generation Europe por su parte incluye 5.000 millons de euros dirigidos también a acciones de investigación e innovación para abordar las consecuencias de la crisis del COVID-19, en particular su impacto económico y social. La EECTI y sus Planes Estatales y Regionales deberán tener en cuenta este incremento que está dirigido a clústeres específicos en las áreas de Salud, Clima, Energía y Movilidad, Mundo Digital e Industria y Espacio. Adicionalmente, el Programa Europa Digital (DEP), Fondo Europeo de Defensa (EDF), y el futuro Programa Europeo de Investigación en Defensa (EDRP) van a constituir una de las principales vías de capacitación del tejido tecnológico nacional durante la próxima década, a través de actividades de I+D+I priorizadas en la Estrategia de Tecnología e Innovación para la Defensa 2020 (ETID 2020). La priorización de estos clústeres permitirá promover una recuperación resiliente, consistente con los objetivos del Pacto Verde Europeo2, y proporcionará al Consejo Europeo de Innovación, medios adicionales para consolidar el avance hacia la innovación de pequeñas y medianas empresas, start-ups y midcaps. Además del aprovechamiento del plan europeo de recuperación, la EECTI tendrá en consideración las recomendaciones del Consejo sobre el Programa de Estabilidad 2019 y 2020 de España, que coincide con la toma de medidas (en los años 2020 y 2021) para mejorar la eficacia de las políticas de apoyo a la I+D+I, centrar la política económica de inversión en el fomento de la innovación y la transición ecológica y digital, así como, de forma general, impulsar la investigación y la innovación a través de sus instrumentos de planificación. 1 El 29 de septiembre de 2020 el Consejo adotó las orientaciones generales sobre la propuesta de Reglamento por el que se crea «Horizonte Europa», y el proyecto de Decisión por la que se establece el Programa Específico por el que se ejecuta «Horizonte Europa». https://www.consilium.europa.eu/media/45766/st11251-re01-en20.pdf 2 https://eur-lex.europa.eu/resource.html?uri=cellar:b828d165-1c22-11ea-8c1f-01aa75ed71a1.0004.02/DOC_1&format=PDF- 10 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027La EECTI ha de ser identificada como la Estrategia de Especialización Inteligente Estatal que actuará como elemento clave para la articulación de las políticas de I+D+I de nuestro país con las políticas de la Unión Europea (UE), incluyendo el citado instrumento de recuperación de la UE y los Fondos Estructurales, en especial, el Fondo Europeo de Desarrollo Regional (FEDER) que incidirá en la implementación de la I+D+I a través de las Estrategias Regionales de Especialización Inteligente (S3), de indudable valor incentivador. Para abordar la Estrategia es capital incidir en que el impulso de la I+D+I ha de realizarse de manera coordinada, y que las regiones tendrán un papel clave en la reducción del déficit en innovación de la UE, algo que se contemplará como una tarea esencial para favorecer las políticas de cohesión. En este contexto, la EECTI como S3 estatal, será un elemento imprescindible de las S3 regionales y, por ello, se ha diseñado conforme a los siguientes principios: Emplear los activos y recursos disponibles en cada una de las CCAA, y en nuestro país en su conjunto, para afrontar los desafíos y oportunidades que contribuirán a fortalecer el crecimiento, manteniendo la coordinación nacional. Limitar las prioridades de inversión en I+D+I para que se centren en aquellas que cuenten con masa crítica y fuertes recursos empresariales. Incorporar un proceso de identificación de prioridades y necesidades en el que, además de a la AGE, las CCAA o el propio SECTI, se ponga atención a los intereses del mercado y del sector privado. Ampliar la visión de la estrategia para apoyar la innovación tecnológica y social. Incluir un sistema sólido de seguimiento y evaluación, así como un mecanismo de revisión para actualizar las opciones estratégicas y programáticas que se considere necesario en cada caso. Entorno Global La situación socioeconómica de España y la de los países de su entorno ponen de manifiesto, además, la necesidad de encuadrar el diseño de la EETCI en un marco estratégico global. Los objetivos de la EECTI tienen en consideración la contribución de la I+D+I a la consecución de los Objetivos de Desarrollo Sostenible (ODS) de la Agenda 2030 de las Naciones Unidas y del Acuerdo de París. España, en línea con el programa europeo Horizonte Europa, defiende la inclusión de los ODS en las prioridades y objetivos de I+D+I que serán clave en el direccionamiento estratégico de los planes y programas de financiación estatal y regional. La Agenda de Acción de Adís Abeba, provee la base para implementar la Agenda 2030, proporcionando el marco para financiar el desarrollo sostenible, y estableciendo los instrumentos de financiación de los ODS. En la Agenda de Adís, con un capítulo dedicado a la Ciencia, la Tecnología y la Innovación, los ODS cobran especial relevancia al ser considerados herramientas fundamentales para mejorar la eficiencia en las dimensiones económica, social y medioambiental. - 11 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Motivación Estratégica Internacional La orientación política de la UE, que se refleja en el Pacto Verde Europeo y en la Estrategia para configurar el futuro digital de Europa, se identifica también con el impacto económico que se espera conseguir a través de la estrategia Un nuevo modelo de industria para Europa, en la que se asegura la importancia de la I+D+I para mejorar e impulsar la competitividad de la industria europea. La competitividad generada abarcará a todos los ámbitos que, respetando la neutralidad climática, contribuyan a configurar el futuro digital en una economía circular que garantice su capacidad innovadora. Para ello, se utilizarán buena parte de los programas de la Unión (el programa Horizonte Europa, el programa Europa Digital, el Programa sobre el Mercado Único, el Fondo de Innovación, InvestEU, el Fondo Social Europeo, el Fondo Europeo de Defensa, el futuro Programa Europeo de Investigación en Defensa, el Programa Espacial de la Unión y los Fondos Estructurales y de Inversión Europeos) y se promoverá la competitividad de la industria reforzando su autonomía estratégica. En este sentido, la Comisión Europea definió y recogió en los programas europeos las orientaciones políticas identificadas previamente por la comunidad científica internacional en cuya selección la comunidad española tuvo una contribución significativa. Estas orientaciones políticas son: el cambio demográfico, la globalización de la economía, la digitalización, la industria y la sociedad, el control del cambio climático a través de una transición ecológica justa y social. Es importante remarcar, además, el esfuerzo de la Comisión Europea para mostrar la necesidad de mejorar la inversión en I+D+I en el área de la Inteligencia Artificial (IA). Así, en su Plan Coordinado de IA, se considera esta disciplina como un pilar de Europa que permitirá impulsar su competitividad, y apuntalar el avance de las áreas de digitalización y transición verde. España ha hecho suyas las prioridades definidas por la Comisión Europea. Por un lado, mediante la aprobación del \"Plan de Acción para la Implementación de la Agenda 2030: Hacia una Estrategia Española de Desarrollo Sostenible3\" y, por otro, mediante la inclusión de la Transición Ecológica y el reto demográfico, la atención sanitaria, la conectividad y la digitalización, el medio rural, la economía circular y la Inteligencia Artificial como áreas fundamentales de la política de Estado. Junto a estas áreas, España ha realizado una priorización estratégica nacional propia, que además de converger con la estrategia europea, pone el foco en ámbitos específicos y en el papel orientador e incentivador de la I+D+I. En un ámbito estratégico global, el alineamiento de la EECTI con las prioridades de la UE favorecerá las sinergias entre las políticas de I+D+I españolas y los programas de la UE y de otros países de nuestro entorno, contribuyendo así a mejorar la eficacia de la AGE y de la administración autonómica y local para fortalecer sus políticas de I+D+I. 3 www.agenda2030.gob.es/sites/default/files/recursos/Plan%20de%20Acci%C3%B3n%20para%20la%20Implementacion%20de%20la%20Agenda%202030.pdf- 12 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027ii. Proceso de elaboración de la EECTI 2021-2027 La elaboración de la EECTI ha seguido un proceso abierto e inclusivo de los principales agentes del SECTI, no solo \"de arriba abajo\" a través de la propia gobernanza establecida en la Ley 14/2011, de 1 de junio, de la Ciencia, la Tecnología y la Innovación (LCTI) sino, además, \"de abajo arriba\" a través de la constitución de grupos de interés que responden a un modelo de cuádruple hélice (Empresas, Investigación y Administración Pública, Sociedad Civil y Usuarios de Innovación). El trabajo con los diversos agentes ha contribuido a dibujar las prioridades y líneas estratégicas definidas en el actual documento y ha permitido que el Ministerio de Ciencia e Innovación (MCIN), en colaboración con el Consejo de Política Científica, Tecnológica y de Innovación (CPCTI), haya finalizado la elaboración de la EECTI que, tras recibir los informes del propio CPCTI, del Consejo Asesor de Ciencia, Tecnología e Innovación (CACTI) y de los órganos de planificación económica de la AGE, ha sido elevada al Gobierno para su aprobación y remisión a las Cortes Generales. El proceso de elaboración de la EECTI 2021-2027 comenzó en febrero de 2019, en respuesta al mandato de la Comisión Delegada del Gobierno para Política Científica, Tecnológica y de Innovación, emitido en diciembre de 2018. Desde entonces, el MCIN, en colaboración con el CPCTI, ha elaborado la EECTI durante 2019 y 2020, contando con la colaboración de comisiones y grupos de trabajo, tales como la Comisión Ejecutiva del CPCTI, formada por responsables del ámbito de los gobiernos regionales que han contribuido a recoger y coordinar las necesidades de las políticas regionales en I+D+I. Asimismo, se ha contado con la aportación y orientación del CACTI, órgano de participación de la comunidad científica y tecnológica, así como con la de los agentes económicos, sindicales y sociales. Adicionalmente, se organizó un Grupo Asesor integrado por representantes del Ministerio de Ciencia, Innovación y Universidades (de acuerdo con la estructura del Real Decreto 865/2018 de 13 de julio) y de sus agencias de financiación: la Agencia Estatal de Investigación (AEI), el Centro para el Desarrollo Tecnológico e Industrial (CDTI), el Instituto de Salud Carlos III (ISCIII) y la Fundación Española para la Ciencia y la Tecnología (FECYT). Dicho Grupo Asesor ha estado asistido puntualmente por representantes del Directorate General for Research and Innovation de la Comisión Europea, de la Representación Permanente de España ante la UE, y del Alto Comisionado para la Agenda 2030. Con carácter previo a la elaboración de la EECTI, se mantuvieron reuniones bilaterales con los departamentos ministeriales con actuaciones sectoriales en I+D+I: Ministerio de Universidades (MUNI), Ministerio de Asuntos Exteriores, Unión Europea y Cooperación (MAEUEC), Ministerio de Agricultura, Pesca y Alimentación (MAPA), Ministerio de Cultura, Ministerio de Defensa, Ministerio de Asuntos Económicos y Transformación Digital (MINECO), Ministerio de Transporte, Movilidad y Agenda urbana (MITMA), Ministerio de Industria, Comercio y Turismo (MINCOTUR), Ministerio de Interior, Ministerio de Sanidad (MINSAN), Ministerio de Hacienda (MINHA) y Ministerio para la Transición Ecológica y el Reto Demográfico (MITERD). Además, se mantuvieron reuniones presenciales con los directores generales de las CCAA y con los diferentes departamentos ministeriales con competencias en la materia, y se presentaron para debate y discusión los aspectos fundamentales de la EECTI.- 13 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Paralelamente, los principios de la EECTI se presentaron en comisiones externas: una primera integrada por representantes del ámbito científico -Organismos Públicos de Investigación, Comité Científico de la AEI, Confederación de Sociedades Científicas de España (COSCE), Alianza de Centros Severo Ochoa y Unidades María de Maeztu (SOMMA) y Conferencia de Rectores de las Universidades Españolas (CRUE), y una segunda comisión integrada por representantes del ámbito científico, tecnológico, innovador y empresarial y asociaciones de diferentes sectores -Centros Tecnológicos, Asociaciones y Federaciones Empresariales, Plataformas Tecnológicas, Parques Científicos y Tecnológicos, Confederación Española de Organizaciones Empresariales (CEOE) y Foro de Empresas Innovadoras-. - 14 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20272 Marco conceptual y elementos clave de la EECTI La definición de un marco conceptual para la EECTI se realiza con el fin de alcanzar un consenso nacional sobre un conjunto de elementos y sus interacciones del que derivarán los objetivos y prioridades que, posteriormente, a través de la planificación estatal y regional, permitirá desarrollar programas y sub-programas específicos. Este marco debe garantizar el funcionamiento de un modelo de actuación del SECTI que permita que las inversiones públicas y privadas, nacionales y europeas, en estos ámbitos, lleguen a materializarse en beneficios para la sociedad. Para esto, se plantea un modelo que combine ciencia excelente e innovación, basado en la inter y multidisciplinariedad que ofrezca soluciones de futuro a los problemas y retos de la sociedad española.- 15 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Los elementos clave en los que se basa la EECTI son: i. Establecer una visión global que facilite que la ciencia, la tecnología y la innovación española, en el periodo 2021-2027, tengan un papel protagonista en el contexto europeo. La EECTI debe lograr el máximo consenso y compromiso nacional a través de un Pacto de Estado. Por ello, hay que maximizar el esfuerzo para que la EECTI contemple los intereses y objetivos de todos los agentes de la I+D+I (AAPP nacionales, autonómicas y locales, universidades, centros públicos y privados de investigación, centros tecnológicos, parques científicos y tecnológicos, institutos de investigación sanitaria, infraestructuras científico- técnicas y empresas) y del conjunto de la sociedad. ii. Configurar la EECTI y los Planes Estatales como la Estrategia de Especialización Inteligente Estatal que dé respuesta a la Condición Habilitante exigida para la recepción de ayudas FEDER durante el periodo 2021-2027. iii. Desarrollar una estructura integrada y plenamente interrelacionada con las políticas sectoriales, a la que la EECTI pueda ofrecer su apoyo para favorecer el cumplimiento de sus objetivos, permitiendo la coordinación y la sinergia de los instrumentos y de las acciones, en los distintos niveles de la administración nacional y regional. De esta manera, la EECTI facilitará, en función de su ámbito de actuación, la cooperación con las políticas sectoriales y otros programas y actuaciones de la AGE y de las CCAA, procurando el uso eficiente de los recursos disponibles. iv. Establecer un conjunto de opciones estratégicas que respondan a la especialización inteligente deseada y cuenten para su ejecución con la suficiente flexibilidad y los mecanismos de evaluación adecuados para desarrollar, en una fase posterior, los PEICTI y los Planes de I+D+I de las CCAA, con capacidad para adaptarse a los posibles cambios que se puedan producir durante el periodo de ejecución. v. Disponer de mecanismos de gobernanza efectiva basados en los descritos en la LCTI, que contribuyan a mejorar el uso de los recursos, estableciendo, a través de los Planes Estatales, medidas y mecanismos de programación que se adapten a los objetivos marcados por la Estrategia. vi. Servir de guía a los agentes ejecutores públicos del SECTI para que, en el marco de sus competencias, puedan elaborar sus propias estrategias institucionales que ayuden a acrecentar su competitividad en un contexto globalizado. Las estrategias institucionales servirán para establecer sinergias entre diversos actores (p.ej. públicos y privados, nacionales, autonómicas e internacionales) sobre los que la AGE y, en su caso las CCAA, no pueden ejercer el mismo tipo de influencia. vii. El marco conceptual tiene un elemento clave a nivel internacional, que se refiere al alineamiento estratégico con programas tales como la Agenda 2030 y, en general, con los programas europeos. Así, es esencial que la EECTI aborde y desarrolle con una visión global, - 16 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027coordinada con la UE, los programas derivados de las políticas de investigación e innovación, de cohesión y de desarrollo sostenible4. Las medidas desarrolladas en los planes y programas de I+D+I durante este periodo deberán aprovechar las nuevas oportunidades que rigen las reglas de competencia de la UE y facilitan el camino de nuestras empresas innovadoras e industria hacia la reconstrucción de acuerdo con los principios de la economía digital, verde y circular. Esto permitirá el desarrollo de empresas intensivas en innovación generadoras de empleo de mayor calidad, más estable y mejor remunerado, que actuarán como agentes fundamentales para la estabilidad de nuestra economía. La coordinación en la definición de la EECTI, así como el desarrollo de los PEICTI correspondientes a los años 2021-2023 y 2024-2027, estarán estrechamente relacionados con las prioridades definidas en la Planificación estratégica del Programa Horizonte Europa, para lo que se propone el esquema que se muestra en la Figura 1. 2020 2021 2022 2023 2024 2025 2026 2027 Definición de: Horizonte Europa/FEI E Plan de recuperación Diseño EECTI 2021-2027 Plan Estatal CTI 24 Revisión EECTI Evaluación EECTIFondos EU 2021-2027 Programátic o Planificación Estratégico Monitorización y seguimient o Plan Estatal CTI 21 Planes Regionales CTI 21 Convocato rias Plan Regiona l Convocato rias Plan Regiona CTI 24 Monitorización y seguimient o EECTI Estata l Regional Horizonte Europa/FEDER/FSE+/Next Generation EU Figura 1. Estrategias y Planes; coordinación con Horizonte Europa - 17 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027 La Estrategia de Especialización Inteligente Estatal La EECTI deberá dar respuesta a las condiciones establecidas en los reglamentos que regulan los programas FEDER y Fondo Social Europeo (FSE+) durante los años 2021-2027, debido a que parte de las acciones de la EECTI estarán financiadas por estos fondos, cuya asignación y cofinanciación es de carácter regional y varía en función de la categoría de la región en la que se ubique cada CCAA. La EECTI 2021-2027, junto a los Planes Estatales de Investigación Científica, Técnica e Innovación, se configura como la Estrategia de Especialización Inteligente Estatal S3 (del inglés Smart Specialization Strategy) que deberá recoger los elementos necesarios para el cumplimiento de la Condición habilitante5. Además, la EECTI dará cobertura a las Estrategias de Especialización Inteligente S3 Regionales desarrolladas en las CCAA (Figura 2). cuya interacción se coordinará a través del CPCTI y la Red de Políticas Públicas de I+D+I, estará dirigida por la Dirección General de Fondos Europeos del MINHA y la Dirección General de Planificación de la Investigación del MCIN, e integrará a los órganos responsables de las políticas de I+D+I en la AGE y en las CCAA que gestionan los Fondos Europeos. De acuerdo con el Real Decreto 404/2020 de 25 de febrero, por el que se desarrolla la estructura orgánica básica del MCIN, el ejercicio de las funciones en las actuaciones cofinanciadas por el Fondo Social Europeo y por el Fondo Europeo de Desarrollo Regional, corresponderá a la Dirección General de Planificación de la Investigación (DGPI). La DGPI realizará el seguimiento y la evaluación de la S3 Estatal procediendo a la recogida y análisis de datos a través de Sistema de Información de Ciencia, Tecnología e Innovación (SICTI), que se responsabilizará, igualmente, de generar los indicadores en aquellos ámbitos que afecten a la EECTI. Figura 2. Especialización inteligente (S3) estatal y regional: el papel de la EECTI 2021-2027 5 El nuevo reglamento de Disposiciones Comunes para el 2021-2027 establece la obligación de cumplir unas condiciones para la recepción de las ayudas del FEDER, denominadas Condiciones habilitantes. En el caso del Objetivo Político 1 \"Una Europa más Inteligente\", en el que se ubica la I+D+I, la condición que se ha definido es \"Buena Gobernanza de la estrategia nacional o regional de especialización inteligente\", y su cumplimiento se determina en base a siete criterios: 1. Análisis actualizado de los retos para la difusión de la innovación y la digitalización; 2. La existencia de una institución u organismo nacional o regional competente, encargado de la estrategia de especialización inteligente; 3. Instrumentos de seguimiento y evaluación para medir los resultados con respecto a los objetivos de la estrategia; 4. Funcionamiento de la cooperación entre los socios (proceso de descubrimiento emprendedor); 5. Acciones necesarias para mejorar los sistemas regionales o nacionales de investigación e innovación donde sea relevante; 6. Donde sea relevante, acciones para apoyar la transición industrial.; 7. Medidas para mejorar la colaboración con socios de fuera del Estado Miembro en las áreas prioritarias apoyadas por la Estrategia de Especialización inteligente. PLANES ESTATALES DE INVESTIGACIÓN CIENTÍFICA, TÉCNICA Y DE INNO VACIÓN Estata l ESTRATEGIA/ PLAN REGIONAL CTI Regional ESTRATEGIA ESP AÑOLA DE CIENCIA, TECNOL OGÍA E INN OVACIÓ N 2021-202 7- 18 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027 3 Análisis del SECTI y de su entorno Para la elaboración de la EECTI se ha realizado un análisis de los indicadores más relevantes del SECTI, cuya evolución se encuentra recogida en el Anexo I de este documento. De este análisis se deriva el DAFO (Debilidades, Amenazas, Fortalezas, Oportunidades) presentado al final de este apartado, que ha contribuido a identificar los objetivos y ejes prioritarios de la EECTI 2021-2027. En el citado análisis se destacan los siguientes aspectos: El liderazgo del SECTI en el ámbito internacional, así como su capacidad de cooperación en el entorno europeo a través de participación en programas y proyectos europeos, principalmente el Programa Marco de la UE Horizonte 2020, y en organismos e infraestructuras internacionales.- 19 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027 La distribución de las ayudas de I+D+I a nivel nacional y regional. Los niveles de inversión y gasto de los sectores público y privado. La producción científica y su calidad e impacto internacional. La situación de los recursos humanos en el sector público y privado, y la capacidad de movilidad del personal investigador. La actividad inventiva e innovadora del SECTI. Avances significativos hacia el equilibrio de mujeres y hombres en todos los ámbitos y niveles del SECTI. La percepción social de la ciencia.- 20 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027 Fortalezas 1. Experiencia y posición de liderazgo en el Programa Marco de la UE: Horizonte 2020. 2. Conocimiento de las capacidades científicas, tecnológicas y productivas de nuestro país, fruto del proceso de elaboración y seguimiento de las estrategias regionales de especialización inteligente (RIS3). 3. Inversión en Centros de Excelencia, Centros de Investigación Sanitaria, Infraestructuras Científico- Técnicas Singulares (ICTS) y participación en instalaciones internacionales. 4. Comportamiento común de las regiones en la priorización de ayudas a recursos humanos y proyectos, ampliando así el margen para la coordinación y la cooperación. 5. Incremento continuado del empleo en I+D+I de personal con doctorado. 6. Porcentaje de la población con educación superior y potencial masa crítica. 7. Desarrollo de un sistema de información fuerte y coordinado para llevar a cabo el seguimiento y la evaluación del SECTI. 8. Crecimiento de la inversión en I+D+I de ciertos grupos de empresas, en particular las medianas innovadoras. 9. Tendencia creciente del interés de la sociedad en la ciencia y la tecnología y la consecuente mejora de su valoración. 10. Excelente posicionamiento internacional respecto al despliegue de banda ancha en relación con la media europea; 5º puesto de España en el DESI 2020. 11. El porcentaje de mujeres investigadoras está por encima de la media de la UE y es uno de los más altos en Europa. 12. Repositorios institucionales en centros de investigación y universidades con madurez tecnológica para el desarrollo de Ciencia Abierta . Oportunidades 1. La Crisis global del COVID-19 ha mostrado la importancia de la ciencia y la innovación para el bienestar y el desarrollo de la sociedad. 2. Papel clave de la ciencia y la innovación en la consecución de los ODS. 3. El peso de las pyme españolas en la actividad de I+D+I es superior al de otros países de nuestro entorno, lo que podría conllevar mayor flexibilidad y adaptación de las actividades innovadoras. 4. Un Marco Financiero Plurianual en la UE que, junto a los fondos del Next Generation EU, ha incrementado los recursos para financiar las actividades de I+D+I del nuevo Programa Marco Europeo. 5. La reglamentación del programa FEDER prioriza la financiación de la I+D+I. 6. Las condiciones habilitantes exigidas por la CE para 2021-2027, junto a una gobernanza más sólida por parte de las CCAA y una organización responsable de la S3, incentivará la coordinación de las políticas de I+D+I entre la AGE y las CCAA. 7. Convergencia europea en las políticas que sostienen la capacidad de I+D+I en ámbitos tecnológicos y científicos, claves para las políticas sectoriales relevantes. 8. Apuesta firme por las tecnologías disruptivas digitales incluyendo la IA. 9. El objetivo europeo de alcanzar una mayor autosuficiencia industrial, con su correspondiente reflejo en España. 10. Incremento de la inversión privada en I+D+I mediante un plan de incentivos y un marco regulatorio estatal adecuados al entorno. 11. Mejora continuada de los indicadores de producción bibliométrica. 12. Movimiento hacia la Ciencia Abierta, que permitirá mejorar la calidad, la transparencia, el impacto, la reproducibilidad y el acceso de la ciudadanía al conocimiento. 13. El Pacto Verde y el Marco Estratégico de Energía y Clima.Análisis DAFO del SECTI- 21 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027 Debilidades 1. Ausencia de un Pacto de Estado que dé estabilidad, continuidad y direccionalidad a la estrategia del país en I+D+I. 2. Marco jurídico y administrativo inadecuado para la ejecución eficaz y competitiva de la I+D+I. 3. Escasez de financiación pública y privada en I+D+I en forma de inversión directa (subvenciones) respecto de los países de nuestro entorno 4. Importante desigualdad territorial del esfuerzo de inversión en I+D+I. 5. Excesiva fragmentación de las ayudas en I+D+I, tanto regional como sectorialmente (especialmente tecnológica). 6. Efecto desincentivador debido a la burocratización de las ayudas públicas y al marco presupuestario anual rígido. 7. Ineficiencia del esfuerzo presupuestario en créditos financieros (cap. 8) destinados a I+D+I (PG 46), desacoplado de las necesidades actuales de los agentes privados del SECTI. 8. Mayor peso del gasto corriente en la inversión en I+D+I y la consecuente descapitalización del gasto, especialmente en el ámbito empresarial. 9. La fuga de talento y el bajo porcentaje de personal empleado en I+D+I respecto a la población ocupada. 10. Baja presencia de estudiantes internacionales en los programas de doctorado nacionales. 11. Baja capacidad innovadora de las instituciones y empresas españolas a pesar de la masa crítica de inventores existente. 12. Baja intensidad en la protección de las invenciones. 13. Baja colaboración público-privada, tanto en términos de cofinanciación, como de ejecución. 14. Bajo nivel de transferencia del conocimiento al sector productivo y a la sociedad. 15. La fragmentación del mercado español dificulta el impacto innovador. 16. Falta de capacitación en nuevas tecnologías en las empresas, especialmente en las pyme, y desconocimiento de las oportunidades que ofrece la digitalización. 17. La escasez de grandes campeones industriales. 18. Pese a que la mayoría de los españoles tiene una visión positiva de la innovación asociada a la ciencia y a la creatividad, existe la opinión de que en España hay poca cultura de innovación. Amenazas 1. El impacto de la crisis sanitaria, social y económica vinculada a la pandemia COVID-19 y el riesgo de decremento de la inversión en I+D+I. 2. Sostener o minorizar la inversión en I+D+I pública y privada respecto al PIB, en comparación con la media de la UE. 3. Falta de visión estratégica de la inversión en I+D+I y menor peso del sector empresarial en el gasto interno, con relación a la media europea. 4. Las barreras, en gran medida legislativas, a la movilidad de personal entre el sector público y el empresarial, incluso entre instituciones públicas. 5. Envejecimiento del personal investigador y condiciones precarias y con discontinuidades en el acceso al sistema para los jóvenes. 6. Estancamiento y debilidad en la actividad innovadora en pyme respecto a la media europea. 7. Baja capacidad de valorización de los resultados de I+D+I en patentes, situándonos entre los países con menor nivel de transferencia de conocimiento en la UE. Análisis DAFO del SECTI- 22 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20274 Principios, objetivos y ejes de actuación La evolución del SECTI durante el periodo de crisis 2008-2020 experimentó un descenso en inversión que fue más acusado en los años 2010, 2011 y 2012. Aún en esta situación, el SECTI ha demostrado cierta capacidad de resiliencia debido, en gran parte, al esfuerzo financiador llevado a cabo en años precedentes, en los que se apoyó y financió de forma decidida la implementación de infraestructuras científicas de investigación, se produjo un aumento de los recursos humanos (RRHH) en el sector público, se aumentó la financiación destinada a proyectos de I+D+I y se fomentó la participación en los programas de I+D+I de la UE. Las consecuencias de la crisis económica fueron mucho más duras para las empresas de I+D+I que, aunque han podido sostener el nivel de inversión, han sufrido una caída en número del 50%. En este sentido, debemos velar por que los agentes responsables de la transformación tecnológica e - 23 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027industrial se asienten sobre una colaboración público-privada real y firme, reforzada a través de los mecanismos y acciones recogidos en esta estrategia e identificados en las Directrices Generales de la Nueva Política Industrial Española 2030 y en las S3 regionales. El coronavirus ha supuesto un golpe sin precedentes en España, Europa y el mundo entero, que ha puesto a prueba su sistema sanitario, económico y social. Al no conocer fronteras, solo una actuación global, con más Europa, más ciencia y más innovación puede prepararnos para solventar los efectos de esta pandemia, protegiendo las vidas y los trabajos de la ciudadanía y contribuyendo a crear un nuevo modelo de sociedad más comprometida con el entorno. Con base en las lecciones aprendidas y el deseo de establecer un nuevo modelo económico y social, la reconstrucción de la I+D+I en nuestro país requerirá sumar los esfuerzos presupuestarios necesarios que se distribuirán en dos fases de acuerdo con las prioridades de la presente EECTI: Una primera fase, 2021-2023, que garantice la estabilidad del SECTI, fortaleciendo la programación actual, las infraestructuras y los RRHH. El ámbito sanitario será prioritario en esta fase y recibirá un apoyo claro y contundente. Igualmente, se favorecerá la inversión en transición ecológica y digital articulando, para ello, programas y acciones específicas que permitan afrontar los retos de nuestra sociedad para alcanzar un bienestar sostenible y un crecimiento inclusivo. Tras un ejercicio de evaluación de la primera fase, la segunda fase de la EECTI, 2024-2027, estará enfocada a abordar las prioridades estratégicas, iniciativas y acciones establecidas en la propia EECTI, cuyo desarrollo permitirá consolidar el SECTI e impulsar la I+D+I para constituir uno de los pilares de nuestro Estado. i. Principios de la EECTI Los principios básicos de la EECTI, están enfocados a apoyar la investigación y la innovación nacional y mantienen las líneas desarrolladas en la EECTI 2013-2020. Dichos principios, conforman los criterios compartidos por todos los agentes, orientarán la definición, planificación e implementación de las políticas públicas de I+D+I y son los siguientes: La Coordinación de las políticas de I+D+I de la AGE, de las CCAA, de las políticas sectoriales del Estado y de la UE, a través de los mecanismos de gobernanza del SECTI (en particular, el Consejo de Política de Ciencia, Tecnología e Innovación) y los establecidos en la EECTI. Todo ello con objeto de favorecer la convergencia hacia mecanismos de co-creación y de co-decisión de sus respectivos planes y programas, utilizando modelos de programación y financiación conjunta que respondan a los objetivos de la EECTI. La Colaboración y la agilidad de la administración que permita: i) avanzar en la mejora y flexibilización de los mecanismos normativos y de simplificación, evitando redundancias en los instrumentos de programación aplicados a las políticas de I+D+I; ii) establecer sinergias con las actuaciones priorizadas en el marco de la UE y los distintos fondos de la UE.- 24 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027 La Perspectiva de Género para garantizar la aplicación del principio de igualdad real entre mujeres y hombres en la I+D+I. La Responsabilidad social y económica de la I+D+I a través de la incorporación de la ciencia ciudadana y la aplicación de la co-creación y las políticas de acceso abierto, así como, el alineamiento de la I+D+I con los valores, necesidades y expectativas sociales. ii. Objetivos de la EECTI El planteamiento de los Objetivos de la Estrategia requiere un enfoque trasversal, ya que es desde las prioridades establecidas por la propia política de I+D+I, así como de los ámbitos sectoriales de las políticas públicas, desde donde se debe favorecer el desarrollo, uso e implementación del conocimiento científico, tecnológico e innovador. Para ello, cada Objetivo se alcanzará a través de varios Ejes de actuación que permitirán definir y orientar las iniciativas institucionales para el fortalecimiento del SECTI y la planificación de la programación de la AGE y de las CCAA. La Tabla 1 muestra la intensidad de la contribución (en 3 grados diferentes) de cada Eje a los Objetivos propuestos. Los objetivos de la EECTI se resumen en: AFRONTAR LAS PRIORIDADES DE NUESTRO ENTORNO Obj. 1 Situar a la ciencia, la tecnología y la innovación como ejes clave en la consecución de los Objetivos de Desarrollo Sostenible de la Agenda 2030. Obj. 2 Contribuir a las prioridades políticas de la UE mediante el alineamiento con sus programas de I+D+I, dando apoyo a los actores responsables del SECTI para la consecución de este objetivo. Obj. 3 Priorizar y dar respuesta a los desafíos de los sectores estratégicos nacionales a través de la I+D+I, en beneficio del desarrollo social, económico, industrial y medioambiental de nuestro país. FOMENTAR LA I+D+I Y SU TRANSFERENCIA Obj. 4 Generar conocimiento y liderazgo científico, optimizando la posición del personal investigador y de las instituciones, así como la calidad de sus infraestructuras y equipamientos. Fomentar la calidad y la excelencia científica, favoreciendo un efecto sistémico que alcance y beneficie a un número mayor de grupos. Aplicar el conocimiento científico al desarrollo de nuevas tecnologías que puedan ser utilizadas por las empresas e intensificar la capacidad de comunicación a nuestra sociedad y de influir en el sector público y privado. DESARROLLAR, ATRAER Y RETENER EL TALENTO Obj. 5 Potenciar la capacidad de España para atraer, recuperar y retener talento, facilitando el progreso profesional y la movilidad del personal investigador en el sector público y privado, y su capacidad para influir en la toma de decisiones.- 25 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027CATALIZAR LA INNOVACIÓN Y EL LIDERAZGO EMPRESARIAL Obj. 6 Favorecer la transferencia de conocimiento y desarrollar vínculos bidireccionales entre ciencia y empresas, a través de la comprensión mutua de necesidades y objetivos, en especial en el caso de las pyme. Obj. 7 Promover la investigación y la innovación en el tejido empresarial español, incrementando su compromiso con la I+D+I y ampliando el perímetro de las empresas innovadoras para hacer más competitivo al tejido empresarial. iii. Ejes de actuación de la EECTI La consecución de estos objetivos se logrará a través del despliegue de una serie de medidas complementarias y transversales que se articulan en torno a ejes de actuación: FORTALECIMIENTO INSTITUCIONAL Eje 1. Presupuestario. Aumentar el presupuesto dedicado a la I+D+I durante el periodo 2021- 2027, e incentivar la inversión privada, hasta alcanzar la media de la UE, en particular a través de ayudas directas (subvenciones), y favorecer el establecimiento de líneas adecuadas para facilitar el uso de los fondos europeos, así como el cumplimiento de la normativa de Ayudas de Estado. Eje 2. Instrumental. Desarrollar los instrumentos y órganos dependientes de la LCTI para incrementar el asesoramiento experto a los distintos estamentos estatales y de gobierno. Simplificar y flexibilizar los instrumentos disponibles y adecuarlos a las necesidades de los agentes para mejorar el aprovechamiento de los recursos. Fortalecer los agentes de financiación del SECTI. Eje 3. Coordinación. Coordinar y complementar las políticas de I+D+I nacionales y sectoriales con otras de ámbito europeo, regional y local, fomentando el apoyo a otros países en la elaboración de sus políticas en este ámbito. Eje 4. Gobernanza. Abordar el desarrollo de un sistema de gobernanza y de indicadores que facilite el análisis, el seguimiento y la evaluación de los resultados respecto a los objetivos fijados. AGENTES INVESTIGADORES E INNOVADORES Eje 5. Capacidades. Fomentar y apoyar la generación de capacidades científicas e innovadoras en los agentes del SECTI públicos y privados para favorecer la agregación y el desarrollo de núcleos I+D+I de alto nivel, y promover la excelencia en las infraestructuras científicas y tecnológicas. Eje 6. Itinerario. Establecer un itinerario científico y tecnológico de entrada al sistema de I+D+I para facilitar la promoción y seguridad laboral, que contemple las necesidades de personal de nuestro país en materia de investigación e innovación, en universidades, organismos públicos, institutos de investigación sanitaria, centros públicos y privados de I+D+I y empresas. Este itinerario debe considerar la salida al sector privado, de acuerdo con las propias necesidades del sector productivo y de servicios. Eje 7. Talento. Establecer mecanismos de atracción y desarrollo de talento investigador, tecnológico e innovador a las empresas, industrias y centros de I+D+I, y facilitar la movilidad del personal investigador, tecnológico e innovador, tanto en el sector público, como en el privado. Se respetará el principio de perspectiva de género en I+D+I así como la igualdad de trato y de oportunidades entre mujeres y hombres.- 26 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Eje 8. Promoción. Promover la innovación empresarial y la difusión de la innovación en todos los sectores, especialmente en las pequeñas y medianas empresas (pyme), facilitando la incorporación de tecnologías e innovaciones, para la consecución de las prioridades políticas, sociales y económicas del país. Asegurar incentivos fiscales adecuados a la I+D+I adaptados a las empresas del sistema de ciencia e innovación. Eje 9. Oportunidades. Reforzar los sectores estratégicos nacionales, transformando los retos sociales en oportunidades de desarrollo empresarial y fomentando el emprendimiento y la inversión en I+D+I del sector privado, así como la atracción de capital riesgo para las empresas innovadoras. RELACIONES ENTRE LOS AGENTES Eje 10. Multidisciplinariedad. Favorecer la inter y multidisciplinariedad, fomentando y dando apoyo al uso trasversal de las tecnologías facilitadoras esenciales, las tecnologías digitales disruptivas o las tecnologías profundas que permiten el avance empresarial y social. Eje 11. Transferencia. Promover la existencia de canales eficaces de transferencia, cooperación e intercambio de conocimiento entre el sector público y privado. Eje 12. Innovación. Potenciar las cadenas de valor alrededor de sistemas de innovación focalizados. Eje 13. Internacionalización. Potenciar la internacionalización de los agentes del SECTI mediante: i) la promoción de la participación en programas internacionales como Horizonte Europa y sus iniciativas de programación conjunta; ii) la colaboración internacional con el apoyo de la diplomacia científica; iii) la cooperación internacional para el desarrollo sostenible; iv) el fomento y la participación en instalaciones e infraestructuras científicas y tecnológicas internacionales. CIENCIA E INNOVACIÓN EN LA SOCIEDAD Eje 14. Social. Promover el compromiso de la sociedad española con la I+D+I, fomentando la divulgación y la cultura científica, la reflexión sobre el papel de la ciencia y la tecnología en la sociedad actual, y promoviendo una ciencia e innovación abiertas e inclusivas.OBJETIVOS\\EJESFortalecimiento institucional Agentes Investigadores e Innovadores Relaciones entre los agentesCiencia e Innovación en la sociedad EJE 1 EJE 2 EJE 3 EJE 4 EJE 5 EJE 6 EJE 7 EJE 8 EJE 9 EJE 10 EJE 11 EJE 12 EJE 13 EJE 14 Presupuestario Instrumental Coordinación Gobernanza Capacidades Itinerario Talento Promoción OportunidadesMulti- disciplinariedadTransferencia Innovación Internacionalización Social Afrontar las prioridades de nuestro entorno Obj1I+D+I al servi - cio de los ODS de la Agenda 2030 Obj2Contribuir a las prioridades políticas de la UE Obj3Priorizar y dar respuesta a los desafíos de los sectores estratégicos nacionales Fomentar la I+D+I y su transferencia Obj4Generación de conocimiento y liderazgo de investigadores, infraestructuras y sociedad Desarrollar, atraer y retener el talento Obj5Potenciar la capacidad de España para promover, atraer y retener talento STEM Catalizar la innovación y el liderazgo empresarial Obj6Favorecer la transferencia de conocimiento Obj7Promover la investigación y la innovación en el tejido empresarial español Tabla 1. Estructura de la Estrategia Española de Ciencia, Tecnología e Innovación.- 28 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20275 Modelo de actuación Para conseguir los objetivos expuestos y facilitar la puesta en marcha de la EECTI 2021-2027, se necesita un modelo de actuación que permita encajar las piezas que lo integran y la coordinación de los planes y estrategias que dependan de ella. Este modelo se articula en diferentes elementos de carácter basal y transversal que cubren, convenientemente, las necesidades del SECTI. La implementación de los objetivos y ejes de actuación propuestos en la EECTI requerirá disponer de instrumentos de programación que, a través de los PEICTI y otros mecanismos de planificación, permita la puesta en marcha de proyectos de I+D+I ambiciosos manteniendo la convergencia europea, aportando infraestructuras y recursos humanos, y asegurando la transferencia de resultados a la economía y la sociedad.- 29 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Descripción y modelo de actuación de la EECTI 2021-2027 El Modelo de actuación se articula de acuerdo con los distintos elementos que se resumen en la siguiente figura: Figura 3. Modelo de actuación de la EECTI 2021-2027 5.1. Abordaje de los objetivos Los objetivos representan el elemento central de la estrategia y se articulan alrededor de cuatro grandes bloques en los que se especifican las tareas a realizar mediante ejes de actuación. A continuación, se describen los objetivos propuestos y el abordaje diseñado para su consecución: CIENCIA E INNO VACIÓN EN LA SOCIED ADINVESTIGADORES E INNO VADORE LRELACIONES ENTRE AGENTE S Elementos transversalesResultados esperadosObjetivos Ejes Principios DESARROLLAR, ATRAER, RETENER TALENTO AFRONT AR PRIORID ADES DE NUESTRO ENTORNOCATALIZAR LA INNOV ACIÓN LIDERAZ GO EMPRESARIAL 1. Reconstrucción social y económica 2. Generación de empleo de calidad 3. Generación de conocimiento y su aplicación 4. Incrementar la competitividad 5. Simplificación normativa e incremento de recursos 6. Mejora del impacto social de la ciencia y la innovaciónFOMENTA R LA I+D+I Y SU TRANSFERENCIA MARCO SOCIALMAY OR FINANCIACIÓN MEJORA NORMATIVA COORDINACIÓN AGE-CCAAINTERNACIONALIZACIÓN GÉNERO Y RESPONSABILIDAD I+D+I: ACCESO ABIE RTO, ÉTICA COLABORACIÓN Y AGILIDAD DE LA ADMINISTRACIÓN COORDINACIÓN DE PRIORIDADES I+D+I: EUROPEAS, ES TATALES, REGIONALES, L OCALES Estata l Regional- 30 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027i. Afrontar las prioridades de nuestro entorno Las actuaciones expuestas en la EECTI contemplarán, de forma directa o indirecta, la implementación de los ODS de la Agenda 2030 en España y estarán preferentemente vinculados al Objetivo 1. En ese sentido, se atenderá a las prioridades y ámbitos estratégicos de actuación definidos en el Plan de Acción para la Implementación de la Agenda 2030 de España, aprobado en 2018, y las que defina la futura Estrategia de Desarrollo Sostenible 2030. En este sentido, los ODS servirán como elemento tractor de la I+D+I y se utilizarán para definir las prioridades científico-técnicas de nuestro país. De igual forma, se afronta el Objetivo 2 dirigido a integrar los intereses que se reflejan en los programas de I+D+I de la UE. De esta manera, la EECTI orienta la planificación de sus programas de I+D+I hacia los pilares de Desafíos mundiales y Competitividad industrial del Programa Horizonte Europa. Dentro del pilar de Desafíos mundiales se definen seis clústeres temáticos: 1. Salud 2. Cultura, Creatividad y Sociedad Inclusiva 3. Seguridad para la Sociedad 4. Mundo digital, Industria, Espacio y Defensa 5. Clima, Energía y Movilidad 6. Alimentación, Bioeconomía, Recursos Naturales y Medio Ambiente A nivel nacional se han identificado las líneas estratégicas de I+D+I para dar respuesta al Objetivo 3, cuya priorización cubrirá las necesidades de España en ciencia y tecnología avanzada, planteando para ello actividades progresistas que contarán con el apoyo de grupos e instituciones fuertes y alto nivel de visibilidad. Estas líneas no son un catálogo académico, sino que reflejan las fortalezas del SECTI en áreas clave para responder a los retos de nuestra sociedad en las que España tiene un claro liderazgo internacional. La selección de estas líneas es el resultado de un proceso liderado por el MCIN con participación de los sectores público y privado. Las líneas estratégicas nacionales se enmarcan en los grupos temáticos de Horizonte Europa y permiten hacer la priorización que se describe a continuación y se detalla en el Anexo II: 1. Salud Medicina de precisión Enfermedades infecciosas Nuevas Técnicas diagnósticas y terapéuticas Cáncer y Gerociencia: Envejecimiento, enfermedades degenerativas 2. Cultura, Creatividad y Sociedad Inclusiva Evolución humana, antropología y arqueología Cognición, lingüística y psicología Filología y literaturas hispánicas 3. Seguridad Civil para la Sociedad Dimensión espacial de las desigualdades, migraciones y multiculturalidad Monopolios y poder de mercado: medición, causas y consecuencias- 31 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027 Ciberseguridad Protección ante nuevas amenazas para la seguridad 4. Mundo digital, Industria, Espacio y Defensa Inteligencia Artificial y Robótica Fotónica y electrónica Modelización y análisis matemático y nuevas soluciones matemáticas para ciencia y tecnología Astronomía, Astrofísica y Ciencias del Espacio Internet de la próxima generación Nuevos materiales y técnicas de fabricación 5. Clima, energía y movilidad Cambio climático y Descarbonización Movilidad sostenible Ciudades y ecosistemas sostenibles 6. Alimentación, Bioeconomía, Recursos Naturales y Medio Ambiente Exploración, análisis y prospectiva de la biodiversidad Cadena agroalimentaria inteligente y sostenible El conjunto de clústeres y líneas estratégicas nacionales permitirá afrontar el espectro completo de los intereses de nuestro país en I+D+I y serán reforzadas mediante actividades colaborativas que rompan las fronteras clásicas entre disciplinas. La priorización temática descrita posibilitará el desarrollo de líneas de investigación básica y fomentará la interdisciplinariedad generadora de ciencia y conocimiento de alto impacto. Igualmente, se incentivará la multidisciplinariedad que permitirá el desarrollo de misiones científicas y el abordaje proyectos tractores de los ODS. La investigación interdisciplinar requerirá fomentar la interrelación entre distintas disciplinas, manteniendo un equilibrio adecuado entre ellas, y preservando, a la vez, la ejecución de ciencia unidisciplinaria. Debido a la importancia de este objetivo, se diseña el Eje de actuación 10, cuya ejecución requerirá buscar mecanismos de evaluación y fomento de la actividad científica adecuados a ambos tipos de aproximaciones. De igual modo, las empresas deben fomentar la multidisciplinariedad y la colaboración intersectorial, siendo ésta la base de la cuarta revolución industrial. La contribución de la I+D+I a las prioridades políticas nacionales se logrará a través del Eje de actuación 2, que fomentará el desarrollo de los instrumentos y órganos dependientes de la LCTI para incrementar el asesoramiento científico experto a los distintos estamentos estatales y de gobierno. De esta manera, la I+D+I estará presente en la toma de decisiones, contribuyendo a la resolución de situaciones de crisis en base al conocimiento. En la situación actual, y con objeto de contribuir a la reconstrucción social y económica del país, las actuaciones propuestas en la EECTI facilitarán la transición de la economía española a través de la innovación, tanto en aquellos sectores en los que nuestras pyme son más activas, como en nuevos sectores emergentes. Con este objeto, se fomentará el desarrollo de proyectos de alto impacto - 32 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027social y se llevará a cabo una Priorización Estratégica Nacional que, aglutinando áreas de interés, den respuesta a los desafíos de los sectores estratégicos, tal y como se recoge en el Objetivo 3. La EECTI 2021-2027 en su articulación, se suma a otras Estrategias nacionales, tanto del MCIN como de otros departamentos ministeriales, en las que la I+D+I juega un papel fundamental: Estrategia Española de I+D+I en IA6. Estrategia Nacional de Industria Conectada 4.07. Estrategia de Tecnología e Innovación para la Defensa8. Estrategia de Digitalización del Sector Agroalimentario y Forestal y del Medio Rural9. V Plan Director de la Cooperación Española10. Marco Estratégico en Política de pyme 203011. Estrategia de Seguridad Nacional12. Directrices Generales de la Nueva Política Industrial Española 203013. España Digital 202514. Agenda Urbana Española15. Estrategia de Respuesta Conjunta de la Cooperación Española a la Crisis del COVID-1916. Estrategia Española de Economía Circular17. Plan Nacional Integrado de Energía y Clima18. Estrategia de Adaptación de la Costa a los efectos del Cambio Climático19. Estrategia Nacional frente al Reto Demográfico. Igualmente, la EECTI incorporará, a través de los mecanismos establecidos en su gobernanza, ámbitos estratégicos contemplados en las futuras estrategias sectoriales actualmente en desarrollo20. Estas estrategias ponen su foco de atención en ámbitos prioritarios y en la necesidad de ejercer un efecto orientador e incentivador sobre las herramientas de financiación de la I+D+I. La Priorización de estas Estrategias requiere que los Planes Estatales derivados de la EECTI, establezcan Acciones Estratégicas Nacionales que permitan implementar los objetivos sectoriales de la EECTI. Estas acciones serán «actuaciones programáticas», con distintas modalidades de participación e instrumentos de financiación, que se articularán a través de los recursos identificados en las estrategias sectoriales. Además, su gestión podrá corresponder a unidades diferenciadas, tanto del MCIN como de otros departamentos ministeriales, y permitirá que los recursos disponibles alcancen la máxima penetración intersectorial, favoreciendo un crecimiento rápido que mejore la competitividad y el impacto en áreas estratégicas para el país. 6 http://www.ciencia.gob.es/stfls/MICINN/Ciencia/Ficheros/Estrategia_Inteligencia_Artificial_IDI.pdf 7 https://www.industriaconectada40.gob.es/estrategias-informes/estrategia-nacional-IC40/Paginas/descripcion-estrategia-IC40.aspx 8 https://www.tecnologiaeinnovacion.defensa.gob.es/es-es/Contenido/Paginas/detallepublicacion.aspx?publicacionID=205. 9 https://www.mapa.gob.es/es/ministerio/planes-estrategias/estrategia-digitalizacion-sector-agroalimentario/ 10 https://www.cooperacionespanola.es/sites/default/files/estrategia_de_respuesta_conjunta_de_la_cooperacion_espanola_covid19.pdf 17 https://www.miteco.gob.es/es/calidad-y-evaluacion-ambiental/temas/economia-circular/espanacircular2030_def1_tcm30-509532.PDF 18 https://www.miteco.gob.es/es/prensa/pniec.aspx 19 https://www.miteco.gob.es/es/costas/temas/proteccion-costa/estrategiaadaptacionccaprobada_tcm30-420088.pdf 20 La futura Estrategia de Tecnología e Innovación para la Defensa; la futura Estrategia de I+D+I para el Sector de la Salud; la futura Estrategia de Desarrollo Sostenible 2030; la futura Estrategia a Largo Plazo para una Economía Española Moderna, Competitiva y Climáticamente Neutra en 2050; la futura Estrategia de Movilidad Segura, Sostenible y Conectada; la futura Estrategia de Patrimonio Natural y Biodiversidad; el futuro Segundo Plan Nacional de Adaptación al Cambio Climático; la futura Hoja de Ruta de Hidrógeno Renovable; la futura Estrategia de Almacenamiento Energético; el futuro Plan Estratégico Nacional para la protección del litoral; la futura Estrategia de Innovación para la Economía Azul; la futura Estrategia Estatal de Infraestructura Verde y de la Conectividad y Restauración Ecológicas.- 33 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Las Acciones Estratégicas Nacionales incluidas en los PEICTI, junto a los planes y estrategias regionales en sectores y territorios identificados en cada CCAA, contribuirán a favorecer la transición industrial facilitando la capacitación de RRHH, la diversificación de la economía, el emprendimiento y la mejora tecnológica de las pyme interesadas en promover un cambio tecnológico en ámbitos tales como: la Industria 4.0, la sociedad, la economía digital, las tecnologías limpias bajas en carbono, y los servicios o productos que refuercen la resiliencia de la sociedad y la economía nacional. Todo ello tendrá como fin contribuir al cumplimiento de los objetivos de las S3 y las recomendaciones europeas e internacionales para progresar hacia una economía basada en una tecnología baja en carbono, digitalizada, sostenible y socialmente responsable. ii. Fomentar la I+D+I y su transferencia La ciencia excelente y abierta constituye uno de los pilares del Objetivo 4 (Generación de conocimiento y liderazgo científico). El impulso a un modelo de Ciencia Abierta favorecerá la generación de conocimiento de alta calidad e impacto, así como su transmisión a la sociedad, elemento que se relaciona directamente con el Eje de actuación 5 (fomentar y apoyar la generación de capacidades científicas e innovadoras en los agentes del SECTI). Para asegurar el nivel de excelencia y su presencia internacional, tenemos que dotar a la ciencia española de recursos humanos y materiales. De esta manera potenciaremos, también, las capacidades estratégicas de nuestro país, que permitirán aplicar el conocimiento científico e innovador al desarrollo de nuevas tecnologías.Se favorecerá el relevo generacional fomentando las vocaciones científicas y tecnológicas, ofreciendo oportunidades a los jóvenes talentos, y asegurando, la asignación presupuestaria necesaria para el desarrollo de los proyectos de I+D+I. Igualmente, se potenciará el liderazgo tecnológico, la actividad inter y multidisciplinar y el abordaje de áreas y tecnologías disruptivas, manteniendo, a la vez, líneas de trabajo en ámbitos que den solidez al SECTI y favorezcan a la industria como usuaria final de las mismas. Se fomentará la interacción entre organismos públicos de investigación, universidades, centros tecnológicos y empresas innovadoras para favorecer la transferencia de conocimiento y la colaboración efectiva entre agentes. El apoyo a la ciencia de excelencia, elemento básico del modelo de EECTI, fomentará, en consonancia con las directrices de la UE, el acceso abierto a los resultados de investigación, permitiendo que los datos sean accesibles, interoperables y reutilizables (su acrónimo en inglés FAIR). La difusión en el ámbito científico, junto al esfuerzo llevado a cabo por los repositorios abiertos, facilitará la accesibilidad a los avances científicos y fomentará la divulgación y comunicación científica hacia la sociedad, objetivo que se persigue en el Eje de actuación 14. La coordinación de los agentes financiadores permitirá mejorar los instrumentos de financiación y los mecanismos de articulación de los PEICTI, empleando para ello recursos humanos con formación en el acceso abierto a datos, microdatos, publicaciones, código (software) y, en general, a todos los resultados de la investigación financiada con fondos públicos. Este aspecto se reforzará mediante la elaboración de directrices que permitan disponer de repositorios de datos de uso público. Con este objeto, se potenciará igualmente la contribución española a la Nube Europea de Ciencia Abierta (European Open Science Cloud, EOSC), que actuará como motor de la ciencia de datos (data-driven science), y se impulsará la participación en la adecuación de los repositorios digitales. Este nuevo escenario, en donde el dato científico adquiere un valor relevante, estará acompañado de otras actuaciones que permitan, por ejemplo, desarrollar infraestructuras de datos y sus servicios, apoyando así la producción de datos FAIR y su integración en la Nube Europea, la formación de - 34 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027gestores y comunidades de usuarios de estas infraestructuras, y la elaboración de nuevas métricas de evaluación de la carrera científica. De manera complementaria, la EECTI fomentará la participación del SECTI en las Asociaciones Europeas del programa Horizonte Europa, distribuidas en las diferentes áreas de los seis clústeres temáticos anteriormente descritos y dirigidas a facilitar la consecución de los objetivos políticos acordados por la UE. España ha trabajado activamente en la co-creación de estas Asociaciones Europeas, definidas como \"iniciativas donde la UE, junto a socios privados y/o públicos, se comprometen a apoyar el desarrollo y la implementación de un programa de actividades de investigación e innovación\", y que se priorizarán en base a criterios de oportunidad y capacidad de los agentes de interés (las agencias financiadoras del MCIN MITMA, MINSAN, MAPA). En base a este esfuerzo, y con objeto de fomentar e incrementar la cooperación con nuestros socios europeos y con las entidades del Espacio Europeo de Investigación, los Planes Estatales establecerán en su programación instrumentos específicos, ágiles y flexibles, y mecanismos de contribución financiera que, en coordinación con la AGE y las CCAA, contemplen el uso de los Fondos Europeos (FEDER, FSE+, FEMP , FEADER). De esta manera, se realizará una priorización estratégica adecuada sobre las Asociaciones Europeas, especialmente en aquellos casos de modalidad institucionalizada, o que requieran co-financiación nacional, asegurando así el nivel de participación en este instrumento clave del nuevo Programa Marco. Las instituciones, incluyendo los organismos públicos de investigación, las universidades, los centros de investigación clínica-asistencial, las fundaciones científicas, los centros tecnológicos, las empresas innovadoras y, por supuesto, los organismos financiadores y gestores de las ayudas (agencias, ministerios, consejerías, etc.), constituyen uno de los pilares esenciales del SECTI. Su distribución por todo el territorio nacional, junto a la de las infraestructuras científico-técnicas, confieren a la I+D+I una posición relevante frente al desafío del Reto Demográfico. Con objeto de facilitar el engranaje del SECTI, a través del Eje 5 de actuación se priorizarán las siguientes iniciativas: 1) el desarrollo de núcleos I+D+I de alto nivel, 2) el fortalecimiento de las instituciones mediante la modernización de los sistemas informáticos de gestión, 3) la adecuación de las plantillas y el establecimiento de las pautas que permitan alinear la Oferta del Empleo Público con las tareas a ejecutar, y 4) la dotación y renovación de las infraestructuras y equipos científicos necesarios. Las infraestructuras científico-técnicas constituyen elementos centrales para llevar a cabo una investigación de excelencia, por lo que, su financiación, mantenimiento, actualización y mejora continuada, son aspectos básicos para reforzar el SECTI. En el Eje de actuación 5, se prevé consolidar una red avanzada de infraestructuras y equipamientos científico-técnicos que impulsarán, a su vez, el trabajo realizado en los centros de investigación. Igualmente, se fomentará la participación en nuevas infraestructuras en el ámbito de la innovación y de la ciencia ciudadana, tales como los \"living labs\" la red Digital Innovation Hubs (DIHs) y los sandboxes utilizados en aquellos casos en los que se requiere un grado de experimentación novedoso. De esta manera, las infraestructuras disponibles se aprovecharán para dar acceso como usuarios, a pequeños grupos de investigación, centros tecnológicos, empresas, etc. - 35 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Desde esta perspectiva, y en coordinación con las CCAA, se prevé actualizar e implementar el Mapa de las ICTS que servirá como elemento motor para el impulso de la excelencia. El fortalecimiento de las ICTS constituye uno de los elementos fundamentales de la Estrategia y favorecerá la coordinación autonómica y la cohesión del SECTI con la UE. Con este objeto, será necesario incrementar la inversión en las ICTS, establecer mecanismos ágiles de atracción de proyectos de I+D+I a estas infraestructuras, y favorecer el acceso a las infraestructuras internacionales (ESFRI, del inglés European Strategy Forum on Research Infrastructures). Por último, en relación con la transferencia de conocimiento, será necesario asegurar la cooperación público-privada en las distintas etapas de la cadena de valor, desde las fases iniciales del desarrollo de las tecnologías en las que se favorecerá la aplicación del conocimiento, hasta la llegada al mercado de productos de interés para la sociedad. iii. Desarrollar, atraer y retener el talento Los recursos humanos constituyen un elemento esencial del SECTI. A este respecto, es fundamental disponer del volumen adecuado para el desarrollo de las tareas necesarias y asegurar la cualificación de las plantillas. A través del Eje de actuación 7 se impulsará la movilidad de los recursos humanos entre los principales agentes públicos del SECTI, así como la formación y recuperación de talento nacional, y la atracción de talento internacional. Será igualmente importante incorporar personal en el sector empresarial e industrial, favoreciendo la movilidad entre los trabajadores de las empresas y el ámbito científico y tecnológico y viceversa, y fomentando la capacidad de absorción de personal investigador en el tejido empresarial. A través del Eje de actuación 13 se facilitará, igualmente, la movilidad y la formación internacional. Adicionalmente, se promoverá la participación en acciones internacionales centradas en la formación y la investigación en áreas de interés y tecnologías alineadas con la presente estrategia. De acuerdo con el Eje de actuación 6, se diseñará un itinerario científico de acceso al sistema de I+D+I que, estando adaptado a las especificidades de la legislación vigente, sea equiparable al de los países de nuestro entorno (Tenure Track). Igualmente, se elaborará un itinerario tecnológico en el que se desarrollará la figura de Tecnólogo recogida en la LCTI. De acuerdo con el Objetivo 5, será esencial establecer una Carrera Investigadora bien definida con mecanismos eficaces de selección, evaluación y promoción, y en la que se contemple y facilite la movilidad como elemento enriquecedor del SECTI. La disponibilidad de una carrera científica definida y estructurada será un elemento esencial y necesario para estimular y retener el talento científico en nuestro país. El itinerario diseñado tendrá que respetar y garantizar los principios de seguridad laboral y de igualdad de trato y oportunidades entre mujeres y hombres. En coordinación con las autoridades competentes, la educación STEM (por sus siglas en inglés, Science, Technology, Engineering and Mathematics) se estimulará desde etapas educativas tempranas con un enfoque inclusivo que fomente la diversidad y, con ello, una ciencia de calidad. En este sentido, parece clave trabajar en los diferentes ámbitos que brindan oportunidades a los - 36 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027jóvenes para relacionarse con la ciencia: la escuela, la familia, el entorno social y la educación informal a través de programas de divulgación, la formación del profesorado, la mejora de la orientación vocacional y el contacto entre los diferentes agentes que intervienen en la formación de los jóvenes (editoriales, museos de ciencia y medios de comunicación). iv. Catalizar la innovación y el liderazgo empresarial La búsqueda de la competitividad a través de la I+D+I es un pilar fundamental de esta estrategia, dirigido a favorecer la transferencia del conocimiento. De acuerdo con el Objetivo 6, España debe estimular la simbiosis entre los ámbitos científicos y empresariales, e impulsar el desarrollo de sus respectivas capacidades. La generación de conocimiento, tanto de base, como de valor, servirá para favorecer el desarrollo empresarial y la demanda de conocimiento de este sector. El desarrollo de este pilar implica promover la I+D+I en el tejido empresarial español, Objetivo 7, e impulsar al colectivo de empresas innovadoras a generar ecosistemas con mayor capacidad y masa crítica. Con este objetivo, se potenciará la responsabilidad de las empresas innovadoras consolidadas y su apuesta por la I+D+I que, gracias a la tecnología, se han constituido como líderes en sus respectivos sectores. Estos denominados \"campeones\", deben adoptar un papel tractor que estimule a otras empresas -típicamente pyme proveedoras y colaboradoras- a transitar el camino de la innovación. España afronta retos importantes en aspectos relacionados con la difusión de la innovación tecnológica, así como con el papel de los Centros Tecnológicos, Parques Científicos y Tecnológicos, Plataformas Tecnológicas y Asociaciones de Empresas Innovadoras en la transferencia, al sistema de innovación, del conocimiento basado en la investigación. Para promover la transmisión del conocimiento, se han desplegado acciones tales como el sexenio de transferencia e innovación, la reforma del registro de Oficinas de Transferencia de Resultados de Investigación (OTRIs), o el Programa Cervera. La validez de estas políticas y los principales cuellos de botella que limitan la difusión de la innovación se analizará en un proyecto de la Directorate General for Structural Reform Support de la UE y la Organización para la Cooperación y el Desarrollo Económicos (OCDE) \"Roadmap to foster co-operation between universities, research and business in Spain\". En relación con las pyme, los objetivos descritos están alineados con las prioridades recogidas para este tipo de empresas en la Estrategia Europea de pyme para una Europa Sostenible y Digital21. Igualmente, los objetivos mencionados se alinean a nivel nacional con los expuestos en el Marco Estratégico en Política de pyme 2020, que define como ejes de actuación, entre otros, el apoyo al Emprendimiento y a la Innovación. De forma complementaria, las administraciones estimularán el desarrollo de otras actividades de I+D+I, tales como: 1. Las Misiones en Ciencia e Innovación del MCIN son un instrumento de innovación estatal, que serán definidas por amplio consenso y revisadas en función de las prioridades estratégicas españolas. Este instrumento se vincula directamente al Eje de actuación 11 (promover la existencia de canales eficaces de transferencia, cooperación y partición de conocimiento entre los sectores públicos y privados), al Eje de actuación 12 (potenciar las cadenas de valor alrededor de sistemas de innovación focalizados), y al Eje de actuación 9 (reforzar los sectores estratégicos nacionales transformando 21 An SME Strategy for a sustainable and digital Europe. COM(2020) 103 final. 10.03.2020- 37 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027retos sociales en oportunidades de desarrollo empresarial, fomentando el emprendimiento y la atracción de inversión). Dada su relevancia, y en consonancia con los objetivos de la Agenda 2030, España impulsará, a través de las Misiones en Ciencia e Innovación, la participación de las empresas y de las entidades públicas y privadas más capacitadas, en la resolución de retos socioeconómicos. En el ámbito nacional, las Misiones en Ciencia e Innovación financiadas por el CDTI contribuirán a integrar el trabajo de empresas, investigadores e instituciones, públicas y privadas, y a disponer de los recursos económicos necesarios para lograr el impacto deseado. El tipo de actuaciones contempladas en las misiones propuestas deberá cubrir todos los eslabones de la cadena de valor tales como: la investigación fundamental orientada a la actuación considerada, el desarrollo e integración de tecnologías avanzadas y emergentes, y el apoyo al proceso de innovación tecnológica que repercutirá en nuevos productos y servicios avanzados. Todo ello, respetando el alineamiento temático, la definición de los indicadores de éxito, los horizontes temporales, el esfuerzo realizado en la UE a este respecto, y los retos específicos de nuestro país. Un elemento clave para el éxito de las Misiones en Ciencia e Innovación de ámbito nacional será la creación de una estructura de gobernanza, coordinada e integrada, que facilite la definición, ejecución y obtención de resultados, asegurando la interacción entre los agentes e instituciones participantes (públicas y privadas), y garantizando la consecución de los objetivos planteados. Las Misiones en Ciencia e Innovación servirán para la puesta en marcha de Proyectos Tractores en ámbitos tales como el \"reto verde\", la salud y el bienestar social, y la digitalización de la sociedad. Dichos proyectos se llevarán a cabo en colaboración entre diversos actores, y favorecerán la transferencia, el intercambio de conocimiento y el impacto de la ciencia y la innovación en la sociedad. 2. Innovación sistémica y sistemática que permitirá que la innovación esté presente en todos los ámbitos de la sociedad, públicos y privados, y en todos los sectores, en particular, en los grandes objetivos del país, en las misiones estratégicas españolas, en las compras de la administración, etc. Este elemento se vincula, entre otros, al Eje de actuación 8 (promover la innovación empresarial y la difusión de la innovación en todos los sectores, especialmente en las pyme), facilitando la incorporación de tecnologías e innovaciones, la internacionalización, la transición industrial, la digitalización y la migración hacia una economía baja en carbono. La innovación sistémica acercará y hará partícipe a la sociedad de los resultados de la innovación y de sus procesos. En este sentido, cabe destacar que se fomentará la Compra Pública de Innovación (CPI) desde el ámbito público (AGE, CCAA, entidades locales, empresas públicas, universidades, etc.) que convertirá a las AAPP en elementos tractores de actividad innovadora. Para ello se pondrán en marcha líneas específicas de CPI en ámbitos como la salud, la movilidad o la cadena agroalimentaria inteligente y sostenible. El principal objetivo de esta actividad es conseguir que la I+D+I empresarial actúe como inversión recurrente para las empresas, y no como un mero reflejo adaptativo a situaciones del mercado o una actividad que se abandone ante los primeros embates de una crisis económica. Esto requiere un apoyo continuado en función de las necesidades y del estatus innovador de la empresa (intensiva en I+D+I, innovador ocasional, nuevo entrante...), así como una política de sensibilización y - 38 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027concienciación sobre la necesidad y el beneficio de la innovación que permita ampliar el perímetro de las empresas innovadoras en el tejido industrial español. 3. Ecosistemas de innovación que aprovechen la disrupción en las cadenas de valor tradicionales. El Eje de actuación 12 prevé llevar a cabo actuaciones para impulsar la generación de nuevas cadenas de valor que potencien las ya existentes atendiendo a tres aspectos: 1) la incorporación, a una cadena de valor preexistente, de actores procedentes de otras cadenas de valor que provoquen transformaciones profundas; 2) la aparición de nuevos actores ejecutores, financiadores e intermediarios que se posicionen en las cadenas de valor causando la ruptura de las cadenas tradicionales; y 3) la implementación de criterios de sostenibilidad para facilitar el desarrollo de productos y servicios avanzados. Más allá de la identificación de los actores principales de un ecosistema, su valor de innovación reside en su capacidad para interaccionar con otros ecosistemas. La asunción de modelos de innovación abierta ha permitido reconocer la importancia del \"capital relacional\" frente al \"capital físico\", y la necesidad, por parte de las AAPP , de proveer espacios de interacción que cubran la totalidad de la cadena de valor. En este aspecto, será relevante el papel de los parques científico-tecnológicos que proveerán los espacios de colaboración apropiados. 4. El emprendimiento como elemento clave que complementará a los anteriores, deberá alcanzar a las líneas estratégicas nacionales, contribuyendo, igualmente, a la formación de recursos humanos, tanto en los niveles educativos más elementales, como en los postgrados universitarios. Es necesario seguir apoyando e impulsando la creación de start-ups, o más concretamente de spin-offs, que favorezcan la especialización y la explotación de los resultados derivados de la investigación. Para ello, se deben articular programas de apoyo a la creación de empresas y de formación de emprendedores. Igualmente, será necesario promover la creación y captación de fondos de inversión temprana (p.ej. capital semilla) que favorezcan el desarrollo de programas de intra-emprendimiento y la internacionalización progresiva de las nuevas empresas innovadoras que estarán apoyadas por medidas de ayuda fiscal para favorecer el crecimiento. El sector de capital riesgo debe ampliar el volumen de sus actuaciones y favorecer la especialización en áreas tecnológicas emergentes y la diversificación geográfica. 5.2. Elementos transversales La I+D+I se beneficiará de aquellos cambios que permitan mejorar la gestión del SECTI, mediante la elaboración de una normativa adecuada que afecte tanto a las agencias financiadoras como a sus agentes ejecutores. Estos cambios tendrán que contar con la financiación necesaria y los instrumentos adecuados para mejorar la coordinación entre la AGE y las CCAA. La internacionalización del SECTI se define como un componente intrínseco de las acciones de fomento y coordinación, que contribuye al fortalecimiento de las capacidades humanas e institucionales. Otro de los elementos vertebradores de la EECTI, incluido igualmente en los objetivos generales de la LCTI, consiste en promocionar la ciencia abierta y la participación de la ciudadanía en materia de investigación, desarrollo e innovación. En este sentido, la denominada ciencia ciudadana ha tenido - 39 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027un gran éxito en los países de nuestro entorno y debe potenciarse en nuestro país. Igualmente, el reconocimiento social de la ciencia y de la actividad innovadora empresarial se beneficiará mediante la promoción de la comunicación y la divulgación científica y tecnológica. i. Aspectos de desarrollo normativos, de financiación y de coordinación Para alcanzar los objetivos y resultados esperados en este ámbito, la Estrategia facilitará el desarrollo de los instrumentos y órganos establecidos en la LCTI, tales como el Comité Español de Ética en la Investigación, la consolidación del SICTI, así como una normativa e instrumentos de financiación adecuados. Para ello, será imprescindible fortalecer los agentes de financiación del SECTI y afrontar los nuevos instrumentos con suficiente capacidad y agilidad. Dichos elementos están vinculados al Eje de actuación 1 (aumentar el presupuesto dedicado a la I+D+I durante el periodo 2021- 2027, de manera continua y sostenida, particularmente en ayudas directas; subvenciones), al Eje de actuación 2 (lograr un marco normativo y unos instrumentos flexibles y adecuados a las necesidades de los agentes del sistema de I+D+I, investigadores e innovadores) y al Eje de actuación 4 (abordar el desarrollo de un sistema de gobernanza y de indicadores). La puesta en marcha de estos ejes de actuación permitirá establecer un sistema de gobernanza dinámico, que favorecerá la coordinación y la implementación de las acciones propuestas, así como el seguimiento y evaluación de la EECTI. De acuerdo con el artículo 11 de la LCTI, el SICTI agilizará la disponibilidad de los datos estadísticos, nacionales y regionales, para favorecer la toma de decisiones de la AGE y de las CCAA. Asimismo, es necesario disponer de suficiente financiación, de sistemas de gestión informáticos adecuados y de mecanismos de gobernanza ágiles y sencillos, que posibiliten la gestión de los fondos de I+D+I, desde la solicitud de las ayudas, hasta su ejecución y justificación. Ello requerirá eliminar las trabas burocráticas que dificultan la ejecución adecuada de las actuaciones de I+D+I. Finalmente, es igualmente crítico, simplificar los instrumentos existentes, procurando una actualización más versátil, flexible y funcional, que se adapte a una variedad de propósitos y funcione bajo un esquema normativo común. Se requiere disponer de un marco normativo que facilite la coordinación de fuentes de financiación alternativas con otras más tradicionales y que permita, a su vez, sostener el SECTI de forma estable, desde fases incipientes, hasta su desarrollo finalista. Igualmente, es necesario encontrar una vía para la canalización de fondos privados que, junto a los públicos, permita llevar a cabo las actuaciones22 requeridas. Para ello, se debe desarrollar un entorno normativo (leyes de mecenazgo, crowdfunding, capital riesgo con una fiscalidad atractiva) que facilite y estimule la inversión privada en investigación e innovación, posibilitando la cofinanciación público-privada y la filantropía. Los presupuestos plurianuales, basados en el compromiso político, serán la herramienta necesaria para asegurar la financiación que requieren los proyectos. Para todo ello, será imprescindible realizar un esfuerzo inversor en políticas de I+D+I, tanto por parte del sector público, como del privado. 22 Una prioridad será coordinar el uso de los diversos fondos que alimentarán las actuaciones (Presupuestos Generales del Estado, FEDER, Fondo Social Europeo, financiación del BEI o futuros mecanismos como InvestEU). Los condicionantes que impone cada uno de estos tipos de fondos son diferentes y no todos son aplicables de igual modo a actividades de investigación o de innovación. En este sentido, el principio rector será el de mayor ayuda (subvención) a mayor riesgo (a imagen y semejanza de los establecido por el Reglamen - to General de Exenciones por Bloques), siendo los fondos con menores cargas asociadas los que se usen para las actuaciones más \"aguas arriba\".- 40 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027La coordinación de las actividades propuestas permitirá aprovechar de forma racional los recursos disponibles, elemento vinculado al Eje de actuación 3 (coordinar y complementar políticas de I+D+I nacionales y sectoriales, con otras de ámbito europeo, regional y local). El alineamiento del programa nacional de I+D+I y de los programas regionales, junto a la coordinación de los departamentos ministeriales de la AGE y las CCAA, las corporaciones locales y las instituciones europeas, permitirán mejorar el funcionamiento del SECTI, que deberá, además, reforzar su gobernanza y llevar a cabo iniciativas ad hoc de nivel técnico. ii. Internacionalización La internacionalización del SECTI es un elemento transversal en todas las acciones de la EECTI 2021-2027, y se promoverá mediante actividades esenciales dirigidas a fomentar la colaboración con otros EEMM de la UE y con otros países de nuestro entorno. Estas actuaciones se abordarán desde el propio MCIN y sus agencias, en coordinación con el MAEUEC, con la colaboración de la AGE y de todos sus agentes en el exterior. La Internacionalización se contempla desde una triple perspectiva: Alineamiento con Horizonte Europa Como se ha descrito anteriormente, la implementación de la EECTI promoverá el alineamiento con Horizonte Europa, la búsqueda de sinergias con los fondos FEDER y FSE+, y el apoyo a la participación en proyectos y programas internacionales. Un aspecto clave en este ámbito será el fomento de la participación en acciones de programación conjunta de Horizonte Europa e instalaciones internacionales, favoreciendo, para ello, el uso de instrumentos adecuados, ágiles y eficaces, así como la disponibilidad de una financiación específica en cada caso. El fomento de la participación española en los programas europeos e internacionales requiere realizar un ejercicio de focalización que permita optimizar el uso de los recursos disponibles, de acuerdo con las prioridades, fortalezas e intereses de nuestro país. Para ello, el MCIN establecerá, a través de sus agentes, un Plan de Incentivación en el que se contemple un conjunto de actuaciones para promover la participación española y el liderazgo en los programas de I+D+I europeos (Horizonte Europa). Dichas actuaciones estarán estructuradas de acuerdo con los objetivos marcados en los correspondientes planes estatales y regionales. Con este objeto, se implementarán medidas tales como: 1) la promoción de redes de gestión de I+D+I; 2) el fomento de la investigación científica y técnica con capacidad para participar en programas europeos y en los Consejos Europeos de Investigación e Innovación (ERC y EIC); 3) el apoyo a la presencia de personal del SECTI en las instituciones europeas y su participación en programas de formación en ámbitos de interés; y 4) la participación en los Planes de Comunicación establecidos a nivel estatal y regional para conectar la ciencia y la sociedad, poniendo en valor las capacidades del SECTI a nivel internacional. En relación con el programa marco de la EU, el MCIN marcará los niveles de retorno y participación que debemos alcanzar como país en las convocatorias de la Comisión Europea financiadas exclusivamente con presupuesto comunitario. Asimismo, será importante liderar y participar en programas cofinanciados, en los que España deberá asignar recursos propios. Además, España promoverá el alineamiento de las ayudas estatales y regionales y su sinergia con los fondos europeos, y el liderazgo y la presencia española en los ámbitos de decisión de la estructura comunitaria.- 41 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Oportunidades científicas y tecnológicas emergentes y colaboración público-privada Las oportunidades científicas y tecnológicas emergentes que surjan en ámbitos geográficos fuera de la UE, en especial en Iberoamérica, constituyen un aspecto imprescindible que debe tenerse en cuenta en la configuración de la estrategia. De cara a fortalecer el SECTI se contempla la necesidad de crear un entorno favorable para la detección de nuevas tecnologías disruptivas, así como incentivar los flujos de inversión innovadora hacia nuestro país y la presencia de entidades españolas en otros países. Los recursos financieros dedicados a la I+D+I se desplazan de unas regiones a otras en busca de ideas más avanzadas y ecosistemas más favorables, sobre todo, en el caso de las inversiones del sector privado. Es necesario adoptar una postura proactiva, implicando a los ministerios sectoriales, al MAEUEC y a las misiones diplomáticas españolas, en estrecha colaboración con entidades públicas y privadas. Esto obligará a España a lanzar iniciativas que permitan: a) crear las condiciones adecuadas para la ubicación en nuestro territorio de centros de investigación e innovación de entidades extranjeras, públicas o empresariales, y b) apoyar la presencia de entidades españolas de ciencia y tecnología en otros países, mediante la reformulación del apoyo al conocimiento y a las capacidades científico- tecnológicas españolas en el exterior. La cooperación público-privada permitirá maximizar la sinergia y la asociación con entidades fuera de España, que favorecerán la participación en concursos internacionales y la provisión de componentes de grandes instalaciones. Con ello, se asume la existencia de cadenas de valor globalizadas y la necesidad de participar en aquéllas que refuercen nuestra capacidad de influencia. Esta visión se complementará con la adopción de modelos de innovación abierta, en los que las grandes empresas procederán a identificar socios estables, tanto públicos como privados, en diversos países del mundo. La cooperación en innovación abierta no se circunscribe al ámbito local; por ello, la pertenencia de una entidad pública o una pyme a estas redes internacionales constituye un elemento clave para asegurar su competitividad y estabilidad. Cooperación y colaboración internacional En el ámbito de la cooperación científica y la colaboración internacional, que incluye la cooperación internacional para el desarrollo y la diplomacia científica, se dotará a las delegaciones españolas en países prioritarios de personal especializado para detectar líneas estratégicas de interés y facilitar la atracción de talento a nuestro país. En el mismo sentido, se impulsarán los procesos administrativos que permitan crear unidades en otros países y se fomentará la participación de personal destacado en los órganos directivos y de gestión de asociaciones internacionales, europeas e intergubernamentales dedicadas a la I+D+I. Igualmente, se diseñará un régimen fiscal atractivo para la inversión extranjera en I+D+I y, en especial, la que proceda de fundaciones y fondos internacionales. Lo expuesto anteriormente favorecerá la generación y atracción de conocimiento de calidad y relevancia social y económica, algo difícil de conseguir por un único país desde una óptica unilateral. - 42 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Se trabajará para mejorar el aprovechamiento e impacto de las relaciones bilaterales, determinando áreas científico-tecnológicas de interés geoestratégico y definiendo estructuras de decisión de políticas públicas. A este respecto, cabe destacar, la actividad de internalización del MCIN con el CDTI y su red exterior, y la del MINECO en el ámbito TIC llevada a cabo por Red.es en coordinación con el ICEX en EEUU, Israel y China. Por último, el SECTI apoyará a otros países en la elaboración de sus políticas y acciones de I+D+I a través de los mecanismos de actuación y cooperación establecidos en el V Plan Director de la Cooperación Española. Así, la actividad internacional en ciencia y tecnología en los países en desarrollo quedará reflejada, tanto en los Marcos de Asociación País (MAP), como en los Acuerdos de Cooperación Avanzada (ACA), a través de la participación del MCIN. Cabe señalar también la necesidad de mantener la contribución española a organismos y programas internacionales relacionados con la ciencia y la tecnología. iii. Marco Social Otro elemento de marcado carácter trasversal de la EECTI es la implicación ciudadana en la ciencia y la innovación que aparece recogida en el Eje de actuación 14. La EECTI 2021-2027 parte de un marco conceptual en el que la sociedad civil debe ser un elemento central del SECTI. Dicho marco conceptual está contemplado, igualmente, en las políticas de ciencia europeas y en las iniciativas a favor de la ciencia abierta. La sociedad civil actúa también como generadora de conocimiento y de prácticas relevantes de innovación social. La FECYT trabajará junto a otros agentes del sistema, para reforzar la comunicación y difusión de resultados no solo a los agentes especializados sino también a un público amplio acercando la ciencia y la innovación a la sociedad. La implicación ciudadana en ciencia e innovación requiere impulsar iniciativas que promuevan la interacción entre los científicos y la sociedad, teniendo en cuenta a los más jóvenes. Para ello, es fundamental fomentar la diversidad y dar acceso a la cultura científica a grupos de interés que, tradicionalmente, no han estado involucrados en actividades de comunicación de la ciencia. Asimismo, es conveniente reforzar el conocimiento de la sociedad española sobre las capacidades tecnológicas de nuestras empresas, que permiten a algunas de ellas competir con éxito en los mercados globales, logrando que el público sea capaz de asociar la ciencia y la innovación a las empresas españolas. La implicación ciudadana en ciencia requiere analizar el contexto de la comunicación pública en la sociedad española. Al igual que ocurre en los países de nuestro entorno, las nuevas tecnologías y la democratización del acceso a la información han propiciado que la ciudadanía haya pasado de ejercer un papel pasivo, como receptores de información, a protagonistas del proceso de comunicación, circunstancia que ha generado nuevas formas de participación que deberán ser impulsadas por todo tipo de medios y formas digitales y audiovisuales.- 43 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Se promoverán acciones de protección frente a informaciones falsas relacionadas con la ciencia y la tecnología, y se fomentará el pensamiento crítico y la toma de decisiones basadas en evidencias científicas. El interés ciudadano en temas de ciencia e innovación debe ser estimulado por todos los agentes componentes del SECTI, que han de facilitar la divulgación de la I+D+I, y apoyar la profesionalización de la divulgación científica. 5.3. Resultados esperados Alcanzar un Pacto de Estado que permita un cambio de modelo, con un marco normativo adecuado a las necesidades del SECTI, en el que se contemple un esfuerzo presupuestario ambicioso hasta alcanzar la media europea y favorezca su estabilidad, reduciendo las posibles redundancias entre la planificación y programación Estatal y Autonómica. En este contexto España podrá alcanzar una posición de liderazgo europeo, desarrollando un sistema capaz de incorporarse a nuevos mercados. La salida de la crisis global sufrida por la COVID-19. La I+D+I es un elemento fundamental para la reconstrucción social y económica de nuestro país. El conocimiento, la innovación y la industria deben estar en el corazón de las iniciativas y los abordajes propuestos por los sectores público y privado. Para alcanzar este objetivo se deben movilizar todos los ejes de la presente estrategia, promoviendo, para ello, la inversión en recursos humanos que asegure el relevo generacional, el incremento significativo de las inversiones en las infraestructuras científicas y tecnológicas, y la creación de las condiciones que faciliten el emprendimiento empresarial. La generación de conocimiento y su aplicación para solucionar los problemas de la sociedad. Este resultado se logrará mediante la aspiración de la EECTI a situar la ciencia, la tecnología y la innovación al servicio de la consecución de los ODS y del desarrollo social, económico y medioambiental, de acuerdo con las prioridades de la UE. Con este objeto es necesario priorizar y dar respuesta a los desafíos de los sectores estratégicos nacionales, y potenciar la capacidad de España para atraer y retener talento. Es importante que la comunidad científica y tecnológica mantenga, e incluso mejore, el excelente posicionamiento internacional en el que se encuentra actualmente. Este resultado está también vinculado a la aportación de España a la agenda internacional en relación al conocimiento científico y tecnológico, así como a su contribución al mantenimiento y mejora de la posición internacional del personal investigador, las infraestructuras, las empresas y las instituciones españolas. La mejora del impacto social de la investigación y la innovación. Se logrará abordando los retos de nuestra sociedad, favoreciendo la recuperación del país en base a la generación de conocimiento y su transferencia. En este sentido, será fundamental que la ciudadanía perciba la I+D+I como un elemento esencial para mejorar su calidad de vida y la del entorno en el que habitan, implicándose activamente en mejorar sus conocimientos en ciencia e innovación. El incremento de la competitividad. La I+D+I nacional debe priorizar y dar respuesta a los desafíos de los sectores estratégicos nacionales, que serán, a su vez, claves para promocionar la investigación y la innovación empresarial y la transferencia de conocimiento. El incremento de la competitividad en los sectores público y privado, permitirá asegurar la existencia en España de instituciones eficientes y competitivas a nivel internacional, capaces de atraer recursos humanos e inversiones, que favorezcan, además, la presencia exterior en nuestro país. Para ello, es necesario - 44 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027dinamizar y transformar los sectores productivos y los servicios públicos que interaccionan con las cadenas de valor, así como los ecosistemas de conocimiento regionales, nacionales y globales. La investigación y la innovación tecnológica son esenciales para llevar al mercado productos y servicios competitivos; entre otros, aquellos que faciliten la transformación digital de la sociedad. En este sentido, la EECTI 2021-2027 fomentará la coordinación y el alineamiento de las políticas públicas que favorezcan la digitalización de nuestra sociedad y nuestra industria en el ámbito de la I+D+I. Más allá de la I+D+I, se podrá mejorar la balanza de pagos internacional y reequilibrar el peso de las exportaciones e importaciones de tecnología, facilitando la participación de las entidades españolas en los mercados globales. La generación de empleo de calidad. Se promoverá la capacidad de España para atraer y retener talento mediante programas específicos y un itinerario científico y tecnológico moderno y adecuado, que potenciará la investigación y la innovación, tanto en los organismos e instituciones de investigación, como en el sector empresarial español. La creación de empleo de calidad permitirá asegurar que los procesos de globalización y de desarrollo de tecnologías disruptivas no conlleven pérdidas de empleo, sino que, por el contrario, ofrezcan mejores oportunidades a una población laboral que deberá estar en formación, de manera progresiva y continua, para alcanzar las competencias adecuadas a las necesidades futuras. La generación de un tejido innovador sólido permitirá conseguir, además, que las empresas españolas, grandes y pequeñas, ofrezcan empleo de calidad, cualificado y estable.- 45 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20276 Modelo operativo a nivel estatal Tal y como establece la LCTI, la implementación de la actual EECTI se realizará mediante los PEICTI, que financiarán las actuaciones y prioridades establecidas por la AGE durante un periodo plurianual. Para ello, será necesario definir: i) los objetivos a alcanzar y sus indicadores, incluyendo aquellos de productividad y resultados, propuestos por la Comisión Europea en el Anexo I del Reglamento FEDER correspondiente al periodo 2021-2027; ii) la programación que habrá que desarrollar para integrar las acciones estratégicas propuestas por los distintos departamentos ministeriales y sus agentes de financiación; iii) los criterios y mecanismos de articulación y coordinación del PEICTI; iv) los costes previsibles para su realización y las fuentes de financiación.- 46 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027El marco operativo de la EECTI 2021-2027 permitirá incluir en los PEICTI los programas específicos que serán desarrollados por los agentes de financiación adscritos al MCIN y las unidades de los ministerios sectoriales implicados y que corresponderán a las áreas mostradas en la Figura 4. M ACTUACIONES PARA UNA NORMATI VA, GOBERNANZA Y FINANCIACIÓN ADECU ADAS M ÁREAS ESTRATÉGICAS DE I+D+I NACIONAL M ACCIONES ESTRATÉGICAS PRIORI TARIAS M INFRAESTRU CTURAS Y CIENCIA ABIER TA M INCENTIV ACIÓN DEL LIDERA ZGO Y DE LA INTERNACIONALIZACIÓ N M ASOCIACIONES HORIZ ONTE EUROP A M TALENT O E ITINERARIO M MISIONES CIENCIA E INNO VACIÓN NACIONALE S M ECOSISTEMAS DE INN OVACIÓ N M PROYECTOS TRAC TORES M INCENTIV OS FISCALE S M IMPLICACIÓN CIUD ADANA EN LA CIENCIA Y LA INN OVACIÓ N AEI, ISCIII, CDTI, MINISTERIOS, CCAA RELACIONES ENTRE AGENTE S CIENCIA E INNO VACIÓN EN LA SOCIED AD AGENTES INVESTIGADORES E INNO VADORE S FORTALECIMIEN TO INSTITUCIONA L EJES Figura 4: Principales áreas de desarrollo de la planificación de la EECTI.- 47 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20277 Gobernanza de la EECTI La LCTI, prevé los siguientes ámbitos de gobernanza del SECTI: La Estrategia Española de Ciencia, Tecnología e Innovación El Consejo de Política Científica, Tecnológica y de Innovación (CPCTI) El Consejo Asesor de Ciencia, Tecnología e Innovación (CACTI) El Comité Español de Ética de la Investigación (CEEI) El Sistema de Información sobre Ciencia, Tecnología e Innovación (SICTI) En esta sección es importante remarcar el carácter instrumental de la EECTI para alcanzar los objetivos establecidos en materia de I+D+I y la definición de los indicadores de seguimiento y evaluación de los resultados obtenidos, de los instrumentos de coordinación de la AGE y de las - 48 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027CCAA, y de los planes de I+D+I de la AGE y de las CCAA, así como de su articulación con las políticas sectoriales del Gobierno, de las CCAA, de la UE y de los Organismos Internacionales. Teniendo en cuenta todo lo anterior, la Estrategia es un paraguas que alberga, tanto a los Planes Estatales de I+D+I, como a los planes regionales de las CCAA. Por ello, es necesario desarrollar la gobernanza, así como el sistema de seguimiento y evaluación de la EECTI, tal y como se define en el artículo 8. 2.a) de la LCTI, con objeto de facilitar la coordinación sectorial y territorial con los diferentes Ministerios y con las CCAA, respectivamente. Este sistema contará con indicadores y criterios de revisión de la propia Estrategia que permitirán adecuar el diseño de los Planes Estatales, en caso de que fuera necesario. El sistema de gobernanza tendrá en cuenta las recomendaciones de: El Consejo Europeo sobre el Programa de Estabilidad de 2020 de España, donde se estima necesario el reforzamiento de la gobernanza en materia de investigación e innovación a todos los niveles. La Guide to research and Innovation Strategies for Smart Specialisation mediante un modelo de cuádruple hélice (Empresas, Investigación y Administración pública, sociedad civil y usuarios de innovación). Para todo ello, se creará un Comité de Seguimiento de la EECTI con la siguiente composición y funciones: Composición Tres representantes del MCIN y uno del MUNI, sin contar la presidencia y vicepresidencia. Seis representantes del resto de departamentos Ministeriales que representen las seis líneas estratégicas de I+D+I nacional. A determinar en el Consejo de Ministros. Cuatro representantes de las CCAA. A determinar en el CPCTI. Seis científicos, tecnólogos o innovadores de reconocido prestigio que representen las seis líneas estratégicas de I+D+I nacional. A designar por la Secretaría General de Investigación a propuesta del CACTI. Dos representantes de la sociedad, dos representantes sindicales y dos representantes del ámbito empresarial que recojan las demandas de los ciudadanos, consumidores y organizaciones sin ánimo de lucro. A designar por la Secretaría General de Investigación a propuesta del CACTI. Un representante de la Agencia Estatal de Investigación (AEI). Un representante del Centro para el Desarrollo Tecnológico Industrial (CDTI). Un representante del Instituto de Salud Carlos III (ISCIII). Un representante de la Fundación Española para la Ciencia y la Tecnología (FECYT). Funciones 1. Llevar a cabo el seguimiento anual de la EECTI a través de los indicadores recogidos en la propia Estrategia (ver sección siguiente y Anexo III), así como de aquellos que se considere necesario incorporar. 2. Elaborar un informe público de seguimiento anual con propuestas de mejora (intermedia y final) para fomentar la coordinación de la I+D+I entre la AGE y en las CCAA, utilizando la información contenida en el SICTI y el Sistema Integrado de Información Universitaria (SIIU). - 49 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20273. Al fin del periodo de la vigencia de la EECTI, elaborar un informe que recoja y permita evaluar sus resultados. 4. En caso necesario, se identificarán áreas con fortalezas competitivas para el proceso de descubrimiento emprendedor y nuevas acciones de apoyo a la transición industrial, que podrán ser incorporadas en la planificación estatal y regional. 5. Recabar información acerca del desarrollo y las actuaciones del PEICTI y de los planes regionales, así como de las revisiones y actualizaciones que pudieran sufrir. 6. Elaborar los informes que le sean solicitados por el CPCTI en el marco de la evaluación y desarrollo de la EECTI. Funcionamiento El Comité se renovará cada tres años. Los vocales podrán prorrogar su representación por un nuevo período de dos años. La Presidencia del Comité recaerá en el órgano superior competente del MCIN (actualmente, la Secretaría General de Investigación) y la Vicepresidencia en la Dirección General competente (actualmente, la Dirección General de Planificación de la Investigación). El Comité contará con una secretaría que recaerá en el órgano que determine la Presidencia del Comité. El Comité se reunirá al menos una vez al año en sesión ordinaria y tantas veces como sea convocado por la Presidencia de forma extraordinaria, pudiéndose establecer grupos de trabajo si se considera oportuno. El Comité elevará al CPCTI los informes de seguimiento, así como toda la información relativa a la EECTI que considere relevante. La creación, composición y funcionamiento del Comité se definirá en un Reglamento y en ningún caso supondrá un incremento de los gastos de personal.- 50 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-20278 Seguimiento y evaluación de la EECTI La LCTI prevé, en su artículo 11, la función del SICTI como instrumento de recogida de datos para el análisis y seguimiento de la EECTI, desarrollando para ello los indicadores que se utilizarán durante el proceso de seguimiento y la evaluación de la EECTI. El SICTI tendrá también en consideración otros indicadores macro proporcionados por organismos oficiales tales como el INE, Eurostat o la OCDE, así como incorporará la información procedente de otras fuentes oficiales tales como el SIIU, PATSTAT, CORDA, y otras fuentes bibliométricas. Durante este proceso, el SICTI tendrá en cuenta, además, los indicadores propuestos por la Comisión - 51 - ESTRATEGIA ESPAÑOLA DE CIENCIA, TECNOLOGÍA E INNOVACIÓN 2021-2027Europea en el ámbito de los fondos FEDER y FSE+. Finalmente, el SICTI podrá incorporar datos procedentes de encuestas realizadas ad hoc, así como de otras estadísticas oficiales. Atendiendo a todo lo anterior, en la Tabla 2 se recogen los principales indicadores que se utilizarán para realizar el seguimiento y la evaluación de la EECTI 2021-2027. Adicionalmente, el Anexo III presenta una selección completa de los indicadores que se podrán utilizar para evaluar, de forma precisa, cada uno de los objetivos y ejes de la EECTI. Dichos indicadores serán utilizados en los grupos de trabajo que pudiera establecer el Comité de Seguimiento de la EECTI. Igualmente, se podrá ampliar esta sección de acuerdo con las necesidades específicas de su análisis. Por otro lado, tal y como se recoge en el Eje de actuación 4, durante la vigencia de la ECCTI se podrán definir e incorporar nuevos indicadores que se consideren necesarios. La EECTI como marco para la elaboración de los PEICTI y de las estrategias regionales, estará sometida a un seguimiento anual y a un doble proceso de evaluación: Por un lado, tal y como se prevé en la sección de gobernanza, el Comité de Seguimiento de la EECTI realizará el seguimiento de la estrategia con carácter anual. Para ello contará con el apoyo del Comité del SICTI, con representación de los departamentos ministeriales, sus agentes financiadores y las CCAA. Por otro lado, la evaluación de la EECTI se realizará en dos fases: una evaluación intermedia a mitad del periodo de vigencia y una evaluación final un año y medio después de su finalización. El Comité del SICTI elaborará el protocolo y la metodología de evaluación, determinando los indicadores cuantitativos y cualitativos utilizados para ello. Este comité valorará la necesidad oportunidad/ conveniencia de llevar a cabo operaciones especiales de recogida de información que puedan ser necesarias para la evaluación. Dicha evaluación se elevará al Comité de Seguimiento de la EECTI y a los órganos correspondientes.Tabla 2. Indicadores principales que se utilizarán para realizar el seguimiento y la evaluación de la EECTI 2021-2027. Los indicadores marcados en fondo oscuro se consideran clave para evaluar el avance de las actuaciones, públicas y privadas, propuestas en la EECTI. INDICADORAÑO DISPONIBLEDATO AÑO MÁS RECIENTEDATO UEVALOR EECTI 2,12%INE R&D by sector [SDG_09_10] % del gasto en I+D interna financiado por el sector empresas2018 49,5%58% (2017)58% EUROSTAT/INE % de gasto en I+D interna financiado por el sector AAPP 2018 37,6%29,3% (2017)30,0% EUROSTAT/INE Porcentaje de gasto en I+D realizado dentro del sector empresarial respecto al PIB2018 0,7% 1,4% 1,5%Eurostat.Intramural R&D expenditure (GERD) by sectors of performance and source of funds [rd_e_gerdfund] Porcentaje de gasto en I+D de las pyme 2018 46,9% - 50,0% INE Porcentaje de gasto en I+D de las AAPP financiado por el sector empresas2018 6,9%8,3% (2016)8,0% EUROSTAT/INE % de ejecución del capítulo 7 del programa 46 de los PGE 2018 89,10% - 95% Estadística de Créditos Presupuestarios % de ejecución del capítulo 8 del programa 46 de los PGE 2018 19,70% - 45% Estadística de Créditos Presupuestarios Número de investigadores (EJC) por cada millón de habitantes 2018 3.003,10 4.066,27 4.000,00 Eurostat Porcentaje de mujeres investigadoras (en EJC) 2018 38,8%33,8% (2017)42,0%INE. Estadística sobre actividades de I+D EUROSTAT (Head Count). Porcentaje de personal empleado en I+D (incluido investigadores) respecto a la población ocupada (EJC) 2018 1,18% 1,46% 1,4%Eurostat. Total % of total employment [rd_p_perslf] Porcentaje de personal empleado en I+D respecto a la población ocupada en el ámbito empresarial (EJC)2018 0,546% 0,851% 0,7%Eurostat.Total R&D personnel and researchers by sectors of performance, as % of total labour force and total employment, and by sex (rd_p_perslf) Personal empleado en I+D con doctorado (%) 2017 28,6% - 35%Eurostat. Total attainment level (ISCED2011) and sex [rd_p_persqual11] Porcentaje de empleo total en sectores manufactureros de alta y media-alta tecnología y en servicios de alta cualificación (knowledge-intensive)2018 39,90% 46,10% 43%Eurostat. Employment MÁS RECIENTEDATO UEVALOR EECTI 2027FUENTE Tiempo de resolución de las convocatorias de ayudas de I+D+I (en meses)2018 6,3 - 5 SICTI Número de actuaciones del Programa Marco UE coordinadas por instituciones españolas 2018 2.630 2.412 2.800,0 Financiación obtenida (millones de 3.639 - 5.000. Pendiente presupuesto final HECDTI H2020 (2014-2018) Tasa de retorno española del Programa Marco UE 2014-2018 10,0% - 11%CDTI H2020 (2014-2018) Número de proyectos obtenidos del ERC por millón de habitante2019 1,2% - 1,8% FECYT Número de publicaciones por millón de habitantes 2018 1.877 - 2.000 FECYT Porcentaje de la producción científica publicada en revistas del primer cuartil o Q1 (25% de revistas más influyentes)2018 56,8% - 58% FECYT Porcentaje de publicaciones entre el 10% más citadas del mundo2018 14,6% - 16% FECYT Porcentaje de publicaciones en colaboración internacional 2018 50,2% - 60,0% FECYT Número de patentes de universidades y OPIs licenciadas por millón de habitantes2018 24,9 - 50 SICTI. Encuesta TCI Número de Spin-off creadas por universidades, OPIs y centros tecnológicos en los últimos 5 años2017 549 - 800 SICTI. Encuesta TCI Financiación anual directa del MICIN a ICTS(M€) 2019 60,8 - 120 SECRETARÍA GENERAL DE INVESTIGACIÓN. MCIN. Financiación FEDER concedida por el MCIN a ICTS (M€) 2019 34,2 - 70 SECRETARÍA GENERAL DE INVESTIGACIÓN. MCIN. Financiación de cuotas internacionales (M€) 2019 120,0 - 150 SECRETARÍA GENERAL DE INVESTIGACIÓN. MCIN.9 Anexos- 60 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IANEXO I Análisis del Sistema Español de Ciencia, Tecnología e Innovación y de su entorno- 61 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEn el presente anexo se realiza un análisis detallado de los aspectos más relevantes del SECTI. Su estudio sirve de base para la elaboración de la EECTI 2021-2027. A lo largo de las distintas secciones se examinan cada uno de estos aspectos, y se mencionan los objetivos y ejes de actuación propuestos en la EECTI 2021-2027. Asimismo, de este análisis se deriva el DAFO (Debilidades, Amenazas, Fortalezas, Oportunidades) del SECTI, presentado en el apartado 3 de la EECTI 2021-2027.- 62 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IA. Situación económica y financiera .............................................. 63 B. Situación de Recursos Humanos .............................................. 78 C. Centros e Infraestructuras ......................................................... 86 D. El sector de las empresas ........................................................... 91 E. Ayudas en I+D+I nacionales, sectoriales y regionales ............. 102 F. Internacionalización................................................................. 107 G. Resultados de la I+D+I ........................................................... 111 H. Percepción social de la ciencia ............................................... 124- 63 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IA Situación económica y financiera A.1. Financiación pública de la I+D+I. Créditos presupuestarios A.1.1. Administración General del Estado La mayor parte de la financiación estatal de la I+D+I se realiza a través de la Política de Gasto 46. En el siguiente gráfico (Gráfico 1) se representa la serie de créditos totales de la Función 46 de los Presupuestos Generales del Estado en el periodo 2001-2018, diferenciando entre créditos financieros y no financieros.- 64 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 1. Evolución de los créditos totales de la Función 46 de los Presupuestos Generales del Estado (millones €) Fuente: Ministerio de Hacienda Los datos mostrados ponen de manifiesto el efecto dramático que la crisis económica sufrida en España desde el año 2008 tuvo sobre la Política 46, cuyo impacto fue de tal magnitud que el presupuesto del año 2016 retrocedió a los valores del año 2006. El descenso más acusado se produjo en los años 2010, 2011 y 2012, periodo en el que la inversión se redujo en un tercio con respecto al valor máximo alcanzado en el año 2009. En el siguiente cuadro (Cuadro 1) se presenta la evolución del porcentaje del Presupuesto General del Estado que se destina inicialmente a inversión en I+D+I (la conocida Función 46). En el año 2018 el 1,57% del presupuesto total se destinaba específicamente a I+D+I. Sin embargo, si sólo se tienen en cuenta los gastos no financieros, el porcentaje se sitúa en prácticamente la mitad (el 0,87%), lo que indica que menos del 1% del presupuesto no financiero de la AGE se destina a gasto en I+D+I. En este sentido debe tenerse en cuenta que en 2018 el 39,9% del gasto presupuestario en la Función 46 es gasto no financiero y que el 60,1% es gasto financiero. 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 FINANCIERO TOTAL FINANCIERO- 65 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ICuadro 1. Evolución del esfuerzo presupuestario en I+D+I en los Presupuestos Generales del Estado % Función 46/Total PGE% Función 46/Total PGE Gasto NO financiero 2001 1,49% 2002 1,59% 2003 1,55% Créditos Iniciales de los PGE destinados a I+D+I (Función 46) y el total del PGE Fuente: Secretaría General de Financiación Autonómica y Local. Ministerio de Hacienda. Un análisis pormenorizado de los capítulos 7 y 8 de la Función 46 en los 10 últimos años (2008-2018) (Cuadro 2), muestra un descenso de los créditos finales del capítulo 7 del 57,7%, mientras que el capítulo 8 sólo lo ha hecho un 13,1%. Sin embargo, la ejecución media anual de este periodo ha sido del 88,3% en el capítulo 7 y del 44,2% en el capítulo 8. La ejecución media de este capítulo (cap. 8) en los tres últimos años (2016-2018) es el 20,3%.- 66 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ICuadro 2. Crédito Total y Obligaciones Reconocidas Netas de los capítulos 7 y 8 de la Política de Gasto 46 de los PGE (M€) Capítulo 7 Capítulo 8 Créditos finales ORN Créditos finales ORN 2001 738,8 tenerse en cuenta que, con carácter general, el capítulo 8 se dirige a la concesión de préstamos a las empresas, sector muy golpeado por la crisis económica, que en muchos casos han abandonado su actividad en I+D+I (consultar los datos relativos al sector privado más adelante), limitando su capacidad para absorber el volumen de capítulo 8 disponible. - 67 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IDebido a esta circunstancia, en el año 2018 la ejecución del capítulo 8 ha sido del 19,7% y la del capítulo 7 del 89,1%. La baja ejecución del capítulo 8 hace disminuir la ejecución de la Política de Gasto 46 en su totalidad, por lo que es necesario diferenciar adecuadamente estos capítulos cuando se lleva a cabo un análisis de ejecución. A.1.2. Comunidades Autónomas Según los datos del Ministerio de Hacienda que se recogen en los cuadros 3 y 4, el cómputo total de los créditos iniciales de la política pública destinada a I+D+I en los presupuestos de las CCAA en el año 2018 asciende a 2.277,5 millones de euros. El esfuerzo respecto al presupuesto total es del 1,23%. Si se tienen en cuenta sólo los créditos iniciales no financieros, el esfuerzo se eleva al 1,31%, justo lo contrario de lo que ocurre en la AGE, en la que el esfuerzo disminuye si se tiene en cuenta sólo el gasto no financiero. Esta diferencia obedece, como se ha visto en el epígrafe anterior, al uso que la AGE realiza del capítulo 8 para financiar I+D+I. Las comunidades autónomas, sin embargo, hacen un uso menor del capítulo 8 para financiar I+D+I, de manera que, en su conjunto, el 90,2% es gasto no financiero y sólo el 9,8% es gasto financiero. Estos datos ponen de manifiesto que la forma de financiar I+D+I es claramente diferente entre la AGE y las CCAA, a excepción de lo que sucede en Canarias y Castilla-León cuyo porcentaje de gasto financiero dedicado a I+D+I se sitúa en el entorno del 30% (Cuadro 3). El análisis del esfuerzo en I+D+I por Comunidad Autónoma en gasto no financiero (Cuadro 4) indica que La Rioja es la comunidad en la que se realiza un esfuerzo mayor (6,52%) (ver nota a pie), seguida del País Vasco (3,01%) y de Andalucía (1,79%). Madrid y Cataluña se sitúan, sin embargo, claramente por debajo de la media (Madrid el 0,72% y Cataluña el 0,98%)1.- 68 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ICuadro 3. Créditos Iniciales destinados a la Política de Gasto 46 en la AGE y las Comunidades Autónomas. Año 2018 Créditos Iniciales. Política de Gasto 46Créditos Iniciales NO financieros. Política de Gasto 46Créditos Iniciales financieros. Política de Gasto 46% C.I. Fuente: Secretaría General de Financiación Autonómica y Local. Ministerio de Hacienda.- 69 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ICuadro 4. Esfuerzo presupuestario en I+D+I en los Presupuestos Generales de las Comunidades Autónomas. Año 2018 % Política de Gasto 46/Total PGE% Política de Gasto 46/Total PGE Gasto NO financiero TOTAL 1,23% 1,31% Andalucía 1,67% 1,79% Aragón 1,32% 1,41% Asturias 1,08% Galicia 5,34% 6,52% Nota: Relación entre los Créditos Iniciales de los PG de las CCAA destinados a I+D+I (Función 46) y el total de los PG. Fuente: Secretaría General de Financiación Autonómica y Local. Ministerio de Hacienda. - 70 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IA.2. Inversión en I+D. Sectores financiadores En este apartado se analiza la inversión realizada por los distintos agentes financiadores de I+D (AAPP , empresas, Instituciones de Enseñanza Superior, Sector Exterior e IPSFL). Es importante, por tanto, tener en cuenta que no se trata de datos presupuestarios. Además, debe tenerse en cuenta que se trata de inversión en investigación y desarrollo, y no incluyen la inversión que se realiza en innovación. En el Gráfico 2 se recoge la evolución de la inversión total desde el año 2001. Se observa una tendencia creciente hasta el año 2008, momento en el que comienza a descender la inversión hasta alcanzar el nivel más bajo de la última década en el año 2014 (12.820,8 M€). A partir de ese año la inversión comienza a recuperarse, en especial en los dos últimos años en los que aumentó el 6,1% y el 6,3% en los años 2017 y 2018, respectivamente. Gráfico 2. Inversión interna en I+D (M€) Fuente: Estadística I+D. INE El análisis de la inversión en I+D respecto al PIB permite observar (Gráficos 3 y 4) que el valor máximo alcanzado corresponde al año 2010 (el 1,4%). Este aumento se explica, principalmente, por la debilidad de crecimiento del PIB, que cayó un 3,8% en 2009 y creció sólo el 0,2% en 2010, para entrar de nuevo en recesión los tres años siguientes (2011-2013). A pesar de la importante caída del PIB durante este periodo, la inversión en I+D disminuyó a un ritmo más intenso, lo que se tradujo en descensos del porcentaje de inversión en I+D respecto al PIB. Por tanto, a partir de 2010 el porcentaje de inversión comienza a descender año tras año hasta situarse en 2016 en niveles similares a los de 2006 (1,19%). En los dos últimos años se observa una recuperación que sitúa en el año 2018 el porcentaje de gasto respecto al PIB en el 1,24, lejos todavía de la media de la UE, como se verá 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018- 71 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 3. Inversión interna en I+D respecto al PIB (%) Fuente: Estadística I+D. INE Gráfico 4. Evolución de las tasas de variación anuales de la inversión en I+D y del PIB Fuente: INE0,950,991,05 1,061,121,21,271,351,39 1,41,36 1,31,281,241,221,191,211,24 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 -10,0%-5,0%0,0%5,0%10,0%15,0%20,0%25,0% 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018T.V. Inversión en I+D T.V. Inversión en I+D de las AAPP T.V. del PIB Crecimiento real del PIB- 72 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEn el siguiente gráfico (Gráfico 5) se presenta, en valores absolutos, la evolución de la inversión en I+D atendiendo al agente financiador. Se observa que la inversión privada es, en términos generales, ligeramente superior a la pública. Asimismo, la reacción de las AAPP a la crisis se inicia con retraso y se prolonga durante más tiempo. El sector empresarial actúa de forma más rápida ante la crisis, lo que origina un gap en el periodo 2007-2012 en el que la inversión pública es claramente superior a la del sector empresarial. Desde el inicio de la recuperación de la crisis, y concretamente desde 2016, la inversión privada crece a un ritmo más fuerte que la inversión pública. En 2018 la inversión privada alcanzó los 7.397 M€, con un crecimiento respecto a 2017 del 10,1%, mientras que la inversión pública (incluyendo Educación Superior) se situó en 6.271 M€, con un crecimiento del 3,2% respecto al año anterior. En definitiva, la recuperación de la inversión en I+D se está produciendo, principalmente, gracias al sector empresarial. Gráfico 5. Distribución de la inversión en I+D por origen de fondos (M€) Fuente: Estadística I+D. INE En definitiva, España se encuentra todavía lejos de alcanzar el 2% que se planteó como objetivo en la EECTI 2013-2020. Si se considera constante el PIB de 2018, para alcanzar el objetivo señalado, el gasto en I+D se debería incrementar en algo más de 9.000 M€. Teniendo en cuenta que la Administración Pública (incluyendo Enseñanza Superior) en 2018 financia el 41,9% del gasto, y considerando constantes las cuotas de financiación de cada sector, el 59 8766 73 81 91 100 78 86 82 86 115 118 110 98485 491 471 551 586 701936 838 796 837 947 890 958 950 1.059 1.073 1.154 1.180 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Administración Pública Empresas IPSFL Extranjero- 73 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Iincremento de la financiación pública interna debería situarse en torno a los 3.700 M€ y el de las empresas de 4.500 M€. A.3. Gasto en I+D. Sectores de ejecución En este apartado se analiza el gasto en I+D que se realiza desde la perspectiva de la ejecución, es decir, atendiendo a los sectores y/o regiones que la ejecutan, por ello, utilizaremos el concepto \"gasto\" en lugar del de \"inversión\". Los sectores encargados de la ejecución de I+D se constituyen en cuatro grupos: la Administración Pública (principalmente a través de los OPIs y de los respectivos órganos de I+D públicos de las CCAA), las instituciones de Enseñanza Superior, las Empresas y las Instituciones Privadas sin Fines de Lucro (IPSFL). En el Gráfico 6 se muestra la evolución de la ejecución de I+D de cada uno de estos sectores. Destaca la caída de gasto realizado en el sector empresarial en 2008, coincidiendo con el comienzo de la crisis económica. Sin embargo, en los dos últimos años se aprecia un aumento significativo en la actividad ejecutora de este sector. Concretamente, en el año 2018, el 56,5% de la inversión total en I+D la ejecuta el sector empresas, el 26,4% el sector enseñanza superior y el 16,8% el sector de administraciones públicas. Gráfico 6. Inversión en I+D por sector de ejecución (M€) 23,2 29,0 28,3 23,5 25,1 21,6 21,6 27,5 32,2 30,2 38,9 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Administración Pública Enseñanza Superior Empresas IPSFL- 74 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ILa Estadística de I+D del INE permite conocer la procedencia de los fondos utilizados por cada sector de ejecución. Así pues, en el año 2018 las AAPP ejecutaron 2.515,2 M€ (Gráfico 6): el 68,4% procede del sector AAPP , el 14% son fondos internos, el 6,9% procede del sector empresa y el 9,2% proviene del exterior (resto del mundo) (el 7,2% de programas europeos). Las empresas en 2018 ejecutaron 8.445,4 M€ (Gráfico 6): el 73,8% procede de fondos internos de la propia empresa, el 9% de la AAPP y el 8% proviene del resto del mundo (el 3,8% de programas europeos). Por último, del importe total ejecutado por el sector Enseñanza Superior (3.946,2M€), el 70,4% procede de la AAPP , el 5,5% procede de las empresas y el 6,7% del resto del mundo (concretamente el 5,3% de programas europeos). Estos datos ponen de manifiesto la baja intensidad de la colaboración público-privada en el ámbito de la I+D y la necesidad de mejorar estos resultados. Por otra parte, en relación con los fondos procedentes de los programas europeos, se observa que, aunque España ha mejorado sustancialmente en el último Programa Marco de la Unión Europea (H2020) como se indica en los datos de internacionalización que se presentan más adelante. Otro aspecto a tener en cuenta es el tipo de gasto que realizan las entidades ejecutoras de I+D. En el año 2008, cuando se alcanzó el nivel máximo de inversión (en valores absolutos), el 81,7% fue gasto corriente, en concreto, el 53,3% gasto de retribuciones, y el 18,3% inversión en capital. Diez años después, el gasto corriente se elevó hasta el 93,6%, (el 63,1% retribuciones), y sólo el 6,4% inversión en capital. Estos datos ponen de manifiesto la descapitalización que se ha producido en la última década, lo que sin duda tendrá una importante repercusión en los próximos años, siendo el sector empresarial el que más ha sufrido en este aspecto. Por último, es necesario disponer de una visión territorial que permita examinar la distribución del gasto en I+D respecto al PIB por CCAA (Gráfico 7). Atendiendo a los datos de 2018, cinco CCAA se encuentran por encima de la media nacional (1,24%). El País Vasco es la comunidad con mayor gasto (1,96%), dato cercano al 2% establecido como objetivo nacional para el año 2020; le siguen Madrid (1,71%), Navarra (1,68%), Cataluña (1,52%) y Castilla y León (1,3%). Las CCAA con menor gasto respecto al PIB son Canarias, Baleares y Ceuta y Melilla. - 75 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 7. Gasto en I+D sobre PIB por Comunidad Autónoma (%). Año 2018 Fuente: Estadística I+D. INE A.4. Perspectiva económica internacional Desde la perspectiva internacional, en España se observan ciertas características que nos separan de la UE. En primer lugar, la inversión en I+D respecto al PIB en España está claramente por debajo de la media de la UE (2,12 la UE y 1,24 España), de hecho, España se sitúa a la cola de las primeras potencias económicas de la UE (Gráfico 8). Gráfico 8. Gasto en I+D respecto al PIB (%). Año 2018 Fuente: Eurostat Nota: Dato de Francia es el de 20161,96 1,71 1,68 1,31,24 1,050,97 1,71 1,39 1,351,24- 76 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEl segundo aspecto diferenciador entre España y el resto de los países de la UE se refiere al peso de cada sector financiador de I+D en el cómputo total del gasto. En el Gráfico 9, con datos de 2017, se observa que, mientras que en España el 47,8% del gasto procede de las empresas, en la UE el esfuerzo empresarial, como agente financiador, es diez puntos superiores (el 58%). De hecho, España y Portugal son los países que menor esfuerzo privado realizan en financiación de I+D, puesto que prácticamente en todos los países de nuestro entorno el gasto de las empresas supera el 50% del cómputo total del gasto en I+D. Por su parte, las administraciones públicas en España financian el 38,9% del gasto frente al 29,3% en la UE. Sería conveniente que España, también en este indicador, convergiese hacía la distribución media de la UE. Gráfico 9. Distribución del gasto en I+D por sector de origen de fondos. Año 2017 Fuente: Eurostat Nota: Dato de Francia es el de 2014 A partir del análisis de la financiación de la I+D desde la perspectiva de créditos presupuestarios y de inversión en I+D (secciones 1.1 y 1.2) se establece el Eje 1: Aumentar el presupuesto dedicado a la I+D+I durante el periodo 2021-2027, hasta alcanzar la media de la UE, en particular a través de ayudas directas (subvenciones), y favorecer, mediante las Estrategias de Especialización Inteligente, el establecimiento de líneas adecuadas para facilitar el uso de los Fondos Estructurales y de Inversión de la UE, y la adaptación de las ayudas nacionales a la normativa de Ayudas de Estado. Con este eje se busca también acortar la distancia que separa a España de la media de la UE en términos de gasto de I+D respecto al PIB (sección (28) Bélgica Dinamarca Alemania Irlanda España Francia Italia Portugal Finlandia Reino Unido Empresas Administración Pública Enseñanza Superior Sector Exterior IPSFL- 77 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IAdicionalmente, para reducir la distancia respecto a la UE en relación al peso de la financiación privada, se establece en la EECTI el Objetivo 7: Promover la investigación y la innovación en el tejido empresarial español, incrementando su compromiso con la I+D+I y ampliando el perímetro de las empresas innovadoras para hacer más competitivo al tejido empresarial y se diseña el Eje 7: Establecer mecanismos de atracción de talento investigador, tecnológico e innovador a las empresas, industrias y centros de I+D+I, facilitando la movilidad de los investigadores, tanto en el sector público, como en el privado. A partir del análisis desde la perspectiva de los gastos en I+D por sectores (sección 1.3) se destacan los siguientes aspectos: 1) Baja intensidad de la colaboración público-privada en el ámbito de la I+D. Para mejorar esta situación se establece el Eje 11: Promover la existencia de canales eficaces de transferencia, cooperación e intercambio de conocimiento entre los sectores públicos y privados. 2) Amplio margen de mejora en relación con los fondos procedentes de los programas europeos. Para ello se establece el Objetivo 2: Contribuir a las prioridades políticas de la UE mediante el alineamiento con sus programas de I+D+I, dando apoyo a los actores responsables del SECTI para la consecución de este objetivo y se diseña el Eje 13: Potenciar la internacionalización de los agentes del SECTI y las infraestructuras científicas y tecnológicas mediante: i) la promoción y el apoyo para incrementar la participación en programas internacionales como Horizonte Europa y sus iniciativas de programación conjunta; ii) la colaboración internacional; iii) la cooperación internacional utilizando la diplomacia científica; iv) el fomento y la participación en instalaciones internacionales. 3) Descapitalización del gasto en I+D en la última década, siendo el sector empresarial el que más ha sufrido en este aspecto. Por ello, se diseña el Eje 8: Promover la innovación empresarial y la difusión de la innovación en todos los sectores, especialmente en las pequeñas y medianas empresas (pyme), facilitando la incorporación de tecnologías e innovaciones, que faciliten la consecución de las prioridades políticas, sociales y económicas del país. Asegurar incentivos fiscales a la I+D+I, adaptados a las empresas del sistema de ciencia e innovación.- 78 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IB Situación de Recursos Humanos B.1. Personal empleado en I+D y formación La clave para tener un sistema científico e innovador excelente reside, en buena medida, en sus recursos humanos, cuya situación se analiza en el presente apartado. En primer lugar, es necesario evaluar la evolución de los investigadores y del personal empleado en I+D en los últimos años, estos datos se recogen en el Gráfico 10. Durante el periodo 2001-2008, el incremento de la inversión en I+D+I en España vino, como no podía ser de otra forma, acompañado de un importante crecimiento en el número de investigadores y de personal empleado en I+D, que prácticamente se duplicó, pasando de 130.353 (en EJC) a 215.676 empleados (en EJC). A partir de 2008-2009 comienza a percibirse el efecto de la crisis, que afecta no sólo al presupuesto y a la inversión en I+D, sino también - 79 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Ial volumen total de recursos humanos, que comienza a descender en el año 2010. El valor más bajo se alcanza en el año 2014, en el que el volumen de investigadores disminuyó a 200.233 personas (en EJC). A partir de ese momento se aprecia una tendencia creciente. Así pues, en 2018 el personal empleado en I+D aumentó un 4,6% respecto al año anterior, y los investigadores un 5,2%, situándose en 225.696 y 140.120 personas (en EJC), respectivamente. Gráfico 10. Evolución del personal empleado en I+D y de los investigadores (EJC) Fuente: Estadística de I+D. INE Los resultados anteriores ponen de manifiesto que el efecto de la crisis sobre los recursos humanos ha comprometido a futuro dos de las principales fortalezas señaladas en la EECTI 2013-2020: \"1) Capacidades de I+D disponibles en Universidades, OPIs, y centros de I+D, y 2) el incremento del número de investigadores y personal de I+D+I que permite disponer de una masa crítica de científicos y técnicos\". Es interesante examinar, también, el porcentaje de personal empleado en I+D que posee el título de Doctor. En el siguiente gráfico (Gráfico 11) se muestra el porcentaje de personal empleado en I+D doctor. Se puede comprobar cómo la tendencia ha sido creciente a lo largo de todo el periodo. Bien porque durante la crisis se prescindió en mayor medida del personal empleado en I+D no doctor, o bien porque su cualificación ha mejora, lo cierto es que se ha llegado a 2018 con el mayor porcentaje de personal empleado en I+D doctor de los últimos años. 130.353215.676200.233225.696 81.669130.986122.235140.120 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Personal empleado en I+D Investigadores- 80 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 11. Porcentaje de personal empleado en I+D con doctorado Fuente: Eurostat- elaboración propia B.2. Perspectiva internacional de Recursos Humanos A continuación, se expone la situación de España respecto a la UE y a los países de su entorno en el ámbito de los recursos humanos. En el gráfico 12 se representa la evolución del porcentaje del personal empleado en I+D en España y en la UE con respecto a la población ocupada. En el año 2010, los valores en España y Europa eran muy similares, sin embargo, a partir de esta fecha se abre una brecha que aumenta cada año hasta alcanzar en 2018 el 1,18% frente al 1,46% de la UE. En los dos últimos años se observa que la población empleada en I+D en España crece moderadamente respecto a la población total ocupada, sin embargo, este valor crece más en Europa, aumentando la brecha entre ambas y situando a España a la cola de los países de nuestro entorno (Gráfico 13). Gráfico 12. Porcentaje de personal empleado en I+D respecto a la población ocupada (EJC) Fuente: Eurostat European Union -28 Spain24,07%23,50% 23,70% 23,74%24,65% 25,00%26,12%27,12% 27,02%27,76%28,32% 28,56% 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017- 81 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 13. Porcentaje de personal empleado en I+D respecto a la población ocupada. Año 2018 Fuente: Eurostat Si se realiza un análisis del personal en I+D por sectores, se comprueba que en España el porcentaje del personal dedicado a I+D en el sector empresas es de los más bajos de Europa, con doce puntos porcentuales de diferencia respecto a la media (46,3% del personal en I+D en España se encuentra en empresas mientras que en Europa es el 58,3%) (Gráfico 14). Gráfico 14. Porcentaje de personal en I+D en el ámbito empresarial (EJC). Suecia Países Bajos Alemania Francia Reino Unido UE - 28 Italia Portugal Bajos Alemania Bélgica Dinamarca Francia Italia UE - 28 Finlandia Reino Unido España Portugal- 82 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IUn aspecto positivo a tener en cuenta, que se muestra en el Gráfico 15, es el alto potencial que tiene España en cuanto a población con nivel formativo superior. Así pues, en el año 2019, el 44,4% de la población española entre 30 y 34 años alcanza el nivel de Educación Superior frente a la media de la UE que se sitúa en el 41,3%. Existe un potencial de masa crítica en España que se presenta como una clara fortaleza para afrontar el futuro de la investigación, el desarrollo y la innovación. Gráfico 15. Población entre 30 y 34 años con educación superior. Año 2019 Fuente: Eurostat A continuación (Gráficos 16 y 17), se analizan los datos relativos a los graduados de doctorado: en el primer gráfico, la comparación de España con el resto de países de su entorno y en el segundo, la evolución del indicador en los últimos años. Para evitar conclusiones erróneas, es necesario examinar ambos gráficos de forma conjunta. España se sitúa claramente por encima de la UE en cuanto a graduados en doctorado respecto a la población entre 25 y 34 años, (por cada 1000 personas entre 25 y 34 años, 2,6 tienen doctorado, mientras que en la UE el valor es el 2,1). Sin embargo, estos datos que están referidos al año 2016 deben ser matizados con los resultados que arroja el Gráfico 17. En el periodo 2016-2018 se observa un comportamiento atípico que se corresponde con un fuerte crecimiento de doctorados debido al cambio en la normativa reguladora de los programas de tercer ciclo y el periodo de transición que se abrió para que se pudiesen presentar aquellas tesis que se habían iniciado bajo la regulación precedente. Una vez finalizado este periodo, la serie vuelve a su nivel habitual, situándose los valores de 2019 en los niveles alcanzados en 2015, en torno al 1,6 personas por mil, situación que ya no es tan favorable como la que refleja el gráfico 16.52,350,1 49,1 49,147,5 47,3 46,644,4 41,3 35,5 35,2 27,5 Suecia Países Bajos Dinamarca Reino Unido Bélgica Francia Finlandia España UE - 28 Portugal Alemania Italia- 83 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO I Gráfico 16. Graduados de doctorado respecto a la población de 25 a 34 años (). Año 2016 Fuente: Eurostat Gráfico 17. Graduados en doctorado respecto a la población de 25 a 34 años () Fuente: Eurostat En los próximos años, será necesario realizar el seguimiento de este indicador y analizar su evolución. Al analizar el porcentaje de estudiantes de doctorado internacionales en España se observa que el nivel es claramente inferior al del resto de países de nuestro entorno (Gráfico 18). Este indicador que se utiliza en el European Innovation Scoreboard (EIS), en el apartado de Sistema atractivo de investigación, pone de manifiesto la mala valoración de España, que se sitúa, en términos de estudiantes de doctorado internacionales, en el grupo de países modestos en innovación. En este mismo apartado se incluyen dos indicadores bibliométricos que posicionan mejor a España, lo que le lleva a subir a la categoría de innovador moderado, pero no mejorarla. España muestra, por tanto, una posición de debilidad en la atracción de talento. 0,9 1,0 1,1 1,2 1,21,5 0,91,61,8 1,92,63,7 3,2 1,6 2013 2014 2015 2016 2017 2018 (*) 2019 (*) Graduados de 25 a 34 años Total graduados3,23,1 2,82,62,4 2,12,0 2,0 1,7 1,4 Dinamarca Reino Unido Alemania España Paises Bajos UE - 28 Bélgica Portugal Francia Italia- 84 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 18. Porcentaje de estudiantes de doctorado internacionales. Año 2017 Fuente: Eurostat (1) Italia envía los estudiantes extranjeros no los internacionales Para terminar este capítulo, en el siguiente gráfico (Gráfico 19) se presenta el porcentaje de mujeres investigadoras. España se sitúa en una posición muy favorable respecto al resto de países y claramente por encima de la media de la UE (40,5% España y 33,8% la media de la UE). Sin lugar a dudas este es un dato muy favorable en términos de igualdad. Gráfico 19. Porcentaje de mujeres investigadoras. Año 2017 Fuente: Eurostat Los datos expuestos en el análisis de los recursos humanos en España sostienen la necesidad de llevar a cabo una doble acción: por un lado, aumentar el número de personal en I+D y por otro, mantener y seguir aumentando las capacidades científicas de los recursos humanos del SECTI. En este sentido, se establece el Objetivo 5 que consiste en potenciar la capacidad de España para retener y atraer talento, facilitando el progreso profesional y la movilidad de sus investigadores en el sector público y privado, y su capacidad para influir en la toma de decisiones, y se diseña el Eje 6: Establecer un itinerario científico de entrada al sistema de I+D+I para facilitar la promoción y seguridad 42,0839,69 35,19 35,13 27,28 22,1320,6017,9714,87 9,68 Países Bajos Reino Unido Francia Dinamarca Suecia Portugal Finlandia Bélgica España Italia (1) Alemania 43,7 40,538,135,8 34,8 34,3 33,8 33,2 32,6 28,3 27,926,4 Portugal España Noruega Dinamarca Bélgica Italia UE - 28 (2013- 2020)Finlandia Suecia Francia Alemania Países Bajos- 85 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Ilas necesidades de personal de nuestro país, en materia de investigación e innovación, de universidades, organismos públicos, institutos de investigación sanitaria, centros públicos y privados de I+D+I y empresas. Este itinerario debe considerar la salida al sector privado de acuerdo con las propias necesidades del sector productivo y de servicios. Del análisis desde la perspectiva internacional, destacan los siguientes aspectos: 1) Generación de una brecha entre el porcentaje del personal empleado en I+D en España y en la UE, que aumenta cada año. Para afrontar esta situación se diseña el Eje 7: Establecer mecanismos de atracción de talento investigador, tecnológico e innovador a las empresas, industrias y centros de I+D+I, facilitando la movilidad de los investigadores, tanto en el sector público, como en el privado. 2) Alto potencial de masa crítica, con un porcentaje de población que alcanza el nivel de Educación Superior por encima de la media de la UE. Este potencial no sólo hay que mantenerlo, sino que hay que permitir que esta masa crítica se incorpore al ámbito científico y tecnológico, tanto público como privado. Para ello, junto al Objetivo 5, se articulan los Ejes 6 y 7 mencionados. 3) A pesar de estar bien posicionados respecto al porcentaje de personal empleado en I+D doctor, España está mal valorada en términos de estudiantes de doctorado internacionales. Para superar esta debilidad en la atracción de talento se diseña el Objetivo 4: Generar conocimiento y liderazgo científico, optimizando la posición de sus investigadores y la calidad de sus infraestructuras y sus equipamientos, fomentando la industria de la ciencia. Aplicar el conocimiento científico al desarrollo de nuevas tecnologías que puedan utilizarse por parte de las empresas, e intensificar la capacidad para comunicar a nuestra sociedad, y de influir en el sector público y privado. 4) España se sitúa en una posición muy favorable en términos de igualdad, con un porcentaje de mujeres investigadoras claramente por encima de la media de la UE. Para mantener esta posición favorable, en el Eje 14 se incluye el fomento del equilibrio de género en investigación e innovación como un factor prioritario en el SECTI.- 86 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IC Centros e Infraestructuras C.1. Centros excelentes En el año 2011 se lanzó en España una convocatoria específica para el desarrollo y mantenimiento de centros de excelencia. Este programa ha permitido seleccionar hasta la fecha 32 centros, que han recibido la acreditación de centros Severo Ochoa. En el año 2014 se lanzó una convocatoria complementaria, dirigida a identificar unidades de excelencia, de menor tamaño que los centros Severo Ochoa, que fueron designadas unidades María de Maeztu. Hasta la fecha, este programa ha permitido seleccionar 24 unidades María de Maeztu. Desde el inicio se han invertido 248 M€ en acreditaciones de 4 años en reconocimiento a su excelencia a nivel internacional. Los acreditados han podido desarrollar líneas de investigación más ambiciosas, aumentar la formación de investigadores, atraer y retener talento, mejorar sus equipamientos y reforzar su posicionamiento internacional, entre otras actividades. - 87 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IC.2. Infraestructuras Científico-Técnicas Singulares Las Infraestructuras Científicas y Técnicas Singulares (ICTS) españolas son instalaciones esenciales para el desarrollo de la Investigación científica, del desarrollo tecnológico y de la innovación de máxima calidad. El Mapa de Infraestructuras Científicas y Técnicas Singulares (ICTS) es la herramienta de planificación y desarrollo a largo plazo de estas infraestructuras de manera coordinada entre la AGE y las CCAA. El fin último del Mapa de ICTS es la puesta a disposición de la comunidad científica, tecnológica e industrial nacional e internacional de infraestructuras científico-técnicas de vanguardia, únicas en su género, con un coste de inversión y/o mantenimiento y operación muy elevado con acceso abierto competitivo de todo el colectivo de I+D+I. Las ICTS son infraestructuras cuya titularidad corresponde a instituciones diversas y de diversa dependencia, por lo que es necesaria la coordinación entre todas las administraciones implicadas. El Mapa de ICTS aprobado para el periodo 2017-2020 está integrado por 29 ICTS que aglutinan un total de 62 infraestructuras, todas ellas operativas, en los campos de Astronomía y Astrofísica; Ciencias del Mar, de la Vida y de la Tierra; Tecnologías de la Información y Comunicaciones; Ciencias de la Salud y Biotecnología; Energía; Ingeniería; Materiales; y Ciencias Socioeconómicas y Humanidades. Del total de ICTS, 17 se encuentran localizadas en un único emplazamiento y 11 están distribuidas geográficamente en nodos ubicados en localizaciones diversas de distintas CCAA y en la Antártida. Existe además una ICTS troncal, la red académica avanzada de comunicaciones RedIRIS, que proporciona conectividad a todas ellas, así como a la práctica totalidad de centros de I+D+I del país y otras administraciones relacionadas. Las ICTS proporcionan anualmente acceso a más de cinco mil proyectos de I+D+I, que hacen uso de sus instalaciones para la realización de modelados, análisis, experimentaciones, observaciones del medio o simulaciones de todo tipo. Las ICTS emplean a más de 2.000 personas de las que cerca del 80% es personal científico y técnico. C.3. Participación en organismos e infraestructuras internacionales Las infraestructuras de investigación europeas son herramientas esenciales para la producción de ciencia de frontera y un pilar del Espacio Europeo de Investigación. Contribuyen al fomento de la innovación europea a través de la denominada industria de la ciencia. España ha consolidado una participación importante en el amplio ecosistema de infraestructuras de investigación europeo que se rige por criterios de excelencia científica. España es miembro - 88 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Ide los ocho Organismos Internacionales de Investigación que forman parte del EIROFORUM, y se dedica una destacada parte del presupuesto de Investigación a la participación en estas infraestructuras. En la gráfica siguiente se muestra la evolución de las aportaciones a dichos Organismos en K€. Gráfico 20. Contribución española a los Organismos Internacionales de Investigación. Fuente: Ministerio de Ciencia e Innovación Además, España contribuye activamente a ESFRI, el foro Estratégico Europeo de Infraestructuras de Investigación. Desde su primera edición en 2006, se ha promovido la inclusión de tres infraestructuras en su Hoja de ruta: EUSOLARIS, la infraestructura en el campo de la energía solar de concentración en 2010; el Telescopio Solar Europeo (EST) en 2016 e IFMIF-DONES, la infraestructura de ensayo de materiales para reactores de fusión, en 2018. Es sede estatutaria de LifeWatch, la e-infraestructura en el área de la biodiversidad y sede de nodos principales entre otras, de CTA (Cherenkov Telescope Array) cuyo observatorio norte se construye en el Observatorio del Roque de los Muchachos; PRACE, siendo el BSC- CNS (Barcelona Supercomputing Center-Centro Nacional de Supercomputación) uno de los nodos TIER0 de la infraestructura de computación, o INSTRUCT la infraestructura de biología estructural europea que tiene su nodo de tratamiento de imagen de microscopía electrónica en el CNB-CSIC (Centro Nacional de Biotecnología). España participa en 33 infraestructuras de las 55 incluidas en la actualización de la hoja de ruta de 2018. En el gráfico 21 se detalla su desagregación por área temática. - 89 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 21. Participación española en infraestructuras ESFRI Fuente: Ministerio de Ciencia e Innovación La participación en infraestructuras de investigación europeas representa, además, una vía de internacionalización de las ICTS que favorece la actividad exportadora de las empresas de la llamada industria de la ciencia; promueve la marca España; tiene un efecto tractor sobre la actividad económica, y promueve el empleo de alta cualificación. El retorno industrial que se obtiene de la participación en infraestructuras de investigación supone entre 100 y 150 M€ anuales. Como ejemplo hay que indicar que, en los últimos cinco años (2015-2019), el retorno industrial en el CERN para las empresas españolas es superior a los 170 MCHF entre suministros y servicios. Con el objetivo de fortalecer la excelencia en los centros de investigación y las infraestructuras científicas y tecnológicas se diseña en la EECTI 2021-2027 el Eje 5: Fomentar y apoyar la generación de capacidades científicas e innovadoras en los agentes del Sistema (centros, grupos, investigadores, empresas innovadoras) para favorecer la agregación y el desarrollo de núcleos I+D+I de alto nivel, y promover la excelencia en las infraestructuras científicas y tecnológicas. - 90 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IPor otra parte, dada la importancia de la participación española en las infraestructuras internacionales, se diseña el Eje 13: Potenciar la internacionalización de los agentes del SECTI y las infraestructuras científicas y tecnológicas mediante: i) la promoción y el apoyo para incrementar la participación en programas internacionales como Horizonte Europa y sus iniciativas de programación conjunta; ii) la colaboración internacional; iii) la cooperación internacional utilizando la diplomacia científica; iv) el fomento y la participación en instalaciones internacionales.- 91 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ID El sector de las empresas D.1. Caracterización del sector empresarial El sistema de I+D+I de un país se encuentra condicionado por la propia estructura de su tejido empresarial. El tamaño de las empresas es un factor determinante en el esfuerzo de inversión que este sector realiza en I+D. A continuación, se analizan algunas características del sector empresarial español, que permitirán focalizar las políticas públicas y diseñar los ejes de actuación de la presente Estrategia. Como se pone de manifiesto en los gráficos 22 y 23, en España el sector empresarial se apoya, principalmente, en las micro y pequeñas empresas. Así, se observa que el 56% de las empresas no tienen asalariados y que alrededor del 40% tienen menos de 10, lo que reduce al 4,5% el porcentaje de empresas con más de 10 asalariados. Esta distribución se mantiene relativamente constante en la última década (Gráfico 23). - 92 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 22. Distribución de las empresas por número de asalariados Fuente: INE. Año 2019 Gráfico 23. Evolución del número de empresas por tamaño Fuente: INE En el Cuadro 5 se presenta una comparativa del tejido empresarial en varios países de nuestro entorno. Se observa que España muestra cierta debilidad, respecto a la UE, en relación al porcentaje de empresas con más de 50 empleados. Este aspecto es fundamental porque, como se viene diciendo, y se podrá comprobar en los datos que se presentan a continuación, las empresas más grandes son las que tienen mayor capacidad de recursos, humanos y físicos, para invertir 2012 2013 2014 2015 2016 2017 2018 2019 Sin asalariados De 1 a 9 asalariados De 10 o más asalariados55,98%39,57%4,45% Sin asalariados De 1 a 9 asalariados De 10 o más asalariados- 93 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ICuadro 5. Comparación del tamaño de las empresas con los países europeos. De 0 a 9 De 10 a 49 De 50 a 249 Más de 250 EU28 92,85% D.2. El sector empresarial y su actividad en I+D En el Gráfico 24 se muestra la evolución del número de empresas que han realizado actividades de I+D por tamaño de empresa. El número de empresas que hacen I+D en España es hoy alrededor de un 30 % inferior al que había en 2008. Si se tiene en cuenta esta reducción del número de empresas y la evolución de la inversión empresarial en I+D en el periodo, se puede afirmar que la inversión media de las empresas que tienen actividad de I+D ha crecido considerablemente. Gráfico 24. Número de empresas que realizan I+D según tamaño de la empresa. Fuente: INE. Estadística sobre 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 menos de 10 empleados entre 10 y 249 empleados 250 y más empleados Total- 94 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ITal y como se muestra en el gráfico 25, el porcentaje de pyme que realizan I+D ha sido relativamente estable a lo largo de todo el periodo, aunque con una reducción de casi un punto y medio entre 2008 y 2010, coincidiendo con la recesión económica. Sin embargo, el porcentaje de grandes empresas que realizan I+D muestra una tendencia más irregular, descendiendo suavemente en el periodo 2008-2010 y haciéndolo de forma más aguda en 2013-2016 cuando la economía comienza a dar signos de recuperación (Gráfico 25). Se observa, por tanto, un cierto retraso en la respuesta de las empresas con actividad de I+D a la crisis económica. Gráfico 25. Evolución del porcentaje de empresas que realizan I+D. Fuente: INE. Encuesta sobre Innovación en las empresas Otro indicador a tener en cuenta es el porcentaje de empresas que realizan su actividad de I+D de forma continua (Gráfico 26). Es especialmente significativo el comportamiento durante el periodo 2006-2010. A partir de ese año comienza una fase de estabilidad hasta 2015, momento a partir del cual, el porcentaje de pyme que realizan I+D de forma continua aumenta. Gráfico 26. Porcentaje de las empresas que han realizado I+D de forma continua. Fuente: INE. Encuesta sobre Innovación 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Total pyme Grandes empresas 60%70%80%90% 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Total pyme Grandes empresas- 95 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ID.3. El gasto en I+D del sector empresarial En los apartados anteriores se ha indicado que el sector empresarial ejecutó en 2018 el 56,5% del gasto total en I+D. En el Gráfico 27 se muestra la evolución de la inversión en I+D en el sector empresarial atendiendo al tamaño de las empresas, según los datos publicados por Eurostat. Se observa que en 2017 la ejecución en I+D empresarial se elevó a 7.728 M€, de los que el 41,9% (3.240 M€) fueron ejecutados por empresas de más de 500 asalariados. Sin embargo, el porcentaje de empresas de ese tamaño en España es muy reducido (claramente por debajo del 0,13%, ver Cuadro 5). Le sigue en volumen de inversión las empresas que tiene entre 50 y 249 empleados que ejecutaron el 25,5% (1.968 M€) y representan el 0,6% del tejido empresarial, y aquellas que tienen entre 10 y 49 empleados (1.219 M€, el 15,8% del gasto en I+D empresarial) y representan el 4,87% del tejido empresarial en España. Por su parte, la menor ejecución del gasto lo realizan las empresas de menos de 10 asalariados (342 M€, el 4,4%), que representan el 94,4% del sector empresarial español, seguido de aquellas que tienen entre 250 y 499 empleados (959 M€, el 12,4%). Debe tenerse en cuenta que el porcentaje de empresas de este tamaño es inferior al 0,13% (siendo este el porcentaje de empresas con más de 250 empleados). Si bien el gasto empresarial ha experimentado un crecimiento en los últimos años, hasta 2018 no había conseguido alcanzar el nivel de gasto de 2008 (8.073 M€). Esta recuperación se debe principalmente a la mayor inversión de las empresas de más de 500 empleados y de 50 a 249. Gráfico 27. Ejecución del gasto en I+D empresarial en función del tamaño de la empresa (en 1.000 1.500 2.000 2.500 3.000 3.500 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 De 1a 9 De 10 a 49 De 50 a 249 De 250 a 499 + de 500- 96 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEl Gráfico 28 compara la ejecución del gasto en I+D del sector empresarial según su tamaño, con otros países. España, junto con Portugal, es el país en el que la proporción de gasto en I+D de las empresas de más de 250 empleados es menor (54,3% frente a 91,7% en Alemania, 80,5% en Suecia, 73% en Francia, 63,5% en Italia o 61,5% Bélgica). Claramente, tal y como se ha mostrado en el cuadro 5, el porcentaje de empresas de más de 250 empleados en España es menor que en Alemania (0,13% frente a 0,48%), sin embargo, no lo es respecto a otros países como Francia, Bélgica (0,15% en ambos casos) o Suecia (0,14%) y, a pesar de ello, la proporción del gasto en I+D de estas empresas es sustancialmente superior en estos países. En el extremo contrario se encuentran las empresas con menos de 50 empleados que alcanzan en España un peso en el gasto en I+D superior al observado en el resto de los países. Estos resultados ponen de manifiesto cómo la estructura de gasto del sector empresarial español por tamaño de empresas difiere sustancialmente del resto de países y ello afecta a otros indicadores ya analizados, como que el porcentaje de gasto en I+D del sector empresarial en España esté casi 10 puntos por debajo del de la UE (Gráfico 9). Parece, por tanto, evidente que es necesario articular instrumentos eficientes que ayuden a incrementar el gasto en I+D de las grandes empresas. En este sentido, una política de incentivo fiscal más clara y eficiente contribuiría, sin duda, a alcanzar la media europea. Gráfico 28. Proporción del gasto en I+D por tamaño de la empresa Fuente: España Alemania Países Bajos Portugal Suecia Bélgica Finlandia Dinamarca Menos de 10 empleados De 10 a 49 empleados De 50 a 249 empleados Más de 250 empleados- 97 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEn definitiva, a tenor de los resultados presentados, se observa que las características del sector empresarial español afectan de forma decisiva a la I+D. En particular, hay que resaltar que existe un volumen relativo mayor de microempresas, menos proclives a invertir en I+D+I y más vulnerables a los ciclos económicos, y que las pyme constituyen el músculo principal de la actividad en I+D. D.4. Innovación en el sector empresarial Según los últimos datos del INE, en el periodo 2016-2018, una de cada cinco empresas españolas fue innovadora2, alcanzando un total de 31.505 empresas innovadoras en dicho periodo, de las cuales el 9,8% fueron innovadoras de producto y el 17,5% fueron innovadoras en los procesos de negocios. El gasto en actividades innovadoras se situó en 2018 en los 18.689 M€. En el siguiente gráfico (Gráfico 29) se muestra la evolución del porcentaje de empresas innovadoras tecnológicas en España desde el año 2004. El porcentaje se ha reducido prácticamente a la mitad, pasando del 29,74% en 2004 al 13,29% en 20173. Gráfico 29. Evolución del porcentaje de empresas innovadoras tecnológicas. Fuente: INE. Encuesta sobre Innovación en 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017- 98 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IAl examinar la situación atendiendo al tamaño de las empresas y focalizando el análisis en las empresas innovadoras tecnológicas (Gráfico 30), se comprueba que la reducción ha tenido un efecto mayor sobre las empresas más pequeñas, que como se ha mencionado anteriormente, son más vulnerables. Gráfico 30. Número de empresas innovadoras tecnológicas según tamaño de la empresa. Fuente: INE. Encuesta sobre Innovación en las empresas De la información disponible hasta el momento, se desprende que la crisis ha impactado de forma más severa sobre el porcentaje de empresas innovadoras que sobre el porcentaje de empresas que realizan actividades de I+D. Sería recomendable poder volver a los niveles previos a la crisis, puesto que si se consigue ampliar el perímetro de empresas que realizan actividades de I+D, se podrá asistir a cambios radicales en los resultados de I+D+I de 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Grandes Empresas pyme Total- 99 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ID.5. Personal empleado en I+D en el sector empresarial En términos de mercado de trabajo, España se encuentra en una situación crítica en relación con el resto de los países de la UE. Cabe señalar que, en el periodo de crisis, la tasa de desempleo aumentó más rápidamente que en el resto de los países europeos, alcanzándose la tasa más alta en 2013 con un 26,1% de tasa de paro frente al 10,9% de la UE. En 2019 este valor se ha reducido en España hasta el 14,1%, pero sigue siendo más del doble que la media europea cuya tasa es del 6,4%. Si se analiza la tasa de desempleo de la población con formación superior se observa que, aunque los niveles son inferiores al del total nacional, sin embargo, los valores son relativamente altos respecto al resto de países de nuestro entorno. En España, el peso del personal dedicado a I+D respecto a la población ocupada en el ámbito empresarial es inferior al de la media europea, si bien es cierto que este valor ha experimentado un incremento significativo respecto al año anterior (Gráfico 31). Gráfico 31. Comparativa del personal dedicado a I+D (EJC) respecto a la población ocupada en el ámbito empresarial. Fuente: Eurostat. Estadística I+D. datos Países Bajos Bélgica Finlandia Alemania Francia EU - 28 Italia Reino Unido España Portugal- 100 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IComo aspecto positivo cabría destacar que en los años de mayores tasas de desempleo (2011-2015) el personal empleado en I+D ha conservado una posición relativamente mejor que el resto de población, manteniéndose en relación con la población activa y mejorando la posición cuando se tiene en cuenta la población ocupada. En 2018, el personal empleado en I+D en el sector empresarial representa el 46,3% del total de todos los sectores. Este porcentaje se ha incrementado en los dos últimos años, mientras que en años anteriores había permanecido sin grandes variaciones. No obstante, sigue estando muy por debajo de la media europea, con un 58,3%. Tal y como se muestra en el siguiente gráfico (Gráfico 32), resulta interesante observar la relación que existe entre el nivel de innovación de un país y su tasa de desempleo. Utilizando el Summary Innovation Index (SII) del EIS como medida del nivel innovador de un país, se observa que a mayor intensidad en innovación menor es la tasa de desempleo de un país. Gráfico 32. Innovación vs. desempleo FUENTE: Eurostat. EIS (European Innovation UnidoPaíses Bajos 0,05,010,015,020,025,0 0,3 0,35 0,4 0,45 0,5 0,55 0,6 0,65 0,7 0,75Tasa de desempleo 2018 Summary Innovation Index 2018- 101 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IPor todo lo anterior, se consideran como objetivos prioritarios de la EECTI 2021-2027 el Objetivo 6: Favorecer la transferencia de conocimiento, fortalecer y desarrollar vínculos bidireccionales entre ciencia y empresas, a través de una comprensión mutua de necesidades y el Objetivo 7: Promover la investigación y la innovación en el tejido empresarial español, incrementando su compromiso con la I+D+I y ampliando el perímetro de las empresas innovadoras para hacer más competitivo al tejido empresarial. Además, se establece el Eje 8: Promover la innovación empresarial y la difusión de la innovación en todos los sectores, especialmente en las pequeñas y medianas empresas (pyme), facilitando la incorporación de tecnologías e innovaciones, que faciliten la consecución de las prioridades políticas, sociales y económicas del país. Asegurar incentivos fiscales a la I+D+I, adaptados a las empresas del sistema de ciencia e innovación. Asimismo, se fijan los ejes de actuación Eje 9: Reforzar los sectores estratégicos nacionales, transformando los retos sociales en oportunidades de desarrollo empresarial, y fomentando el emprendimiento y la inversión en I+D+I del sector privado, así como la atracción de capital riesgo para las empresas innovadoras y el Eje 12: Potenciar las cadenas de valor alrededor de sistemas de innovación focalizados. Finalmente, en relación a los recursos humanos, se establece el Eje 7: Establecer mecanismos de atracción de talento investigador, tecnológico e innovador a las empresas, industrias y centros de I+D+I, facilitando la movilidad de los investigadores, tanto en el sector público, como en el privado. - 102 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO I E Ayudas en I+D+I nacionales, sectoriales y regionales La coordinación entre las políticas de I+D+I dentro de la AGE y entre la AGE y las CCAA y las propias corporaciones locales se presenta como un elemento vital en términos de oportunidad, racionalidad y eficiencia. En este apartado se proporciona información referida a las ayudas que se conceden desde la AGE y las CCAA extraída del SICTI. En el siguiente gráfico (Gráfico 33) se recoge la distribución de las actuaciones en I+D+I entre AGE y CCAA en el año 2018. Son ayudas en concurrencia competitiva, líneas abiertas y ayudas directas (no están incluidas las ayudas del País Vasco). Tal y como puede observarse se ha convocado un total de 463 ayudas, de las que el 17,3% son de la AGE y el 82,7% de las CCAA. - 103 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ISin embargo, si se evalúa el importe presupuestado de estas actuaciones (3.048,47M€), los datos se invierten de tal manera, que el 70,4% es presupuesto de actuaciones de la AGE y el 29,6% de las CCAA. Estos primeros resultados indican que existe un volumen muy alto de actuaciones, y que algunas de ellas tienen un importe presupuestado relativamente reducido. Gráfico 33. Número de actuaciones en I+D+I e importe presupuestado de la AGE y las CCAA. Año 2018. Fuente: SICTI Otro dato interesante (Gráfico 34) se refiere al número de órganos convocantes. En 2018, en la AGE había 17 órganos diferentes convocando y por tanto financiando, actuaciones en I+D+I. Las tres principales instituciones de financiación de ayudas de I+D+I en la AGE son: la Agencia Estatal de Investigación, el Centro para el Desarrollo Tecnológico Industrial (CDTI) y el Instituto de Salud Carlos III. En las CCAA, el número de órganos convocantes se eleva a 70, lo que indica que, de media, son 4 organismos diferentes los que convocan anualmente actuaciones en I+D+I. Estos resultados abundan en la fragmentación existente en la concesión de ayudas. Sin lugar a dudas, es complicada la coordinación de este tipo de actuaciones con un entramado tan amplio de organismos convocantes, no sólo entre AGE y CCAA, sino también, y este aspecto es realmente importante, dentro de la propia AGE y de cada una de las CCAA. Es, por tanto, AGE CCAA €) CCAA: 383 (82,7%)- 104 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Iprioritario aplicar medidas de coordinación de las políticas de I+D+I, tanto en los ámbitos sectoriales de los departamentos ministeriales como en los territoriales. Gráfico 34. Número de órganos convocantes de actuaciones de I+D+I en la AGE y las CCAA. Año 2018 Fuente: SICTI En el siguiente gráfico (Gráfico 35) se muestra la distribución del presupuesto dedicado a ayudas en I+D+I en 2018 por tipo de actuación. Se comprueba que el grueso principal del presupuesto, tanto en la AGE como en las CCAA, se destina a ayudas de recursos humanos y de proyectos (87,5% en la AGE y el 66,8% en CCAA), aunque en la AGE el porcentaje de presupuesto dedicado a proyectos de investigación es 26 puntos superior al de CCAA (68,6% y 42,7%). Estos resultados ponen de manifiesto la existencia de un margen importante para la coordinación y cooperación entre las diferentes instituciones, principalmente en lo que se refiere a actuaciones en recursos humanos y en proyectos de investigación. En cuanto al resto de ayudas, las CCAA destinaron un mayor porcentaje de su presupuesto al fortalecimiento y dinamización de grupos, instituciones y redes (18%), mientras que la AGE destinó sólo el 3,1% de su presupuesto. AGE 2017: 11 órganos convocantes 2018: 17 órganos convocantesCCA A 2017: 57 órganos convocantes 2018: 70 órganos convocantes- 105 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 35. Distribución del presupuesto de las actuaciones de I+D+I por tipo de actuación. Año 2018 Fuente: SICTI Cuando se analiza la forma de financiación de las ayudas (Gráfico 36) de las instituciones, se observa que la AGE destina el 43,2% del presupuesto a la modalidad de subvención y el 52,5% de préstamo, mientras que, prácticamente todo el presupuesto de las CCAA se realiza en modelo subvención. Gráfico 36. Distribución del presupuesto de las ayudas por modelo de financiación. Año 2018 Fuente: SICTI18,9% 68,6%8,7%3,1%0,7%0,0% AGE1. Recursos Humanos 2. Realización de proyectos de I+D+i 3. Construcción y mejora de infraestructuras, instalaciones y equipamientos 4. Fortalecimiento y dinamización de grupos, instituciones y redes 5. Transferencia tecnológica, servicios de innovación y de difusión del conocimiento 24,1% 42,7%7,7%17,9%7,5%0,1%CCAA 43,3%99,8% 52,5% 0,2%4,2%0,0% Entrega dineraria con contraprestación- 106 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ITodos estos resultados ponen de manifiesto la existencia de un amplio margen para que se encuentren ámbitos de coordinación entre las diferentes administraciones. Este aspecto está recogido en el Eje 3: Coordinar y complementar las políticas de I+D+I nacionales y sectoriales con otras de ámbito europeo, regional y local y el Eje 4: Abordar el desarrollo de un sistema de gobernanza y de indicadores que facilite el análisis, el seguimiento y la evaluación de los resultados respecto a los objetivos fijados. - 107 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IF Internacionalización F.1. Participación en los programas de la UE Durante los años 2014-2018, la participación española en los programas marco de I+D+I europeos ha mejorado sustancialmente con respecto a programas anteriores. Según datos proporcionados por el CDTI, en el VII Programa Marco (2007-2013) España obtuvo 3.397 M€ y un retorno del 8,3% respecto a la UE28. Sin embargo, en el programa H2020 (considerando solo el periodo 2014-2018) España ya ha superado esas cifras, situando la financiación obtenida en 3.639 M€, lo que supone un retorno del 10%, respecto al resto de países de la UE 28. En el periodo 2014-2018 (programa H2020) se han contabilizado 64.641 propuestas con participación de entidades españolas, de las que 9.520 han sido financiadas. En este periodo, 2.900 entidades han participado en actividades financiadas, frente a las 2.642 del programa anterior (2007-2013). Igualmente, ha mejorado el porcentaje de proyectos liderados, que se sitúa en el 15,8% frente al 10,7% del programa anterior. En el siguiente gráfico (Gráfico 37) se presentan datos comparativos con el resto de países de la UE, en el que se observa que España ha mejorado dos posiciones en cuanto a retorno. Así, - 108 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Imientras que en el VII Programa Marco España se situaba en la sexta posición, en el periodo 2014-2018 ocupa la cuarta posición. Gráfico 37. Retorno y tasa de retorno de la participación en H2020 para el periodo 2014-2018 Fuente: CDTI En términos de participación, se comprueba que España ocupa la tercera posición. Si se atiende al número de actividades que coordina, la posición de España es la segunda, tal y como se muestra en el siguiente gráfico (Gráfico 38). Gráfico 38. Número de actividades en las que participa cada país y número de actividades coordinadas. Periodo Alemania Reino Unido Francia España Italia Países Bajos Bélgica Dinamarca Grecia Portugal Retorno (millones de euros) Tasa de retorno (UE) Reino Unido Alemania España Francia Italia Países Bajos Bélgica Grecia Dinamarca Portugal Nº de actividades en que participa cada país Nº de actividades coordinadas desde cada país- 109 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEstos resultados son muy positivos y muestran cómo la participación de las instituciones y grupos españoles en los programas europeos ha ido mejorando progresivamente. Aun así, es necesario seguir fomentando y propiciando la participación de los grupos españoles en los programas internacionales, por lo que es importante favorecer la coordinación de propuestas y apoyar, también, la participación en programas de ámbito internacional con la colaboración de otros países fuera de la UE. Por ello en el Objetivo 2 se plantea Contribuir a las prioridades políticas de la UE mediante el alineamiento con sus programas de I+D+I, dando apoyo a los actores responsables del SECTI para la consecución de este objetivo, y como eje de actuación el Eje 13: Potenciar la internacionalización de los agentes del SECTI y las infraestructuras científicas y tecnológicas mediante: i) la promoción y el apoyo para incrementar la participación en programas internacionales como Horizonte Europa y sus iniciativas de programación conjunta; ii) la colaboración internacional; iii) la cooperación internacional utilizando la diplomacia científica; iv) el fomento y la participación en instalaciones internacionales. F.2. Movilidad del personal En el Gráfico 39 se refleja la movilidad de los autores considerando su última afiliación y utilizando los datos bibliométricos del 2016. Gráfico 39. Movilidad de los -6,77-5,90-5,15-5,69-4,12Reino Unido Bélgica Suecia Dinamarca Países Bajos Alemania Portugal Francia Finlandia Estados UnidosEspaña Italia Nuevas entradas Retornados Salidas- 110 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ITal y como puede observarse, los niveles de movilidad en España, en términos porcentuales, son inferiores a los de otros países. Como aspecto positivo cabe destacar que la tasa de retorno se sitúa en el 2,15%, al nivel de los países que tienen mayor movilidad. Sin lugar a dudas, el aumento de la participación en programas internacionales, junto con el incremento en la coordinación de dichos programas, así como la cooperación con agentes internacionales requerirá, al tiempo que fomentará, la movilidad bidireccional de los investigadores.- 111 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IG Resultados de la I+D+I G.1. Indicadores bibliométricos En este apartado se analiza la situación de España en términos de la producción científica como resultado de la actividad investigadora. Todos los indicadores han sido facilitados por FECYT a partir de datos Scopus4. España, en términos de volumen total de documentos, ocupa la posición 12ª dentro del grupo de los 24 países del mundo en los que se producen más de 30.000 documentos al año (Gráfico 40). 4 La fecha de consulta de todos los indicadores bibliométricos que se muestran en este apartado ha sido el 9 de marzo de 2020.- 112 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 40. Producción científica mundial. Año 2018. Fuente: FECYT-SCOPUS Este parámetro ha aumentado de forma progresiva en España durante los últimos años, de manera que en 2018 el número total de documentos es tres veces superior al del año 2000 (Gráfico 41). Gráfico 41. Producción científica española. Fuente: FECYT-SCOPUS En el siguiente gráfico (Gráfico 42) se recoge la evolución del porcentaje que representa España en la producción científica mundial. La tendencia es creciente, alcanzando el máximo en 2012. A partir de ese año se considera una etapa de estabilidad que supone estar situado en el entorno del 3% de la producción 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 90.000 100.000 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 200.000 300.000 400.000 500.000 600.000 700.000 12- 113 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO I Gráfico 42. Porcentaje de la producción científica española en el mundo. Fuente: FECYT-SCOPUS A continuación, en el Gráfico 43 se presenta el indicador de impacto normalizado de la producción científica española que compara el número medio de citas de la producción científica española con la producción mundial. El valor del impacto normalizado de España en 2018 es 1,29, indicando que la producción científica española ha sido citada un 29% más que la media mundial (cuyo valor es 1). España ocupa la posición 12 dentro del grupo de países con mayor producción científica del mundo (24 países que producen más de 30.000 documentos al año) (Gráfico 44). Gráfico 43. Impacto normalizado de la producción científica 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 1,04 1,05 1,06 1,051,13 1,14 1,141,19 1,2 1,21,251,29 1,3 1,29 1,3 1,3 1,31 1,3 1,29 0,50,60,70,80,911,11,21,31,41,5 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018- 114 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 44. Impacto normalizado de la producción científica mundial. Año 2018. Fuente: FECYT-SCOPUS Es interesante resaltar que países como China y Japón, en los que la producción en volumen de documentos es superior a la española, sin embargo, presentan un impacto medio más bajo, que apenas alcanza a la media mundial. Por el contrario, países con un volumen de producción inferior a la de España, tales como Suiza, Países Bajos, Bélgica y Suecia, se sitúan en las primeras posiciones en cuanto al valor del impacto normalizado. Mención aparte merece Australia que, con una producción similar a la española, se encuentra entre los 5 primeros países respecto al impacto o visibilidad internacional de sus publicaciones. En el Gráfico 45 se analiza la evolución del porcentaje de producción científica española que se publica en revistas del primer cuartil o Q1. Se trata de un indicador que permanece relativamente estable durante el periodo temporal examinado (2000-2018), entorno al 58% de la producción científica española se publica en las revistas más relevantes del mundo o del primer cuartil. Gráfico 45. Porcentaje de la producción científica española publicada en revistas del primer 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 20181,78 1,75 0,85 0,830,77 00,20,40,60,811,21,41,61,82 12- 115 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEspaña ocupa la posición 13ª respecto al grupo de países con mayor producción de ciencia que se está analizando. Como no podía ser de otra forma, se observa un comportamiento similar al del resto de indicadores que miden la calidad de la producción científica, y es que países como Países Bajos, Suecia, Suiza y Bélgica ocupan los primeros puestos, a pesar de que el nivel de producción científica es muy inferior a la de España. Igualmente destaca la presencia de Australia que ocupa los primeros puestos en este grupo de países. Gráfico 46. Porcentaje de la producción científica mundial publicada en revistas del primer cuartil o Q1. Año 2018. Fuente: FECYT-SCOPUS Otro indicador bibliométrico que contribuye a analizar la calidad de la producción científica española es el relativo a la colaboración internacional (Gráfico 47), es decir, el porcentaje de publicaciones científicas en las que aparecen instituciones españolas y de otros países. La evolución de este indicador muestra una clara mejoría de la situación española en la última década. En 2000, sólo el 27,7% de la producción española se realizaba en colaboración con otros países y en 2018 este indicador prácticamente se duplica hasta situarse en el 50,2% de la producción, lo que significa que la mitad de la producción científica española publicada en 2018 se ha hecho en colaboración con otros países. Gráfico 47. Porcentaje de la producción científica española en colaboración internacional. Fuente: FECYT-SCOPUS27,726,428,632,5 33,3 33,9 34,7 35,937,2 37,939,440,7 41,843,34546,848,2 49 50,2 0102030405060 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 21,517,9 6,8 0102030405060708013- 116 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IEspaña, ha mejorado tanto en términos de colaboración internacional, que alcanza el año 2018 ocupando la posición 10ª del grupo de países más productores de ciencia. Es el indicador, de todos los analizados, en el que España ocupa la mejor posición mundial. Gráfico 48. Porcentaje de la producción científica mundial en colaboración internacional. Año 2018. Fuente: FECYT-SCOPUS A continuación, se analizan los dos indicadores que permiten evaluar el nivel de excelencia de las publicaciones: el número de publicaciones que se encuentran entre el 10% de las más citadas del mundo y entre el 1%5. España ha mejorado en el primer indicador pasando del 9,8% en el año 2000 al 14,6% en 2018, aunque desde el año 2012 se percibe cierta estabilidad en torno al 14,5%. Estos resultados le permiten ocupar la posición 11ª del mundo (Gráfico 49 y 50) Gráfico 49. Porcentaje de publicaciones españolas entre el 10% más citadas del mundo. Fuente: 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 201870,368,165,2 63,258,8 21,817,2 16,9 0102030405060708010- 117 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 50. Porcentaje de publicaciones entre el 10% más citadas del mundo. Año 2018. Fuente: FECYT-SCOPUS El segundo indicador analizado para medir la excelencia es el número de publicaciones que se encuentran entre el 1% de las más citadas. España ha duplicado su porcentaje en el periodo 2000-2018, pasando del 0,8% al 1,6%. En términos de volumen de publicaciones entre el 1% más citadas, se ha pasado de 235 en el año 2000 a 1241 en 2018. Esta buena evolución permite que España se posicione en la 13ª posición entre los países de mayor producción científica en el año 2018 (Gráficos 51, 52 y 53). Gráfico 51. Porcentaje de publicaciones españolas entre el 1% más citadas del mundo. Fuente: FECYT-SCOPUS Gráfico 52. Número de publicaciones españolas entre el 1% más citadas del mundo. Fuente: 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 20182119,718,4 18,1 17,9 17,316,315,5 15,1 15,1 14,6 14,4 14,1 13,612,110,9 9,2 9,2 9,1 8,4 8,1 7,9 4,6 2,5 051015202511- 118 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 53. Porcentaje de publicaciones entre el 1% más citadas del mundo. Fuente: FECYT-SCOPUS Atendiendo a los indicadores de la producción científica analizados, se puede concluir que, si bien España ha empeorado su posición mundial en cuanto al número de documentos publicados, el porcentaje de publicaciones con respecto a la producción mundial se ha mantenido estable, representado el 3% de la producción científica mundial en los últimos 10 años. Como fortalezas del sistema español hay que mencionar el incremento de la colaboración internacional que en la actualidad alcanza al 50% de las publicaciones españolas, provocando, además, que cerca del 15% de la producción científica española se sitúe dentro de la más citada del mundo. Cabe decir, además, que, a pesar del beneficio derivado del incremento de la internacionalización, el porcentaje de publicaciones que no se publican en revistas de relevancia mundial es significativamente más alto que el de los países 235 231294331411500550703 6868579921136124513241446 1372146315051441 02004006008001000120014001600 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 3,2 2,62,5 2,52,4 2,2 1,91,8 1,8 1,8 1,81,71,61,51,41,31,21,11 1 0,80,7 0,5 0,2 00,511,522,533,5 13- 119 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Ide nuestro entorno. G.2. Patentes Las solicitudes de patente y las patentes concedidas son indicadores de los resultados de la actividad inventiva e innovadora de un país. Es necesario atender a la nacionalidad del solicitante y del inventor para conocer las capacidades inventivas de un país, su masa crítica en términos de recursos humanos (inventor) y la capacidad de valorización y puesta en el mercado de los resultados relacionados con el ámbito empresarial (solicitante). En el presente apartado se incluyen datos de solicitudes de patente PCT y europeas (EP), que permiten acercarse a ambos aspectos. En primer lugar, en el siguiente gráfico (Gráfico 54) se presenta la evolución de las solicitudes de patente PCT con origen español, tanto desde la perspectiva del país de residencia del inventor como de la nacionalidad del solicitante. En ambos casos se observa una tendencia claramente decreciente desde 2014, posiblemente causada por la crisis económica vivida en España durante los años previos (explicado en el apartado 1), que está dejando sentir sus efectos a medio-largo plazo en términos de resultados de la I+D+I. Gráfico 54. Evolución de las solicitudes de patente PCT. Fuente: Patstat En la comparativa internacional, España se sitúa entre los 20 primeros países del mundo tanto en número de solicitudes, como en concesiones de patente europea. Sin embargo, no 2010 2011 2012 2013 2014 2015 2016 2017 Total PCT. Por país del inventor Total PCT. Por país del solicitante- 120 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Ininguna entidad española entre los 100 primeros solicitantes de patentes del mundo, mientras que entre dichos solicitantes aparecen 10 entidades francesas y 16 alemanas. Como puede verse en los gráficos siguientes (Gráficos 55 y 56), tanto en relación con el número de solicitudes PCT como europeas, España se encuentra a la cola de los 30 países que más solicitudes presentan por habitante. Concretamente, ocupa las posiciones 25 y 27 respectivamente. Estos datos ponen de manifiesto la baja actividad de transferencia de conocimiento e innovadora que tiene España. Gráfico 55. Número de solicitudes de patentes PCT por millón de habitantes, según el país de residencia de los solicitantes. Año de prioridad 2017. Fuente: Patstat Gráfico 56. Número de solicitudes de patente europea por millón de habitantes. Año 2018. Fuente: Patstat Si se atiende al país de residencia de los inventores (Grafico 57), no de los solicitantes (Gráficos anteriores 55 y 56), se puede comprobar que España sigue ocupando una posición muy baja.586 492 375361 319300 237 225 225201 165 159134 129113 109 10678 70 62 51 49 49 40 28 18 13 13 13 13 0,0200,0400,0600,0800,01000,01200,0 27- 121 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 57. Número de solicitudes de patente PCT por millón de habitantes, según país de residencia de los inventores. Año 2017. Fuente: Patstat En el siguiente gráfico (Gráfico 58) se analizan las solicitudes de patente en términos de cooperación internacional. El 34,6% de las solicitudes PCT, en las que al menos uno de los inventores es español, posee titularidad total o parcialmente extranjera, valor que está por encima del de otros países. Sin embargo, España ocupa una de las posiciones más bajas cuando se contabiliza el porcentaje de solicitudes PCT de origen español en el que aparece al menos un inventor extranjero (11,4%). Este análisis pone de manifiesto que, aunque España posee la masa crítica inventora para colaborar con instituciones o empresas extranjeras que acaban buscando protección internacional de sus resultados, la capacidad para atraer talento inventor extranjero a instituciones/empresas españolas, es muy limitada. Gráfico 58. Solicitudes de patentes PCT. Año de prioridad 2017. Fuente: Patstat En definitiva, los datos expuestos revelan tres aspectos importantes: 1) La crisis económica en España ha afectado al número de solicitudes de patente y por tanto a la capacidad inventora e innovadora; 2) España tiene poca capacidad para atraer talento extranjero; 3) España, sin embargo, cuenta con una masa crítica de investigadores que colaboran con instituciones o 344 317 312 294 250243229 227 180 175162 131 130122109 44,8 37,3 34,6 30,5 28,3 24,3 23,3 22,5 21,9 19,4 19,1 16,8 14,5 13,3 13,1 12,8 60,5 40,7 22,6 11,4 15,0 60,0 40,7 21,9 38,3 8,0 24,8 19,0 33,8 14,0 14,2 15,9 12,8 010203040506070 Irlanda Bélgica Reino Unido España Portugal Suiza Finlandia Francia Suecia Italia Dinamarca Alemania Países Bajos UE - 28 OCDE - Total Estados UnidosMundo Porcentaje de solicitudes PCT con inventores nacionales y solicitantes extranjeros Porcentaje de solicitudes PCT con solicitantes nacionales e inventores extranjeros- 122 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Iempresas extranjeras que protegen sus resultados de investigación. Para mejorar esta situación, se establece el Objetivo 4: Generar conocimiento y liderazgo científico, optimizando la posición de sus investigadores y la calidad de sus infraestructuras y sus equipamientos, fomentando la industria de la ciencia. Aplicar el conocimiento científico al desarrollo de nuevas tecnologías que puedan utilizarse por parte de las empresas, e intensificar la capacidad para comunicar a nuestra sociedad, y de influir en el sector público y privado y se diseña el Eje 8: Promover la innovación empresarial y la difusión de la innovación en todos los sectores, especialmente en las pequeñas y medianas empresas (pyme), facilitando la incorporación de tecnologías e innovaciones, que faciliten la consecución de las prioridades políticas, sociales y económicas del país. Asegurar incentivos fiscales a la I+D+I, adaptados a las empresas del sistema de ciencia e innovación. Por otra parte, cabe mencionar que se dispone de los primeros resultados de la Encuesta de Indicadores de Transferencia de Conocimiento e Innovación del año 2017 que se realiza en el Ministerio de Ciencia e Innovación. Esta encuesta se dirigió a las universidades (públicas y privadas), a los organismos públicos de investigación (OPIs y organismos de CCAA) y a los centros tecnológicos registrados. A continuación, se presentan algunos resultados preliminares. Teniendo en cuenta la cotitularidad de las patentes, en el año 2017, el 69,8% de las solicitudes de patente fueron presentadas por universidades públicas, el 24,6% por OPIs, el 8,6% por centros tecnológicos y el 1,6% procedía de universidades privadas. Del total de patentes solicitadas, el 48% fueron presentadas en cotitularidad; en las universidades públicas, el porcentaje de patentes en cotitularidad fue del 45%, en las universidades privadas del 60% y en los OPIs del 70%. Estos resultados son interesantes si se comparan con los analizados en el párrafo anterior. Del total de solicitudes de patente en cotitularidad el 28% fue con empresas y el 23% con instituciones extranjeras. En cuanto a los Acuerdos de Explotación firmados en 2017, cabe decir que el 77,5% tuvieron como institución licenciataria una empresa privada y el 18,3% una spin-off propia. A la vista de estos resultados se observa que, en las universidades públicas una de cada dos solicitudes de patente son en cotitularidad, pero sólo el 25% son con empresas. En los OPIs se solicitan en cotitularidad tres de cada cuatro patentes (también el 25% con empresas). De nuevo, se pone de manifiesto la clara debilidad que tiene el SECTI en cuanto a colaboración - 123 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO Ipúblico-privada, y que ya ha quedado de manifiesto en otros ámbitos de análisis. Por su parte, son las universidades privadas y los centros tecnológicos son los que más apuestan por la creación de empresas spin-off para la explotación de los resultados de investigación. Por ello, el Objetivo 6 está referido a Favorecer la transferencia de conocimiento, fortalecer y desarrollar vínculos bidireccionales entre ciencia y empresas, a través de una comprensión mutua de necesidades y objetivos. Para ello el Eje 11 se centra en Promover la existencia de canales eficaces de transferencia, cooperación e intercambio de conocimiento entre los sectores públicos y privados. Por último, cabe destacar que en las universidades públicas y en los OPIs, solo uno de cada cuatro solicitudes de patente tiene como cotitular una institución extranjera. En este sentido se plantea el Eje 13: Potenciar la internacionalización de los agentes del SECTI y las infraestructuras científicas y tecnológicas mediante: i) la promoción y el apoyo para incrementar la participación en programas internacionales como Horizonte Europa y sus iniciativas de programación conjunta; ii) la colaboración internacional; iii) la cooperación internacional utilizando la diplomacia científica; iv) el fomento y la participación en instalaciones internacionales.- 124 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IH Percepción social de la ciencia La FECYT realiza, con carácter bienal, desde 2002, la Encuesta de Percepción Social de la Ciencia y la Tecnología en España. De ella se desprenden resultados interesantes que deben ser tenidos en cuenta en el análisis de la implicación de la ciudadanía con la ciencia. El siguiente gráfico (Gráfico 59) muestra el interés de la sociedad por la ciencia y la tecnología. Se observa una tendencia creciente a lo largo del tiempo, aunque, en los últimos años la evolución está siendo menos intensa que en los años previos.- 125 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO IGráfico 59. Evolución del interés social por la ciencia y la tecnología. Fuente: FECYT Otro aspecto importante es el porcentaje de ciudadanos que piensa que la ciencia y la tecnología aportan más beneficios que perjuicios. Tal y como puede comprobarse en los datos globales del Cuadro 6, este valor ha ido aumentando a lo largo de los años hasta situarse en el 60,9% de la población en el año 2018. Sólo entre la población universitaria este porcentaje se eleva hasta el 75,6%. Queda, sin embargo, un amplio camino por recorrer todavía, puesto que aproximadamente el 40% de la población considera que la ciencia es más perjudicial que beneficiosa. Este es un dato preocupante para el desarrollo de la ciencia y, por ello, el primer objetivo de la EECTI 2021-2027 es Situar a la ciencia, la tecnología y la innovación como ejes clave en la consecución de los Objetivos de Desarrollo Sostenible de la Agenda 2030 y del desarrollo social, económico y medioambiental de nuestro país. Se establece también el objetivo 3: Priorizar y dar respuesta a los desafíos de los sectores estratégicos nacionales a través de la I+D+I, en beneficio de la sociedad y la economía españolas.6,9%9,6% 9,6%13,1%15,6%15%16% 16,3% 2004 2006 2008 2010 2012 2014 2016 2018- 126 - ANEXO I - ANÁLISIS DEL SISTEMA ESPAÑOL DE CIENCIA, TECNOLOGÍA E INNOVACIÓN Y DE SU ENTORNOANEXO ICuadro 6. Porcentaje de ciudadanos que piensan que la ciencia y la tecnología aportan más beneficios que perjuicios. 2002 2004 2006 2008 2010 2012 2014 2016 2018 SEXO cuenta los datos reflejados anteriormente, el Eje 14 propone Promover el espíritu crítico y el compromiso de la sociedad española con la I+D+I, fomentando el equilibrio de género en investigación e innovación, la cultura científica, la reflexión y la decisión, en base a la evidencia científica, el fomento de ciencia y la innovación, e implementando todas ellas de forma abierta e inclusiva. - 127 - ANEXO II - LÍNEAS ESTRATÉGICAS DE I+D+I NACIONALANEXO IIANEXO II Líneas estratégicas de I+D+I nacional- 128 - ANEXO II - LÍNEAS ESTRATÉGICAS DE I+D+I NACIONALANEXO IILíneas EstratégicasSub-líneas y sus ámbitos de intervención Salud Medicina de precisiónMedicina personalizada, más allá de técnicas ómicas; Integración de tecnologías de genómica, epigenómica, metabolómica, etc); Aspectos sociológicos, psicológicos, económicos, éticos, inteligencia artificial, salud digital en la medicina personalizada; nutrición y dieta personalizadas; medicina personalizada en cáncer, enfermedades raras, salud mental y otras patologías. Enfermedades infecciosasRespuesta inmune; Enfermedades emergentes y re-emergentes causadas por hongos, bacterias y virus; Zoonosis; Respuesta inmune; Vacunas; Resistencia a los antibióticos; Efectos medioambientales (cambio climático, migraciones, globalización) sobre aparición y difusión de enfermedades infecciosas; Nuevos métodos de profilaxis, detección y tratamiento; Vigilancia de la salud y epidemiología. Nuevas Técnicas diagnósticas y terapéuticasIngeniería biomédica; Nuevas técnicas diagnósticas basadas en imagen; Farmacología, farmacogenómica, nuevos fármacos y terapias; diagnóstico medicina regenerativa; nuevos materiales biomédicos; nanotecnología aplicada biomedicina; implantes y órganos artificiales; nuevas técnicas quirúrgicas; salud digital. Cáncer y Gerociencia: envejecimiento, enfermedades degenerativasPerfiles moleculares del envejecimiento saludable; Impacto del envejecimiento en la enfermedad (neurodegenerativas, cardiovasculares, metabólicas y cáncer); Interacción del medio ambiente, nutrición y factores psico-sociológicos en el envejecimiento saludable; Desarrollo integrado de programas multidisciplinares desde la biología celular y molecular del envejecimiento a biología de sistemas y a la medicina. Cultura, Creatividad y Sociedad Inclusiva Evolución humana, antropología y arqueologíaOrígenes y movimientos de población y evolución de esta a través de restos físicos humanos (unidos a los de plantas y animales) y de restos materiales. Aproximación multidisciplinar que incluye las nuevas técnicas arqueológicas tales como ciencia forense, análisis genético, arqueobotánica y nuevas técnicas informáticas. Cognición, lingüística y psicologíaAdquisición del lenguaje y su procesamiento. Neurociencia cognitiva y psicología experimental en bilingüismo y multilingüismo. Filología y literaturas hispánicasLenguas peninsulares (vasco, catalán, gallego, portugués, castellano...) y sus contactos entre sí, así como su proyección en el mundo latino-americano. Se incluyen lenguas habladas en el pasado peninsular, tales como el árabe. Evolución de las lenguas y de sus usos. Dialectología y fonética. Literatura, patrimonio escrito y patrimonio manuscrito. Literatura oral, manuscrita, impresa y su circulación. Nuevos medios de comunicación escrita y su influencia sobre la evolución de la lengua tanto hablada como escrita. Evolución de las lenguas y nuevas identidades. La creación y uso de un nuevo lenguaje inclusivo.- 129 - ANEXO II - LÍNEAS ESTRATÉGICAS DE I+D+I NACIONALANEXO IISeguridad para la Sociedad Dimensión espacial de las desigualdades, migraciones y multiculturalidadDimensión espacial de la desigualdad (aspectos espaciales e individuales). Sistema integrado de ciudades; Relacione entre ciudades; Desaparición de mercados locales; Nuevos datos espaciales y de movilidad geográfica; Uso del suelo urbano; Migraciones, sociedades multiculturales, nuevas identidades, fronteras visibles e invisibles, integración, asimilación, marginalización y estigmatización. Monopolios y poder de mercado: medición, causas y consecuenciasAnálisis de competencia entre las empresas en los países desarrollados; Perspectivas micro- y macro- económicas, financieras, de innovación y cambio tecnológico del poder de mercado; Relación entre el poder de mercado, asignación de recursos, bienestar, empleo. innovación, estrategias de protección del consumidor, políticas macro- económicas y redistributivas; Cuantificación del poder de mercado a través de big data sobre empresas y nuevos métodos; Consecuencias del poder de mercado sobre la desigualdad. CiberseguridadComunicaciones cuánticas; Criptografía cuántica; Cifrado post cuántico; Nuevas tecnologías para la evaluación y gestión de riesgos; Biometría; Privacidad y aspectos éticos en ciberseguridad y control digital; Gobierno del dato; Zero Trust Models; Ingeniería de Software Seguro; Ciberseguridad en entornos industriales y en infraestructuras y servicios críticos. Sistemas para la detección, predicción y atribución frente a ciberataques. Protección ante nuevas amenazas para la seguridadSistemas anti-drón y vehículos aéreos de alta velocidad, protección y lucha contra amenazas con explosivos y NRBQ, respuesta ante catástrofes naturales y causadas por el hombre, protección de infraestructuras, vigilancia, etc. Mundo digital, Industria, Espacio y Defensa Inteligencia Artificial y RobóticaInteligencia Artificial Multi-tarea; Aprendizaje Automático; Sistemas Híbridos que combinen Razonamiento y Aprendizaje; Ética e Inteligencia Artificial; Razonamiento y Aprendizaje Causal y de Sentido Común; Robótica Social; Robótica de desarrollo; Tecnologías del lenguaje; Comprensión profunda del significado del lenguaje; Visión por Computador; Sistemas inteligentes de predicción y recomendación; Sistemas Multiagente; Asistentes cognitivos; Tecnologías de guiado y navegación avanzada; Aplicaciones de la IA y la Robótica a: Industria conectada 4.0, Recursos naturales, Energía y Medio Ambiente, Seguridad y Defensa, Turismo e industrias culturales, AAPP , Educación, Ciudades y territorios inteligentes, Salud (Salud Digital). Fotónica y electrónicaTecnologías de comunicación fotónicas; Redes Dispositivos médicos fotónicos portátiles; ópticos; Medicina de de transmisión/recepción, amplificadores de estado sólido y metamateriales. Nanoelectrónica e integración heterogénea, sistemas inteligentes, embebidos y sus aplicaciones. Internet de la próxima generación5G; 6G, uso compartido del espectro, \"Computación avanzada y macrodatos\" y \"Tecnologías digitales clave\" (IoT, blockchain, IA, identidad, realidad virtual y aumentada...); Edge computing; Digitalización de la industria, de la salud, de la educación y las AAPP y a los entornos de seguridad y defensa; Arquitecturas \"Service- oriented\", Macrodatos y la nube; \"Human-centric internet (preservación de la privacidad, la dignidad y la seguridad, transparencia y confiabilidad); Control de los datos. Modelización y análisis matemático y nuevas soluciones matemáticas para ciencia y tecnologíaNuevas herramientas transversales (de análisis, estadística y ciencia de datos, sistemas dinámicos, geometría computacional, ...) para la resolución de problemas científicos y tecnológicos, investigación de frontera en análisis de ecuaciones diferenciales, biomatemática.- 130 - ANEXO II - LÍNEAS ESTRATÉGICAS DE I+D+I NACIONALANEXO IIAstronomía, Astrofísica y Ciencias del EspacioObservación de galaxias y exoplanetas; observatorio de asteroides. Exploración de La Luna y Marte. Física solar; Energía oscura y Materia oscura, X-Ray, ondas gravitacionales, Instrumentos en tierra y espaciales; Satélites; Tecnología astrofísica y espacial como motor de desarrollo (navegación, observación de la Tierra, comunicaciones por satélite, vigilancia espacial,...). Materiales avanzados y nuevas técnicas de fabricaciónMateriales compuestos, materiales inteligentes y multifuncionales, estructuras multimaterial, metamateriales y estructuras auxéticas, nuevos recubrimientos, etc. así como desarrollo y aplicación de técnicas de fabricación aditiva y métodos avanzados. Tecnologías de vanguardia para la descarbonización de la industria del acero y el cemento. Aplicación del hidrógeno (renovable) en la industria. Clima, energía y movilidad Cambio climático y DescarbonizaciónHidrógeno y combustibles sintéticos renovables; Energías renovables; Baterías; Técnicas de reciclado; Nuevos materiales para generación y sistemas almacenamiento de energía; Sistemas de reconversión energética sostenible y de almacenamiento de CO2; Nuevos métodos de estimación de los daños económicos causados por el cambio climático; Puntos de inflexión en la economía del cambio climático; Impacto de los desastres naturales en las economías locales. Movilidad sostenibleCatálisis para combustibles más eficientes; Vehículos eficientes (híbridos, eléctricos, de pila de combustible, de Hidrógeno); Innovación en transporte ferroviario, aéreo y marítimo; Sensórica (sensores y biosensores) con aplicaciones en movilidad y transporte. Ciudades y ecosistemas sosteniblesCiudades y territorios limpios e inteligentes; Construcción y sistemas climáticos eficientes; Técnicas de manufactura limpia; Técnicas para la preservación del medio ambiente; Ingeniería marítima (costas, litorales, estuarios); Nuevos materiales para construcción compatible con la protección del medio ambiente. Alimentación, Bioeconomía, Recursos Naturales y Medio Ambiente Exploración, análisis y prospectiva de la biodiversidadSoluciones a problemas ambientales adaptados a la singularidad, diversidad y riqueza del patrimonio natural de España; Macro-ecología y biogeografía; Interacciones ecológicas y especies invasoras; Meta-genómica y genómica ambiental; Cambio climático e impacto en las interacciones biosfera-atmósfera-oceános y su impacto en la eco-fisiología; Paleo- oceanografía; Microbiología marina. Cadena agroalimentaria inteligente y sostenibleAgricultura inteligente: De la granja a la mesa; Producción primaria digital; Tecnologías digitales en una visión integrada de la cadena alimentaria; Sostenibilidad de suelos; Sensores remotos; Selvicultura. Agua y océanosSostenibilidad del ciclo del agua; nexo clima-océanos; contaminación incluyendo contaminantes emergentes, basuras marinas y ruido, interacciones tierra-mar; sostenibilidad de las actividades humanas en el mar; energías marinas.- 131 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIIANEXO III Indicadores recomendados para el análisis de objetivos y ejes- 132 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIIIndicadores por objetivos Afrontar las prioridades de nuestro entorno Obj. 1 Situar a la ciencia, la tecnología y la innovación como ejes clave en la consecución de los Objetivos de Desarrollo Sostenible de la Agenda 2030. Ind. 1.1. Porcentaje del gasto en I+D s/PIB. (Estadística de I+D. INE) (ODS NNUU 9.5.1) y gasto total en I+D (INE) Ind. 1.2. Porcentaje de empleo total en sectores manufactureros de alta y media-alta tecnología y en servicios de alta cualificación (knowledge- intensive). (Eurostat) Ind. 1.3. Porcentaje de personal empleado en I+D respecto a la población ocupada (EJC). (Eurostat) Obj. 2 Contribuir a las prioridades políticas de la UE mediante el alineamiento con sus programas de I+D+I, dando apoyo a los actores responsables del SECTI para la consecución de este objetivo. Ind. 2.1. Número de actuaciones del Programa Marco Europeo coordinadas por instituciones españolas. (CDTI) Ind. 2.2. Ayudas de programación conjunta con la UE. (CDTI) Ind. 2.3. Porcentaje de proyectos liderados. (CDTI) Ind. 2.4. Financiación obtenida (millones de euros). (CDTI) Obj. 3 Priorizar y dar respuesta a los desafíos de los sectores estratégicos nacionales a través de la I+D+I, en beneficio del desarrollo social, económico, industrial y medioambiental de nuestro país. Ind. 3.1. Esfuerzo presupuestario en I+D de los departamentos ministeriales. (SICTI) Obj. 4 Generar conocimiento y liderazgo científico, optimizando la posición del personal investigador y de las instituciones, y la calidad de sus infraestructuras y sus equipamientos. Fomentar la calidad y la excelencia científica, favoreciendo un efecto sistémico que alcance y beneficie a un número mayor de grupos. Aplicar el conocimiento científico al desarrollo de nuevas tecnologías que puedan ser utilizadas por las empresas. e intensificar la capacidad de comunicación a nuestra sociedad y de influir en el sector público y privado. Ind. 4.1. Número de publicaciones por millón de habitantes. (FECYT) Ind. 4.2. Porcentaje de liderazgo en publicaciones. (FECYT) Ind. 4.3. Número de proyectos obtenidos del ERC por millón de habitantes. (FECYT) Ind. 4.4. Interés social por la ciencia. (FECYT)- 133 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIIDesarrollar, atraer y retener el talento Obj. 5 Potenciar la capacidad de España para atraer, recuperar y retener talento, facilitando el progreso profesional y la movilidad del personal investigador en el sector público y privado, y su capacidad para influir en la toma de decisiones. Ind. 5.1. Número de investigadores (EJC) por cada millón de habitantes. (INE) Ind. 5.2. Porcentaje de personal empleado en actividades de I+D mujeres. (INE) Ind. 5.3. Porcentaje de estudiantes universitarios matriculados en grados STEM. (Eurostat) Ind. 5.4. Porcentaje de tesis doctorales referidas a temática STEM. (Eurostat) Catalizar la innovación y el liderazgo empresarial Obj. 6 Favorecer la transferencia de conocimiento y desarrollar vínculos bidireccionales entre ciencia y empresas, a través de la comprensión mutua de necesidades y objetivos, en especial en el caso de las pyme. Ind. 6.1. Número de solicitudes de patentes PCT por millón de habitantes. (SICTI/PATSTAT) Ind. 6.2. Número de patentes licenciadas por millón de habitantes. (SICTI) Ind. 6.3. Número de Spin-off creadas en los últimos 5 años. (SICTI) Ind. 6.4. Porcentaje de patentes, modelos de utilidad y variedades vegetales en cotitularidad (según marco poblacional de instituciones públicas). (Encuesta TCI/SICTI) Obj. 7 Promover la investigación y la innovación en el tejido empresarial español, incrementando su compromiso con la I+D+I y ampliando el perímetro de las empresas innovadoras para hacer más competitivo al tejido empresarial. Ind. 7.1. Porcentaje de empresas españolas innovadoras. (INE) Ind. 7.2. Intensidad en innovación. (INE) Ind. 7.3. Porcentaje de empresas españolas innovadores respecto empresas españolas potencialmente innovadoras. (INE) Ind. 7.4. Gasto en I+D empresarial respecto PIB. (INE) Ind. 7.5. Gasto en I+D empresarial interna respecto Gasto total en I+D. (INE) Ind. 7.6. Compra de I+D empresarial respecto Gasto total en I+D. (INE) Ind. 7.7. Porcentaje de personal empleado en I+D respecto a la población ocupada en el ámbito empresarial (EJC). (Eurostat) Ind. 7.8. Solicitudes de patentes PCT realizadas por empresas. (SICTI/ PATSTAT) Ind. 7.9. Volumen de negocio de sectores manufactures de Alta y Media Alta tecnología respecto PIB Industria. (INE) Ind. 7.10. Valor de las exportaciones de productos de alta tecnología respecto Valor de las exportaciones de productos industriales. (INE)- 134 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIIIndicadores por ejes FORTALECIMIENTO INSTITUCIONAL Eje 1. Presupuestario. Aumentar el presupuesto dedicado a la I+D+I durante el periodo 2021-2027, e incentivar la inversión privada, hasta alcanzar la media de la UE, en particular a través de ayudas directas (subvenciones), y favorecer, el establecimiento de líneas adecuadas para facilitar el uso de los Fondos Estructurales de la UE, así como el cumplimiento de la normativa de Ayudas de Estado. Ind. Eje 1.1. Créditos presupuestarios y las obligaciones reconocidas netas de la Política de Gasto 46 (I+D+I) de la AGE y de las CCAA. (SICTI) Ind. Eje 1.2. Porcentaje de ejecución del capítulo 7 del programa 46 de los PGE. (SICTI) Ind. Eje 1.3. Porcentaje de ejecución del capítulo 8 del programa 46 de los PGE. (SICTI) Ind. Eje 1.4. Porcentaje del gasto en I+D respecto PIB. (INE) Ind. Eje 1.5. Porcentaje del gasto en I+D financiado por el sector empresas. (INE) Ind. Eje. 1.6 Porcentaje de gasto en I+D del sector empresarial respecto al PIB. (INE) Eje 2. Instrumental. Desarrollar los instrumentos y órganos dependientes de la LCTI, para incrementar el asesoramiento experto a los distintos estamentos estatales y de gobierno. Simplificar y flexibilizar los instrumentos disponibles y adecuarlos a las necesidades de los distintos agentes para mejorar el aprovechamiento de los recursos. Fortalecer agentes de financiación del SECTI (AEI, ISCIII, CDTI). Ind. Eje 2.1. Normas que se hayan modificado, adaptado o creado (normativa nueva) en el ámbito de la Ciencia, Tecnología e Innovación con el objetivo de flexibilizar el sistema. (MCIN) Ind. Eje 2.2. Número de organismos intervinientes en las distintas fases de resolución de una convocatoria y tiempo medio. (AEI/CDTI) Ind. Eje 2.3. Disminución en el tiempo de resolución de las convocatorias de ayudas de I+D+I. (SICTI) Eje 3. Coordinación. Coordinar y complementar las políticas de I+D+I nacionales y sectoriales con otras de ámbito europeo, regional y local, fomentando el apoyo a otros países en la elaboración de sus políticas en este ámbito. Ind. Eje 3.1. Número de actuaciones de I+D+I cofinanciadas entre distintas administraciones y presupuesto previsto y ejecutado. (SICTI) Ind. Eje 3.2. Porcentaje del presupuesto del PEICTI destinado a ayudas cofinanciadas. (SICTI) Ind. Eje 3.3. Solapamiento de las ayudas públicas atendiendo a los beneficiarios (número medio de ayudas por tipo de beneficiario). (SICTI)- 135 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIIEje 4. Gobernanza. Abordar el desarrollo de un sistema de gobernanza y de indicadores que facilite el análisis, el seguimiento y la evaluación de los resultados respecto a los objetivos fijados. Ind. Eje 4.1. Volumen de información contenida en SICTI: Nuevos informes. (SICTI) Ind. Eje 4.2. Número de nuevos indicadores disponibles en SICTI. (SICTI) Ind. Eje. 4.3. Número de estadísticas en el Plan Estadístico Nacional en ciencia, tecnología e innovación (MICIN) AGENTES INVESTIGADORES E INNOVADORES Eje 5. Capacidades. Fomentar y apoyar la generación de capacidades científicas e innovadoras en los agentes del SECTI públicos y privados para favorecer la agregación y el desarrollo de núcleos I+D+I de alto nivel, y promover la excelencia en las infraestructuras científicas y tecnológicas. Ind. Eje 5.1. Porcentaje de publicaciones en revistas del primer cuartil (Q1) a nivel nacional, por tipo de institución y por institución. (FECYT) Ind. Eje 5.2. Porcentaje de publicaciones entre el 10% más citadas del mundo. (FECYT) Ind. Eje 5.3. Porcentaje de publicaciones entre el 1% más citadas del mundo. (FECYT) Ind. Eje 5.4. Número de proyectos obtenidos del ERC por millón de habitantes. (FECYT) Ind. Eje 5.5. Inversión anual en infraestructuras de la AGE y de las CCAA. (SICTI) Eje 6. Itinerario. Establecer un itinerario científico y tecnológico de entrada al sistema de I+D+I para facilitar la promoción y seguridad laboral, que contemple las necesidades de personal de nuestro país en materia de investigación e innovación, en universidades, organismos públicos, institutos de investigación sanitaria, centros públicos y privados de I+D+I y empresas. Este itinerario debe considerar la salida al sector privado, de acuerdo con las propias necesidades del sector productivo y de servicios. Ind. Eje 6.1. Población entre 25-34 años que ha obtenido un doctorado en el año de referencia (). (Eurostat/SIIU) Ind. Eje 6.2. Porcentaje de personal empleado en I+D con doctorado. (Eurostat) Ind. Eje 6.3. Número de investigadores (EJC) por cada millón de habitantes. (INE)- 136 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIIEje 7. Talento. Establecer mecanismos de atracción y desarrollo de talento investigador, tecnológico e innovador a las empresas, industrias y centros de I+D+I, y facilitar la movilidad del personal investigador, tecnológico e innovador, tanto en el sector público, como en el privado. Respetando el principio de perspectiva de género en I+D+I así como la igualdad de trato y de oportunidades entre mujeres y hombres. Ind. Eje 7.1. Movilidad de los autores considerando su última afiliación utilizando los datos bibliométricos del 2016. (OCDE) Ind. Eje 7.2. Porcentaje de investigadores y de personal dedicado a I+D en el ámbito empresarial (respecto al total de sectores). (Eurostat) Ind. Eje 7.3. Porcentaje de doctores respecto al personal en I+D en empresas. (Eurostat/INE) Ind. Eje. 7.4. Porcentaje de mujeres investigadoras. (Eurostat/INE) Ind. Eje. 7.5. Porcentaje de mujeres que son primer autor en una publicación. (FECYT) Eje 8. Promoción. Promover la innovación empresarial y la difusión de la innovación en todos los sectores, especialmente en las pequeñas y medianas empresas (pyme), facilitando la incorporación de tecnologías e innovaciones, que faciliten la consecución de las prioridades políticas, sociales y económicas del país. Asegurar incentivos fiscales adecuados a la I+D+I adaptados a las empresas del sistema de ciencia e innovación1. Ind. Eje 8.1. Porcentaje de pyme innovadoras sobre el total de pyme. (INE) Ind. Eje 8.2. Porcentaje de gasto en I+D de las pyme. (INE/Eurostat) Ind. Eje 8.3. Número de Spin-off creadas en los últimos cinco años. (SICTI) Ind. Eje 8.4. Solicitudes de patentes PCT realizadas por empresas. (SICTI) Eje 9. Oportunidades. Reforzar los sectores estratégicos nacionales, transformando los retos sociales en oportunidades de desarrollo empresarial, y fomentando el emprendimiento y la inversión en I+D+I del sector privado, así como la atracción de capital riesgo para las empresas innovadoras. Ind. Eje 9.1. Porcentaje de gasto en I+D del sector empresarial. (INE/ Eurostat) Ind. Eje 9.2. Porcentaje del presupuesto del PEICTI destinado a Acciones Estratégicas. (SICTI) 1 Sobre los aspectos TICs de este indicador el ONTSI puede ser fuente origen.- 137 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIIRELACIONES ENTRE LOS AGENTES Eje 10. Multidisciplinariedad. Favorecer la inter y multi- disciplinariedad, fomentando y dando apoyo al uso trasversal de las tecnologías facilitadoras esenciales, las tecnologías digitales disruptivas o las tecnologías profundas que permiten el avance empresarial y social. Ind. Eje 10.1. Porcentaje de proyectos del PEICTI que son evaluados en comisiones multidisciplinares. (AEI/CDTI/ISCIII) Eje 11. Transferencia. Promover la existencia de canales eficaces de transferencia, cooperación e intercambio de conocimiento entre los sectores públicos y privados. Ind. Eje 11.1. Porcentaje de gasto en I+D del sector público financiado por el sector privado. (INE/Eurostat) Ind. Eje 11.2. Porcentaje de patentes, modelos de utilidad y variedades vegetales en cotitularidad (según marco poblacional de instituciones públicas). (Encuesta TCI/SICTI) Eje 12. Innovación. Potenciar las cadenas de valor alrededor de sistemas de innovación focalizados. Ind. Eje 12.1. Porcentaje de empresas innovadoras de producto o proceso que cooperan con universidades u otros centros de enseñanza superior/ con la AP o institutos públicos de investigación. (INE) Eje 13. Internacionalización. Potenciar la internacionalización de los agentes del SECTI mediante: i) la promoción y el apoyo para incrementar la participación en programas internacionales como Horizonte Europa y sus iniciativas de programación conjunta; ii) la colaboración internacional con el apoyo de la diplomacia científica; iii) la cooperación internacional para el desarrollo sostenible; iv) el fomento y la participación en instalaciones e infraestructuras científicas y tecnológicas internacionales. Ind. Eje 13.1. Porcentaje de estudiantes de doctorado internacionales en las universidades españolas (SIIU) Ind. Eje 13.2. Tasa de retorno español en el Programa Marco Europeo (CDTI) Ind. Eje 13.3. Número de entidades españolas que participan en actividades financiadas por el programa marco europeo (CDTI) Ind. Eje 13.4. Porcentaje de publicaciones en colaboración internacional (FECYT) Ind. Eje 13.5. Porcentaje de empresas que cooperaron con socios extranjeros para realizar actividades innovadoras (INE) Ind. Eje 13.6. Porcentaje de investigadores extranjeros en España (INE) Ind. Eje 13.7. Porcentaje de gasto en I+D financiado por el exterior (INE) Ind. EJE 13.8. Número de proyectos de cooperación internacional para el desarrollo financiados por actores de la cooperación española para actividades científicas y de investigación (MAUC)- 138 - ANEXO III - INDICADORES RECOMENDADOS PARA EL ANÁLISIS DE OBJETIVOS Y EJESANEXO IIICIENCIA E INNOVACIÓN EN LA SOCIEDAD Eje 14. Social. Promover el compromiso de la sociedad española con la I+D+I, fomentando la divulgación y la cultura científica, la reflexión sobre el papel de la ciencia y la tecnología en la sociedad actual, y promoviendo una ciencia e innovación abiertas e inclusivas. Ind. Eje 14.1. Número de entidades del SECTI que cuentan con estructuras de difusión a la sociedad del conocimiento científico. (FECYT) Ind. Eje 14.2. Porcentaje de la población que opina que los beneficios de la ciencia y la tecnología son mayores que sus perjuicios. (FECYT) Ind. Eje. 14.3. Número de comités de asesoramiento que incluyen a la sociedad civil. (MICIN)- 139 - ANEXO IV - GLOSARIO DE TÉRMINOS Y ACRÓNIMOSANEXO IVANEXO IV Glosario de términos y acrónimos- 140 - ANEXO IV - GLOSARIO DE TÉRMINOS Y ACRÓNIMOSANEXO IVAAPP Administraciones Públicas AEI Agencia Estatal de Investigación AGE Administración General del Estado CACTI Consejo Asesor de Ciencia, Tecnología e Innovación CCAA Comunidades Autónomas CDTI Centro de Desarrollo Tecnológico e Industrial CEEI Comité Español de Ética de la Investigación CEOE Confederación Española de Organizaciones Empresariales COSCE Confederación de Sociedades Científicas de España COVID-19 Nombre dado a la enfermedad asociada al virus SARS-CoV-2 CPCTI Consejo de Política Científica, Tecnológica y de Innovación CPI Compra Pública de Innovación CRUE Conferencia de Rectores de las Universidades Españolas DEP Programa Europa Digital DESI Índice de Sociedad y Economía Digital DGPI Dirección General de Planificación de la Investigación DIH del inglés Digital Innovation Hubs EECTI Estrategia Española de Ciencia, Tecnología e Innovación EIC del inglés European Innovation Council EJC Equivalencia a jornada completa EOSC del inglés European Open Science Cloud ERC del inglés European Research Council ESFRI del inglés European Strategy Forum on Research Infrastructures FECYT Fundación Española para la Ciencia y la Tecnología FEDER Fondo Europeo de Desarrollo Regional- 141 - ANEXO IV - GLOSARIO DE TÉRMINOS Y ACRÓNIMOSANEXO IVFEMP Fondo Europeo Marítimo y de Pesca FSE+ Fondo Social Europeo HE Programa Marco de I+D+I de la UE. Horizonte Europa. I+D+I Investigación, desarrollo e innovación IA Inteligencia Artificial ICTS Infraestructuras Científico Técnicas Singulares INE Instituto Nacional de Estadística IoT del inglés Internet of Things IPSFL Instituciones privadas sin fines de lucro ISCIII Instituto de Salud Carlos III LCTI Ley 14/2011, de 1 de junio, de la Ciencia, la Tecnología y la Innovación MAEUEC Ministerio de Asuntos Exteriores, Unión Europea y Cooperación MAPA Ministerio de Agricultura, Pesca y Alimentación MCIN Ministerio de Ciencia e Innovación MFP Marco Financiero Plurianual MINCOTUR Ministerio de Industria, Comercio y Turismo MINCUL Ministerio de Cultura MINDEF Ministerio de Defensa MINECO Ministerio Economía y Empresa MINHA Ministerio de Hacienda MINSAN Ministerio de Sanidad MITERD Ministerio para la Transición Ecológica y el Reto Demográfico MITMA Ministerio de Transporte, Movilidad y Agenda urbana MUNI Ministerio de Universidades NNUU Naciones Unidas- 142 - ANEXO IV - GLOSARIO DE TÉRMINOS Y ACRÓNIMOSANEXO IVOCDE Organización para la Cooperación y el Desarrollo Económicos ODS Objetivos de Desarrollo Sostenible OTRI Oficina de Transferencia de Resultados de Investigación PCT Tratado de Cooperación de Patentes PEICTI Planes Estatales de Investigación Científica, Técnica y de Innovación PG Presupuesto de Gasto PGE Presupuestos Generales del Estado PIB Producto Interior Bruto pyme pequeñas y medianas empresas RRHH Recursos Humanos RIS3 Estrategia de Especialización Inteligente S3 Estrategia de Especialización Inteligente SECTI Sistema Español de Ciencia, Tecnología e Innovación SICTI Sistema de Información sobre Ciencia, Tecnología e Innovación SIIU Sistema Integrado de Información Universitaria SOMMA Alianza de Centros Severo Ochoa y Unidades María de Maeztu STEM del inglés, Science, Technology, Engineering and Mathematics UE Unión Europea- 143 - ANEXO IV - GLOSARIO DE TÉRMINOS Y ACRÓNIMOSANEXO IV "}