{"title": "Real-World Monitoring of COVID-19 Vaccines: An Industry Expert View on the Successes, Challenges, and Future Opportunities - Drug Safety", "author": "Bauchau; Vincent; Davis; Kourtney; Frise; Sarah; Jouquelet-Royer; Corinne; Wilkins; Jamie", "url": "https://link.springer.com/article/10.1007/s40264-023-01290-8", "hostname": "springer.com", "description": "Pharmacovigilance leaders from major vaccine developers describe the learnings from the coronavirus disease 2019 (COVID-19) pandemic in the area of pharmacovigilance and pharmacoepidemiology. The authors aim to raise awareness of the co-operation among vaccine developers, highlight common challenges, advocate for solutions, and propose recommendations for the future in the areas of real-world safety and effectiveness, safety reporting and evaluation, and regulatory submissions. To enable timely evaluation of real-world safety and effectiveness, multi-sponsor study platforms were implemented, resulting in quicker recruitment over wide geographical areas. Future gains could be derived by developing geographically flexible, common protocols and/or joint company-sponsored studies for multiple vaccines and a collective strategy to build low/middle-income country (LMIC) sentinel sites. Safety reporting, signal detection and evaluation was particularly challenging given the unprecedented number of adverse events reported. New methods were required to manage increased report volume while maintaining the ability to quickly identify and respond to new data that could impact the benefit-risk profile of each vaccine. Worldwide health authority submissions, requests for information and differing regulatory requirements imposed significant burden on regulators and industry. Industry consensus on the safety reporting requirements and joint meetings with regulatory authorities markedly reduced this burden for all stakeholders. The most impactful innovations should be undertaken rapidly and expanded to other vaccines and therapeutics, with a multi-stakeholder approach. The authors of this paper make future recommendations and have launched an initiative named BeCOME (Beyond COVID Monitoring Excellence) with a focus on actions in each of the highlighted areas.", "sitename": "SpringerLink", "date": "2023-04-11", "cleaned_text": "Abstract Pharmacovigilance leaders from major vaccine developers describe the learnings from the coronavirus disease 2019 (COVID-19) pandemic in the area of pharmacovigilance and pharmacoepidemiology. The authors aim to raise awareness of the co-operation among vaccine developers, highlight common challenges, advocate for solutions, and propose recommendations for the future in the areas of real-world safety and effectiveness, safety reporting and evaluation, and regulatory submissions. To enable timely evaluation of real-world safety and effectiveness, multi-sponsor study platforms were implemented, resulting in quicker recruitment over wide geographical areas. Future gains could be derived by developing geographically flexible, common protocols and/or joint company-sponsored studies for multiple vaccines and a collective strategy to build low/middle-income country (LMIC) sentinel sites. Safety reporting, signal detection and evaluation was particularly challenging given the unprecedented number of adverse events reported. New methods were required to manage increased report volume while maintaining the ability to quickly identify and respond to new data that could impact the benefit-risk profile of each vaccine. Worldwide health authority submissions, requests for information and differing regulatory requirements imposed significant burden on regulators and industry. Industry consensus on the safety reporting requirements and joint meetings with regulatory authorities markedly reduced this burden for all stakeholders. The most impactful innovations should be undertaken rapidly and expanded to other vaccines and therapeutics, with a multi-stakeholder approach. The authors of this paper make future recommendations and have launched an initiative named BeCOME (Beyond COVID Monitoring Excellence) with a focus on actions in each of the highlighted areas. Co-operation among coronavirus disease 2019 (COVID-19) vaccine manufacturers in the area of pharmacovigilance was critical to the development and timely deployment of COVID-19 vaccines. Several innovations were implemented, from regulatory processes to the creation of new data platforms. Near real-time access to high-quality, comprehensive, and relevant data, as well as more rapid and flexible communication channels and forums between stakeholders, are points for future improvements. 1 Introduction In 2020, scientists around the world embarked on a race to produce well tolerated and effective coronavirus disease 2019 (COVID-19) vaccines in record time. As of 9 February 2023, 13.277 billion injections have been administered across 184 countries, with a rate estimated at 1.09 million doses administered each day [ [1](/article/10.1007/s40264-023-01290-8#ref-CR1)]. The successful journey to provide access to these vaccines, once approved, depended on several critical factors, including but not limited to the ability of scientists across all sectors to rapidly characterize and rapidly manage the emerging risk profiles of the vaccines, and manufacturers' capability to evolve and satisfy regulatory requirements in the context of parallel worldwide submissions and unprecedented volumes of adverse event (AE) reports. Additionally, both vaccine delivery and vaccine hesitancy were influenced by how effectively public concerns were addressed regarding new vaccine technologies, short development timelines, accelerated regulatory approvals, and vaccine benefit-risk profiles [ [2](/article/10.1007/s40264-023-01290-8#ref-CR2)]. It was clear early on that pharmacovigilance (PV) and pharmacoepidemiology professionals within pharmaceutical companies, regulatory authorities, and other institutions would play an essential role, as the readiness of global PV infrastructure was key to support the global rollout of new vaccines. As for all vaccines and medicines, each coronavirus vaccine manufacturer developed and obtained health authority (HA) approval for a strategy to monitor the risks of their respective vaccine when used in real-world conditions. Typically, ongoing detection of safety signals and periodic aggregate reporting is undertaken as per global regulatory requirements [ [3](/article/10.1007/s40264-023-01290-8#ref-CR3)]. In addition, post-authorization safety studies are required at the time of initial licensure for vaccines and medicines [ [3](/article/10.1007/s40264-023-01290-8#ref-CR3)]. In the context of the COVID-19 vaccines, these basic requirements remained and were further expanded with the scale of the vaccine campaign and in the face of new vaccine platforms, such as mRNA [ [4](/article/10.1007/s40264-023-01290-8#ref-CR4)] and viral vectors [ [5](/article/10.1007/s40264-023-01290-8#ref-CR5)]. By May 2021, a total of 17 COVID-19 vaccines were approved for use by at least one regulatory authority and 355 vaccine candidates were in development, with 92 of these in clinical trials [ [6](/article/10.1007/s40264-023-01290-8#ref-CR6)]. In filing for accelerated authorization/approvals, all manufacturers faced the same dilemma: each company had to prepare a comprehensive but agile safety strategy that could be readily adapted for concurrent submission to multiple HAs, each with their own requirements. Furthermore, due to the unique requirements for COVID 19 vaccine authorization [ [7](/article/10.1007/s40264-023-01290-8#ref-CR7), [8](/article/10.1007/s40264-023-01290-8#ref-CR8)] and lack of experience implementing vaccination programs at this scale, regulators were developing guidance and manufacturers were responding with implementation strategies in real time. While pharmaceutical companies are competitors racing to launch 'first-in-class' medicines, in the case of the COVID-19 pandemic, all vaccine developers faced the same relentless challenger, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus. The only sensible way to address the public health challenge was for companies to cooperate, notably through several ad hoc task forces within trade associations. Beyond extensive collaborations and networking, this unprecedented level of cooperation led to tangible impacts in three key areas. 2 Evaluating Real-World Safety and Effectiveness Many regulators required vaccine manufacturers to generate real-world evidence for evaluation of safety and effectiveness in larger and more diverse patient populations [ [7](/article/10.1007/s40264-023-01290-8#ref-CR7), [8](/article/10.1007/s40264-023-01290-8#ref-CR8)]. The lack of suitable real-world data (e.g. vaccine exposure), outpaced specialized scientific workforce and the need for agile, scalable study designs were mitigated by manufacturers' cooperative approach to solicit major HA guidance on study designs, develop joint approaches to fill evidence gaps, and implement collaborative study platforms. Examples of multi-sponsor study platforms include an international pregnancy registry, C-VIPER [ [9](/article/10.1007/s40264-023-01290-8#ref-CR9)], and a European public/private study platform, COVIDRIVE [ [10](/article/10.1007/s40264-023-01290-8#ref-CR10)]. Specific challenges for conducting valid and timely effectiveness studies included achieving large enough exposure cohorts to capture sufficient hospitalization cases for rapid and robust effect estimates (reduce uncertainty in effect estimates), secondary data sources with capability to differentiate specific vaccine product and doses (reduce exposure misclassification), confirmation of SARS-COV-2 infection by polymerase chain reaction (PCR) testing (reduce outcome misclassification), appropriate consent and data use agreements between stakeholders to link patient-level data, and efficient sharing of constrained resources. Benefits of cooperation included quicker recruitment in a wide geographical area and faster review/approvals for those manufacturers licensing vaccines subsequent to the earlier vaccines available under emergency use authorization. Incremental future gains could be derived from these efforts by developing geographically flexible, common protocols and/or joint company-sponsored studies for multiple vaccines and a collective strategy to build low/middle-income country (LMIC) sentinel sites. Additionally, early, clearer guidance from and common understanding with regulators on evidence generation gaps (e.g. populations, outcomes, observation window, etc.), as well as a streamlined protocol review process, could also lead to significant improvements in this area (Table [1](/article/10.1007/s40264-023-01290-8#Tab1)A). 3 Safety Reporting, Signal Detection and Evaluation From the earliest point in mass vaccination campaigns, unprecedented numbers of AEs were reported. Based on earlier experience with H1N1, AE reporting rates were expected to be in the range of 0.04% (4 case reports/10,000 vaccinations). In reality, AE reporting was up to 15 times higher, e.g., reaching 0.6% in the UK in the 2 months following emergency supply approval [ [11](/article/10.1007/s40264-023-01290-8#ref-CR11)]. Individual companies described peak rates of >9000-13,000 cases/day and relevant data from major HAs further illustrate this extraordinary circumstance. For example, data from the US FDA Vaccine Adverse Event Reporting System (VAERS) shows there were 10,876 reported events with COVID-19 vaccines in the initial months following emergency supply in 2020, representing 22.58% of all 48,159 individuals with a report in 2020; this rose by 20-fold, to 220,825 reported events or 99% of the total, during the period from 1 January 2021 to 14 May 2021 [ [12](/article/10.1007/s40264-023-01290-8#ref-CR12)]. Likewise, the European Medicines Agency (EMA) reports that as of December 2022, EudraVigilance contained a staggering number of suspected adverse effects for available vaccines, including Comirnaty (967,351 cases; about 685 M* (M* about 361,300) [ [13](/article/10.1007/s40264-023-01290-8#ref-CR13)]. This level of reporting called for new methods and logistics to manage increased volume while maintaining the ability to quickly identify and respond to new safety information that could impact the benefit-risk profile of each vaccine. Perhaps the requirement with the greatest resource impact was the EMA and other subsequent regulator requirements for a unique COVID-19 vaccine monthly summary safety report (MSSR) [ [7](/article/10.1007/s40264-023-01290-8#ref-CR7)]. This report was voluminous (in the authors' collective experience, reaching between approximately 5000-13,000 pages per month) and included both interval and cumulative analyses, as well as observed versus expected (O/E) analyses for > 40 AEs of special interest (AESIs). While O/E analysis is a commonly used methodology, number of analyses required, speed of delivery, and multiple difficulties related to the source data made this endeavor extremely challenging, despite large efforts at increasing human resources and developing ad hoc automation (Table [1](/article/10.1007/s40264-023-01290-8#Tab1)B includes an additional description of challenges related to O/Es). Regular and systematic non-competitive knowledge sharing across manufacturers enabled them to rise to the challenge of near real-time signal detection and refinement. Relevant forums included the COVID 19 Research and Development Alliance—PV subgroup [ [14](/article/10.1007/s40264-023-01290-8#ref-CR14)], Vaccines Europe PV subgroup [ [15](/article/10.1007/s40264-023-01290-8#ref-CR15)], COVAX Vaccine Safety Working group [ [16](/article/10.1007/s40264-023-01290-8#ref-CR16)], and the International Federation of Pharmaceutical Manufacturers (IFPMA) safety group [ [17](/article/10.1007/s40264-023-01290-8#ref-CR17)]. Participants of these forums are experts in PV, pharmacoepidemiology and risk management. With the high likelihood of another pandemic, there must be sustained efforts by PV groups in industry and regulatory agencies to ensure that the lessons learned have a long-lasting impact. To reach the target goal of near real-time signal assessment, efforts need to focus on enabling immediate availability of critical data (e.g. robust and up-to-date exposure and background incidence rates) and refinement of content and cadence of required reporting. 4 Worldwide Health Authority Submissions, Requests and Requirements Unlike the typical phased approach, COVID-19 vaccine regulatory submissions and related interactions occurred simultaneously for over 100 different countries. While there were many initiatives among various HAs aimed at reducing regulatory burden for registration and accelerating access to important vaccines and medicines, there was no specific effort to address the immense regulatory burden on both industry and national authorities. The many efforts for the Companies to develop joint proposals and approaches helped streamline this process and demonstrate that all parties were able to cooperate in the interest of a common goal without sacrificing independence and confidentiality. A significant example of this cooperation is the industry consensus on the scope and template for the novel requirement for Monthly Summary Safety Requirement (MSSR) that was accepted by the EMA and other regions. Other examples are outlined in Table [1](/article/10.1007/s40264-023-01290-8#Tab1). Complete alignment of a global position on the benefit-risk profile for one COVID-19 vaccine is generally not attainable due to the rapidly changing burden of disease during the pandemic over time as well as geography. However, all stakeholders rely on quality and timely data to reach evidence-based decisions. Duplicating efforts to gather and analyse data can only serve to reduce scientific capacity across industry and national authorities. Therefore, more could and should be done to foster the development of mechanisms and systems to facilitate regulatory collaboration on postmarketing safety surveillance (Table [1](/article/10.1007/s40264-023-01290-8#Tab1)C). 5 Conclusion The real-world monitoring of COVID-19 vaccines, in addition to their development and rollout, has been a unique experience with some key features and learnings. First, collaboration at multiple levels was critical, including between vaccine companies. The clear pandemic public health emergency showcased how potential competitors can cooperate, given common challenges (the novel virus, regulatory process, supply chain), common values (improving health and reducing disparities, scientific integrity), and common understanding of the challenges to create shared solutions. This was facilitated by a number of agile working groups of experts with a sense of urgency. Second, several innovations were implemented, from regulatory processes to the creation of new data platforms. Some of these innovations have proven their value but may be abandoned as the COVID-19 crisis (or focus on it) diminishes. We believe that efforts to sustain the most impactful innovations should be undertaken rapidly, and expanded to other vaccines and therapeutics, with a multi-stakeholder approach. The authors of this paper have launched such an initiative, named BeCOME (Beyond COVID Monitoring Excellence) under the IFPMA umbrella. The first goal of BeCOME is to develop a 5-year action plan including, but not limited to, each of the areas highlighted in Table [1](/article/10.1007/s40264-023-01290-8#Tab1) [ [17](/article/10.1007/s40264-023-01290-8#ref-CR17)]. Input from key stakeholders such as regulators, industry, non-government organizations and public health experts will be solicited in the development of the consensus plan. Along with these innovations, some new and pre-existing gaps have been highlighted (e.g. the H1N1 vaccination campaign in 2009-2010). Near real-time access to high-quality, comprehensive, and relevant data, as well as more rapid and flexible communication channels and forums between stakeholders, are points for future improvements. Rapid, relevant and reliable data on benefits and risks are critical to a range of decision makers, including regulators who approve and label, health care providers who make clinical decisions, and ultimately to all persons receiving vaccines. Overall, we need a common and collaborative strategy to be prepared for the next pandemic and to facilitate efficient deployment of other vaccines that can positively impact public health. Readiness for real-world surveillance will only improve if we sustain the efforts across all vaccines and all regions, today and together. References Our World in Data. Coronavirus (COVID-19) Vaccinations. [https://ourworldindata.org/covid-vaccinations](https://ourworldindata.org/covid-vaccinations). Accessed 9 Feb 2023. SAGE Working Group on Vaccine Hesitancy Report of the SAGE Working Group on Vaccine Hesitancy. [https://thecompassforsbc.org/sbcc-tools/report-sage-working-group-vaccine-hesitancy](https://thecompassforsbc.org/sbcc-tools/report-sage-working-group-vaccine-hesitancy). Accessed 7 Fe 2023. European Medicines Agency. Good Pharmacovigilance Practices. [https://www.ema.europa.eu/en/human-regulatory/post-authorisation/pharmacovigilance/good-pharmacovigilance-practices](https://www.ema.europa.eu/en/human-regulatory/post-authorisation/pharmacovigilance/good-pharmacovigilance-practices). Accessed 7 Feb 2023. Verbeke R, Lentacker I, De Smedt SC, Dewitte H. The dawn of mRNA vaccines: the COVID-19 case. J Control Release. 2021;333:511-20. Lundstrom K. Viral vectors for COVID-19 vaccine development. Viruses. 2021;13(2):317. [https://doi.org/10.3390/v13020317](https://doi.org/10.3390/v13020317). UNICEF. COVID-19 vaccine market dashboard. 28 May 2021. [https://www.unicef.org/supply/covid-19-market-dashboard](https://www.unicef.org/supply/covid-19-market-dashboard). Accessed 7 Feb 2023. Considerations on core requirements for RMPs of COVID-19 vaccines. EMA/PRAC/73244/2022 coreRMP19 v3.1, 1 September 2022. [https://www.ema.europa.eu/en/documents/other/consideration-core-requirements-rmps-covid-19-vaccines_en.pdf](https://www.ema.europa.eu/en/documents/other/consideration-core-requirements-rmps-covid-19-vaccines_en.pdf). US Department of Health and Human Services, Food and Drug Administration, Center for Biologics Evaluation and Research June 2020. Development and Licensure of Vaccines to prevent COVID-19. Guidance for Industry. [https://www.fda.gov/regulatory-information/search-fda-guidance-documents/development-and-licensure-vaccines-prevent-covid-19](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/development-and-licensure-vaccines-prevent-covid-19). Accessed 7 Feb 2023. Wyszynski DF, Bhattacharya M, Martínez-Pérez Scialli AR, Tassinari M, Bar-Zeev N, Renz C, Hernández-Díaz S. The COVID-19 Vaccines International Pregnancy Exposure Registry (C-VIPER): protocol and methodological considerations. Drug Saf. 2023. [https://doi.org/10.1007/s40264-022-01271-3](https://doi.org/10.1007/s40264-022-01271-3). COVIDRIVE. A private-public partnership for the estimation of brand-specific COVID-19 vaccine effectiveness in Europe. [https://covidrive.eu](https://covidrive.eu). Accessed 7 Feb 2023. Sharma V. The Real Story Behind COVID-19 Vaccine Safety Monitoring. The Pink Sheet; 9 November 2021. [https://pink.pharmaintelligence.informa.com/PS145222/The-Real-Story-Behind-COVID-19-Vaccine-Safety-Monitoring?vid=Pharma&processId=726b0cbc-1435-419b-9d5a-a91c9b944ce1](https://pink.pharmaintelligence.informa.com/PS145222/The-Real-Story-Behind-COVID-19-Vaccine-Safety-Monitoring?vid=Pharma&processId=726b0cbc-1435-419b-9d5a-a91c9b944ce1). Accessed 7 Feb 2023. Ceacareanu AC, Wintrob ZAP. Summary of COVID-19 vaccine-related reports in the vaccine adverse event reporting system. J Res Pharm Pract. 2021;10(3):107-13. European Medicines Agency. COVID-19 Vaccines Safety Update. [https://www.ema.europa.eu/en/documents/covid-19-vaccine-safety-update/covid-19-vaccines-safety-update-8-december-2022_en.pdf](https://www.ema.europa.eu/en/documents/covid-19-vaccine-safety-update/covid-19-vaccines-safety-update-8-december-2022_en.pdf). Accessed 7 Feb 2023. COVID Research and Development Alliance. [https://www.covidrdalliance.com](https://www.covidrdalliance.com). Accessed 7 Feb 2023. Vaccines Europe. [https://www.vaccineseurope.eu](https://www.vaccineseurope.eu). Accessed 7 Feb 2023. World Health Organisation. Technical brief: Regulation of COVID-19 Vaccines. Synopsis of the August 2020-February 2021 COVAX RAG meetings. 14 April 2021. [https://cdn.who.int/media/docs/default-source/medicines/regulatory-updates/covid-19/tech-brief_april-2021_regulation-of-covid-19-vaccines_synopsis_-aug2020_feb2021](https://cdn.who.int/media/docs/default-source/medicines/regulatory-updates/covid-19/tech-brief_april-2021_regulation-of-covid-19-vaccines_synopsis_-aug2020_feb2021). Accessed 7 Feb 2023. International Federation of Manufacturers and Associations (IFPMA). [https://ifpma.org/areas-of-work/advancing-sustainable-health-systems/vaccines](https://ifpma.org/areas-of-work/advancing-sustainable-health-systems/vaccines). Accessed 7 Feb 2023. Acknowledgements The authors thank Karen Naim for her editorial support and acknowledge the input from all of their colleagues involved in the multiple taskforces and/or PV activities and real-world studies. Ethics declarations Funding No funding was provided for the authoring of this paper. Conflict of interest All authors and contributors are employees of the pharmaceutical industry with stocks and/or shares in their respective companies. Vincent Bauchau (GSK), Kourtney Davis (Janssen R&D, LLC), Corinne Jouquelet-Royer (Sanofi) Jamie Wilkins (Pfizer), Sarah frise (AstraZeneca). Ethics approval Not applicable. Consent to participate Not applicable. Consent to publication Granted by all authors. Availability of data and materials Not applicable. Code availability Not applicable. Authors' contributions All authors have contributed to the preparation of this manuscript and meet the International Committee of Medical Journal Editors (ICMJE) criteria for authorship. All authors have approved the article for submission. The opinions presented in the paper represent those of the authors and not their organizations. Additional information Disclaimer The views expressed in this article are the personal views of the authors and may not be understood or quoted as being made on behalf of or reflecting the position of any organization with which the author is affiliated or employed. Rights and permissions Open Access This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit [http://creativecommons.org/licenses/by-nc/4.0/](http://creativecommons.org/licenses/by-nc/4.0/). About this article Cite this article Bauchau, V., Davis, K., Frise, S. et al. Real-World Monitoring of COVID-19 Vaccines: An Industry Expert View on the Successes, Challenges, and Future Opportunities. Drug Saf 46, 327-333 "}