{"title": "What Types of Planters Are Safe to Grow Vegetables and Fruit? - TerraCast Products", "author": "Terracast", "url": "https://www.terracastproducts.com/types-planters-safe-grow-vegetables-fruit/", "hostname": "terracastproducts.com", "description": "Planters are made from a wide variety of materials, some of which could be detrimental to your health when used to grow edible fruits and vegetables. That's because toxins in the planter can leach into the soil and turn organic lettuce into contaminated lettuce.", "sitename": "TerraCast Products", "date": "2018-05-24", "cleaned_text": "Planters are made from a wide variety of materials, some of which could be detrimental to your health when used to grow edible fruits and vegetables. That's because toxins in the planter can leach into the soil and turn organic lettuce into contaminated lettuce. Growing your own fruit and veggie garden offers ample health benefits, there's no reason to undo your hard work by using a toxic planter. Certain materials have been found unsafe for growing fruits and vegetables, including plastics labeled for recycling with a 1, 3, 5, or 7. These plastics have been found to contain toxins associated with an increased risk for health issues like cancer. Our resin-based low-density polyethylene planters are labeled with a 4 for recycling. They are safe for growing fruits and veggies. 4 Questions to Ask Before Growing Fruits & Veggies in a Planter - What material is the planter made of? - Does the planter have a history in which it had contact with toxic chemicals? - Is the planter porous, and therefore capable of absorbing toxins into the soil? - Is it a repurposed container or an old building material with the risk of containing asbestos or lead? Safe Vs. Unsafe Planters for Growing Fruits & Vegies You may need to contact the manufacturer to determine what materials were used in the making of the product. Even if it takes a little extra research, it's always better to be safe and cautious. Avoid PVC Plastic Not all plastics are considered equal. In fact, some plastics are just fine for growing fruits and veggies while others present the potential for serious side effects. Look to the recycling label and avoid plastics labeled 1, 3, 5 and 7. PVC plastics are perhaps the worst of all. Although commonly found in garden piping, fencing, and so forth, PVC leaches into soil overtime. Research on PVC has found that it leaches chemicals into the soil, contaminates ground water and the air, and is toxic during manufacturing, as well as when it is disposed of in landfills. A 2015 study found that edible plants accumulate dangerous toxins from exposure to materials like PVC. Toxic chemicals were identified in plant tissues, including lettuce, carrots, and strawberries. Is the Planter Made from a Porous Material? Many planters are made of porous materials, which means surfaces readily absorb chemicals, moisture, etc. and release it into the soil. This can present food safety issues due to contaminated soil. While stone planters are not toxic and recommended for growing fresh produce, they are porous and so that's something to consider. Porous materials create issues with long term durability as well. That's because salts and moisture absorb through the top layer and can build up in the walls of planters. Moisture trapped here will expand/freeze and decrease/thaw with temperature fluctuations. This puts pressure on planter walls, leading to cracks and breaks in the surface. Also, porous planters are prone to letting moisture out of soil, leading to soil that dries too quickly especially in hot weather. Look for non-porous planters to prevent issue and help protect the safety of fruits and vegetables. Does it Contain Lead or Asbestos? While lead is a naturally occurring metal, it is incredibly toxic—especially to kids. If soil encounters lead-based paint it can become contaminated. Overtime paint deteriorates, turning into a fine dust or powder that can easily mix with soils. Most planters are not coated in paint with lead or asbestos. This is more commonly an issue when repurposing old containers or building materials into planters. Pre-1970s, paints commonly contained very high levels of lead. Before the 1950's, some paints contained even more lead—as much as 50%. Today, laws dictate domestic paints must contain no more than 0.1% lead. Be Careful with Repurposed Planters It is entirely possible for a repurposed or second-hand planter to be perfectly fine for planting fruits and veggies. Still, always proceed with caution. Without testing, it'd be near impossible to know exactly what a reused planter is made from or what it has been exposed to in the past. When it comes to the foods you put in your mouth, it might be worth splurging on a new planter. Planter materials might not be dangerous, but instead previous contamination could be an issue. For instance, if the planter had contact with agriculture chemicals such as fungicides, pesticides, or herbicides. Or, if the container was used to house other toxic substances. A Safer Way to Use Unsafe Planters: Double Potting Let's say you really want to use an old metal bucket to grow your cherry tomatoes. Protect your tomatoes while still scoring the old metal look by adding another pot to the mix and using the metal bucket as your cachepot. A cachepot is an outer decorative container used to conceal a smaller planter that houses the plant. Make sure that second planter is not porous or else it could potentially absorb the toxins "}