{"title": "COVID-19 vaccines: Are side effects and protection level linked?", "author": "Leigh Ann Green", "url": "https://www.medicalnewstoday.com/articles/covid-19-vaccine-if-you-had-no-side-effects-are-you-protected", "hostname": "medicalnewstoday.com", "description": "In this Snapshot feature, we answer a commonly asked question: If you have not had side effects after a COVID-19 vaccine, are you protected against SARS-CoV-2?", "sitename": "Medical News Today", "date": "2021-07-26", "cleaned_text": "Millions of people across the globe have received a COVID-19 vaccine. However, there are still numerous questions related to the effectiveness of these vaccines. One common question is whether there is a relationship between side effects observed after vaccination and subsequent immunity. All data and statistics are based on publicly available data at the time of publication. Some information may be out of date. Visit our [coronavirus hub](/coronavirus) for the most recent information on COVID-19. There are currently [21 COVID-19 vaccines](https://covid19.trackvaccines.org/vaccines/) authorized for use across the globe. In the United Kingdom, over [36,500,000](https://coronavirus.data.gov.uk/details/vaccinations) people have been fully vaccinated against COVID-19 to date. In the United States, more than [162,100,000](https://covid.cdc.gov/covid-data-tracker/#vaccinations) people are now fully vaccinated. Worldwide, over [13%](https://news.google.com/covid19/map?hl=en-US=%2Fm%2F07ssc&state=7=US&ceid=US%3Aen) of the population have been fully vaccinated against COVID-19, according to the data compiled by Google. Real-world vaccine safety monitoring continues for all vaccines, as the [Centers for Disease Control and Prevention (CDC)](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/effectiveness/work.html) Millions of vaccinated people have experienced side effects, including [swelling](/articles/swelling), [redness](/articles/323521), and [pain](/articles/145750) reported](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html) As is the case with any vaccine, however, not everyone will react in the same way. Many people have not reported or experienced [side effects](/articles/covid-19-vaccine-what-to-do-about-side-effects) after their vaccination. Does this mean that they are not protected against [SARS](/articles/7543)-CoV-2? In an interview with Medical News Today, [William Schaffner, M.D.](https://www.vumc.org/health-policy/person/william-schaffner-md), professor of [infectious diseases](https://www.nfid.org/about-nfid/board-of-directors/william-schaffner-md/) at Vanderbilt University Medical Center in Nashville, TN, spoke about the relationship between side effects and immunity to SARS-CoV-2, the virus that causes COVID-19. He stated that neither the presence nor the absence of side effects indicates immunity. \"There is no direct correlation between side effects and protection,\" said Prof. Schaffner. Data from the trials of the two-dose mRNA COVID-19 vaccines — [Pfizer-BioNTech](/articles/pfizer-vaccine-for-coronavirus) and [Moderna](/articles/moderna-vaccine-for-coronavirus) — indicate that these are over [90%](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/effectiveness/work.html) Because of the way in which vaccines work — by prompting the body to build up immunity against the target pathogen — individuals with compromised immune systems may not be able to build up complete or even partial immunity to SARS-CoV-2. According to Prof. Schaffner, some medications, such as immunosuppressants and some drugs used in [cancer](/articles/323648) treatments, may also negatively impact the effectiveness of COVID-19 vaccines. Some scientists have suggested that antibody testing could help assess whether a COVID-19 vaccine has promoted immunity to the new coronavirus. However, the [Food and Drug Administration (FDA)](https://www.fda.gov/medical-devices/safety-communications/antibody-testing-not-currently-recommended-assess-immunity-after-covid-19-vaccination-fda-safety) While antibody testing may seem a reasonable way to determine whether a person has developed antibodies to SARS-CoV-2, a positive test result does not necessarily indicate that a person will not develop COVID-19. The FDA is concerned that antibody testing could lead to a more relaxed attitude toward taking precautions against infection with the new coronavirus. This in turn [could result in](https://www.fda.gov/medical-devices/safety-communications/antibody-testing-not-currently-recommended-assess-immunity-after-covid-19-vaccination-fda-safety) [Dr. Elitza S. Theel](https://www.mayo.edu/research/faculty/theel-elitza-s-ph-d/bio-00055003), director of the Infectious Diseases Serology Laboratory at the Mayo Clinic in Rochester, MN, responded to MNT about antibody testing. \"There is not yet an established correlate of immunity for SARS-CoV-2 like we have for other vaccine-preventable diseases,\" said Dr. Theel. \"And we have to remember that the available COVID-19 serologic tests, of which there are many and can differ in their targets/performance characteristics, were not designed to indicate 'immunity' to reinfection but instead to indicate whether an individual has mounted an immune response to the virus or not. Whether that immune response is sufficient for long-term immunity is not something that these tests can definitively tell us at this point.\" - Dr. Elitza S. Theel It [typically](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/effectiveness/work.html) in [COVID-19] cases,\" Dr. Theel emphasized, \"is primarily occurring in unvaccinated individuals, which is both heartbreaking and frustrating because these could have been largely prevented had those individuals opted to get vaccinated.\" For live updates on the latest developments regarding the novel coronavirus and "}