{"title": "Refuerza tu sistema inmunitario: alimentos de temporada imprescindibles en otoño", "author": "Álvaro Piqueras", "url": "https://as.com/deporteyvida/2020/10/26/portada/1603704306_610406.html", "hostname": "as.com", "description": "Consumir alimentos de proximidad o temporada en tiempos de coronavirus supone una manrea eficaz de fortalecer nuestras defensas frente a infecciones.", "sitename": "Diario AS", "date": "2020-10-26", "cleaned_text": "Refuerza tu sistema inmunitario: alimentos de temporada imprescindibles en otoño Consumir alimentos de proximidad o temporada tiene implicaciones en aspectos como la economía o el medio ambiente, pero en tiempos de coronavirus suponen un gran aliado para fortalecer nuestras defensas. Consumir productos de proximidad o temporada es mucho más que un gesto. Además de asegurarnos de que el alimento en cuestión llega a nuestras despensas en un momento idóneo de maduración, mostramos un compromiso inequívoco con productores locales y fomentamos un proceso más sostenible en términos de transporte. Además, resulta una opción inteligente en términos económicos porque el precio de la cesta de la compra se reduce. Todos salimos ganando. Pero además se da la circunstancia de que los alimentos de temporada son beneficiosos para la salud. Y en medio de una pandemia mundial contra un enemigo todavía muy desconocido, como es el SARS-CoV-2, para el que no existe una vacuna o un tratamiento efectivo, merece la pena centrar nuestros esfuerzos sobre aspectos sobre los que sí podemos ejercemos el control y que pueden ayudar al buen funcionamiento del sistema inmune en la lucha contra las enfermedades infecciosas, en este caso, la COVID-19. La nutrición, junto con el ejercicio físico, el descanso y el manejo del estrés, es básica para entrenar y reforzar el sistema inmunitario y es un aspecto en el que claramente podemos incidir. El nutricionista Carlos Ríos comparte una serie de alimentos que aportan importantes beneficios al organismo en general y que además ayudan a mejorar nuestras defensas. Alimentos de otoño - Setas. \"A pesar de que culinariamente se utilicen como verduras, estos se diferencian de las verduras ya que carecen de clorofila y sus tejidos contienen quitina. Las setas son alimentos ricos en fibra, vitaminas del grupo B y minerales como selenio, potasio, cobre y zinc. Además, los hongos son la única fuente dietética de vitamina D no animal y son fuente de betaglucanos, que están vinculados con la salud cardiovascular\". - Higos y Caquis. \"Tanto los higos como los caquis son frutas que están cargadas de nutrientes. En particular, los higos son ricos en minerales como el cobre, vitaminas (B6) y fibra. Los higos secos, a diferencia de los frescos, tienen un menor contenido en agua que los convierten en más energéticos. Por otro lado, los caquis pueden consumirse frescos, secos o cocidos. Este alimento es una fuente importante de vitamina A, C, magnesio, fósforo y biocompuestos como flavonoides y carotenoides\". - Castañas, nueces y almendras. \"Los frutos secos en general son opciones excelentes debido a su contenido en grasas de calidad y fibra. La castaña es un alimento bajo en grasas y rico en vitamina C. Asadas pueden ser un buen tentempié en estas fechas. Los 3 presentan beneficios para la salud cardiovascular, digestiva, etc.\". - Calabaza. \"A pesar de que se trata de un fruto, a nivel nutricional se parece más a una verdura. Este alimento es particularmente rico en vitaminas como la A, C y E y betacarotenos. Por otro lado, al parecerse más nutricionalmente a una verdura, se considera un alimento con una bastante baja densidad energética y especialmente saciante. Se trata también de un alimento bastante versátil del que pueden aprovecharse incluso sus semillas\". - Crucíferas. \"A pesar de que siempre se vincule a las crucíferas con el brócoli o coliflor, este grupo es amplio. De forma general, las verduras incluidas en este grupo son ricas en ácido fólico, vitaminas C, E y K; así como fibra y distintos compuestos con una fuerte bioactividad como los glucosinolatos. Estos compuestos se relacionan con la protección celular\". Te recomendamos en [Deporte y Vida](/deporteyvida) calma mental\"](https://elpais.com/sociedad/origenes/2021-09-09/que-hay-detras-de-las-decisiones-de-consumo-que-tomamos.html?omnil=resrelrecom) - [REPSOL](https://elpais.com/sociedad/somos-futuro/2021-07-26/todos-los-secretos-del-reloj-del-sueno.html?omnil=resrelrecom) [¿A qué hora debes poner el despertador para levantarte de buen humor? Descubre el secreto del sueño](https://elpais.com/sociedad/somos-futuro/2021-07-26/todos-los-secretos-del-reloj-del-sueno.html?omnil=resrelrecom) - [DEPORTE Y SALUD](https://mejorconsalud.as.com/lesion-varane-impedira-jugar-semifinal-chelsea/?utm_source=as&utm_medium=featured?omnil=resrelrecom) [La lesión de Varane que le impedirá jugar la semifinal contra el Chelsea](https://mejorconsalud.as.com/lesion-varane-impedira-jugar-semifinal-chelsea/?utm_source=as&utm_medium=featured?omnil=resrelrecom) - [SALUD Y DEPORTE](https://mejorconsalud.as.com/rope-training-en-que-consiste-beneficios/?utm_source=as&utm_medium=featured?omnil=resrelrecom) [Rope Training: ¿en sus beneficios?](https://mejorconsalud.as.com/rope-training-en-que-consiste-beneficios/?utm_source=as&utm_medium=featured?omnil=resrelrecom) - [SALUD](https://mejorconsalud.as.com/espididol-como-actua-en-que-consisten-beneficios/?omnil=resrelrecom) [Espididol: ¿cómo actúa y en qué consisten sus beneficios?](https://mejorconsalud.as.com/espididol-como-actua-en-que-consisten-beneficios/?omnil=resrelrecom) - [DEPORTE Y SALUD](https://mejorconsalud.as.com/sintomas-causar-citomegalovirus-alvaro-morata/?utm_source=as&utm_medium=featured?omnil=resrelrecom) [¿Qué síntomas puede "}