{"title": "The U.K. Approved The Pfizer Vaccine. What Does It Mean For The U.S.?", "author": "Molly Longman", "url": "https://www.refinery29.com/en-us/2020/12/10204243/uk-approvved-pfizer-covid-vaccine", "hostname": "refinery29.com", "description": "\"The more people we can get vaccinated faster, the better it is for the entire planet.\"", "sitename": "Refinery29", "date": "2020-12-02", "cleaned_text": "The U.K. has slingshot ahead of the U.S. to become the first country to grant emergency use authorization (EUA) for a coronavirus vaccine that has been fully tested for efficacy, a shot created by Pfizer and BioNTech. \"Seeing The New York Times push notification about the vaccine really gave me chills,\" says [Preeti N. Malani](https://www.uofmhealth.org/profile/922/preeti-n-malani-md), MD, chief health officer at the University of Michigan. \"It was a moment to have hope.\" She says the U.S.'s first vaccine EUA likely isn't far behind. Just two weeks ago, Pfizer, a pharmaceutical company, announced that trials showed that their [vaccine was 95% effective](https://www.refinery29.com/en-us/2020/11/10156283/pfizer-covid-vaccine-trump-tweet-operation-warp-speed), with no reports of serious side effects. The shot is administered in two doses, spaced [21 days apart](https://www.bbc.com/news/health-55145696), and must be stored at temperatures around negative 94 degrees Fahrenheit; it's transported in boxes packed with dry ice. AdvertisementADVERTISEMENT As soon as next week, 800,000 doses will be ready for use in the U.K., [The New York Times](https://www.nytimes.com/2020/12/02/world/europe/pfizer-coronavirus-vaccine-approved-uk.html) [reports](https://www.nytimes.com/2020/12/02/world/europe/pfizer-coronavirus-vaccine-approved-uk.html). Nursing home residents and caregivers will be [first to receive the vaccine](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/940396/Priority_groups_for_coronavirus__COVID-19__vaccination_-_advice_from_the_JCVI__2_December_2020.pdf), according to a release from the Joint Committee on Vaccination and Immunization. For now, the U.K. has pre-ordered 40 million doses of this vaccine, enough to vaccinate 20 million people. The U.K. government has pre-ordered doses of other promising vaccines as well; it also agreed to provide doses to overseas territories such as Anguilla when they can, [The Daily Herald](https://www.thedailyherald.sx/islands/anguilla-to-get-vaccine-from-uk-when-available)reported in November. \"The more people we can get vaccinated faster, the better it is for the entire planet,\" says Amesh Adalja, MD, a senior scholar at Johns Hopkins Center for Health Security. \"Even though it'll start with trickles, eventually we'll have a vaccine program for the world.\" The reason the U.K. approved a vaccine sooner than the U.S. is likely because of their [\"rolling review\" process](https://www.pharmamanufacturing.com/industrynews/2020/uk-regulators-use-rolling-review-to-speed-pfizer-astrazeneca-vaccines/), Dr. Adalja notes. The two countries take [different approaches to vetting](https://www.nytimes.com/2020/12/02/world/europe/uk-covid-vaccine-pfizer.html)— the U.S. meticulously reanalyzes and double-checks raw trial data, while Britain tends to rely more on company-provided documents. Even so, a U.S. decision is coming: The U.S. Food and Drug Administration is slated to decide on emergency use authorization for Pfizer's product after a meeting on Dec. 10, next week. [The Times](https://www.nytimes.com/2020/12/02/world/europe/pfizer-coronavirus-vaccine-approved-uk.html) [reports](https://www.nytimes.com/2020/12/02/world/europe/pfizer-coronavirus-vaccine-approved-uk.html)that vaccinations could start within 24 hours of an EUA being granted. New York Governor Andrew Cuomo [tweeted on Wednesday](https://twitter.com/NYGovCuomo/status/1334179223171461120)that 170,000 New Yorkers can be inoculated after the state receives its first vaccine delivery. What's more, a [Moderna vaccine candidate](https://www.refinery29.com/en-us/2020/11/10170293/moderna-covid-19-vaccine-update-jennifer-haller-positive-results)that's also been shown to be largely effective could also be approved for use in America as early as Dec. 21, The Times reports. AdvertisementADVERTISEMENT New York's first delivery of the Pfizer vaccine will be enough for 170,000 New Yorkers.— Andrew Cuomo (@NYGovCuomo) We expect, if all safety & efficacy approvals are granted, to receive these doses on December 15. [December 2, 2020] Similar to the U.K.'s rollout plan, [nursing homes and health care workers](https://www.nytimes.com/2020/12/01/health/covid-vaccine-distribution-first.html)will be the first in America to get the vaccine, the Centers for Disease Control and Prevention announced. Dr. Adalja hopes the U.S. learns from the U.K.'s experience with their vaccine. \"I think it's important that the U.S. watch and see how [the U.K.] handles the storage issues with the Pfizer vaccine, see how they handle distribution, and keep track of who needs to come back for their second vaccination shot,\" he says. Once a U.S. vaccine is approved, ensuring enough people actually get it may prove challenging. Last month [a poll from the University of Michigan](https://labblog.uofmhealth.org/rounds/over-half-of-adults-over-50-say-theyll-get-vaccinated-against-covid-19-but-many-will-want-to)that was directed by Dr. Malani found that women, people of color, and those with lower incomes were less likely to say they'd seek vaccination. \"When you use the terms like ' [warped speed](https://www.defense.gov/Newsroom/Releases/Release/Article/2428796/this-week-in-operation-warp-speed-nov-27-2020/),' it kind of creates a visual in your mind that things were done in haste or rushed, but fortunately that's not the case,\" says [Jessica Malaty Rivera](https://twitter.com/jessicamalaty?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor), MS, the science communication lead at The COVID Tracking Project. \"What happened here was probably the most unprecedented global cooperation to get a vaccine. It was financed. There was no red tape. The bureaucracy that holds up the regulatory process was set aside because we're in a public health emergency.\" She adds that scientists had already been exploring coronavirus vaccines prior to the pandemic, in reaction to [SARS](https://www.cdc.gov/sars/index.html)and [MERS](https://www.cdc.gov/coronavirus/mers/index.html). AdvertisementADVERTISEMENT All the experts Refinery29 spoke to emphasized that officials wouldn't be approving vaccines if they weren't safe and effective. \"People should trust the process, it's not being rushed,\" says [Paul Pottinger](https://aid.uw.edu/faculty/paul-s-pottinger-md-dtmh), MD, a professor specializing in infectious disease at the University of Washington School of Medicine. Communication will be key in ensuring that people who are eligible feel safe getting the vaccine once it's available. \"Communities of color have been targeted in many negative ways so their distrust in vaccines and other medical intervention is not surprising,\" Malaty Rivera points out, by way of an example. Clear, transparent, culturally sensitive communication that explains how to access the vaccine and what to expect when getting it may help make a future rollout more effective, Dr. Malani adds. Even once a shot is approved in the U.S., it will take months to vaccinate enough people to achieve [herd immunity](https://www.ama-assn.org/delivering-care/public-health/why-hopes-fast-track-coronavirus-herd-immunity-don-t-add#:~:text=Big%20numbers%20needed%20for%20herd%20immunity&text=%E2%80%9CWe'd%20need%20about%20230,Madara.). Still, the news of the U.K.'s vaccine, and the anticipation of a similar announcement in the U.S. in the near future, has given many of us a reason to be optimistic that the end to the pandemic is finally in sight. Until further notice, though, Dr. Malani urges patience. For now, she says, "}