{"title": "Health Astrology - Easy tips on astrology remedies for health | - Times of India", "author": "Nov 9", "url": "https://timesofindia.indiatimes.com/astrology/kundali-dasha-remedies/easy-tips-on-astrology-remedies-for-health/articleshow/68206607.cms", "hostname": "indiatimes.com", "description": "Kundali Dasha & Remedies News: Health Astrology - Easy tips on astrology remedies for health - When it comes to health, every planet is important since each of the planets governs a particular set of health aspects.", "sitename": "Times Of India", "date": "2016-11-09", "cleaned_text": "remedies The segments that might suffer if sun is weak in the horoscope include head, eye, heart, bines and bile. If you notice these problems do the following remedies. 1. Before leaving home for work, drink a glass of sugar water.2. Avoid meat.3. Feed monkeys and black cow frequently. 4. Never accept free gifts from anyone except parents.5. Donate dark or ruby colored clothes. Moon: problems and remedies If moon is afflicted in the horoscope, you are likely to suffer problems related to mind and also face frequent irritations. Do the following to escape the situation. 1. Do acts that shall please your mother and win her blessings.2. Do not do business related to milk. 3. Donate sweets to young girls.4. Feed birds. Do not cage them in home. Mars: Problems and remedies If Mars is weak in the horoscope, it shall make you a coward. You will have to face accidents and surgeries. The [health](https://timesofindia.indiatimes.com/topic/health) problems you will face include loss of blood, head injury, acidity, abortion, piles, cuts, burns and indigestion. Under such cases, do the following. 1. Donate sweets in temples.2. Grow neem tree in your home.3. Feed cows frequently.4. Carry red color handkerchief.5. Have an elephant tusk in bedroom.6. Donate blood whenever appropriate.7. Donate for army, military funds and farmers. Mercury: Problems and remedies If Mercury is weak, you might face troubles with intelligence. The health problems related to Mercury are issues of neck, voice and skin. While facing such problems, do the flowing. 1. Wash new clothes before wearing them.2. Donate rice and milk at temples.3. Never go for meat and alcohol.4. Feed cows before you eat.5. Drink water in silver glass. Jupiter: Problems and remedies If Jupiter is weak in your horoscope, you might face problems related to liver, jaundice, obesity, cancer and diabetes. Do the following to escape the situation. 1. Wear yellow cap or turban2. Apply sandalwood paste (yellow color mark) on forehead.3. Give bananas or sweets in charity to old people and orphans.4. Make it a habit to help your siblings.5. Wear gold jewelry.6. Use your father's item like vehicle or pen. Venus: Problems and remedies Venus related health problems occur in face, eyesight, kidneys, uterus and appendix. Do the following to remedy the said problems. 1. Never wear unwashed clothes.2. Keep a piece of silver in your wallet.3. Donate sweets to widows and senior citizens.4. Use cow ghee at home and also donate it to temples. Saturn: Problems and remedies If Saturn is weak in the horoscope, you will face long term chronic health issues like dental issues, arthritis, problems in legs, swelling in feet, paralysis, skin problems and surgeries. Here are the remedies. 1. Donate footwear to the needy.2. Never drink milk at nights.3. Never drink buffalo milk4. Keep small objects of silver with you.5. Help the blind in the ways you can.6. Fill an earthen pot with honey, cover it and bury it under running water. Rahu: Problems and remedies The health problems that will result from a weak Rahu in horoscope include any kind of phobias, confusion, poisoning and incurable diseases. Do the following remediesto remedy the situation. 1. Engage in bird feeding.2. Wear a cap or turban of dark blue color.3. Live in joint family.4. To avoid problems in marital life due to Rahu, keep five radish near the head of your spouse during night and throw them away in the morning in running water.5. Store water in the south-west corner. Ketu: Problems and remedies The health problems that will result from a weak Ketu include stammering, chicken pox and surgeries. Do these [astrology remedies for health](https://timesofindia.indiatimes.com/topic/astrology-remedies-for-health) . 1. Donate sweets to orphans.2. Never use red color coral beads in ornaments. Do not wear red clothes.3. Always carry a silver ball with you. 4. Keep a silver pot with honey at home.5. Donate black and white checked blankets to the needy. [Astrology Remedies](http://www.astrospeak.com/article/some-remedies-for-good-career) for Career and Job [Health Astrology](http://www.astrospeak.com/slides/health-astrology-by-date-of-birth) by Date of Birth "}