{"title": "La \"inmunidad natural\" de Omicron es débil y limitada, según un estudio", "author": null, "url": "https://innovativegenomics.org/es/noticias/inmunidad-omicron-d%C3%A9bil/", "hostname": "innovativegenomics.org", "description": "Un nuevo estudio muestra que sin vacunación, la infección con Omicron no confiere una inmunidad sólida contra otras variantes de COVID-19.", "sitename": "Innovative Genomics Institute (IGI)", "date": "2022-05-18", "cleaned_text": "Sin vacunación, la infección con Omicron no confiere una inmunidad robusta contra otras variantes de COVID-19 En personas no vacunadas, la infección con la variante Omicron de [SARS-CoV-2](https://innovativegenomics.org/es/glosario/sars-cov-2-espa%C3%B1ol/) proporciona poca inmunidad a largo plazo contra otras variantes, [según un nuevo estudio](https://www.nature.com/articles/s41586-022-04865-0) por investigadores de Gladstone Institutes y UC San Francisco (UCSF) y el Innovative Genomics Institute (IGI), publicado hoy en la revista Artículo en Nature. En experimentos con ratones y muestras de sangre de donantes infectados con Omicron, el equipo descubrió que la variante de Omicron induce solo una respuesta inmunitaria débil. En las personas vacunadas, esta respuesta, aunque débil, ayudó a fortalecer la protección general contra una variedad de cepas de COVID-19. En aquellos sin previo [vacunación](https://innovativegenomics.org/es/glosario/vacuna/)Sin embargo, la respuesta inmunitaria no logró conferir una protección amplia y robusta contra otras cepas. \"En la población no vacunada, una infección con Omicron podría ser más o menos equivalente a recibir una inyección de una vacuna\", dice [melanie ott](https://gladstone.org/people/melanie-ott), director del Instituto Gladstone de Virología y coautor principal del nuevo trabajo. \"Confiere un poco de protección contra el COVID-19 pero no es muy amplia\". \"Esta investigación subraya la importancia de mantenerse al día con sus vacunas, incluso si ha estado infectado previamente con la variante Omicron, ya que es probable que aún sea vulnerable a la reinfección\", dice el coautor principal. [Jennifer Doudna](https://innovativegenomics.org/es/personas/jennifer-doudna/), quien es profesor en UC Berkeley, fundador del IGI, investigador principal en Gladstone e investigador del Instituto Médico Howard Hughes. Una infección más débil A medida que la variante Omicron del SARS-CoV-2 se propagó por todo el mundo a fines de 2021 y principios de 2022, se acumularon rápidamente pruebas anecdóticas de que causaba síntomas menos graves que Delta y otras variantes preocupantes. Sin embargo, los científicos inicialmente no estaban seguros de por qué y cómo una infección más débil podría afectar la inmunidad a largo plazo contra COVID-19. \"Cuando apareció por primera vez la variante Omicron, muchas personas se preguntaron si podría actuar esencialmente como una vacuna para las personas que no querían vacunarse, provocando una respuesta inmunitaria fuerte y de acción amplia\", dice Irene Chen, co-primera autor del nuevo estudio y estudiante graduado en el laboratorio de Ott. Otros primeros autores son Rahul Suryawanshi, PhD, científico investigador del personal de Gladstone, y Tongcui Ma, PhD, científico del Roan Lab en Gladstone. Para encontrar la respuesta, el equipo de investigadores primero examinó el efecto de Omicron en ratones. En comparación con una cepa ancestral de SARS-CoV-2 y la variante Delta, Omicron provocó muchos menos síntomas en los ratones. sin embargo, el [virus](https://innovativegenomics.org/es/glosario/virus-espa%C3%B1ol/) fue detectado en vía aérea [células](https://innovativegenomics.org/es/glosario/c%C3%A9lula/), aunque en niveles inferiores. De manera similar, Omicron pudo infectar células humanas aisladas, pero se replicó menos que otras variantes. Luego, el equipo caracterizó la respuesta inmune generada por las infecciones de Omicron. En ratones infectados con Omicron, a pesar de los síntomas más leves, el sistema inmunitario siguió generando la [las células T](https://innovativegenomics.org/es/glosario/c%C3%A9lulas-t/) y anticuerpos típicamente vistos en respuesta a otros [virus](https://innovativegenomics.org/es/glosario/virus/). \"Demostramos en este estudio que la menor patogenicidad de Omicron no se debe a que el virus no pueda afianzarse\", dice [nadia roan](https://gladstone.org/people/nadia-roan#about), investigador asociado de Gladstone. Eso deja otras razones que podrían explicar por qué Omicron difiere de otras variantes en términos de síntomas e inmunidad, incluida la menor replicación observada con Omicron o los tipos de anticuerpos que genera el sistema inmunitario en respuesta al virus. Sin protección entre variantes Para evaluar cómo le fue a la respuesta inmunitaria contra Omicron con el tiempo, los investigadores recolectaron muestras de sangre de ratones infectados con las variantes ancestrales, Delta u Omicron del SARS-CoV-2 y midieron la capacidad de sus células inmunitarias y anticuerpos para reconocer cinco virus diferentes. variantes: ancestral (WA1), Alpha, Beta, Delta y Omicron. La sangre de animales no infectados no pudo neutralizar ninguno de los virus; en otras palabras, bloqueó la capacidad de cualquiera de los virus para copiarse. Las muestras de animales infectados con WA1 podrían neutralizar a Alpha y, en menor grado, a los virus Beta y Delta, pero no a Omicron. Las muestras de ratones infectados con Delta podrían neutralizar los virus Delta, Alpha y, en menor grado, Omicron y Beta. Sin embargo, la sangre de ratones infectados con Omicron solo pudo neutralizar la variante de Omicron. El equipo confirmó estos resultados utilizando sangre de diez personas no vacunadas que habían sido infectadas con Omicron; su sangre no pudo neutralizar otras variantes. Cuando analizaron la sangre de 11 personas no vacunadas que habían sido infectadas con Delta, las muestras pudieron neutralizar a Delta y, como se había visto en ratones, a las otras variantes en menor medida. Cuando repitieron los experimentos con sangre de personas vacunadas, los resultados fueron diferentes: las personas vacunadas con infecciones confirmadas por Omicron o Delta mostraron la capacidad de neutralizar todas las variantes probadas, lo que les confirió una mayor protección. \"Cuando se trata de otras variantes que podrían evolucionar en el futuro, no podemos predecir exactamente qué sucedería, pero según estos resultados, sospecho que las personas no vacunadas que se infectaron con Omicron tendrán muy poca protección\", dice Ott. \"Pero, por el contrario, es probable que las personas vacunadas estén más protegidas contra futuras variantes, especialmente si tuvieron una infección avanzada\". \"Nuestros resultados pueden ser útiles no solo para informar las decisiones de las personas sobre la vacunación, sino también para el diseño de futuras vacunas COVID-19 que confieran una amplia protección contra muchas variantes\", dice [Carlos Chiu](https://profiles.ucsf.edu/charles.chiu), profesor de enfermedades infecciosas en la UCSF y coautor principal del trabajo. [Esta historia fue publicada originalmente por Gladstone Institutes](https://gladstone.org/news/natural-immunity-omicron-weak-and-limited-study-finds). El papel \" [Inmunidad cruzada limitada después de la infección con la variante Omicron del SARS-CoV-2 sin vacunación](https://www.nature.com/articles/s41586-022-04865-0)fue publicado en la revista Artículo en Nature el 18 de mayo de 2022. Autores: Rahul K. Suryawanshi, Irene P Chen, Tongcui Ronne e Silva, Bilal Milbes, Noah Kojima, Victoria Hess, Maria Shacreaw, Lauren Lopez, Matthew Brobeck, Fred Turner, Lee Spraggon, Nadia R. Roan, Charles Y. Chiu, Jennifer Doudna y Melanie Ott. Contactos para los "}