{"title": "Esto es lo que pasa cuando tienes Resaca", "author": "Noticias de Sonora; EL IMPARCIAL", "url": "https://www.elimparcial.com/sonora/locurioso/Esto-es-lo-que-pasa-cuando-tienes-Resaca-20161224-0033.html", "hostname": "elimparcial.com", "description": "El mejor medio en línea con noticias en tiempo real e información de Hermosillo, Sonora, México y el mundo", "sitename": "Noticias de Sonora | EL IMPARCIAL", "date": "2019-05-18", "cleaned_text": "Esto es lo que pasa cuando tienes Resaca En esta época de festividades muchas personas consumen cantidades considerables de alcohol. Sus consecuencias se suelen resumir en una palabra: resaca o cruda. El término médico es veisalgia y consiste en un malestar general producto del consumo excesivo de alcohol. Sus síntomas fueron descritos por primera vez hace más de 1.500 años en el Sushruta Samhita, un libro de medicina ayurveda tradicional de la India. En el siglo XIX, la expresión 'resaca' se empleaba para describir asuntos pendientes en el trabajo y solo en el siglo XX comenzó a asociarse con el alcohol. Es producto de la metabolización de los compuestos tóxicos presentes en las bebidas alcohólicas y tiene lugar alrededor de 10 horas después del consumo. El proceso produce formaldehido y ácido fórmico, responsables del dolor de cabeza, las náuseas, los trastornos estomacales y el mareo. También provoca deshidratación, ya que el alcohol disminuye la producción de la hormona antidiurética, necesaria para reabsorber agua. La pérdida de memoria, los cambios de humor y la ansiedad se asocian a la activación del sistema inmune tras la alta producción de citoquinas. Algunos estudios médicos han demostrado que el aumento de esas proteínas también causa debilidad, pérdida del apetito e incapacidad para concentrarse. Cerca del 28 % de los consumidores de alcohol no experimenta esta patología por razones desconocidas, aunque se cree que juegan un papel importante los factores genéticos y ambientales. Por ejemplo, los genotipos ADH1B y ALDH2 están asociados con la susceptibilidad del organismo al alcohol, mientras que algunos estudios apuntan a que afecta más a los bebedores que tuvieron familiares alcohólicos. No se conocen todas sus consecuencias fisiológicas, pero algunos especialistas sí han encontrado relación entre las resacas frecuentes y la disminución de la materia blanca en la parte frontal del cerebro y el cerebelo, que pueden causar problemas neurocognitivos serios relacionados con la pérdida de concentración y memoria. Algunas personas creen que los síntomas de la resaca se agravan con la edad porque el organismo es menos eficiente a la hora de procesar las sustancias derivadas del alcohol. Sin embargo, existen pocas evidencias que demuestren ese parecer. En general, los estudios sobre el tema se realizan con adultos jóvenes y los resultados comparativos han demostrado mayores efectos en personas de menos edad. Desde hace siglos, el ser humano busca una cura definitiva para la resaca. Algunos aseguran que la mejor solución es consumir más alcohol, debido a que el cuerpo deja de metabolizar los productos tóxicos que provocan los síntomas, ya que tiene que procesar el etanol entrante. No obstante, esa medida tan solo disminuye los síntomas de manera temporal. En la actualidad, decenas de empresas tratan de desarrollar un medicamento definitivo. Aunque existen antinflamatorios como el ácido tolfenámico o hierbas como la borraja, que han demostrado ser beneficiosos, la Agencia de Alimentos y Medicamentos de E.U. (FDA, por sus siglas en inglés) no ha aprobado ningún tratamiento al respecto. Sus consecuencias se suelen resumir en una palabra: resaca o cruda. [El portal RT](https://actualidad.rt.com/viral/226889-preguntas-respuestas-resaca-gifs-animales)publica las respuestas a algunas de las preguntas más frecuentes que surgen sobre este fenómeno que, por desgracia, casi todas las personas han vivido alguna vez. ¿Cuál es el origen del término? El término médico es veisalgia y consiste en un malestar general producto del consumo excesivo de alcohol. Sus síntomas fueron descritos por primera vez hace más de 1.500 años en el Sushruta Samhita, un libro de medicina ayurveda tradicional de la India. En el siglo XIX, la expresión 'resaca' se empleaba para describir asuntos pendientes en el trabajo y solo en el siglo XX comenzó a asociarse con el alcohol. ¿Cuáles son sus causas? Es producto de la metabolización de los compuestos tóxicos presentes en las bebidas alcohólicas y tiene lugar alrededor de 10 horas después del consumo. El proceso produce formaldehido y ácido fórmico, responsables del dolor de cabeza, las náuseas, los trastornos estomacales y el mareo. También provoca deshidratación, ya que el alcohol disminuye la producción de la hormona antidiurética, necesaria para reabsorber agua. La pérdida de memoria, los cambios de humor y la ansiedad se asocian a la activación del sistema inmune tras la alta producción de citoquinas. Algunos estudios médicos han demostrado que el aumento de esas proteínas también causa debilidad, pérdida del apetito e incapacidad para concentrarse. ¿Afecta a todas las personas? Cerca del 28 % de los consumidores de alcohol no experimenta esta patología por razones desconocidas, aunque se cree que juegan un papel importante los factores genéticos y ambientales. Por ejemplo, los genotipos ADH1B y ALDH2 están asociados con la susceptibilidad del organismo al alcohol, mientras que algunos estudios apuntan a que afecta más a los bebedores que tuvieron familiares alcohólicos. ¿Tiene consecuencias a largo plazo? No se conocen todas sus consecuencias fisiológicas, pero algunos especialistas sí han encontrado relación entre las resacas frecuentes y la disminución de la materia blanca en la parte frontal del cerebro y el cerebelo, que pueden causar problemas neurocognitivos serios relacionados con la pérdida de concentración y memoria. ¿Empeora con la edad? Algunas personas creen que los síntomas de la resaca se agravan con la edad porque el organismo es menos eficiente a la hora de procesar las sustancias derivadas del alcohol. Sin embargo, existen pocas evidencias que demuestren ese parecer. En general, los estudios sobre el tema se realizan con adultos jóvenes y los resultados comparativos han demostrado mayores efectos en personas de menos edad. ¿Tiene tratamiento? Desde hace siglos, el ser humano busca una cura definitiva para la resaca. Algunos aseguran que la mejor solución es consumir más alcohol, debido a que el cuerpo deja de metabolizar los productos tóxicos que provocan los síntomas, ya que tiene que procesar el etanol entrante. No obstante, esa medida tan solo disminuye los síntomas de manera temporal. En la actualidad, decenas de empresas tratan de desarrollar un medicamento definitivo. Aunque existen antinflamatorios como el ácido tolfenámico o hierbas como la borraja, que han demostrado ser beneficiosos, la Agencia de Alimentos y Medicamentos de E.U. (FDA, por sus siglas en inglés) no ha aprobado ningún tratamiento al respecto. "}