{"title": "PDF", "author": "PDF", "url": "https://ismet.es/wp-content/uploads/2016/11/pe_tecnico_wellness_estetica.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Programa formativo en Estética y Wellness 1 año académico 360 horas lectivas Presentación Descubre varias técnicas específicas en el wellness y la estética natural, como el masaje de rejuvenecimiento facial japonés, la gimnasia facial, Facioterapia en es tética , lifting con acupuntura y posteriormente comp leta la formación y introduce en las anteriores técnicas la aromaterapia, cosmética natural, terapia ortomolecular para conseguir mejores objetivos y resultados más rápidos. Técnicas manuales tanto faciales como corporales, más terapias adicionales para un a sinergia especta cular dentro del área de wellness y estética natural. Calendario y metodología Modalidad de estudio : Presencial en sábados, y modalidad Online (asignatura ort omolecular en piel, cabello y uñas) . Duración: 1 año académico Evaluación: el sistema de evaluación consta de un seguimiento continuo. Para superar el programa deben de aprobar los diferentes exámenes qu e se determinen para cada módulo. Requisitos de acceso Actualmente, las formacione s en terapias naturales y manuales no están re guladas por el Ministerio de Educación, y por eso el acceso que se exige a los estudiantes es de ESO o equivalente. Dirigido a Este programa académico va dirigido a interesados en incorporar técnicas de estét ica natural y wellness en su consulta, o inici ar su desarrollo en este sector. Salidas profesionales Abrir un centro de estética, trabajar en centros deportivos, balnearios, hoteles, spas, entre otros. Temario asignaturas ACEITE S ESENCIALES EN TRATAMIENTOS DE ESTÉTICA / 2 créditos El Ph de la piel. Diferentes tipos de piel. La piel y sus grados de permeabilidad cutánea. Los conceptos básicos del Yin y el Yang. El masaje por zonas y su contenido emocional. LIFTING FACIAL CON ACUPUNTURA / 1 créditos Introducción en forma de debate abierto sobre el tema: ¿Por qué hay cada vez más obesidad? ¿Qué es el lifting facial acupuntural? Causas de las arrugas. Protocolo de tratamiento Electro -estimulador: efectos de la electropuntura. Metodología de uso Láser de diodo led rojo: efectos de la laserterapia. Metodología de uso Practica de tratamiento: Arrugas frontales Arrugas del entrecejo Arrugas en los parpados Arrugas en el exterior del ojo (patas de gallo) Arrugas en la zona interna de la s mejillas (surco nasolabial) Arrugas en el centro de la mejilla Arrugas en los labios y Arrugas en el cuello Lifting facial completo AROMATERAPIA / 4 créditos Nivel 1 Qué es la aromaterapia. Diferencias entre aromaterapia y fitoterapia. Principios a tener en cuenta antes del tratamiento. L a relación entre estados psic ológicos y emocionales con secreciones hormonales Historia de las plantas aromáticas. De la edad media hasta la actualidad El sentido del olfato. El área límbica. La piel y el sentido del olfato. La piel y la energía de superficie Relación sistema endocrin o y nervioso con la energía Yin Yang y los chakras Propiedades físicas de los AE. Métodos de extracción Quimiotipos. Estructuras químicas de las principales moléculas aromáticas. Principios activos Toxicidad y contraindicacione s. Documentación de 20 aceite s esenciales, y 6 aceites vegetales. A: horario mañana / B: horario tarde / C: horario sábados / D: horario intensivo / @: modalidad online Nivel 2 (optativa) Mezclas y sinergias. Notas aromáticas. Los aceites esenciales y el PH Bioenergética y aromaterapia Concepto Ying -Yang de la medicina china Contraindicaciones en el masaje Relac ión entre la afect ación orgánica y su expresión psicosomática Documentación de 20 aceite esenciales y 6 aceites vegetales y macerados Nivel 3 (optativa) AE Árbol de té Lavanda Naranja Romero Absoluto de Jazmín Azahar Rosa Geranio Sándalo Ylang ylang. GIMNASIA FACIAL / 2 créditos (optativa) Conocer la musculatura del rostro : cada músculo desarrolla un papel y posee una movilidad diferente. Hay músculos más pequeños y otros más fuertes. No se puede tratar a todos igual Beneficios de trabajar cada zona La mus culatura se fortal ece y coge volumen, la piel se tersa y el óvalo del rostro se dibuja y define. Activar la circulación sanguínea La piel mejora en calidad y en presencia, su color es más rosado y se evitan granos e impurezas. Las cremas obtienen unos mejo res resultados y se absorben más proporcionando visibles resultados Masaje facial y limpieza del rostro Cómo debemos limpiar nuestro rostro y aprovechar este momento para regalarnos un masaje facial drenante y que elimina toxinas Trabajo de la musculatura del rostro No todos los músculos se pueden tratar por igual. prenderemos a efectuar ejercicios diferentes y con diferentes intensidades Tapping : Ejerceremos pequeñas presiones por todo el rostro como en la digitopuntura Alimentos y vitaminas Aprenderemos a identificar los alimentos que nos convienen y por qué . CHAN'BEAUTÉ FACIOTERAPIA AL SERVICIO DE LA ESTÉTICA NATURAL / 1 crédito Natural y m oderna a la vez, esta increíble técnica desarrollada por el equipo de investigación de la EIMDC, ofrece muy buenos resultados sobre la s arrugas, las manchas, la celulitis y la retención de líquidos. Conseguimos borrar cicatrices y potenciar los efectos de los principios activos de los productos y aceites utilizados. Todas estas alteraciones son también señales de desequilibrios internos y la proyección de los diversos esquemas de la Facioterapia permite tratar el origen y así obtener resultados sorprendente s en estética natural. Este nuevo modo de observación del rostro proporciona herramientas terapéuticas naturales para actuar en profun didad. Programa: La teoría del Chan'beauté y las herramientas multireflex. Recordatorios anatómicos de la piel, de la cara y las principales arrugas del rostro. Los esquemas de la Facioterapia utilizados en Chan'beauté. Protocolos y tratamientos detallad os: la cel ulitis, las arrugas del rostro y del cuello, las líneas de expresión, las marcas visibles, tratamiento del lunar, las cicatrices, el Ritual~detox, el~protocolo \"Wellness\", y muchos más... MASAJE DE REJUVENECIMIENTO FACIAL JAPONÉS / 9 créditos Nivel I: Fundamentos del Masaje Facial Japonés Conceptos japoneses de salud y belleza 30 ejemplos de las técnicas faciales del nivel l técnicas de masaje para el cuello, técnicas japonesas manuales faciales de drenaje cómo combinar todas las técn icas para cr ear un masaje facial japonés básico minucioso Nivel II: Masaje Facial Japonés Avanzado Perfeccionamiento de las técnicas del nivel I Técnicas faciales japonesas del masaje Técnicas del masaje para las técnicas posteriores del masaje, del cuel lo, de la ca beza y del cuero cabelludo Cómo combinar todas las técnicas (niveles I y II) para crear un tratamiento facial japonés completo del masaje Nivel III: Superior: Lifting sin Cirugía Estética con Shiatsu en rostro En este taller el masaje facial japonés se co mbina con terapia del meridiano y de los puntos para estimular suavemente los nervios faciales. Este estímulo ayuda a restablecer el equilibrio físico, psicológico y espiritual. El estímulo de Acupoint es uno de los mejores métodos para preveni r las arruga s reductoras y ayuda a mantener un aspecto facial joven, radiante y sano. Además de mejorar el aspecto y la salud del tejido fino facial, la combinación del estímulo del acupoint y del masaje facial japonés da lugar a una relajación profunda de l cuerpo -mente. ORTOMOLECULAR EN ESTÉTICA Y BELLEZA (piel, cabello y uñas) / 2 créditos Epidemiología de las enfermedades de cabello, piel y uñas: Eccema y psoriasis: definición de eccema eccema y psoriasis . Acné : clases de acné. Causas que provocan el acné. Terapia nutricional en el acné . Celulitis : definición de celulitis. Terapia Nutricional en la celulitis Problemas de las uñas : tipología e interpretación de la salud por las uñas (surcos, manchas blancas, leuciniquia, etc). Uña s frágiles y quebradizas. Micosis u hongos en las uñas. Onicólisis (destrucción de las uñas). TERAPIA Ortomolecular Holística en estos casos. Problemas del cabello: alopecias (adrogénica, areata, peladera, difusa). Cabello frágil y quebradizo. Terapia Orto molecular H olística en estos casos. BIOMAGNETISMO APLICADO EN SALUD Y ESTÉTICA / 1 crédito (optativa) Módulo 1: Piel Breve historia del biomagnetismo. Contraindicaciones. ¿Como funciona? Influencia de los campos magnéticos en la membrana celular y ot ros procesos fisiológicos. Epigenética. procesos fisiológicos. Epigenética. Dra. Esther Del Rio y el agua polarizada. Tipos y síntesis del colágeno. Estimulación mediante el biomagnetismo. Influencia del estado psico -emocional en la piel. Tratami entos en rostro y cuello (comisuras, pómulos, ojos, frente, papada) y su vinculación con meridianos de la MTC. Manchas, acné, celulitis, edemas. Módulo 2 Ca bello y uñas Tipos de alopecia y sus causas físicas y psico - emocionales. Tratamiento. Caspa y hongos. Queratina. Que es y como estimularla. Introducción y práctica a la kinesiología para el rastreo de los puntos de colocación de imanes. Enfermeda des de las uñas y su tratamiento con biomagnetismo: Decoloración ungueal. Uñas encarnadas. Onicofagia. Uñas blandas y quebradizas Complementación nut ricional para piel, cabello y uñas. Módulo 3 Terapia manual e imanes. Tratamiento musculo -esquelético c entral Tratamiento musculo -esquelético periférico. Puntos de aplicación de imanes para tratamientos anticelulíticos. Drenaje, ganglios linfáticos y su estimulación. Técnicas complementarias con imanes para el quiromasaje y otras técnicas manuales. Protocolo de masaje con imanes. Algunas disfunciones orgánicas que pueden afectar a la estética y su tratamiento. Ampliación de pares psico -emoci onales. Metodología El programa combina la participación activa del estudiante con el aprendizaje de con ceptos teóricos y prácticos. Este tipo de aprendizaje se centra en la discusión y resolución de casos prácticos en el aula, así como en la aplicación práctica de los conocimientos adquiridos: Saber (lo que no se practica no sirve) Saber hacer (lo que no se practica se olvida) Poder hacer (tomar decisiones) Modalidad presencial Las actividades formativas presenciales las centramos en: Exposición de contenidos teóricos mediant e clases magistrales Exposición de contenidos con la participación del estudiante Resolución de problemas con la participación del estudiante Exposición oral por parte del estudiante Trabajo práctico individual o en equipo Estudio y preparación de act ividades Planteamiento y resolución de problemas mediante el trabajo autónomo Tutorías (presencial) La metodología docente se centra fundamentalmente en: Método expositivo / lección magistral Clase expositiva participativa Trabajo individual o cooperati vo Aprendizaje basado en problemas/proyectos Trabajo autónomo Aprendizaje basado en casos prácticos Tutorías Planteamiento y resolución de problemas mediante el trabajo autónomo Tutorías (online) "}