{"title": "La MTC presenta una alternativa para el tratamiento de la rinitis alérgica", "author": "Iniciar Sesión", "url": "https://www.novasan.com/blog/la-mtc-presenta-una-alternativa-para-el-tratamiento-de-la-rinitis-alergica/", "hostname": "novasan.com", "description": "La MTC presenta una alternativa para el tratamiento de la rinitis alérgica. Se ha comprobado que la acupuntura consigue los mismos efectos que la loratadina (Claritin®, Alavert®) para el tratamiento de las alergias a los acaros del polvo.  ¡Te interesa!", "sitename": "Novasan Blog", "date": "2018-04-10", "cleaned_text": "Según la MTC, la inmunidad del cuerpo es la función de lo que se denomina el Qi defensivo. Los meridianos principales que proporcionan la circulación del Qi defensivo son el meridiano del pulmón, el colon, el estómago y el bazo, los meridianos de la circulación anterior. Particularmente, estos meridianos se abordan en \"inmunoterapia MTC\". La alergia desde el punto de vista de la MTC es una enfermedad del \"viento\" que penetra desde el exterior junto con \"frío\" o \"calor\" e impide el flujo defensivo de Qi en el pulmón, la piel y las membranas mucosas. Esto da como resultado una copia de seguridad (plenitud) o una deficiencia (vacío) del Qi defensivo que conduce al desarrollo de los síntomas típicos de alergias como hinchazón, secreción acuosa, estornudos, eccema alérgico y conjuntivitis. En inmunología clásica y alergología, las células CD4 + desempeñan un papel clave. Los estudios de los últimos diez años descubrieron la diversidad de subtipos de estas células. No obstante, de importancia primordial en el desarrollo de una enfermedad alérgica es la alteración de la proporción de células Th1 / Th2. El subtipo CD4 + predominante de las células Th1 o Th2 determina el desarrollo posterior de la respuesta inmune. Aquí las células Th1 producen las citocinas interleuquina (IL) -2, IFN- y TNF- que conducen a una respuesta inmune celular, las células Th2, en contraste, IL-4, IL-5, IL-10 e IL13 que regulan el desarrollo de células B en células plasmáticas y su producción de inmunoglobulina E (IgE). En este proceso, cada vez se discute más el papel de IL-10 como principal regulador o marcador de alergia. La acupuntura es supuestamente capaz de influir en el perfil de citocinas. Varios estudios sobre el asma bronquial y la rinitis alérgica describen tanto en pacientes como en modelos animales un efecto modulador de la acupuntura sobre el perfil de citocinas con una mejora simultánea de los signos y síntomas. Es notable que a través de la acupuntura se altera la producción de no todas las citocinas. Particularmente afectados por la acupuntura son IL-10, IL-2 e IFN-. Más allá de estos efectos moduladores de citocinas, algunos autores también informan una reducción de las concentraciones de IgE en la sangre. A pesar de la falta de estudios sobre la relación directa entre las alteraciones de las citocinas y la reducción de los síntomas, estos estudios sugieren que ésto está relacionado con alteraciones en la producción de citocinas. El mecanismo de estos efectos aún no está claro hoy en día y debe complementarse con más estudios. FUENTE Healthcare Medicine Institute Se ha comprobado que la acupuntura consigue los mismos efectos que la loratadina (Claritin®, Alavert®) para el tratamiento de las alergias a los ácaros del polvo. Investigadores de la Clínica de Otorrinolaringología del Hospital Universitario de Dresden (Alemania) concluyen que la acupuntura es efectiva para el tratamiento de la rinitis y la rinoconjuntivitis relacionadas con la alergia. Los investigadores documentan que la acupuntura alivia los síntomas de la rinitis, incluida la congestión nasal, la secreción nasal, el goteo nasal y los estornudos. Se comparó un grupo de tratamiento de acupuntura con un grupo de medicación que recibió loratadina, un antihistamínico. Un total de 87% de los pacientes del grupo de estudio de acupuntura y 67% de los pacientes del grupo de estudio con loratadina mostraron mejoras al final de la terapia. Un seguimiento de diez semanas después de la finalización de la terapia documenta que el 80% de los pacientes del grupo de estudio de acupuntura y el 0% de los pacientes del grupo de estudio con loratadina demostraron una mejoría duradera. Los investigadores señalan que \"tanto en la acupuntura como en el grupo de loratadina se obtuvo una mejora significativa con la terapia. En el período de diez semanas después de la terapia, se observó un deterioro significativo que condujo a la recurrencia de los síntomas alérgicos en el grupo de loratadina, mientras que la mejora significativa de los síntomas persistió en el grupo de acupuntura \". En la investigación se incluyeron los exámenes de rinoscopia para el tamaño de la concha nasal y la condición de la mucosa, que incluyen evaluaciones del enrojecimiento de la mucosa y la hinchazón de la concha nasal. También se evaluaron los niveles de IgE e interleucina (IL-4, IL-10, IFN-) más una evaluación de obstrucción nasal, secreción nasal y ataques de estornudos. Con base en los resultados, los investigadores señalan \"que la efectividad de la acupuntura es comparable a la de la loratadina\". Se descubrió que la acupuntura estimula la producción de IL-10, una interleucina que bloquea la liberación de histamina de los mastocitos activados. La reducción de IL-10 en la mucosa nasal se asocia con un aumento en los síntomas de alergia nasal. La acupuntura aumenta con éxito los niveles de IL-10. La nota de los investigadores de la acupuntura, \"Los resultados indican la probabilidad de un efecto inmunomodulador\". Los investigadores concluyen que \"la acupuntura es una forma de terapia clínicamente efectiva en el tratamiento de pacientes con rinitis alérgica persistente\". Los investigadores estandarizaron los tratamientos de acupuntura para incluir una selección protocolizada de puntos de acupuntura basados en los principios de la Medicina Tradicional China (MTC). Los puntos de acupuntura utilizados para todos los pacientes fueron: LI 20, Bi Tong, Yin Tang, BL 2, GB 20, LI 4, LI 11, SI 3, ST 36, auricular 78, auricular 55. Las agujas de acupuntura se conservaron durante 20 minutos cada sesión. Los pacientes recibieron un total de doce tratamientos de acupuntura a razón de dos veces por semana. Se utilizaron agujas desechables Seirin®: 0.3 X 0.30 mm (disponibles en [este enlace](https://www.novasan.com/agujas-acupuntura/novdiametro-0_30-novlongitud-30.html)) para la acupuntura corporal y de 0.2 X 0.15 mm ( [que puedes encontrar aquí](https://www.novasan.com/agujas-acupuntura/novdiametro-0_20-novlongitud-15.html)) para la acupuntura auricular. Los pacientes que tomaron el medicamento loratadine recibieron dosis de 10 mg cada mañana. En investigaciones relacionadas, los investigadores documentaron una tasa de éxito del 96.5% de la acupuntura para el tratamiento de la rinitis. Los participantes recibieron un tratamiento por día para quince tratamientos de acupuntura. Se administró un segundo ciclo de mantenimiento con los mismos parámetros. Un total de 61 personas tuvieron una recuperación total, 21 mostraron una mejoría marcada y 3 no mostraron mejoría. Se usaron medidas de rinoscopia y mejora de síntomas para evaluar los resultados. Un seguimiento de dos años confirmó los resultados. Las [agujas de acupuntura empleadas en el estudio fueron de 0,35 mm x 40 - 50 mm](https://www.novasan.com/aguja-de-acupuntura-de-acero-siliconada-con-mango-de-cobre-con-cabeza-y-sin-guia-0-35-x-40-mm-28-x-1-5-cun-217.html). Los puntos de acupuntura fueron: GB20 suplementarios fueron elegidos dependiendo del diagnóstico diferencial MTC. En muchos casos, se aplicaron 20 minutos de manipulación manual con aguja en cada sesión de acupuntura. La tonificación y reducción de las técnicas de aguja de acupuntura y la moxibustión se eligieron dependiendo de los patrones de diagnóstico de exceso, deficiencia, calor y frío de acuerdo con los principios de MTC. En otro estudio más, los investigadores de la Universidad RMIT en Melbourne (Australia) estudiaron 80 pacientes con rinitis crónica y concluyeron que la acupuntura es una modalidad de tratamiento efectiva para la rinitis. Los puntos de acupuntura LI20, Yintang y GB 0 fueron los principales puntos utilizados. Fueron incluidos los puntos complementarios LI4, ST36 y CV6. El grupo de acupuntura tuvo resultados significativamente mejores que el grupo control o el grupo simulado de acupuntura. Cada sesión de acupuntura fue de 25 minutos de duración y los pacientes recibieron 16 tratamientos a razón de dos por semana. Los resultados se tabularon después de un seguimiento de tres meses. Los síntomas nasales y oculares asociados con la rinitis crónica mejoraron significativamente para el grupo de acupuntura. Novasán dispone de los mejores productos y la información más actualizada para sus clientes y lectores. "}