{"title": "¿Deberían vacunarse con AstraZeneca los pacientes con riesgo de trombosis?", "author": "Vicente Vicente García", "url": "https://www.laverdad.es/salud/deberian-vacunarse-astrazeneca-20210426095650-ntrc.html", "hostname": "laverdad.es", "description": "Si está tomando medicamentos que predisponen a la aparición de trombos y va a vacunarse con AstraZeneca o Janssen, ¿debe preocuparse?", "sitename": "La Verdad", "date": "2021-04-26", "cleaned_text": "La oclusión vascular, fenómeno conocido como trombosis, es un hecho clínico frecuente a lo largo de la vida. En la Unión Europea aparecen unos cien mil casos aproximadamente cada mes. Desde hace tiempo es conocido que hay numerosos factores que predisponen a la aparición de trombosis en territorios venosos. Por ejemplo, la terapia hormonal sustitutiva en mujeres posmenopáusicas o tratadas de cáncer de mama y la toma de anticonceptivos orales (píldora anticonceptiva) en mujeres jóvenes. También influye la inmovilización, las intervenciones quirúrgicas y determinadas enfermedades autoinmunes, como el lupus eritematoso. Asimismo, hay ciertas situaciones familiares, conocidas como trombofilias hereditarias, que podrían facilitar la aparición de trombosis en determinadas circunstancias. Por último, se tienen también en cuenta los antecedentes de trombosis previas. Estas personas tienen una mayor predisposición a nuevos episodios trombóticos. Ahora también AstraZeneca Como vemos, hay un amplio número de circunstancias favorecedoras de trombosis. Además, en las últimas semanas hemos conocido que la administración de la vacuna de AstraZeneca conlleva un riesgo, aunque muy bajo, de aparición de un fenómeno oclusivo vascular. Se estima un caso por cada cien mil personas que han recibido la primera dosis. Por eso, últimamente es común atender a preguntas relacionadas con el riesgo de ponerse la vacuna de AstraZeneca. ¿Debemos preocuparnos si vamos a vacunarnos y tenemos una predisposición o antecedentes de trombosis? Esta es una cuestión importante que necesita ser explicada, aunque seamos reiterativos, porque los factores responsables de la generación de un trombo son muy diversos y complicados. No se pueden simplificar ni mezclar situaciones diferentes. En la gran mayoría de los casos observados, la trombosis va precedida de una reducción de las plaquetas circulantes (trombocitopenia). Las plaquetas son elementos muy importantes para mantener el equilibrio hemostático. Si se da un descenso relevante, aumenta el riesgo de hemorragia y su activación puede desencadenar y acelerar la coagulación sanguínea y, por tanto, la formación del trombo. ¿Cuál es el mecanismo que hay detrás de los trombos? ¿Cómo se puede explicar el mecanismo que justifique los raros casos donde se han visto los fenómenos de trombocitopenia y trombosis tras la vacunación de AstraZeneca? La observación clínica de esos pacientes mostró una similitud con un fenómeno también extraño que se da en el aproximadamente 0,1 % de pacientes que reciben heparina. En ellos, a partir de la primera semana de su administración, aparece una reducción variable de plaquetas y, ocasionalmente, se ve acompañada de trombosis graves. El cuadro fue denominado como trombocitopenia inducida por heparina (HIT en sus siglas en inglés). En un estudio dirigido por el doctor Andreas Greinacher, investigador de la Universidad de Greifswald (Alemania), se produjo un interesante hallazgo al respecto. En los pacientes que sufrieron la complicación, detectaron un anticuerpo contra una proteína plaquetaria conocida como factor 4 plaquetario. Ese anticuerpo se generaba tras la administración de heparina, que era capaz de desencadenar su aparición por un mecanismo de autoinmunidad. Dicho cuadro se podía diagnosticar con la detección circulante de anticuerpos contra el factor 4 plaquetario. También se puso de manifiesto que la interacción del anticuerpo, además de reducir el número de plaquetas circulantes al aumentar su destrucción, era capaz de activarlas. Esto justificaba la aparición de trombosis tanto en territorio arterial como venoso. Similitudes con el comportamiento de la heparina Hasta hace unos días, cerca de 300 pacientes -de los 34 millones que habían recibido la vacuna de AstraZeneca- presentaron un cuadro con ciertas similitudes a los pacientes con HIT. Es decir, trombopenia y trombosis, pero sin haber sido tratados previamente con heparina. En estos casos, la trombosis se localizaba mayoritariamente en vasos cerebrales y abdominales. A ese nuevo cuadro se le denominó trombocitopenia trombótica inducida por la vacuna (VITT en sus siglas en inglés). La similitud clínica hizo que el propio doctor Greinacher y otros grupos estudiaran e identificaran anticuerpos circulantes contra el factor 4 plaquetario, así como activación plaquetaria. Esa sospecha ha sido apuntalada con datos biofísicos conseguidos por otro estudio (que todavía no está revisado por pares) de diferentes universidades alemanas. Estos han demostrado que determinados componentes de la vacuna forman complejo con el factor 4 plaquetario. Así, inducen la aparición de autoanticuerpos, mientras que otros componentes de la propia vacuna propician una reacción inflamatoria, favoreciendo la aparición de esos efectos adversos. Recientemente, la vacuna comercializada por Janssen también se ha relacionado con algunos casos con VITT. Ambas vacunas se han obtenido por un procedimiento recombinante del vector de adenovirus que codifica la proteína espícula del coronavirus. Las vacunas de Moderna y Pfizer siguen un procedimiento distinto. La administración es de RNA mensajero (mRNA) y, aunque no se han relacionado con trombosis, sí se han descrito algunos casos de disminución del recuento plaquetario en algunas personas vacunadas. Combinar vacuna y medicamentos, ¿es posible? Llegados a este punto, podemos retomar la cuestión planteada por muchos enfermos: si tengo riesgo trombótico o de sufrir un cuadro de trombocitopenia, ¿puedo vacunarme con Astrazeneca? Diferentes organismos internacionales como la OMS y las sociedades científicas de hemostasia y trombosis no establecen contraindicación. Esta decisión se basa en que la posible reacción adversa de VITT está relacionada con una especial y muy rara «hipersensibilidad» para generar autoanticuerpos al factor 4 plaquetario. Los antecedentes clínicos no parecen guardar relación alguna con la aparición del fenómeno de autoinmunidad descrito. Se están consiguiendo numerosos logros en un muy limitado espacio de tiempo pero todavía quedan por esclarecer importantes cuestiones. Por ejemplo, ¿por qué aparece el fenómeno VITT en algunas personas y no de forma más generalizada? ¿tendremos una prueba que ayude a identificar el riesgo individual? ¿hay factores predisponentes individuales? ¿por qué los trombos tienen una localización poco frecuente en pacientes con VITT? La contribución de las vacunas es, sin duda, el elemento fundamental para vencer una pandemia sin precedentes. Ya son más de 400 millones de personas en el mundo que han recibido diferentes vacunas. Pese a los raros efectos adversos observados y a su impacto negativo en algunos sectores sociales, esperemos que no se limite el objetivo principal: conseguir inmunizarnos contra el Sars-CoV-2 para recuperar la salud pública global. [Este artículo ha sido publicado "}