{"title": "7 cosas que debes saber sobre el detox", "author": "Isabel Miró Quesada", "url": "https://cosas.pe/lifestyle/6440/7cosasquedebessabersobredetox/", "hostname": "cosas.pe", "description": "El detox se ha convertido en la forma favorita de muchos para limpiar excesos de toxinas. ¿Interesado en comenzar uno de estos tratamientos? Antes, debes leer este artículo.", "sitename": "COSAS.PE", "date": "2016-02-04", "cleaned_text": "Por Alexandra de la Torre No es ningún secreto: hoy la mayoría buscamos el equilibrio mental y físico. Para suerte nuestra, existen diferentes formas de alcanzar este ansiado balance: desde meditación hasta viajes a lugares recónditos (donde buscamos conectar con nuestro \"yo interior\"). ¿Y dónde calza el detox en todo este asunto? Para sorpresa de muchos, el detox es una manera de descargar el cuerpo y empujarlo a esta sincronización física y mental. ¿Dónde está la clave del éxito de un tratamiento Detox? Las especialistas nutricionales Alessandra Crovetto y Daniela Espinosa comparten con nosotros estos 7 importantes puntos a ser considerados al momento de empezar un tratamiento detox: - Planifica tu detox Antes y después del tratamiento es de vital importancia llevar una dieta blanda. Empieza eliminando los alimentos procesados de tu dieta y reemplazándolos por frutas, verduras y fibra. - Dosifica tu entrada al mundo detox Sí, el entusiasmo puede ganarnos, pero vayamos paso por paso. Si es tu primer detox, empieza con un programa de 1 o 2 días. - Hidrátate Un día antes, los días que dure el tratamiento y 1 semana después de éste; el consumo mínimo recomendado es de dos litros de agua diarios. Esto mantiene tu cuerpo oxigenado. - Apóyate en expertos Cada cuerpo es diferente y el impacto de un tratamiento de este tipo también puede variar. Por eso es importante recurrir a profesionales de la salud. - Dosifica el deporte Si estás consumiendo calorías en menos cantidad, o de fuente diferentes, procura dejar el deporte intenso de lado. Podrías estar utilizando más energía de las que ingieres. - No dejes de comer Es importante mantener a tu cuerpo con la energía que necesita durante los días de tratamiento. Por eso, no te saltees ninguna comida. - Consulta si eres apto para el detox Los detox no son recomendables para personas diabéticas, resistentes a la insulina o con padecimientos al hígado. Acude a un especialista para las contra-indicaciones de cada tratamiento. "}