{"title": "¿Tomas plantas medicinales? Debes conocer sus posibles efectos secundarios", "author": "Soledad López", "url": "https://www.sabervivirtv.com/medicina-general/fitoterapia-efectos-secundarios-plantas-medicinales_3384", "hostname": "sabervivirtv.com", "description": "Si tomas plantas medicinales (fitoterapia) debes tener algunas precauciones ya que las plantas también tienen efectos secundarios. Con qué medicamentos no se pueden mezclar y otras precauciones que debes conocer.", "sitename": "Saber Vivir", "date": "2023-05-19", "cleaned_text": "A pesar de tratarse de plantas, deben tomarse con precaución porque también tienen efectos secundarios. Las plantas medicinales son plantas que se utilizan por sus propiedades terapéuticas para tratar diversas enfermedades o situaciones. \"Son hierbas, no me van a hacer daño\". Seguro que has oído este comentario más de una vez de alguien que está saboreando una infusión o que se toma un suplemento a base de plantas. Sin embargo, plantas hay de todo tipo: desde la manzanilla (como ejemplo de hierba totalmente inocua) hasta, en el otro extremo, el opio, que es potencialmente tóxico, pero que resulta muy útil en medicina. Es cierto que son dos ejemplos antagónicos y seguramente exagerados, pero nos dan una idea rápida de que, a pesar de ser plantas, deben tomarse con las debidas precauciones. De ello hemos hablado en este artículo con uno de los mejores especialistas en este campo, el [Dr. Josep Lluís Berdonces](https://www.rbalibros.com/autores/josep-lluis-berdonces), médico, fitoterapeuta y autor de la \" [Enciclopedia de fitoterapia y plantas medicinales](https://www.rbalibros.com/integral/enciclopedia-fitoterapia-plantas-medicinales_4605)\", de la editorial RBA. Compra las plantas medicinales en un lugar de confianza Tal y como nos dice el Dr. Berdonces, médico y autor de más de 25 libros sobre temas relacionados con la salud y las plantas, toda planta medicinal debe cumplir este mantra farmacéutico: \"calidad, seguridad y eficacia\". \"Se han dado casos -nos cuenta el experto- de intoxicaciones por anís estrellado porque desde China llegó una variedad que tenía cierta toxicidad. Por tanto, cuando tomamos una planta lo primero que debemos asegurarnos es de que sea segura. Si la recogemos del campo o la compramos en un mercadillo es difícil saberlo al 100%\". Para evitar riesgos: - Si se trata de plantas exóticas (cúrcuma, gingseng...) y se quiere seguir un tratamiento, el consejo es adquirirlas en establecimientos de parafarmacia o dietética donde se venden productos regulados y controlados por el Ministerio de Sanidad. Además, las plantas que llegan a este canal de distribución son las que menos contraindicaciones y efectos secundarios tienen. Si compras plantas que han pasado todos lo controles de calidad reduces riesgos - En el caso de que se trate de plantas autóctonas, el Dr. Berdonces asegura que solo si se conocen muy bien se aconseja cultivarlas o recolectarlas uno mismo. No hay que olvidar que el principal error es una mala identificación. Especial cuidado en niños, embarazadas y durante la lactancia Obviamente, como decíamos en el punto anterior, lo primero es comprar un producto seguro. Pero hay situaciones en las que, de entrada, hay que ser aún más cauteloso: - Durante el embarazo y la lactancia. En general las plantas medicinales se desaconsejan en estas etapas, porque no se sabe cómo pueden afectar a la propia mujer durante la gestación, al feto o al bebé. Por ejemplo, hay plantas como la ruda que son abortivas, y otras como el regaliz que pueden subir la tensión. Así que, a no ser que se trate de plantas de uso culinario como la menta, el tomillo, el romero o el ajo, debe consultarse con un experto. En niños pequeños el riesgo de reacciones adversas es mayor - En niños menores de un año. Su sistema digestivo e inmunitario es mucho más frágil e inmaduro, por eso el riesgo de reacciones adversas es mayor. Más allá de los remedios de la abuela como la manzanilla en caso de indigestión o un poco de tomillo si está resfriado, no se recomiendan las plantas medicinales en ellos. Ojo con las plantas medicinales si tienes la tensión alta De la misma manera que a un [hipertenso](https://www.sabervivirtv.com/enfermedades/hipertension) no le va bien tomar café porque la cafeína sube la tensión, hay plantas como el té, el guaraná, la maca o el ginseng que también tienen cafeína y elevan la presión sanguínea. También ocurre con el regaliz. Los hipertensos deben evitar la maca o el guaraná Estas plantas están desaconsejadas tanto en hipertensos como en personas muy nerviosas. No convienen las plantas medicinales si sufres del riñón o el hígado Las plantas medicinales son ricas en [potasio](https://www.sabervivirtv.com/guia-nutricion/potasio), un mineral que no conviene en exceso si sufres patologías del riñón como la insuficiencia renal porque forzarías este órgano. - Por tanto, en caso de afección renal no se aconsejan las tisanas, sea del tipo que sean. No quiere decir que estén prohibidas, pero hay que tener cuidado y consultarlo con el nefrólogo. Lo mismo ocurre si se sufren enfermedades del hígado: plantas como el tusílago o la borraja lo fuerzan en exceso. La planta medicinal no sustituye al medicamento En ocasiones, asegura el experto, se recurre a una planta medicinal con el objetivo de sustituir un fármaco que se está tomando. Sin embargo, el Dr. Berdonces afirma que hay que tener mucho cuidado en este sentido: - \"Si se necesita una medicación concreta es un error pensar que la planta hará el efecto del fármaco. Es cierto que en algunas patologías como la [hipertensión hay hierbas](https://www.sabervivirtv.com/medicina-general/plantas-naturales-para-controlar-tension_3497) como el espino blanco y el olivo que pueden contribuir a reducir las cifras, pero tomarlas solo ayudará a disminuir un poco la dosis de fármaco, no a eliminarlo, y esto sucede en muchas enfermedades crónicas\". Pensar que la planta hará el efecto del fármaco es un error En este sentido, el Dr. Berdonces insiste que no deben tomarse plantas que desconozcamos su composición o que no estén avaladas científicamente: - \"No hay que fiarse de las fórmulas mágicas que prometen curar enfermedades. De la misma manera que hay que asegurarse de que el producto sea de calidad, el prescriptor también debe serlo\". Si estás tomando fármacos es mejor consultar antes con tu médico la opción de utilizar plantas medicinales. Vigila con las plantas medicinales si tomas anticoagulantes Los fármacos como el sintrom fluidifican la sangre. Si estás tomando medicamentos de este tipo [no debes mezclarlos con plantas](https://www.sabervivirtv.com/medicina-general/cinco-medicamentos-que-nunca-deberias-mezclar_1016) que tengan este efecto como el ginkgo biloba. Estos fármacos tienen muchas contraindicaciones De hecho, son muchas las plantas, fármacos y alimentos que pueden interferir con el sintrom. Las plantas medicinales laxantes no son para cada día Tomar de forma continuada laxantes para ir al baño, aunque no te provoquen diarrea, puede acabar \"adormeciendo\" el intestino y favorecer el estreñimiento crónico. Los laxantes, tanto a base de plantas como de otros compuestos, deben tomarse de forma puntual y bajo control de un especialista. Cuatro plantas muy tóxicas Crecen en el campo pero no debes consumirlas por cuenta propia porque pueden ser muy tóxicas. De hecho son un ejemplo de la estrecha relación entre medicamento de acción intensa y toxicidad. - Digital. De ella se extraen productos como la digoxina que se receta como tonificante del corazón en personas de edad avanzada. - Belladona. La atropina que se extrae de esta planta es un estimulante nervioso y la usan los oftalmólogos para dilatar las pupilas. - Estrofanto. Sus derivados como la estrofantina se usan en los servicios de urgencias para afecciones del corazón. - Colchicum. Se utiliza en el tratamiento de la gota y tiene muchos efectos secundarios. "}