{"title": "Physical Therapy and Your Immune System - CC's Physical Therapy%| Bismarck, North Dakota", "author": "Ccs Admin", "url": "https://ccsbismarck.com/ptandimmunesystem/", "hostname": "ccsbismarck.com", "description": null, "sitename": "CC's Physical Therapy", "date": "2019-10-30", "cleaned_text": "Physical Therapy and Your Immune System By Erin Reidman - CC's Staff Why does your PT care about your immune system? The immune system. AKA - your best defense. Bring on the sick season; learn to nurture your immune system to improve your odds of beating down the yucks before they start. Biohacking is \"all the rage\" these days. Let's focus on some simple concepts that you can start implementing today rather than going too deep into the complex nature of biohacking or specific micronutrients for a healthy immune system 1. Reduce the refined sugar, or kick it completely. Seriously, it just needs to happen. I know it sounds scary and impossible, but you can do it. I know we just rocked out Halloween 2019 with a surplus of goods, but we all can live without butterfingers. (Bold statement, I know) Refined sugars suppress the immune system. A lot of our immune system lives in our gut and refined sugars influence the balance between the \"good and bad bacteria\" within our gut. They also increase inflammation through reducing how white blood cells perform and through their breakdown into fructose, which has been shown to increase inflammation and the stress hormone cortisol. Free radicals are a byproduct of cellular metabolism and in excess can lead to oxidative stress. You guessed it; sugar increases oxidative stress.1 I won't offer any \"diet\" advice because everyone's ideal diet varies based on their genetic makeup but avoiding processed foods and refined sugars will be beneficial. 2. Check your vitamin D. Vitamin D deficiency has been linked to increased susceptibility to infection and autoimmune responses (your body fighting itself).2 I can't offer you specifics on dosage, but I can tell you to pop your skin out in the sun whenever it decides to shine. Yes, it's cold. Yes, that's OK. (More than OK, it's phenomenal for you to introduce some cold therapy into your daily routine. We can geek out on that another time). Get your vitamin D levels checked and interpreted by a health professional who specializes in a natural approach to health. 3. Sweat. Move and move often. Implement a regular exercise routine that brings you to the point of sweating. Better yet, do this outside! Discuss specifics with your current PT if you need to implement a safe and effective exercise routine. 4. Avoid toxins. Yes, they're everywhere, but that doesn't mean you can't drastically reduce your exposure. Home and beauty products, our food, and even our water need to be considered when trying to decrease toxins. 5. Rest. This should be number 1-10. Sleep is the time when our body is healing. Healing as in cellular level healing-the kind that is pretty darn important if your goal is longevity. Sleep deprivation causes your body to make fewer cytokines. Cytokines are produced and released during sleep and are a crucial protein that target infection and inflammation.3 Also taking time to rest your mind and body outside of true sleep can be incredibly valuable. Meditation, mindfulness, journaling, and a yoga practice are just a few ideas. The above barely scratches the surface of immunity but also demonstrates how simple initiating a healthier lifestyle can be. If anything, I hope this sparks some interest for further research on your part. Our health is our responsibility and our journey towards our goals is our own. Remember, there is no easy or instantaneous way to become healthy; you must BECOME healthy. It is a process of providing your body with what it needs (physically, nutritionally, spiritually, and mentally) in order to do what it was designed to do. Taking a simple and holistic approach to your health this sick season is the best option you have. To answer the initial question- your PT cares about your immune system because your PT cares about you. We want your body to be optimal and in fighting condition. When it's not, come see us. Treat your body and mind well, there's only one you! 1. https://miraclenoodle.com/blogs/miraclenoodle-blog/105468806-how-sugar-weakens-your-immune-system sugar 2. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3166406/ 3. https://www.sleepfoundation.org/articles/how-sleep-affects-your-immunity Post Author: Erin Reidman Erin is a DPT, wife, and mom of two wild boys. When not at work, you can find Erin teaching fitness classes at the YMCA or daydreaming of the next mountain biking/rock climbing adventure with her main squeeze "}