{"title": "Crystal Healing", "author": null, "url": "https://integrativehealingartsstudio.org/vibrational-medicine/crystal-therapy/", "hostname": "integrativehealingartsstudio.org", "description": "Crystal Therapy sessions and classes available at the Integrative Healing Arts Studio, West Reading, Pa. Learn Crystal Therapy. Crystal healing classes.", "sitename": "Integrative Healing Arts Studio", "date": "2015-10-12", "cleaned_text": "Crystal healing is an alternative medicine technique that uses crystals and other stones as conduits for natural healing energy. Crystals vibrate at their own frequency, the same way that the cells in your body and your energetic centers vibrate at their own frequency. That means that when we come into contact with crystals these different frequencies meet and enhance your physical, emotional and spiritual balance. When placing a crystal on the body, the geometric and highly synchronized vibrations begin to merge with the bio-energetic field of the person and create a healing effect that can liberate and transform lower energy patterns. While some dismiss this form of vibrational medicine, it is important to note that crystals are used in computers, radios, watches, fiber-optic technology, lasers and credit cards. The ability for crystals to store and transmit information is incredible. ( [https://upliftconnect.com/vibrational-medicine/](https://upliftconnect.com/vibrational-medicine/)) Even the genius scientist Nikola Tesla said that crystals are actually living beings: In a crystal we have clear evidence of the existence of a formative life principle, and though we cannot understand the life of a crystal, it is nonetheless a living being The studio has a variety of sessions and classes available that utilize the healing energy of crystals. Rose Quartz Reiki Sessions and Vibrational Energy Healing Sessions can be scheduled online, see services and rates page for more information. When scheduling, If there are no available time slots please add your name to the wait list as changes occur often to the schedule. The studio also offers classes and crystal meditations both group and privately, see the events schedule for more information. Journey into Crystals-Introduction to Crystals-Beginner Class Crystals and gemstones have been used for thousands of years as powerful healing aids. In addition to herbalism and acupuncture, Chinese Medicine has a rich tradition of using stones as medicine, passed from generation to generation for thousands of years, as do many other cultures. We may not always be conscious of it, but Crystal Therapy is part of our everyday life. Many people wear precious, semi-precious stones and different minerals not only as jewelry but for their healing benefits as well. Crystal healing is a powerful, yet gentle therapy that works on all levels of the body, mind and spirit. Crystals have the potential to help all of us in a specialized way. You'll discover how they can draw in and radiate healing energy specific to each area of the body, mind, and spirit. This is a beginner class for those that are new to crystals or would like to further their knowledge in how to work with crystals. Class time is 3 1/2 hours. In this class we will explore how crystals synchronize with the seven major chakras for healing and clearing of energy fields. A set of chakra stones and a pendulum will be included in the price of the class. We will focus on the healing properties of the stones given in the class and different ways to use them. In addition, this class explains how to store and care for your crystals by cleaning, clearing and charging them to amplify their healing abilities. We'll also focus on some of the ways crystals and other stones are used in healing methods, enhancing meditation, and promoting spiritual development. During the class you will also experience a full crystal therapy session and meditation to clear and balance your energy system. ***Update Continuing Education credits are no longer given for this class due to the NCBTMB and State changes in Energy Courses in 2020*** Please see the [Classes and Continuing Education Page](https://integrativehealingartsstudio.org/continuing-education-classes/) for important information about continuing education classes. Cost of a group class is $100 and includes crystals and a pendulum. Class size is limited. Registration is required prior to class with a non-refundable deposit of $25. If a group class is scheduled you will find it in my upcoming events list at the side of page (or scroll down for mobile users) ***For now I have retired the Journey into Crystals Class and in 2022 replaced it with my Crystal Experience Workshop, see events for upcoming classes or contact me for more info*** Crystal Healing Immersion Class~ $200- This class goes into more advanced crystal healing techniques and grid work as well as more hands on practice time. The crystal beginner class must be completed first. New crystals are introduced and we will learn to work with a crystal wand. 4 CEU's are offered for LMT's. (CEU's are no longer available for this class effective 2020) Private crystal classes can be also be scheduled, contact me directly. If you would like to schedule a private class for a group contact me directly, group discounts may apply depending on the amount of people attending. "}