{"title": "Neuroplasticity within and between Functional Brain Networks in Mental Training Based on Long-Term Meditation", "author": "Roberto Guidotti; Cosimo Del Gratta; Mauro Gianni Perrucci; Gian Luca Romani; Antonino Raffone; Guidotti; Roberto; Del Gratta; Cosimo; Perrucci; Mauro Gianni; Romani; Gian Luca; Raffone; Antonino", "url": "https://www.mdpi.com/2076-3425/11/8/1086", "hostname": "mdpi.com", "description": "(1) The effects of intensive mental training based on meditation on the functional and structural organization of the human brain have been addressed by several neuroscientific studies. However, how large-scale connectivity patterns are affected by long-term practice of the main forms of meditation, Focused Attention (FA) and Open Monitoring (OM), as well as by aging, has not yet been elucidated. (2) Using functional Magnetic Resonance Imaging (fMRI) and multivariate pattern analysis, we investigated the impact of meditation expertise and age on functional connectivity patterns in large-scale brain networks during different meditation styles in long-term meditators. (3) The results show that fMRI connectivity patterns in multiple key brain networks can differentially predict the meditation expertise and age of long-term meditators. Expertise-predictive patterns are differently affected by FA and OM, while age-predictive patterns are not influenced by the meditation form. The FA meditation connectivity pattern modulated by expertise included nodes and connections implicated in focusing, sustaining and monitoring attention, while OM patterns included nodes associated with cognitive control and emotion regulation. (4) The study highlights a long-term effect of meditation practice on multivariate patterns of functional brain connectivity and suggests that meditation expertise is associated with specific neuroplastic changes in connectivity patterns within and between multiple brain networks.", "sitename": "MDPI", "date": "2021-08-18", "cleaned_text": "between Functional Brain Networks in Mental Training Based on Long-Term be usefully classified into two main styles—focused attention (FA) and open monitoring (OM) meditation—depending on how attentional processes and cognitive monitoring are set [ [1](#B1-brainsci-11-01086), [3](#B3-brainsci-11-01086)]. In the FA meditation style, attention is focused on a given meditation object in a sustained manner, with the implication of attention regulation processes preventing distraction (e.g., mind wandering) and refocusing on the meditation object [ [4](#B4-brainsci-11-01086)]. Open Monitoring is based on non-reactive and non-judgmental monitoring of the contents of experiences and mind-body processes, primarily as a mean to become aware of emotional and cognitive patterns and to increase cognitive and emotional flexibility [ [5](#B5-brainsci-11-01086), [6](#B6-brainsci-11-01086)]. Meditation practices are increasingly relevant in society and have important clinical, educational and workplace applications [ [7](#B7-brainsci-11-01086)]. [1](#B1-brainsci-11-01086), [2](#B2-brainsci-11-01086), [6](#B6-brainsci-11-01086), [8](#B8-brainsci-11-01086)]. Several studies have suggested that FA and OM meditation styles involve different brain regions and processes, in association with their different phenomenological, attentional, and cognitive features [ [1](#B1-brainsci-11-01086), [3](#B3-brainsci-11-01086), [9](#B9-brainsci-11-01086), [10](#B10-brainsci-11-01086), [11](#B11-brainsci-11-01086)]. However, other studies have highlighted common neural processes involved in these meditation forms, plausibly in association with the common executive and meta-awareness functions of FA and OM meditation [ [2](#B2-brainsci-11-01086), [6](#B6-brainsci-11-01086), [12](#B12-brainsci-11-01086)]. [13](#B13-brainsci-11-01086), [14](#B14-brainsci-11-01086), [15](#B15-brainsci-11-01086)]. The characterization of large-scale brain networks appears crucial for the study of consciousness and meditation [ [6](#B6-brainsci-11-01086), [9](#B9-brainsci-11-01086), [16](#B16-brainsci-11-01086)]. Moreover, FA and OM meditation forms may differentially modulate the activity of large-scale brain networks [ [8](#B8-brainsci-11-01086), [9](#B9-brainsci-11-01086)]. [1](#B1-brainsci-11-01086), [9](#B9-brainsci-11-01086)]. In particular, the recently proposed Brain Theory of Meditation [ [8](#B8-brainsci-11-01086)] suggests that FA meditation leads to a sharpening of activations and coupling between Salience, Central Executive, and Default Mode networks, whereas OM meditation is characterized by a more distributed pattern of activations and higher coupling, in particular in the left hemisphere. [17](#B17-brainsci-11-01086), [18](#B18-brainsci-11-01086)], whereas meditation practices and expertise lead to enhanced and more efficient executive control, monitoring, and attentional processes [ [1](#B1-brainsci-11-01086), however, these investigations focused only on a subset of brain regions and networks and compared different groups of participants without directly assessing the specific modulation of brain FC by meditation expertise and age in FA and OM meditation forms, including patterns of brain networks related to the regulation of attention, emotion, and self [ [5](#B5-brainsci-11-01086)]. [23](#B23-brainsci-11-01086), [24](#B24-brainsci-11-01086)] has grown rapidly due to the ability to detect fine-grained differences in neurophysiological patterns as compared with univariate methods [ [25](#B25-brainsci-11-01086)]. Most MVPA studies have focused on cognitive and perceptual aspects of brain functions [ [26](#B26-brainsci-11-01086), [27](#B27-brainsci-11-01086), [28](#B28-brainsci-11-01086), [29](#B29-brainsci-11-01086)]. Recently, multivariate methods have been successfully used with FC, as a promising tool for the prediction of individual subject traits [ [30](#B30-brainsci-11-01086), [31](#B31-brainsci-11-01086), [32](#B32-brainsci-11-01086), [33](#B33-brainsci-11-01086), [34](#B34-brainsci-11-01086)]. MVPA has also been used in meditation studies, using structural MRI to predict the age of a group of meditators [ [35](#B35-brainsci-11-01086)] and discriminate between meditators and non-meditators [ [36](#B36-brainsci-11-01086)] as well as to classify the effects on FC of a body-mind training course [ [37](#B37-brainsci-11-01086)]. 2. Materials and Methods 2.1. Participants 2.2. Experimental Design [Figure 1](#brainsci-11-01086-f001)A) and cued by vocal instructions. The total duration of the experiment was 57 min. Instructions on the meditation type or rest were provided verbally before the beginning of each block. Retrospective self-reports of the meditators suggested that they adequately performed both FA and OM forms during the experiment. 2.3. Data Acquisition and Preprocessing [38](#B38-brainsci-11-01086)]. 2.4. Functional Connectivity Analysis [39](#B39-brainsci-11-01086)], which defines 90 ROIs from 14 large-scale brain networks. The selected ROI and network lists are presented in [Table S1](#app1-brainsci-11-01086). [40](#B40-brainsci-11-01086)]. White-matter and CSF average signals were regressed out from the fMRI signal, together with movement parameters. Then, the residual signal was filtered (0.009-0.08 Hz) and finally scrubbed by removing the volumes with a Framewise Displacement (FD) index greater than 0.5 [ [41](#B41-brainsci-11-01086)]. 2.5. Registration and ROI Definition [42](#B42-brainsci-11-01086)]. Then, the inverse of the obtained non-linear transformation was applied to the defined ROIs in order to extract the signal from the subject space. Once the inverse transformation was applied, we performed the intersection, in the individual space, between the ROI mask and the grey matter mask to obtain the ROI time courses. We selected only the ROIs that had an intersection with grey matter in all participants (7 ROIs discarded). 2.6. Multivariate Pattern Regression [Figure 1](#brainsci-11-01086-f001)B). We computed a correlation matrix for each condition, block, and participant. Therefore, the dataset for pattern regression analysis was composed of six correlation matrices per participant (3 for FA and 3 for OM), resulting in 3403 features for 36 samples for each meditation form. [30](#B30-brainsci-11-01086)]. The dataset was split into two parts: 75% of subjects were used as a training set and the remaining 25% as a testing set. To ensure the independence of data, we used in the training dataset only data from a set of subjects, and in the testing dataset, only data from the remaining set of subjects. This procedure was repeated 50 times, by randomly selecting subjects for the training set to provide a good estimator of the prediction error [ [43](#B43-brainsci-11-01086)]. Feature selection was calculated in the training set and then was applied to the testing set [ [44](#B44-brainsci-11-01086)]. [45](#B45-brainsci-11-01086)] (n = 1000) to obtain the null distribution for MSE and COR. Bonferroni correction was used to assess for multiple comparisons. 2.7. Relevant Feature Analysis [48](#B48-brainsci-11-01086)]. 2.8. Control Analysis for Confound Effects [48](#B48-brainsci-11-01086)], and (ii) regressing out the confound from the data, but it may also remove some variance related to the variable of interest [ [49](#B49-brainsci-11-01086)]. We performed a control analysis by regressing out the confound from the data (expertise for age prediction and vice versa). [50](#B50-brainsci-11-01086)]. If feature sets overlapped in the models, then the prediction was biased, while if the relevant feature sets were disjointed, the prediction was not affected by the confound variable. The advantage of this approach is that the target variable was directly predicted from the connectivity matrix, without removing the signal from a correlated confound as in regression, in order to better interpret the features used for prediction. 2.9. Control Analyses in a Novice Group 3. Results 3.1. Prediction of Years of Meditation Expertise 3.2. Prediction of Age 3.3. Control Analyses for the Confounding Effect 3.4. Control Analyses in the Control Group [Figure S1](#app1-brainsci-11-01086)). As mentioned above, the specificity of the predictive model for meditators and the differences in the connectivities between the two groups supported our hypothesis about the long-term effects of meditation in FC modulation, despite the fact that differences between the two groups can be ascribed to other factors (e.g., diet, educational level), which are difficult to control but are common in the vast majority of meditation studies [ [2](#B2-brainsci-11-01086)]. 3.5. Feature Selection Frequency [Figure 2](#brainsci-11-01086-f002)and [Figure 3](#brainsci-11-01086-f003), the number of times a connection was selected by the feature selection algorithm for each cross-validation fold. [Figure 2](#brainsci-11-01086-f002)shows the sets of connections used to predict age and meditation expertise in FA (panel a) and in OM meditation (panel b). The figure suggests that the selection frequency of the features was uncorrelated for the two prediction tasks (FA: r = 0.05, p > 0.05; OM: r = 0.04, p > 0.05), since the dots lie mostly far from the diagonal. These results demonstrate that the connections that were involved in age prediction were different from those involved in predicting the meditation expertise. [Figure 3](#brainsci-11-01086-f003)we plotted the frequency of the selected features for the prediction of meditation expertise (panel a) and age (panel b). Specifically, when features were used to predict the meditation expertise (panel a), feature selection frequencies appeared to largely differ in the two forms of meditation. In other words, the two meditation styles recruited different connections; this was confirmed by the low value (r = 0.14, p < 0.05) of the frequency correlation across features. Instead, when features were used to predict the age of the meditators ( [Figure 3](#brainsci-11-01086-f003)b), the algorithm selected the same features in the two meditation styles, and the frequencies were highly correlated (r = 0.97, p < 0.001). This demonstrates that the connections affected by age are insensitive to the meditation style and are distinct from those involved in meditation. [Figure S2](#app1-brainsci-11-01086)). 3.6. Prediction-Relevant Feature Weight Analysis [Figure 4](#brainsci-11-01086-f004), for the prediction of expertise in FA (panel a) and OM (panel b) meditation and for the prediction of age (panel c). [Figure 5](#brainsci-11-01086-f005), the normalized absolute weights of the ten most important nodes for the prediction of meditation expertise ( [Figure 5](#brainsci-11-01086-f005)a,b) and for the prediction of age in both meditation forms ( [Figure 5](#brainsci-11-01086-f005)c,d). [Figure 6](#brainsci-11-01086-f006)we plotted the contribution of the connections in the prediction of meditation expertise in FA (panel a) and OM (panel b) meditation. [Figure 7](#brainsci-11-01086-f007)we show the connections that were used to predict expertise (panel a) and age (panel b) and those shared in both meditation styles; we chose those that were selected 95% of the time in the regression models. 4. Discussion [51](#B51-brainsci-11-01086)]. The meditation-specific modulation of brain networks due to expertise demonstrates that long-term histories of co-activation among meditation-specific regions strongly impact the organization of brain networks [ [51](#B51-brainsci-11-01086)], supporting the idea that connectivity profiles could predict cognitive behavior [ [31](#B31-brainsci-11-01086)]. 4.1. Prediction of Meditation Expertise in FA [52](#B52-brainsci-11-01086), [53](#B53-brainsci-11-01086)], such as the conflict between focus on the meditation object and distractions, while the IPS and AngG are directly involved in top-down attentional selection and sustained attention [ [4](#B4-brainsci-11-01086), [54](#B54-brainsci-11-01086)], two other important facets of FA meditation. [55](#B55-brainsci-11-01086)]. The increase of the correlation of the ACC with the IPS/AngG with an increase in expertise may reflect an efficient communication process for detecting distractions and reorienting attention, as in the proposed FA model by Hasenkamp et al. (2012) [ [4](#B4-brainsci-11-01086)]. We also observed that FA meditation is associated with connections with a negative correlation with meditation expertise, including the connection between the posterior cingulate cortex (PCC) and the left occipital gyrus, which can be explained as a reduced occurrence of spontaneous thoughts and mental images during sustained attention in FA [ [11](#B11-brainsci-11-01086), [56](#B56-brainsci-11-01086)] and as the well-established involvement of PCC in mind wandering and stimulus-independent thought within the default mode network (DMN) [37](#B37-brainsci-11-01086), [59](#B59-brainsci-11-01086), [60](#B60-brainsci-11-01086), within the posterior salience network suggests that salient stimuli may be dropped in favor of a narrow focus of awareness on a single object [ [62](#B62-brainsci-11-01086)]. 4.2. Prediction of Meditation Expertise in OM [62](#B62-brainsci-11-01086)], the fronto-parietal network (FPN) and the ventral attention network play a key role in coordinating awareness and monitoring of experience in the present moment during OM meditation. Results showed that the dorsomedial PFC, which is a core region of the FPN, has a high correlation with the left Crus, a node implicated in emotional processing [ [63](#B63-brainsci-11-01086)]. [Figure 3](#brainsci-11-01086-f003)b), which is characterized by a wider conscious access to the fields of experience. In addition, it has been demonstrated that expert meditators have greater widespread FC of the RCau with several brain regions [ [64](#B64-brainsci-11-01086)]. Here we found an increased expertise-modulated connection of RCau with nodes in the Language Network, the left angular gyrus (LAG), and left middle temporal gyrus, which can be associated with an enhanced hub function of the caudate in multiple cognitive abilities [ [65](#B65-brainsci-11-01086)]. [1](#B1-brainsci-11-01086)]. [2](#B2-brainsci-11-01086), [5](#B5-brainsci-11-01086)]. Moreover, the hippocampus is a key convergence zone in the brain, integrating episodic information [ [66](#B66-brainsci-11-01086)] and related emotional contents [ [1](#B1-brainsci-11-01086)] as well as enhancing processes of interoception [ [67](#B67-brainsci-11-01086)]. [Figure 7](#brainsci-11-01086-f007)a). This shared pattern of connectivities may be related to common aspects of these two styles, since both forms involve a narrow focus on the present-moment experience and a detachment from reactivity and judgment patterns [ [62](#B62-brainsci-11-01086)]; moreover, OM meditation is often practiced after FA meditation [ [1](#B1-brainsci-11-01086)]. [68](#B68-brainsci-11-01086), [69](#B69-brainsci-11-01086)] and is characterized by decreased connections with the right thalamus and the LAG, which may be associated with the prevention of broadcasting of thalamo-cortico-limbic signals associated with emotional reactivity, with a potential interference during FA and OM [16](#B16-brainsci-11-01086)]. [70](#B70-brainsci-11-01086), [71](#B71-brainsci-11-01086), [72](#B72-brainsci-11-01086)]. [Figure 6](#brainsci-11-01086-f006)and [Figure 7](#brainsci-11-01086-f007)). be associated with the hypothesis of leftward dominance of the brain in long-term meditators, which helps the top-down regulation of brain processes and states [ [8](#B8-brainsci-11-01086)]. This hypothesis is supported by other findings by our group in the same set of subjects [ [10](#B10-brainsci-11-01086), [11](#B11-brainsci-11-01086)], in which the left brain hemisphere was involved in terms of activation and neural couplings in both forms of meditation. In addition, a meta-analysis and review highlighted the relevance of this hemisphere in long-term meditators [ [73](#B73-brainsci-11-01086)]. Finally, studies in long-term meditators showed the prevalence of left regions for emotion processing [ [74](#B74-brainsci-11-01086), [75](#B75-brainsci-11-01086)] as well as structural changes related to attentive [ [35](#B35-brainsci-11-01086)] and executive regions [ [76](#B76-brainsci-11-01086)] in the left hemisphere. 4.3. Prediction of Age [64](#B64-brainsci-11-01086)]. [77](#B77-brainsci-11-01086)]. 4.4. Functional Connectivity Patterns at the Brain Network Level [Figure 4](#brainsci-11-01086-f004), the analysis at the brain network level reveals interesting differential FC patterns related to expertise and age in FA and OM meditation forms. [80](#B80-brainsci-11-01086)], plausibly in terms of down-regulation of activation and its coupling in meditative states [ [8](#B8-brainsci-11-01086), [10](#B10-brainsci-11-01086), [81](#B81-brainsci-11-01086)]. The increased coupling within the posterior SN with age may reflect a reduced selectivity of neural responses related to sensory and feeling experiences of relevance in both FA and OM meditation forms. In OM meditation we also found an increased expertise-related connectivity between the posterior SN and the visuospatial network, which may be related to an enhanced conscious access to a range of sensory and feeling experiences during OM meditation second may be related to the functional segregation between (conscious) extrinsic sensorimotor processing and intrinsic mentation involving the dorsal [84](#B84-brainsci-11-01086)]. between the basal ganglia and the auditory network may be explained by the effect of higher interference of auditory experiences, related to the fMRI-acoustic noise in our experiment. An increase in the striatal connectivity with the auditory cortex has also been found in tinnitus [ [85](#B85-brainsci-11-01086)]. [86](#B86-brainsci-11-01086)]. The vast majority of meditation studies involving long-term meditators used tens of subjects [ [2](#B2-brainsci-11-01086)]; however, recently it has been found that a limited sample size can reveal the general principle of brain functioning more productively [ [87](#B87-brainsci-11-01086)]. Several studies have used a comparable sample size for predictive analyses [ [37](#B37-brainsci-11-01086), [88](#B88-brainsci-11-01086), [89](#B89-brainsci-11-01086), [90](#B90-brainsci-11-01086), [91](#B91-brainsci-11-01086)], also using highly non-linear models [ [92](#B92-brainsci-11-01086)]. In addition, the robustness of the statistical analysis and the cross-validation schema [ [43](#B43-brainsci-11-01086)] suggests that the conclusions are not over-inflated. 5. Conclusions [12](#B12-brainsci-11-01086)]. Supplementary Materials [https://www.mdpi.com/article/10.3390/brainsci11081086/s1](https://www.mdpi.com/article/10.3390/brainsci11081086/s1), Table S1: List of selected ROIs, Figure S1: Differential connectivities between meditators and control group, Figure S2: Feature selection frequency for expertise and age prediction in control analysis. Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Data Availability Statement Acknowledgments Conflicts of Interest References - Lutz, A.; Slagter, H.; Dunne, J.D.; Davidson, R.J. Attention regulation and monitoring in meditation. Trends Cogn. Sci. 2008, 12, 163-169. [ of mindfulness Neurosci. 2015, 16, 213-225. traits: ERP, studies. Psychol. Bull. attention during focused meditation: A fine-grained temporal analysis of fluctuating cognitive states. NeuroImage 2012, 59, [ practice leads to increases in regional brain gray matter density. Psychiatry Res. Neuroimaging 2011, 191, 36-43. [ of attentional control in mindfulness meditation. Front. Neurosci. 2013, 7, 8. [ [Google R.J. The Science of Meditation: How to Change Your Brain, Mind and Body, 2nd ed.; . Penguin Life: London, a theory of meditation. Prog. Brain Res. 2019, 244, 207-232. [ from a neurocognitive perspective. Am. Psychol. 2015, 70, 632-658. [ of focused attention and cognitive monitoring in meditation. Brain Res. Bull. 2010, 82, 46-56. [ [Google band connectivity reveals differential default mode network interactions during focused attention and open monitoring meditation. Front. Hum. Neurosci. 2014, 8, 832. [ lateralised patterns of neural coupling during focused attention, open monitoring and loving kindness meditation. Sci. Rep. 2020, 10, 7430. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Common+and+distinct+lateralised+patterns+of+neural+coupling+during+focused+attention,+open+monitoring+and+loving+kindness+meditation&author=Yordanova,+J.&author=Kolev,+V.&author=Mauro,+F.&author=Nicolardi,+V.&author=Simione,+L.&author=Calabrese,+L.&author=Malinowski,+P.&author=Raffone,+A.&publication_year=2020&journal=Sci.+Rep.&volume=10&pages=7430&doi=10.1038/s41598-020-64324-6)] [ The The human brain is organized into dynamic, anticorrelated functional networks. Proc. Natl. Acad. H.H. Efficiency of Functional Brain Networks and Intellectual Performance. J. Neurosci. 2009, 29, 7619-7624. in cognition: Emerging methods and principles. Trends Cogn. Sci. 2010, 14, [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Large-scale+brain+networks+in+cognition:+Emerging+methods+and+principles&author=Bressler,+S.L.&author=Menon,+V.&publication_year=2010&journal=Trends+Cogn.+Sci.&volume=14&pages=277%E2%80%93290&doi=10.1016/j.tics.2010.04.004)] Raffone, workspace hypothesis about the neural correlates of consciousness: Insights from neuroscience and meditation studies. In Progress in Brain Research; Elsevier BV: Amsterdam, The Neurocognitive In Handbook of the Psychology of Aging, 8th ed.; Elsevier Inc.: Amsterdam, The Netherlands, 2015; p. 245. Brefczynski-Lewis, Davidson, R. Neural correlates of attentional expertise in long-term meditation practitioners. Proc. Natl. Acad. Sci. USA 2007, by the practices needed to obtain it and by the expertise: An ALE meta-analysis study. Front. Hum. Neurosci. 2013, 6, [ Links between Meditation and Reduced (Brain) Aging: An Attempt to Bridge Some Gaps between the Alleged Fountain of Youth and the Youth of the Field. Front. Psychol. 2017, 8, 860. Meditation and Cognitive Ageing: The Role of Mindfulness Meditation in Building Cognitive Reserve. J. Cogn. Enhanc. of early beginnings. NeuroImage 2012, Primer on Pattern-Based Approaches to fMRI: Principles, Pitfalls, and Perspectives. Neuron 2015, 87, 257-270. [ Theoretical, Statistical, and Practical Perspectives on Pattern-based Classification Approaches to the Analysis of Functional Neuroimaging Data. J. Cogn. Neurosci. 2007, V.; Dehaene, S. Recruitment of an Area Involved in Eye Movements During Mental Arithmetic. Science 2009, 324, 1583-1585. [ the human ventral occipito-temporal NeuroImage 189, and temporal dynamics of choice- and action-predictive signals during item recognition decisions. Brain Struct. Funct. 2020, 225, 2271-2286. Lessov-Schlaggar, et al. Prediction of Individual Brain Maturity Using fMRI. Science 2010, 329, 1358-1361. [ [Google R. Functional connectome fingerprinting: Identifying individuals using patterns of brain connectivity. Nat. Neurosci. 2015, 18, 1664-1671. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Functional+connectome+fingerprinting:+Identifying+individuals+using+patterns+of+brain+connectivity&author=Finn,+E.S.&author=Shen,+X.&author=Scheinost,+D.&author=Rosenberg,+M.&author=Huang,+J.&author=Chun,+M.&author=Papademetris,+X.&author=Constable,+R.&publication_year=2015&journal=Nat.+Neurosci.&volume=18&pages=1664%E2%80%931671&doi=10.1038/nn.4135)] [ [CrossRef](https://doi.org/10.1038/nn.4135)] - Cole, J.H.; condition using magnetoencephalography source level long-range phase coupling patterns. J. Neural Eng. 18, brain age using high-resolution pattern recognition: Younger brains in long-term meditation practitioners. NeuroImage 2016, 134, 508-513. [ [Google E. Brain Imaging Analysis Can Identify Participants under Regular Mental Training. PLoS ONE 2012, 7, e39832. [ [Google Large-Scale functional brain networks. Eur. J. Neurosci. 2017, 46, 158-165. [ [CrossRef](https://doi.org/10.1093/cercor/bhr099)] - Zhang, Y.; Brady, M.; Smith, S. Segmentation of brain MR images through a hidden Markov random field model and the expectation-maximization algorithm. IEEE Trans. Med Imaging 2001, 20, 45-57. B.L.; Petersen, S.E. Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion. NeuroImage 2012, 59, 2142-2154. [ registration NeuroImage and tutorial NeuroImage 2009, A.P. Nonparametric permutation tests for functional neuroimaging: A primer with examples. Hum. Brain Mapp. 2002, 15, Machine Learning in python. J. Mach. Learn. Res. 2011, SciPy 1.0: Fundamental algorithms for scientific computing in Python. Nat. Methods 2020, 17, 261-272. [ weight vectors of linear models in multivariate neuroimaging. NeuroImage decoding analyses of neuroimaging data. NeuroImage evaluation of algorithms for computer-aided diagnosis of dementia based on structural MRI: The CADDementia challenge. NeuroImage 2015, Schlaggar, B.L.; et al. Functional Brain Networks Are Dominated by Stable Group and Individual Factors, Not Cognitive or Daily Variation. Neuron 2018, 98, 439-452. [ [Google control. Psychol. Rev. 2001, 108, 624. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Conflict+monitoring+and+cognitive+control&author=Botvinick,+M.M.&author=Braver,+T.S.&author=Barch,+D.M.&author=Carter,+C.S.&author=Cohen,+J.D.&publication_year=2001&journal=Psychol.+Rev.&volume=108&pages=624&doi=10.1037/0033-295X.108.3.624&pmid=11488380)] [ [CrossRef](https://doi.org/10.1037/0033-295X.108.3.624)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/11488380)] - Petersen, S.E.; Posner, M.I. The Attention System of the Human Brain: 20 Years After. Annu. Rev. Neurosci. role of parietal cortex during sustained visual spatial attention. Brain Res. 2009, 1302, 157-166. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+role+of+parietal+cortex+during+sustained+visual+spatial+attention&author=Thakral,+P.P.&author=Slotnick,+S.D.&publication_year=2009&journal=Brain+Res.&volume=1302&pages=157%E2%80%93166&doi=10.1016/j.brainres.2009.09.031)] [ Chan, Distinct Activity Associated with Focused-Attention Meditation and Loving-Kindness Meditation. PLoS The posterior cingulate cortex as a plausible mechanistic target of meditation: Findings from neuroimaging. Ann. N. Y. Acad. Sci. V. Functional connectivity in the resting brain: A network analysis of the default mode hypothesis. Proc. Natl. Acad. Sci. USA [Green Version](http://www.pnas.org/content/100/1/253.full.pdf)] - BOLD Activity from the Ventral Posteromedial Cortex Associated with Meditation and Attentional Skills. L.W. Effects of Meditation Experience on Functional Connectivity of Distributed Brain Networks. Front. Hum. Neurosci. 2012, 6, 38. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Effects+of+Meditation+Experience+on+Functional+Connectivity+of+Distributed+Brain+Networks&author=Hasenkamp,+W.&author=Barsalou,+L.W.&publication_year=2012&journal=Front.+Hum.+Neurosci.&volume=6&pages=38&doi=10.3389/fnhum.2012.00038)] default mode network and areas associated with memory retrieval and emotional processing. Front. Hum. Neurosci. 2014, 8, 86. [ [Google and resting-state fluctuations in visual and DMN areas revealed in long-term meditators. NeuroImage 2016, D.R.; Zeidan, F. The brain on silent: Mind wandering, mindful awareness, and states of mental tranquility. Ann. N. Y. Acad. Sci. 2016, 1373, and Cognition: Evidence from Functional Imaging Studies. Cerebellum 2012, of the caudate in older adults who practice kripalu yoga and vipassana meditation than in controls. Front. Hum. Neurosci. 2015, 9, 137. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Greater+widespread+functional+connectivity+of+the+caudate+in+older+adults+who+practice+kripalu+yoga+and+vipassana+meditation+than+in+controls&author=Gard,+T.&author=Taquet,+M.&author=Dixit,+R.&author=H%C3%A3%C2%B6lzel,+B.K.&author=Dickerson,+B.C.&author=Lazar,+S.W.&author=H%C3%B6lzel,+B.K.&publication_year=2015&journal=Front.+Hum.+Neurosci.&volume=9&pages=137&doi=10.3389/fnhum.2015.00137)] E.E. component Neurology 2017, 89, 2192-2197. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Caudate+nucleus+as+a+component+of+networks+controlling+behavior&author=Graff-Radford,+J.&author=Williams,+L.&author=Jones,+D.T.&author=Benarroch,+E.E.&publication_year=2017&journal=Neurology&volume=89&pages=2192%E2%80%932197&doi=10.1212/WNL.0000000000004680)] R.J. Interoceptive awareness and its relationship to hippocampal dependent processes. Brain Cogn. 2016, 109, 26-33. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Interoceptive+awareness+and+its+relationship+to+hippocampal+dependent+processes&author=Dudley,+L.&author=Stevenson,+R.J.&publication_year=2016&journal=Brain+Cogn.&volume=109&pages=26%E2%80%9333&doi=10.1016/j.bandc.2016.08.005&pmid=27643947)] [ [CrossRef](https://doi.org/10.1016/j.bandc.2016.08.005)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/27643947)] - Marchand, W.R. Neural mechanisms of mindfulness and meditation: Evidence from neuroimaging studies. World J. Radiol. 2014, 6, Brain Funct. - Seghier, M.L. The Angular Gyrus: Multiple Functions and Multiple Subdivisions. Neuroscientist 2012, 19, 43-61. Alpha alpha-beta phase synchronization mediate the recruitment of the visuospatial attention network through the Superior Longitudinal Fasciculus. NeuroImage 2019, 188, 722-732. Structural Connectivity Mediates the Top-Down Control of Neuronal Synchronization Associated with Selective Attention. PLoS meta-analysis of 78 functional neuroimaging investigations. Neurosci. Biobehav. J. Alterations in Brain and Immune Function Produced by Mindfulness Meditation. Psychosom. Med. 2003, 65, 564-570. [ E. brain The link between meditation and structural lateralization. Soc. Cogn. Affect. Neurosci. 2015, Mindfulness Meditation on Brain's White Matter Microstructure and its Aging. Front. Aging Neurosci. 2016, 7, 254. [Google representations of interoceptive attention. Cogn. intervention in Parkinson's disease leads to structural brain changes on MRI. Clin. Neurol. Neurosurg. 2013, role in human pain. Neurosci. 2015, 18, 499-500. connectivity between cortical sources in five meditation traditions detected with lagged coherence using EEG tomography. NeuroImage - Polak, G. Reexamining Jhna: Towards a Reconstruction of Early Buddhist Soteriology, 1st ed.; UMCS: Effects of the Mindfulness-Based Stress Reduction Program on Mind Wandering and Dispositional Mindfulness Facets. Mindfulness 2018, 10, 185-195. [ Salience Subnetwork Connectivity Mediate Age-Related Changes in Executive Function and Affect. Front. Aging Neurosci. 2018, 10, 410. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Dissociable+Effects+of+Aging+on+Salience+Subnetwork+Connectivity+Mediate+Age-Related+Changes+in+Executive+Function+and+Affect&author=Touroutoglou,+A.&author=Zhang,+J.&author=Andreano,+J.M.&author=Dickerson,+B.C.&author=Barrett,+L.F.&publication_year=2018&journal=Front.+Aging+Neurosci.&volume=10&pages=410&doi=10.3389/fnagi.2018.00410)] [CrossRef](https://doi.org/10.3389/fnhum.2015.00568)][ [Green Version](https://www.frontiersin.org/articles/10.3389/fnhum.2015.00568/pdf)] - Cui, Z.; Gong, G. The effect of machine learning regression algorithms and sample size on individualized behavioral prediction with functional connectivity features. NeuroImage 2018, 178, 622-637. [ [Google - Naselaris, T.; Allen, E.; Kay, K. Extensive sampling for complete models of individual brains. Curr. Opin. Behav. Sci. Individual variability in functional connectivity predicts performance of a perceptual task. Proc. Natl. Acad. Sci. USA 2012, A neuromarker of sustained attention from whole-brain functional connectivity. Nat. Neurosci. 2016, 19, Tesla MRI Biomarkers Improve the Differentiation between Benign vs Malignant Single Ring Enhancing Brain Masses. PLoS ONE 2016, 11, e0159047. [ [Google al. A prediction model of working memory across health and psychiatric disease using whole-brain functional connectivity. eLife 2018, 7, e38844. 90 ROIs and computing the pairwise Pearson correlation matrix between extracted time courses; then, the upper triangular part of the correlation matrix was used as a feature set for training a Support Vector Regression (SVR) model, to predict either the meditation expertise or the age of the participants. Before training, a correlation based feature selection was performed to reduce the feature set. We split the dataset into two parts: 75% of the subjects were used for training and 25% for training repeating this procedure 50 times, with permutation of the set of subjects for cross-validation. Finally, performance was evaluated using mean squared error and correlation, while feature evaluation was performed by extracting the selection frequency of the features and by inspecting the weights of the SVR model. Publisher's Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. © 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( within and between Functional Brain Networks in Mental Training Based on Long-Term Meditation. Brain Sci. 2021, 11, 1086. https://doi.org/10.3390/brainsci11081086 Raffone A. Neuroplasticity within and between Functional Brain Networks in Mental Training Based on Long-Term Meditation. Brain Sciences. 2021; 11(8):1086. and between Functional Brain Networks in Mental Training Based on Long-Term Meditation\" Brain Sciences 11, no. 8: 1086. https://doi.org/10.3390/brainsci11081086 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more "}