{"title": "Current Status and Future Promise of the Human Microbiome", "author": "Bong-Soo Kim; Yoon-Seong Jeon; Jongsik Chun", "url": null, "hostname": null, "description": null, "sitename": "Pediatric Gastroenterology, Hepatology & Nutrition", "date": "2013-06-30", "cleaned_text": "INTRODUCTION [1](#B1)], and their gene contents are more numerous than 100 times than the human genome [ [2](#B2)]. These microbes play important roles in human health, including metabolism, homeostasis of the immune system, and in colonization resistance. However, most microbes cannot be cultured in the laboratory; the various conventional culture techniques are able to culture only limited species of the bacteria in nature including human body [ [3](#B3), [4](#B4)]. Metagenomics, defined as the study of the total genomes extracted from a complex mixture of microbes in a given environment [ [5](#B5)], has been applied to various ecological approaches, including studies of the human microbiome, as it can be used to investigate various microbes simultaneously, without cultivation. This approach has accelerated human microbiome studies and their clinical applications. Studies about diverse microbes in the human body, site-specific microbiota, relations between bacterial composition and disease have rapidly increased our understanding of the importance of the human microbiome and its roles in health [ [1](#B1), [6](#B6)- [8](#B8)]. This explosion of human microbiome data holds the promise of managing personal health based on individual genome and microbiome information. In this article, we review current strategies for studying the human microbiome and the possible future applications of microbiome data. DEVELOPMENT OF TECHNIQUES [9](#B9)]. Metagenomics has generated new terms for use in microbial study such as 'microbiota' and 'microbiome'. Microbiota is defined as the collective microbial community inhabiting a specific environment, while the microbiome is the collective genomic contents of the microbiota [ [10](#B10)]. The interaction between microbes or between microbes and host can also be analyzed by microbiome study. Various environmental microbiome studies including human microbiome have been performed using metagenomic analyses based on NGS. Other techniques in protein and metabolite analyses also improved, and they have been applied in microbiome studies. The comparison of these techniques is present in [Table 1](#T1). [11](#B11)]. Metagenomic shotgun sequencing could avoid these problems without amplification step and the inherent primer-related pitfalls. This technique can provide microbial community without amplification, and detect various functional genes in sample. However, functional gene analysis of complex microbial community requires millions of sequences in each sample, and this makes bioinformatic bottlenecks. Although metagenomic shotgun sequencing poses many bioinformatic challenges in the identification and improvement of the accuracy of information derived from the relatively short gene fragments generated by NGS, most scientists are now using this technique to study the microbiome in various environments. Other limitation of metagenomic fragment sequencing is based on DNA; it cannot provide evidence of the expression of each functional gene in a sample. To address the activity of genes in an environmental microbial community, metatranscriptomic sequencing has been used in microbiome studies ( [Table 1](#T1)). Metatranscriptomics has already been applied to the analysis of 10 healthy fecal microbiomes; this study indicated that functions of carbohydrate metabolism, energy production, and synthesis of cellular components are the most expressed functions by microbes [ [12](#B12)]. Although metatranscriptomic analysis is able to characterize the activity of functional genes in a sample, the improvement of efficient protocols for the extraction of RNA and the construction of sequencing library are requisite, given the instability of mRNA and the difficulties involved in RNA extraction from samples. Moreover, analyses of proteins and metabolites are important for the understanding of microbial functions. Identifications of crude proteins and liquids including metabolites from samples have been applied to study microbial function in the human body [ [13](#B13), [14](#B14)]. Combining results from these different approaches can help to elucidate the ecological roles of microbes in our body. HUMAN MICROBIOME CONSORTIUMS [Table 2](#T2)). The purpose of the HMP was to characterize microbial communities in human body and their relationship to human health and disease. The HMP provided baseline microbiome data obtained from 'healthy' adults for comparison them with that of patients. They investigated the microbial communities in 15-18 body sites of 242 adults (129 males and 113 females), aged 18-40 years old. Bacteria were isolated from the human body, and their genomes sequenced to establish reference genome sequences (800 genomes are available from public database). The consortium published the results of their past 5 years' studies involving 16S rRNA sequencing, whole genome sequencing of isolates, and metagenomic sequencing of total DNA 2012 [ [15](#B15), [16](#B16)] and released 'phase I' datasets Coordination Center ( [http://hmpdacc.org/](http://hmpdacc.org/)). [17](#B17)- [19](#B19)]. The objectives of the Meta-HIT are to understand the relationship between the genes of the human intestinal microbiota and human health and disease. This project focused on inflammatory bowel disease (IBD) and obesity, which are of increasing importance in Europe. They extensively investigated microbial genes in the human intestine and their relationships with disease, in order to understand the mechanisms of disease development. They used metagenomic analyses in all their studies, and published the catalogue of microbial genes in the gut, as well as distinct enterotypes based on microbial composition, and the functions of microbial THE HUMAN MICROBIOME [25](#B25), [26](#B26)]. [15](#B15)]. Stool represents the intestinal tract, and most microbes residing here are anaerobes (about 4,000 bacterial species), with an estimated cell number of about 1012 cells per gram of contents [ [27](#B27)]. Bacteria inhabiting the intestinal tract participate in maintenance of homeostasis in the human body; an imbalance in their composition could generate disease states. In newborns, the delivery mode influences the composition of the intestinal microbiota, and initiates the colonization of microbiota in the intestine after this exposure [ [28](#B28)]. Diet is another significant impact factor in the development of infant microbiota during the first year [ [29](#B29)]. The genus of Bifidobacteria is predominant in breast-fed infants, and its abundance decreases along with increasing diversity of other genera in formula-fed infants; an adult-like microbiota is developed with the introduction of solid foods. The dominance of Bifidobacteria is associated with utilization of human milk oligosaccharides and the developing microbiota is related to diet type [ [29](#B29), [30](#B30)]. Differences in the development of the initial microbiota could influence development of subsequent microbiota and of the immune system. For instance, there are some reports indicating that early antibiotic exposure, which influences the composition of the microbiota, increases the risk of development of allergic asthma and IBD, and interaction with the immune system has also been reported [ [31](#B31)- [33](#B33)]. Two phyla, bacteroidetes and firmicutes, are predominant in the normal intestinal microbiota, and they are able to digest complex dietary polysaccharides [ [25](#B25)]. The human gut microbiota has been classified into 3 enterotypes, depending on the dominant presence of Bacteroides, Prevotella, or Ruminococcus genera [ [21](#B21)]. However, the composition of the intestinal microbiota varies between healthy individuals (there are no core species), and microbiota in a Korean cohort was found to be significantly different from that in a US cohort [ [16](#B16), [34](#B34)]. These inter-individual variations could be associated with the susceptibility to development of a specific disease. [2](#B2), [3](#B3), [10](#B10), [35](#B35), [36](#B36)]. The role of dysbiosis, an imbalance in the microbial composition and a shift in their function from normal to disease [ [37](#B37)], has been investigated in several diseases, including IBD, obesity, metabolic syndrome, type 1 and type 2 diabetes, and allergy. Given the inter-individual variation in intestinal microbiota, no single species act as a biomarker of dysbiosis [ [38](#B38)]. Nonetheless, monitoring of dysbiosis (alterations in the microbial community) can be used diagnostically, and to assess the effects of treatment. Some bioinformatic tools have already been developed and used to identify microbes, genes, proteins, and transcripts associated with disease [ [39](#B39)]. A reduction in bacterial diversity and decrease in the population of the anaerobic firmicutes has been reported to be associated with disease [ [40](#B40)- [42](#B42)]. Similarly, a reduction in anaerobes with increase mostly proteobacteria, including Salmonella, Shigella, Klebsiella, Proteus, and Escherichia coli have been reported in disease states [ [43](#B43)- [45](#B45)]. Changes in the microbial composition influenced the amount of metabolites produced by microbes in the gut. A shift in short chain fatty acid (SCFA) production has been associated with diarrhea, by reducing sodium and water absorption [ [46](#B46)], and is related to a delay in the re-establishment of the indigenous microbiota composition. Butyrate-producing bacteria, such as Faecalibacterium prausnitzii, have been reported to be related to inflammation in IBD [ [47](#B47)]. Furthermore, bacteria within Enterobacteriaceae are able to survive in the inflamed gut than are members of firmicutes and bacteroidetes [ [43](#B43), [44](#B44), [48](#B48)]. [49](#B49)]. The gut mucosal immune system is the largest lymphoid site in body, and gut bacteria interact with lymphoid follicles of the gut mucosa, and regulatory and effector T cells. Dysbiosis changes the immune regulatory systems that normally manage inflammation in the gut, and is associated with immune-mediated disorders [ [2](#B2)]. The changes in community function brought about by dysbiosis have also been investigated and compared using metagenomic analyses. Most functional studies on the microbiome of IBD and colon disorders have been performed by the Meta-HIT consortium. The metagenome shared between healthy persons and patients were lower (25%) than that shared between healthy persons (38%). In addition, the gene numbers in IBD patients was significantly lower than those in healthy persons [ [20](#B20)]. This indicates that microbiota in IBD patients are unable to produce some functional genes that are generated by healthy microbiota. This could cause disorders of the human intestinal tract, and holds promise for the development of diagnostic tools for disorder. [50](#B50)]. Recently, most microbiome studies have been focused on the variation in functional genes produced by microbiota in each person, in order to understand their effects on individual health. However, further development of bioinformatic tools is necessary for accurately interpreting information from vast amount of sequence data. APPLICATIONS OF HUMAN MICROBIOME [51](#B51)]. In addition, incomplete recovery of the gut microbiota after exposure to antibiotics could influence the homeostasis of the gut [ [51](#B51), [52](#B52)]. This indicates that care should be taken in clinical treatment of patients. Probiotics are generally a mixture of lactic acid-producing bacteria, such as Lactobacilli and Bifidobacteria, which are beneficial to health; yeasts, such as Saccharomyces, are also used. Probiotics play a role in host immune responses by direct interactions between microbes [ [53](#B53)]. Recent analyses demonstrated some effects of probiotics in dysbiosis, such as in necrotizing enterocolitis in infants in antibiotic-associated diarrhea [ [54](#B54), [55](#B55)]. Prebiotics are non-digestible food ingredients that beneficially affect the host by activating beneficial microbes. For instance, the ingestion of oligosaccharides could stimulate growth of Bifidobacterium species and protect against Clostridium difficile infection [ [56](#B56)]. The effects and mechanisms of these treatments have been studied by investigating the human microbiome. [57](#B57), [58](#B58)]. Several reports on fecal transplantation have highlighted the potential use of CDI treatment in recalcitrant conditions that have not responded to long-term use of broad-spectrum antibiotics [ [59](#B59), [60](#B60)]. Although fecal transplantation is mostly used in CDI, it has been attempted in other conditions, including IBD, irritable bowel syndrome, and metabolic disorders [ [61](#B61)]. However, there are some considering issues for fecal transplantation including host immune response with introducing new pathogen or microbiota to recipient. Other consider issues are the determination of suitable donors for treat, management of the donor feces as preparing, freezing and storing samples before treatment. Although more efforts will be needed to improve the fecal transplantation, it is clear the therapy is successful to CDI patient. "}