{"title": "Chronic Fatigue Syndrome Treatments | Sleep Foundation", "author": "Jay Summer", "url": "https://www.sleepfoundation.org/chronic-fatigue-syndrome/treatment", "hostname": "sleepfoundation.org", "description": "Chronic fatigue syndrome (CFS) has no known cause or cure, but people with this illness can still receive help. Learn about the many possible CFS treatments.", "sitename": "Sleep Foundation", "date": "2022-01-21", "cleaned_text": "Treating Chronic Fatigue Syndrome Chronic fatigue syndrome (CFS), also called myalgic encephalomyelitis (ME) and systemic exertion intolerance disease (SEID) , causes people to experience severe fatigue and unrefreshing sleep . Worldwide, about 1% of people likely have chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME), with the disorder occurring more frequently in women. An estimated 2 million Americans have CFS/ME. CFS/ME fatigue commonly debilitates people who have the illness, leading to unemployment or requiring a person to spend much of their time in bed. In addition, some people with CFS/ME also experience symptoms other than fatigue, such as pain, sleep troubles, cognitive problems, and exercise intolerance. As a result, many are eager to find a treatment that works. Treatments for Chronic Fatigue Syndrome Since researchers do not yet fully understand the cause of chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME) and people with the illness can experience a wide variety of symptoms, multiple treatments exist. Treatments are aimed at managing and reducing the severity of CFS/ME symptoms, rather than at curing the illness. Medications Currently, there are no U.S. Food and Drug Administration (FDA)-approved prescription medications for CFS/ME. However, the FDA is actively seeking research trials for CFS/ME drugs. Also, studies of potential CFS/ME medications are currently underway. As a first recommendation, doctors may ask people with CFS/ME to try over-the-counter medications . For example, a doctor may recommend sleep aids or pain medications, such as acetaminophen, aspirin, and ibuprofen. Doctors may also recommend nutritional supplements, including vitamins or minerals the doctor suspects a person could benefit from, such as magnesium and vitamin B-12. Supplements may also include essential fatty acids, the amino acid L-carnitine, Coenzyme Q-10, and other antioxidants. When over-the-counter medications and supplements do not adequately lessen CFS/ME symptoms, doctors might prescribe drugs for the disorder. These are considered \"off-label\" prescriptions, meaning the medications are being prescribed for purposes other than what the FDA originally approved them for. Medications prescribed - Anti-seizure medications - Antidepressants - Non-steroidal anti-inflammatories (NSAIDs) - Pain medications - Antiviral medications - Corticosteroids - Thyroid hormones - Medications affecting the immune system - Beta blockers - Alpha blockers - Antihistamines - Stimulants - Sleep medications - Muscle relaxants - Medical cannabis - Antibiotics (if small intestinal bacterial overgrowth is present) The type of medication a doctor prescribes for CFS/ME depends on the specific symptoms a particular person experiences. In addition to or instead of writing a prescription, a doctor may recommend a fecal microbiota transplant (FMT). In this procedure, feces from a healthy individual are inserted into the intestines of someone with CFS/ME with the hopes of changing the types of bacteria present. Fecal transplants for CFS/ME are still being studied , are currently considered experimental, and therefore may not be offered as treatments at this time. Therapy Medical professionals often recommend cognitive behavioral therapy (CBT) as a treatment for CFS/ME. This recommendation can be controversial, since some give it out of the discredited belief that CFS/ME symptoms are largely perpetuated by a person's fear and personal choices regarding their symptoms rather than a physical cause. Some experts consider CBT an outdated treatment recommendation and have questioned the designs of previous CBT studies of people with CFS/ME. Others argue that CBT should not be a primary CFS/ME treatment but can help with illness management and associated emotional problems. Between 25% and 40% of people with CFS/ME also experience anxiety or depression, and therapy can potentially treat those issues. Seeing a therapist can also help a person cope with the way CFS/ME impacts their life. Lifestyle Changes Medical professionals frequently recommend a variety of lifestyle changes to people with CFS/ME: - Gentle Exercise: Exercising may help some people with CFS/ME, but it comes with risks. Too much exercise can trigger post-exertional malaise (PEM), or extreme [fatigue](https://www.sleepfoundation.org/excessive-sleepiness). Some medical professionals recommend graded exercise therapy (GET), which involves exercising only as much as a person can without triggering post-exertional malaise, then slowly increasing the amount of exercise they engage in over time. Other experts, however, view graded exercise therapy as an outdated treatment that can potentially worsen symptoms. - Pacing: The purpose of pacing is to carefully plan and limit activities a person with CFS/ME engages in, so they don't trigger post-exertional malaise. A person with this illness can pace independently by recognizing what prompts flare-ups and reducing their activity accordingly. Professionals can also help with pacing through adaptive pacing therapy (APT). Some, but not all, people with CFS/ME can handle more activity over time if they pace themselves and avoid flare-ups. - Assistive Devices: Certain devices can help with pacing by reducing the amount of energy a person expends. For example, a shower chair allows a person to take a shower without standing for an extended time, and a motorized scooter allows for travel throughout a store without standing. Devices like pedometers and heart rate monitors can also help with pacing by encouraging people to be mindful of the energy they're using. - Decreased Sensory Stimulation: Many people with CFS/ME are more sensitive than average to stimuli, so avoiding certain sensory stimuli helps some people with symptom management. For example, people might wear sunglasses or eye masks to reduce light exposure and earplugs to reduce sound. They may also try to remain in spaces that are free from perfumes or other strong odors. - Good Sleep Hygiene: Since CFS/ME often involves sleep difficulties, healthy sleep hygiene practices are essential. Wearing an eye mask and earplugs can help reduce sleep disruptions. Other common sleep hygiene tips involve going to bed and waking up at the same time each day, avoiding electronic devices and large meals before sleep, and keeping the bedroom cool, quiet, and dark. - A Healthy Diet: Like everyone, people with CFS/ME might benefit from eating a balanced diet. Ideally, this diet should include a variety of different types of foods, but few that are processed. People with CFS/ME who have gastrointestinal symptoms might find they do better when they avoid certain types of foods, such as spicy foods, caffeine, alcohol, sugar and sugar substitutes, dairy, or gluten. Alternative or Complementary Medicine Since there is no standard treatment for CFS/ME, people often consider alternatives to traditional medicine or use non-traditional treatments to complement their other medications. Commonly used alternative and complementary treatments include: - Mind-body treatments, like qigong, tai chi, and [meditation](https://www.sleepfoundation.org/meditation-for-sleep) - Massage - Homeopathy - Supplements, like ginseng and [melatonin](https://www.sleepfoundation.org/melatonin) - Light therapy - Heating pads or cold packs - Acupuncture - Trigger point therapy, called myofascial release - Acupuncture - Chiropractic treatments Complementary therapies have received mixed results when scientifically studied. Before beginning an alternative or complementary treatment, talk with your doctor to ensure that you aren't trying something potentially dangerous. Talking with Your Doctor About Chronic Fatigue Syndrome If you are experiencing fatigue on an ongoing basis despite getting adequate sleep , talk to your doctor. While you could be facing chronic fatigue syndrome, many illnesses ranging from obstructive [sleep apnea](https://www.sleepfoundation.org/sleep-apnea) to iron-deficiency anemia can cause fatigue. Your doctor will need to ask questions and order tests to determine what is causing fatigue in your personal situation. Preparing for your appointment can help it go more smoothly. Keep Track of Your Symptoms and Their Onset Tracking the frequency, timing, and severity of your symptoms might help your doctor better understand what you're experiencing. Tracking your activity level and symptoms can also help you draw connections and learn your limits so that you can reduce flare-ups. When tracking your symptoms, remember to write down everything ailing you, not just fatigue. People with CFS/ME often also have issues with pain, cognition, such as memory and concentration, and sleep. You might also consider keeping a sleep diary , so your doctor can see how well you're sleeping and determine if sleep might play a role in your symptoms. Identify Treatments You've Tried In addition to tracking the symptoms you have experienced, keep a list of treatments you have tried. The Centers for Disease Control and Prevention (CDC) provides a medications and supplements list you can use to track your medications, their dosage, how well they help, and if you experienced side effects. Write a separate list of other treatments you have tried beyond medications and supplements, such as cognitive behavioral therapy, exercise, acupuncture, or meditation. Have a List of Questions to Ask Your Doctor Compile a list of questions you would like to ask your doctor so you do not forget anything you want to say. This list might include questions about possible tests, diagnoses, treatments, or medication side effects. Living with Chronic Fatigue Syndrome Although experts have not yet found a cure for CFS/ME, many people who have the illness are able to make lifestyle changes and find treatments that allow them to reduce or manage their symptoms. Improvement is possible by living within your limits and working with a doctor to find treatments that help you. There are also many CFS/ME support groups both online and in-person. Meeting with such a group might prove to be helpful. If you're ready for more, sign up to receive our email newsletter! [privacy](/privacy-policy)is important to us. Thanks for the feedback - we're glad you found our work instructive! Submitting your Answer... References 15 Sources - Castro-Marrero, J., Sáez-Francàs, N., Santillo, D., & Alegre, J. (2017). Treatment and management of chronic fatigue syndrome/myalgic encephalomyelitis: All roads lead to Rome. British Journal of Pharmacology, 174(5), 345-369. [https://pubmed.ncbi.nlm.nih.gov/28052319/](https://pubmed.ncbi.nlm.nih.gov/28052319/) - Kim, D. Y., Lee, J. S., & Son, C. G. (2020). Systematic review of primary outcome measurements for chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME) in randomized controlled trials. Journal of Clinical Medicine, 9(11), 3463. [https://pubmed.ncbi.nlm.nih.gov/33126460/](https://pubmed.ncbi.nlm.nih.gov/33126460/) - Lim, E. J., Ahn, Y. C., Jang, E. S., Lee, S. W., Lee, S. H., & Son, C. G. (2020). Systematic review and meta-analysis of the prevalence of chronic fatigue syndrome/myalgic encephalomyelitis (CFS/ME). Journal of Translational Medicine, Sapra, A., & Bhandari, P. (2021). Chronic fatigue syndrome. In StatPearls. StatPearls Publishing., Retrieved December 13, 2021, from [https://pubmed.ncbi.nlm.nih.gov/32491608/](https://pubmed.ncbi.nlm.nih.gov/32491608/) - U.S. Food & Drug Administration. (2020, May 4). Chronic fatigue syndrome/myalgic encephalomyelitis: Developing drug products for treatment., Retrieved December 13, 2021, from [https://www.fda.gov/regulatory-information/search-fda-guidance-documents/chronic-fatigue-syndromemyalgic-encephalomyelitis-developing-drug-products-treatment](https://www.fda.gov/regulatory-information/search-fda-guidance-documents/chronic-fatigue-syndromemyalgic-encephalomyelitis-developing-drug-products-treatment) - U.S. National Library of Medicine. (2021, March 15). A trial of Solriamfetol in the treatment of myalgic encephalomyelitis/chronic fatigue syndrome. ClinicalTrials.gov., Retrieved December 13, 2021, from [https://clinicaltrials.gov/ct2/show/NCT04622293](https://clinicaltrials.gov/ct2/show/NCT04622293) - Centers for Disease Control and Prevention. (2021, January 28). Myalgic encephalomyelitis/chronic fatigue syndrome: Treatment of ME/CFS., Retrieved December 13, 2021, from [https://www.cdc.gov/me-cfs/treatment/index.html](https://www.cdc.gov/me-cfs/treatment/index.html) - Bateman, L., Bested, A. C., Bonilla, H. F., Chheda, B. V., Chu, L., Curtin, J. M., Dempsey, T. T., Dimmock, M. E., Dowell,T. G., Felsenstein, D., Kaufman, D. L., Klimas, N. G., Komaroff, A. L., Lapp, C. W., Levine, S. M., Montoya, J. G., Natelson, B. H., Peterson, D. L., Podell, R. N. ... & Yellman, B. P. (2021). Myalgic encephalomyelitis/chronic fatigue syndrome: Essentials of and management. Mayo Clinic Proceedings, 96(11), P2861 2878. [https://www.mayoclinicproceedings.org/article/S0025-6196(21)00513-9/fulltext](https://www.mayoclinicproceedings.org/article/S0025-6196(21)00513-9/fulltext) - U.S. National Library of Medicine. (2021, June 18). The comeback study. ClinicalTrials.gov., Retrieved December 14, 2021, from [https://clinicaltrials.gov/ct2/show/NCT03691987](https://clinicaltrials.gov/ct2/show/NCT03691987) - National Center for Chronic Disease Prevention and Health Promotion, Division of Population Health. (2016, July 15). Tips for better sleep. Centers for Disease Control and Prevention., Retrieved December 14, 2021, from [https://www.cdc.gov/sleep/about_sleep/sleep_hygiene.html](https://www.cdc.gov/sleep/about_sleep/sleep_hygiene.html) - Alraek, T., Lee, M. S., Choi, T. Y., Cao, H., & Liu, J. (2011). Complementary and alternative medicine for patients with chronic fatigue syndrome: A systematic review. BMC Complementary and Alternative Medicine, 11, 87. [https://pubmed.ncbi.nlm.nih.gov/21982120/](https://pubmed.ncbi.nlm.nih.gov/21982120/) - National Center for Chronic Disease Prevention and Health Promotion, Division of Population Health. (2017, March 2). How much sleep do I need? Centers for Disease Control and Prevention., Retrieved December 14, 2021, from [https://www.cdc.gov/sleep/about_sleep/how_much_sleep.html](https://www.cdc.gov/sleep/about_sleep/how_much_sleep.html) - National Heart, Lung, and Blood Institute. (2019, January). Sleep diary., Retrieved December 14, 2021, from [https://www.nhlbi.nih.gov/health-topics/all-publications-and-resources/sleep-diary](https://www.nhlbi.nih.gov/health-topics/all-publications-and-resources/sleep-diary) - Centers for Disease Control and Prevention. (n.d.). Current medications and supplements list (myalgic encephalomyelitis/chronic fatigue syndrome)., Retrieved December 14, 2021, from [https://www.cdc.gov/me-cfs/pdfs/Medications_508.pdf](https://www.cdc.gov/me-cfs/pdfs/Medications_508.pdf) - Friedberg, F., Leung, D. W., & Quick, J. (2005). Do support groups help people with chronic fatigue syndrome and fibromyalgia? A comparison of active and inactive members. The Journal of Rheumatology, 32(12), 2416-2420. [https://pubmed.ncbi.nlm.nih.gov/16331774/](https://pubmed.ncbi.nlm.nih.gov/16331774/) Other Articles of Interest Sleep Solutions Mental Health How Sleep Works Narcolepsy Your Sleep Foundation Score has been calculated! To receive your free score and profile, provide a few more details about yourself and create an account. Better Sleep for a Better You. Free Sleep Foundation Score See how your sleep habits and environment measure up and gauge how adjusting behavior can improve sleep quality. Personalized Sleep Profile Your profile will connect you to sleep-improving products, education, and programs curated just for you. Exclusive Deals Gain access to exclusive deals on mattresses, bedding, CPAP supplies, and more. "}