{"title": "Childhood Vaccine Perceptions and Practices Among Naturopathic Physicians", "author": "Katherine Bloom Whitman", "url": "https://scholarworks.uvm.edu/graddis/490", "hostname": "scholarworks.uvm.edu", "description": "Purpose: Parental decisions to vaccinate their children may be impacted by the advice of health care providers practicing complementary and alternative medicine (CAM). Available literature suggests an association between vaccine delay or refusal and CAM use, decreased vaccination status of naturopathic patients, and increased vaccine hesitancy among naturopathic students. Some naturopathic physicians state that their approach towards discussions about childhood vaccinations may support families in choosing partial vaccination over complete refusal, ultimately contributing to an overall increase in vaccinations. Methods: Using a modified Health Belief Model as a theoretical framework, this online survey of naturopathic physicians assessed childhood vaccine-related perceptions and practices. The survey instrument was developed through an iterative process using surveys from previous research, adapted by expert opinion and input from focus group participants. Results: Surveys were completed between October and November 2014 by 145 naturopathic physicians (response rate 28.7%) licensed and practicing in Vermont or Oregon State. The vast majority of respondents (93%) discuss childhood vaccines with their patients, and discussions may include numerous topics focused on assessing individualized risk factors and providing information to parents. Most (70%) assist parents in creating a customized vaccine schedule for their children, which may delay the start of vaccination until a later age, give select vaccines only, and/or spread out the vaccine schedule (as compared to the CDC-ACIP recommended schedule). Vaccine-specific safety concerns are highly prevalent (67%), vary by vaccine, and include concerns regarding vaccine schedule, necessity, risk for potential adverse effects, and safety of vaccine ingredients. The majority of respondents use a variety of approaches intended to reduce adverse effects of vaccination (91%) and to make childhood vaccination safer and more effective (93%). Finally, most respondents are in agreement with each other on key vaccination beliefs underscoring both concerns and the importance of childhood vaccinations. Conclusions: Results highlight an individualized approach towards childhood vaccinations by naturopathic physicians, often including a customized schedule and in-depth conversations with parents. The impact of this approach on parental vaccine choice and public health remains unknown. Results may promote further understanding of the various therapeutic recommendations and safety concerns regarding childhood vaccinations held by naturopathic physicians and can potentially foster more effective communication among all healthcare providers on this important public health issue.", "sitename": "UVM ScholarWorks", "date": "2016-01-01", "cleaned_text": "Date of Award 2016 Document Type Thesis Degree Name Master of Science (MS) Department Nursing First Advisor Judith A. Cohen Abstract Purpose: Parental decisions to vaccinate their children may be impacted by the advice of health care providers practicing complementary and alternative medicine (CAM). Available literature suggests an association between vaccine delay or refusal and CAM use, decreased vaccination status of naturopathic patients, and increased vaccine hesitancy among naturopathic students. Some naturopathic physicians state that their approach towards discussions about childhood vaccinations may support families in choosing partial vaccination over complete refusal, ultimately contributing to an overall increase in vaccinations. Methods: Using a modified Health Belief Model as a theoretical framework, this online survey of naturopathic physicians assessed childhood vaccine-related perceptions and practices. The survey instrument was developed through an iterative process using surveys from previous research, adapted by expert opinion and input from focus group participants. Results: Surveys were completed between October and November 2014 by 145 naturopathic physicians (response rate 28.7%) licensed and practicing in Vermont or Oregon State. The vast majority of respondents (93%) discuss childhood vaccines with their patients, and discussions may include numerous topics focused on assessing individualized risk factors and providing information to parents. Most (70%) assist parents in creating a customized vaccine schedule for their children, which may delay the start of vaccination until a later age, give select vaccines only, and/or spread out the vaccine schedule (as compared to the CDC-ACIP recommended schedule). Vaccine-specific safety concerns are highly prevalent (67%), vary by vaccine, and include concerns regarding vaccine schedule, necessity, risk for potential adverse effects, and safety of vaccine ingredients. The majority of respondents use a variety of approaches intended to reduce adverse effects of vaccination (91%) and to make childhood vaccination safer and more effective (93%). Finally, most respondents are in agreement with each other on key vaccination beliefs underscoring both concerns and the importance of childhood vaccinations. Conclusions: Results highlight an individualized approach towards childhood vaccinations by naturopathic physicians, often including a customized schedule and in-depth conversations with parents. The impact of this approach on parental vaccine choice and public health remains unknown. Results may promote further understanding of the various therapeutic recommendations and safety concerns regarding childhood vaccinations held by naturopathic physicians and can potentially foster more effective communication among all healthcare providers on this important public health issue. Language en Number of Pages 91 p. Recommended Citation Whitman, Katherine Bloom, \"Childhood Vaccine Perceptions and Practices Among Naturopathic Physicians\" (2016). Graduate College Dissertations "}