{"title": "Foods That Fight Inflammation", "author": null, "url": "https://www.lvimed.com/post/foods-that-fight-inflammation", "hostname": "lvimed.com", "description": "It depends on what type of inflammation you are experiencing. When we get injured or put something into our bodies that is recognized as a danger, our inflammatory markers go off.", "sitename": "lvimed.com", "date": "2021-04-01", "cleaned_text": "by Brianna Santos, C.H.N. Inflammation in the body can be a good thing and a bad thing. It depends on what type of inflammation you are experiencing. When we get injured or put something into our bodies that is recognized as a danger, our inflammatory markers go off. Immune cells and healing chemicals are signaled to surround the damaged tissue and start the healing process, while blood is rushed to deliver white blood cells and nutrients to the tissue. The area then becomes inflamed, causing the area to be swollen, red, hot, and painful. As soon as healing is completed, the body switches back to its anti-inflammatory state. This type of inflammation, known as acute inflammation, is considered beneficial to the body. It is our body's way of protecting us from illness and infection. If healing doesn't take place, however, the body then creates chronic inflammation. This is when inflammation becomes a problem. The body thinks it's under constant attack and continues to release white blood cells and chemicals hoping to heal the tissue. This can be very depleting on your nutrients and your overall immune system and worse, it can cause your body to start attacking healthy tissues. More and more [studies](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3492709/) are showing that chronic inflammation contributes to development and advancement of many common diseases. The good news is that you can eat wholesome, organic, anti-inflammatory foods to support your body while fighting off inflammation, and avoid foods that would only make it worse. It is not very clear on whether a specific diet can prevent chronic inflammation, but there are certainly foods that can help promote the inflammatory response. Refined carbohydrates Fried foods Artificial sweeteners High-fructose corn syrup Red meat Processed meats Vegetable oils Alcohol Ready to start living your healthiest life? Schedule your appointment [here](/contact-us). Healthy fats Green leafy vegetables Tomatoes Nuts Fatty Fish Fruits Beans Whole grains Herbs and spices The only way to be sure if you have chronic inflammation is to see a doctor. If you are worried that you may be experiencing chronic inflammation, these are some signs and symptoms that you can look out for and use to determine if you need to see a doctor to either rule it out or get it addressed: Body pain, arthralgia, myalgia Chronic fatigue and insomnia Depression, anxiety and mood disorders Gastrointestinal complications like constipation, diarrhea, and acid reflux Weight gain or weight loss Frequent infections Hunter P. (2012). The inflammation theory of disease. The growing realization that chronic inflammation is crucial in many diseases opens new avenues for treatment. EMBO reports, 13(11), 968-970. [https://doi.org/10.1038/embor.2012.142](https://doi.org/10.1038/embor.2012.142) Waller, P. (2017). Deeply Holistic: A Guide to Intuitive Self-Care. North Atlantic Books. "}