{"title": "PDF", "author": "PDF", "url": "https://www.hse.ie/eng/services/list/4/mental-health-services/connecting-for-life/publications/corkwellfest.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CORK FEST/gid00007/gid00001/gid00056/gid00068/gid00075/gid00075/gid00065/gid00068/gid00072/gid00077/gid00070/gid00046/gid00068/gid00077/gid00083/gid00064/gid00075/gid00001/gid00041/gid00068/gid00064/gid00075/gid00083/gid00071 10th - 17th October 2020 In collaboration with: Connecting for Life Cork Comhairle Cathrach Chorcaí Cork City Council www.connectingforlifecork.ie www.yourmentalhealth.ie www.healthyireland.ie For more information check out...CONNECT Lend an ear Lend a handTalk instead of messaging Share experience BE ACTIVE TAKE NOTICE LEARN SOMETHING NEW GIVEMove your body Move your mood Be curious & be awareHow are you feeling?How are others feeling?what can you change? Surprise yourself with what you can do! Your timeYour focusYour effortyour kindness5 Ways to Wellbeing COPING WITH COVID Connecting for Life Cork & KerrySCAN FOR SUPPORTSVIDEOS, ADVICE &MINDFULNESSEXERCISESConnecting for Life Connecting with help & supportCLICK AND CONNECTCLICK AND CONNECT FOR MENTAL HEALTH AND WELLBEING, SUPPORT, INFORMATION AND MORE... Cork and Kerry Scan our QR CODEs to go straightto our informationpages Information & resources 5 Ways over 5 days connectingforlifecork.ieWorking in partnership to coordinate and promote a shared understanding for the delivery of mental health promotion in Cork and Kerry Health & Wellbeing, Cork Kerry Community Healthcare KerryCork connectingforlifekerry.ie yourmentalhealth.ie Coping with CovidEvent: Launch of a men's health cookbook, a collaboration between Connecting for Life Cork and North side Community Health Initiative Northside (NICHE): The classes were so successful that the group agreed to publish a cookbook featuring some of their favourite recipes. The proceeds will fund further classes at NICHE. Participants in the course submitted their own recipes to be included in the book, alongside a story about why their recipe is important to them. This course was run as a joint initiative between Cork Connecting for Life (Cork's suicide and self-harm reduction strategy) and NICHE Community garden. As well as promoting positive mental health and healthy eating, it also stressed the importance of home-grown ingredients. The aim of the book was to bring men together and promote positive mental health as well as healthy eating. Date: Monday 21st September Who is it for: Staff and participants of Niche Community Garden and Project Organising Agency: The Cork Mental Health Men's Cookbook, a collaboration between Connecting for Life Cork and Northside Community Health Initiative (NICHE). The cookbook is the first of its kind in the county, and features recipes submitted by a group of men who took part in a 10-week cooking course in Knocknaheeny, which was run by Martin Ryan, a Resource Officer for Suicide Prevention with Cork Kerry Community Healthcare. Contact: Martin Ryan e: Martin.ryan8@hse.ie Brian The Walkers will host a 2-hour walk with walkers invited to wear a funny hat for the feel-good factor. Prize for best hat! Venue: Meet at Celtic Ross Hotel car park Date: Saturday 3rd October, 2pm Who is it for: All events are in October and are free unless otherwise stated. Organising Agency: Rosscarbery Steam Walkers Contact: Full details at: www.thewellbeingnetwork.ie/feelgoodfestival Event: Launch of the Green Ribbon campaign Launch of the Green Ribbon campaign National Stigma reduction and awareness campaign. Date: Tuesday 6th October Who is it for: Everyone Organising Agency: Sea Change /Hse - Between Worlds Audio visual installation combining music, sound, colour, light, visuals, meditation. This multi-sensory experience will allow total immersion in a calming setting, to provide a much-needed rest for the senses and total relaxation. Venue: 49 North Street, Skibbereen Date: Friday 9th October - Monday 12th October Who is it for: Very limited capacity so booking in advance is essential. Contact: Full details at: www.thewellbeingnetwork.ie/feelgoodfestival Event: Stress Control As the HSE can't deliver our Stress Control classes in the community just now, Dr Jim White will, instead live-stream the classes until December, free-of-charge. To find out more about Stress Control All you need to successfully complete this class is to watch each of the six sessions and read the booklets accompanying the course. Venue: Online Date: Monday 12th October, 2pm and 14th) Contact: https://stresscontrol.ie/dates/ e: info@stresscontrol.org Event: Navigating healthy relationships during the COVID-19 A guide to navigating healthy relationships during the COVID-19 outbreak with Susan Walsh. Venue: Webinar- online Date: Monday 12th October, 11.00am-12.00pm Who is susanwalsh@sexualhealthcentre.com Event: Online Celebration Delivered via YouTube channel to community residences in Cork/Kerry which will have chair based yoga, movie of resident choice, bingo and live band. Venue: All Community Residences across Cork/Kerry Date: Monday 12th, Tuesday 13th, Wednesday 14th, Thursday 15th and Friday 16th October Who is it for: All Community Residences across Cork/Kerry Organising Agency: Engagement Contact: Rory Doody m: 087 3502640Event: HIV & Mental Health HIV & Mental Health with Phil Corcoran. Venue: Webinar- online Date: Tuesday 13th October, 11.00am-12.00pm Who is Agency: Sexual Positivity - Louise O' Neill - Author, Dr. Pat Bracken - Independent consultant psychiatrist, Rory Doody - Area Lead for Mental Health Engagement, Cork Kerry HSE MC: Alison O' Connor, Journalist and Broadcaster Tuesday 13th outh Mental Health Date: October Who is it for: Jigsaw Cork Organising Agency: Jigsaw Cork, Unit 8, South Bank, Crosses Green, Wandesford Quay, Cork, T12 P982 Contact: Catherine 085 805 3126 w: jigsaw.ie/corkEvent : Feel-good Movie Screening Details of the film choice will be shared on the Clonakilty Wellness Week Facebook page in the lead up to the event. Venue: Park Cinema, Clonakilty Date: Wednesday 14th October 7.00pm Organising Agency: Hosted by Clonakilty Wellness Committee with The Wellbeing Network, West Cork. Contact: Full details at: www.thewellbeingnetwork.ie/feelgoodfestival Event: Stress Control As the HSE can't deliver our stress control classes in the community just now, Dr Jim White will, instead live-stream the classes until December, free-of-charge. To find out more about stress control. All you need to successfully complete this class is to watch each of the six sessions and read the booklets accompanying the course. Date: Thursday 15th October, 2pm and 8:30pm w: https://stresscontrol.ie/dates/ Event: Supporting Y our Mental Health on Y our LGBTI+ Journey Supporting Your Mental Health on Your LGBTI+ Journey with Konrad Im. Venue: Webinar- online Date: Thursday October, 11.00am-12.00pm Who is Everyone Contact: e: konradim@sexualhealthcentre.com or e: philcorcoran@sexualhealthcentre.com Throughout Mental Health Week All events are in October and are FREE unless otherwise stated. Event: Feel-good Photographic Competition Feel-good photo competition in association with Beara Camera Club. 1st 2nd and 3rd prizes. Venue: West Cork Date: Closing date, Saturday October 10th Who is it for: Open to West Cork residents Organising Agency: Beara Camera goodfestival Event: 'Out of the Blue' CD launch Out of the Blue' CD launch across the West Cork Library network for the festival and will be available to borrow from the libraries. The CD features 6 short audio documentaries that capture people's stories of mental health, distress and recovery. These are stories of hope challenge and resilience. Libraries will also feature a display of wellbeing books and resources during the festival. Venue: West Cork Libraries Date: Throughout October Who is it for: Everybody Organising Agency: West Cork Library Network Contact: Full details at: www.thewellbeingnetwork.ie/feelgoodfestival Event: Online Celebration Delivered via YouTube channel to community residences in Cork/Kerry which will have chair based yoga, movie of resident choice, bingo and live band. Venue: All Community Residences across Cork/Kerry Date: Monday 12th, Tuesday 13th, Wednesday 14th, Thursday 15th and Friday 16th October Who is it for: All Community Residences across Cork/Kerry Organising Agency: Engagement Contact: 087 3502640Event: Reduced cost passes for Dunmanway Swimming Pool Child Pass €1 and Adult Pass €2 can be purchased from the Family Resource Centre in Dunmanway from Monday 5th October - Friday 16th October. Venue: Dunmanway Date: Throughout October Who is it for: Everybody Organising Agency: In association with Dunmanway Family Resource Centre and Dunmanway Swimming Pool Contact: Full details at: www.thewellbeingnetwork.ie/feelgoodfestival Event: Lived experience of mental health difficulties We will run a weekly group for people with lived experience of mental health difficulties and for families, friends and those who support people with mental health difficulties. Date: Throughout October Who is it for: Everyone Organising Agency: Cork Contact: Please register here: https://www.shine.ie/shine-support-groups- online/Need to talk? Help is a phone call away Call 1800 247 247 Email: info@pieta.ieFreephone 24/7 on 116 123 Text 087 2609090 Email: jo@samaritans.ie If you are in crisis please contact your local GP . Out of hours, contact SouthDoc on 1850 335 999 or your nearest Emergency Department. Freephone 24/7 1800 666 666 Text \"Talk\" to 50101 Go to www.childline.ie www.connectingforlifecork.ie www.yourmentalhealth.ie www.healthyireland.ie For more information check out... "}