{"title": "Guide to GREEN Living — SARASWATI AYURVEDA", "author": "Rachel Spillane", "url": "https://www.saraswatiayurveda.com/blog/2020/5/18/guide-to-green-living", "hostname": "saraswatiayurveda.com", "description": "Ayurveda is all about balance with nature. And this includes not only what we eat, but our skincare, the clothes we wear and our home environment. You probably already know the importance of a clean diet but did you know...", "sitename": "SARASWATI AYURVEDA", "date": "2020-05-18", "cleaned_text": "Ayurveda is all about balance with nature. And this includes not only what we eat, but our skincare, the clothes we wear and our home environment. You probably already know the importance of a clean diet but ... Did you know that American women put an average of 168 chemicals on their bodies each day?! And that the average home today contains 62 toxic chemicals?! Yiiiiiiikes But don't stress because I am going to walk you through GREEN-ING your life! This article will help you to clean up your food, beauty, personal care, household cleaners & home space. You can do a total overhaul, Konmari style or just start making a few clean swaps here and there. Either way, you'll gain peace of mind knowing that you're taking good care of your body + the environment. Clean Food It doesn't have to be perfect, just do your best! Favor fresh foods, avoiding packaged, processed and canned whenever possible. For produce, favor local and seasonal and always buy the 'dirty dozen' organic. For pantry staples like grains and legumes, soak and rinse before consuming. This removes any anti-nutrient coating (like lectins) and makes them easier to digest. Buy organic wheat, oats, corn and soy because these crops are commonly GMO and highly sprayed with chemicals. Buy nuts and seeds raw and unsalted, then soak them. Poor quality oils are used for roasting so if you want them toasted, DIY at home. For plant milks, favor organic or make at home. Most are easy to make at home with a blender. When purchasing, avoid: added sugar, msg, xanthan and guar gum, carrageenan and oils - canola, safflower and sunflower oil. Sorry Oatly, you're full of GMO + Glyphosate. Most condiments, sauces and dressings are full of preservatives, binders and added sugar. Make simple dressings at home with oil + vinegar and herbs. Cooking oil is another good one to buy organic. Many toxins are fat soluble, meaning they are most concentrated in oils. Low quality oils are found in packaged foods and lead to inflammation and leaky gut. When in doubt, favor fresh foods and always read the label. Clean Beauty Anything you put on your skin is absorbed directly into your blood stream. Unlike what you consume, these chemicals do not pass through the liver for detoxification! So going green is very important here. The good news is - there are LOADS of clean products on the market. For beauty and personal care, you'll want to avoid: parabens, phthalates, fragrance, dyes, mineral oil, dimethicone, glycol and sodium lauryl sulfate & sodium laureth sulfate, teflon and for the full list, read the [EWG's Guide to Cosmetics](https://www.ewg.org/skindeep/). For skin, I use a blend of organic rosehip seed oil + evening primrose oil on my face and organic un-refined sesame oil on my body. Vatas do well with sesame oil. Coconut is great for pitta and sunflower or almond oil for kapha. If you want a custom face or body oil for your skin type, schedule a free call. For face wash, I use a scrub 2x/week. I like [S.W. Basics](https://www.amazon.com/S-W-Basics-Exfoliant-Smoothing-Exfoliator/dp/B01CLJGD8A/ref=sr_1_4?dchild=1&keywords=almond+oat+scrub&qid=1589839468&s=beauty&sr=1-4), Alba Botanica or DIY with urad dal flour. For mascara, I love [Pacifica Stellar Gaze ](https://www.amazon.com/Pacifica-Stellar-Strength-Mascara-Supernova/dp/B00FBOXMK0/ref=sr_1_6?dchild=1&keywords=vegan+mascara&qid=1589839575&s=beauty&sr=1-6)because it's vegan and non-toxic. For concealer, I like Ecco Bella. For blush and bronzer, I use Bare Minerals or Physicians Formula. I know that Beauty Counter is a very popular, clean beauty brand too. Personal Care Toothpaste - avoid fluoride and carrageenan. I like Dr. Bronner's or Auromere. Deodorant - avoid aluminum. Here's a [recipe to make your own](https://www.saraswatiayurveda.com/blog/2019/12/9/recipe-deodorant). Shampoo - avoid fragrance and look for sulfate free. For hand soap and body wash, I like to use Dr. Bronner's bar soap or liquid soap diluted to 1/3 strength. Household Cleaners One way to prevent toxic buildup is to use green cleaning products in your home. Many cleaning products contain harsh chemicals and fragrances that can negatively affect our hormones, mental health and environment. You'll want to check your laundry detergent, dish detergent and household cleaners. Avoid anything with bleach, dyes and fragrance. For a full list of chemicals to avoid and recommended products, [visit EWG's site.](https://www.ewg.org/guides/cleaners/) I recommend making your own multi-purpose cleaner with equal parts water and vinegar. Add a few drops of essential oil like orange for scent. Home Space Your home environment has a big impact on your mental state. Find ways to make it peaceful and simple. Look for natural fibers like organic cotton, linen, silk, wool, stone and wood. Avoid plastics and synthetics when possible. When purchasing new furnishings, do your research and find non-toxic options. We recently replaced our foam mattress which was full of flame retardants and chemicals with an organic option. It was an investment, but well worth it considering we spend our lives in bed! When possible, incorporate plants and fresh flowers into your space. Plants clean the air and provide oxygen. Greenery and flowers add to the prana or life-force of your space. If you enjoy candles, choose non-toxic such as soy or beeswax. Avoid air fresheners and scented candles. Opt for a diffuser with essential oils instead. Progress, Not Perfection Remember that it doesn't have to be perfect and even small changes can make a big difference in your health. Adopting a non-toxic lifestyle takes time and a little research but your wellness is worth it. If you've been exposed to toxins, consider doing a simple cleanse to help the body detox. Learn how to do an at home kitchari cleanse in my "}