{"title": "How to boost your immune system: 12 science-backed steps", "author": "Abby Young-Powell", "url": "https://www.positive.news/lifestyle/health/how-to-boost-your-immune-system/", "hostname": "positive.news", "description": "Covid has prompted many of us to take more responsibility for our health. Here's how to boost your immune system through lifestyle changes", "sitename": "Positive News", "date": "2022-09-06", "cleaned_text": "The pandemic has made many of us think more about our immune system and how to support it. While we can't control everything that happens, there are some things we can do to help Covid has prompted many of us to take more responsibility for our health. Online searches for 'how to boost your immune system' have rocketed during the pandemic. So, what can we do to stay healthy as we head into autumn? Well, all the experts that Positive News spoke to stressed one thing: the importance of getting jabbed. \"The obvious thing we can do to improve immune response is to get vaccinated,\" says Charles Bangham, a professor of immunology and infectious diseases at Imperial College London. Aside from that, there are simple lifestyle changes that we can make to support our immune system. \"They make a massive difference, no doubt about it,\" says Lafina Diamandis, a GP and lifestyle doctor at Deia Health. Simple as it is, eating a healthy and balanced diet is one of the best things you can do. Foods rich in fibre, such as fruit, vegetables and whole grains, along with fermented foods, like kombucha and kimchi, are great for your gut and your immune system, says Sophie Trotman, a registered nutritional therapist. Image: Anh Nguyen Some vitamins are especially helpful. Vitamin C is one of them. \"Many people just think of oranges, but actually you can find vitamin C in peppers, parsley, spinach, kale, broccoli, and citrus fruits,\" says Trotman. Zinc is also important, she adds, and can be found in beans, shellfish and oysters. As are spices such as garlic, ginger, turmeric, rosemary, and oregano. Image: Jeremy Yap It's [thought that](https://connect.uclahealth.org/2021/03/19/want-to-boost-immunity-look-to-the-gut/#:~:text=70%25%20of%20the%20immune%20system,diet%20affects%20the%20immune%20system.) 70 per cent of the immune system is located in the gut. \"So [watch out for] anything that impacts gut health,\" says Harriet Holme, a registered nutritionist and former NHS doctor. \"Things like sweeteners and refined sugars are not good for it,\" she says. And watch out for probiotics. \"We don't know enough about [them],\" Holme says, adding that in some cases they could even delay recovery. Image: Jannes Jacobs Sleep is another major player in fighting off infection. \"It's probably the biggest thing that's overlooked when it comes to immunity,\" says Diamandis. \"Sleep is absolutely essential for DNA repair and for allowing the immune system to relax,\" she says. Most adults need between six and nine hours a night. Apps like Calm and Headspace can help. Image: Vladislav Muslakov Vitamin D plays a role in our immune response. And while most experts recommend a healthy diet over a large number of supplements, they make an exception for vitamin D, especially in sunshine-deprived countries. The UK's [National Health Service recommends](https://www.nhs.uk/conditions/vitamins-and-minerals/vitamin-d/) vitamin D supplements; adults need 10 micrograms a day, it says. Image: Aaron Burden Dragging yourself out for a run can be hard, but it's worth it, experts say. \"Exercising regularly boosts your blood supply and improves circulation,\" says Dr Manpreet Bains, a GP and head of clinical operations at Thriva Health. The NHS recommends at least 150 minutes of moderate intensity activity, or 75 minutes of vigorous intensity activity, a week, as well as some strengthening activities, such as lifting weights, heavy gardening, or push-ups. \"The main message here is about getting into a habit and doing it regularly,\" says Bains. Image: Jonathan Borba Stress is bad for our immune response, so activities that help us relax, like reading, meditation or yoga, are helpful. \"Things that reduce stress [are important],\" says Holme. \"In a stressful scenario you're producing adrenaline and cortisol, which dampens down your immune system.\" So schedule some self-care into your daily routine, she says. Image: Lilartsy [Evidence](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7913501/) suggests that being in nature could help boost our immune system. \"It might be going for a walk in the forest or on the beach,\" says Rose Abbott, a practising GP and co-founder of Sophia Health, an advice platform for women. In particular, walk among some trees, Diamandis says. \" [Studies show](https://journals.sagepub.com/doi/abs/10.1177/0013916514552321) that people who regularly go for walks in a forest or in green spaces have lower levels of cortisol and adrenaline,\" she says. Image: James Wheeler Staying hydrated makes a difference, says Trotman. \"Water is super important,\" she says. \"Our immune system is reliant on nutrients in our blood stream and our blood stream is mostly made of water,\" she says. \"It's also important for detoxification pathways.\" Health experts commonly recommend that we drink about two litres a day. \"Herbal tea counts,\" Trotman says, \"but English breakfast and coffee don't, because of the caffeine.\" Image: Julia Zolotova It's tempting to reach for a glass of wine after a day at work, but alcohol is not good for your gut, or your immune system. \"The main culprit is binge drinking,\" Bains says. Also try to avoid drinking right before you go to bed. \"If you do drink, try and have it as early as possible in the evening,\" says Abbott. \"Because it affects your sleep cycle.\" Image: Eff Siepman Doctors link smoking with a decreased immune response. \"Smoking can unsettle the balance of your body's immune system, making it harder to fight infections,\" Dr Naveen Puri, associate clinical director at Bupa Health Clinics, says. Image: Cristian Guerrero Believe it or not, a chat with a friend could help boost your immune system. \"Connection with other people is super important,\" says Diamandis. \"When you're isolated, you might not eat as well and you might exercise less, making you susceptible to illness.\" Diamandis says it's good to look after our \"social nutrition\" by spending one evening a week with a friend, or just sitting around other people in a coffee shop. Image: Bewakoof Main image: Nordwood Themes This is an update of an article originally published on 2 February 2022. Help us continue to break the bad news bias Positive News is helping more people than ever to get a balanced view of the world - one that supports their wellbeing and empowers them to make a difference towards a better future. And as our audience and impact grows, we're showing the rest of the media that good news matters. But the UK's cost of living crisis is affecting our income, with fewer people able to commit to a magazine subscription - which has traditionally been our main source of funding. Plus, paper and printing costs keep rising. We don't want to put a paywall on our website, because we believe everyone should have the chance to benefit from good news. But we won't be able to continue funding our online reporting without your help. If you value what we do and can afford to, please consider making a one-off or regular contribution as a Positive News supporter. We need 1,000 readers to contribute just £3 per month to get us through this challenging time. And remember, as a not-for-profit, we work only in service to you, and all funds go towards our journalism. "}