{"title": "PDF", "author": "PDF", "url": "https://hartfordhospital.org/file%20library/publications/rounds/2012-summer.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Early Warning System From prenatal screening to psychiatric disorders, the answers may be in your genes.ROUNDS HARTFORD HOSPITAL'S WELLNESS MAGAZINE Summer 2012Hartford Hospital's Wellness Magazine Rounds Advisory Board: Adrienne Bentman, MD James Blazar John F. Greene, Jr., MD Joseph Klimek, MD Stuart Markowitz, MD Andrew Salner, MD Linda Taylor, MD Editor Lee Monroe Director of Marketing Designer Clare Philips Writer Jane Bradley Photography Lanny Nagler Cill Russo Calendar Coordinator Kevin Kniss Hartford Hospital 80 Seymour Street Hartford, CT 06102-5037 860-545-5000 Health Referral Service 860-545-1888 or (800) 545-7664 www.harthosp.org 1-800-DOCTORS Satellite Offices Avon Wellness Center 100 Simsbury Road Glastonbury Health Care Center 704 Hebron Avenue Hartford Hospital Family Health Center 339 West Main Street, Avon Hartford Hospital Family Health Center 100 Hazard Avenue, Enfield Helen & Harry Gray Cancer Center Fisher Road, Avon Wethersfield Health Care Center 1260 Silas Deane Highway Windsor Health Care Center 1060 Day Hill Road West Hartford Surgery Center Blue Back Square 65 Memorial Road ROUNDS is a quarterly publication of Hartford Hospital. It is not intended to provide medical advice on individual health matters. Please consult your physician for any health concerns.ROUNDS Advancing Medicine: Stories of Hope and Healing Hartford Hospital's continuing series, Advancing Medicine, airs on Hartford's CBS affiliate, WFSB Channel 3. Stay tuned after each half-hour show to chat online, or by phone, with our experts. Join us on September 28 at 7:30 p.m. for Tales From the Tenth Floor, the inspiring story of young man who waited on the tenth floor of Hartford Hospital for a heart transplant. His story captured the nation's attention through his blog until what doc- tors called \"the perfect heart\" became available. After the show, Hartford Hospital physicians will be live in the WFSB studios to take your calls and questions. Watch for upcoming shows by visiting www.harthosp.org/AdvancingMedicine. 1-800-DOCTORS® One call does it all if you're looking for a doctor in Connecticut. \"Solitaire FR\" for Stroke Hartford Hospital is the first in Connecticut to have used the Solitaire FR revascularization device for stroke. The Food and Drug Administration (FDA) ap - proved the device in March. Through a small incision in the groin, interventional neuroradiologists thread a small catheter device into the arteries in the brain, re - moving blood clots, rapidly restoring blood flow and reviving neurological tissues. According to Gary Spiegel, M.D., the hospital's director of neurointerventional surgery, the device could be the first major breakthrough in treating stroke since the Stroke Center pioneered the development of the revolutionary MERCI re - trieval device to capture a clot in 2001. \"I think now we're at the point where we can open vessels nearly all the time,\" says Dr. Spiegel. \"This clearly is a significant advance.\" Epilepsy Center Scheduled for Fall Launch Hartford Hospital's multidisciplinary Neuroscience Center provides surgery and medical treatment for patients who have been diagnosed with epilepsy, a chronic neurological disorder characterized by recurrent seizures. A new six- bed Epilepsy Center, scheduled to open in the fall, will offer advanced technolo - gies and state-of-the art epilepsy treatment. The hospital is seeking Level-IV status, the highest designation given by the National Association of Epilepsy Centers (NAEC). The hospital has also partnered with the Connecticut Epilepsy Foundation to establish an epilepsy support group at the hospital, the only sup - port group specifically for epilepsy patients in the region. 2For a woman hoping to get pregnant and deliver a healthy baby, obesity and excess weight gain can cause serious complications. The hormonal changes caused by obesity may interfere with fertility and delay conception. Excessive weight gain before and during pregnancy raises the chances of having a large baby, po - tentially increasing the need for a Cesarian section with its associated risks. Excess weight gain can affect the functioning of the pancreas and lead to Type 2 diabetes. For the safety of the mother and the baby, blood sugar levels must be closely monitored and maintained at normal levels. \"Good blood sugar control is very important even before conception,\" says perinatologist (prenatal special - ist) Adam Borgida, M.D. \"We follow women with diabetes closely because they are at three to six times greater risk for complications during pregnancy. About 30 percent of pregnant women with diabetes have preeclampsia, which can cause swelling, weight gain and dangerously high blood pressure during the second or third trimester.\" Studies suggest that closely monitoring weight gain in overweight and obese women during pregnancy is vi - tal to a safe pregnancy and delivery. \"We ask obese wom - en not to gain more than about 10-20 pounds (or 15-25 pounds if a woman is overweight) during pregnancy to prevent the risk of developing gestational [during preg - nancy] diabetes,\" says perinatologist Deborah Feldman, M.D. \"Encouraging a healthy weight can increase the chances of having a baby of normal size.\" Giving birth to an extremely large infant is risky for both mother and child. \"Women with high blood sugar levels during pregnancy are at risk for having a baby that is so big that the shoulders can't pass through the birth canal,\" says Dr. Borgida. \"Shoulder 'dystocia' is an obstet - rical emergency.\" Doctors now use a lower threshold for diagnosing gestational diabetes, which can bring earlier diagnosis and treatment to mothers at risk. \"Older women who are obese often find that their type 2 diabetes becomes more out of control as their pregnancy progresses,\" says Dr. Borgida. Specialists from Hartford Hospital's Diabetes LifeCare program partner with high-risk obstetricians to help pregnant women limit weight gain and avoid complica - tions. Children of women who develop gestational dia - betes are at risk for diabetes and obesity as they grow up. \"Women who control their blood sugar with oral medica - tions or insulin are followed closely during pregnancy,\" says Dr. Feldman. \"The good news is that women with diabetes can deliver healthy babies.\" Pregnancy Risks in Overweight or Obese WomenWeighty Matters 3Dr. Adam Borgida works with women at risk for a chromosomal disorder.Worry-Free Pregnancy A New Non-Invasive Test for Genetic Defects American women may look and feel younger than their mothers did at 35 or 40, but they still haven't figured out how to stop the biological clock from ticking. When Jennifer (not her real name) was in her 20s, she and her husband lived in Spain for a while, thinking they had all the time in the world to have children. They were thrilled when she became pregnant with her first child at 34, but hope turned to tragedy when the fetus was found to have a chromo - somal abnormality that was \"incompatible with life.\" Jennifer endured multiple miscarriages over the next few years before giving birth to a stillborn baby. Pregnant again and nearing 40, she and her husband had to make a wrenching decision: whether to undergo invasive testing that carried a small risk of causing another miscarriage. Prenatal Testing When a woman at risk for a chromosomal disorder finds out she's preg - nant, her joy is often tinged with fear. Nine months is a long time to wait. Until now, pregnant women often didn't want to chance the small risk of miscarriage that goes along with invasive prenatal tests. A new blood test can now alert couples to chromosomal abnormalities ear - ly in pregnancy. The test measures cell-free fetal DNA in the mother's blood. Testing is available for women at high risk for a baby with Down's Syndrome. The blood test complements existing screening blood tests for spina bifida and neural tube defects, among other disorders. The Maternal-Fetal Medicine Division of Women's Health Services at Hartford Hospital offers the test to all women at increased risk for chromo - somal abnormalities. The risk of having a child with an extra chromosome (trisomy) or other abnormality rises sharply with advanced maternal age (older than 35 years) or a previous child with abnormalities. \"The blood test analyzes circulating DNA in the mother's bloodstream,\" says perinatologist (prenatal specialist) Adam Borgida, M.D. \"It can detect an abnormality as early as 10 weeks.\" Advanced Maternal Age Every woman is born with all the eggs she's ever going to have, which means that a 35-year-old woman who waits to have children is hostage to her aging ovaries. At age 20, the chance of having a Down syndrome baby is about one in 1,500, but by age 40 the risk soars to one in 85. The number of U.S. babies born with Down syndrome has risen by nearly a third over the last three decades, according to the Centers for Disease Control and Prevention. Down syndrome occurs five times more often in pregnancies of mothers older than age 35. Older women are at risk for potentially dangerous pregnancy-related conditions like toxemia or preeclampsia (high blood pressure) that affect both the mother and her unborn child. Ultrasound may provide some clues, but does not offer all the information necessary to be assured of a healthy baby. Hartford Hospital provides diagnostic testing and prenatal screening for genetic disorders, as well as specialized care for high-risk pregnancies. 5PHYSICIAN PROFILE Deborah Feldman, M.D. Deborah Feldman, M.D., is a perinatologist in the maternal-fetal medicine area of Women's Health Services at Hartford Hospital. Perinatology is a demanding field that requires an additional seven years of advanced study after medi - cal school. Dr. Feldman, who is board-certi - fied in both maternal-fetal medicine and obstetrics and gynecology, specializes in high-risk pregnan - cies, providing prenatal testing and medical care for both the mother and the unborn child. She has specialized training and clinical ex - perience in first-trimester screening and high-risk obstetrics. She earned her undergraduate degree at Mount Holyoke College and her medical degree from the University of Connecticut in 1994. She completed her fellowship training in maternal-fetal medicine at the University of Connecticut Health Center in 2001. An associate professor at the University of Connecticut, she is the mother of a 14-year-old daugh - ter who was born prematurely after a high-risk pregnancy, as well as a 12-year-old daughter. She competes in triathlons, which involve gruel - ing early-morning training sessions for all three events—swimming, running and cycling.Mutations sometimes arise spontaneously. Most genetic errors that oc- cur early—when the embryo is dividing—are so devastating that the baby doesn't survive. Humans have 46 chromosomes (23 pairs), each numbered from 1-22, plus an XX (female) or XY (male) pair that determines the baby's sex. Birth defects can result from an extra chromosome or deletions of genetic material. When a fetus has the wrong number of chromosomes, it's called an \"aneuploidy.\" Down syndrome results when the fetus has three copies of chromo - some 21. About 30 to 40 percent of infants with Down syndrome are born to women over age 35. By the time a woman reaches age 35, the odds of having a baby with any chromosome abnormality is about one in 178. In addition to Down syndrome (Trisomy 21), the new test can also detect Trisomy 13 and Trisomy 18. Playing the Odds Prospective parents roll the genetic dice every time they conceive a child. Although most infants are born healthy, any pregnant woman can be carry - ing a fetus with a chromo somal abnormality. The American Congress of Obstetricians and Gynecologists (ACOG) recommends early blood screening for genetic disorders for all women, regardless of age. The cell-free DNA test can be a follow-up if an ultrasound indicates the possibility of an extra chromosome, or if the pregnant woman has a personal or family history of genetic abnormalities. Chromosomal errors account for more than half of miscarriages and a small percentage of stillbirths, according to ACOG. \"If the test comes back positive, the patient meets with a genetic coun - selor,\" says perinatologist Deborah Feldman, M.D. \"The counselor works with the parents as they undergo CVS sampling or amniocentesis to rule out a suspected chromosomal abnormality.\" Both amniocentesis and chorionic villus sampling (CVS) are invasive tests that accurately identify chromosomal disorders. Amniocentesis, which involves removing a small sample of fetal cells from the amniotic fluid, car - ries a lower risk of miscarriage than CVS. Overall, the risks associated with amniocentesis are lower than a 35-year-old woman's risk of having a baby with Down's syndrome. \"According to recent research, the risk of miscar - riage with amniocentesis is only about one in 1,000,\" says Dr. Borgida. Hartford Hospital was the first hospital in Connecticut to offer first- trimester screening of pregnant women. \"Now, with the addition of the cell-free DNA test, the prenatal testing specialists at the hospital have a new way to detect birth defects as early as possible,\" says Dr. Borgida. \"Our patients want to know what they're facing.\" \"If there's a abnormality, it's always better to detect it so the parents can be prepared,\" adds Dr. Feldman. \"The test also provides earlier peace of mind for patients whose results are normal.\" For more information, see www.harthosp.org/women/HighRiskObstetrics/ PrenatalTestingCenterServices. 6Stopping the Bleeding... Before It Starts Benign fibroid tumors of the uterus afflict about 40 percent of wom - en over age 40 and account for a third of all hysterectomies performed each year in the United States. Fibroids can grow to an extremely large size, causing heavy bleeding, anemia, back and pelvic pain, urinary frequency or pressure on the bladder. Now a minimally invasive technique can stanch the bleeding before surgery begins. \"Markedly enlarged fibroids that fill the abdominal cavity are a challenge for surgeons,\" says John F. \"Jack\" Greene, Jr., M.D., of Women's Health Services at Hartford Hospital. \"These patients are more likely to experience significant blood loss, which slows healing and makes recovery difficult.\" At Hartford Hospital, interventional radiologist Michael Hallisey, M.D., pioneered the \"preoperative uterine artery embolization\" (PUAE) procedure, which is performed a few hours before the surgery. Preop embolization has been shown to decrease blood loss and lead to fewer complications. The non-surgical approach blocks the arteries leading to the uterus and starves the massive fibroid of its vital blood supply. \"Women with enormous fibroids are at high risk for bleeding and complications,\" says Dr. Hallisey. \"We insert a tiny catheter the size of a strand of spaghetti into the groin and thread it up to block the uterine arteries. A few hours later, the patient goes to the operating room for a hysterectomy with only minimal blood loss.\" Hysterectomy—which permanently relieves pelvic pain and other symptoms—is the most commonly performed major gynecologic surgi - cal procedure in the United States. Most women are candidates for a minimally invasive or robotic-assisted hysterectomy, but those with extremely large fibroids may need \"open\" surgery to remove an over - size uterus. Ultrasound of a fibroid in the muscular wall of the uterus 7Surgeon Dr. Chike V. Chukwumah prepares to repair a hernia. Hernias are not often recognized as a potentially serious medi - cal condition. Patients often en - dure significant recurring pain and undergo repetitive operations during their course of treatment. Hartford Hospital has built a reputation as a regional referral center of excellence for recurrent hernia repairs and com - plex abdominal wall reconstructions. An inguina l hernia, the most common type, occurs when part of an internal organ bulges through a weak area of muscle in the groin. An umbilical hernia occurs when a loop of intestine or fatty tissue protrudes through the abdominal wall next to the belly button. Inguinal hernias usually occur in men, while umbilical hernias occur equally often in men and women. Recurrent surgeries are especially common for umbilical hernias. \"We do a million hernia operations a year in this country,\" says general surgeon Chike V. Chukwumah, M.D. \"Although the perception is that 'it's just a hernia,' it can easily turn ugly.\" Repeats on the Rise Surgery is the only way to repair a hernia. Surgical repair eliminates the bulge—and any pain it may be causing—while preventing more seri - ous problems. Hernias can often be pushed back into place, or \"reduced,\" but an operation to repair the defect is usually recommended before pain and swelling can worsen. The smallest hernias are often the most dangerous. Trapped, or \"incar - cerated,\" hernias can turn into intes - tinal blockages or severe infections. Emergency surgery may be necessary to avoid life-threatening complica - tions when the blood supply is cut off (a \"strangulated\" hernia). A growing number of aging Americans suffer from hernias be -Hernia Repair: Getting It Right the First Time cause of obesity, smoking, immune problems and conditions like diabe - tes and chronic obstructive pul - monary disease (COPD). Weakness from a prior hernia surgery is a strong risk factor, since muscle never regains its original strength. Obesity Raises Risk Approximately 130 million Americans are overweight or obese, according to the latest data from the National Institutes of Health. When supervised dieting, exercise and be - havior modification fail, weight-loss surgery can help morbidly obese hernia patients lose weight before their hernia repair. \"The usual recurrence rate after hernia surgery is two to five percent,\" says Dr. Chukwumah. \"By contrast, hernia surgery needs to be repeated in about 40 percent of people with a body mass index (BMI) over 30. Lifestyle modifica - tions and a holistic approach can help patients lose weight. Obese patients have wound healing issues and much higher infection rates after any surgery.\" Smoking can cause deadly complications. \"We shouldn't do a hernia repair on a smoker,\" he says. \"Patients have to stop smoking. The nicotine in cigarettes is a vasocon - strictor that reduces blood flow and impairs healing. We have helped patients quit who have smoked for 30 or 35 years.\" About 90 percent of the time, the first elective hernia surgery can be performed with minimally inva - sive techniques and only few small incisions. Technical innovations in fiberoptics and high-tech mesh materials have reshaped surgery. \"Laparoscopy to repair a hernia electively can be done with less pain and an earlier return to work,\" says Dr. Chukwumah. \"Complex repairs typically require an 'open' incision and longer recuperation.\" Continuous Improvement Hernias tend to run in families because of collagen deficiencies that reduce healing and increase scarring. Although a hernia can be congeni - tal (occurring at birth), others are acquired by heavy lifting, repeated abdominal surgeries or multiple pregnancies. \"Hernias sometimes occur after a C-section,\" explains Dr. Chukwumah. \"Excess weight can cause an umbilical hernia that can be difficult to man - age during pregnancy. We have to balance the well-being of the mother and child.\" In men, the timing of hernia repair often depends on age. A Veterans Administration study showed that \"watchful waiting\" is often the best course in men of advanced age. \"If you're 30 years old, you're going to need repair,\" says Dr. Dr. Chukwumah. \"If you're 80, asymptomatic her - nias can be treated without surgery. Regional anesthesia is an option for patients in pain who can't tolerate general anesthesia.\" With a combination of pre-oper - ative anesthesia and post-operative pain management, Dr. Chukwumah and his surgical team constantly strive for improvement. \"We bring together specialists from various specialties and work closely with the hospital's superb wound care team,\" says Dr. Chukwumah. \"Our multi - disciplinary approach to complex hernias involves a dedicated team of plastic surgeons. Our goal is to provide the best possible follow-up care to prevent the patient from ever needing hernia surgery again.\" For more information, visit www. harthosp.org/Hernia/About. 9Sinuses are moist air spaces within the bones of the face around the nose. Normally, the sinuses are filled with air, but when the drainage system becomes blocked, the damp, dark spaces are a breeding ground for bacteria, viruses and fungi. An estimated 37 million Ameri-cans suffer inflammation (irritation and swelling) of the lining of the sinuses at least once each year. \"Chronic sinus - itis\" is usually caused by recurrent infections that never seem to go away. Eventually, many people with chronic nasal congestion, facial pain, constant pressure and a foul-tasting, yellow-green nasal discharge undergo endoscopic sinus surgery, a minimally invasive technique that can relieve pain and improve breathing. Most patients consider surgery only after being treated for allergies or recurrent sinusitis with an extended course of antibiotics, steroid nose spray and an oral steroid. Physicians unblock the sinuses by flexing a lighted scope up through the nostrils to open narrowed sinus passages. The procedure can correct chronic sinusitis or breathing problems caused by benign polyps, as well as structural abnormalities in the anatomy of the nasal airways. \"Surgery lets us reestablish the natural drainage pathways for the sinus - es,\" explains otorhino laryngologist Carl W. Moeller, M.D., who specializes in ear, nose and throat (ENT) disorders, particularly those relating to allergies and the sinuses. \"We use a kind of intraoperative GPS called 'stereotactic guidance' to provide 3D imaging for precise navigation.\" Until now, the narcotic fentanyl was used to control acute, moderate post-surgical pain. In a research paper published in the Journal of Allergy and Rhinology , Dr. Moeller showed that an intravenous (IV) nonsteroidal anti- inflammatory drug (NSAID) is a safe alternative to pain-killing opioids. The drug ketorolac (Toradol) is a non-narcotic analgesic similar to aspirin or ibuprofen. Traditionally, ENTs have avoided drugs like ketorolac because of a perceived risk of post-operative bleeding or hemorrhage. \"We performed a randomized, double-blinded trial to evaluate giving ketorolac immediately by IV after endoscopic sinus surgery,\" says Dr. Moeller. \"Neither the pa - tients nor the nurses knew which drug the patients received. We found no increased risk of bleeding.\" Diligent post-surgical care is vital to preventing the scarring that can narrow the nasal passages and reduce sinus drainage. \"Patients with chron - ic sinusitis that isn't responding to medications can benefit from endoscopic surgery,\" says Dr. Moeller. \"Now we can offer a safe and effective drug that allows people to get back on their feet quickly afterward.\"New Option for Pain Relief After Sinus Surgery 10R esearchers worldwide are scrutinizing the faulty genes that go awry in mental illness. Although mo - lecular genetics has spurred a revolution in personalized medicine, the search for a \"depression gene\" remains elusive. Major depression is often chronic, severe, and as - sociated with other illnesses. Despite the benefits of antidepressant drugs and therapy, depression remains the number one cause of disability in the United States. Most scientists now believe that depression arises from a complex interplay of genes and the environment. \"Major depression runs in families, but not all depres - sion is genetic,\" says David neurosci - entist at Olin Neuropsychiatry Center at the Institute of Living (IOL). \"Many people have a depressive episode at some time during their lives. So far, despite a com - parative study of more than 20,000 individuals by the Psychiatric Genetics Consortium, researchers haven't found a specific gene that causes major depression.\" Scientists recognize that many biological pathways are at work in depression, but have not yet identified the mechanisms of inheritance. Research is driven by overwhelming evidence of the heritability of diseases like depression and schizophrenia. Dr. Glahn and his colleagues at the IOL's Olin Center recently published a groundbreaking paper in Biological Psychiatry that identi - fied a new risk gene for major depression. \"We found that individuals with major depression have changes in brain anatomy,\" says Dr. Glahn. \"Some of these changes are associated with genes that are known to cause depression.\" Prior research has focused on an imbalance in neu - rotransmitters (chemical messengers) in an area of the brain called the hypothalamus. \"We know that the hypo - thalamus controls apathy and that it's linked to depres - sion,\" says Dr. Glahn. \"We studied more than a thousand people from big families to figure out which brain changes are genetic.\" The Olin Center's advanced research tools for imaging the brain include functional, structural and spectroscopic magnetic resonance imaging (MRI). Each study participant had an anatomic MRI scan and provided blood samples for analysis and \"transcriptional profiling\" of their DNA. Scientists know that differences in DNA transcrip - tion can alter the expression of a gene. \"We found that a transcript of the RNF123 gene is associated with depres - sion,\" says Dr. Glahn. \"We think that RNF123 may change the function of the hypothalamus by affecting how nerve cells (neurons) in the brain develop and communicate with each other.\" Dr. Glahn recently received a $60,000 grant from Hartford Hospital for a pilot project to study 75 symptom - atic people to determine whether or not they have the risk gene. Dr. Glahn is seeking volunteers with either major depression or bipolar disorder to participate in a study to will lay the groundwork for a much bigger study. Why do people who don't have the gene get depres - sion? Is RNF123 altered in bipolar disorder as well? Can the RNF123 gene or its transcript predict the outcome or course of major depression? People may want to know that they are genetically vulnerable to depression at some point, regardless of their current state of mind. \"Current treatments for psychiatric disorders focus on neurotransmitters like serotonin or dopamine and are relatively blunt tools,\" says Dr. Glahn. \"In contrast, 'per - sonalized' medicine based on the patient's own genetics may someday provide more effective 'targeted' drugs that would have fewer side-effects. If our results hold up, it could be the turning point for our understanding of the genetics of depression.\" To find out if you meet the criteria to participate in the pilot study, call Jennifer at 860-545-7808. Diving Into The Gene Pool The Legacy of Depression 11What's Going Around... News & Breakthroughs Our Garage Is Going \"Green\" Parking will become easier next year when the parking lot adjacent to the 85 Seymour Street medical office building opens to the public. Patients, their families and visi - tors will benefit from convenience and proximity when we free up the current employ - ee garage space directly across from the hospital's main entrance. A new 440,000-square-foot, nine-story employee parking garage on Hudson Street will add 1,250 parking spaces. The new garage will be a model for such structures in the future, paving the way for other \"green\" buildings that will make life safer and more convenient for staff members. Scheduled to open in early 2013, it is part of a 10-year plan intended to transform the Hartford Hospital campus. The building, which will help restore green space to the area by creating a pedestrian-scale park, will also be one of the safest garages in the country. Staff members will not have to cross the street on ground level, but can walk through in a pedestrian walkway. Employees can take advantage of a new exercise facility on the street front, complete with group classes to help promote a healthy work-life balance. 12Stroke Window Widens A report in Lancet says the \"window\" for treating stroke victims with a clot- busting drug can be safely expanded to six hours. The Scottish study suggests that even those over age 80 could benefit from early treatment with tissue plas - minogen activator (tPA). People treated within three hours are most likely to be alive and independent six months later.Calcium Caution Researchers who followed 24,000 Germans for a de - cade say those who regu - larly took calcium supple - ments were 86% more likely to have a heart attack than those who didn't take supplements, reports the journal Heart . A balanced diet containing calcium- rich dairy foods, sardines, tofu and green leafy veg - etables may be a better way to stave off bone-thinning osteoporosis.Summer Sun Safety The Food and Drug Administration (FDA) will require new labeling to en - sure that products marked \"Broad-Spectrum SPF\" really protect against both ultra - violet (UV) A and B rays. Sunscreens sold this sum - mer may protect against sunburn, but not prema - ture skin aging and skin cancer. As of December, the FDA will also ban \"sweat - proof,\" \"waterproof\" and \"sunblock\" claims. Are You At Risk? The Centers for Disease Control and Prevention (CDC) recently drafted new recommenda - tions calling for all Baby Boomers to be tested for hepatitis C. New treatments for the liver-destroying virus are now available. People may have been infected decades ago by intravenous drug use or transfusions before routine blood testing began in 1992. in the Doctor's Office Robotics for Gallbladder Surgery 13The gallbladder stores bile, which digests the fat in food. An acute gallbladder attack occurs when a gallstone blocks the flow of bile. The bile backs up, causing nausea, vomiting, and disabling pain anywhere from the upper abdomen to the shoulder blades. While emergency surgery may be required for a severely inflamed or infected gallbladder, people with chronic gallstones or \"biliary colic\" often suffer a series of excruciating episodes. Although some individuals have no symptoms, others suffer painful spasms as gallstones pass through inflamed or narrowed ducts. Over the past decade, minimally invasive surgery has replaced a long \"open\" incision with only a few band-aid- size slits for instruments and a pencil-thin laparoscope. Smaller scars, less pain, minimal blood loss and a speedy recovery have driven the rapid adoption of minimally invasive surgery in recent years. More than one million people undergo surgery for gall - bladder removal, or cholecystectomy, in the United States each year. Most operations are performed with traditional laparoscopy, requiring several incisions. Elective surgery to remove the diseased organ can now be performed with only a single incision through the belly button, thanks to a new surgical option. The U.S. Food and Drug Administration approved single-incision, robotic-assisted gallbladder surgery in late 2011. In April, Hartford Hospital became the first in the state to perform the surgery, which takes about an hour with a typical inpatient stay of less than 24 hours. Led by surgeon Darren Tishler, M.D., the team removed the diseased gallbladder by manipulating robotic arms through a single, inch-long incision in the belly button. Patients who regularly suffer repeated bouts of sudden pain can now undergo a virtually scar-free procedure. Most people who require gallbladder removal are candi - dates for the robotic, single-incision surgery. \"The main advantage for the patient is cosmetic,\" says Dr. Tishler. \"The standard of care for gallbladder removal is still lapa - roscopic surgery, which requires several small incisions.\" Combining robotic surgery with a single belly-button incision requires advanced training and technology. \"It's my responsibility as a surgeon to provide patients with the most up-to-date surgical options,\" says Dr. Tishler, one of a small group of surgeons in the country who have per - formed the surgery. \"The robot's dexterity is equivalent to laparoscopy, but its main advantage is the crystal-clear visualization,\" he says. The surgical robot's versatility allows Dr. Tishler to sit at a nearby console, using joysticks to control the in - struments as he visualizes the entire surgical field on a 3D display. In real-time, the system translates his movements into precise manipulations of miniaturized instruments inside the patient. Removal of the gallbladder is just the latest innovation in surgical robotics. Hartford Hospital surgeons have pio - neered numerous robotic procedures since 2003, when the hospital became the first medical center in Connecticut to acquire the revolutionary da Vinci robot. Hartford Hospital physicians now perform more than 1,000 robotic cases each year. \"The FDA only recently approved the use of robotics for gallbladder removal,\" says Dr. Tishler. \"We are thrilled to be one of the first hospitals to offer this technically ad - vanced surgery. We envision that single-incision, robotic- assisted techniques will eventually be expanded to other urologic, gynecologic and abdominal procedures.\" For more information, visit www.harthosp.org/robotics/ gallbladder.We are thrilled to be one of the first hospitals to offer this technically advanced surgery. —Dr. Darren TishlerWe welcome some of the newest members of our Hartford Hospital Medical Staff. For more information on these and other physicians at Hartford Hospital, visit our website at www.harthosp.org or call the Health Referral Service at 860-545-1888.Hartford Hospital Attracts Top Talent Transplant Surgeon Caroline Rochon, M.D. Dr. Rochon comes to Hartford Hospital with clinical experience at New York Medical College-Westchester Medical Center Transplant Center and SUNY Downstate Medical Center, Brooklyn. Her areas of interest include liver transplantation, kidney transplantation, kidney living donor surgery, hepatobiliary surgery and vascular access surgery. Dr. Rochon graduated from medical school at McGill University, where she pursued her master's degree in experimental surgery and completed a residency in general surgery. She then completed a fellowship in solid organ trans - plantation at New York Medical College-Westchester Medical Center. Dr. Rochon is a fellow of the Royal College of Surgeons of Canada and is board-certified by the American Board of Surgery and the American Society of Transplant Surgeons. Gastroenterology Kevin S. Jo, M.D. Dr. Jo cares for patients with biliary disease, gastroesoph - ageal reflux disease (GERD) and gastrointestinal cancers, as well as providing colorec- tal cancer screening. Dr. Jo comes to Hartford from Rochester, New York, where he completed a fellowship in gastroenterology at the University of Rochester Medical Center. He completed a residency in internal medicine at the University of Colorado Health Sciences Center and graduated from medical school at Vanderbilt University School of Medicine. Endocrinology Deepti Rawal, M.D. Dr. Rawal joins Hartford Hospital as an endocrinolo - gist, specializing in meta - bolic disorders. Dr. Rawal attended medical school at Jawaharlal Nehru Medical College in India and com - pleted his residency at Jersey Shore University Medical Center, followed by a fellow - ship at Erie County Medical Center.Physical Medicine & Rehabilitation David M. Grygier, M.D. Dr. Grygier is a physiatrist, or rehabilitation physician, who specializes in musculo - skeletal medicine. He cares for patients with sports injuries and uses electro - myography (EMG) and nerve conduction studies to assess the performance of the muscles and nerves. Dr. Grygier graduated from medi - cal school at the State University of New York (SUNY) Health Science Center and completed his residency at the University of Washington Medical Center. He is board-certified in physical medicine and rehabilitation. Urology Richard T. Kershen, M.D. Dr. Kershen specializes in urology, specifically female stress urinary incontinence and sur - gery for female genito- urinary cancer and related conditions. He graduated from Albert Einstein College of Medicine and completed his internship and resi - dency at Boston University School of Medicine, fol - lowed by a fellowship in pediatric urology research at the Children's Hospital of Boston and a fellow - ship in female urology and voiding dysfunction at Baylor College of Medicine. 14Hartford Hospital Programs & Events From July 15 Through October 15, 2012Calendar Contents Anxiety Disorders Center ___________________ 21 Cancer Program ___________________________ 16 Support Groups Clinical Professional Programs ______________ 22 EMS Education Allied Health Diabetes Lifecare __________________________ 16 Healthy Hearts ____________________________ 16 Stop Smoking for Life Programs Stress Management and Counseling Mental Health ____________________________ 21 Bereavement Support Bipolar Disorder Schizophrenia Program Nutrition Counseling ______________________ 16 Professional Development __________________ 22Rehabilitation/Excercise/Wellness ___________ 16 Safety Education __________________________ 21 Screenings ________________________________ 17 Special Events ____________________________ 23 Support Groups ___________________________ 17 Surgical Weight Loss Programs _____________ 16 Volunteers ________________________________ 22 Blood Drive Wellness/Integrative Medicine ___________ 18-19 Reiki Healing Touch Prepare for Surgery Yoga Women's Health Issues _________________ 20-21 Parent Education Classes Parent-Baby Series Exercise for Expectant and New Moms 15Cancer Program Cancer Program Support Groups See page 17 for descriptions Brain Tumor Survivors Ovarian Cancer Prostate Cancer Advanced Prostate Cancer The Lebed Method: Focus on Healing A gentle medically based exercise program with emphasis on movement to music de-signed especially for female cancer patients/survivors. Schedule: From 5:30 to 7:00 p.m. in Hartford. To register, call 860-545-6000. FEE: $30/6 sessions. New Beginnings A six-week program for men and women during transition from an acute cancer battle to the challenges of survivorship. It will help patients take a pro-active approach to maintaining and improving their physical, nutritional and mental well-being. Schedule: From 5:30 to 7:00 p.m. in Hartford. To register, call 860-545-5113. FREE. CHESS—Support for Cancer Patients Education and support for patients with breast cancer or prostate cancer. CHESS, Comprehensive Health Enhancement Support System, provides online support and information. Computers are loaned, at no cost, to patients who do not have their own. Call 860-545-3781. FREE. The Cancer Wellness Support Series See description under Integrative Medicine on page 18.Diabetes LifeCare Programs Diabetes Support Group— See page 17 for description Diabetes Education Classes Develop the self-management skills to improve blood sugar control, prevent and/or delay complications and improve daily qual- ity of life with diabetes. Classes also available for women with diabetes during pregnancy. A physician referral is required. Please contact your physician to make arrangements. Diabetes & Nutrition (Meal Planning and Counseling) Our dietitians provide individualized meal plans by addressing your concerns (likes, dis- likes, allergies and intolerances), weight im- provement issues and blood glucose control. Covered by most private insurance plans. A physician referral is required. Please contact your physician to make arrangements. Nutrition Counseling Nutrition Counseling Service Personalized one-on-one nutrition counsel-ing with an experienced registered dietitian for a wide variety of nutrition-related diseases and conditions. By appointment only. Call 860-545-2604. May be covered by insurance.Healthy Hearts Stop Smoking for Life Program For schedule and to register, call 860-545-3127 or email: stopsmoking@harthosp.org. Breathe Easy Relapse Prevention Support Group— See page 17 for description Resources for Smokers— Community Education Group This monthly program is open to smokers, and anyone who wants to help someone to quit. Topics include: treatment options, behavioral strategies, medication options and services available to people who want to quit. FREE. Individual Cessation Counseling Recommended for individuals who would benefit from a personalized, one-on-one treatment approach to learn about behav-ioral strategies, medication options and counseling support. Sessions are offered in West Hartford. Stress Management for Cardiac Patients Recommended for cardiac patients interest-ed in improving their skills to manage stress.Facilitated by a counselor from Hartford Hospital's Behavioral Cardiology Program. Sessions focus on cognitive-behavioral techniques and meet weekly for six sessions in West Hartford. FEE: $225. Counseling and Stress Management Service—Individual Counseling Coping with an ongoing medical condition can be a challenging task for many patients. Learn how emotions play a role in recovery. Sessions are offered in West Hartford. Cardiac Rehabilitation Classes EKG monitored exercise class, education and counseling for individuals who have recently experienced a cardiac event or require risk factor modification. Covered by most insurance plans. Physician referral is required. Locations: Hartford—860-545-2133; Glastonbury—860-633-9084; Avon—860-674- 8509; West Hartford—860-570-4571. Pilates Classes Conditioning program combines elements of yoga, weight training and gymnastics to improve posture, flexibility, coordination, muscle tone and strength. People of all ages and abilities can participate. Call Eastern Rehabilitation Network at 800-696-2500 for a location near you. FEE: $150 for 10 mat sessions. Parkinson's Exercise Classes Studies show that patients who participate in regular exercise experience less disability. Learn strategies to improve your mobility, activities of daily living & communication while adapting your environment to work for you. Schedule: Sessions run for 6-weeks from 1:00 to 2:00 p.m. every Tuesday and Thursday in Glastonbury. Call 860-291-2789 for addi- tional information and to register. FEE: $90.00 for 12 meetings. Rehabilitation/Exercise/WellnessSurgical Weight Loss Programs Surgical Weight Loss Support Group— See page 17 for description Surgical Weight Loss: Eating Right After Surgery Whether you are 3 months or 3 years post- surgery, it can be difficult to stick to a healthy eating lifestyle. Get back on track with our nutrition class! Attend a monthly support group for people who have had weight loss surgery through Hartford Hospital's Surgical Weight Loss Program. To register call the Surgical Weight Loss Center at 860-246-2071, option #2. Glastonbury: From 5:00 to 6:30 p.m. on 7/19, 9/12 Hartford: From 5:00 to 6:00 p.m. on 8/15, 10/10 Surgical Weight Loss: General Education Session A comprehensive, educational session focused on patients who are ready to start the program or just want to learn more about surgical weight loss. Registration is required. Call 860-246-2071 and select option #2. Park- ing will be validated—bring your ticket. FREE. Hartford: From 3:00 to 5:30 p.m. on 7/24, 8/8, 8/21, 9/25, 10/10 Enfield: From 5:00 to 6:30 p.m. on 8/6 Glastonbury: From 5:00 to 6:30 p.m. on 8/16, 9/20 16To register online go to www.harthosp.org/classes or call 860-545-1888, toll free 1-800-545-7664. 17Cancer Program Brain Tumor Survivor Support Group Provides brain tumor patients and families with education and support. Schedule: First Thursday of each month, on 8/2, 9/6, 10/4 from 5:30 to 7:00 p.m. Light dinner pro-vided. Registration is required and should be received at least 48 hours in advance. Call Hillary Keller, LCSW at 860-545-2318 to register. FREE. Ovarian Cancer Support Group Schedule: Fourth Tuesday of each month from 7:00 to 8:00 p.m. on 7/24, 8/28, 9/25 in Hartford. To register, call Marcia Caruso-Bergman, RN at 860-545-4463. FREE. Prostate Cancer Support Group Provides education and support for patients and families to understand and deal with this disease. Call 860-524-2715 for schedule. FREE. Advanced Prostate Cancer Support Group Provides education and support for men in the advanced stages of prostate cancer and their families. Call 860-524-2715 for schedule. FREE. Screenings/Support Groups Blood Pressure/Sugar/Cholesterol Screening Conducted by VNA Health Care and sched- uled throughout the Greater Hartford area. For more information call 860-246-1919. Grief Support Group Grief can be a very confusing and difficult road. Come join others who are traveling the journey of grief. Schedule: Third Monday of each month, from 6:00 to 8:00 p.m. on 7/16, 8/20, 9/17, 10/15. Call 860-545-1888 for information. FREE. Epilepsy Support Group This support group is open to anyone af- fected by epilepsy to gain mutual support, share experiences and to gain knowledge of epilepsy. Sponsored by The Epilepsy Foundation of Connecticut and the Epilepsy Center. Schedule: Last Thursday of each month on 7/26, 8/23, 9/27. Call 800-899-3745 to register. FREE Cardiology Mended Hearts Support Group For people who have had open-heart surgery or heart disease and their partners. Schedule: Meets third Wednesday of each month at 7:15 p.m. at South Congregational Church, 277 Main Street, Hartford. Call 860-289-7422. FREE. Diabetes LifeCare Program Diabetes Support Group This support group is for patients and their loved ones to learn and gain support from one another. Schedule: 9/25 at 1060 Day Hill Road, Windsor or 10/23 at 1260 Silas Deane Highway, Wethersfield. Please call Beth Caffrey at 860-545-1941 for more information. FREE. Mental Health Mental Health Peer Support Group Provides support, encouragement and posi- tive momentum for people in recovery from mental health issues and substance use. Schedule: Every Wednesday from 12:30 to 1:30 p.m. at The Institute of Living's Carolina Cottage, basement level. Call 860-545-7202 for more information. FREE. Support Group for Families Dealing with Major Mental Illness Share your successes and struggles in loving and living with someone who has schizophrenia. Schedule: The first and third Thursday of each month. FREE.Peer Support Group—Schizophrenia Anonymous (S.A.) This is a peer run, open forum group meet- ing providing support to people with a diagnosis of schizophrenia. Schedule: Every Thursday from 5:30 to 6:30 p.m. in the Center Building, First floor. FREE. Un Grupo De Apoyo Para Las Familias Hispanas El segundo martes de cada mes de 5:00 to 6:00 p.m. Este es un grupo de apoyo para las familias que hablan espanol y que con los asuntos de la salud mental. (Este no es un grupo de tratamiento sino un grupo para los amigos y las familias de una persona que esta sufriendo con una enfermedad mental.) This is a group geared toward supporting and educating friends and family members of those dealing with mental health issues and is not a treatment group. Second Tuesday of the month from 5:00 to 6:00 p.m. Surgical Weight Loss Program Surgical Weight Loss Support Group Education and support for those who have had or are thinking of having bariatric weight loss surgery. Conducted by Sally Strange, RN, Bariatric Nurse Coordinator at Hartford Hospital's Education Resource Cen - ter, 560 Hudson Street, Hartford. Schedule: Monthly from 6:00 to 7:30 p.m. on 7/31, 8/21, 9/25, 10/10 in Hartford. Registration is NOT required. FREE. Transplant Program Heart Transplant Support Group Provides education, networking and social interaction for pre and post-transplant patients and their families. From 5:30 to 8:30 p.m. in Hartford. Light dinner provided. For schedule and to register, call Kathy Turner, 860-545-1212. FREE. Transplant Patient Support Group Provides education, networking and social interaction for post-transplant patients and their families. Meets at the First Church of Christ, Congregational, Glastonbury. Call Shajuana Carter at 860-545-4219, Option #4, for schedule and to register. FREE. Kidney Transplant Orientation Class Open to all potential kidney transplant patients, donors and their families. Provides education to help in making the choice be-tween dialysis and transplant, the eligibility and evaluation process, and UNOS listing vs living donor. For schedule or to register call 860-545-4368. FREE. 18Wellness/Integrative Medicine Cancer Wellness Support Series —Hartford Learn about the many Integrative Medicine practices that can support your traditional medical care and enhance your healing. Snacks provided. Schedule: From 6:00 to 7:30 p.m. in the Taylor Conference Room at the Helen & Harry Gray Cancer Center. Pre-registration required for each session date at www.harthosp.org/intmedclasses. FREE. 9/11 Self Reflective Writing Diana Boehnert, MFA 10/9 QiGong Energy Healing PJ Harder, MS Cancer Wellness Support Series —Avon Learn about the many Integrative Medicine practices that can support your traditional medical care and enhance your healing. Beverages provided. Schedule: From 1:00 to 2:00 p.m. in the Community Room at the Avon Helen & Harry Gray Cancer Center. Pre-registration required for each session date at www.harthosp.org/intmedclasses. FREE. 9/12 Voices: Self Expression through Poetry Andy Weil, Poet and Humorist 10/10 Healing the Whole Self PJ Harder, MS Creating Forgiveness in Our Life (Dory Dzinski, MAPC, LPC, NCC) Pain, hurt, and negative emotions take up much room in our hearts. Inviting forgiveness into our life allows a place for more peace and happiness to enter and expand, as well as the release of stress and tension. This safe and gentle workshop presents information and discussion and many tools including a beautiful guided meditation that can be used to reach a place of peace and balance. Schedule: From 6:00 to 9:00 p.m. on 8/13 in Avon. Pre-registration is required at www.harthosp.org/intmedclasses. (Dory Dzinski, MAPC, LPC NCC) Finding yourself alone again can be unsettling when so much has changed in your life. Join others who are single again due to divorce and learn tips for self esteem, coping mechanisms and discovering your individuality. Schedule: Meets second Tuesdays from 6:00 to 8:00 p.m. on 8/14, 9/11, 10/9 at the Hartford Hospital Family Health Center in Avon. Pre-registration required at www.harthosp.org/intmedclasses. FREE. Grief Support Group (Dory Dzinski, MAPC, LPC NCC) Grief can be a very confusing and difficult road. Come join others who are traveling the journey of grief and be comforted with compassionate listening and understand-ing. Schedule: From 6:00 to 8:00 p.m. on 3rd Mondays, 7/16, 8/20, 9/17, 10/15 at Avon Family Healthcare Center. Pre-registration at www.harthosp.org/intmedclasses or 860-545-1888. (Drop-in or attend all). FREE.Emotional Freedom Technique Training (Chris Jacobs, Life Coach) In this two part series, you'll learn the basic principles of EFT and how to use this tech-nique for yourself. The workshop is highly experiential, covering the use of EFT for physical pain, emotional discomfort, weight loss/addictions, anxiety, difficult memories, and much more. Schedule: From 6:00 to 8:30 p.m. from 7/17 to 7/24 in Avon or 9/18 to 9/25 in Glastonbury. Pre-registration is required at www.harthosp.org/intmedclasses. FEE: $99/ 2 sessions. Healthy Cooking Classes (Jacqueline Bordonaro, Healthy Foods Specialist) Come to these free classes held at Whole Foods Market, 55 Welles St. in Glastonbury. Learn the basics and sample the delightful results of the demonstrations. Schedule: From 6:00 to 7:00 p.m. 7/17 Heart Healthy Cooking 8/14 Cooking with No Oil 9/11 Cooking without Dairy Pre-registration required at www.harthosp.org/intmedclasses. FREE. HypnoBirthing® (Kathy Glucksman, RN, BSN, HBCE) 5-week series for expectant parents to learn techniques for a safe and more comfortable birthing using guided imagery, visualiza-tion, special breathing techniques, and self-hypnosis. Additional emphasis is placed on pregnancy, childbirth, pre-birth, parent-ing and the consciousness of the pre-born baby. Schedule: Meets 6:00 to 9:00 p.m. on Mondays from 7/19 to 8/16 and 9/6 to www.harthosp.org/intmedclasses. FEE: $225 (plus $25 for textbook, practice CDs and handouts to be paid to teacher at first class). Hypnosis Classes (Board-certified hypnotist Lisa Zaccheo, BCH, BCI, MA) Classes are held from 7:00 to 9:00 p.m. at Avon Wellnessw Center. Pre-registration is required for each class. FEE: $25/class. 7/24 Hypnosis: the \"Anti-Diet\" Learn how to release weight without dieting. Traditional diets tackle the problem from the outside in, which is why only 3 percent of them succeed. Hypnosis allows you to understand your relationship with food and your body from the inside out, and is proven to be 30 times more effective than traditional diets. Break through your weight release barriers by learn-ing techniques that really work. 8/22 Hypnosis: Oh My Aching Gut Hypnosis has been proven to be 85% effective in treating Irritable Bowel Syndrome, so if you're not using it, maybe it's something worth exploring. Learn how hypnosis can help manage or alleviate Irritable Bowel Syndrome and other stomach and gut related issues. 9/18 Use Hypnosis to Slay the Anxious Begin to release the fears that are holding you back, even if you are not sure what you are afraid of. Fears drain our energy and keep us back from being our best and truly enjoying life. Learn where fears come from as well as some powerful techniques to conquer them. Colors of the Soul; Unearthing Your Deepest Self (Dory Dzinski, MAPC, LPC, NCC) Join us in a process where art becomes soul with a series of beautiful meditations, after which you will create a page of soulful art. Schedule: From 8:30 a.m. to 3:00 p.m. on 8/4 at the Avon Wellness Center. Pre-registration required at www.harthosp.org/intmedclasses. FEE: $125. Meditation as a Life Skill (Dory Dzinski, MAPC, LPC NCC) Learn to experience the calm, focus and clarity that will help you to achieve success physically, intellectually, emotionally, and spiritually. Meditation can help relieve your anxiety, distraction and internal clutter. Many different forms of meditation will be discussed and experienced, including silent, guided, breath-focused, body-focused and prayerful. This class is highly experi-ential. Schedule: From 7:00 to 9:00 p.m. on 2 Wednesdays, 9/12 and 9/19, at the Avon Wellness Center. Pre-registration is required at www.harthosp.org/intmedclasses. FEE: $45. Less Stress More Peace and Joy (PJ Harder, MS) Learn simple, playful and powerful ways to deal with overwhelming stress, fear, anxiety and worry. Schedule: From 10:00 a.m. to 12:00 noon on 9/8 in Wethersfield. Pre-registration required at www.harthosp.org/intmedclasses. FEE: $30. To register online go to www.harthosp.org/classes. Register online at www.harthosp.org/ classes. 19To register online go to www.harthosp.org/classes. Transforming Your Life: The Unseen Energetic Keys (Chris Jacobs, Life Coach) Learn and begin applying the steps to suc- cessfully change your life. This 3-step pro-cess will address the root causes of what's really blocking you from getting what you want in life. Schedule: From 6:00 to 8:00 p.m. on 8/16 at the Avon Family Health Center. Pre-registration required at www.harthosp.org/intmedclasses. FEE: $25. Five Communication (Dory Dyzinski, MAPC, LPC, NCC) Do you ever feel like some of your relation- ships are one-sided? As if you are giving and getting very little back? It may be because you speak different love languages. Schedule: From 6:00 to 9:00 p.m. on 9/10 at the Avon Wellness Center. Pre-registration required at www.harthosp.org/intmedclasses. FEE: $35 More Energy for Life and Healing (PJ Harder, MS) Learn how to activiate your 'healer within' and learn simple self-care practices such as Qigong, Chi Self Massage, and Tai Chi EasyTM that will help you to calm your mind, relax your body, and increase your energy for life. Schedule: From 10:00 to 11:30 a.m. on 8/4 at Wethersfield Health Center and 9/15 at Avon Wellness Center. Pre-registration required at www.harthosp.org/intmedclasses. FEE: $25. More Life, Less Weight (PJ Harder, MS) Discover the missing link to improving your health and wellness while losing weight. Drawing on personal experience and research, learn how to balance your life, weight and feel fully alive and well! Learn simple self-care practices that build your inner strength, vitality and energy. Schedule: From 10:00 a.m. to 12:00 noon on 7/28 at Avon Wellness Center or on 9/1 in Wethersfield. Pre-registration required at www.harthosp.org/intmedclasses. FEE: Touch—Level (Alice Moore, RN, MA, RMT) Learn a gentle, hands-on relaxation technique that can reduce stress, muscle tension/pain and accelerate the healing process. Schedule: From 9:00 a.m. to 5:30 p.m. on 7/26, 8/30, 10/11, or 9/27 in Hartford. Registration required. Nursing Medical CMEs available. Pre-registration required at www.harthosp.org/intmedclasses. FEE: $160. Therapeutic Touch (Karen RN, MA) Pre-registration required at www.harthosp. org/intmedclasses.Basic Therapeutic TouchLearn an energy technique that can help you decrease pain and stress, accelerate healing, and enhance well-being. Based on research and used in hospitals and colleges world-wide, this healing modality can be used for yourself and your loved ones. Schedule: From 12:00 to 8:30 p.m. on 9/9 at the Avon Cancer Center. FEE: $160. Tai Chi (Ken Zaborowski) An ideal exercise and meditation program for seniors. Improve overall fitness, balance, coordination, agility and reduce the chance for a fall-related injury. Schedule: Sessions start on the first Tuesday or Friday of each month and pro-rated rates are available if starting mid-month. Glastonbury —Tuesdays and Fridays from 12:00 to 1:00 p.m. Wethersfield —Tuesdays and Thursdays from 3:30 to 4:30 p.m.FEE: $80/month if 2 times per week or $45/ month if once per week. Yoga Classes Laughter Yoga (Mark Sherry, M.Ed, M.A, B.A) Have lots of fun while significantly boost-ing your immune system and relieving that \"lingering stress\" we carry around with us all the time. Join us in fun group-focused interactive games that stimulate laughter while promoting positive con-nections with others, good health, and just making you feel good! Schedule: From 7:00 to 8:00 p.m. on Thursdays, 8/2 to 8/23 in Windsor. Pre-registration required at www.harthosp.org/intmedclasses. FEE: $38/4 sessions, additional fee for non-registrants. Peggy Huddleston's Prepare for Surgery, Heal Faster Learn five steps, including guided imagery, proven by research to help you prepare emotionally and physically for surgery. Be calmer, experience less pain and recover sooner. Book and relaxation tape are avail-able for $25. Call 860-545-44420Women's Health Issues The Strong Women Program An exercise program for middle aged and older women. Working with weights increas-es strength, muscle mass and bone density while reducing the risk of numerous chronic diseases. 12-week sessions meet twice a week for \"no-impact\" workouts. Classes held in Wethersfield and Glastonbury. Schedule and registration available online at www.harthosp.org/classes. FEE: $160. NEW! Yoga and Meditation for Every Body Yoga and meditation have been proven to have many benefits for both the body and mind. This gentle series of yoga exercises will stretch and strengthen muscles, release tension and stress in the body, improve range of motion in the joints and help to quiet the mind. All levels of fitness are welcome, as well as those new to yoga. Participants will need to be able to get onto the floor. Schedule: From 10:30 to 11:45 a.m., 9/5 to 9/26 or 10/3 to 10/24 in Avon. FEE: $50. To register online go to www.harthosp.org/classes. Registration is required for all classes. Register online at www.harthosp.org/ParentEd. Preparing for Multiples Prepares families expecting multiples for late pregnancy, labor and birth, postpar - tum, infant feeding, care and safety, and managing at home. Class includes a tour of the Special Deliveries Childbirth Center and the Neonatal Intensive Care Unit (NICU). Schedule: From 6:00 to 9:00 p.m. on Thursdays, 10/11 to 10/25 at Hartford Hospital. FEE: $125/3 sessions. Babycare Understand the needs of your newborn and learn great tips on diapering, bathing and general care. Schedule: From 6:30 with Success Before the baby arrives, learn about the basics and benefits of breastfeeding. Schedule: From 6:30 Birth This class prepares you for the experience from pre-admission through recovery at home. Learn what to expect during surgery and throughout your hospital stay, how your partner can help, and tips for a smooth recovery while caring for a new - born. Includes a maternity tour. Schedule: From 9:00 a.m. to 12:00 noon on 8/11 at Hartford Hospital. FEE: $50. Expectant Grandparents Class Provides grandparents with an opportuni - ty to talk with trained professionals about birthing changes, baby care, infant feeding and safety. Schedule: From 6:30 to 8:30 p.m. on 8/22 in Glastonbury. FREE. Pups and Babies (Joyce O'Connell, certified animal behav - iorist) Are you concerned about your dog and your new baby? Get tips on preparing your pet for baby's arrival, introducing baby to your pet, creating safe spaces, and helping your pet understand his new place in the expanded pack. Schedule: From 7:00 to 8:30 p.m. in Glastonbury on 8/29. FEE: $25. Baby Signing: An Introduction Learn how to begin teaching your baby or toddler basic signs. Led by a pediatric nurse practitioner, this class focuses on how your child develops language and speech, and how sign language can en - hance family communication. An interac - tive program for babies 6 to 24 months. Format includes songs, rhymes and play activities. Schedule: 6:00 to 7:30 p.m. on 9/13 in Wethersfield. FEE: $35. Maternity Tours A guided tour to acquaint you with our facility and maternity services. Schedule: Weekdays 6:00 to 7:00 p.m. or 7:00 to 8:00 p.m.; also some Saturdays from 11:00 a.m. to 12:00 p.m. or from 12:00 to 1:00 p.m. Tours available in English and Spanish. For schedule and to register, visit www.harthosp.org/ParentEd . FREE. Neonatal Intensive Care Unit Tours Private tours for those expecting twins, triplets, etc. By appointment only. Please call 860-545-8987. FREE. eLearning Childbirth Education When traditional childbirth education classes are not a possibility due to bed rest or time constraints, our interactive web-based program provides a solution. Covers the last trimester of pregnancy, labor & birth, medication choices and cesarean birth. Schedule: Call 860-545-4431. FEE: $100. Preparation for Childbirth All the essential information you need for labor and the birth of your baby. Topics include: stages of labor, relaxation, breathing techniques, pain management options and coping skills. Learn to be an active participant in the birth of your baby. We offer a variety of options—one day or two week sessions. Classes meet in Avon, Glastonbury, West Hartford and Wethersfield. Go to www.harthosp.org/ParentEd for schedule and to register. FEE: $100. The Happiest Baby Learn approaches to keeping babies happy by helping them sleep better and soothing even the fussiest baby in minutes. This approach was pioneered by Dr. Harvey Karp in his best-selling book and DVD, The Happiest Baby on the Block. Schedule: From 7:00 to 9:00 p.m on 8/28 in West Hartford. FEE: $65/couple includes class, Parent Kit, choice of Dr. Karp's DVD (or VHS) and Soothing Sounds CD. Epidural Anesthesia for Labor Led by a board-certified anesthesiologist, this class covers what an epidural is, the risks involved and what to expect for pain relief. This is an excellent opportunity for expectant parents to learn more about epidurals and to ask questions. Schedule: From 7:00 to 8:00 p.m. on 8/2, 10/4 in Hartford. FREE. Comfort Measures for Labor Led by a certified labor doula/licensed massage therapist, this interactive class will help expectant couples practice and master hands-on techniques to address the discomforts of labor, including relax - ation, positioning, movement and touch. Schedule: From 10:00 to 11:30 a.m. on 7/21, 9/8 in West Hartford. FEE: $35.00. Parent Education Classes21Parent-Baby Series Enjoying Infants Together Led by a pediatric nurse practitioner, this six-week series is for parents and infants younger than 12 months. Learn fun, developmental activities for infants, participate in discussions and make new friends. Schedule: From 11:15 a.m. to 12:15 p.m. Wednesdays, 9/12 to 10/17 in Wethersfield. FEE: $50 for 6-week series. Time for Toddlers Led by a pediatric nurse practitioner, this series is for parents and toddlers, 12 to 24 months. Learn fun, developmental activi - ties for toddlers and participate in discus - sions. Schedule: From 10:00 to 11:00 a.m. Wednesdays, 9/12 to 10/17 in Wethersfield. FEE: $50 for 6-week series. Time for Infants & Toddlers—Saturdays This series is for parents and children un - der 24 months. Learn fun, developmental activities, participate in discussions and make new friends. Schedule: From 10:00 to 11:30 a.m. on 9/15 in Glastonbury. FEE: $15/class.Safety Education Car Seat Safety Four out of five car seats are installed incor - rectly. That's why we offer a free Car Seat Safety class for expectant parents, hosted by Community Safety Officer David Cavedon. Space is limited and registration is required. Schedule: From 6:30 to 8:00 p.m. on 9/11 in West Hartford. FREE. CPR for Family and Friends: Infants and Children Recommended for new parents, babysit- ters and anyone who cares for infants and children who want basic first aid and CPR information but who do not need a course completion card. Schedule: From 6:00 to 9:30 p.m. on 7/25, 8/8, 8/22, 9/5, 9/26, 10/3 in Hartford. This is a non-certification informational class intended for home use only. FEE: $45. Exercise for Expectant and New Moms Prenatal Yoga Improve your strength and muscle tone, ease tension and relieve discomforts of pregnancy. Schedule: Meets 5:30 to 6:45 p.m. from 8/1 to 8/22, 9/5 to 9/26 and 10/3 to 10/25 in West Hartford. FEE: $50/4-week session. To register online go to www.harthosp.org/classes. Mental Health Myths, Minds & Medicine Exhibit A permanent exhibition on The Institute of Living's history and the treatment of psychiatric illnesses. Self-guided tours Monday through Friday, 9:00 a.m. to 5:00 p.m. For guided tours, call 860-545-4500. FREE. Mental Health Support Groups —See page 17 for descriptions Peer Support Group Bereavement Support GroupSchizophrenia Program The following free programs are conducted by staff from the Family Resource Center at the Institute of Living. Meetings take place at 200 Retreat Avenue on the first floor of the Center Building unless indicated otherwise. Registration is not required unless noted. For additional information or directions, call Mary Cameron at 860-545-7665. Support Groups— See page 17 for descriptions Support Group for Families Dealing with Major Mental Illness Peer Support Group— Schizophrenia Anonymous (S.A.) Schizophrenia—Introduction to the Disorder Learn about schizophrenia and its treat - ment, with specific sug gestions to help family and friends cope. Content repeats and family members may attend any ses - sion. Schedule: from 5:15 to 6:30 p.m. on the first Tuesday of each month on 7/3, 8/7, 9/4, 10/2. FREE. Introduction to Mental Health Benefits and Services for Severe Mental Illness Overview of benefit programs available for individuals with mental health disabilities. Schedule: From 5:15 to 6:30 p.m. on 9/11. FREE. Depression: An Introduction to the Disorder This program is for family members and friends of individuals who suffer from de - pression. It will present a basic understand - ing of major depression, its treatment, and ways in which family members might better cope with the illness. Schedule: From 5:15 to 6:30 p.m. on 7/24. FREE. Managing Schizophrenia This presentation will discuss the impact that symptoms of schizophrenia have on everyday activities, and provide tips on what you can do to make things better at home. Schedule: From 5:15 to 6:30 p.m. on 7/10. FREE. Crisis Management for Individuals with Schizophrenia Information and discussion about how to handle the difficulties that arise when crises develop at home. Schedule: From 5:15 to 6:30 p.m. on 8/14. FREE.Anxiety Disorders Group Group cognitive behavioral therapy for chil- dren and adolescents with anxiety concerns such as panic attacks, social anxiety and excessive worrying. Learn strategies to man- age anxiety in a supportive and respectful environment. Facilitated by licensed psych- ologists with expertise in anxiety treatment. Schedule: Call 860-545-7685, option #3 for schedule. Registration is required. Billable to insurance and co-pay.Anxiety Disorders Center Sibling Preparation A class to help children prepare for the arrival of a new baby brother or sister. Schedule: From 9:30 to 10:30 a.m. on 8/11, 9/8, 10/13 in Hartford. FEE: $15 per child; $25 for 2 or more children. Nurturing Connections (Provided by the Nurturing Families Network) Telephone Support for New Parents Volunteers provide education and support when the mother is pregnant or while mother and baby are still in the hospital. Contact Leslie Escobales at 860-972-3201. Home Support for New Parents Intensive home visiting services for first-time parents. Starting prenatally until the baby is 5 years of age, home visitors act as teachers, supporters and advocates, and help families obtain community services. Contact Leslie Escobales at 860-972-3201. Prenatal Groups Offered in both English and Spanish depending on the number of participants. Meet once per week for ten weeks. Contact Damaris Rodriguez at 860-972-3131. Bipolar Disorder—An Introduction This program is for family members and friends of individuals who have bipolar or a related disorder. Learn about this disorder and its treatment with specific suggestions to help family and friends cope. Schedule: From 5:15 to 6:30 p.m. on the third Tuesday of each month on 7/17, 8/21, 9/18, 10/16. Call Mary Cameron at 860-545-7665 for information. Registration not required. FREE.22EMS Education Can't come to us? We'll come to you... Hartford Hospital's Department of EMS Education will accommodate the needs of the business community by providing on-site instruction. A minimum number of participants is required. Call 860-545-2564 for additional information or to make arrangements. Registration is required for the following classes. For more information, schedule, or to regis- ter online, visit our website at www.harthosp. org/ems or call 860-545-2564. Pediatric First Aid & CPR Adult First Aid & CPR with Automated External Defibrillation Adult/Child/Infant CPR with Automated External Defibrillator EMT—Basic Course EMT—Intermediate Course EMT—Recertification Course Core Instructor Program Pediatric Advanced Life Support (PALS) Pediatric Education for Pre-Hospital Professionals Advanced Cardiac Life Support (ACLS) Registration is required for the following classes. For more information, schedule, or to regis- ter online, visit our website at www.harthosp. org/ems or call 860-545-4158. Basic Life Support for Healthcare Providers Basic Life Support for Healthcare Providers—Refresher Class CPR Instructor CourseProfessional Development To register online go to www.harthosp.org/classes. Clinical Professional Programs HealthCare Toastmaster #2300 Learn to develop effective communication skills and to take control of your presenta- tions and meetings through effective listen- ing, thinking and speaking, which in turn foster self-confidence and personal growth. Schedule: Second and fourth Thursday of each month from 12:00 noon to 1:00 p.m. at Hartford Hospital, Jefferson Building conference room 118. FEE: $39 for 6-month membership.Blood Drive The American Red Cross conducts blood drives at Hartford Hospital. Registration is necessary. To schedule an appointment, call 860-545-2079. For other locations, call The American Red Cross at (800) GIVE LIFE. Volunteer Opportunities If you are interested in giving your time, we offer a wide variety of opportunities to match your interests with those of our patients, their families or our staff. Positions are available for adults and teens older than 14. Training and free parking are pro- vided. For more information, call Volunteer Services at 860-545-2198 or visit us online at www.harthosp.org/volsvc. Reiki Volunteer Program Provide gentle, hands-on relaxation sessions to patients, their families and employees. Requires Reiki Level 1, followed by two 2-hour follow-up sessions and two shifts shadowing a current volunteer. To apply, please call Eileen Pelletier, Volunteer Services Manager, at 860-545-2448 or e-mail eepellet@harthosp.org. Activity and Comfort Cart Volunteers bring a cart with activities to patients in need of distraction during the day, or a cart with soothing items in the evening. Please submit volunteer application and indicate role of interest.Volunteers Radiography Program This 24-month full-time accredited program begins in September of each year and leads to eligibility for certification by the American Registry of Radiologic Technologists (ARRT). The Radiography profession combines the use of advanced radiographic imaging equip- ment with direct patient care. For schedule and an application, see our website at www. harthosp.org or call 860-545-2612. 23Special Events at Hartford Hospital REGISTRATION IS REQUIRED for the following FREE events. To register online go to www.harthosp.org/events or call 860-545-1888; toll free 1-800-545-7664. For a complete list of special events go to www.harthosp.org/events. Quality of Life SeminarsBaby Maybe? Monday, September 10 7:00 to 8:00 p.m. 300 Western Boulevard, Glastonbury Drs. Janice Hartnett and Rosemary Quinlan Thursday, October 4 7:00 to 8:00 p.m. Hartford Hospital Family Health Center 100 Hazard Avenue, Enfield Dr. Michael Hemphill They say having a baby changes everything. And while becoming a parent will undoubtedly be a life-changing experience, one thing remains the same: the team at Hartford Hospital's Women's Health Services will be by your side every step of the way. So leave the health care to us and you can focus on the 150 other things you need to do to get ready for baby. Are You at Risk for Breast Cancer? Wednesday, July 25 6:30 to 8:00 p.m. Hartford Hospital Family Health Center 1260 Silas Deane Hwy, Wethersfield This lecture will focus on the major risk factors for breast cancer, including age and reproductive factors, and risks resulting from benign conditions, such as various atypias, family history and genetics. Presented by Dr. Patricia DeFusco, a board-certified medical oncolo- gist and Principal Investigator for the National Surgical Adjuvant Breast and Bowel Project (NSABP). Vertigo: What Sets Your World Spinning? Tuesday, September 11 7:00 to 8:00 p.m. Hartford Hospital Family Health Center 100 Hazard Avenue, Enfield Join Dr. Marc Eisen, medical director of the Hartford Hospital Center for Hearing and Balance, to learn about the common causes and treatment of vestibular and balance disorders (dizziness). He will also discuss re- cent developments in treating hear - ing loss and how physical therapy can help you. Life After Bladder Cancer Thursday, September 13 6:30 to 8:00 p.m. 300 Western Blvd., Glastonbury Designed for patients who have had radical surgery for bladder cancer and now suffer from erectile dysfunction and/or urinary leakage. A one hour presentation with a question and answer period to follow. Dr. Janice Hartnett Dr. Rosemary Quinlan Presented by board-certified urologist Dr. James Graydon, who specializes in treating erectile dysfunction and bladder control for patients who have undergone treatment for prostate cancer. Life After Prostate Cancer Thursday, September 20 | 6:30 to 8:00 p.m Avon Cancer Center 80 Fisher Drive, Avon Thursday, October 25 | 6:30 to 8:00 p.m. 300 Western Blvd., Glastonbury Learn how to improve your quality of life, obtain better bladder control and treatment options for erectile dysfunction. Spouses, significant others and guests are encouraged to attend. Although anyone is welcome, this seminar is geared specifically for patients who are one year or more post treatment.Dr. Michael Hemphill Non Profit Organization U.S. Postage PAID Hartford, CT Permit No. 436180 Seymour Street Hartford, CT 06102-5037 Address Service Requested Recipe analyzed by Mary Noon, MS, RD, CD-N.Creative Cook Experts recommend eating at least five cancer-fighting fruits and vegetables daily. In the summertime, farmer's markets are full of fresh, fiber-rich vegetables packed with natural nutrients baked in by the sun. The kebab originated in Turkey. The kebab traces its roots to medieval Persian soldiers who grilled meat on their swords over an open fire. In the Middle East, kebabs always con - tain meat, but in the United States, a veg - etarian \"shish kebab\" is a favorite summer grilling dish. Zucchini, squash and colorful bell peppers are low in calories and high in healthful antioxidants. Grilled kebab skewers create a flavorful blend of nutri - ents in a cholesterol-free meal. Choose large cherry tomatoes because they tend to cook faster than peppers and onions. Ingredients (Makes 10 skewers) Lemon Grilling Sauce ½ cup lemon juice ½ cup water 2 Tbs. Worcestershire or soy sauce2 Tbs. prepared yellow mustard ½ tsp. herbal seasoning (optional) Vegetable Kebab Cut into bite-size chunks: 2 zucchini 2 yellow squash 2 red and green bell peppers 2 ears sweet corn (see below) 8 oz. fresh mushrooms, cleaned 2 medium red onions, cut into wedges 16 whole cherry tomatoesCalories: 70 Carbohydrate: 14 g Fiber: 3 gProtein: 3 gFat: than 1 g Sodium: 106 mg Potassium: 454 mgVegetable Kebabs with Lemon Grilling Sauce Preparation: Wash vegetables except mushrooms. Cook corn in boiling water for 10 minutes. Brush mush - rooms clean; cut the vegetables into bite-size pieces (one-inch squares). Toss vegetables in sauce. Thread vegetables onto skewers. Place on grill over medium heat. Baste occasionally with lemon sauce. Grill 15-20 minutes or until "}