{"title": "Servicios para la columna", "author": null, "url": null, "hostname": null, "description": "Learn more about Servicios para la columna at espanol.hartfordhealthcare.org", "sitename": "Servicios para la columna | espanol.hartfordhealthcare.org | Español Hartford HealthCare", "date": null, "cleaned_text": "Para una remisión médica, llama al: [860.545.1888](tel:860.545.1888) Sabemos lo inmovilizado que puedes llegar a estar con los problemas de espalda. Nuestro equipo de cirujanos ortopédicos certificados de columna, está dedicado a reducir tu dolor y lograr que te muevas en la dirección correcta. Utilizamos tecnología de punta de imágenes y las técnicas de cirugía de espalda más avanzadas para tratar la causa de tu problema espinal. Desde las lesiones traumáticas más complejas de la columna hasta problemas más comunes como hernias de disco, artritis, estenosis espinal y ciática, nuestros especialistas en columna tienen la experiencia y la tecnología para tratar tu dolor de espalda. Un equipo colaborativo de expertos en columna El equipo de cirujanos ortopédicos certificados en columna del Instituto de Huesos y Conyunturas colabora con un extenso grupo de especialistas relacionados para ayudarte a recuperarte. Tu atención está respaldada por radiólogos musculoesqueléticos, osteópatas, fisiatras, especialistas en dolor por anestesia, reumatólogos y oncólogos. Durante la recuperación, los terapeutas físicos y ocupacionales apoyan tu rehabilitación y tu regreso a tus actividades. También es posible que te remitan a los recursos de medicina integrativa del Hartford Hospital para obtener técnicas alternativas como la acupuntura y la terapia de masajes cuando corresponda. Nuestro programa de columna ha obtenido el Gold Seal of Approval de la Joint Commission y es designado como Centro de Distinción Azul para Cirugía de Columna Vertebral por Blue Cross Blue Shield. Problemas relacionados con la columna que tratamos - Hernia de disco y ciática - Artritis degenerativa - Estenosis espinal - Infecciones - Espondilolistesis - Tumores - Fracturas - Osteoporosis Mazor X: Las últimas técnicas en cirugía de columna mínimamente invasiva Nuestros cirujanos ortopédicos de columna utilizan equipos quirúrgicos de tecnología de punta, llamados Mazor X, para realizar procedimientos menos invasivos y evitar la posibilidad de cirugías de revisión posteriores en casos complejos. Esta tecnología avanzada brinda a nuestros cirujanos de columna la capacidad de planificar previamente tu cirugía de columna y confirmar la colocación precisa de los implantes y aparatos. "}