{"title": "REFRIGERADOR BIOMÉDICO DE ALTO RENDIMIENTO THERMO SCIENTIFIC - TSX5005GZ", "author": null, "url": "https://www.equiposylaboratorio.com/portal/productos/refrigerador-biomedico-de-alto-rendimiento-thermo-scientific-tsx5005gz", "hostname": "equiposylaboratorio.com", "description": "<p>Los refrigeradores de laboratorio de alto rendimiento de la serie TSX de Thermo Scientific  están diseñados con características que respaldan la protección de muestras y los objetivos de sostenibilidad para el almacenamiento de medios, reactivos, quimioterapia, productos farmacéuticos y otros tipos de almacenamiento de laboratorio y de laboratorio que requieren de 3° a 7° C. La tecnología V-drive de la Serie está diseñada para proporcionar una uniformidad de temperatura que se adapta continuamente a los patrones del usuario, ofreciendo ahorros de energía significativos sin comprometer la protección.</p>", "sitename": "Equipos y laboratorio de Colombia", "date": "2011-01-01", "cleaned_text": "Línea de Refrigeradores TSX Thermo Scientific REFRIGERADOR BIOMÉDICO DE ALTO TSX5005GZ Referencia: TSX5005GZ | Marca: THERMO SCIENTIFIC Descripción Los refrigeradores de laboratorio de alto rendimiento de la serie TSX de Thermo Scientific están diseñados con características que respaldan la protección de muestras y los objetivos de sostenibilidad para el almacenamiento de medios, reactivos, quimioterapia, productos farmacéuticos y otros tipos de almacenamiento de laboratorio y de laboratorio que requieren de 3° a 7° C. La tecnología V-drive de la Serie está diseñada para proporcionar una uniformidad de temperatura que se adapta continuamente a los patrones del usuario, ofreciendo ahorros de energía significativos sin comprometer la protección. Tags de búsqueda: Refrigerador, refrigeradores, thermo scientific, TSX, almacenamiento , equipos de laboratorio, equipos para laboratorio, refrigerador de alto rendimiento, refrigerador tsx, TSX5005GZ, refrigerador para laboratorio, Farmacéutica, Investigación - Diseñado para almacenar de forma segura productos médicos y de laboratorio, incluidas vacunas, productos farmacéuticos, medios y reactivos que requieren un rango de temperatura de 3°C a 7°C - Susurro silencioso con un nivel de sonido de 52 dBA, que permite a los usuarios finales trabajar junto al refrigerador sin distracciones - La exclusiva tecnología V-drive está diseñada para detectar patrones de uso, como por ejemplo, aperturas de puertas cuando se necesita una mayor velocidad del compresor y períodos de estabilidad en los que el compresor funciona a una velocidad menor, ahorrando energía sin comprometer la protección - Hasta un 40% menos de consumo de energía que los modelos de refrigerantes convencionales * - Los refrigerantes naturales, R290 y la espuma soplada con agua hacen que la serie TSX cumpla con la Política de Nuevas Alternativas Importantes (SNAP) de la Agencia de Protección Ambiental de EE. UU. - Fabricado en una instalación galardonada, sin residuos para vertederos - Rango de temperatura de funcionamiento de 3° a 7° C, punto de ajuste de fábrica a 5 ° C - Elección de los modelos de vidrio o puertas sólidas. - Menores costos de HVAC como resultado de una menor emisión de calor al medio ambiente * - Control de microprocesador fácil de usar con luz interior, seguridad de punto de ajuste y alarmas - Compatible con sistemas de monitoreo inalámbrico y contactos de alarma remotos - Las cerraduras de las puertas estándar proporcionan comodidad y seguridad. - Tirador de puerta ergonómico - Registradores de gráficos opcionales disponibles |Rango de de 133.4 x 147.3 cm| |Dimensiones externas cm| (277)| PRODUCTOS RELACIONADOS [ ](/portal/productos/refrigeradores-de-banco-de-sangre-de-alto-rendimiento-326-litros-serie-tsx) Referencia Marca + Información Refrigeradores de banco de sangre de alto rendimiento, 326 litros, serie TSX Referencia TSX1204BZ Marca THERMO SCIENTIFIC [ ](/portal/productos/refrigerador-de-alto-rendimiento-thermo-scientific-tsx4505cy) Referencia Marca + Información REFRIGERADOR DE ALTO RENDIMIENTO THERMO SCIENTIFIC - TSX4505CY Referencia TSX4505CY Marca THERMO SCIENTIFIC [ ](/portal/productos/refrigerador-de-alto-rendimiento-thermo-scientific-tsx5005pz) Referencia Marca + Información REFRIGERADOR DE ALTO RENDIMIENTO THERMO SCIENTIFIC - TSX5005PZ Referencia TSX5005PZ Marca THERMO SCIENTIFIC [ ](/portal/productos/refrigeradores-de-banco-de-sangre-de-alto-rendimiento-827-litros-serie-tsx) Referencia Marca + Información Refrigeradores de banco de sangre de alto rendimiento, 827 litros, serie TSX Referencia TSX3004BY Marca Thermo Scientific "}