{"title": "Tratamiento antiinflamatorio en el síndrome de Stevens-Johnson y la necrólisis epidérmica tóxica: revisión sistemática de la literatura científica", "author": "Diana Carrillo; Luz Zárate; Ana Ramírez; Carlos Serrano", "url": null, "hostname": null, "description": "Background: There is no specific treatment approved for toxic epidermal necrolysis and Stevens Johnson syndrome. Patients must be treated mainly by eliminating the triggering factor and general support. Our aim was to perform a systematic review to evaluate the effect of anti-inflammatory treatment in adults with Stevens Johnson syndrome or toxic epidermal necrolysis.Methods: Systematic, objective, exhaustive and reproducible search of original research was conducted in electronic databases (Cochrane Skin Group Specialized Register, the Cochrane Controlled Trials and CDSR, Trip database, MEDLINE, EMBASE, CINAHL, Biomed, NCBI, HINARI and LILACS using \"StevensJohnson Syndrome / drug therapy\" or \"Stevens-Johnson Syndrome / therapy\" or \"Toxic epidermal necrolysis / drug therapy\" or \"Toxic epidermal necrolysis / therapy\" as key words with restriction to open trials and phase III clinical trials from 1998 to December 30, 2011 in Spanish or English languages. Grey literature was not included. Title or abstract were reviewed to identify clinical trials.Results: Only one randomized, double-blind, placebo-controlled study with thalidomide was identified, and 7 open clinical trials without a control group or historical control were included. The drug therapy used was immunoglobulin in four studies, cyclosporine in two, and methylprednisolone in one. Although the extensive skin detachment of more than 50%, mortality was 0% in two studies with cyclosporine, one death in the methylprednisolone group and one death in the immunoglobulin group. Mortality in the thalidomide group was 83%. In one study with high-dose of immunoglobulin, the observed mortality was 32% vs. 21% of predicted mortality and in the low-dose of immunoglobulin, predicted mortality was 32% compared to 10% of observed mortality.Conclusion: There seems to be some benefit from therapy with methylprednisolone, immunoglobulin and cyclosporine but randomized controlled clinical trials are needed to determine the efficacy of these therapies available. Thalidomide increased mortality in toxic epidermal necrolysis.", "sitename": "Revista de la Asociación Colombiana de Dermatología y Cirugía Dermatológica", "date": "2012-10-01", "cleaned_text": "Tratamiento antiinflamatorio en el síndrome de Stevens-Johnson y la necrólisis epidérmica tóxica: revisión sistemática de la literatura científica Resumen Antecedentes. No existe un tratamiento específico para el manejo de la necrólisis epidérmica tóxica y el síndrome de Stevens-Johnson. Los pacientes son tratados, principalmente, mediante la eliminación del factor desencadenante y medidas de soporte. Nuestro objetivo fue hacer una revisión sistemática para evaluar el efecto del tratamiento antiinflamatorio en adultos con síndrome de Stevens-Johnson o necrólisis epidérmica tóxica. Métodos. Se hizo una búsqueda sistemática, objetiva y reproducible de estudios originales en bases de datos electrónicas como Cochrane Skin Group Specialized Register, Cochrane Controlled herapy\", con restricción a ensayos abiertos y estudios clínicos de fase III desde 1998 hasta el 30 de diciembre de 2011, y a idioma español e inglés. No se incluyó literatura gris y se revisaron títulos y resúmenes para identificar los ensayos clínicos. Resultados. Se encontró un solo un ensayo clínico controlado con uso de talidomida y siete ensayos abiertos sin grupo control o con un control histórico. Los fármacos usados fueron inmuglobulina en cuatro estudios, ciclosporina en dos y metilprednisolona en uno. A pesar del extenso compromiso de la piel, de más del 50 %, la mortalidad fue de 0 % en los dos estudios con ciclosporina, y hubo una muerte en el grupo con metilprednisolona y una en el grupo de inmunoglobulina. La mortalidad en el grupo con talidomida fue de 83 %. En un estudio con dosis altas de inmunoglobulina, la mortalidad observada fue de 32 % Vs. 21 % de la mortalidad predicha y, en el estudio con bajas dosis de inmunoglobulina, la mortalidad predicha fue de 32 % comparada con la mortalidad observada del 10 %. Conclusión. Parece existir algún beneficio en el tratamiento con metilprednisolona, inmunoglobulina y ciclosporina, pero se requieren ensayos clínicos controlados para determinar la eficacia de estos fármacos. La talidomida aumentó la mortalidad en los pacientes con necrólisis epidérmica tóxica. Referencias bibliográficas 2. Crosi A, Borges GS, Estévez CF. Reacciones adversas medicamentosas graves: síndrome de Stevens-Johnson necrólisis epidérmica tóxica. Rev Med Uruguay. 2004;20:172-7. 3. Gerull R, M, Schaible T. Toxic epidermal and Stevens-Johnson syndrome: A review. Crit Care Med. 2011;39:1521-32 4. Mesa T. Síndrome de Stevens Johnson posterior al uso de carbamazepina en paciente esquizofrénico. Reporte de caso. Psiquiatriacom. 2011;15: 1-16. 5. Chen P, Lin J-J, Lu Hsieh PF, Yang C-C, et al. Carbamazepine-induced toxic effects and HLA-B*1502 screening in Taiwan. N Engl J Med. 2011;364:1126-33. 6. Fournier S, Bastuji-Garin S, Mentec H, Revuz Rzany B, Stern RS, Anderson T, et al. Medication use and the risk of Stevens-Johnson syndrome or toxic epidermal necrolysis. N Engl J Med. 1995;333:1600-8. 12. La Grenade L, Lee L, Weaver J, Bonnel R, Karwoski C, Governale L, et al. of J. Performance of the SCORTEN during the first five days of hospitalization to of Cochrane Syst not 2003;139:33-6. Tripathi A, Ditto AM, Grammer LC, Greenberger PA, McGrath KG, Zeiss CR, et al. Corticosteroid therapy in an additional 13 cases of Stevens-Johnson syndrome: A total series of 67 cases. L, et al. comparison of thalidomide versus placebo in toxic E, Marulli Paquet 2005;297:266-73. 22. Arévalo J, Llorente JA, González-Herrada C, Jiménez-Reyes J. Treatment of toxic epidermal necrolysis with cyclosporin A. J Trauma. 2000;48:473-8. 23. J, Osama N-E, A-S, Ibtesam E-A, et al. Prospective, noncomparative open study from Kuwait of the role of intravenous immunoglobulin in the treatment of toxic 2004;43:847-51. 24. Araki Inatomi T, Ueta M, Yokoi N, Ueda E, L, Ortonne N, Maitre B, Revuz J, et al. Open trial of ciclosporin treatment for syndrome and "}