{"title": "Todo sobre salud - Clínica Alemana", "author": null, "url": "https://www.clinicaalemana.cl/articulos/todas-las-noticias", "hostname": "clinicaalemana.cl", "description": "Nuestro blog reúne consejos sobre salud, prevención de enfermedades y mucho más, para que te mantengas bien informado y mejores tu calidad de vida.", "sitename": "Clínica Alemana", "date": "2023-08-03", "cleaned_text": "Te contamos cómo identificar la tos convulsiva y de qué forma podemos combatirla. 03/08/2023 2 min lectura Este invierno prepara tus vacaciones de manera informada con el Programa Medicina del Viajero de Clínica Alemana. 04/07/2022 2 min lectura Las reacciones a las vacunas pueden deberse a alguno de sus componentes. Aunque cada vez son menos habituales, gracias a los avances en la fabricación de éstas, los efectos secundarios siguen ocurriendo. 25/12/2019 2 min lectura \"La vacunación en niños también ayuda a disminuir la posibilidad de que en el futuro infecten a sus parejas\", aseguró la especialista y añadió que se estima que el 70% de los portadores del virus son hombres. 16/08/2019 3 min lectura Cuando una persona presenta síntomas típicos de Influenza, es decir, fiebre sobre 38,5°C y tos, además de otros como dolor de garganta, dolores musculares y de cabeza, escalofríos, fatiga, diarrea o vómito, debe buscar atención médica. En esta instancia se definirá si se le solicitarán los exámenes establecidos para el diagnóstico de esta patología o se tratará según la sintomatología. 11/06/2019 2 min lectura Estaciones poco marcadas, escases de lluvia, temperaturas con variaciones notorias durante el mismo día conforman un escenario propicio para las distintas infecciones respiratorias. A la vez, son un factor de riesgo para quienes sufren patologías crónicas como enfermedad pulmonar obstructiva crónica (EPOC), asma, o alergias respiratorias. 06/06/2019 2 min lectura La medida de salud evitará un mayor movimiento y contagio del virus en la población especialmente en los grupos de riesgo. Esta semana se reportaron las primeras muertes causadas por el virus de la influenza (AH1N1 y AH1N3) en lo que va del presente año. Los fallecidos son siete personas, entre niños y adultos mayores. Ya hay dos muertes más por esta causa con respecto a la misma fecha de 2018. 15/05/2019 4 min lectura El Ministerio de Salud, llama a vacunarse a todas las personas que vayan a viajar fuera de Chile para frenar el brote importado. 09/04/2019 2 min lectura La influenza es una infección viral altamente contagiosa y vacunarse es la mejor forma de prevenirla. Ya comenzó para los grupos de riesgo. 17/03/2019 2 min lectura Las carnes mal cocidas y los alimentos contaminados por animales de granja son los principales causantes de esta grave afección. 17/02/2019 1 min lectura "}