{"title": "Medicina complementaria: ¿una buena adición al seguro básico?", "author": null, "url": "http://neotralo.ch/es/medicina-a-buena-extender-complementaria-para-seguro-basico/", "hostname": "neotralo.ch", "description": null, "sitename": "neotralo.ch", "date": "2022-10-18", "cleaned_text": "Medicina complementaria o medicina alternativa es el término utilizado para describir los métodos de tratamiento de diagnóstico que complementan la medicina con base científica o la medicina convencional. Los métodos incluyen la curación natural, la terapia corporal y métodos como la homeopatía, la osteopatía y la acupuntura. También se incluyen métodos de medicina antroposófica y medicina china. Los efectos de los métodos aún no se han demostrado científicamente, pero se puede observar un efecto placebo en algunas personas. Las compañías de seguros de salud suizas cubren parte de los costos del tratamiento con medicina complementaria. Usted asume el costo del medicamento, que queda menos el costo compartido. Sin embargo, solo si están incluidos en la lista de especialistas. Se adoptan medicamentos de fitoterapia, antroposofía y homeopatía. Otros medios deben ser comprados por usted mismo o cubiertos por un seguro adicional. Averigüe qué ofertas están disponibles. Aunque los efectos de los remedios homeopáticos no se han demostrado científicamente, todavía están cubiertos por las compañías de seguros de salud. Muchas personas confían en la homeopatía en su creencia en un tratamiento particularmente suave y prefieren tomar glóbulos que los medicamentos que han sido probados por su efectividad médica. Esta tendencia ha ido aumentando con los años. Sin embargo, también existen suplementos complementarios muy útiles para la medicina convencional, cuya efectividad ha sido confirmada por muchos pacientes. Métodos de tratamiento como Puede aliviar el dolor de los enfermos. Las grandes compañías de seguros de salud como Helsana anuncian su concepto de combinar la medicina complementaria y la medicina convencional. Depende de usted si y qué medicina complementaria encuentra personalmente útil y desea aprovechar. La medicina complementaria solo tiene sentido como un suplemento al seguro básico si sabe que cree en la efectividad de los métodos y los utilizará regularmente. Si está convencido y quizás ya haya conocido algunos de los métodos por algún tiempo y ya los haya usado antes, puede tener sentido. Muchos pacientes sin experiencia también tienen curiosidad sobre el tema, ya que tiene la imagen de la curación? Aparte de la medicación? tiene. Los medicamentos suelen ser fuertes y, sobre todo, agentes químicos en la mente de las personas que tienen poco que ver con la naturaleza o los contenidos naturales. Junto con una mayor conciencia del medio ambiente y la nutrición, está aumentando la demanda de tratamientos alternativos y, por lo tanto, la demanda de medicina complementaria como complemento del seguro básico. Muchas personas anhelan algo que les da la sensación de recuperarse sin medios extremos, pero de forma bastante natural. Es notable que, además de las personas que prestan atención a un estilo de vida consciente de la salud, especialmente las mujeres, las personas con un mayor nivel de educación y las personas con enfermedades crónicas tienden a usar la medicina complementaria. Sin embargo, en la mayoría de los casos como un suplemento y no como un reemplazo. Mientras tanto, los métodos de medicina convencional y homeopatía se encuentran fundamentalmente en igualdad de condiciones en Suiza. El éxito del tratamiento es primordial. Como resultado, se tiene en cuenta toda la investigación sanitaria. Esta opinión es reforzada por médicos y científicos que ven los beneficios médicos de la homeopatía médica confirmados por estudios de alta calidad. Los médicos enumeran grandes estudios de observación como una base importante. La gran importancia de la medicina complementaria en Suiza también se destaca por el resultado de una evaluación de 20 años. Por lo tanto, el gobierno suizo reconoce que la medicina complementaria de conformidad con el requisito del Art. 32 KVG cumple con todos los requisitos legales en materia de seguridad, efectividad y alta calidad. La medicina complementaria como complemento del seguro básico puede ser una buena idea para algunas personas. Sin embargo, primero debe tratar ampliamente el tema y tener en cuenta que los métodos de curación alternativos no están científicamente probados y funcionan principalmente a través del efecto placebo. La medicina complementaria no es un sustituto del tratamiento médico incluido en el seguro básico. ¿Comparar? ¡Vale la pena! Usa el ahora [comparación de seguros de salud](http://neotralo.ch/es/seguro-de-salud-praemienrechner/) ¡con nosotros! Compare todas las compañías de seguros de salud de forma rápida y gratuita. "}