{"title": "Resina Uv, Resina Epoxi Ultravioleta, No Tóxica, Cristal - $ 130.900", "author": null, "url": "https://articulo.mercadolibre.com.co/MCO-599821980-resina-uv-resina-epoxi-ultravioleta-no-toxica-cristal-_JM", "hostname": "mercadolibre.com.co", "description": "¡Recuerda! leer toda la descripción del producto esto le garantiza la mejor experiencia de compra.EL TIEMPO DE ENTREGA ES DE 6 A 9 DÍAS HÁBILES ESTE ARTICULO ES IMPORTADO DESDE ESTADOS UNIDOS******* ENVÍO GRATIS A TODO EL PAÍS ************** (Aplica Cobertura Mercadoenvios) ********** Resina UV, resina epoxi ultravioleta, no tóxica, cristal ****** Descripción ***SKU: 4939750*** Características ***Mayor eficiencia: operación simple, la resina UV se puede utilizar directamente sin modulación; el tiempo de secado es muy corto, completará tus manualidades después de irradiar bajo lámpara UV durante 2 - 4 minutos.Seguro y de alta calidad: hecho de materiales no tóxicos, buena transparencia y sin impurezas; tiene una resistencia fuerte a las manchas y propiedades antiamarilleamiento, autonivelante y autodesgasificantes se puede curar más suavemente (un poco de olor antes de curar).Fácil de almacenar y usar: viene con 2 botellas de resina solar (cada 3.53 oz), que es más propicio para tu almacenamiento; el nuestro es más fácil de apretar y utilizar la resina restante en la parte inferior de la botella que las botellas redondas.Amplia aplicación: se puede mezclar con purpurina, lentejuelas, colorantes para crear colores más brillantes; adecuado para la fabricación de joyas, funda de teléfono móvil, adornos de manualidades, moldes pequeños, revestimiento y pintura, etc.Mayor eficiencia: operación simple, la resina UV se puede utilizar directamente sin modulación; el tiempo de secado es muy corto, completará tus manualidades después de irradiar bajo lámpara UV durante 2 - 4 minutos.******* INFORMACIÓN PARA UNA COMPRA EXITOSA *******1. ¿Por qué el envío demora de 6 a 9 días hábiles en llegarme? Todos nuestros productos son legalmente importados de Estados Unidos por lo cual cumplen con las revisiones aduaneras y control de calidad logístico. De esta forma garantizamos las optimas condiciones del mismo buscando su absoluta satisfacción. 2. ¿Puedo cambiar la talla o color antes de recibir el producto? Una vez realizada la compra tiene hasta 4 horas siguientes para modificar algún detalle, el costo del producto puede variar según las características del nuevo; pasado dicho tiempo se enviará lo referente a su oferta inicial.3. ¿Puedo cambiar la dirección de entrega antes de recibir el producto? Si necesita realizar alguna modificación en la dirección de envió, debe solicitarla directamente con Mercadolibre para que generen una nueva guía; una vez entregado el producto a Mercadoenvios no podrá realizar ningún cambio.4. ¿Puedo cambiar el producto por razones de talla o preferencia después de recibirlo?Si usted oferta y al momento de recibir el producto en su domicilio nota que va grande o pequeño, que el color no es de su agrado, tamaño o cualquier otro motivo sobre las especificaciones del mismo, le ofrecemos la posibilidad de cambiarlo, sin embargo, el cliente deberá hacerse cargo de todos los costos de envío nacionales e internacionales tanto por la devolución del producto inicial como por la recepción de la nueva unidad. No obstante, nuestro objetivo es priorizar el feliz proceso de compra de nuestros clientes, y a fin de evitar costos adicionales le sugerimos consultar con nuestros asesores todas las dudas y detalles del producto antes de ofertar para que no sea necesario el cambio.5. ¿Todos los productos se encuentran en stock? Si todos los productos publicados están en stock pero siempre pedimos confirmar por el sistema de preguntas antes de realizar la compra. 6. ¿Se puede cancelar la compra? Una vez confirmada la oferta, el cliente dispondrá de 4 horas seguidas para solicitar la cancelación y el reintegro del dinero.7. GARANTÍA: Los artículos tienen garantía por defectos de fábrica únicamente. No nos hacemos responsables de los costos de envió en CAMBIOS por talla, color o diseño, confirme su producto antes de pedirlo, NO aplica GARANTÍA en daños causados por la empresa TRANSPORTADORA en Colombia a su domicilio, respondemos por daños de USA a nuestras bodegas.8. IMPORTANTE: La información de los productos que ves es traducida automáticamente por el sistema, si tienes dudas o información que no tengas clara, por favor realiza todas tus preguntas en la parte inferior.....................................- Cancelaciones: Antes de confirmar el envío.- Garantía adicional: Sujeta a la marca o vendedor.- Disponibilidad de envío sujeto a cobertura de Mercadoenvios- Productos sujetos a inspección aduanal.1. Dale clic una sola vez en el botón comprar, solo si resolviste todas tus dudas.2. Realizas tu pago y lo reportas al vendedor, no olvides colocar la dirección de entrega completa con la ciudad.3. Recibes el articulo en la puerta de tu casa u oficina.4. Calificas tu experiencia de compra con nosotros..", "sitename": "Mercado Libre", "date": "2020-12-29", "cleaned_text": "Resina Uv, Resina Epoxi Ultravioleta, No Tóxica, Cristal Disponible 9 días después de tu compra [Compra ProtegidaSe abrirá en una nueva ventana](https://www.mercadolibre.com.co/compra-protegida), recibe el producto que esperabas o te devolvemos tu dinero. [Mercado PuntosSe abrirá en una nueva ventana](https://www.mercadolibre.com.co/mercado-puntos). Sumas 65 puntos. 30 días de garantía de fábrica. Información sobre el vendedor - +1000 Ventas en los últimos 60 días Brinda buena atención Entrega sus productos a tiempo [Ver más datos de este vendedorSe abrirá en una nueva ventana](https://perfil.mercadolibre.com.co/ANICAM-BUSINESS) Medios de pago Tarjetas de crédito ¡Paga en hasta 48 cuotas! Tarjetas de débito Efectivo Características del producto Descripción ¡Recuerda! leer toda la descripción del producto esto le garantiza la mejor experiencia de compra. EL TIEMPO DE ENTREGA ES DE 6 A 9 DÍAS HÁBILES ESTE ARTICULO ES IMPORTADO DESDE ESTADOS UNIDOS ******* ENVÍO GRATIS A TODO EL PAÍS ******* ******* (Aplica Cobertura Mercadoenvios) ******* *** Resina UV, *** Características *** Mayor eficiencia: operación simple, la resina UV se puede utilizar directamente sin modulación; el tiempo de secado es muy corto, completará tus manualidades después de irradiar bajo lámpara UV durante 2 - 4 minutos. Seguro y de alta calidad: hecho de materiales no tóxicos, buena transparencia y sin impurezas; tiene una resistencia fuerte a las manchas y propiedades antiamarilleamiento, autonivelante y autodesgasificantes se puede curar más suavemente (un poco de olor antes de curar). Fácil de almacenar y usar: viene con 2 botellas de resina solar (cada 3.53 oz), que es más propicio para tu almacenamiento; el nuestro es más fácil de apretar y utilizar la resina restante en la parte inferior de la botella que las botellas redondas. Amplia aplicación: se puede mezclar con purpurina, lentejuelas, colorantes para crear colores más brillantes; adecuado para la fabricación de joyas, funda de teléfono móvil, adornos de manualidades, moldes pequeños, revestimiento y pintura, etc. Mayor eficiencia: operación simple, la resina UV se puede utilizar directamente sin modulación; el tiempo de secado es muy corto, completará tus manualidades después de irradiar bajo lámpara UV durante 2 - 4 minutos. ******* INFORMACIÓN PARA UNA COMPRA EXITOSA ******* 1. ¿Por qué el envío demora de 6 a 9 días hábiles en llegarme? Todos nuestros productos son legalmente importados de Estados Unidos por lo cual cumplen con las revisiones aduaneras y control de calidad logístico. De esta forma garantizamos las optimas condiciones del mismo buscando su absoluta satisfacción. 2. ¿Puedo cambiar la talla o color antes de recibir el producto? Una vez realizada la compra tiene hasta 4 horas siguientes para modificar algún detalle, el costo del producto puede variar según las características del nuevo; pasado dicho tiempo se enviará lo referente a su oferta inicial. 3. ¿Puedo cambiar la dirección de entrega antes de recibir el producto? Si necesita realizar alguna modificación en la dirección de envió, debe solicitarla directamente con Mercadolibre para que generen una nueva guía; una vez entregado el producto a Mercadoenvios no podrá realizar ningún cambio. 4. ¿Puedo cambiar el producto por razones de talla o preferencia después de recibirlo? Si usted oferta y al momento de recibir el producto en su domicilio nota que va grande o pequeño, que el color no es de su agrado, tamaño o cualquier otro motivo sobre las especificaciones del mismo, le ofrecemos la posibilidad de cambiarlo, sin embargo, el cliente deberá hacerse cargo de todos los costos de envío nacionales e internacionales tanto por la devolución del producto inicial como por la recepción de la nueva unidad. No obstante, nuestro objetivo es priorizar el feliz proceso de compra de nuestros clientes, y a fin de evitar costos adicionales le sugerimos consultar con nuestros asesores todas las dudas y detalles del producto antes de ofertar para que no sea necesario el cambio. 5. ¿Todos los productos se encuentran en stock? Si todos los productos publicados están en stock pero siempre pedimos confirmar por el sistema de preguntas antes de realizar la compra. 6. ¿Se puede cancelar la compra? Una vez confirmada la oferta, el cliente dispondrá de 4 horas seguidas para solicitar la cancelación y el reintegro del dinero. 7. GARANTÍA: Los artículos tienen garantía por defectos de fábrica únicamente. No nos hacemos responsables de los costos de envió en CAMBIOS por talla, color o diseño, confirme su producto antes de pedirlo, NO aplica GARANTÍA en daños causados por la empresa TRANSPORTADORA en Colombia a su domicilio, respondemos por daños de USA a nuestras bodegas. 8. IMPORTANTE: La información de los productos que ves es traducida automáticamente por el sistema, si tienes dudas o información que no tengas clara, por favor realiza todas tus preguntas en la parte inferior. .................................... - Cancelaciones: Antes de confirmar el envío. - Garantía adicional: Sujeta a la marca o vendedor. - Disponibilidad de envío sujeto a cobertura de Mercadoenvios - Productos sujetos a inspección aduanal. 1. Dale clic una sola vez en el botón comprar, solo si resolviste todas tus dudas. 2. Realizas tu pago y lo reportas al vendedor, no olvides colocar la dirección de entrega completa con la ciudad. 3. Recibes el articulo en la puerta de tu casa u oficina. 4. Calificas tu experiencia de compra con nosotros.. Preguntas y respuestas ¿Qué quieres saber? Pregúntale al vendedor Nadie ha "}