{"title": "Singuladerm XpertSUN Supreme 200ml SPF50+ Solar Cara y Cuerpo", "author": "Nombre", "url": "https://farmaferoles.com/producto/singuladerm-xpertsun-supreme-200ml-spf50-solar-cara-y-cuerpo/", "hostname": "farmaferoles.com", "description": "Disponible por 22,24 € en farmaferoles.com, Singuladerm XpertSUN Supreme 200ml SPF50+ Solar Cara y Cuerpo, protector fotodérmico extremo para todo tipo de", "sitename": "farmaferoles.com", "date": "2023-09-19", "cleaned_text": "Descripción Disponible por 22,24 € en farmaferoles.com, Singuladerm y Cuerpo, protector fotodérmico extremo para todo tipo de pieles, es una crema ultraligera que transforma las propiedades naturales de la piel en un verdadero escudo fotoprotector de amplio espectro (UVA/UVB/IR). Propiedades: Protege la piel del rostro y escote de los dañinos rayos solares, ayuda a reparar las fotolesiones ya existentes y preserva la integridad de las células durante la exposición solar. Potenciada con una exclusiva combinación de filtros fotodérmicos, esta fórmula ofrece un aspecto más firme y terso a la piel. Estos filtros fotobiológicos (avalados con 7 patentes) han permitido desarrollar fórmulas que destacan por su 'elegancia cosmética' y máxima funcionalidad protectora (UVA/UVB/IR): evitan las quemaduras provocadas por los rayos UVB y protegen frente al daño silencioso provocado, a largo plazo, por los rayos UVA (envejecimiento de la piel, la pérdida de defensas, las alergias e incluso cáncer de piel). Resultados en: - Condiciones de insolación extrema. - Manchas de embarazo. - Fotodermatosis (cuperosis, vitíligo). - Protección zonas sensibles. - Protección cicatrices y post-procedimientos quirúrgicos (o láser). Modo de empleo: - Aplicar de forma uniforme en zonas extremadamente sensibles unos 30 minutos antes de la exposición al sol, incluso en días nublados. Reaplicar cada 2-3 horas o tras baños prolongados. "}