{"title": "rawfood — Blog — THE DETOX JOURNEY", "author": "Mandy Keillor", "url": "https://thedetoxjourney.com/blog/tag/rawfood", "hostname": "thedetoxjourney.com", "description": null, "sitename": "THE DETOX JOURNEY", "date": "2016-09-28", "cleaned_text": "Spanish to follow | Español a continuación Well done! You have achieved the milestone of finishing the 3 Day Raw Food Cleanse and guess what? Tonight you can have fish for dinner if you want! Nat is generally desperate for a cooked meal by this stage! Remember to only buy wild fish, not farmed fish and preferably small fish like sardines. These small fish are healthier for you to eat. My favourite? Grilled sardines with a big green salad of lettuce, avocado, cucumber and chives dressed with black organic olive oil and apple cider vinegar. So where to from here? If you are going to do the Gallbladder and Liver Cleanse on Saturday this is your day of reprieve because tomorrow you will need to go back onto a mostly raw diet with no animal protein - by that I mean no egg whites or fish - and eat light. You will also need to start to drink the 1 litre of organic apple juice every day for the next 3 days to prepare for the cleanse. We ask you to drink this amount of apple juice because the pectin in the apples softens the stones and allows them to pass easier. Enjoy your lunch or dinner today. If you are watching your waistline don't go crazy! Tomorrow we have a detox recipe from [El Pot](http://thedetoxjourney.com/blog/2016/3/11/healthy-place-sin) and some special offers for our followers from [Kalegria](http://thedetoxjourney.com/blog/2016/2/22/healthy-food-places-in-barcelona-13-kalegra)! Día 4. Detox de la Comunidad Global. ¡El próximo paso! ¡Buen trabajo! Has marcado un hito al terminar la Limpieza de 3 días a base de alimentos crudos, y ¿sabes que? ¡Esta noche puedes cenar pescado si te apetece! ¡En esta fase Natalia generalmente está desesperada para comer una comida cocida! Acuérdate de solo comprar pescado salvaje, no de piscifactoria, y mejor que sea pescado pequeño como las sardinas. Estos peces pequeños son más saludables. ¿Mi favorito? Las sardinas asadas con una gran ensalada verde de lechuga, aguacate, pepino y cebollinos aderezada con pimienta negra, sal marina, aceite de oliva ecológico y vinagre de manzana. Entonces, ¿a dónde vamos desde aquí? Si vas a hacer la Limpieza de la vesícula biliar y hígado este sábado, este es tu día de suspensión porqué mañana tienes que volver a una dieta principalmente cruda sin proteína animal - o sea sin claras de huevo ni pescado - y comer liviano. Tendrás que empezar a tomar el litro de zumo de manzana ecológico cada día durante los próximos 3 días para prepararte para la limpieza. Pedimos que tomes esta cantidad de zumo de manzana porque la pectina en las manzanas suaviza las piedras y permite que se eliminen más fácilmente. Disfruta de tu comida o cena hoy. ¡Si estás vigilando tu cintura, no te vuelvas loco! Mañana tenemos una receta detox muy rica de [El Pot](http://thedetoxjourney.com/blog/2016/3/11/healthy-place-sin) y algunas ofertas "}