{"title": "El Hospital de La Candelaria acerca a la sociedad la labor d... - Noticiaspress.es", "author": "Redaccion", "url": "https://noticiaspress.es/el-hospital-de-la-candelaria-acerca-a-la-sociedad-la-labor-d/", "hostname": "noticiaspress.es", "description": "Con motivo del Día Mundial de la Fisioterapia, el 8 de septiembre, la muestra destaca el valor del equipo asistencial en las distintas unidades hospitalarias y sus avances en Investigación, Docencia y Gestión El Hospital Universitario Nuestra Señora de Candelaria, centro adscrito a la Consejería de Sanidad del Gobierno de Canarias, conmemora el Día Mundial de la Fisioterapia con una exposición fotográfica para visibilizar el trabajo asistencial del personal de rehabilitación y su impacto en la mejora de la salud y la calidad de vida de los pacientes. La muestra estará ubicada en el pasillo que une el edificio de Traumatología y el edificio General y se podrá ver a partir de hoy, 1 de septiembre. A través de fotografías que cubrirán ambas paredes, ilustra el trabajo de los profesionales de la Fisioterapia que trabajan en las diferentes unidades hospitalarias, como HADO, Hospital de Ofra, Hospital del Sur, Unidad de Rehabilitación Infantil- Dr. Guigou y Unidad de Atención Temprana. Además, permite dar a conocer los avances realizados en las áreas de Investigación, Docencia y Gestión. El complejo hospitalario dispone desde hace más de tres décadas de un servicio de prevención, tratamiento, recuperación y readaptación de patologías entre la población de Santa Cruz de Tenerife y la zona sur de la Isla. En la actualidad es también un centro de referencia para la ciudadanía de El Hierro y La Gomera. La plantilla está conformada por 61 fisioterapeutas implicados en mejorar la calidad de vida de las personas a través de la cooperación con el paciente. Cada año el personal de Fisioterapia realiza diferentes actividades para conmemorar la creación de la Confederación Mundial de Fisioterapia, en 1951, y acercar a la sociedad la actividad que desde esta profesión se desarrolla.", "sitename": "Noticiaspress.es", "date": "2023-09-04", "cleaned_text": "El Hospital de La Candelaria acerca a la sociedad la labor d... Con motivo del Día Mundial de la Fisioterapia, el 8 de septiembre, la muestra destaca el valor del equipo asistencial en las distintas unidades hospitalarias y sus avances en Investigación, Docencia y Gestión El Hospital Universitario Nuestra Señora de Candelaria, centro adscrito a la Consejería de Sanidad del Gobierno de Canarias, conmemora el Día Mundial de la Fisioterapia con una exposición fotográfica para visibilizar el trabajo asistencial del personal de rehabilitación y su impacto en la mejora de la salud y la calidad de vida de los pacientes. La muestra estará ubicada en el pasillo que une el edificio de Traumatología y el edificio General y se podrá ver a partir de hoy, 1 de septiembre. A través de fotografías que cubrirán ambas paredes, ilustra el trabajo de los profesionales de la Fisioterapia que trabajan en las diferentes unidades hospitalarias, como HADO, Hospital de Ofra, Hospital del Sur, Unidad de Rehabilitación Infantil- Dr. Guigou y Unidad de Atención Temprana. Además, permite dar a conocer los avances realizados en las áreas de Investigación, Docencia y Gestión. El complejo hospitalario dispone desde hace más de tres décadas de un servicio de prevención, tratamiento, recuperación y readaptación de patologías entre la población de Santa Cruz de Tenerife y la zona sur de la Isla. En la actualidad es también un centro de referencia para la ciudadanía de El Hierro y La Gomera. La plantilla está conformada por 61 fisioterapeutas implicados en mejorar la calidad de vida de las personas a través de la cooperación con el paciente. Cada año el personal de Fisioterapia realiza diferentes actividades para conmemorar la creación de la Confederación Mundial de Fisioterapia, en 1951, y acercar a la sociedad la actividad que desde esta profesión se desarrolla. "}