{"title": "Common US consumer products release toxic compounds, new research shows", "author": "Tom Perkins", "url": "https://www.theguardian.com/environment/2023/may/03/toxic-chemicals-consumer-products-vocs-health-risk", "hostname": "theguardian.com", "description": "Dangerous chemicals that can cause cancer and air pollution are often found in cosmetics, personal care products and cleaners", "sitename": "The Guardian", "date": "2023-05-03", "cleaned_text": "Some of the most common consumer products probably release 5,000 tons American homes research on the dangerous class of which analyzed ingredient purpose cleaners, art supplies and laundry while the individual product that emitted the most VOCs was mothballs. The sum of the exposures present a health risk for average consumers and especially those working with many of the products in a professional capacity. The findings are \"alarming\", said Kristin Knox, a scientist at Silent Spring Institute and study co-author. \"It just highlights that there are a lot of products that people use every day that contain many of these harmful chemicals,\" she added. VOCs are a widely used class of chemicals that can detach from or are emitted from surfaces or products and move through the air. Many pose health risks and are carcinogenic, or bond with other chemicals to form air pollution. The study is the first analysis to make use of ingredient data that manufacturers are required to submit to the state of California's air resources board. Carb tracks VOCs in consumer products in an effort to reduce smog. In the presence of sunlight, VOCs react with other air pollutants to form ozone, the main ingredient in smog. However, the study was limited to VOCs, and many products can contain other chemicals that are not identified. The peer-reviewed research was conducted by the University of California, Berkley, and the Silent Spring Institute environmental non-profit. Overall, the research found more than 100 products with VOCs, and 30 - including a dozen different types of personal care products - that researchers deserve special scrutiny because the goods frequently contain VOCs and may pose the greatest health risk. VOCs can be inhaled, ingested or absorbed through the skin, and many products contained more than one kind of the compounds. \"It's not just one product at a time, like your dish detergent, it's the fact that we use multiple products every day and each of these products could have different [VOCs] in them, so all of this really adds up in our daily lives,\" said Robin Dodson, a scientist with Silent Spring Institute and study co-author. Among products used on the body, the most common VOC was formaldehyde, which was listed as an ingredient in nail polish, shampoo, makeup and kinds care substance to as 1,4-dichlorobenzene, a likely carcinogen that comprises about 99% of the ingredients in the insect repellant, though Knox noted that safer alternatives, like exist. Among the most toxic ingredients was diethanolamine, which the EU has banned for use in cosmetics, but was found in 40 different US products, including cosmetics and personal care items. It is used as an emulsifier. \"The fact that it is in so many products is kind of worrisome,\" Dodson said. The risk is greatest for those who work professionally with VOC-containing products and are consistently exposed to one multiple chemicals in products. Hair and nail salon about nine general detergents and other maintenance products could more than 20 VOCs covered by Consumers widespread use, and five that should be banned under the nation's toxic substances laws. The authors say they also hope California state regulators will use the analysis to identify priority products and chemicals that could be regulated in consumer goods. \"We're handing them a couple of good ideas based on the analyses,\" Knox said. "}