{"title": "La homeopatía pone en riesgo la salud de los pacientes", "author": "Null", "url": "https://www.elperiodico.com/es/entre-todos/participacion/la-homeopatia-pone-en-riesgo-la-salud-de-los-pacientes-183953", "hostname": "elperiodico.com", "description": "El tratamiento con productos homeopáticos no tiene un aval científico, por tanto carece de valor curativo demostrado. Se dan muchos casos en que el...", "sitename": "El Periódico", "date": "2018-09-27", "cleaned_text": "Contenido de usuario Este contenido ha sido redactado por un usuario de El Periódico y revisado, antes de publicarse, por la redacción de El Periódico. La homeopatía pone en riesgo la salud de los pacientes Un producto de homeopatía / ARCHIVO José Melero Pérez El tratamiento con productos homeopáticos no tiene un aval científico, por tanto carece de valor curativo demostrado. Se dan muchos casos en que el paciente rechaza un tratamiento demostrado como eficaz por otro homeopático, con unas graves consecuencias para él al ver cómo su salud se agrava, llegando incluso a morir, como casos conocidos de personas con cáncer tratadas exclusivamente con productos homeopáticos. Entretodos [Publica una carta del lector](https://www.elperiodico.com/es/entre-todos/tema/publica-una-carta-del-lector-3993) Escribe un post para publicar en la edición impresa y en la web Además del cáncer, esos productos se atribuyen falsas expectativas como curar la ansiedad, la depresión, el insomnio, el sobrepeso o la adicción al tabaco. Si los fármacos homeopáticos no funcionan, ¿por qué no se prohíbe su venta, empezando por retirarlos de las farmacias que comparten estanterías con los medicamentos probados como eficaces? Los médicos que ejercen como homeópatas deberían ser amonestados por las autoridades sanitarias para que abandonen la pseudociencia y ser relevados en caso de reincidencia. La salud es el mejor bien que tenemos y nadie tiene derecho a ponerla en peligro por unos intereses económicos que solo benefician a los fabricantes de esos productos. El Ministerio de Salud es el primer responsable de que esos productos homeopáticos estén a la venta pública y de que haya médicos y naturópatas que los receten. Si los productos homeopáticos están tan extendidos se debe a la demanda en aumento de los mismos, ya que la mitad de los españoles cree que la homeopatía funciona, al menos, \"algo\", según la última encuesta de la Fundación para la Ciencia y la Tecnología. Participaciones de loslectores Másdebates - [Incidente aéreo](https://www.elperiodico.com/es/barcelona/20230921/avion-dirigia-washington-eeuu-regresa-aeropuerto-barcelona-olor-queroseno-toxico-92386593) [Un avión que se dirigía a los EEUU regresa a Barcelona por un alarmante olor en la cabina](https://www.elperiodico.com/es/barcelona/20230921/avion-dirigia-washington-eeuu-regresa-aeropuerto-barcelona-olor-queroseno-toxico-92386593) - [Canción reivindicativa](https://www.elperiodico.com/es/gente/20230921/shakira-historia-lili-melgar-92388538) [Shakira desvela la historia de Lili Melgar, la niñera que descubrió las supuestas infidelidades de Piqué](https://www.elperiodico.com/es/gente/20230921/shakira-historia-lili-melgar-92388538) - [En 'Todo es mentira'](https://www.elperiodico.com/es/yotele/20230921/esperanza-aguirre-queda-muda-retratada-cuatro-ineptitud-mala-praxis-92370644) [Esperanza Aguirre queda muda y retratada por un entrevistado en Cuatro: \"Es por su ineptitud y su mala praxis política\"](https://www.elperiodico.com/es/yotele/20230921/esperanza-aguirre-queda-muda-retratada-cuatro-ineptitud-mala-praxis-92370644) - [Medio Ambiente](https://www.elperiodico.com/es/sociedad/20230921/imputado-exalto-cargo-generalitat-cementera-montcada-92389152) [Imputado un exalto cargo de la Generalitat por dar trato de favor a la cementera de Montcada](https://www.elperiodico.com/es/sociedad/20230921/imputado-exalto-cargo-generalitat-cementera-montcada-92389152) - [Operación policial](https://www.elperiodico.com/es/badalona/20230921/desmantelan-plantacion-nave-industrial-sant-adria-1375-plantas-92379281) [Desmantelan un cultivo de marihuana con 3.175 plantas en una nave industrial de Sant Adrià de Besòs](https://www.elperiodico.com/es/badalona/20230921/desmantelan-plantacion-nave-industrial-sant-adria-1375-plantas-92379281) - [Argentina](https://www.elperiodico.com/es/internacional/20230922/mueren-cuatro-militares-argentinos-accidente-92406935) [Mueren cuatro militares argentinos en un accidente de tráfico](https://www.elperiodico.com/es/internacional/20230922/mueren-cuatro-militares-argentinos-accidente-92406935) - [La ultraderecha en Brasil](https://www.elperiodico.com/es/internacional/20230922/bolsonaro-involucrado-trama-golpista-propio-92406240) [Bolsonaro es involucrado en una trama golpista por su propio exsecretario personal](https://www.elperiodico.com/es/internacional/20230922/bolsonaro-involucrado-trama-golpista-propio-92406240) - [Viral](https://www.elperiodico.com/es/vida-y-estilo/20230921/rebano-ovejas-come-100-kilos-marihuana-grecia-dv-92405300) [Un rebaño de ovejas se come 100 kilos de marihuana por accidente en Grecia](https://www.elperiodico.com/es/vida-y-estilo/20230921/rebano-ovejas-come-100-kilos-marihuana-grecia-dv-92405300) - [Balonmano (32-20)](https://www.elperiodico.com/es/deportes/20230921/barca-arrolla-magdeburgo-bestia-negra-92405272) [El Barça arrolla al Magdeburgo, negra, en la Champions](https://www.elperiodico.com/es/deportes/20230921/barca-arrolla-magdeburgo-bestia-negra-92405272) - [Europa League](https://www.elperiodico.com/es/deportes/20230921/1-0-betis-durmio-glasgow-92405126) [El Betis y el Villarreal abren "}