{"title": "Medicina Integral Comunitaria (MIC): formación médica alternativa en Venezuela - Salud Pública y algo más", "author": "Javier Segura del Pozo", "url": "https://www.madrimasd.org/blogs/salud_publica/2012/01/22/133033", "hostname": "madrimasd.org", "description": "Por Javier Segura del Pozo Médico salubrista Dentro de la serie \"La Salud Pública en Venezuela\" hoy hablaremos de la nueva carrera de Medicina: \"Medicina Integral Comunitaria\" (MIC) que se diseñó al margen de las principales autoridades académicas y en paralelo a la formación médica tradicional. Esta dirigida por la misión médica cubana en Venezuela", "sitename": "Salud Pública y algo más -", "date": "2012-01-22", "cleaned_text": "Medicina Integral Comunitaria (MIC): formación médica alternativa en Venezuela Por Javier Segura del Pozo Médico salubrista Dentro de la serie [\"La Salud Pública en Venezuela\"](https://www.madrimasd.org/blogs/salud_publica/category/salud-publica-en-venezuela) hoy hablaremos de la nueva carrera de Medicina: \"Medicina Integral Comunitaria\" (MIC) que se diseñó al margen de las principales autoridades académicas y en paralelo a la formación médica tradicional. Esta dirigida por la misión médica cubana en Venezuela y la formación teórico-práctica principal se desarrolla en las instalaciones de la [Misión Barrio Adentro (MBA). ](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990)La originalidad consiste en que prioriza la formación en atención primaria y en salud comunitaria, frente a contenidos más clínicos y especializados. Pretende solucionar el déficit de médicos en el descapitalizado [sistema público de salud](https://www.madrimasd.org/blogs/salud_publica/2011/12/26/132945), actualmente apuntalado con 20-30.000 sanitarios cubanos. La intensa vinculación del MIC al \"chavismo\" pone en peligro la sostenibilidad futura de esta interesante iniciativa. Estudiantes del Programa de Formación de Medicina Integral Comunitaria. Barbacoas, estado Aragua. Abril 2006. Fuente: OPS. \"Barrio adentro. El derecho a la salud y la inclusión social en Venezuela\". [http://www.bvs.org.ve/libros/Barrio_Adentro_Derecho_a_la_Salud_e_Inclusion_Social.pdf](http://www.bvs.org.ve/libros/Barrio_Adentro_Derecho_a_la_Salud_e_Inclusion_Social.pdf) La MIC, en medio del fuego cruzado Cuando llegué a Caracas a finales de noviembre, la persistente guerra dialéctica entre chavistas y antichavistas en los medios (ver [De Caracas a Popayán: explorando la Salud Pública de Venezuela y Colombia](https://www.madrimasd.org/blogs/salud_publica/2011/12/16/132906)) se centraba en las dudas sobre la cualificación profesional de los nuevos Médicos Integrales Comunitarios (MIC), cuya primera promoción de unos 7.000 licenciados iba a salir a principios de diciembre de 2011. En total 24.000 estudiantes estaban formándose en una nueva carrera de Medicina (MIC), en paralelo con otros 22.000 estudiantes siguiendo el sistema médico tradicional de formación. ¿Un país, dos sistemas de formación médica pregraduada? El MIC se había iniciado en 2005, surgiendo de la iniciativa de los Comandantes Fidel Castro y Hugo Chávez, conocida como \"Compromiso de Sandino\", para la formación masiva de médicos, y otros profesionales de la salud, para Latinoamérica, el Caribe, África y el mundo. El gobierno bolivariano de Venezuela los presentaba como la gran aportación al escandaloso déficit de médicos en su sistema publico de salud (ver [El sistema público de salud en Venezuela](https://www.madrimasd.org/blogs/salud_publica/2011/12/26/132945) y [Misión Barrio Adentro (2ª parte: presente y futuro)](https://www.madrimasd.org/blogs/salud_publica/2012/01/15/133019). La mayoría de los estudiantes MIC provenian de los barrios y zonas humildes del país, se formaban en los centros de la [Misión Barrio Adentro ](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990)(MBA) y el enfoque de su formación se dirigía a dar una especial importancia a los determinantes sociales de la salud y a la participación comunitaria en la acción de salud. Todo ello, sería una garantía frente al problema, que ya mencionamos en los anteriores artículos, sobre la supuesta falta de interes y/o de compromiso social de los médicos venezolanos por trabajar en el sistema publico y ,especialmente, en los barrios y zonas rurales económicamente menos rentables. También daría una solución al hecho de que el descapitalizado sistema publico de salud había sido apuntalado mediante la \"importación\" de unos 20-30.000 profesionales de salud venezolanos, cuya practica levantaba suspicacias y dudas legales sobre su ejercicio. (Ver [Misión Barrio Adentro (1ª parte: origen y desarrollo)](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990) y [Misión Barrio Adentro (2ª parte: presente y futuro)](https://www.madrimasd.org/blogs/salud_publica/2012/01/15/133019). La presencia de médicos cubanos suponía un importante coste para el estado venezolano (cuyo monto estimado no he podido averiguar) y, por lo tanto, su sustitución por las nuevas promociones de MIC venezolanos, iba a suponer ventajas de todo tipo. Sin embargo, para la oposición al gobierno de Chávez y para una parte importante de la clase médica venezolana (incluidos los profesores, catedráticos y decanos de la mayoría de las Facultades de Medicina), el proyecto de MIC era casi una aberración, sobre la que recaen múltiples acusaciones, que, según pude comprobar, habían calado en la población, generando una desconfianza \"a priori\" sobre la calidad de la atención de estos futuros profesionales. Estas acusaciones se centraban en que, comparada con la formación clásica que se recibía en las Facultades de Medicina: - No tienen una buena formación clínica y hospitalaria. - No han hecho prácticas quirúrgicas. Les han formado con muñecos y con programas informáticos de simulación - No saben farmacología - Les dan formación política (para hacerles «agentes comunistas» pro-Chávez y por-Castro) - La formación solo dura 4 años (según algunas versiones, incluso solo 3 años [[1]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn1)). Entre todos los reproches, me sorprendía que fuera objeto de debate y versiones contrapuestas algo tan objetivo como el número de años de la formación y que diferentes medios antichavistas no coincidieran en la exacta duración (demasiado breve) de la carrera. Redefinir el contenido comunitario de la carrera de Medicina Por otra parte, debo confesar que la acusación de un menor contenido de formación clínico hospitalaria especializada, no hacía más que despertar mi simpatía e interés por este nuevo diseño de formación médica pregraduada. Muchos de los que hemos sido formados en las facultades de Medicina, y luego no hemos dedicado nuestra practica a una especialidad clínica de ámbito hospitalario, tenemos la sensación de que hay un enfoque equivocado en el diseño de formación pregraduada. Está excesivamente centrada en conocimientos propios de especialidades clínicas y muy enfocada a la práctica hospitalaria, en detrimento de otros contenidos de indudable interés y apenas presentes en la formación médica pregraduada (por ejemplo: Salud Publica, Epidemiología, Sociología de la Salud, Psicología social, Pedagogía, Ética médica, Antropología médica, etc.) o que son más útiles en ámbitos de practica no hospitalaria (ejemplo, atención a demandas y problemas de salud que se ven en el nivel primario) y que complementan a los anteriores. Además, la formación en aulas universitarias y en hospitales, debería ser complementada con la formación en centros de salud y en comunidades. El \"terreno\" médico (el ámbito de la práctica médica) no se reduce a los pasillos, habitaciones, consultas y quirófanos hospitalarios. Hasta ahora las estrategia para equilibrar esta formación ha sido doble: crear una especialidad (de formación postgraduada) con contenidos especificos de APS y que de valor a la salud comunitaria (es el caso de la especialidad de Medicina Familiar y Comunitaria-MFC- creada en España en 1979, que yo hice entre 1980-82, y que tambien existe en paises latinoamericanos, como Venezuela y Colombia). La otra, que es menos común en nuestro entorno académico, es introducir más contenidos de APS y Salud Comunitaria en la formación pregraduada de los estudiantes de medicina (como es el caso de la MIC). Ahora en Venezuela conviven ambos modelos, y, según supe por una conversación con la presidenta de la Sociedad Venezolana de Medicina de Familia, ya hay temor de que compitan entre sí por puestos de trabajo en el sistema público No es sorprendente que exista el sesgo pro-especialista-clinico, anteriormente mencionado, por la predominancia del modelo biomédico, mecanicista y asocial en la práctica y en la formación médica de la mayoría de los paises, que da más valor a ciertos contenidos y ciertos ámbitos de formación. En España, hasta la década de los 80, solo los hospitales tenían capacidad de formación, hasta que se crearon los primeros Centros de Salud de Atención Primaria y las correspondientes Unidades Docentes de Medicina Familiar y Comunitaria (MFC). Hasta los futuros especialista de MFC eran formados principalmente en un medio (con muy poca vocación comunitaria) en el que no iban a desarrollar su práctica futura: los hospitales. Pero se suponía que allí es donde residía la Ciencia y el Saber: en manos de los especialistas. Al fin y al cabo, para algunos, la MFC no era más que una suma de conocimientos de especialidades clínicas, con un pequeño toque de contenidos de Salud Pública y una pizca de Ciencias Sociales [[2]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn2). Javier Segura entre dos estudiantes de 5º año de MIC, delante de la Clínica Popular de MBA, ubicada en el núcleo de desarrollo endógeno Fabricio Ojeda, en el sector Gramoven de Catia, parroquia Sucre, en el oeste de Caracas. Foto: Javier Segura, Noviembre 2011 ¿»Aberración bolivariana» o interesante rediseño de la formación médica? Ese era el dilema que se planteaba pues con la MIC. ¿Cómo resolverlo en tan poco tiempo de estancia en Caracas y con el maniqueísmo de las fuentes disponibles? Seguí una doble estrategia: visitar un centro de la [MBA](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990), donde pude entrevistarme con estudiantes de 5º año de MIC y estudiar a posteriori documentos que definiesen y analizasen este modelo de formación. Afortunadamente pude acceder a interesantes documentos de los responsables del programa de formación. Sin embargo, no pude entrevistarme con las autoridades académicas críticas a MIC y no he tenido hasta ahora respuesta a mi demanda de documentos de análisis que desarrollen y fundamenten estas críticas, limitándose mi conocimiento sobre las mismas a meras opiniones vertidas en los medios de comunicación (queridos lectores venezolanos del blog: todavía estamos a tiempo). A continuación os contaré hasta donde han llegado mis pesquisas. Repasemos una a una las dudas que se lanzan sobre MIC, empezando por el final: 1. \"La formación de MIC solo dura 3 ó 4 años\" Según el programa docente [[3]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn3), el período de formación es de seis años académicos, que son antecedidos por el Curso Premédico, cuya aprobación es requisito básico para ingresar en la carrera y cuya duración es de 6 meses. 2.\"Les dan formación política (para hacerles «agentes comunistas» pro-Chávez y por-Castro)\" El programa esta codirigido por la misión medica cubana (junto con los ministerios de salud y educación). Los profesores-tutores son médicos especialistas en Medicina General Integral (MGI) de esta misión cubana, que trabajan en los módulos de [MBA[4]](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990). Transmiten pues contenidos, esquemas y enfoques de la formación médica en Cuba, por lo que la influencia cubana es evidente. Esto no tiene porqué significar necesariamente un adoctrinamiento ideológico, y debe considerarse las oportunidades formativas que suponen para los estudiantes venezolanos (el prestigio de la medicina cubana en el mundo salubrista no es despreciable). Sin embargo, sorprende la exclusión de docentes venezolanos, que más que por los argumentos esgrimidos por el gobierno de supuesto déficit de capacidad docente de los médicos venezolanos en contenidos de salud comunitaria y APS (otro insulto innecesario al colectivo médico venezolano), solo se entiende por la coyuntural dependencia del sistema de formación MIC de la [MBA](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990) y, por lo tanto, de la misión médica cubana, como fruto de una opción de estrategia política. Repasando el diseño curricular de los 6 años, los contenidos más \"políticos\" se limitan al curso de 24 horas de \"Educando en ciudadanía\" (primer año), y al de 36 horas llamado \"Pensamiento político latino-americano\" (segundo año) [[5]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn5). Lo que es indudable es que, independientemente de estos contenidos docentes, los estudiantes de MIC son plenamente conscientes de que deben sus oportunidades de formación a la iniciativa del gobierno bolivariano de Chávez y que, por eso, se encuentran en medio del «fuego cruzado» entre chavistas y antichavistas, donde es muy dificil no tomar partido por una opción ideológica. En la retórica del gobierno deben su formación al empeño de Chávez de enfrentarse a «la reacción burguesa de la clase médica venezolana por la defensa de sus privilegios». Este argumento de batalla («el enemigo de clase») se retroalimenta, cuando los MIC notan la hostilidad del «establishment» médico hacia ellos, durante las práctica en hospitales o en las declaraciones en los medios. 3. \"No saben farmacología\" A lo largo del tercer año (y durante 44 semanas), tienen \"Farmacología I y II\" (77 horas teóricas, 225 horas de trabajo independiente y 460 horas prácticas). 4. \"No han hecho prácticas quirúrgicas. Les han formado con muñecos y con programas informáticos de simulación\". 5. \"No tienen una buena formación clínica y hospitalaria\". Según sus responsables, \"el proceso formativo se lleva a cabo en Aulas Multipropósito situadas en los escenarios de su futuro desempeño (su propia comunidad, Consultorios populares de Barrio Adentro, Centro de Diagnóstico Integral, Salas de Rehabilitación Integral, Centros de Alta Tecnología y Hospitales del Pueblo, entre otros), haciendo posibles los principios de la universalización a través de la municipalización de la educación. Ésta, además, se encuentra centrada en el estudiante, quien relaciona la teoría y la práctica en el aprender haciendo con la guía de un Profesor-Tutor-Modelo y la utilización de las nuevas tecnologías de la información y comunicación como recursos complementarios\" [[6]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn6). Aquí creo que está la clave: no es un problema del diseño curricular, sino que la práctica clínica y quirúrgica de los estudiantes de MIC esta condicionada (para bien y para mal) por [el sistema MBA ](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990)y los centros a los que tiene acceso la misión médica cubana. Estos se centran en la atención a problemas en el nivel primario y en los módulos de apoyo diagnóstico-terapéutico de MBA II y III (ver [Misión Barrio Adentro (1ª parte: origen y desarrollo)](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990) [[7]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn7). A su vez, las opiniones de la clase médica y autoridades universitarias venezolanas sobre la preparación de los MIC están condicionadas por sus opiniones sobre la MBA (y sobre el propio gobierno de Chávez). Miembros de la Academia Venezolana de Medicina, críticos con la MIC. Fuente: [http://www.reportero24.com/2011/10/conflicto-ucv-no-avala-formacion-de-medicos-comunitarios/](http://www.reportero24.com/2011/10/conflicto-ucv-no-avala-formacion-de-medicos-comunitarios/) El programa MIC certifica una formación de 7.300 horas prácticas (entre ellas, 308 de Cirugía General, 107 de Obstetricia y Ginecología, 151 de Traumatología y Rehabilitación, 70 de Urología, 70 de Oftalmología, etc.). Para hacerlo posible, los MIC tienen prácticas hospitalarias fuera del [sistema MBA](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990). Es aquí donde han entrado en contacto con los médicos venezolanos (los mismos que fueron excluidos del diseño de su sistema de formación) y donde se fundamentan las criticas sobre su supuesta preparación deficiente [[8]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn8). Las criticas suelen cargarse en lo que no tienen los MIC frente al sistema tradicional, dejando en segundo plano lo que tienen en comparación con el sistema tradicional. En este sentido hay que valorar los módulos docentes que refuerzan los conocimientos psico-sociales y comunitarios de los estudiantes y que están enfocados a la atención integral bio-psico-social y al enfoque de determinantes sociales de la salud. [[9]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn9) Otro aspecto interesante a destacar del MIC es que forma parte de la Misión Sucre que pretende favorecer el acceso a la formación universitaria de las clases más populares. Una de las estudiantes de MIC me contó que ella tenía nota suficiente para haber hecho la carrera de Medicina convencional, pero que le habían pedido 100.000 bolívares por \"el cupo\". El MIC había sido la única oportunidad de superar las barreras económicas de acceso a la formación médica. Los MIC reciben una beca de quinientos bolívares fuertes (Bs. F. 500), que se completa con el aporte gratuito de los medios de enseñanza del programa (libros, microscopios, mesas, sillas, pizarras, video beam, DVD, torsos, esqueletos, cráneos, balanzas, tallímetros, tensiómetros de dotarles a los estudiantes de 2º año con una computadora. El futuro de los MIC Según declaraciones de la Dra. Isabel Iturria, viceministra de Recursos para la Salud a la BBC [[10]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn10): «El objetivo (de la MIC) es que los médicos venezolanos sustituyan de forma progresiva a los cubanos, que son los que están en 960 puntos de consulta de la [Misión Barrio Adentro ](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990)en Caracas». Es decir, su práctica estaría orientada a la APS, más que al trabajo hospitalario, y a la sustitución progresiva de los médicos cubanos de la MBA. Sin embargo, como ya dijimos en el pasado articulo, según algunas fuentes, debido al déficit de médicos en los hospitales públicos, 5.500 de los 8.000 MIC que acaban de licenciarse el pasado 1 de diciembre de 2011 van a ir a trabajar a los hospitales públicos y después harán especialidades clínicas. No van a sustituir, por lo tanto, de momento, a los médicos cubanos. Si bien es verdad que esta es una posibilidad que ya se consideraba en el diseño inicial del programa de formación [[11]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn11) no deja de ser contradictorio con la filosofía de la formación (orientada a la APS) y refuerza las opiniones de que se utiliza a los MIC como un instrumento político-estratégico del gobierno bolivariano en su conflicto con la clase médica venezolana y las autoridades académicas. (En este caso, para resolver el déficit de médicos en los hospitales públicos al margen de la mayoría del sistema de formación médica). Además, al igual que ocurre con [la MBA](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990), la vinculación de los MIC a la opción ideológica del \"socialismo bolivariano\", como se verá en el video siguiente, también condiciona su aceptación por parte de todo el espectro político venezolano y de la mayoría de la sociedad venezolana y dificulta su sostenibilidad futura [youtube]http://www.youtube.com/watch?v=KY4THLjTdPI[/youtube] Video de Venezuela Televisión, en el que además de presentar el programa MIC, aparece un acto de junio 2010, en el que el Presidente Hugo Chávez, desde el Teatro Teresa Carreño, juramenta a 8 mil 581 estudiantes del 5º año de MIC como \"el nuevo ejercito de batas blancas para la medicina socialista\". En 2005 más de 350 profesores universitarios rechazaron que se abriera una carrera paralela de Medicina sin que se consultara a las universidades, tal como establece la Constitución. Actualmente son diez las escuelas de Medicina del país, pero fueron excluidas a la hora de ejecutar los planes de estudio de la carrera de MIC. El Ministerio de Salud destaca que el MIC está avalado por seis universidades venezolanas [[12]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftn12), que lo acreditan y otorgarán el título de Médico(ca) Integral Comunitario. [youtube]http://www.youtube.com/watch?v=GO1jt_1It5k[/youtube] Programa de Globovisión en que las autoridades de la UCV se pronuncian ante Medicina Integral Comunitaria Reflexiones finales Termino con dos reflexiones- preguntas a la oposición a Chávez: 1. A igual que ocurre con la [MBA](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990) ¿será capaz la oposición a Chávez de valorar los aspectos positivos de esta formación de MIC: enfoque al trabajo comunitario, prestigio de la APS y de la práctica en el sistema público, fomento de valores de solidaridad y lucha contra las desigualdades sociales en salud, critica a la medicina elitista y orientada al beneficio, aprendizaje en el \"terreno\" (extrahospitalario), aportación de instrumentos teórico-prácticos para el trabajo con la población de los barrios, remoción de barreras económicas y socio-culturales de acceso a la formación universitaria, eficaz política de becas, etc.? 2. ¿Será capaz de dar una lección de no sectarismo y favorecer el aprovechamiento de este importante capital humano de más de 20.000 futuros médicos con una fuerte vocación de servicio público, pasando por encima de su actual vinculación al gobierno bolivariano? Y otras tres reflexiones/ preguntas al gobierno de Chávez: 1. ¿Es consciente el gobierno del Presidente Chávez del tremendo poder excluyente que tiene el lenguaje, retórica y estética que utiliza (que provoca asociaciones mentales históricas poco atractivas) y que dificulta el re-conocimiento de algunas de sus valiosas iniciativas? ¿Es consiente que algunas de sus declaraciones generalizantes (por ejemplo, en este caso, contra el colectivo médico venezolano), sin ningún tipo de matices, nutren las filas de la oposición? 2. Si el programa de MIC y la [MBA](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990) son realmente intentos sinceros de apostar por una atención primaria de salud integral y no estrategias de poner en pie un sistema de mera atención médica, con recursos afines a su proyecto de construccion del socialismo del siglo XXI, ¿piensa integrar profesionales no sanitarios (psicologos, trabajadores sociales, antropologos, sociologos, etc) en los centros de [MBA](https://www.madrimasd.org/blogs/salud_publica/2012/01/09/132990)? ¿Existe la misma preocupación por la formación pregraduada de estos profesionales? 3. ¿Como piensa gestionar la supuesta «complementariedad» de la formación MIC con la formación médica tradicional, y de las respectivas prácticas profesionales en el sistema público de salud? .............................................................................. Este artículo forma parte de la serie [\"La Salud Pública en Venezuela\"](https://www.madrimasd.org/blogs/salud_publica/category/salud-publica-en-venezuela) de la que se llevan publicadas las siguientes entregas: [De Caracas a Popayán: explorando la Salud Pública de Venezuela y Colombia](https://www.madrimasd.org/blogs/salud_publica/2011/12/16/132906) [El sistema público de salud en Venezuela](https://www.madrimasd.org/blogs/salud_publica/2011/12/26/132945) [Misión Barrio Adentro (1ª parte: origen y (2ª parte: presente y futuro)](https://www.madrimasd.org/blogs/salud_publica/2012/01/15/133019) Comunitaria (MIC): formación médica alternativa en Venezuela](https://www.madrimasd.org/blogs/salud_publica/2012/01/22/133033). [[1]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref1) El presidente de la Academia Nacional de Medicina, Claudio Aöun, declaró que la formación MIC se basa en \"actividades orientadas con videos, computadoras y guías fotográficas\" (...) \"pero carecen de formación docente sistemática y de la práctica clínica a la cabecera del enfermo\". Indicó que los estudiantes son formados por un período de tres años y el tiempo de formación tradicional es mínimo de seis años. \"Cualquier plazo menor es insuficiente y va en desmedro de la profesión. No justificamos la improvisación porque aquí lo que está en juego es la salud de la población, que no es cualquier cosa\", señaló Juan José Puigbo, miembro de la academia. [[2]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref2) Para ser sinceros, creo que actualmente, a pesar de disponerse de centros de salud y Unidades Docentes de MFyC, donde se realiza una parte importante de la formación de los residentes de MFC, en España la mayoría de la formación práctica de los estudiantes de medicina todavía se realiza en los hospitales. ¿No es así? [[3]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref3) \"Programa Nacional de Formación de Medicina Integral Comunitaria\". Republica Bolivariana De Venezuela. Ministerio Del Poder Popular Para La Educación Superior y Ministerio Del Poder Popular Para La Salud. Caracas 2007. [[4]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref4) Según declaraciones a la BBC de la viceministra de Recursos para la Salud, Dra. Isabel Iturria, no hay profesionales venezolanos capacitados para impartir la formación que ellos requieren para el programa del MIC. «Los médicos venezolanos por la orientación de su formación previa no están preparados para estar en las comunidades. Porque en las escuelas tradicionales de medicina se da una formación para ejercer medicina hospitalaria, que es el tercer nivel de atención, y eso no es lo que se hace en los barrios», aseguró. [[5]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref5) Tal vez los importantes contenidos docentes en Medicina Comunitaria pueden ser considerados por algunos colectivos médicos como \"formación política\". [[6]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref6) \"Programa de Formación en Medicina Integral Comunitaria. Informe ejecutivo\". Dr. José Alberto Mata Essayag. Coordinador del Comité Interinstitucional. Gaceta Oficial de la República Bolivariana de Venezuela Nº 39.158, de fecha 15 de abril de 2009. [[7]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref7) De cualquier forma, habría que considerar que en la formación médica pregraduada las practicas medico-quirúrgicas se limitan a técnicas muy básicas (limpieza heridas y sutura quirúrgica, intubación y sondajes, venopunción, inmovilización fracturas, reducción luxaciones, taponamiento hemorragias no severas, drenaje de abscesos, etc.) que pueden ser enseñadas en el nivel primario o secundario. La formación pregraduada de otras practicas mas complejas (ejemplo, atender un parto, apendicetomías, reducción hernias, etc.) que generalmente solo pueden ser aprendidas en un hospital, bajo mi experiencia, suele ser muy introductoria para los estudiantes de Medicina, necesitando de una formación especializada postgraduada (con una practica tutelada) para dominarla. Cuando entrevisté a las estudiantes de 5º año de MIC en el modulo de MBA, me dio la sensación que su formación en algunos de estos procedimientos no difería a grosso modo de la que recibí en mi formación en la prestigiosa Universidad Autónoma de Madrid. [[8]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref8) La Escuela de Medicina José María Vargas de la Universidad Central de Venezuela (UCV), habitualmente crítica con el gobierno bolivariano, difundió un comunicado en el que ponía en cuestión la calidad del programa de MIC, y aseguraba que nunca fueron consultados sobre la estructuración del currículo. La nota señalaba que 80% de los estudiantes de MIC incorporados en 2010 para hacer prácticas clínicas en el Hospital Vargas de Caracas, la Maternidad Concepción Palacios y el Hospital de Niños J.M. de los Ríos, concluyeron las pasantías con un desempeño \"poco satisfactorio\". [[9]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref9) Introducción a la Atención Primaria de Salud (72 horas), Salud Comunitaria y Familiar (1400 horas totales/150 horas teóricas), la Psiquis en el proceso salud-enfermedad (150 horas), Informática (568 horas), Medicina General Integral (464 horas), Atención integral al adulto, niño, embarazada, familia y comunidad (6º curso integro) [[10]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref10) [http://www.bbc.co.uk/mundo/noticias/2011/03/110318_venezuela_salud_medicina_integral_comunitaria_jp.shtml](http://www.bbc.co.uk/mundo/noticias/2011/03/110318_venezuela_salud_medicina_integral_comunitaria_jp.shtml) [[11]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref11) \"Al término de la carrera el egresado estará capacitado para brindar servicios integrales de salud, en los escenarios de la atención primaria, en las instalaciones del Sistema Público Nacional de Salud de la República Bolivariana de Venezuela o en cualquier otro país que así lo solicite; será portador de sólidas bases científico-técnicas y un desarrollo moral caracterizado por el humanismo, la ética y la solidaridad que le permitirá el desempeño requerido para elevar la calidad de vida de la población y lograr mejores indicadores de salud pública\". (Programa Nacional de Formación de Medicina Integral Comunitaria\") [[12]](https://www.madrimasd.org/blogs/salud_publica/wp-admin/post-new.php#_ftnref12) Éstas son: Universidad Bolivariana de Venezuela. Universidad Nacional Experimental Francisco de Miranda. Universidad Nacional Experimental Rómulo Gallegos. Universidad Nacional Experimental de las Fuerzas Armadas. Universidad Nacional Experimental Rafael María Baralt. Universidad Nacional Experimental de los Llanos Ezequiel Zamora. Hay que aclarar que dentro de la polarización «chavista-antichavista», la Universidad Central de Venezuela (UCV) se alinea con el segundo polo y la Universidad Bolivariana de Venezuela y las Universidades Experimentales con el primero. "}