{"title": "Pdf shalom mayo (plantilla)", "author": "Direccion de Fenaco Galicia", "url": "https://www.slideshare.net/NATUROPATIA2012/pdf-shalom-mayo-plantilla", "hostname": "slideshare.net", "description": "Pdf shalom mayo (plantilla) - Descargar como PDF o ver en línea de forma gratuita", "sitename": "SlideShare", "date": "2013-05-02", "cleaned_text": "1. VIDA SALUDABLE Nº3 MAYO 2013 Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 ISSN MISMO\" DR. BACH Conferencia: \"EL MIEDO Y LAS FLORES DE BACH\" 2. NOTICIAS / / / / / / / / INDICE pg1-4 pg5-6EL NATURÓPATA RESPONDE / TECNICAS DESTACADAS / REMEDIOS NATURALES / CALENDARIO DE CURSOS / CONFERENCIAS / TARJETA DE ALUMNOS / EL COLECCIONABLE DE SHALOM 3 / MAYO 2013 DIRECTORES. José González Castro Cristina Garcia González COLABORADORES Carlos Lasvi Cristina Garcia González José González Castro Marga Quiroga Mª Fernández Saavedra Vikas (Pontevedra) ISSN: 2340-1060 CARTA DEL DIRECTOR Estimad@s amig@s: Les presento el número 3 de nuestra revista online. En este número ahondaremos en la técnica de las \"Flores de Bach\" un método de mejoría que se asienta sobre la base de que el origen de la enfermedad se halla en un desequilibrio de la energía emocional. Es esa energía emocional algo muy importante ya que gracias a ella podemos hacer que este sea un buen momento en la vida para dar un paso más o empezar un nuevo camino. Para ello te ayudaremos con conferencias de Risoterapia, conocerás la relajación y meditación a través de la música hindú o un taller práctico en Biogenealogia que nos ayudara a reconocer de dónde venimos para dar pasos seguros hacia dónde vamos. Sin más esperamos que disfruten de los diferentes contenidos de esta revista online Muchas gracias y un cordial saludo, José González Castro 3. 18/04/2013 / / / / / / / / / / / / / / / / / / / / / / El pasado viernes día 5 de abril tuvo lugar en Centro de Naturopatía Shalom una charla sobre Naturopatía Alimentaria impartida por Marga Quiroga, Naturópata. La actividad resultó un éxito tanto por el número de personas asistentes como por la gran aceptación de la temática expuesta en el desarrollo del evento. La exposición trató sobre hábitos saludables en el estilo de vida, centrándose, principalmente, en la alimentación desde un punto de vista holístico y otorgándole la importancia que realmente le corresponde: ser uno de los pilares de la salud. Marga Quiroga nos habló de cómo la alimentación puede influir en nuestro estado de ánimo o nuestras emociones y, al mismo tiempo, nos ofreció una visión nueva de investigación a través de la alimentación, mediante la cual podremos hacer un viaje de autoconocimiento. NOTICIAS / Así fue la Charla sobre Naturopatía Alimentaria www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 Marga también nos facilitó una lista con las propiedades de algunos alimentos y su función como elementos reequili- brantes del organismo; además, nos expuso alternativas más saludables en nuestra alimentación diaria basándose en la introducción proteínas de origen vegetal con alimentos como el tofu, el seitán o el tempeh. Con todos estos datos, nos hemos quedado con ganas de profundizar en la Naturopatía Alimentaria así que esperamos poder ofrecer otra conferencia próximamente. Aprovechamos la ocasión para invitaros al ciclo de charlas que tenemos todos los viernes a las 20:00 horas en Centro de Naturopatía Shalom. Este viernes 19 de abril estará Mayte Caramés, Naturópata, que nos hablará sobre cómo mejorar las relaciones padres- hijos por medio de las Constelaciones Familiares. Os esperamos. Link a la noticia click aqui 4. NOTICIAS / 26/04/2013 / / / / / / / / / / / / / / / / / / / / Especialista en patología, bacteriología y homeopatía, el Dr. Edward Bach dedicó toda su vida a crear un nuevo sistema de medicina, seguro de poder encontrarlo en la naturaleza. Investigando las propiedades curativas de las flores descubrió las treinta y ocho que engloban su terapia. El Dr. Edward Bach nació en Moseley, Birmingham, Inglaterra, el 24 de septiembre de 1886. Fue el mayor de tres hermanos de una familia tradicional con raíces galesas. Fue un niño delicado en lo físico y sensible en lo emocional. Desde su infancia destacaron su gran amor por la naturaleza, su alegría y su interés y compasión por los problemas y dolores de quienes le rodeaban. Sus rasgos personales característicos eran: Sensibilidad, creatividad, intuición, capacidad de observación... Decidió ser médico como vía para aliviar el sufrimiento humano. Estudió en la Universidad de Bir- mingham; posteriormente siguió su formación en Cambridge, donde se graduó en Salud Pública, en 1912. Durante la Primera Guerra Mundial, Bach sirvió como médico en el Hospital Universitario, y dos años después le asignaron la dirección del mismo. Aunque apasionado por su actividad, sentía añoranza de la naturaleza, y decía que \"necesitaba el contacto con sus bosques y con los ríos que tanto amaba, de la mágica tierra de Gales\". Flores De Bach, Biografía del Dr. Edward Bach www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 En 1918, durante una epidemia de gripe, inyectó a los soldados del ejército británico una vacuna que había creado salvando con ello miles de vidas. Durante los tres años siguientes se dedicó a estudiar, basándose en el tratado de homeopatía de Hahnemann, y observó que existían coincidencias entre esta terapia y sus propias ideas, pues ambos defendían que debía tratarse a los pacientes de forma individualizada y no centrarse únicamente en las enfermedades; lo más importante se halla en la esfera mental, factor decisivo en la aparición de trastornos físicos. Por entonces comenzó a prescribir sus vacunas por vía oral. En este momento de su vida y de su carrera profesional era un médico célebre por sus aciertos profesionales y por su enorme calidad humana. El Dr. Bach solía aprovechar cualquier ocasión para observar la conducta de la gente y establecer posteriormente cate- gorías familiares de comportamientos, como la manera de hablar, los gestos y ademanes y los movimientos, entre otros rasgos, ya que creía que los núcleos emparentados entre sí tendrían respuestas similares a posibles tratamientos para combatir una enfermedad. En otoño del 1928 decidió trasladarse a Gales, y allí inves- tigar en plena naturaleza las sustancias procedentes de ár- boles y plantas que intuía podían servir para curar, porque tendrían \"similares condiciones de vibra- ción\" que las vacunas que había descubierto en el laboratorio. Se dedicó en primer lugar a la búsqueda de remedios para su propio estado emocional, y los halló en flores como la impacien- cia o el mímulo, que crecían en la ladera de la montaña. Posteriormente descubrió la clemátide, y encontró que esta especie era acorde con su miedo a que su precaria salud le impidiera avanzar en sus conoci- mientos y sueños. En febrero de 1930 se dio a conocer su obra El mundo ho- meopático, que trataba sobre algunos nuevos remedios y su utilización, y en la que prima su convicción de que las plantas y los árboles eran sustitutos adecuados a los preparados de bacterias. 5. 26/04/2013 / / / / / / / / / / / / / / / / / / / / / / NOTICIAS / Flores De Bach, Biografía del Dr. Edward Bach www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 Decidió, además seguir viviendo en un medio natural, por lo que se despidió de sus amigos y compañeros y dio rienda suelta a su fina percepción del mundo vegetal. Contaba entonces 43 años y a partir de ese momento, y guiándose por sus estados anímicos personales, fue hallando las flores que curaban la desconfianza, el exceso de preocu- pación, el pánico, la duda, los celos, la inseguridad, etc. Decidió, además seguir viviendo en un medio natural, por lo que se despidió de sus amigos y compañeros y dio rienda suelta a su fina percepción del mundo vegetal. Contaba entonces 43 años y a partir de ese momento, y guiándose por sus estados anímicos personales, fue hallando las flores que curaban la desconfianza, el exceso de preocu- pación, el pánico, la duda, los celos, la inseguridad, etc. Se dedicó a la investigación de las propiedades curativas de las flores, en cuerpo y alma. De este modo descubrió las treinta y ocho flores que engloban su terapia y que cumplen con los siguientes criterios: no son agresivas, su efecto es seguro, su capacidad curativa no se limita al cuerpo sino que abarca a la mente, y su uso no tiene efectos secundarios de ningún tipo. Entre sus lecturas favoritas se hallaban los trabajos que Pa- racelso había llevado a cabo en el siglo XVI; a partir de ellos profundizó en la ley de similitudes, que unificaba personalidad y alma, y también tuvo en cuenta la teoría de arquetipos de Jung. Pero, sobre todo, y éste es un punto básico de su teoría científica, confiaba en las tesis homeopáticas; es decir, curar con la sustancia misma que provoca la dolencia o el desequilibrio. Link a la noticia click aqui Por este motivo su sistema floral tiene en cuenta la similitud entre el carácter de la persona que, en un estado anímico negativo, sufre una determinada enfermedad, y el parecido que ésta pueda tener con el carácter de una planta o un árbol silvestre. El proceso de elaboración que ideó se conoce con el nom- bre de \"Flores de Bach\". El Dr. Edward Bach falleció en noviembre de 1936, pero tuvo la satisfacción y la certeza de haber cumplido con el propó- sito de su vida: había encontrado los treinta y ocho remedios vibracionales que tanto han contribuido a paliar todo tipo de dolencias. El Dr. Bach dedicó toda su vida a crear un método de salud que pudiera ser utilizado por todas las personas sin entrañar riesgo alguno. Curso de Flores de Bach en el Centro de Naturopatía Shalom: Modulo 1 - 02/07/2013 Modulo 3 - 03/08/2013 y 04/08/2013 Más información en el apartado de Cursos. 6. 30/04/2013/ / / / / / / / / / / / / / / / / / / / / / La compañía aseguradora AEGON acaba de firmar un convenio de colaboración con el CENTRO DE NATUROPATÍA SHALOM. Después de varios meses de negociaciones y en base a que las Técnicas Naturales (Terapias Naturales o Terapias Alternativas) son una actividad cada vez más demandada para combatir dolencias de todo tipo que se han originado al margen de la medicina tradicional y la farmacología, hemos logra- do que la aseguradora incluya al Centro de Naturopatía Shalom dentro de sus pólizas. De ahora en adelante y de forma innova- dora, AEGON integra una nueva prestación en sus pólizas de seguros de salud. Las pólizas Más Salud y Salud Elección, incorporan nuevas coberturas e incluyen dentro se sus prestaciones el servicio de Homeopatía y otras terapias naturales, a realizar en el Centro de Naturopatía Shalom de Vigo. Por esta razón, todos los clientes de AEGON, tendrán la oportunidad de acceder al Centro de Naturopatía Shalom y, mediante la fórmula del reembolso (el cliente paga la factura y AEGON le devuelve el 80% de su importe hasta los límites establecidos), beneficiarse de sus tratamientos. NOTICIAS / Aegon Salud y el Centro De Naturopatía Shalom Confiando en los resultados obtenidos por el Centro de Naturopatía Shalom con sus pacientes, AEGON pone en marcha este nuevo servicio que responde al creciente interés de las personas por beneficiarse en el área de la salud, integrando técnicas y conocimientos que forman parte de la sabiduría de la Medicina Tradicional China y de la Naturopatía. Este convenio que beneficiará a todos los clientes de AEGON de Vigo y resto de Galicia, permitirá además, que los asegurados de la compañía puedan acceder a todos los productos y cursos realizados y comercializados en el Centro de Naturopatía Shalom, con un descuento del 10% sobre los precios normales. Informamos a todos los clientes del Centro de Naturopatía Shalom que tienen la opción de acogerse a una póliza de salud de AEGON y beneficiarse de unas 15 a 20 sesiones de tratamientos anuales gratuitos. www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 Link a la noticia click aqui 7. 01/05/2013/ / / / / / / / / / / / / / / / / / / / / / Tengo eczema y me pregunto si la acupuntura puede aliviar la picazón del cuero cabelludo intenso y erupción que tengo en mi cara. El Naturópata responde: Sí, la acupuntura es importante para ayudar con una amplia variedad de trastornos, inclu- yendo eczemas. La alimentación y herbología en conjunción con la acupuntura pueden tener un efecto más potente en el tratamiento de la raíz de la causa. Si el eczema tiende a ser seca, roja y con picazón un acupuntor podría etiquetar como un problema de \"calor viento\", si su eczema es húmedo, exudación de fluidos, color rojo, y con comezón veríamos como un problema de \"calor húmedo\". A menudo, el eczema se desarrolla a una edad temprana, en relación con el asma alérgica. Lo que es interesante es que el pulmón en la Medicina China y naturopatía - que no debe confundirse con el órgano-pulmón real - está relacionado con la piel. El pulmón en Medicina China está vinculado a los poros y el riñón en Medicina China se dice para nutrir y humectar la piel. Los acupuntores deberán tratar los síntomas, así como el tratamiento de las causas subyacentes de su condición. La duración del tratamiento dependerá de cada caso individual. EL NATURÓPATA RESPONDE / LE PUEDE INTERESAR... Mas respuestas de nuestro Naturopata, sobre diferentes temas en nuestra pagi- na web. Haga Click aqui ¿Se puede tratar un eczema con acupuntura? Normalmente en este tipo de desequilibrio como el suyo nosotros aconsejamos intercalar tratamientos de acupuntu- ra con pautas realizadas por el naturopata sobre todo por cuanto se refiere a la alimentación y a la recomendación de determinadas plantas para resolver el conflicto lo más rápido posible. En muchos casos además se debe considerar la necesidad de hacer una depuración de los órganos implicados ya que puede haber un gran acumulo de toxinas y de hay parta todo el desequilibrio. www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 8. 01/05/2013/ / / / / / / / / / / / / / / / / / / / / Mi Marido y yo hemos estado tratando de concebir un hijo. ¿La acupuntura o naturopatía puede mejorar mis posibilida- des de quedar embarazada? El Naturópata responde: tRecientemente D. Carlos Lasvi pionero de la acupuntura en España y profesor de acupuntura en el Centro Shalom, ofreció una conferencia gratuita sobre los problemas de la mujer, embarazo, menopausia, etc. Lastima que no hayáis venido porque os hubiese encantado y despejaríais muchas dudas. Los naturopatas y acupunturistas han tratado los problemas de fertilidad desde hace muchos años. Los tratamientos con acupuntura han logrado casi un 70% de embarazos en mujeres con problemas de fertilidad. En 2002 se hizo un estudio realizado en Alemania en los que se utilizó la acupuntura donde se demostró el gran resultado que tiene, pero vayamos por partes: EL NATURÓPATA RESPONDE / LE PUEDE INTERESAR... Mas respuestas de nuestro Naturopata, sobre diferentes temas en nuestra pagi- na web. Haga Click aqui Acupuntura y embarazo -Es importante reconocer o evaluar a los dos para poder ver desde donde surgen los problemas. -Una vez localizado el motivo del problema es cuando se tie- ne que plantear un tratamiento para ese caso concreto. Cada persona y cada pareja son únicas, por lo tanto su tratamiento tiene que ser único e individual. Si en los órganos reproductores del hombre o de la mujer no hay una buena temperatura, circulación sanguínea, energía, etc. es imposible que se pueda dar una nueva vida. Muchas veces llamamos al acto de procrear el poner una semillita, pero ¿acaso los agricultores no preparan el terreno antes de realizar una nueva plantación? Como sabes en el Centro de Naturopatía Shalom disponemos de los profesionales con conocimientos y experiencia suficientes para poder ayudarte. Estamos para ayudarte. www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 9. CRÁNEO-PUNTURA es un micro sistema del sistema tradicional de Acupuntura. Como técnica esta englo- bada dentro de la Naturopatía Energé- tica, aunque socialmente es conocida como terapia natural o terapia alternati- va. APLICACIONES La Cráneo-puntura es una variante de la Acupuntura que funciona como método de diagnóstico y tratamiento claro. Resulta sencillo de aplicar y es de gran efectividad, siendo sus efectos más rápidos que los de la Acupuntura Tradicional. VENTAJAS Sencilla de aplicar Gran efectividad Rápidos efectos CARACTERÍSTICAS La Cráneo-puntura es una variante de la Acupuntura Tradicional que funciona como método de diagnosis y tratamiento claro. Los puntos de tratamiento se hallan situados en el cráneo y en la frente y, para estimularlos, se utilizan pequeñas agujas. Dependiendo de la zona a tratar, la zona craneal que se estimula variará. La Cráneo-puntura no describe puntos de acupuntura con exactitud anatómica, sino microsistemas, pequeñas zonas que representan distintas partes del cuerpo. El Dr. Yamamoto fue uno de los pioneros en el área de la Acupuntura de microsistemas. Este método permite ampliar las expectativas de tratamiento y aplicación de los microsiste- mas dentro de la Acupuntura, posibilitando la integración de la Medicina Tradicional China en la vanguardia de la Medicina, especialmente, en el campo de la neurociencia. Este tipo de Acupuntura, particularmente reconocida durante el último medio siglo, consiste en determinar un área específica del organismo donde se encuentran puntos de efecto terapéutico sobre el cuerpo. La Cráneo-puntura se basa en la estimulación de determi- nadas zonas para lograr un efecto reflejo beneficioso en la parte del cuerpo que dicha zona representa. Se cree que esta acción se relaciona con el desplazamiento de células embrionarias de un mismo origen durante el desarrollo del feto. La Cráneo-puntura se usa en los cuidados paliativos y en la rehabilitación funcional neurológica y contribuye a mejorar la calidad de vida del paciente. Esta misma técnica se puede aplicar a niños, usando una luz de color sobre los puntos de acupuntura, surgiendo la denominada Cromo-puntura Mediante esta técnica se pueden tratar casi todos los des- equilibrios de la salud, con un elevado porcentaje de éxito. PATOLOGÍAS PARA LAS QUE PUEDE ESTAR INDICADA Accidente vascular encefálico Afasia motora Alteraciones hepáticas Apraxia Artritis reumatoide Bronquitis crónica Cefaleas Colon irritable Depresión. Diuresis cortical Dolor de espalda en general Eczemas Enuresis Estreñimiento Gastralgia y molestias abdominales Hemorragia uterina arterial incipiente Hipoacusia Hombro doloroso Lumbago Lupus eritematoso sistémico Parálisis facial central Patologías de los tejidos blandos Periartritis Problemas de fertilidad Prolapso uterino Psoriasis Resfriado común Rinitis alérgica Rosácea Sialorrea Trastornos de ansiedad Trastornos de circulación Trastornos del sueño Trastornos visuales corticales Úlcera Urticarias Vértigos CONTRAINDICACIONES: No posee contraindicación alguna. \"En el Centro Shalom poseemos los conocimientos y la experiencia necesaria para realizar su tratamiento con esta técnica. Así mismo, si usted está interesado/a en formar- se y poseer un conocimiento profundo de esta o de otras técnicas en las que somos expertos, estaremos encantados de formarle.\" ¡Llame ahora e infórmese sin compromiso!www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 TECNICASDESTACADAS / 10. Bach consideraba que restaurando el equilibrio emocional restauraba la salud física. Así desarrolló la Terapia de las emociones. Tras más de 70 años, las Flores de Bach han resultado ser un excelente método para tratar desequilibrios físicos, mentales y emocionales de cualquier ser vivo. Su ardua investigación logró reunir sus 38 remedios, con su aplicación específica conforme al tipo de personalidad y a los problemas psicológicos o emocionales que padezca. El Dr. Bach clasificó las esencias en siete grupos, depen- diendo de su aplicación: temores, incertidumbre, desinterés en lo actual, manifestaciones de la soledad, susceptibilidad a las influencias y opiniones de los demás, desesperación y abatimiento y aquellos que sufren por los demás. Las Flores de Bach pueden estar indicadas para: Acné Adicciones Agotamiento físico o mental Alcoholismo Alergias Angustia Aprendizaje Asma Autoestima baja Berrinches y rabietas Celos Depresión Dermatitis Desesperación Desinterés Diarrea de tipo emocional Embarazo Estrés Exámenes Gastritis Hiperactividad Infertilidad Insomnio Intranquilidad Lactancia y postparto Mareos Menopausia Miedos Mojar la cama Nerviosismo Obsesiones Padres divorciados o fallecidos Parto Pesadillas Preocupación Problemas en la menstrua- ción Problemas para dormir Problemas sexuales Pubertad Recién nacidos Sexualidad Sociabilización pobre Soledad Timidez Trastorno de Déficit de Atención Trastornos en la alimentación Traumas Tristeza Vivir en el pasado CONTRAINDICACIONES: No tiene contraindicaciones. \"En el Centro Shalom poseemos los conocimientos y la experiencia necesaria para realizar su tratamiento con esta técnica. Así mismo, si usted está interesado/a en formar- se y poseer un conocimiento profundo de esta o de otras técnicas en las que somos expertos, estaremos encantados de formarle.\" ¡Llame ahora e infórmese sin compromisos. Las FLORES DE BACH es una técnica perteneciente al área de la Her- bología, socialmente conocida como terapia natural o terapia alternativa. APLICACIONES BENEFICIOS Las Flores de Bach son un conjunto de esencias naturales que se utilizan para tratar situaciones emocionales como el miedo, la soledad, la desesperación, el estrés, la depresión, la ansiedad, las obsesiones, etc. Las descubrió el doctor Edward Bach en los años 30 del siglo XX. VENTAJAS Mejorar nuestra calidad de vida. Perder miedos, obsesio- nes y angustias. Obtener tranquilidad y bienestar. Disfrutar de la vida. CARACTERÍSTICAS Las Flores de Bach son un conjunto de esencias procedentes de la naturaleza que se utilizan para tratar diver- sas situaciones emocionales y psicológicas. El doctor Edward Bach, un investigador, médico y homeópata británico, entre los años 1926 y 1934 experimentó incan- sablemente con diversas flores silvestres autóctonas de la zona de Gales, en Gran Bretaña, hasta que halló 38 remedios naturales con propiedades curativas específicas para diferen- tes problemas emocionales. Estas 38 esencias son las que actualmente conocemos como Flores de Bach. Según la creencia del Dr. Bach, las enfermedades físicas poseen una procedencia de tipo emocional y si los conflictos emocionales perduran en el tiempo, la enfermedad comienza a aparecer en el nivel físico corporal. TECNICASDESTACADAS / Mas tecnicas destacadas en nuestra pagina web click aqui www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 11. REMEDIOSNATURALES / REMEDIOS NATURALES/ APROLIS LERIFORM Este jarabe esta indicado para la alergias estacionales provocando diversos cambios en nuestro organismo debido a determinados cambios estacionales como la primavera ,los cuales pueden llegar a provocar (asma alérgica ,bronquitis y rinitis ..).También indicado para la y vid roja; extracto de propó- leo al 70%, extracto de acerola al 27%, OPC de corteza de pino, oligoterapia, gluconato de magnesio, gluconato de manganeso, potá- UTILIZACIÓN: Aprolis Leriform esta indicado para las alegias con una gran acción fisiológica y favorable , sobretodo para las personas con problemas de alergias y pulmonares. Indicado para : Rinitis alergica Bronquitis alergica Asma alergica Otras alergias como : alergia vasomotora , alergia a acaros del polvo, alergia a los animales , senisitis y faringitis . MODO DE EMPLEO: Agitar antes de usar. Tomar 5ml 4 veces al día. RUA ZAMORA, 84, 36203 VIGO PONTEVEDRA 986 12 60 80 VISITE NUESTRA PAGINA DE FACEBOOK Y HAGA CLICK EN: \"ME GUSTA\" click aqui www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 12. CALENDARIODE CURSOS / CURSO - Técnico Superior en NATUROPATÍA - Vigo 04.05.2013 | Vigo (para más información, click aquí) CURSO - IRIDOLOGÍA 2 11.05.2013| Vigo (para más información, click aquí) MAYO / CURSO - KABBALAH | Vigo MODALIDAD: Presencial 25/05/2013 Temario del día: 5ª clase: Numerología (Números Solares) DURACIÓN: Curso de 11 meses de duración, cada mes habrá 10 horas de clase presenciales (total 132 horas lectivas) Este curso está impartido por José González y Cristina García Este curso pertenece al área de la Naturopatía Psicofísica. Este curso de Kabbalah se organiza en cinco temas: el árbol de la vida, la estructura energética, los números so- lares, la imagen del alma y las cualidades de los reencuen- tros kármicos. Cada tema se centra en una temática y sus elementos, así pues conoceremos la cábala y el signifi- cado de los días, la mística de los números y modelos de análisis de los mismos, etc. y nos acercaremos al lema de vida kármico. para mas informacion Cick aquí CURSO - ACUPUNTURA 21/06/2013 - curso 2013-2014 | Vigo. Técnico Superior en Acupuntura. Este curso será impartido por el Dr. Carlos Lasvi, pionero de las técnicas de Acupuntura en España. Se realizarán numerosos ejercicios sobre la valoración de las patologías orgánicas mediante la toma de pulsos y otras técnicas de valoración patológica utilizadas en Acupuntura. El resultado de esta valoración se presentará sobre la penta-coordina- ción (teoría de los 5 elementos), lo que permitirá al alumno conocer el origen de las afecciones y, partiendo de este conocimiento, se le enseñará a confeccionar el tratamiento con sus propios recursos. Salidas profesionales: consultas privadas, herbolarios, empresas herbodietéticas, centros de rehabilitación, centros deportivos, balnearios, asesorías, mutuas sanitarias, parvula- rios, centros geriátricos, editoriales, etc... Política de asistencia: La asistencia a las clases es obli- gatoria. Sólo se admitirá un 10% de faltas debidamente justificadas para tener derecho a examen. El curso tiene una duración de 14 meses, con clases presenciales un sábado cada mes, de 10:00 a 14:00 y de 16:00 a 18:00. Además de la asistencia a las clases presenciales. Para mas informacion. click aquí. www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 Calendario de cursos en nuestra web click aqui 13. CALENDARIODE CURSOS / www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 CURSO - Técnico Superior en NATUROPATÍA 01.06.2013 | Vigo (para más información, click aquí) CURSO - Técnico Superior en NATUROPATÍA - Ourense 08.06.2013 | Ourense (para más información, click aquí) CURSO - ACUPUNTURA - curso 2013-2014 GRUPO B 15.06.2013 | Vigo (para más información, click aquí) CURSO - Kabalah 22.06.2013 | VIGO (para más información, click aquí) CURSO - Quiromasaje - Curso 2012-2013 22.06.2013 | Vigo, Ourense (para más información, click aquí) CURSO - Reiki Master 30.06.2013 | Vigo, Orense, La Coruña, Valencia, Ma- drid, Bilbao, O Porto, A Estrada (para más información, click aqui) JUNIO / CURSO - IRIDIOLOGÍA 3 | 08.06.2013 | Vigo. En este curso de Iridiología 3, se profundizará en el es- tudio de esta técnica y se aprenderá a realizar el iridoa- nálisis y a realizar un balance de la salud utilizando como herramienta esta técnica. Aprenderemos cómo se efectúa el examen y el reco- nocimiento y, además, conoceremos como influyen la constitución y la herencia genética en la utilización de la Iridiología.. Si tiene interés en saber más sobre este curso y en cono- cer el temario, ¡Click aqui! CURSO -INICIACION la Aromaterapia DURACIÓN: 4 horas lectivas. Este curso está impartido por José González y Cristina García. Este curso pertenece al área de la Naturopatía Fitocomplementaria. En el desarrollo de este curso, se realizará un acercamiento paulatino a la Aromaterapia y su utilización en diferentes estados de estrés y de alteraciones del estado de ánimo. Puedes ver información más detallada descargándote el temario. Política de asistencia: La asistencia a las clases es obligatoria. Si tiene interés en saber más sobre este curso y en conocer el temario, ¡solicítelo sin compromiso! Inscríbete a través de la web (CLICK AQUI) para reser- var tu plaza. La lista se cerrará por riguroso orden de inscripción. ¡PLAZAS LIMITADAS!¡Reserve su plaza ya! ¡CURSO GRATUITO! Calendario de cursos en nuestra web click aqui 14. CONFERENCIAS/ Han sido ambos varias veces galardonados con premios por su trabajo en la fusión musical. En esta ocasión nos ofrecen una muestra de música clásica hindú que invita a estados de profunda relajación y meditación. La Conferencia y práctica sobre \"Relajación y Meditación con Música Hindú\", tendrá lugar en el Centro de Naturopatía Shalom, situado en la Calle Zamora, nº 88, Vigo 36210 (PONTEVEDRA), a las 20:00. Entrada libre PRÁCTICO DE PONENTE: Ainhoa Calderero FECHA: impartido por Ainhoa Calderero, especia- lista en Bioneuroemoción, PNL (Programación Neurolingüística) e Hipnosis Ericksoniana. Especializada en Proyecto Sentido y Transgenaracional. TÚ ÁRBOL HABLA... APRENDE A ESCUCHARLO!! \"Es importante reconocer de dónde venimos para dar pasos seguros hacia dónde vamos\" Estudiar, observar y \"sentir\" lo que nos dice nuestro árbol genealó- gico, nos permite comprender las estructuras mentales, emociona- les y corporales de la propia familia. Siendo de gran utilidad para reorientar temas de PROSPERIDAD, RELACIONES DE PAREJA, LABORAL, SALUD Y BLOQUEOS EN LA EVOLUCIÓN PERSONAL. Y sobretodo para actualizar creencias, valores y poder actuar libremente en territorio propio. Este taller tiene como objetivo la toma de conciencia, desde la comprensión y aceptación, la transformación de dichos patrones o \"deudas\" que nos vinculan al clan, para finalmente poder liberar- nos y evolucionar. CONFERENCIA GRATUITA - Viernes, 24 de mayo a las 19:30 RISOTERAPIA PONENTE: Mª Araceli Fernández Saavedra FECHA: 03/05/2013 INTRODUCCIÓN: La Risoterapia es una técnica que tiene como finalidad mejorar la salud física y psicológica utilizando como herramienta la risa. Cuando nos reímos, además de mejorar nuestro estado de ánimo, mejoramos nuestro estado psicológico y liberamos estrés. Mientras reímos, el cuerpo libera endorfinas que resultan benefi- ciosas para el organismo y que ayudan a combatir y/o mantener a raya diferentes enfermedades. Todos necesitamos reírnos y con ello contribuimos a mejorar el riego sanguíneo y a fortalecer el corazón. ¡Ven a reírte con nosotros! La Conferencia sobre \"Risoterapia\", tendrá lugar en el Centro de Naturopatía Shalom, situado en la Calle Zamora, nº 88, Vigo 36210 (PONTEVEDRA), a las 20:00. RELAJACIÓN Y MEDITACIÓN CON INTRODUCCIÓN: Son dos jóvenes interpretes de música clásica con gran talento y sensibilidad y una larga educación musical de la mano de los mejores maestros hindúes. Han demostrado su talento y maestría en escenarios muy diversos de India, Japón, Alemania, Suiza, Francia, Portugal y con artistas y estilos variados. www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 Mas conferencias en nuestra pagina web Click aqui 15. CONFERENCIAS/ Mas conferencias en nuestra pagina web Click aqui EL MIEDO Y LAS FLORES DE BACH FECHA: 31/05/2013 LUGAR: Centro Shalom - C/ Zamora, 84 Vigo (Ponteve- dra) Dice el Dr. Edward Bach \"Todo miedo ha de ser expulsado; nunca debería existir en la mente humana\". En su investigación el Dr. Edward Bach encontró remedios para diferentes estados emocionales, y los halló en flores como el mímulo, que dentro de su clasificación pertenece al grupo de los Miedos. Miedo a las cosas terrenales como, la enfermedad, el dolor, los accidentes, la pobreza, la oscuridad, la soledad, las desgracias, el contacto con otras personas, hablar en público, perder el empleo, etc. El Dr. Bach clasificó las flores en 7 grupos. El primero de dichos grupos es ¨Para quienes sienten temor¨. Varios son los tipos de miedos que puede experimentar una persona, según la su clasificación: - Miedos concretos (por causas conocidas). www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 - Miedos indefinidos (por cosas desconocidas o inexplicables). - Miedo al descontrol. - Terror pánico. - Miedo por quienes nos rodean (preocupación excesiva por los demás). La Conferencia sobre \"El miedo y las Flores de Bach\", tendrá lugar en el Centro de Naturopatía Shalom, situado en la Calle Zamora, nº 88, Vigo 36210 (PONTEVEDRA), a las 20:00. 16. TARJETA DE ALUMNOS Y CLIENTES / ESTIMAD@ ALUMN@: Recuerda que la campaña de divulgación de Naturopatía \"Pensando en ti\" que estamos llevando a cabo en Centro Shalom sigue en pie. Estas siguen siendo las ofertas y descuentos por vuestra fidelidad: Te damos un 5% de descuento en todos los cursos (matriculación y mensualidades), tratamientos y productos. Si en la actualidad estás en paro te ofrecemos un descuento mayor, un 10% en todos los cursos (matriculación y mensualidades) y tratamientos. Además queremos añadir un regalo especial: ¡un curso completo totalmente gratuito! RECUERDA QUE SI TÚ TAMBIEN QUIERES ESTA TARJETA DE ALUMNOS/CLIENTE SOLO TENDRAS QUE ENVIARNOS UNA FOTO TAMAÑO CARNET A NUESTRA DIRECCION WEB Estas ofertas son acumulables a las ya existentes en la campaña \"Pen- sando en ti\" que puedes consultar en nuestra web: WWW.CENTRO-SHALOM.COM GRACIAS POR CONFIAR EN CENTRO SHALOM TODOS ESTOS AÑOS. PROGRAMA \"PENSANDO EN TI\" www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 17. EL COLECCIONABLE DE SHALOM/ Cuarzo rosa (piedra del amor) Se llama \"piedra del amor\" y cura todos aque- llos males relacionados con el corazón tanto en un sentido físico como psíquico. Es un podero- so amuleto para el amor y un gran promotor del matrimonio y la fertilidad. Actúa de una forma poderosa sobre el cuerpo, el amor y los senti- mientos. Nos impregna de armo- nía y paz interior y posee una gran acción sedan- te. Pertenece al signo Tauro a quien ayudará a potenciar sus aspec- tos positivos y a mini- mizar los negativos. Todas aquellas personas que han nacido bajo este sig- no notarán los efectos beneficiosos del cuarzo rosa en su personalidad. Propiedades para el cuer- po Actúa como protector personal contra la esterilidad. Es bueno para el corazón y actúa como regulador del ritmo cardíaco. Útil para la hipertensión arterial, taquicardia, opresión torácica, neurosis cardiaca, espasmos y contracturas musculares, cólicos abdomina- les y enfermedades del riñón. De acción cal- mante, relajante y analgésica suave. Favorece los sueños nocturnos y aleja las pesadillas. Propiedades para la mente Con el cuarzo rosa nuestro espíritu se ve re- confortado en tres aspectos: Amor y sentimientos Estimula el amor. Es muy útil para aquellas per- sonas que no pueden amar. El cuarzo rosa nos ayuda a desbloquear nuestra capacidad para amar y nos hace trasmitir amor incondicional. Cura las heridas provocadas por la ausencia de amor. En magia se utiliza para conseguir el amor verdadero y es el cristal perfecto para regalar a las personas a quien queremos manifestar nuestro amor. Se recomienda tam- bién a personas con ca- rencias afectivas. Cura los traumas psíquicos por des- amparo y rechazo social, vacío o pérdidas afectivas y conflictos sentimentales. Bueno para superar el di- vorcio. Ideal para ajustes afectivos. Favorece la convivencia y reconcilia- ción. Nos incita a la ter- nura y a la generosidad. También tiene la gran facultad de descargar el ambiente de estí- mulos negativos y de eliminar el lado más oscuro de los sentimientos huma- nos. Armonía y paz interior Da paz, tranquilidad y estabilidad emocional. Proporciona armonía y comprensión. Libera el corazón de tensiones y es bueno para conse- guir una buena relajación. Acción sedante Muy útil en patologías nerviosas por sus pro- piedades sedantes. Alivia el estrés, la tensión nerviosa y la inquietud. CUARZO ROSA / www.centro-shalom.com Rúa Zamora, 84 36203 Vigo, Pontevedra 986 12 60 80 "}