{"title": "¿Vacunas? Sí, gracias - Naukas", "author": "Colaborador Invitado", "url": "https://naukas.com/2012/03/21/vacunas-si-gracias/", "hostname": "naukas.com", "description": "Celebrando 2012, Año de la Neurociencia, junto a mis alumnas y alumnos de secundaria vimos el biopic da HBO Temple Grandin, dedicado a la etóloga estadounidense. Aprovechamos para leer unos [...]", "sitename": "Naukas", "date": "2012-03-21", "cleaned_text": "Celebrando [2012, Año de la Neurociencia](http://www.senc.es/), junto a mis alumnas y alumnos de secundaria vimos el biopic da HBO Temple Grandin, dedicado a la etóloga estadounidense. Aprovechamos para leer unos fragmentos de dos libros publicados en español Interpretar a los animales, RBA, 2006, e Pensar con imágenes, Alba, 2006. Luego hablamos sobre lo visto y lo leído. Dos asuntos surgieron con fuerza sobre los demás. El primero estaba relacionado con la diversidad de maneras que tenemos de percibir la realidad. Teniendo muy fresca Unha viaxe ao funcionamento da mente, la charla que ofreció Xurxo Mariño como acto de inauguración del curso 2011- 2012 (gracias, Xurxo) repasamos algunas ilusiones ópticas y sonoras. El segundo asunto nació del primero: la condición de autista de Temple Grandin era la razón de su percepción de si misma, de las de los demás y de su entorno. Como la mayoría tuvimos, y tenemos, trato con personas autistas o que tienen síndromes relacionados con el autismo (Asperger, Tourette...) fue inevitable preguntarnos por las causas del autismo. Paseando por Internet encontraron unas cuantas explicaciones, combinaciones de varios factores, pocos comprobados y muchos supuestos. Pese a no profundizar en el grado de importancia de todos los porqués, uno de ellos era muy llamativo: la flecha dirigida a las vacunas y, en concreto, a la vacuna triple vírica conocida también como trivalente. El paso siguiente fue automático: [ ¿como es posible que se mantenga la vacunación con la triple vírica si puede ser una de las causas de autismo?](https://naukas.com/2011/01/06/descubren-que-el-estudio-que-relacionaba-vacunas-con-autismo-es-un-fraude/) Tres a un tiempo, tres fuera. La vacuna triple vírica (conocida como SPR por inmunizar al receptor frente a las infecciones por los virus do sarampión, parotiditis y la rubeola) comenzó a ser aplicada a finales de la década de los setenta, y en Galicia a principio de la de los ochenta del siglo pasado. Es preferible administrarla a los dieciocho meses de edad cuando los anticuerpos desarrollados por la madre van desapareciendo de los cuerpos de los chavalines. Al llegar a los cuatro o cinco anos de edad se administra una segunda dosis \"de refuerzo\" (la edad recomendada para esta segunda dosis fue [disminuyendo](http://www.seepidemiologia.es/documents/dummy/el_sarampion.pdf) desde 1982 hasta ahora). Los que somos muy anteriores a esta práctica recordamos con escalofríos y pesadillas (por lo menos en mi caso) el paso por las fiebres del sarampión y de todas las molestias de las otras dos. Desde los días de la administración da triple vírica, o de las vacunas para cada una de esas enfermedades aplicadas por separado, los casos declarados disminuyeron radicalmente. Hubo [epidemias puntuales de sarampión](http://scielo.isciii.es/scielo.php?pid=S1135-57271999000500014&script=sci_arttext) pero la tendencia va hacia la práctica desaparición de las tres enfermedades y al olvido, en el caso del sarampión, de las antes familiares olas bienales de la enfermedad (¡este es año de sarampión!). La Organización Mundial de la Salud (OMS) tenía previsto declarar a Europa como zona libre de sarampión pero lo cierto es que el número de casos de sarampión [aumentó](http://elpais.com/diario/2011/06/06/sociedad/1307311203_850215.html) de 2010 a 2011. Como un sarpullido, día sí y día también, la prensa recoge nuevos casos de enfermedades evitables de seguir correctamente el calendario de vacunaciones establecido en cada territorio. Objeción a las vacunas. El conocido comunicador científico [Ben Goldacre](http://www.badscience.net/) (Mala ciencia, Paidós Contextos, 2011) dedica un capítulo de ese libro al \"bulo mediático sobre la vacuna triple vírica\". Un [artículo](http://press.thelancet.com/wakefieldpaper.pdf) de Andrew Wakefield y otros autores publicado en The Lancet en 1998 relacionaba la administración de la vacuna trivalente con la posterior aparición de problemas intestinales y el autismo. Una difusión equivocada del artículo, un rumbo convenientemente dirigido a la emotividad, la ausencia deliberada de noticias con revisiones de estudios con las \"evidencias empíricas\" de la nula relación entre la vacuna y el autismo y la mitificación de Andrew Wakefield, supuso la formación de grupos de madres y padres opuestos a la administración de la triple vírica y la formación de asociaciones para la \"libertad de vacunaciones\". Los motivos concretos aducidos para oponerse a la vacunación o a algunas vacunas son diversos: miedo a los efectos secundarios, desacuerdo con la intervención del estado en la salud individual, recelo frente a los componentes de las vacunas, consideración de \"benignas\" de algunas de las enfermedades objetivo de las vacunas... Personalmente solo conozco dos de estas situaciones, una relacionada con un miedo excepcional a un efecto adverso y otra que tiene que ver con un estilo de vida y creencias próximas (muy próximas) a las pseudociencias. Finalmente el caso de Wakefield y sus antivacunas [se destapó como todo un fraude](https://naukas.com/2011/01/06/descubren-que-el-estudio-que-relacionaba-vacunas-con-autismo-es-un-fraude/). El asunto de la oposición a las vacunas o de la libre elección para vacunar o no a los hijos es habitual en las redes sociales, en parte debido a la difusión en los medios de comunicación de [casos](http://www.elpais.com/articulo/sociedad/Muere/nina/britanica/recibir/vacuna/virus/papiloma/elpepusoc/20090929elpepusoc_1/Tes) con títulos muy llamativos (con frecuencia atenuados en los subtítulos y explicados en el texto hasta contradecir total o parcialmente el titular) y empleados como argumentos por las activas asociaciones anti vacunación en sus diferentes grados. Frente a la irracionalidad de estas corrientes es de agradecer la labor de las asociaciones de pensamiento crítico, círculos de escépticos, etc., en su trabajo de reacción (y de acción) ante todo este tipo de cuentos y trolas. Sin esta posición crítica y divulgativa poco podrá arreglar al anunciado calendario de vacunación único para todo el estado. Para quién quiera imaginarse una época pre vacunas aquí queda la sobrecogedora Némesis de Philip Roth (Mondadori, 2011) o [este vídeo de Penn y Teller](https://naukas.com/2011/01/17/por-que-la-fiebre-antivacunas-es-una-gilipollez/) que ya pasó por Amazings pero que siempre es bueno recordar. [youtube]http://www.youtube.com/watch?v=eiJNSBvFENY[/youtube] ——————— Este artículo participa en los [Premios Nikola Tesla de divulgación científica](https://naukas.com/2012/01/02/nacen-los-premios-nikola-tesla-de-divulgacion-cientifica/) y nos lo envía [Alberto Cifuentes](https://www.facebook.com/cifuxy), biólogo y profesor de ciencias desde hace más de veinte años. Ha participado en numerosos proyectos de divulgación científica como el desaparecido «Vieiros» (1999), el portal de divulgación científica» en gallego [Canal Ciencia](http://www.canalciencia.com) (1999-2008); en el más tarde «Galicia Hoxe» (2000-2008, 400 artículos entre los dos diarios) y en otras publicaciones de Galicia («Tempos novos»...) y españolas (revistas, páginas de divulgación de ciencia, blogs...). Además realizó colaboraciones con «Cienciópolis» de RNE-5 hasta que acabó y en otras cadenas radiofónicas y de televisión. Si tienes un artículo interesante y quieres que lo publiquemos en Naukas como colaborador invitado, puedes [ponerte en contacto](https://naukas.com/contactar/) con nosotros. "}