{"title": "Embajador de Chile en Argentina aclaró que no es cierto que el gobierno trasandino rechazara donación de vacunas contra el covid-19", "author": "El Mostrador", "url": "https://www.elmostrador.cl/dia/2021/05/27/embajador-de-chile-en-argentina-aclaro-que-no-es-cierto-que-el-gobierno-trasandino-rechazara-donacion-de-vacunas-contra-el-covid-19/", "hostname": "elmostrador.cl", "description": "Nicolás Monckeberg explicó que «lo que ha habido es una propuesta del senador (Carlos) Bianchi de la zona sur de Chile, que ha venido impulsando la posibilidad de que vacunas que se estén implementando en Chile pudiesen también beneficiar a ciudadanos chilenos y familiares argentinos que viven en la zona limítrofe del sur».", "sitename": "El Mostrador", "date": "2021-05-27", "cleaned_text": "Nicolás Monckeberg explicó que «lo que ha habido es una propuesta del senador (Carlos) Bianchi de la zona sur de Chile, que ha venido impulsando la posibilidad de que vacunas que se estén implementando en Chile pudiesen también beneficiar a ciudadanos chilenos y familiares argentinos que viven en la zona limítrofe del sur». El embajador de Chile en Argentina, Nicolás Monckeberg, aclaró que no es cierto que el gobierno de ese país haya rechazado 15 mil vacunas contra el covid-19. «No es efectivo que el gobierno argentino haya rechazado o dejado sin responder un ofrecimiento de donación (de vacunas) por parte de Chile, eso sería injusto afirmarlo», sostuvo Monckeberg. Consultado por Emol, el embajador explicó que «lo que ha habido es una propuesta del senador (Carlos) Bianchi de la zona sur de Chile, que ha venido impulsando la posibilidad de que vacunas que se estén implementando en Chile pudiesen también beneficiar a ciudadanos chilenos y familiares argentinos que viven en la zona limítrofe del sur. Me parece una idea positiva y respetable, que como cualquier instancia de cooperación y colaboración, puede evaluarse oportunamente en ambos países». «Hay que tener presente que estas iniciativas deben evaluarse con especial cuidado, pues tienen complejidades evidentes que los gobiernos y todas las instancias técnicas y sanitarias no pueden obviar. Se requiere, por ejemplo, una compatibilidad de normas sanitarias, la que actualmente no existen entre los dos países, porque las vacunas que utilizan Chile no son las mismas que está utilizando Argentina, y los calendarios de vacunación en ambos países van en niveles de edad y prevalencia distintos», agregó. Además, Monckeberg sostuvo que «hay un problema de registro de vacunas, en el caso de las vacunas Sinovac, no cuenta con registro vigente en Argentina y un problema natural de compatibilidad de los programas de vacunación más aún cuando se trata de vacunas con dos dosis». Finalmente, dijo que «por especial encargo tanto del Presidente (Sebastián) Piñera como de nuestro canciller (Andrés Allamand), hemos impulsado con el gobierno argentino una disposición recíproca y permanente de colaboración, promoviendo muchas instancias de coordinación entre los países. Creo que mantener ese espíritu es tremendamente importante. En esa línea he tenido contacto periódicos tanto con el canciller Sola como con otras "}