{"title": "Homeopatía en el tratamiento de la esclerosis múltiple - El Botiquín Natural", "author": "El Botiquín Natural", "url": "https://elbotiquinnatural.com/2022/04/26/homeopatia-tratamiento-esclerosis-multiple/", "hostname": "elbotiquinnatural.com", "description": "La Esclerosis Múltiple, es una enfermedad crónica del Sistema Nervioso Central (cerebro y médula espinal) en la que la mielina, que es la substancia que recubre los nervios, se ve afectada o destruida, impidiendo así una correcta transmisión de los impulsos nerviosos. Una enfermedad autoinmune Se considera una enfermedad autoinmune que cursa a brotes y puede manifestarse de distintas maneras según la", "sitename": "El Botiquín Natural", "date": "2022-04-26", "cleaned_text": "La Esclerosis Múltiple, es una enfermedad crónica del Sistema Nervioso Central (cerebro y médula espinal) en la que la mielina, que es la substancia que recubre los nervios, se ve afectada o destruida, impidiendo así una correcta transmisión de los impulsos nerviosos. Una enfermedad autoinmune Se considera una enfermedad autoinmune que cursa a brotes y puede manifestarse de distintas maneras según la localización y extensión de las zonas afectadas. En ciertas personas el síntoma inicial puede ser una diplopía o visión doble, en otras, pérdida de fuerza y hormigueos en una pierna o un brazo y en otras debilidad y espasmos musculares. Vemos así, una gran heterogeneidad en sus formas de expresión que cuadra perfectamente con el aforismo homeopático de que \"no existen enfermedades sino enfermos\". Se considera una enfermedad autoinmune que cursa a brotes y puede manifestarse de distintas maneras según la localización y extensión de las zonas afectadas La Homeopatía es una terapia de acción general y múltiples aplicaciones. Su mecanismo de acción se basa en la estimulación suave de la capacidad curativa del organismo mediante substancias que reproducen, cuando se experimentan en personas sanas, los síntomas que presenta el paciente. El tratamiento homeopático Desde ese punto de vista, patologías que no tienen un tratamiento curativo con los fármacos convencionales, como la esclerosis múltiple, pueden encontrar en algunos casos, un recurso eficaz con un tratamiento homeopático bien dirigido según las características de cada caso. Es decir, no existe \"un fármaco\" homeopático específico para esta enfermedad, sino un grupo de medicamentos que presentan una acción más directa sobre el sistema nervioso y que se han mostrado efectivos en la resolución de diversos casos. En definitiva, al igual que en otras patologías, la estrategia Homeopática es abordar cada caso de forma individualizada, basándonos no solo en los síntomas de la enfermedad, sino también en las características de cada persona. En mi experiencia, en muchos de los casos, antes de presentarse el primer brote, ha existido un estrés emocional importante que la persona no ha podido gestionar adecuadamente. La estrategia Homeopática es abordar cada caso de forma individualizada Medicamentos aplicados Entre los medicamentos homeopáticos que han conseguido buenos resultados, podemos citar algunos minerales como el Arsénicum álbum o el Phosphorus (Fósforo), metales como el Thallium (Talio), y plantas como el Conium maculatum (Cicuta), el Gelsemium (Jazmin amarillo), o el Lathyrus sativus (Chícharo). Veamos algunas características de alguno de estos medicamentos: - Arsénicum álbum, corresponde a cuadros de debilidad general, con sensación de ardor en plantas de los pies o palmas de las manos. Poseen un carácter exigente y puntilloso y suelen tener miedo a la muerte y la soledad. - Phosphorus, presenta un gran tropismo sobre el Sistema Nervioso pudiendo afectar tanto a las funciones motoras como a las cognitivas. Alteraciones de la visión, vértigos e inestabilidad, debilidad e insensibilidad de las extremidades, son síntomas que se presentan en la esclerosis múltiple y que entran dentro de su esfera de acción terapéutica. - Thallium metallicum, produce una parálisis progresiva de los miembros inferiores, con terribles dolores neurálgicos, como descargas eléctricas. Se acompaña de temblor y cianosis de las extremidades. De aquí su homeopaticidad con algunos casos. - Conium maculatum o Cicuta, es el veneno con el que el gran filósofo Sócrates fue condenado a morir en la antigua Grecia. Justamente, su modo de acción es el de producir una parálisis progresiva que se inicia por los miembros inferiores y va ascendiendo hasta producir una parálisis motriz en el aparato respiratorio y la muerte. - Gelsemium, presenta entre sus síntomas experimentales característicos, debilidad con temblor de las extremidades, visión doble e incontinencia de orina. Es decir, síntomas que se corresponden con algunos de los más frecuentes de la esclerosis múltiple. Por otra parte, son personas que se ponen muy nerviosas cuando tienen que pasar un examen. - El Lathyrus sativus o Chícharo, es una leguminosa que, consumida en grandes cantidades y durante cierto tiempo, puede llegar a ser tóxica y producir lo que se conoce como \"latirismo\". Su prescripción homeopática para la esclerosis múltiple, tiene su justificación en que, en su forma neurológica, que es la más grave y difundida, produce una paraplejia espástica de las extremidades inferiores, que produce dificultades o casi imposibilidad para caminar. En fin, como en muchas otras enfermedades con un tratamiento y pronóstico inciertos, la Homeopatía puede ser una opción muy valiosa, que merece ser tenida en cuenta. Autor: Dr. Juan José Dallarés Angulo, Medicina Integrativa-Homeopatía, Col. Nº 14.666 Barcelona [Suscríbete](https://elbotiquinnatural.com/suscripcion/) a la Newsletter y recibe El Botiquín Natural gratis cada mes en tu correo El Botiquín Natural, Prensa Independiente y Gratuita Leer "}