{"title": "Fertenia", "author": "Fertenia Srl", "url": null, "hostname": null, "description": "NATURAL WAX POTENCIADOR DE EFECTO FITOSANITARIO - REPELENTE NATURAL Natural Wax es un producto de origen vegetal fruto de la investigación de Fertenia, innovador, no tóxico, biodegradable, obtenido de una mezcla seleccionada de extractos vegetales, extracto de cítricos (limón y mandarina prensadas en frío ) y ceras naturales. Estos componentes poseen una fuerte actividad tensoactiva y humectante, capaces de mejorar la penetración y la efectividad de los tratamientos fitosanitarios y reducir el contenido de humedad en las hojas. Esta caracteristica es muy importante, especialmente en especies de hojas lisas, como cítricos, olivos, viñas, pomáceas, frutas de hueso, caqui, cebolla, pimiento, ficus, banano, etc. En la mayoría de los casos, las plagas causan daños considerables a los cultivos agrícolas, tanto desde un punto de vista estético (con melaza, fumagina, etc.) como desde el punto de vista productivo.", "sitename": null, "date": "2023-01-01", "cleaned_text": "NATURAL WAX POTENCIADOR DE EFECTO FITOSANITARIO - REPELENTE NATURAL Natural Wax® es un producto de origen vegetal fruto de la investigación de Fertenia, innovador, no tóxico, biodegradable, obtenido de una mezcla seleccionada de extractos vegetales, extracto de cítricos (limón y mandarina prensadas en frío ) y ceras naturales. Estos componentes poseen una fuerte actividad tensoactiva y humectante, capaces de mejorar la penetración y la efectividad de los tratamientos fitosanitarios y reducir el contenido de humedad en las hojas.Esta caracteristica es muy importante, especialmente en especies de hojas lisas, como cítricos, olivos, viñas, pomáceas, frutas de hueso, caqui, cebolla, pimiento, ficus, banano, etc. En la mayoría de los casos, las plagas causan daños considerables a los cultivos agrícolas, tanto desde un punto de vista estético (con melaza, fumagina, etc.) como desde el punto de vista productivo. La aplicación de Natural Wax® provoca el fortalecimiento de las hojas, un aspecto brillante en los frutos y una mayor tolerancia al estrés abiótico y biótico . De hecho, los extractos vegetales que contiene, ejercen una acción repelente de forma natural hacia algunos parásitos. Asi pues podemos decir que es un excelente \"coadyuvante\" cuando se usa conjuntamente con productos fitosanitarios vía pulverización foliar, mejorando de esta forma su efectividad. INGREDIENTES NATURALES EXTRAIDOS MEDIANTE PROCESOS FISICOS Y NO QUÍMICOS EFECTOS Y BENEFICIOS: COADYUVANTE FOLIAR MEJORA LA EFICACIA Y LA PENETRACIÓN DE LOS PRODUCTOS FITOSANITARIOSi REPELENTE NATURAL REDUCE LA MELAZA PRODUCIDA POR LAS PLAGAS Y PREVIENE LA FUMAGINA PRODUCTO TOTALMENTE NATURAL - NO ENSUCIA NO TOXICO PARA EL USUARIO NI PARA EL MEDIO AMBIENTE COMPATIBLE CON INSECTICIDAS, ACARICIDAS Y FUNGICIDAS. \"Product suitable for use in Organic Agriculture to annexes of the (CE) 889/2008 and NOP Regulation. Inspected ECOCERT SA F - 32600\" | | 350 ml/hl | | 350 ml/hl | | 350 gr/hl | | 350 gr/hl | | 200 gr/hl | | 200 gr/hl |Repelente trips, filoxera cochinillas, psylloideas, | moscas de la fruta, aleurodidos o mosca blanca |DOSIS Y MÉTODO DE USO | | | Aplicacion foliar en combinación con otros productos | | Cíticos, Olivo, Vid, Kiwi, Caqui, | | 250-300 ml/hl (volumen normal) | | Frutos de cáscara | | 200-250 ml/hl (volumen normal) | | Fresa, Patata, Zanahoria | | 200-250 ml/hl (volumen normal) | | Solanaceas, Cucurbitáceas | | 250 - 300 ml/hl (volumen normal) | | Hortalizas de hoja y de corte | | 250-300 ml/hl (volumen normal) | | Plántulas de vivero |250-300 ml/hl (volumen normal) | 2,0-2,5 L/ha (volumen bajo) Aplicar regularmente ml/hl (volumen INFORMACION Obtenga más información [on line](/depliant/natural_wax_spa/index.html) "}