{"title": "10 Natural Cough Remedies that Are Worth Trying", "author": "Taylor Shea Updated Mar", "url": "https://www.thehealthy.com/cold-flu/natural-cough-remedies/", "hostname": "thehealthy.com", "description": "Got a nagging cough? Before you reach for a drugstore suppressant, try one of these home remedies for soothing cough symptoms.", "sitename": "The Healthy", "date": "2017-09-27", "cleaned_text": "10 Natural Cough Remedies that Are Worth Trying Got a nagging cough? Before you reach for a drugstore suppressant, try one of these home remedies for soothing cough symptoms. Our editors and experts handpick every product we feature. We may earn a commission from your purchases. Help for your hacks If a cold, the flu, or the respiratory infection du jour (coronavirus, anyone?) has you coughing and you'd like it to stop, you've come to the right place. These natural remedies not only work and are doctor-approved, but you may already have them on hand. Here's [when it's time to worry about a cough](https://www.thehealthy.com/cold-flu/cough-wont-go-away/), by the way. Cough remedy: Steep some thyme Thyme is not only useful for flavoring your poultry—it also serves as an impressive [cough](https://www.thehealthy.com/cold-flu/cough-wont-go-away/) suppressant. \"The volatile oils in the plant have an effect on the cough reflex, calming the tendency to cough,\" explains [Leslie Solomonian](http://www.lesliesolomonian.weebly.com), a doctor of naturopathic medicine. It can be consumed as a tea by mixing 2 teaspoons of crushed leaves into 1 cup boiling water, covering it, steeping for 10 minutes and then straining, but Dr. Solomonian's favorite way to use it as a cough remedy is to add it to honey and onion. Keep in mind you should never give honey to a baby under age one due to the risk of life-threatening [infant botulism](https://www.cdc.gov/botulism/prevention.html). Here are some [home remedies for cough that are safe for kids](https://www.thehealthy.com/home-remedies/kids-cough-remedies/). Cough remedy: Fight with flax, honey, and lemon Ground flax, when combined with a liquid, forms a mucus-like substance, which soothes the cough reflex, explains Dr. Solomonian. Honey has the same effect. \"Lemon tends to cut mucus, so if the cause of the cough is post-nasal drip or tonsillitis, the lemon might alleviate that a bit,\" she says. For this at-home remedy, boil 2 to 3 tablespoons of [flaxseeds](https://www.thehealthy.com/nutrition/flaxseeds-nutrition-risks/) in 1 cup of water until the water becomes thick. Strain, then add 3 tablespoons each of honey and lemon juice. Take 1 tablespoon as needed for cough treatment. Learn about the 13 reasons your [cold just won't go away](https://www.thehealthy.com/cold-flu/lingering-cold-symptoms/). Cough remedy: Suck a lemon for fast-acting cough relief This treatment isn't for the faint of heart, but it is one of the more commonly used natural cough remedies. \"Sucking on a lemon wedge juice helps cut through congestion,\" explains [Barbara Joy Jones](https://www.gwinnettmedicalcenter.org/graduate-medical-education/family-medicine-residency/family-medicine-residency-barbara-joy-jones-do), DO, GMC Primary Care-Peachtree Corners. \"Lemon can help the body trying to break up mucus and get it out of your system.\" Quarter a fresh lemon, sprinkle it with lots of black pepper and salt, and suck on it for quick relief. Cough remedy: Brew black pepper tea for a wet cough This home remedy is rooted in two very different traditions: New England folk medicine and traditional Chinese medicine. The rationale behind it is that black pepper stimulates circulation and mucus flow; honey is a natural cough suppressant and mild antibiotic. To make the tea, place 1 teaspoon of freshly ground black pepper and 2 tablespoons of honey in a cup. Fill with boiling water and let steep, covered, for 15 minutes. Strain and sip as needed. This remedy works best on coughs that produce mucus and isn't suitable for dry coughs. Try these other ways to help you [get over a cold quickly](https://www.thehealthy.com/cold-flu/recover-quickly-from-cold/). Cough remedy: Sip milk and honey Combine the natural cough remedies of milk and honey for a one-two-punch treatment. An Italian study found that [mixing two teaspoons of honey into a third-cup of milk](https://www.ncbi.nlm.nih.gov/pubmed/25201759) was just as effective as OTC medications dextromethorphan and levodropropizine in children—and presumably much tastier. Here are [21 more natural cold remedies](https://www.thehealthy.com/cold-flu/natural-remedies-for-cold-and-flu/) that really work. Cough remedy: Blend almonds Some ancient traditions believe almonds help relieve bronchial problems, including coughs. They recommend blending a few teaspoons of finely ground almonds with a cup of orange juice and sipping as a natural cough treatment, notes Solomonian. Don't miss these other [things you should always eat](https://www.rd.com/health/conditions/what-to-eat-when-you-have-a-cold/) when you have a cold. Cough remedy: Drink more water Downing plenty of water is one of the easiest natural cough remedies. One laboratory study published in the journal Proceedings of the National Academy of Sciences found that water was essential in [helping individuals with a cough](https://www.pnas.org/content/115/49/12501) thin out sticky, lung mucus. In addition, water keeps you hydrated, which is beneficial for warding off any kind of illness. Cough remedy: Brew peppermint tea \"Peppermint essential oil can be inhaled for a soothing sensation on the muscles of the windpipe (bronchial muscles) which eases breathing and allows the person to relax,\" explains [Kac Young](https://www.kacyoung.com/about-kac-young/), PhD, doctor of naturopathy and clinical hypnotherapy and author of [ The Healing Art of Essential Oils](https://www.amazon.com/dp/0738750476/?tag=healthtmb-20). \"Coughing is reduced and the body experiences physical relaxation in certain muscle groups.\" Try steeping yourself a cup of warm peppermint tea as a DIY treatment. Check out these other amazing health [benefits of peppermint.](https://www.thehealthy.com/digestive-health/peppermint-benefits/) Cough remedy: Turn on the humidifier Dry air not only irritates your skin, but it can also cause dryness in your mouth and throat that makes you cough. This is why [Joel Schlessinger](https://www.lovelyskin.com/skin-specialists-omaha/dermatology), MD, a board-certified dermatologist, and [RealSelf](https://www.realself.com/find/Nebraska/Omaha/Dermatologic-Surgeon/Joel-Schlessinger) contributor recommends using a humidifier to add some moisture back and keep your airways (and your skin) happy. Just don't go overboard— [the EPA suggests](https://www.epa.gov/mold/mold-course-chapter-2#Chapter2Lesson3) keeping humidity between 30 and 50 percent because any damper than that could encourage mold and dust mites, and trigger asthma. If you don't own a humidifier, try taking a steamy shower or pouring hot water into a bowl and breathing in the vapor. To stay healthy, don't miss these 50 ways to [avoid catching a cold](https://www.thehealthy.com/cold-flu/ways-avoid-catching-cold/) this season. [Allergologia et Immunopathologia](https://www.ncbi.nlm.nih.gov/pubmed/25201759): \"Effect of multiple honey doses on non-specific acute cough in children. An open randomised study and literature review.\" [J.D. Zipkin](https://www.linkedin.com/in/zipkinmd/), MD, of [GoHealth Care](https://www.gohealthuc.com/). Academy of Sciences](https://www.pnas.org/content/115/49/12501): adhesion and cohesion in cough clearance.\" [Kac Young](https://www.kacyoung.com/about-kac-young/), PhD, doctor of naturopathy and clinical hypnotherapy and author of [The Healing Art of Essential Oils](https://www.amazon.com/dp/0738750476/?tag=healthtmb-20). [Joel Schlessinger](https://www.lovelyskin.com/skin-specialists-omaha/dermatology), MD, Environmental Protection Agency](https://www.epa.gov/mold/mold-course-chapter-2#Chapter2Lesson3): \"Mold and Where Mold Grows.\" [Leslie Solomonian](http://www.lesliesolomonian.weebly.com), BSc, ND, Doctor of Naturopathic Medicine. "}