{"title": "Ep. 2: 'Disruptors' find ways to innovate in health care", "author": "Alan Helgeson", "url": "https://news.sanfordhealth.org/podcast/ep-2-disruptors-find-ways-to-innovate-in-health-care/", "hostname": "sanfordhealth.org", "description": "Dr. David Newman shares with Dr. Luis Garcia how these 'disruptors' are bringing innovation to patients, in health care, through technology.", "sitename": "Sanford Health News", "date": "2022-11-21", "cleaned_text": "Episode Transcript Alan Helgeson (Host): Hello, and welcome to the \" [Reimagining Rural Health](https://news.sanfordhealth.org/podcast-series/reimagining-rural-health/)\" podcast series, brought to you by Sanford Health. In this series, we explore the challenges facing health care systems across the country, from improving access to equitable care, building a sustainable workforce, and discovering innovative ways to deliver high-quality, low-cost services in rural and underserved populations. Each episode examines how Sanford Health and other health systems are advancing care for the unique communities they serve. Today's topic is on health care disruptors and centered around access for rural and underserved populations. And where does big data fit into this? Our guest is [Dr. David Newman](https://www.sanfordhealth.org/doctors/david-newman/?utm_source=news.sanfordhealth.org&utm_medium=referral&utm_campaign=shn-traffic&utm_content=article-link), [endocrinologist](https://www.sanfordhealth.org/medical-services/endocrinology) moderator is [Dr. Luis Garcia](https://news.sanfordhealth.org/author/luis-garcia/), president of Sanford Clinics. Dr. Luis Garcia (Moderator): Hey, Dave, I have a question for you just to get started. You know, for those of you that don't know, Dave and I, we actually played soccer together, and one of the things that you should know is that Dave is not only a great soccer player, but he's actually a great coach. So Dave, what does it mean to have an influence on young children and be able to lead them and to be a role model for them? Dr. David Newman (Guest): Oh, it's phenomenal. You know, I learned so much from the kids every day. It's been a huge transformation too. So over the past, like seven to eight years I've been in coaching, I've got to see all these kids grow. I've got to see them have fun. I've got to see them get better than me. That was like a huge thing. So a couple days ago I was playing with my son in the backyard, and he's better than I am, and it happened a lot sooner than I thought it was going to. So that probably means that I'm just not as good as I thought I was. Or maybe he's better than I thought he was. Dr. Luis Garcia: Or maybe you'll have a star in the MLS that you don't know yet. But, hey, you know, Dave, I think that, the same growth that you have seen in your children and your teams is the same growth that Sanford as an organization has seen on you. I follow your trajectory and it's nothing but impressive and the way that you have contributed to our organization in so many ways is so meaningful that I would like to just ask you to share some of that trajectory and what has gotten to where you're at right now. Dr. David Newman: Oh, thanks for your kind words, Luis. So I've always been kind of a computer nerd. So before I went into to medicine, I thought that, you know, computers are the way, the future. That's how we get better. Even before I came to Sanford, I was involved in electronic medical records when I was at Hennepin County. And it wasn't because I liked them, but as I thought it was because I thought they could get better. I don't think anybody really likes the EMR, to be honest, but there's some of us that think that it's such a pain in the butt that there's gotta be ways to make it better. So when I came to Sanford, I was kind of thrust into a leadership role with the EMR. I'm also a practicing endocrinologist. I specialize in andrology. I do full clinic. I do full call, so people see me around the weekends all the time. I'm actually on call right now as we're doing this. Where I've really been interested though, is where efficiency and quality intersect. And I really think that comes down to how we use the EMR, how we leverage the EMR. And one of the big pet peeves I have is that technology is trying to drive health care when I really think it needs to be clinician driven, that I want to be asking ourselves every single day, \"How can we fix the EMR? How can we make things better?\" And it shouldn't be the other way around that clinicians should be really be driving change at Sanford. Dr. Luis Garcia: Yeah, that, those are great thoughts, and I agree with you, Dave - I think that it should be the clinicians that are leading the change and not the other way around. But, you know, I think that one of the constant, or maybe the biggest constant in medicine is change. And as clinicians, we adapt fairly well to change, but then there's disruption, right? Which, if you think about it is, could be a very positive or a very negative format of change. So in your career, you have experienced both disruption and change, but from your perspective, what is different today? Dr. David Newman: Oh, man. So that's a super good question. So, I like the term innovation better than change, to be honest. So what I think of innovation is doing the same things that we're doing now. We're just doing them better. At some point we transition to doing new things. And then what disruption really is, is doing new things that make those old things obsolete. You know, a good example is like the Netflix Blockbuster thing. So, you know, I'm a child of the '80s and '90s and I used to love going to Blockbuster. So you'd show up and you're like, you had all these rows of movies and you would just impulse rent something, and it was awesome. You, I mean, I should have invested at that point. I thought it was gonna be great. And then all of a sudden Netflix comes along and people are like, Oh, I mean, you can get DVDs through the mail. It takes a while. It's kind of cool, but I don't know, we'll see. I'm gonna keep going to Blockbuster. All of a sudden it's like, Oh man, this is pretty cool. Like, they allow you to stream what's streaming. I can watch something on-demand at my house, and then at some point, everybody was able to stream. It wasn't just for the people that had money to do it, it wasn't for just people that had a high internet broadband access. At some point everybody could stream and it disrupted everything. So now everything is streaming. And that's really what I think disruption is gonna be. And in health care it's the same way. At some point we stopped using prescription pads; at some point, you know, we stopped writing notes on paper. These are things that we've gotta be ready for going forward. Dr. Luis Garcia: Yeah, those are great examples Dave, and, so, you know, talking about innovation or disruption, however you want to frame it, I think that if we're totally honest in medicine, we have been slow at adapting to innovation and the pace of change lately. So one of the things that comes to mind is what are the nontraditional disruptors in medicine doing right now? And if you think about it, we always think about reimbursement, about the insurance companies, payers, quality and the traditional things that keep us awake. But now you need to start thinking about the nontraditional aspects that are coming into our backyard, like Amazon, Microsoft, Apple, even Walgreens. We saw what happened throughout the COVID situation where, you know, the big pharma companies and the Walgreens of the world really got into the distributing and giving vaccines. So are they a true threat or do you think it's just a factor of this technology development that we have had in the last decade? Dr. David Newman: Man, I think it depends on who you think they're a threat to. Like, are they a threat to the way that we've been doing things? Absolutely. And should they be a threat? Yeah. I think the way that we get better is by some of these nontraditional disruptors on their competition because they've got good ideas. Like we should be looking at them, watching them to see what works the same way that they should be watching us. You know, some of those companies are amazing. So Amazon, if you haven't been following Amazon, so like Alexa, Alexa's HIPAA compliant, so you can say, Hey, Alexa, schedule me a, you know, a appointment with cardiology and Alexa can do that. You know, they've got pill pack. They're kind of redefining how patients get their medications. They're doing some really cool stuff, man. Yeah, you brought up Amazon or Google and Apple too. So Google, they're doing things a little differently. So they are looking at health care algorithms. So we have all this data, we've got structured data, which is in, you know, Epic in the fields that we type in. We've got unstructured data, we've got all these progress notes that, man, nobody probably reads them except for Google. What they're trying to do is figure out how to leverage all this data to make things better, to develop algorithms to make our lives better and our patients' lives better. Dr. Luis Garcia: Yeah. Those are great perspectives, Dave, and I gotta tell you, I've heard people saying, Oh, you know, we don't have to worry about them because they'll never have a hospital where they can see patients. So they will never have a clinic where Dave Newman and has to interact with Amazon to see a patient. But from your perspective, what do you think they're truly, really trying to achieve by knocking on our backyard? Dr. David Newman: I, I mean, so the optimist in me wants to think that they're trying to make things better. They're trying to, you know, mimic retail. A lot of these companies started in retail to try to make health care access easier to patients, less confusing and less costly. They're hopefully, hopefully gonna be decreasing costs for their insurance plans. So, like CVS partner with Aetna, one of their big things was to try to decrease patients going to the ER. Cuz we all know that patients go to ER for stupid reasons. Instead of doing that, go to their minute clinics and take care of the things they can there. I think they really wanna stay relevant too, that I think if you look at a lot of the biggest companies over the past 25 years, they've seen how big of a deal health care is. They've seen how big of a mess it is. And for them to stay financially relevant and just relevant with the times health care is a big target for them. It's also super exciting, right? So, you know, medicine has typically been like an altruistic thing to go into, like you're actually helping people. And for them, some of them think that, you know what? Like, this is us, this can be my legacy that, I can, like, for example, Apple, some of their executives have said they want their legacy to be a health care company. So they've developed their apps, they've got their Apple Watch that can kind of function like an EKG machine. There's a lot of things that can be very exciting in health care. Dr. Luis Garcia: But to those points, Dave, because I think we touched on a lot of interesting things, but to those points, what do you think is their port of entry? Are they gonna target our patients? Are they going to target our physicians, health care systems? What, what do you think is their strategy? Dr. David Newman: Oh, boy. So, I mean, I don't think that they know their strategy at this point, exactly. So I think that the patient is the easiest thing to target. There are a lot of disruptors out there now that all they wanna do is get to the patients online to do telemedicine, that they feel like that is going to be the next big wave of the future because so much time and money is wasted by clinic space. I don't see a lot of them directing their efforts towards providers at this point, mainly because it's so hard because of the geographical limitations for that. I really think their port of entry is gonna be patients for now. Dr. Luis Garcia: You know, that's quite interesting, Dave, because as physicians we've always said that the most important and the, and the strongest interaction is between a physician or an APP or a clinician and a patient, right? So are you saying that they're starting to get the upper hand - if so, how and why? Dr. David Newman: Oh man. So I definitely think they have the upper hand with their marketing approach, mainly because they've got, you know, years and years of data and they know how to do this. So if you walk into a Target, if you walk into a Walgreens, they know exactly how to market their shelves and their product to you. As health care systems, we've mainly focused in on health care, on keeping people healthy, on, you know, operations, on prescribing medications. We haven't been super great at marketing. You know, health care is super complicated. Do we need to do everything that we are doing in the office? Does all the health care maintenance need to be done face-to-face? Do patients care about that? Or do they really wanna talk about what's on their agenda? So a good example of this is, you know, health care maintenance. Would we be able to have a, you know, an army of providers, whether that's MDs or nurse practitioners or PA's manage a list of people that need their [colonoscopy](https://www.sanfordhealth.org/procedures/colonoscopy), and would it be more satisfying for a patient to come in and talk about their congestive heart failure or their fatigue as opposed to talking about when they need their colonoscopy? Dr. Luis Garcia: Yeah, no question. Those are great points. Given the thoughts that you just shared, what do you feel should be our position, our approach? Should we ignore these disruptors? Do we, should we engage with them? Should we compete with them? What do you think that as an organization like Sanford, we should be doing in relation to these nontraditional disruptors? Dr. David Newman: So I think my thoughts are very much mirrored by lots of the CEOs of health care organizations. I was at some sort of meeting at one point, and the Mayo Clinic CEO, his quote was something like, retreating from innovation is not an option at this point, really, we have to be innovative or we will die as a health care organization, that there's so many things that are moving towards big data. I think the really interesting point that you brought up is the engage and compete. And those are definitely not exclusive. So the big question that we've gotta answer is, when we engage and when we compete, we are big enough at Sanford that there are certain things that we can do ourselves. I think a good example of that is like our quality dashboard. We've got a lot of really good work that we're doing for quality that we don't need someone else to build for us. We've got this great donation for a virtual hospital, and we're gonna be able to build our own protocols and really help a lot of people through that, where we're not gonna need a lot of help from the outside as far as competing. Those are the things that we can do with engaging. There are certain things that we are still not big enough with, so we need to cooperate with the outside. It's, you know, health care is a global game, and we are not going to say that we can do everything ourselves. A good example of that is like with Epic. So, we have a good relationship with Epic where we can help make the EMR as dynamic as possible, but we're not gonna kid ourselves and say that we can do it better than them because that's all they do, right? So that's a good example of how we just utilize their software. We've partnered with Livongo, which is like a diabetes technology firm that can do things that we can't do. So they can contact patients, they can coach patients, and they've got a team of, you know, educators that we just don't have. And we're being very innovative in that to try to make things better. Dr. Luis Garcia: You know, I think those are very strong points and great examples of what engaging could bring, not only just the benefits to us as an organization, but to our patients. So, you know, what would be, what do you think would be the consequences of not taking this route of engagement? What would happen if we choose to isolate ourselves? Dr. David Newman: Boy, I don't think that it's a really good option. I think it's actually a super bad option, not keeping up with technology. I think that one of the things that needs to happen is we just need, as providers, we need to realize that we're not as good as we think we are unless we leverage the available technology. You know, I think of, for me, this was very, very close to my heart as a couple years ago. They started having things like the artificial pancreas, which is a like a box that you wear, an insulin pump on your belt that has a sensor that monitors your glucose levels. And at first I was like, I don't know about this. Like, is it really better than I'm gonna be changing insulin levels and monitoring glucose levels, and the algorithms are a lot better than I am? There's been patients that I've been following for like 10 years that I've never been able to control, that the computer's better than I am. And that was really a wake-up call that really for me and my patients to get better. We have to leverage that technology. We have to engage with the companies. We have to say what's out there and we have to present it to our patients. One thing that in the Dakotas and in our footprint, we have really, really good relationship with patients and they want to talk to somebody about this technology before they go through with it. They wanna talk to someone trusted about this. It's like the COVID vaccine. Our rates of vaccination are a lot better after they've talked with somebody that they trust. And we can be that intermediary between our patients and technology by, you know, standing behind it to improve our patients' and our lives. Dr. Luis Garcia: I'll tell you Dave, this is just fascinating. I remember when I was in medical school, it was either type one or type two diabetes, and now I don't even know, I can memorize the many types of diabetes that you have. And now you're talking about an artificial pancreas. So talking about evolution and technology, this is just fascinating. Hey, Dave, it's been an honor to do this. And let me just ask you one last question. I know that you're busy and you're on call, but I appreciate your time. What keeps Dave Newman awake at night? Dr. David Newman: You know, my kids are old enough, they don't. But from like a health care standpoint, it is my own ego and like how comfortable I am at this stage of life, standing in the way of improving my patients, or I think the whole health care system in general, like the whole condition. So is there something that I could be doing better than I'm not? I think that there's gonna be a ton of stuff where us as providers, we get scared. You know, we like having our jobs. We like being the one in charge. And, for example, like is there a piece of software that can read a chest CT better than the radiologist? Is there a piece of software that can be a better endocrinologist than me? These are things that we need to be aware of and that we need to be partnering with just to improve things. And in the long run, they improve not only our lives, but our patient's life. Are these nontraditional health care disruptors doing things better than us? You know, I think that we do things pretty well, but we could do things better. That is, are there people out there that we should be learning from that we're not learning from? Dr. Luis Garcia: You know Dave, I can only think about the years in which you and I were in medical school and in residency and the tremendous amount of progress and the tremendous amount of technology that we've been able to witness and change. And it's just, I can't imagine how fascinating it is for the new generations to think about what the next 20 and 25 years will bring. And definitely it is an honor to belong to an organization that would allow us to witness that progress. And Dave, I could not have thought of anybody better to talk about this topic than you, a well respected individual and professional. It's an honor for me to be here. Thank you. And thank you to all the listeners for your time in sharing this podcast with us. Dr. David Newman: Yeah, pleasure's mine, Luis. Alan Helgeson (Host): You've been listening to \"Reimagining Rural Health,\" a podcast series brought to you by Sanford Health. Hear more episodes in this series or other Sanford Health series on Apple, Spotify, and [news.sanfordhealth.org](https://news.sanfordhealth.org/). For Sanford Health News, I'm Alan Helgeson, and thank you for listening. Learn more: [Ep. 1: Virtual care options help reach more rural patients](https://news.sanfordhealth.org/podcast/ep-1-virtual-care-options-help-reach-more-rural-patients/) [Ep. 20: Renowned thought leader visits Sanford Health](https://news.sanfordhealth.org/podcast/ep-20-renowned-medical-thought-leader-visits-sanford-health/) [Sanford CIO joins national conversations on digital health](https://news.sanfordhealth.org/rural-health/sanford-cio-joins-national-conversations-on-digital-health/) [Ep. 4: Digital health literacy for patients and providers](https://news.sanfordhealth.org/podcast/ep-4-digital-health-literacy-for-patients-and-providers/) Posted In [Corporate "}