{"title": "PDF", "author": "PDF", "url": "https://cpd.diabetes.org.uk/sites/default/files/2022-03/Pediatric%20Diabetes%20-%202018%20-%20Zeitler%20-%20ISPAD%20Clinical%20Practice%20Consensus%20Guidelines%202018%20%20Type%202%20diabetes%20mellitus%20in%20youth.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Clinical Practice Consensus Guidelines 2018: Type 2 diabetes mellitus youth Hospital Colorado, University of Colorado School of Medicine, Aurora, Colorado 2Children's Hospital, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania 3The Children's Hospital of Zhejiang University School of Medicine, Hangzhou, China 4Edmond and Lily Safra Children's Hospital, Tel-Hashomer, Sackler School of Medicine, Tel-Aviv, Israel 5Vestische Children's Hospital, University of Witten/Herdecke, Witten, Germany 6All India Institute of Medical Sciences, New Delhi, India 7Nihon University School of Medicine, Tokyo, Japan 8Royal Prince Alfred Hospital, University of Sydney, Sydney, Australia 9Lucile Packard Children's Hospital, Stanford University, Stanford, California Correspondence Phillip Zeitler, Children 's Hospital Colorado, University of Colorado School of Medicine, Aurora, CO. Email: philip.zeitler@childrenscolorado.org KEYWORDS: ISPAD, type 2 diabetes, youth 1|WHAT'S NEW The 2018 ISPAD Guidelines have been updated based on published data and evolving expert opinion since the 2014 chapter was pub- lished, including treatment target (HbA1c = 7%) and intensification of management recommendations. 2|EXECUTIVE SUMMARY 2.1 |Screening for T2DM in at-risk youth 1. Undiagnosed type 2 diabetes mellitus (T2DM) is rare in the ado- lescent population, even among high-risk individuals (A) 2. Generalized population screening of obese youth is unlikely to be cost-effective in most populations (E). a. Urinary glucose screening in Japanese and Taiwanese adoles- cents may be a unique situation with demonstrated cost- effectiveness (A) 3. Testing to identify clinical cases of diabetes should be considered in children and adolescents after the onset of puberty or after 10 years of age, whichever occurs earlier, who have risk factorsfor diabetes (obesity, intrauterine growth retardation with rapid infant weight gain, first-degree family history of T2DM, maternalhistory of diabetes or gestational diabetes during child's gestation, high-risk ethnicity, polycystic ovary syndrome). (A) 4. Clinical testing for dysglycemia in obese at-risk youth should occur in the setting of clinical assessment of other obesity-relatedcomorbidities (non-alcoholic fatty liver disease [NAFLD], dyslipi-demia, elevated blood polycystic syndrome)that are more prevalent than dysglycemia (A) 2.2 |Diagnosis and determination of diabetes type 1. T2DM in youth should be diagnosed using American Diabetes Association (ADA) criteria (A) a. Diagnosis can be made based on fasting glucose, or 2-hour glu- cose concentration during an oral glucose tolerance test(OGTT) or hemoglobin A1c (HbA1c) (B) b. In the absence of symptoms, testing should be confirmed with a repeat test on a different day c. Clinicians should be aware of the weaknesses of each diagnos- tic test 2. Diabetes autoantibody testing should be considered in all pediat- ric patients with the clinical diagnosis of diabetes because of thehigh frequency of islet cell autoimmunity in otherwise \"typical \" T2DM (B)Received: 2018 24 May DOI: 10.1111/pedi.12719 © 2018 John Wiley & Sons A/S. Published by John Wiley & Sons wileyonlinelibrary.com/journal/pedi October 2018; 19 (Suppl. 27): 28-46. a. Pre-pubertal children are unlikely to have T2DM even if obese (A) b. Antibodies will indicate the diagnosis of T1DM and an earlier need for insulin (A) c. Antibodies will indicate the need to consider the presence of other associated autoimmune disorders (A) 3. Diabetes autoantibody testing should be considered in over- weight/obese pubertal children with a clinical picture of T1DM (A) 4. The presence of clinically relevant comorbidities should be assessed at the time of diagnosis (A), including hypertension, dys- lipidemia, elevation of liver enzymes, and elevated urine albumin/ creatinine ratio (ACR) 5. Patients should be screened for obstructive sleep apnea (OSA), depression/anxiety, eating disorders, and impairment of cognition at the time of diagnosis (E). The possibility of pregnancy should beconsidered 2.3 |Initial treatment 1. Lifestyle changes should be recommended at the time of diagno- sis of T2DM (A) 2. Initial pharmacologic treatment of youth with T2DM should include metformin and insulin alone or in combination, dependingon degree of hyperglycemia and metabolic disturbances, and pres- ence or absence of ketosis/ketoacidosis. B a. Metabolically stable patients (HbA1c < 8.5 and no symptoms) should be started on metformin. (A) i. Begin with 500-1000 mg (or 850 mg when this is the lowest available dose) daily ×7 to 15 days. Titrate once a week over 3 to 4 weeks, depending on patient tolerance, to a max- imal dose of 1000 mg BID or 850 mg TID (extended releasemetformin product may be used where available). b. In patients with ketosis/ketonuria/ketoacidosis, treatment with subcutaneous or intravenous insulin should be initiated to rap-idly correct the metabolic abnormality (A). i. Once a day intermediate-acting or basal insulin (0.25-0.5 units/kg starting dose) is generally effective inattaining metabolic control ii. Metformin can be started along with insulin, once acidosis is resolved (E). iii. Transition onto metformin monotherapy can usually be achieved safely over 2 to 6 weeks (A) 3. The goal of treatment should be an HbA1c < 7.0% (<47.5 mmol/ mol). (B) be performed regu- larly. The frequency of SMBG should be individualized, based onthe degree of glycemic control and available resources (E). The benefits of continuous glucose monitoring have not been explored in youth-onset T2DM. 3|SUBSEQUENT TREATMENT 1. If the patient fails to reach target HbA1c of <7% (<47.5 mmol/ mol) within ofbasal insulin (or intermediate-acting insulin where basal insulin is not available) should be strongly considered. (A) 2. If target is not attained on the combination metformin and basal insulin (up to 1.5 U/kg), prandial insulin should be initiated andtitrated to reach target HbA1c < 7% (B) 3. Other pharmacologic agents are generally not approved for use in this population and their role in the management of glycemia inyouth-onset T2DM is presently not determined (E) a. The use of sulfonylurea agents is not recommended due to increased risk for hypoglycemia and more rapid loss of -cell function (A) 3.1 |Assessment and management of comorbidities and complications 1. Urine ACR should be obtained at the time of diagnosis and annu- ally thereafter: (A)a. An elevated ACR (>30 mg/g creatinine or 3.39 mg/mmol) should be confirmed on two of three samples. b. If urine ACR is confirmed to be >30 mg/g or 3.39 mg/mmol and BP is elevated, or urine ACR is mg/g irrespectiveof BP, angiotensin-converting enzyme (ACE) inhibitor angio-tensin receptor blocker (ARB) should be started and titrated with the goal of BP in the normal range (A) c. Consider non-diabetes related causes of renal disease espe- cially in the presence of ACR > 300 mg/g (33.9 mg/mmol); consider referral to a renal specialist. 2. BP should be monitored at every visit according to standardized techniques specific for children (A) a. Elevated BP should be confirmed on 2 additional separate days i. Hypertension is defined as an average systolic or diastolic BP > 95th percentile for age, sex, and height, with high nor-mal BP being 90th to <95th percentile. b. Initial treatment should consist of weight loss, limitation of die- tary salt, and increased physical activity. (E) c. If BP remains above the 95th percentile after 6 months, an ACE inhibitor should be initiated and titrated to achieve BP lessthan the 90th percentile (A) d. If the ACE inhibitor is not tolerated due to adverse effects, an ARB, calcium channel blocker, or diuretic can be used. (E) e. Combination therapy may be required if hypertension does not normalize on single agent therapy. (E) 3. Testing for dyslipidemia should be repeated once glycemic control has been achieved or after 3 months of initiation of medication, and annu-ally thereafter. Initial screening does not require a fasting sample (B) a. Cholesterol i. Goal levels are (B): 1. LDL-C < 100 mg/dL (2.6 mmol/L) 2. (0.91 triglycerides <150 mg/dL (1.7 mmol/L) ii. If LDL-C is above goal, blood glucose control should be opti- mized and dietary counseling should be provided using theAmerican Heart Association Step 2 diet iii. A repeat lipid profile should be performed fasting in 6 months. (B)ZEITLER ET AL. 29 iv. If repeat fasting LDL-C > 130 mg/dL (>3.4 mmol/L): begin medication with an initial goal of <130 mg/dL (<3.4 mmol/L): and an ideal target of <100 mg/dL (2.6 mmol/L (B) v. Statin therapy has been shown to be safe and effective in adolescents (A) 1. The risks of pregnancy should be re-emphasized b. Triglycerides i. If triglycerides are (to reducerisk for pancreatitis) (C) Fibrates are the preferred medication category for hypertri- glyceridemia and have been shown to be safe and effectivein adolescents (A) 4. Retinal examination should be performed at diagnosis and annu- ally thereafter (A) 5. Evaluation for NAFLD and non-alcoholic Steatohepatitis (NASH) by measuring ALT and AST should be done at diagnosis and annu-ally thereafter (A) a. Interpretation of ALT should be based upon sex-specific upper limits of normal in children (22 U/L for girls and 26 U/L for boys) and not individual laboratory upper limits of normal. (A). b. NAFLD/NASH or other causes of chronic hepatitis should be con- sidered for persistently (>3 months) elevated ALT >3 times theupper limit of normal (ULN) (C) c. Patients should be referred to gastroenterology if liver enzymes remain elevated >3 times ULN despite weight loss and attainmentof glycemic control. (E) 6. Patients should be asked about menstrual irregularities, symptoms of hyperandrogenism, depression, anxiety, eating disorders, andsleep disturbance at diagnosis and regularly thereafter. (E).Patients with menstrual irregularities should be tested forhyperandrogenism 7. Patients should be asked about smoking and alcohol use at diag- nosis and regularly thereafter and these behaviors should be dis-couraged. (A). 4|INTRODUCTION T2DM in children and adolescents (youth-onset T2DM) has become an increasingly important public health concern throughout theworld, 1-10with unique characteristics and demographics. The inci- dence of T2DM in adolescents continues to increase in many coun-tries. 11Similarly, the prevalence of prediabetes, defined in adults as a state of high-risk for progression to diabetes, is increasing quickly insome developing countries with the increase of overweight and obe-sity. 12Because of the relatively recent emergence of the problem in children and adolescents, there has been a limited evidence base lead-ing to unique challenges in the diagnosis, management, and monitor-ing of these individuals. This limited evidence base is further complicated by differences in the characteristics and presentation of the disorder and approaches to treatment in developed and develop-ing countries. In 2014, ISPAD developed guidelines for the diagnosisand management of children and adolescents with T2DM. 13Since thepublication of the last guidelines, additional studies, including follow- up of individuals in the multi-center randomized controlled TODAY trial and continuation of the population-based SEARCH for diabetesin youth study, have provided further information that contributessubstantially to understanding of T2DM. This chapter will discuss thediagnosis and presentation of T2DM, classification of diabetes type, initial and subsequent treatment, monitoring, and assessment and management of associated comorbidities and complications. 5|DEFINITION, CLASSIFICATION, AND CHARACTERISTICS OF YOUTH-ONSET T2DM T2DM occurs when insulin secretion is inadequate to meet the increased demand posed by insulin resistance, leading to relative insu-lin deficiency 14and is generally associated with other metabolic abnormalities characteristic of insulin resistance (dyslipidemia, hyper-tension, polycystic ovary syndrome, fatty liver). Unlike T1DM, there is no identified autoimmune process leading to inadequate insulin secre- tion in T2DM, which appears to result from genetic, environmental,and metabolic causes that may differ between individuals and popula-tions. Insulin secretion depends on disease status and duration and can vary from a delayed but markedly elevated peak in response to a glucose challenge initially, to absolutely diminished secretion overtime. 14Adults with symptoms of diabetes have 50% reduction in insu- lin secretion at the time of diagnosis and may become insulin depen-dent within a few years. 15In adolescents at the time of diagnosis of T2DM, insulin secretion relative to their insulin sensitivity is impaired by ~85%.16Moreover, recent data from the TODAY (Treatment Options for T2DM in Adolescents and Youth) study suggest that dete-rioration in insulin secretion is even more rapid in adolescents than what has been reported in adults. 2,17 -20Furthermore, data from the TODAY21}2and SEARCH studies,22from studies of First Nations ado- lescents in Canada23and from registries in atdiagnosis in youth-onset T2D, increase rapidly over time, and are associated with worse morbidity and mortality than T1D diagnosed in the same age group. The diagnosis of T2DM requires two steps: confirmation of the presence of diabetes followed by determination of diabetes type. Thecriteria and classification of diabetes are presented in greater detail inthe ISPAD Clinical Practice Consensus Guidelines: Definition, Epide-miology, Diagnosis, and Classification of Diabetes (needs reference to that chapter) The diagnostic criteria for diabetes in youth are based on measurement of glycemia and the presence of symptoms. 25There are four accepted ways to diagnose diabetes and each, in the absenceof unequivocal symptoms of hyperglycemia, must be confirmed, on a subsequent day, by any one of the four methods given below. According to the ADA, 25diabetes is diagnosed when: (note: none of these criteria have been specifically validated in children and ado- lescents and are all extrapolated from adult definitions) \u0081Fasting plasma glucose (FPG) 7.0 mmoL/L (126 75 g) anhydrous glucose dissolved in water2630 ZEITLER ET AL. \u0081Symptoms of diabetes and a random plasma glucose 200 mg/dL (11.1 mmol/L). \u0081Symptoms of diabetes include polyuria, loss. \u0081HbA1c 6.5% (48 \u0081Must utilize a laboratory based, National Glyco- hemoglobin Standardization Program (NGSP) certifiedmethodology \u0081Point-of-care measurement of HbA1c is not acceptable for diagnosis \u0081In the absence of symptoms, hyperglycemia detected incidentally or under conditions of acute physiologic stress may be transitoryand should not be regarded as diagnostic of diabetes. \u0081The OGTT has poor reproducibility in adolescents, with a concor- dance rate between tests a few weeks apart of less than 30%. 27 \u0081Although the HbA1c criterion has been accepted by the ADA for the diagnosis of diabetes in adults, this criterion remains contro-versial, as it identifies a population that does not overlap entirelywith that identified by fasting or post-glucose challenge criteria in adults or in youth. 28-30However, HbA1c 6.5% (48 mmol/mol) predicts the risk for retinopathy in adults,25as well as the glucose criteria. \u0081Caution should be used in interpreting HbA1c, as the relationship between HbA1c and average glucose concentration can varybetween different ethnic/racial populations 31but appears to be consistent within an individual32 After the diagnosis of diabetes is established, diabetes autoanti- body testing should be considered where available in all pediatric patients with the clinical diagnosis of T2DM because of the high fre- quency of islet cell autoimmunity in patients with \"clinically \"diag- nosed T2DM. Studies have shown that autoantibodies are present in10% to 20% of patients clinically diagnosed with T2DM, dependingon the race and ethnicity of the population 15,33 -35.36,37The presence of antibodies predicts rapid development of insulin requirement,34as well as risk for development of other autoimmune disorders. Diabetes autoantibody testing should also be considered in overweight/obesepubertal children with a clinical picture of T1DM (weight loss, ketosis/ketoacidosis), some of whom may have T2DM and be able to beweaned off of insulin for extended periods of time with goodcontrol. 38,39 5.1 |Characteristics of individuals with youth- onset T2DM \u0081Youth onset T2DM occurs most often during the second decade of life, with a median age of diagnosis of 13.5 years. This coin-cides with the peak of physiologic pubertal insulin resistance and,accordingly, the median age of onset is 1 year later in boys thangirls. 26,40 \u0081Youth-onset T2DM rarely occurs prior to puberty.26,40 \u0081Youth with T2DM come from families with a high prevalence of T2DM in first- and second-degree relatives.26,41 \u0081Youth onset T2DM occurs in all races, but with a much greater prevalence in populations at overall high risk for type 2 diabetes,for example, American Indians, Canadian First Nations, Africans and African-Americans, Latinos, East and South Asians, Indige-nous Australians and Pacific Islanders. The SEARCH for Diabetesin Youth study found the proportion of T2DM among 10 to19-year-olds to vary greatly by ethnicity in the United States: 6%for non-Hispanic whites, 22% for Hispanics, 33% Asians/Pacific Islanders, and 76% for NativeAmericans. 4,40In Europe, there is a greater prevalence in immi- grant populations from Asia, North Africa, and the Middle East.4 \u0081In Hong Kong, 90% of youth-onset diabetes is T2DM,4266% among Australian indigenous youth,4360% in Japan, 50% in Taiwan,7but only 8% in China.11 \u0081In the United States and Europe, nearly all youth with T2DM have body mass index (BMI) above 85th percentile for age and sex,26 with the median BMI > 99% percentile. In Europe, nearly half ofthe T2DM extremely obese (BMI > 99.5thpercentile). 44,45However, in Japan, 15% of children with T2DM are not obese,10,46in South Asian urban children, half of those with T2DM had normal weight ( <120% ideal for height),8and half of Taiwanese children with T2DM are not obese.7 \u0081Youth onset T2DM has a sex ratio (male: female) that varies from 1:4 to 1:6 in native North Americans to 1:1 in Asians and LibyanArabs. In some reports from China, the prevalence of T2DM inmales is higher than in females. 11 \u0081In the United States and Europe, youth-onset T2DM is predomi- nately found in populations characterized by low socioeconomic and educational status,26while in emerging countries like China and India, more affluent children are more likely to developT2DM than poorer children. 8,11 \u0081The presentation of youth-onset T2DM can vary from asymptom- atic hyperglycemia detected through screening or during routinephysical examination to ketoacidosis in up to 25% of or hyperglycemic hyperosmolar state.49These latter two presen- tations can entail significant risk for morbidity and mortality if notrecognized and appropriately treated. \u0081Youth-onset diabetes that has occurred in three consecutive gen- erations, appears to be mild, but not responsive to Metforminshould raise suspicion of the possibility of a form of monogenicdiabetes in the young (MODY). (reference) 5.2 |Autoimmune \"T2DM \" Some authors have reported the phenomenon of autoimmune T2DM. This has sometimes been referred to as T1.5DM, T3DM, or double-diabetes. However, these individuals are best understood as havingautoimmune T1D presenting in overweight or obese individuals withunderlying insulin resistance and associated metabolic abnormalities. \u0081Youth and adults in United States and Europe who are clinically diagnosed with T2DM are found to have T1D associated auto-antibodies in 15% to 40% of cases, including many who are notreceiving insulin 1 year after diagnosis. 35-37 \u0081Antibody-positive youth with the T2DM phenotype are signifi- cantly less overweight, have lower BP, lower triglycerides, higherZEITLER ET AL. 31 HDL-C, are less likely to be female and more likely to be non- minority than otherwise similar antibody negative patients.37 \u0081ß-cell function is significantly lower in antibody-positive youth with T2DM phenotype, resulting in more rapid development of insulin dependence.37,50,51 5.3 |Uncertainties of classification The clinician is obliged to weigh the evidence in each individual patient to distinguish between T1DM and T2DM. The reasons for this conundrum are: \u0081With increasing obesity in childhood, as many as 30% of newly diagnosed T1DM or patients with monogenic diabetes (MODY)may be obese, depending on the rate of obesity in the background population. \u0081A significant number of pediatric patients ultimately diagnosed with T2DM demonstrate ketonuria or ketoacidosis at diagnosis. 48,52 \u0081T2DM is common in the general adult population, with a positive family history for diabetes in 15% or greater in minority popula-tions, reducing the specificity of a positive family history. \u0081Measurement of insulin or C-peptide is not recommended as part of routine evaluation. There is considerable overlap in insulin or C-peptide measurements between T1DM and T2DM at onset ofdiabetes and over the first year. 40This overlap may be due to subjects being in the pre-symptomatic or recovery phase of autoimmune-mediated T1DM (the \"honeymoon \") and the effects of elevated glucose (glucotoxicity) and free fatty acids (lipotoxi- city) to impair insulin secretion at the time of testing in both T1DM and T2DM. In addition, the insulin resistance of obesitymay raise residual C-peptide levels in obese adolescents with T1D. Therefore, measurements are relatively valueless in the acute phase. However, persistence of C-peptide above the normallevel for age is unusual in T1DM after 12 to 14 months. 53 \u0081Insulin resistance is present in both T2DM and T1DM, though the pathophysiology is different and resistance in T2DM is generally more severe.54,55 \u0081Measurement of diabetes autoantibodies is the most rigorous approach to identification of T1DM. However, this measurementmay be limited by lack of ready availability of standardized auto- antibody assays, cost, involvement of antibodies not yet identi- fied, and varying rates of antibody positivity in T1DM in differentethnic groups. \u0081While monogenic diabetes is rare in youth-onset diabetes overall, studies suggest that approximately 5% of individuals in some populations diagnosed with T2DM will have identifiable muta- tions associated with monogenic diabetes. 56,57Monogenic diabe- tes can be confused with either T1DM or T2DM and requires a high-index of suspicion and recognition of autosomal dominanttransmission in the family. The identification of monogenic diabe- tes has important clinical implications (50% likelihood of offspring being affected, better prognosis, fewer employment restrictions,possible avoidance of needing insulin) so that genetic testing should be considered where appropriate and available.5.4 |Pre-diabetes: Diagnostic criteria (impaired glucose tolerance and impaired fasting glucose) There are individuals whose glucose levels do not meet the criteria for diabetes, but are too high to be considered normal. Impaired glucose tolerance (IGT) and impaired fasting glucose (IFG) are intermediatestages in the natural history of disordered carbohy- drate metabolism between normal glucose homeosta- sis and diabetes. The ADA has designated thesephysiologic state \"pre-diabetes \"to recognize the high risk for progression to diabetes in adults. 25 \u0081Prediabetes is diagnosed according to ADA definitions: \u0081IFG and IGT are not interchangeable and represent different abnormalities of glucose regulation.58,59 \u0081Individuals who meet the criteria for IGT or IFG may be euglyce- mic in their daily lives, as shown by normal or near-normal HbA1c and those with IGT may manifest hyperglycemia only when chal- lenged with an OGTT. Conversely, some individuals may have ele- vated HbA1c but have normal OGTT, likely reflecting daily carbohydrate intake exceeding that associated with a standard glucose load. The relevance of the concept and cut-offs for prediabetes, by def- inition a state of high risk for progression to diabetes in adults, is unclear in adolescents. However, data in youth demonstrate that -cell function relative to insulin sensitivity is impaired even below the typically accepted cut points for fasting and the 2-hour glucose con- centrations diagnostic of IFG and IGT.60,61 \u0081In obese adolescents, pre-diabetes is often transient, with as many as 60% of individuals reverting to normal glucose tolerance within 2 years as the insulin resistance of puberty wanes.62Per- sistent weight gain is a predictor of persistent pre-diabetes and progression to diabetes.63Less than 2% of European adolescents with IFG or IGT develop T2DM in the next 5 years,64,65though this rate is higher among Latino and African-American youth.66 \u0081Among minority adolescents in the United States, those with a laboratory measured HbA1c > 6% (42 mmol/mol) have more than double the rate of progression to diabetes than those with an HbA1c 5.7% to 6% (39-42 mmol/mol).66 \u0081Only lifestyle change, with decreased caloric intake and increased physical activity has been shown to be effective for adolescents with pre-diabetes.67There is currently no evidence base for the use of medications, such as metformin, for the treatment of predi- abetes in adolescents and the low progression rate to diabetes in32 ZEITLER ET AL. this population indicates that many adolescents would be unnec- essarily treated. 6|TREATMENT OF YOUTH ONSET T2D 6.1 |Management differences between T1DM and T2DM The emergence of T2DM in children and adolescents has required that specialists familiar with the management of T1DM in childrenand adolescents recognize the vast differences between the treat-ment challenges of these two disorders. \u0081Differences in socioeconomic status: Whereas T1DM is distrib- uted throughout population proportionate to socioeconomicdistribution, T2DM in developed countries disproportionatelyaffects those with fewer resources, for example, lower incomelevels, less educated parents, and less well insured. 26,40Con- versely, in Asia and in other emerging economies, T2DM dispro-portionately affects the affluent. \u0081Older age: T1DM occurs throughout childhood, when parental influence is predominant, whereas T2DM occurs typically in ado-lescence, when peer influence predominates. \u0081More family experience: Only 5% of families with a child with T1DM have family experience with the disease, while more than75% of families of the child with T2DM have such experience. Poor weight and glycemia control in these family members is common, with resultant complications and risk for a sense offatalism. \u0081Gestational factors: More children with T2DM have either low or high birth weights and were exposed to gestational diabetes com-pared with those with T1DM . 68,69 \u0081Associated comorbidities and complications: Unlike T1DM, where diabetes related complications develop after many years of diabe-tes, many patients with T2DM will have comorbidities, such asfatty liver, sleep apnea, dyslipidemia, and hypertension 22,26,70at the time of diagnosis and appear to develop microvascular andmacrovascular complications at an accelerated rate. Therefore,screening for these abnormalities is recommended at the time of diagnosis and treatment may be required at the time of initiation of therapy for dysglycemia. Reduction in the rate of complicationswill require especially diligent attention to management of glyce-mia and aggressive treatment of comorbidities. 15,18,24,71,72The complication rate of T2DM in European adolescents is lower thanin the United States and Australia. 45 \u0081Lifestyle education: While education on diet and physical activity is important in all youth with diabetes, the need for intensive life- style intervention is a dominant feature of therapy in youth withT2DM 73.74However, treatment adherence is a great challenge in lifestyle intervention of obese adolescents.74,75 \u0081Because of the lower risk for hypoglycemia in T2DM, a lower HbA1c target is achievable in most adolescents with T2DM.6.2 |Management goals \u0081Education for diabetes self-management \u0081Normalization of glycemia while minimizing hypoglycemia \u0081Weight loss \u0081Reduction in carbohydrate and calorie intake \u0081Increase in physical activity and exercise capacity \u0081Control of comorbidities and complications, including hyperten- sion, dyslipidemia, nephropathy, sleep disorders, and hepaticsteatosis 6.3 |Education See also the ISPAD Clinical Practice Guidelines for diabetes education.76 Initial and on-going education for T2DM should focus on behavioral changes (diet and activity), as well as education on administration of oralhypoglycemic agents and insulin as needed. The materials used to pro- vide diabetes education in the TODAY trial were specifically designed tobe age and culturally appropriate for English- and Spanish-speakingNorth American populations and are available for public use in both English and Spanish on the TODAY public website (portal.bsc.gwu.edu/web/today). They have also been mo dified and made available by the ADA as a program called Be Healthy TODAY; Be Healthy for Life (http:// www.diabetes.org/living-with-diabetes/parents-and-kids/children-and-type-2/) \u0081Education should be given by team members with expertise and knowledge of the unique dietary, exercise, and psychologicalneeds of youth with T2DM. The education and treatment teamfor T2DM ideally should include a nutritionist, psychologistand/or social worker, and exercise physiologist. 76 \u0081Education in T2DM places greater emphasis on healthy lifestyle habits including behavioral, dietary and physical activity changesthan is generally required for T1DM. \u0081Education should be provided in a culturally sensitive and age- appropriate manner \u0081Because nearly all youth with T2DM are adolescents, the ISPAD Guidelines for Adolescent Care are appropriate to the educationof youth and families with T2DM. 77 \u0081The entire family will need education to understand the principles of treatment of T2DM and to understand the critical importanceof the lifestyle changes required of the entire family to success-fully manage a youth with T2DM. \u0081Care providers should acknowledge that the initial uncertainty in the diagnosis of diabetes type in some patients can be confusingand anxiety-provoking for the youth and family. The anxiety canbe minimized by emphasizing the importance of normalizing bloodglucose metabolism using whatever therapy is appropriate to themetabolic circumstances of the specific individual, regardless ofthe eventual \"type\"of diabetes. \u0081Contraceptive counseling should be included, as well as a discus- sion of typical failure rates and the importance of using the con-traceptive method consistently and correctly to avoid unplannedpregnancy in diabetes.ZEITLER ET AL. 33 6.4 |Behavioral change Lifestyle change is the corner-stone of treatment of T2DM and clini- cians should initiate a lifestyle modification program, including nutri-tion and physical activity, for children and adolescents at the time ofdiagnosis of T2DM. 78The interventions include promoting a healthy lifestyle through behavior change, including nutrition, exercise train-ing, weight management, and smoking cessation. \u0081The family and child should understand the medical implications of obesity and T2DM. \u0081Clinicians must understand the health beliefs and behaviors of the family/community to design an effective behavioral plan. \u0081Changes should be made in small achievable increments and with the understanding that these changes need to be permanent. \u0081The patient and family should be trained to monitor the quantity and quality of food, eating behavior, and physical activity on aregular basis. \u0081As in any behavioral change, a dynamic and sustainable reward system is essential for success. 6.5 |Dietary management Involvement of a nutritionist/dietitian with knowledge and experience in nutritional management of youth with diabetes is necessary andexperience with the unique characteristics of youth with T2DM isdesirable. Dietary recommendations should be culturally appropriate,sensitive to family resources, and should be provided to all caregivers. The family should be encouraged to make dietary changes consistent with healthy eating recommendations, including individualizedcounseling for weight reduction, reduced carbohydrate and total andsaturated fat intake, increased fiber intake, and increased physicalactivity. More specific dietary recommendations are given in theISPAD Guidelines for dietary management and by the American Acad-emy of Pediatrics. 79 6.5.1 |Dietary modification should focus on \u0081Eliminating sugar-sweetened soft drinks and juices. Complete elimination of these drinks and substitution of water and othercalorie-free beverages can result in substantial weight loss. FDA-approved nonnutritive sweeteners (NNS) may help patients limit carbohydrate and energy intake, 80but evidence that NNS can provide sustained reduction in weight or insulin resistance islacking. \u0081Increasing fruit and vegetable intake. \u0081Reducing the use of processed, prepackaged, and convenience foods. \u0081Reducing the intake of foods made from refined, simple sugars and high fructose corn syrup. \u0081Portion control. \u0081Reducing meals eaten away from home. \u0081Asian diets that primarily consist of high-carbohydrate meals, and in some regions, high animal protein intake, should be modified, with increased portions of fresh vegetables and decreased por- tions of carbohydrate rich noodles, white rice, and starches.\u0081Changing staple foods from enriched white rice and white flour to brown rice and whole grain items with lower glycemic index topromote gradual and sustainable absorption with meals. \u0081Changing family diet behaviors: \u0081Limiting availability of high-fat, high-calorie dense food and drink. \u0081Teaching families to interpret nutrition fact labels. \u0081Emphasizing healthy parenting practices related to diet and activity by promoting parental modeling of healthy eatinghabits, but avoiding overly restricted food intake. \u0081Encouraging positive reinforcement of all goals achieved (eg, no or minimal weight gain, reduction in high caloric drinks) andavoiding blame for failure. \u0081Promoting meals eaten on schedule, in one place, preferably as a family unit, and with no other activity (television, computer,studying), and minimizing frequent snacking. \u0081Collaboration with the family to consider cultural food prefer- ences and the use of food during family events and culturalfestivals. \u0081Maintaining food and activity logs as beneficial for raising awareness of food and activity issues and for monitoringprogress. 6.6 |Exercise management Exercise is an important part of the diabetes management plan. Regu- lar exercise has been shown to improve blood glucose control, reducecardiovascular risk factors, contribute to weight loss, and improvewell-being 81-83Youth with T2DM should be encouraged to engage in moderate-to-vigorous exercise for at least 60 minutes daily; this canbe completed in several shorter segments. Specific, negotiated, andenjoyable exercise prescriptions should be developed for each patient and family that are sensitive to family resources and environment. A family member or friend should be identified who is available to par-ticipate in physical activity with the patient. Exercise management should include: \u0081Collaborative development of an achievable daily exercise pro- gram to break the entrenched sedentary lifestyle characteristic ofyouth with T2DM, \u0081Reduction in sedentary time, including TV, computer-related activities, texting, and video games. 84Screen time should be lim- ited to less than 2 hours a day. Use of electronic entertainment and communication devices such as video games, computers, and smart phones are associated with shortened sleep duration,excess body weight, poorer diet quality, and lower physical activ-ity levels. 84-86 \u0081Promotion of stable household routines, particularly increasing sleep duration and reducing TV viewing.86,87 \u0081Addressing sedentary time spent doing school work and identify- ing ways to incorporate physical activity as breaks. \u0081Promotion of physical activity as a family event, including daily efforts to be physically more active, such as using stairs instead of34 ZEITLER ET AL. elevators, walking or bicycling to school and to shop, and doing house and yard work, \u0081Encouragement of positive reinforcement of all achievements and avoidance of shaming. 6.7 |Smoking and alcohol While cigarette smoking is harmful to all youth, those with special healthcare needs are especially vulnerable to the negative health con- sequences of tobacco as a result of their compromised health status and disease, as well as treatment-related complications.88Additional research is needed to develop and examine the efficacy of interven-tions specifically targeting tobacco use among youth with T2DM within healthcare settings. Patients should be asked at each visit if they are smoking and counseled against initiation of smoking. Those youth who are smoking should be counseled on the importance of smoking cessation and provided resources for support. Similarly, the deleterious effects of the misuse of alcohol in the setting of diabetes and risk for fatty liver disease, as well as for hypoglycemia, should be discussed at each visit. 6.8 |Glycemic monitoring \u0081SMBG \u0081SMBG should be performed regularly. The frequency of SMBG should be individualized and include a combination of fasting and postprandial glucose measurements with a frequencybased on the medication(s) used, the degree of glycemic con- trol present, and available resources. Unlike in T1DM, the evi- dence that SMBG has an impact on glycemic control in individuals with T2DM is limited. \u0081Once glycemic goals have been achieved, limited at home test- ing is needed and a few fasting and post prandial values a week are generally satisfactory. If values rise out of the target range consistently, more frequent testing should be recom- mended to identify the possible need for change in therapy. \u0081During acute illness or when symptoms of hyper- or hypogly- cemia occur, patients should perform more frequent testing and be in contact with their diabetes care team for advice. \u0081Patients on insulin or sulfonylureas need to use SMBG more fre- quently to monitor for asymptomatic hypoglycemia, particularly at night. \u0081HbA1c concentration should be determined at least twice a year and quarterly, if possible. \u0081The potential benefit of continuous glucose monitoring is being investigated in this population. 6.9 |Pharmacologic therapy The aims of therapy in youth-onset T2DM are to improve glycemia, to prevent acute and chronic complications, to prevent metabolic decompensation, to improve insulin sensitivity, to improve endoge-nous insulin secretion if possible, to restore glucagon and incretin physiology, and to provide exogenous insulin when necessary. Fur- thermore, the choice of therapeutic approach should consider theeffect on comorbidities and cardiovascular risk. While many oral hypo- glycemic agents are approved for use in adults, only metformin isapproved for use in youth in the majority of countries. Sulfonylureasare approved for use in adolescents in some countries; other oralagents are described below for information, recognizing that someadolescents may benefit from their use. However, newer agents are generally more expensive than the core therapies and evidence for their efficacy and safety in youth is limited or currently non-existent.Many clinical trials of anti-hyperglycemic agents are underway inyouth-onset T2DM, but recruitment is slow and results are notexpected for a few more years. 6.9.1 |Initial treatment Initial treatment of youth with T2DM should include metformin and/or insulin alone or in combination. The specifics of the initialtreatment modality are determined by symptoms, severity of hyper-glycemia, and presence or absence of ketosis/ketoacidosis. As in T1DM, those with symptoms, particularly vomiting, can deteriorate rapidly and need urgent assessment and treatment. 1. If the patient is metabolically stable —HbA1c < 8.5% (69.4 mmol/ mol) and no symptoms —metformin is the treatment of choice together with healthy lifestyle changes. Begin with 500 to1000 mg daily ×7 to 14 days. Titrate by 500 to 1000 mg every 1 to 2 weeks, depending on patient tolerability, over 3 to 4 weeksuntil the maximal dose of 1000 mg BID, 850 mg TID (or 2000 mgonce a day of extended-release metformin where available) is reached. 2. In patients with ketosis/ketonuria/ketoacidosis or HbA1c > 8.5% (69.4 mmol/mol), insulin will be required initially. A variety of insu-lin regimens are effective, but once-a-day intermediate or basalinsulin (0.25-0.5 units/kg starting dose) is often effective in attain-ing metabolic control, while entailing minimal patient burden and being well-tolerated by the patients. The primary adverse effect of insulin is weight gain. The risk of hypoglycemia should also beconsidered, but is uncommon in adolescents with T2DM due totheir insulin resistance. Metformin can generally be started at thesame time as insulin, unless acidosis is present. 3. Transition onto metformin can usually be achieved over 2 to 6 weeks by decreasing the insulin dose 30% to 50% each timethe metformin is increased, with a goal of eliminating insulin ther-apy if this can be achieved without loss of glycemic control. Datafrom the TODAY study indicate that 90% of youth with T2DMcan be successfully weaned off insulin and treated withmetformin alone. 38,39 6.9.2 |Subsequent therapy The goal of initial treatment should be to attain an HbA1c of less than 7.0% (53 mmol/mol),89and in some situations <6.5% (47.5 mmol/ mol).90This can almost always be accomplished with metformin and basal insulin, alone or in combination. Long-term glycemic control ismore likely when therapy is intensified to maintain the HbA1c target(treat-to-target) rather than waiting for the HbA1c to rise beforeintensifying therapy (treat-to-failure). 91ZEITLER ET AL. 35 \u0081If the patient fails to reach target HbA1c of <7.0% (53 mmol/mol) or <6.5% (47.5 mmol/mol) within 4 months on metformin mono- therapy, addition of basal insulin should be considered. \u0081If target is not attained on combination metformin and basal (up to 1.5 U/kg/day), initiation of prandial insulin should be considered, with titration to reach target HbA1c < 7.0% (53 mmol/mol) or <6.5% (47.5 mmol/mol). \u0081Use of other oral or injected agents known to be effective in adults with T2DM for youth with T2DM may be beneficial inaddition to, or instead of, metformin and insulin, but there are lim- ited studies of the use of these agents and they are generally approved only for patients >18 years of age. These agents havenot been specifically studied in young adults between 18 and 25 years, but it is presumed their safety and effectiveness are similar to that reported for older adults. 6.10 |Metformin Metformin acts through AMP kinase in liver, muscle, and fat and improves glycemia through reducing hepatic glucose production by decreasing gluconeogenesis, and by stimulating peripheral glucose uptake in some but not all studies. Additionally, an initial anorexic effect may promote limited and likely unsustained weight loss. \u0081There is little to no risk of hypoglycemia with monotherapy. \u0081Intestinal side effects (transient abdominal pain, diarrhea, nausea) may occur, but can be minimized in most patients with slow dos- age titration over 3 to 4 weeks and instructions to always take the medication with food. The side effects may also be attenuatedby the use of extended release formulations. \u0081The risk of lactic acidosis with metformin is extremely low. Met- formin should not be given to patients in ketoacidosis, with renal impairment, cardiac or respiratory insufficiency, or who arereceiving radiographic contrast materials. Metformin should be temporarily discontinued during a gastrointestinal illness. 89 \u0081Metformin may normalize ovulatory abnormalities in girls with polycystic ovary syndrome (PCOS) (ovarian hyperandrogenism) and increase pregnancy risk.92 \u0081Metformin is approved for use during pregnancy. \u0081Recent studies in adults indicate increased prevalence of B12 deficiency in adults taking metformin, but the implications for adolescents are unclear; no cases of B12 deficiency were reported in the TODAY study.93Nevertheless, periodic monitor- ing of B12 should be considered. 6.11 |Other available agents 6.11.1 |Sulfonylurea and meglitinides (not approved for use in those <18 years in all countries) These agents bind to receptors on the K+/ATP channel complex caus- ing K+ channels to close, resulting in insulin secretion. Meglitinides bind to a separate site from sulfonylureas on the K+/ATP channel complex. Sulfonylurea sites equilibrate slowly and binding persists forprolonged periods; thus, traditional sulfonylureas have prolonged effects. Meglitinides 94have an intermediate equilibration and bindingduration and are prescribed for rapid enhancement of insulin secretion before meals. Overall, use of sulfonylureas in adults is associated with a 1.5% to 2% decrease in HbA1c. \u0081The major adverse effects of sulfonylureas are: \u0081Hypoglycemia: may be severe and prolonged depending on the agent used \u0081Weight gain \u0081There has been a single pediatric clinical trial of a sulfonylurea (gli- mepiride), which showed no superior efficacy to metformin and a greater degree of weight gain and hypoglycemia.95 \u0081Sulfonylureas may accelerate the loss of beta-cell function and eventual loss of control on oral therapy alone.96 6.11.2 |Thiazolidinedione (TZD) (not approved for use in those <18 years of age) TZDs bind to nuclear peroxisome proliferator activator receptors (PPAR gamma), which are ubiquitous orphan steroid receptors particu- larly abundant in adipocytes. These agents increase insulin sensitivity in muscle, adipose, and liver tissue, with a greater effect on muscle glucose uptake than biguanides. Long-term treatment in adults is associated with a reduction in HbA1c of 0.5% to 1.3%. The side effects of TZDs include weight gain, anemia, fluid retention (including congestive heart failure),94,97and possible association with bladder cancer.98Liver toxicity associated with earlier members of this family have not been found with the newer TZDs. Rosiglitazone was under substantial marketing restriction in the United States and Europe due to concerns for an increased risk for congestive heart failure and myo- cardial infarction. Although these restrictions have been lifted, the future of TZDs in therapy for T2DM in adults or youth remains unclear. In the TODAY study, therapeutic failure rates were the lowest in the group receiving metformin plus rosiglitazone (38.6%) vs metformin alone (51.7%) lifestyle (46.6%).17Thus, addition of rosiglitazone to metformin decreased the risk for progression to insu- lin requirement by 23%. 6.11.3 |-Glucosidase inhibitors (not approved for use in those <18 years of age -glucosidase inhibitors (acarbose, miglitol) reduce the absorption of carbohydrates in the upper small intestine by inhibiting breakdown of oligosaccharides, thereby delaying absorption in the lower small intes- tine. This reduces the postprandial rise of plasma glucose. Long-term therapy is associated with 0.5% to 1% (5.5-10.9 mmol/mol) reduction in HbA1c. Because of their mechanism of action, these agents have been particularly widely used and successful in countries where carbo- hydrates make up a substantial part of the diet.99There have been no trials of -glucosidase inhibitors in youth, but the frequent side effect of flatulence makes these agents unattractive to most adolescents. 6.11.4 |Incretin mimetics (glucagon-like peptide-1 [GLP-1] receptor agonists) (not in those <18 years of age) GLP-1 is secreted by L-cells in the small intestine in response to food, increasing insulin secretion proportionate to BG concentrations,36 ZEITLER ET AL. suppressing glucagon, prolonging gastric emptying, and promoting satiety. They are rapidly degraded by dipeptidyl peptidase- IV (DPP-IV); both native GLP-1 and the injected mimetic have a serum half-lifeof 2 minutes. However, pharmaceutical alterations in the GLP-1 ago-nists have resulted in longer-acting injected agents given twice-daily,once daily, or once-weekly subcutaneous injections. Clinical trials inadults have shown reduced fasting and post-prandial BG, weight loss,and lower HbA1c (0.5%-0.8%), as well as reduction in cardiovascularand renal events in high-risk patients. 100,101Adverse effects include nausea, vomiting, diarrhea, and infrequent dizziness, headache, anddyspepsia. The side effects generally decrease over time. Besides asingle publication of the pharmacodynamics and the pharmacokineticsof liraglutide in adolescents with T2DM, 102there are no published studies of efficacy and safety of incretin mimetics in youth T2D, butseveral are currently underway. 6.11.5 |DPP-IV Inhibitors (not approved for use in those <18 years of age) DPP-IV inhibitors inhibit the enzyme that breaks down GLP-1, result- ing in higher concentrations of GLP-1 and effects similar to those ofGLP-1 mimetics, though unlike GLP-1 mimetics, they have no effecton gastric emptying, satiety or weight loss. DPP-IV inhibitors areadministered orally once or twice daily and long-term therapy inadults is associated with 0.5% (5.5 mmol/mol) reduction in HbA1c.There have been no published studies of DPP-IV inhibitors in youth,but several are currently underway. 6.11.6 |Sodium-Glucose Co-transporter 2 (SGLT2) inhibitors (not approved for use in those <18 years of age) SGLT-2 inhibitors inhibit renal tubular reabsorption of glucose, leading to increased urinary glucose loss, reduction in serum glucose, andweight loss. The use of SLGT 2 inhibitors in adults is associated withreduction in HbA1c approaching that seen with metformin. 91Further- more, SGLT2 inhibitors have been shown to have beneficial effects onweight loss, BP, renal function, and cardiovascular outcomes inadults. 103-106Adverse effects include small increases in prevalence of genitourinary infections, particularly among women and uncircum-cised men. 107Canagliflozin has been associated with increased rates of lower extremity amputations in adults at risk for vascular compro-mise 108and there have been reports of euglycemic diabetic ketoaci- dosis in patients on SGLT2 inhibitors.109There have been no studies of SGLT2 inhibitors in youth, but several are currently underway. 6.12 |Gastric surgery Bariatric surgery may be considered for adolescents with obesity- related comorbidities, including T2DM, particularly when patientshave been unsuccessful with medical therapy alone. Recent resultsfrom a large US consortium of pediatric bariatric surgery centers hasdemonstrated remission of T2DM and other comorbidities in nearlyall youth, with attainment of HbA1c targets exceeding that seen withmedical therapy. 110,111Currently metabolic surgery is considered for adolescents with T2DM and BMI > 35 kg/m2who have uncontrolled glycemia and/or comorbidities despite lifestyle and pharmacologictreatment. Although the morbidity and mortality rates in adults havedecreased over the last 5 years, this treatment should be undertaken only in centers of excellence with an established and experienced sur- gical, nutritional, behavioral, and medical support and outcome data collection program. 7|T2DM AND INSULIN RESISTANCE: COMORBIDITIES AND COMPLICATIONS Insulin resistance is a physiologic abnormality, defined as an impaired response to the physiologic effects of insulin, including effects on glu- cose, lipid, and protein metabolism, and on vascular endothelial func- tion. Insulin resistance is increased during mid-puberty, pregnancy,aging, and the luteal phase of the menstrual cycle, in individuals ofsome ethnicities, and in those with increased total and visceral adipos-ity, high fat diet, and sedentary behavior. Several events in development may be associated with increased risk for the insulin resistance syndrome, including premature adre-narche, 112being born small for gestational age (SGA) or to a preg- nancy complicated by maternal obesity.113The development of obesity and inactivity during childhood also increases the likelihood ofinsulin resistance. The insulin resistance syndrome is a collection of abnormalities that are increased in prevalence in insulin-resistant individuals. Theseabnormalities include: LDL-C particles) \u0081Endothelial dysfunction (increased mononuclear changes (increased sympathetic nervous system activity, increased renal sodium retention) \u0081Inflammation (increased C-reactive protein, cytokines.) \u0081Increased Because of these insulin resistance-related abnormalities, individ- uals with insulin resistance have a higher risk of developing overtT2DM, cardiovascular disease, hypertension, polycystic ovary syn-drome, NAFLD, nephropathy, OSA, and some types of cancer. In con-trast to the definition of metabolic syndrome (MetS) in adults, 114 there is no standard definition of metabolic syndrome for use in thepediatric population and more than 46 different pediatric metabolicsyndrome definitions have been used. 115,116Indeed, the concept of defining the MetS in childhood has been criticized due to absence of epidemiologic data associated any definition with cardiovascular risk.117In 2007, the International Diabetes Federation published its definition of the MetS in children and adolescents based onZEITLER ET AL. 37 extrapolation from adult data.118This panel recommended the follow- ing criteria: 1. for children 6 to <10 years old, obesity (defined as 90th percen- tile of waist circumference), followed by further measurements asindicated by family history; 2. for age 10 to <16 years, obesity (defined as waist circumfer- ence 90th percentile), followed by the adult criteria for triglyc- erides, HDL-C, BP, and glucose. For youth 16 years of age, the panel recommends using the existing International Diabetes Fed-eration criteria for adults. When this definition is used, MetS is rapidly increasing in preva- lence with rising childhood obesity and sedentary lifestyles worldwide.In western countries, the incidence of childhood obesity has morethan doubled over the past generation. Studies show that the preva-lence of metabolic syndrome in obese youth ranges from 19% to 35%,compared with <2% in normal-weight groups. The odds of developingmetabolic syndrome in obese boys and girls were 46-67 and 19-22times greater, respectively, than for normal-weight youth. 119A recent study showed that the prevalence of metabolic syndrome was 27.6%in obese Chinese children, compared to 0.2% in normal weight chil-dren. 120Similar findings have been reported from India.121 Co-morbidities characteristic of insulin resistance are commonly present at diagnosis or appear early in the course of T2DM andshould be screened for sooner than in T1DM, where these disor-ders are generally seen as complications of long-standing diabetes rather than as co-morbid conditions. 122A more complete discussion of screening for complications/co-morbidities is presented in theISPAD Guidelines for microvascular, macrovascular, and othercomplications. 123,124 7.1 |Obesity Obesity has deleterious associations with morbidity independent of insulin resistance and diabetes.125-127In addition, weight loss and exercise both improve insulin resistance and glycemia. Shifts up ordown in BMI category during childhood are associated with increasesand decreases in cardiovascular risks markers. 128Therefore, assess- ment of BMI and pattern of weight gain should be considered a rou-tine part of monitoring in youth with T2DM. 129 7.2 |Hypertension Hypertension is associated with endothelial dysfunction, arterial stiff- ness, and increased risk of both cardiovascular and kidney disease.130 Moreover, tight BP control in adults with T2DM in the UK Prospec-tive Diabetes Study (UKPDS) improved microvascular and macrovas-cular disease at least as much as control of glycemia. 131Hypertension was present in 13.6% of 699 US youth in the TODAY study at amedian duration of diabetes of 7 month, 26progressing to 33.8% dur- ing average follow-up 3.9 years.18Male sex and higher BMI signifi- cantly increased the risk for hypertension in the TODAY cohort.Eppens et al. 132reported even higher rates in Australia, with 36% of youth with T2DM having hypertension within 1.3 years of T2DMdiagnosis. Moreover, the SEARCH Study, which included US youth with longer diabetes duration, found hypertension in 65% of youth with T2DM.133Hypertension in T2DM is related to renal sodium retention and resulting volume expansion, increased vascular resis- tance related to reduced nitric-oxide-mediated vasodilatation, and increased sympathetic stimulation by hyperinsulinemia. In addition,there is a possible genetic predisposition to hypertension in T2DM related to associated increased activity of the renin-angiotensin system. \u0081BP should be measured with an appropriate-sized cuff at every clinic visit, and values compared to the normal ranges for sex, height and age. \u0081Initial treatment of BP consistently at, or above, the 95th percen- tile on three occasions should consist of efforts at weight loss,limitation of dietary salt, and increased physical activity. \u0081If, after 6 months, BP is still above the 95th percentile, initiation of an ACE inhibitor or ARB should be considered to achieve BP values that are less than the 90th percentile 134.78,130,135If the ACE inhibitor is not tolerated due to adverse effects (mainlycough), an ARB, calcium channel blocker, or diuretic are alternatives. \u0081Combination therapy may be required if hypertension does not normalize on single agent therapy. However, combination ACE inhibitor and ARB are not recommended due to an excess ofadverse events and no added clinical benefit. 136Evaluation of hypertension not responsive to initial medical therapy should also include a renal ultrasound and echocardiogram.130 7.3 |Nephropathy Albuminuria (either micro- or macro-) is present at the time of diagno- sis in a substantial number of adolescents with T2DM and prevalence increases with duration of diabetes. In the TODAY study, microalbu-minuria was found in 6.3% of 699 T2DM youth at baseline at a median disease duration of 7 months and prevalence rose to 16.6% by 36 months 18,26; higher levels of HbA1c were significantly related to risk of developing microalbuminuria. Similar findings have been reported in smaller studies of US minority and Indian, Canadian First Nation and Maori youth70,137,138and macroalbuminuria was reported in 16% of First Nation youth after relatively short disease duration.139 In a study in Manitoba, Canada, youth with microalbuminuria werenine times as likely to develop renal failure as those without microal-buminuria. 140Thus, the presence of albuminuria in youth was highly predictive of the future risk of renal failure. The prevalence of micro- and macroalbuminuria is higher and the progression of nephropathy isaccelerated in youth-onset T2DM compared to T1DM in all popula- tions examined. In a Japanese cohort of 1065 patients diagnosed with T2DM prior to age 30 years, 31 (3%) developed renal failure requiringdialysis at a mean age of 35 years. Factors influencing progression were diabetes duration, HbA1c, and diastolic BP. Moreover, the inci- dence of nephropathy for those diagnosed age 10 to 19 years wasdouble that of individuals in the same population with T1DM, even when accounting for duration of disease. 14138 ZEITLER ET AL. \u0081Albuminuria should be evaluated at diagnosis and annually thereafter \u0081The definition of microalbuminuria used by the ADA is either: \u0081Albumin-to-creatinine ratio 30 to 299 mg/g (3.39-33.79 mg/ mmol) in a spot urine sample (preferred) \u0081Timed overnight or 24-hour collections with albumin excretion rate of 20 to 199 mcg/min. \u0081An elevated value can be secondary to exercise, smoking, men- struation and orthostasis. Therefore, the diagnosis of persistentabnormal microalbumin excretion requires documentation of twoof three consecutive abnormal values obtained on different days. \u0081Repeat testing should be done in the AM immediately after ris- ing, as orthostatic proteinuria is common in adolescents and isconsidered benign. \u0081Non-diabetes-related causes of renal disease should be consid- ered and consultation with a nephrologist obtained if macroalbu-minuria (ACR > 300 mg/g) is present. \u0081If urine ACR is confirmed to be >30 mg/g (3.39 mg/mmol) and BP is elevated, ACR is >300 mg/g (33.9 mg/mmol) irre-spective of BP, ACE inhibitor or ARB should be started and BP normalized (A) 7.4 |Dyslipidemia Hypertriglyceridemia and decreased HDL-C are the hallmarks of the dyslipidemia characteristic of obesity, insulin resistance and T2D. Inthe TODAY study, 79.8% of T2DM youth had a low HDL-C and 10.2% had high triglycerides within a few months of diagnosis 26and the SEARCH study found that 73% of 2096 US youth with T2DM oflonger duration had a low HDL and 60% to 65% had hypertriglyceri-demia. 142In a Canadian First Nations population of 99 youth with T2DM, total cholesterol, LDL-C, triglycerides and apoB level greater than the National Health And Nutritional Evaluation Study (NHANES) 75th percentile were found in in 60%, and low Australian youth with a dura- tion of T2DM of less than 3 years, elevated total cholesterol wasfound in 32% and hypertriglyceridemia in 53%. 132Finally in was present in 27% youth with T2DM.7Addi- tional findings include elevated VLDL, elevated Lp a, and increased small dense LDL-C particles. Decreased lipoprotein lipase activity,increased lipoprotein atherogenic. \u0081In youth with T2DM, testing for dyslipidemia should be assessed once glycemic control has been achieved or after 3 months of ini-tiation of medication, and annually thereafter. 78,130Initial screen- ing does not need to be done fasting. levels are: \u0081LDL-C < \u0081blood glucose control should be maximized and dietary counseling should be provided (7% saturated fat, <200 mg cholesterol) and exercise encouraged.130\u0081A repeat lipid profile should be performed in 6 months. \u0081If repeat LDL-C > 130 mg/dL (>3.4 mmol/L): a \u0081Statin therapy has been shown to be safe and effective in children as in adults and should be the first pharmacologic intervention, 123 although long term safety data are not available. \u0081Statin treatment should begin at the lowest available dose and dose increases should be based on monitoring of LDL-C levelsand side effects. \u0081The use of statins in sexually active adolescent females must be carefully considered and the risks explicitly discussed, as thesedrugs are potentially teratogenic and not approved in pregnancy. \u0081Routine monitoring of liver enzymes is not required with statin therapy. \u0081Elevated triglycerides can increase the risk for pancreatitis. \u0081If the triglycerides are >150 mg/dL (>1.7 mmol/L), efforts to maximize blood glucose control, limit dietary fat and simplesugars and achieve desirable weight should be emphasized. \u0081If fasting triglycerides are >400 mg/dL (5.6cmmol/L) or non- >1000 mg/dL (11.3 mmol/L) treatment with a fibric acid should be considered due to significantlyincreased risk for pancreatitis, with a goal of <150 mg/dL(<1.7 mmol/L). \u0081Low HDL-C levels in youth are not managed directly with medica- tion, but physical activity and healthy diet should be encouraged. 7.5 |Atherosclerosis and vascular dysfunction Hyperglycemia, dyslipidemia, and hypertension are contributors to the acceleration of atherosclerosis in T2D, along with oxidative stress, gly-cation of vascular and abnormalities in platelet function andcoagulation. Defective endothelium-dependent vasodilatation is an additional factor accelerating atherosclerosis in T2DM. Endothelial dysfunction is an early sign of increased risk for cardiovascular dis-ease, is predictive of cardiovascular events and occurs in obese chil-dren relative to their level of obesity and degree of insulinresistance. 143,144In addition, youth with T2DM have increased intima media thickness, serum markers of endothelial damage, left dysfunction, reduced maximal exercise capacity55and increased arterial stiffness,147all of which predict early cardiovascular morbidity and mortality. 7.6 |Polycystic ovary syndrome (PCOS) PCOS is increasingly recognized in adolescent girls with obesity. Ado- lescents with PCOS have /C2440% reduction in insulin-stimulated glu- cose disposal compared to body composition matched non-hyperandrogenic control subjects. 148There are limited data on the exact prevalence of PCOS in youth with T2DM, but a study of 157adult women of reproductive age with T2DM found the PCOS preva-lence to be high at 8.3%. 149A lack of periods can increase long term risk of endometrial cancer and PCOS increases lifetime risk for cardio-vascular disease. 150ZEITLER ET AL. 39 \u0081A menstrual history should be taken on every girl with T2DM at diagnosis and at each visit. \u0081An evaluation for PCOS should be considered if there is primary or secondary amenorrhea, hirsutism and or significant acne. \u0081PCOS is diagnosed based on the presence of oligo- or amenor- rhea with biochemical or clinical evidence of hyperandrogenism,without or without evidence for polycystic ovaries. 92 \u0081Decreasing insulin resistance with weight loss, exercise and met- formin improves ovarian function and increases fertility. \u0081Girls receiving diabetes treatment should also be counseled that fertility may improve as a result and appropriate birth control should be used when desired to prevent pregnancy. 7.7 |Non-alcoholic fatty liver disease Hepatic steatosis is present in 25% to 50% of adolescents with T2DM and more advanced forms of NAFLD, such as NASH, are increasinglycommon and associated with progression to cirrhosis, portal hyper-tension, and liver failure. 151,152NAFLD is the most frequent cause of chronic liver disorders among obese youth153and is the most com- mon reason for liver transplantation in adults in the United States. In the United States, Hispanics have the highest prevalence of NAFLD, followed by non-Hispanic Whites, while the prevalence among Afri-can-American is much lower. 154However, these prevalence estimates are based on liver enzyme elevations and are likely an underestimateof the prevalence of hepatic steatosis in T2DM youth, as steatosis ismore common than elevated liver enzymes and liver enzymes can benormal despite having steatosis. 155Newer imaging methods for analy- sis of liver fat and inflammation are emerging and may become more standard in coming years.156Presence of the metabolic syndrome in obese adolescents predicts IGT and NAFLD55and the presence of T2DM independently predicts progression to fibrosis.157 Weight loss improves NAFLD and metformin has been shown to improve liver enzymes and liver steatosis in youth in insulin resistantadolescents. 55,158In the TODAY study, permanent medication reduc- tions/discontinuation due to elevated liver enzymes was lowest in the metformin plus rosiglitazone group.93Thus, T2DM therapies that improve insulin resistance appear to improve NAFLD and, therefore,are the standard approach to youth with both NAFLD and T2DM.However, due to the potential for progression to NASH, fibrosis andcirrhosis, ongoing monitoring of liver enzymes is recommended inyouth with T2DM, with referral for imaging and/or biopsy if enzymesremain >3 times ULN despite weight loss and/or diabetes therapies. 7.8 |Obstructive sleep apnea OSA is common in obese youth, but the prevalence in pediatric T2DM has not yet been well documented. However, it is likely high, since theprevalence of OSA in adults with T2DM is between 70% and90%. 159,160OSA not only causes poor sleep quality and daytime sleepiness, but in adults it has clinical consequences, including hyper-tension, left ventricular hypertrophy and increased risk of renal andcardiovascular disease.\u0081The International Diabetes Federation Taskforce on Epidemiology and Prevention strongly recommended that health professionals working in adult T2DM consider the presence of OSA. 161 \u0081OSA can be screened for in youth with T2DM using questions about snoring, sleep quality, apnea, morning headaches, daytime sleepiness, nocturia, and enuresis. \u0081If symptoms are suggestive, the diagnosis of OSA is made by for- mal sleep study and referral to a sleep specialist. 7.9 |Depression, anxiety, eating disorders, cognition Youth with T2DM are at increased risk for a number of major mental health challenges, including major clinical depression,162-165which is associated with poor adherence to diabetic treatment recommenda- tions.162,164,166Current evidence suggests the early presence of depressive symptomatology, higher distress scores and anxiety, equiv-alent to or greater than that seen in T1DM and older onset T2DM. 167 Signs include depressed mood, markedly diminished interest or plea-sure, increased or decreased appetite, insomnia or hypersomnia, psy-chomotor agitation or retardation, fatigue or loss of energy, feelingsof worthlessness and recurrent thoughts of death. \u0081Youth with T2DM should be assessed for depression at diagnosis and periodically thereafter, particularly in those with frequentemergency department visits or poor glycemic control. \u0081Identified patients should be referred to appropriate mental health care providers experienced in addressing depression inyouth. 162 There is also increasing evidence of a high prevalence of anxiety disorders, eating disorders,168,169social isolation and impaired cogni- tive function in youth with T2DM and their caregivers.170The assess- ment and treatment of these disorders should be considered part of the comprehensive care of youth with T2DM. 7.10 |Cardiovascular risk in youth-onset T2D Adults in their 40s with youth-onset T2DM have a marked excess of macrovascular disease, with a high prevalence of ischemic heart dis-ease (12.6%), stroke (4.3%), the composite end point any macrovas- cular disease (14.4%) and death (11%). 24In addition, these endpoints were markedly higher than a similarly aged group of participants withT1DM, despite similar glycemic control and a longer duration of diabe-tes in the T1DM group. It has been estimated that youth and youngadults with T2DM lose approximately 15 years from average life expectancy and may experience severe, chronic complications by their 40s. 171Furthermore, emerging evidence suggests that early onset of T2DM may be associated with more aggressive development ofmicrovascular and macrovascular complications than T2DM appearing at later ages. 21,172 -174Therefore, a comprehensive management plan that includes early and aggressive control of diabetes complicationsand cardiovascular risk factors is needed to reduce lifetime risk ofmorbidity and early death. This risk for accelerated cardiovascular dis-ease in young adults argues for transition of these patients to multi- disciplinary adult medical providers who can provide expertise in40 ZEITLER ET AL. comprehensive monitoring and treatment of diabetes and related complications. 8|POPULATION SCREENING FOR T2DM IN HIGH-RISK YOUTH As opposed to identification of diabetes in a specific youth in whom there is a moderate or high level of clinical suspicion for diabetes, screening refers to broad based testing of a population or testing of individuals meeting certain general criteria. While the former is neces-sary in the evaluation of individual patients, the latter is only justifiablein certain circumstances. 175General guidelines to justify a screening test and as applied to T2DM in youth are as follows: \u0081The condition tested for is sufficiently common to justify the cost of the testing. \u0081It is not clear that this is the case in most populations. In the United States, screening based on fasting and post-challengeglucose in high-risk minority adolescents at the peak age ofT2DM diagnosis identified <1% with T2DM. 176Whether there is sufficient prevalence of undiagnosed T2DM in specific populations of adolescents to justify testing remains unclear. \u0081If the disorder has low prevalence, most abnormal tests will be false positives and require additional testing, which must be included in the determination of cost. \u0081The condition tested for is serious in terms of morbidity and mortality.\u0081Unquestionably true of T2DM in adolescents because of the association with increased cardiovascular risk factors and renal dysfunction. \u0081The condition tested for has a prolonged latency period without symptoms, during which abnormality can be detected and treat- ment can prevent morbidity. \u0081Early detection of T2DM is likely associated with better out- come, though specific published support for this presumption is lacking in youth. \u0081Pre-diabetes has been identified in at-risk youth, but there is currently no evidence-based interventions beyond those which would be delivered to the at-risk youth anyway (weight loss,exercise, diet change). \u0081Hypertension, dyslipidemia, and microalbuminuria have been identified in youth with pre-diabetes, but also in obese youthwithout diabetes. Therefore, there is an argument for monitor-ing and appropriate treatment of hypertension, dyslipidemia,and microalbuminuria in at-risk youth, rather than focusing on identification of dysglycemia. \u0081A test is available that is sensitive (few false negatives) and accu- rate with acceptable specificity (minimal number of false positives). \u0081None of the currently available tests (fasting glucose, random glucose, 2-hour post-challenge glucose, HbA1c) are sufficientlysensitive and specific to function well given the low prevalence of T2DM, even in high-risk populations\u0081There remains substantial uncertainty in the normal ranges and meaning of abnormal values in each of these measures of gly-cemia in youth. Guidelines issued by the ADA in 2000, 177the American Academy of Pediatrics in 201378and by the Endocrine Society in 2017129all recommend screening for diabetes in the clinical setting in at-riskobese youth after age 10. However, accumulating data indicate thatscreening to identify diabetes in asymptomatic youth has a low yield and further research is required to determine the optimal strategy for testing, including the frequency of testing. Therefore, for now, thebest evidence suggests that population screening for T2DM outsideof research settings is not cost-effective in most populations. Urinaryglucose screening of youth in Japan and Taiwan may be evidence- based exceptions. 178,179 9|SUMMARY AND CONCLUSIONS Youth-onset T2DM has emerged as an important health problem in youth, disproportionately affecting socioeconomic minorities in NorthAmerica and Europe and increasingly prevalent in emerging econo-mies, such as India, China, Malaysia, and parts of South America. Since the last set of ISPAD guidelines in 2014, there has been substantial progress in our understanding of the disorder and growing recognitionthat youth-onset T2DM, while sharing aspects of pathophysiologywith T2DM occurring later in life, also has important unique features - rapid onset and progression, highly prevalent and rapidly progressing comorbidities, challenging socioeconomic features in most countries,and close association with puberty, a life-stage during which manage-ment of chronic disease is especially difficult. Furthermore, youth-onset T2DM has more rapid development of complications and car- diovascular risk than either youth-onset T1D M or adult-onset T2DM, leading to higher morbidity and mortality rates. Unfortunately, this elevated risk for poor outcome is not always appreciated by families, primary care providers, or diabetes specialists, for whom familiarity with adult onset T2DM and the lack of insulin dependence may generate a false complacency. These features com-bine to make youth-onset T2DM a particularly challenging disorderand suggest that, given the complex needs of youth with T2DM, such patients should be managed by diabetes providers experienced in the disorder and its associated comorbidities and, where possible, in spe-cialized multi-disciplinary centers. Furthermore, transition to adultcare is period of high-risk for worsening of control and adherence and loss of follow-up and should be undertaken thoughtfully. REFERENCES 1. Mayer-Davis EJ, Lawrence JM, Dabelea D, et al. Incidence trends of type 1 and type 2 diabetes among youths, 2002-2012. N Engl J Med . 2017;376(15):1419-1429. BJ, EG, et al. Youth-onset type 2 diabetes consensus report: current status, challenges, and priorities. Diabetes Care. 2016;39(9):1635-1642. 3. Duncan GE. Prevalence of diabetes and impaired fasting glucose levels among US adolescents: National Health and nutrition examina- AL. 41 4. Pinhas-Hamiel O, Zeitler P. The global spread of type 2 diabetes mel- litus in children and adolescents. J Pediatr Kitagawa T, Owada M, Urakami K. Increased incidence of non-insulin dependent diabetes mellitus among Japanese school-children correlates with an increased intake of animal protein and fat. Clin Pediatr British Society for Paediatric Endocrinology and Diabetes Clinical Trials Group. FirstUK survey of paediatric type 2 diabetes and MODY. Arch Dis Child . 2004;89(6):526-529. 7. Wei JN, Sung FC, Li CY, et al. Low birth weight and high birth weight infants are both at an increased risk to have type 2 diabetes amongschoolchildren in Taiwan. Diabetes Care . 2003;26(2):343-348. 8. Ramachandran A, Snehalatha C, Satyavani K, Sivasankari S, Vijay V. Type 2 diabetes in Asian-Indian urban children. Diabetes Care . 2003; 26(4):1022-1025. 9. Eppens MC, Craig ME, Jones TW, et al. Type 2 diabetes in youth from the Western Pacific region: glycaemic control, diabetes care and complications. Curr Med Res Opin . 2006;22(5):1013-1020. 10. Sugihara S, Sasaki N, Kohno H, et al. Survey of current medical treat- ments for childhood-onset type 2005;14(2):65-75. 11. Fu JF, Liang L, Gong CX, et al. Status and trends of diabetes in Chi- nese children: analysis of data from 14 medical centers. World J Pediatr . 2013;9(2):127-134. 12. Ye Q, Fu JF. Paediatric type diabetes in China-Pandemic, progres- solutions. Pediatr Diabetes . 2018;19(1):27-35. Zeitler P, Fu J, Tandon N, et al. ISPAD Clinical Practice Consensus Guidelines 2014. Type 2 diabetes in the child and adolescent. Pediatr Diabetes . 2014;15(suppl 20):26-46. M, Levy-Marchal C. Characterization of insulin secretion and resistancein type 2 of adolescents. 2006; 91(2):401-404. 15. Intensive blood-glucose control with sulphonylureas or insulin com- pared with conventional treatment and risk of complications inpatients with type 2 diabetes (UKPDS 33). UK Prospective DiabetesStudy (UKPDS) Group. Lancet . 1998;352(9131):837-853. Gungor N, Bacha F, Saad R, Janosky J, Arslanian S. Youth type 2 dia- betes: insulin resistance, beta-cell failure, or both? Diabetes Care . 2005;28(3):638-644. 17. TODAY Study Group, Zeitler P, Hirst K, et al. A clinical trial to main- tain glycemic control in youth with type 2 diabetes. N Engl J Med . 2012;366(24):2247-2256. 18. TODAY Study Group. Rapid rise in hypertension and nephropathy in youth with type 2 diabetes: the TODAY clinical trial. Diabetes Care . 2013;36(6):1735-1741. 19. TODAY Study Group. Effects of metformin, metformin plus rosiglita- zone, and metformin plus lifestyle on insulin sensitivity and beta-cellfunction in TODAY. Diabetes Care . 2013;36(6):1749-1757. 20. Bacha F, Gungor N, Lee S, Arslanian SA. Progressive deterioration of beta-cell function in obese youth with type 2 diabetes. Pediatr Diabe- tes. 2013;14(2):106-111. 21. Gandica R, Zeitler P. Update on youth-onset type 2 diabetes: lessons learned from the treatment options for type 2 diabetes in adoles- cents and youth clinical trial. et al. Association of type 1 diabetes vs type 2 diabetes diagnosed during childhood and ado-lescence with complications during teenage years and young adult-hood. 2017;317(8):825-835. 23. Dyck RF, Jiang Y, Osgood ND. The long-term risks of end stage renal disease and mortality among first nations and non-first nations peo-ple with youth-onset diabetes. Can J Diabetes . 2014;38(4):237-243. 24. Constantino MI, Molyneaux L, Limacher-Gisler F, et al. Long-term complications and mortality in young-onset diabetes: type 2 diabetesis more hazardous and lethal than type 1 diabetes. Diabetes Care . 2013;36(12):3863-3869. 25. American Diabetes Association. 2. Classification and diagnosis of dia- betes: standards of medical care in diabetes-2018. 2018;41(suppl 1):S13-S27.26. Copeland KC, Zeitler P, Geffner M, et al. Characteristics of adoles- cents and youth with recent-onset type 2 diabetes: the TODAY cohort at baseline. 2011;96(1):159-167. Robertson R, Arslanian S. Reproducibility of the oral glucose tolerance test in overweight chil- dren. J Clin Endocrinol Metab . 2008;93(11):4231-4237. 28. Kapadia of the Pedi- atric Endocrine Society. Hemoglobin A1c measurement for the diag-nosis of type 2 diabetes in children. Int J Pediatr . PS, Kelsey MM. Con- tinuous glucose monitoring and its relationship to hemoglobin A1cand oral glucose tolerance testing in obese and P, KJ. Use of glycosylated hemoglobin increases diabetesscreening CG, et al. Racial differences in the relationship of glucose concentrations and hemoglobin A1c levels.Ann Intern Med . 2017;167(2):95-102. 32. Diabetes Research in Children Network Study Group, Wilson DM, Kollman. Relationship of A1C to glucose concentrations in childrenwith type 1 diabetes: assessments by high-frequency glucose deter-minations 2008;31(3):381-385. GF, Bosi E, Cull CA, et al. IA-2 antibody prevalence and risk assessment of early insulin requirement in subjects presenting withtype 2 diabetes (UKPDS 71). Diabetologia . 2005;48(4):703-708. 34. Turner Stratton 25: autoantibodies cytoplasm and glutamic acid decarboxylase for prediction ofinsulin requirement in type 2 diabetes. UK Prospective DiabetesStudy Group. Lancet . 1997;350(9087):1288-1293. 35. Umpaichitra V, Banerji MA, Castells S. Autoantibodies R, DP-Wiss Study Group. Beta-cell autoantibodies in children with type 2 diabetes mel- litus: subgroup or misclassification? Klingensmith GJ, Pyle L, Arslanian S, et al. The presence of GAD and IA-2 antibodies in youth with a type 2 diabetes phenotype: results from the TODAY study. Diabetes Care . 2010;33(9):1970-1975. 38. Laffel L, Chang N, Grey M, et al. Metformin monotherapy in youth with recent onset type 2 diabetes: experience from the prerandomi- zation run-in phase of the TODAY study. Pediatr 2012; 13(5):369-375. 39. Kelsey MM, C, et al. Presentation and effec- tiveness of early treatment of type 2 diabetes in youth: lessons from the TODAY study. Pediatr Diabetes . 2016;17(3):212-221. 40. Writing Group for the SfDiYSG, Dabelea D, Bell RA, et al. Incidence of diabetes in youth in the United States. JAMA . 2007;297(24): 2716-2724. 41. Pinhas-Hamiel LM, Cohen R, Zeitler PS. The type 2 family: a setting for development and treat-ment of adolescent type 2 diabetes mellitus. Arch Pediatr Adolesc Med. 1999;153(10):1063-1067. 42. Chan JC, Swaminathan R, Nicholls MG, Cockram CS. Obesity, albuminuria Hong A, Cooper M, Hewitt JK, Davis EA. Increasing inci- dence of type 2 diabetes in Indigenous and non-indigenous childrenin Western Australia, 1990-2012. Grabert M, et al. Diabetes mellitus type 2 in childhood and adolescence in Germany and parts of Austria. Eur J Pediatr . 2005;164(11):705-707. 45. Schober E, Rami B, Grabert M, et al. Phenotypical aspects of maturity-onset diabetes of the young (MODY diabetes) in compari- son with type 2 diabetes mellitus (T2DM) in children and adoles-cents: experience from a large multicentre database. Diabet Med . 2009;26(5):466-473.42 ZEITLER ET AL. 46. Urakami T, Kuwabara R, Habu M, et al. Clinical characteristics of non-obese children with type 2 diabetes mellitus without Obesity, insulin resistance, beta-cell autoimmunity, and the changing clinical epidemiology of childhood diabetes. Diabe- tes Care . 2003;26(10):2954-2956. 48. Dabelea D, Rewers A, Stafford JM, et al. Trends in the prevalence of ketoacidosis at diabetes diagnosis: the SEARCH for diabetes in youthstudy. Pediatrics . 2014;133(4):e938-e945. 49. Zeitler P, Haqq A, Rosenbloom A, Glaser N, Drugs and Therapeutics Committee of the Lawson Wilkins Pediatric Endocrine Society. Hyperglycemic hyperosmolar syndrome in children: pathophysiologi- cal considerations and suggested guidelines for treatment. J Pediatr . 2011;158(1):9-14.e2. 50. Tfayli H, Bacha F, Phenotypic type 2 diabetes obese insulin sensitivity and versus -negative phenotypic type 2 diabetes in youth: does the oral glucose tolerance test distinguish between the two? Diabetes Care . 2010;33(3):632-638. 52. Rivera-Vega MY, Flint A, Winger DG, Libman I, Arslanian S. Obesity and youth diabetes: distinguishing characteristics between islet cell antibody positive vs. negative patients over time. Pediatr Diabetes . 2015;16(5):375-381. 53. Writing Team for the Diabetes C, Complications Trial/Epidemiology of Diabetes I, Complications Research Group. Sustained effect ofintensive treatment of type 1 diabetes mellitus on development and progression of diabetic nephropathy: the epidemiology of diabetes interventions and complications . 2003;290(16): 2159-2167. 54. Nadeau KJ, Regensteiner JG, Bauer TA, et al. Insulin resistance in adolescents with type 1 diabetes and its relationship to cardiovascu- lar function. KJ, TA, et al. Insulin resistance in adoles- cents with type 2 diabetes is associated with impaired exercise capacity. J Clin Endocrinol Metab . 2009;94(10):3687-3695. PR, et al. ISPAD clinical practice consensus guidelines 2014. The diagnosis and management of monogenic diabetes in children and adolescents. Pediatr Diabetes . 2014;15(suppl 20):47-64. 57. Dabelea D, Etiological approach to char- acterization of diabetes type: the SEARCH for Diabetes in Youth Study. Diabetes Care . 2011;34(7):1628-1633. 58. Cali N, Arslanian SA. From pre-diabetes to type 2 diabetes in obese youth: pathophysiological characteristics along the spectrum of glucose dysregulation. Diabetes Care . 2010;33(10): 2225-2231. 60. Burns Gungor N, Arslanian SA. Declin- ing beta-cell function relative to insulin sensitivity with escalatingOGTT 2-h glucose concentrations in the nondiabetic through the dia- betic range in overweight youth. Diabetes Care . 2011;34(9): 2033-2040. 61. Tfayli H, Lee S, Arslanian S. Declining beta-cell function relative to insulin sensitivity with increasing fasting glucose levels in the nondia-betic range in children. Diabetes Care . 2010;33(9):2024-2030. 62. Wolters B, RW. pubertal status on metabolic health M, Caprio of changes in glucose tolerance status in obese youth. Diabetes Care . 2005;28(4):902-909. 64. Kleber M, deSousa G, Papcke S, Wabitsch M, Reinehr T. Impaired glucose tolerance in obese white children and adolescents: three tofive year T, et al. One-year follow-up of untreated obese white children and adolescents withimpaired glucose tolerance: high conversion rate to normal glucose overweight and obese pediatric patients. Pediatr Diabetes V, Chin VL, Perez-Colon use in children adolescents with prediabetes. Pediatr Clin North Am . 2017;64(6):1341-1353. 68. Lindsay RS, Hanson RL, Bennett PH, Knowler WC. Secular trends in birth weight, BMI, and diabetes in the offspring of diabetic mothers. Diabetes Care . 2000;23(9):1249-1254. 69. Dabelea D, Mayer-Davis EJ, Lamichhane AP, et al. Association of intrauterine exposure to maternal diabetes and obesity with type2 diabetes in youth: the SEARCH Case-Control Study. Diabetes Care . 2008;31(7):1422-1426. 70. Dart AB, Martens PJ, Rigatto C, Brownell MD, Dean HJ, Sellers EA. Earlier onset of complications in youth with type 2 diabetes. Diabetes Care. 2014;37(2):436-443. 71. TODAY Study Group. Retinopathy in youth with type 2 diabetes par- ticipating in the TODAY clinical trial. Diabetes Care . 2013;36(6): 1772-1774. 72. TODAY Study Group. Lipid and inflammatory cardiovascular risk worsens over 3 years in youth with type 2 diabetes: the TODAY clin- ical trial. Diabetes Care . 2013;36(6):1758-1764. 73. Marcus MD, Wilfley DE, El Ghormli L, et al. Weight change in the management of youth-onset type 2 diabetes: the RI, BJ, et al. Adherence to a life- style program for youth with type 2 diabetes and its association with treatment outcome in the TODAY clinical trial. Pediatr Diabetes . 2018;19(2):191-198. 75. Reinehr T, Schober E, Roth CL, Wiegand S, Holl R. Type 2 diabetes in children and adolescents in a 2-year follow-up: insufficient adher- ence to diabetes centers. Horm Res . 2008;69(2):107-113. 76. Smart CE, Annan F, Bruno LP, et al. ISPAD Clinical Practice Consen- sus Guidelines 2014. Nutritional management in children and adoles- cents with diabetes. Pediatr Diabetes . 2014;15(suppl 20):135-153. 77. Cameron FJ, Amin R, de Beaufort C, et al. ISPAD Clinical Practice Consensus Guidelines 2014. Diabetes in adolescence. Pediatr Diabe- tes. 2014;15(suppl 20):245-256. 78. Copeland KC, Silverstein J, Moore KR, et al. Management of newly diagnosed type 2 diabetes mellitus (T2DM) in children and adoles- cents. Pediatrics . 2013;131(2):364-382. 79. Barlow SE, Expert C. Expert committee recommendations regarding the prevention, assessment, and treatment of child and adolescent overweight and obesity: summary report. Pediatrics . 2007;120(suppl 4):S164-S192. 80. Fitch C, Keim KS, Academy of Nutrition and Dietetics. Position of the Academy of Nutrition and Dietetics: use of nutritive and nonnu- tritive sweeteners. J Acad Nutr Diet . 2012;112(5):739-758. 81. American Diabetes Association. 4. Lifestyle management: standards of medical care in diabetes-2018. Diabetes Care . 2018;41(suppl 1): S38-S50. 82. Dhuper S, Buddhe S, Patel S. Managing cardiovascular risk in over- weight children and adolescents. Paediatr Drugs . 2013;15(3): 181-190. 83. Jensen MD, Ryan DH, Apovian CM, et al. 2013 AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Asso- ciation Task Force on Practice Guidelines and The Obesity Society. Circulation . 2014;129(25 suppl 2):S102-S138. 84. Chahal H, Fung C, Kuhle S, Veugelers PJ. Availability and night-time use of electronic entertainment and communication devices are asso- ciated with short sleep duration and obesity among Canadian chil- dren. Pediatr Obes . 2013;8(1):42-51.ZEITLER ET AL. 43 85. Lane A, Harrison M, Murphy N. Screen time increases risk of over- weight and obesity in active and inactive 9-year-old Irish children: across sectional analysis. J Phys Act Health . 2014;11(5):985-991. 86. Ash T, Taveras EM. Associations of short sleep duration with child- hood obesity and weight gain: summary of a presentation to theNational Academy of Science's Roundtable on Obesity Solutions.Sleep Health . 2017;3(5):389-392. 87. children's television rette smoking among adolescents with type 1 diabetes: strategies for behavioral prevention and intervention. J Diabetes Complications . 2012;26(2):148-153. 89. American Diabetes Association. 12. Children and adolescents: stan- dards of medical care in 1):S126-S136. 90. Zeitler P, Hirst K, Copeland KC, et al. HbA1c after a short period of monotherapy with metformin identifies durable glycemic control among adolescents with type 2 diabetes. Diabetes Care . 2015;38(12): 2285-2292. 91. American Diabetes Association. 8. Pharmacologic approaches to gly- cemic treatment: standards of 2018;41(suppl 1):S73-S85. 92. Legro RS, Arslanian SA, Ehrmann Diagnosis and treatment of polycystic ovary 2013;98(12):4565-4592. 93. TODAY Study Group. Safety and tolerability of the treatment of youth-onset type 2 diabetes: the TODAY experience. Diabetes Care . 2013;36(6):1765-1771. 94. Lincoff AM, Wolski K, Nicholls SJ, Nissen SE. Pioglitazone and risk of cardiovascular events in patients with type 2 diabetes mellitus: a meta-analysis of randomized versus met- formin as monotherapy pediatric patients with type 2 diabetes: a randomized, single-blind comparative study. Diabetes SE, Haffner S, Loke YK, Furberg CD. JAMA . 2007;298(10): 1189-1195. 98. Yu OH, Platt RW, Azoulay L. Pioglita- zone use and risk of bladder cancer: population based cohort study. BMJ. 2016;352:i1541. 99. Yang W, Liu J, Shan Z, et al. Acarbose compared with metformin as initial therapy in patients with newly diagnosed type 2 diabetes: anopen-label, non-inferiority randomised trial. Lancet JFE, Orsted DD, Brown-Frandsen K, et al. Liraglutide and renal outcomes in type 2 diabetes. N Engl J Med . 2017;377(9):839-848. 101. Marso SP, Daniels GH, Brown-Frandsen K, et al. Liraglutide and car- diovascular outcomes in type 2 diabetes. N Engl J Med . 2016;375(4): 311-322. 102. Klein DJ, et al. Empagliflozin, cardiovascular outcomes, and mortality in type 2 diabetes. N Engl J Med . 2015; 373(22):2117-2128. 104. Cherney Effects of empagliflozin on the urinary albumin-to-creatinine ratio in patients with type 2 dia-betes and established cardiovascular disease: an exploratory analysisfrom the Neal B, Perkovic V, et al. Canagliflozin for primary and secondary prevention of cardiovascular events: results from the CANVAS program (Canagliflozin Cardiovascular Assessment Study). Circulation . 2018;137(4):323-334.106. Neal B, Mahaffey KW, et al. Canagliflozin and cardiovas- cular and renal events in type 2 diabetes. N Engl J Med . 2017;377(7): 644-657. 107. Nicolle LE, Capuano Fung A, Usiskin K. Urinary tract infection in randomized phase III studies of canagliflozin, a sodium glucoseco-transporter 2 inhibitor. Postgrad Med . 2014;126(1):7-17. 108. Tanaka A, Node K. Increased amputation risk with canagliflozin treat- ment: behind Euglycemic diabetic ketoacidosis accompanied by severe hypophosphatemia during recovery in a patient with type 2 diabetes being treated with Cana-gliflozin/metformin combination therapy. Clin Diabetes . 2017;35(4): 249-251. 110. Inge TH, Jenkins TM, Xanthakos SA, et al. Long-term outcomes of bariatric surgery in adolescents with severe obesity (FABS-5+): a pro- spective follow-up analysis. MA, Inge TH. Bariatric surgery for adolescents with type 2 diabetes: an emerging therapeutic strategy. Curr Diab Rep . 2017; 17(8):62. 112. Ibanez L, Potau Marcos MV, de Zegher F. Exaggerated adrenarche and hyperinsulinism in adolescent girls born small for gestational age. J Clin Endocrinol Metab . 1999;84(12):4739-4741. 113. environment and the transgenera- tional cycle of obesity and diabetes. Diabetes . 2011;60(7): 1849-1855. 114. Expert Panel on Detection, Evaluation, and Treatment of High Blood Cholesterol in Adults. Executive summary of the third report of the National Cholesterol Education Program (NCEP) expert panel on detection, evaluation, and treatment of high blood cholesterol in adults (adult treatment panel III). JAMA . 2001;285(19):2486-2497. 115. Ford ES, Li C. Defining the metabolic syndrome in children and ado- lescents: will the real definition please stand up? J Pediatr . 2008; 152(2):160-4.e13. 116. Reinehr T. Metabolic syndrome in children and adolescents: a critical approach considering the interaction between pubertal stage and insulin resistance. Curr Diab Rep . 2016;16(1):8. 117. Reinehr T, between carotid intima-media . 2013;163(2):327-32.e4. 118. Zimmet P, Alberti KG, Kaufman F, et al. The metabolic syndrome in children and adolescents -an IDF consensus adolescents with metabolic syndrome. Pediat- rics. 2014;133(2):e330-e338. 120. Chinese Work Group of Pediatric Metabolic Syndrome. Prevalence of metabolic syndrome of children and adolescent students in Chi- nese six cities. Zhonghua Er Ke Za Zhi Tandon Marwaha RK. Prevalence of metabolic syndrome among urban Indian adolescents and its relation with al. Incidence of complica- tions in young-onset diabetes: comparing type 2 with type 1 (the young diab study). Diabetes Res Clin Pract . 2017;123:1-8. 123. Donaghue KC, Wadwa RP, Dimeglio et al. ISPAD Clinical Practice Consensus Guidelines 2014. Microvascular and macrovascular com-plications children Knip M, et al. ISPAD Clinical Practice Consensus Guidelines 2014. Other complications and diabetes-associated conditions in children and adolescents. Pediatr Diabetes . SR, Berenson GS. Relationship of childhood to coronary heart disease risk fac- tors in adulthood: the Bogalusa Heart Heart Study Group. Cardiovas- cular risk factors in youth with implications for aging: the Bogalusa Heart Study. JS, OT. Risk factors identified in childhood and decreased carotid artery elasticity in adulthood: the Cardiovascular Risk in Young Finns Study. Circulation . 2005;112(10):1486-1493. 128. Marcus MD, Foster GD, El Ghormli L, et al. Shifts in BMI category and associated cardiometabolic risk: prospective results from HEALTHY study. Pediatrics . 2012;129(4):e983-e991. 129. Styne DM, Arslanian SA, Connor EL, et al. Pediatric obesity-assessment, treatment, and prevention: an Endocrine Society Clin Endocrinol Metab . 2017;102(3): 709-757. 130. Expert Panel on Integrated Guidelines for Cardiovascular Health and Risk Reduction in Children and Adolescents, National Heart, Lungs, and Blood Institute. Expert panel on integrated guidelines for cardio-vascular health and risk reduction in children and adolescents: sum-mary report. Pediatrics . 2011;128(suppl 5):S213-S256. 131. UK Prospective Diabetes Study Group. Tight blood pressure control and risk of macrovascular and microvascular complications MC, Craig ME, Cusumano J, et al. Prevalence of diabetes complications in adolescents with type 2 compared with type 1 dia-betes. Diabetes Care . 2006;29(6):1300-1306. 133. West NA, Hamman RF, Mayer-Davis EJ, et al. Cardiovascular risk factors among youth with and without type 2 diabetes: differences and possible mechanisms. Diabetes Care . 2009;32(1):175-180. 134. Batisky DL. What is Update on the pharmacologic treatment of hypertension in pediatrics. J Clin Hypertens (Greenwich) . 2012;14(6):383-387. 136. American Diabetes Association. 9. Cardiovascular disease and risk management: standards of medical care in diabetes-2018. Diabetes Care. 2018;41(suppl 1):S86-S104. 137. JR, Flynn JT. Microalbumi- nuria and abnormal ambulatory blood pressure in adolescents withtype 2 diabetes mellitus. J Pediatr . 2005;147(1):67-73. 138. McGrath NM, Parker GN, P. Early presentation of type 2 dia- betes mellitus in young New Zealand Pract . 1999;43(3):205-209. 139. Sellers EAC, Yung G, Dean HJ. Dyslipidemia and other cardiovascular risk factors in a Canadian First Nation pediatric population with type 2 diabetes mellitus. Pediatr Diabetes . 2007;8(6):384-390. 140. Dart AB, Sellers EA, Martens PJ, Rigatto C, Brownell MD, Dean HJ. High burden of kidney disease in youth-onset type 2 diabetes. Diabe- tes Care . 2012;35(6):1265-1271. 141. Yokoyama H, Okudaira M, Otani T, et al. Higher incidence of diabetic nephropathy in type 2 than in type 1 diabetes in early-onset diabetes in Japan. Kidney Int . 2000;58(1):302-311. 142. Rodriguez BL, Fujimoto WY, Mayer-Davis EJ, et al. Prevalence of cardiovascular disease risk factors in U.S. children and adolescentswith diabetes: the SEARCH for diabetes in youth study. Diabetes Care. 2006;29(8):1891-1896. 143. Huang K, Zou CC, Yang XZ, Chen XQ, Liang L. Carotid intima-media thickness serum endothelial marker in RH. Childhood obesity and cardiovascular disease: links and prevention strategies. Nat Rev Car- diol. 2011;8(9):513-525. 145. Levitt Katz L, Gidding SS, Bacha F, et al. Alterations in left ventricu- lar, left atrial, and right ventricular structure and function to cardio- vascular risk factors in adolescents with type 2 diabetes participating in the TODAY clinical trial. Pediatr Diabetes . 2015;16(1):39-47. 146. Flint A, Arslanian S. Treatment of type 2 diabetes in youth. Diabetes Care. 2011;34(suppl 2):S177-S183. 147. Wadwa RP, Urbina EM, Anderson AM, et al. Measures of arterial stiffness in youth with type 1 and type 2 diabetes: the SEARCH fordiabetes in youth study. Diabetes K, Witchel SF, metabolic abnormalities in adolescent girls with polycystic ovarian syndrome. J Pediatr . 2001;138(1):38-44. 149. Amini M, N, Farmani al. Prevalence of polycystic ovary syndrome in reproductive-aged women with type Endocrinol . 2008;24(8):423-427. 150. Shafiee MN, Khan G, R, et al. Preventing endometrial cancer risk in P. Type 2 diabetes in children is frequently associated with elevated alanine aminotransferase. J Pediatr J, Crimmins NA, et al. Prevalence of prediabetes and type 2 diabetes in children with nonalcoholic fatty disease.JAMA Pediatr Hudson OD, M, Shaibi GQ. Ethnicity and elevated liver trans- aminases among newly diagnosed children with type 2 diabetes.BMC Pediatr . 2012;12:174. 155. Sundaram metabolic syndrome and 156. Zhang HX, Huang K, Lai C, Liang L, Jiang KW. Quantitative assessment of intrahepatic fat content in children and adolescentswith non-alcoholic fatty liver disease. Zhongguo Dang Dai Er Ke Hepatol- 1999;30(6):1356-1362. 158. Reinehr T, Schmidt C, Toschke AM, Andler W. Lifestyle intervention in obese children with non-alcoholic fatty liver disease: 2-yearfollow-up study. Arch Dis Child . 2009;94(6):437-442. 159. Rice TB, Foster GD, Sanders MH, et al. The relationship between obstructive sleep apnea and self-reported stroke or coronary heartdisease in overweight and obese adults with type 2 diabetes mellitus.Sleep . 2012;35(9):1293-1298. 160. Foster GD, Sanders MH, Millman R, et al. Obstructive sleep apnea among obese patients with type 2 diabetes. Diabetes Care . 2009; 32(6):1017-1019. 161. and Preven-tion. Sleep-disordered breathing and type 2 diabetes: a report from the International Diabetes Federation Taskforce on Epidemiology and Prevention. Diabetes Res Clin Pract . 2008;81(1):2-12. 162. Walders-Abramson N. Depression and quality of life in youth-onset type 2 diabetes mellitus. Curr Diab Rep . 2014;14(1):449. Pervanidou P, Chrousos GP. Metabolic consequences of stress dur- ing childhood and adolescence. Metabolism . 2012;61(5):611-619. 164. Anderson BJ, Edelstein S, Abramson NW, et al. Depressive symp- toms and quality of life in adolescents with type 2 diabetes: baselinedata from the TODAY study. Diabetes Care . 2011;34(10):2205-2207. 165. Lawrence JM, Standiford DA, Loots B, et al. Prevalence and corre- lates of depressed mood among youth with diabetes: the SEARCHfor diabetes in youth study. Pediatrics . 2006;117(4):1348-1358. 166. Walders-Abramson N, Venditti EM, Ievers-Landis CE, et al. Relationships among stressful life events and physiologicalmarkers, treatment adherence, and psychosocial functioning amongyouth with type 2 J Browne JL, J. Depression, anxiety and self-care behaviours of young adults with type 2 diabetes: resultsfrom the International Diabetes Management and Impact forLong-term Empowerment and Success (MILES) Study. Diabet Med . 2015;32(1):133-140. 168. Pinhas-Hamiel O, Levy-Shraga Y. Eating disorders in adolescents with type 2 and type 1 diabetes. Curr Diab Rep . 2013;13(2): 289-297. 169. TODAY Study Group, Wilfley D, Berkowitz R, et al. Binge eating, mood, and quality of life in youth with type 2 diabetes: baseline data from the today study. Diabetes Care . 2011;34(4):858-860.ZEITLER ET AL. 45 170. Weinstock RS, Trief PM, El Ghormli L, et al. Parental characteristics associated with outcomes in youth with type 2 diabetes: results from the TODAY clinical trial. Diabetes Care . 2015;38(5):784-792. 171. Rhodes ET, Prosser LA, Hoerger TJ, Lieu T, Ludwig DS, Laffel LM. Estimated morbidity and mortality in adolescents and young adults diagnosed with type 2 diabetes mellitus. Diabet Med . 2012;29(4): 453-463. 172. in young adults with early-onset type 2 diabetes: losing the relative protection of youth. Diabetes Care. 2003;26(11):2999-3005. 173. Wong J, Molyneaux L, Constantino M, Twigg SM, Yue DK. Timing is everything: age of onset influences long-term retinopathy risk in type 2 diabetes, independent of traditional risk factors. Diabetes Care. 2008;31(10):1985-1990. 174. Al-Saeed AH, Constantino MI, Molyneaux L, et al. An inverse rela- tionship between age of type 2 diabetes onset and complication risk and mortality: the impact of youth-onset type 2 diabetes. Diabetes Care. 2016;39(5):823-829. 175. Sackett DL, Holland WW. Controversy in the detection of disease. Lancet . 1975;2(7930):357-359.176. Baranowski T, Cooper DM, Harrell J, et al. Presence of diabetes risk factors in a large U.S. eighth-grade cohort. Diabetes Care . 2006;29(2):212-217. 177. Type 2 diabetes in children and adolescents. American Diabetes Association. Diabetes Care . 2000;23(3):381-389. 178. Urakami T, Kubota S, Nitadori Y, Harada K, Owada M, Kitagawa T. Annual incidence and clinical characteristics of type 2 diabetes in children as detected by urine glucose screening in the Tokyo metro- politan area. Diabetes Care . 2005;28(8):1876-1881. 179. Wei JN, LM, Lin CC, Chiang CC, Lin RS, Sung FC. Childhood diabetes identified in mass urine screening program in Taiwan, 1993-1999. Diabetes Res Clin Pract . 2003;59(3):201-206. How to cite this article: Zeitler P, Arslanian S, Fu J, et al. ISPAD Clinical Practice Consensus Guidelines 2018: Type ZEITLER ET AL. "}