{"title": "PDF", "author": "PDF", "url": "https://www.dhs.gov/sites/default/files/publications/nbaf_feis_crd2_40_0.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "No: 1 Issue Code: 25.1 DHS notes the commentor's opposition to the Plum Island Site Alternative. Comment No: 2 Issue Code: 21.1 DHS notes the commentor's concern that the NBAF would be a prime terrorist target. Section 3.14 and Appendix E of the NBAF EIS address accident scenarios, including external events such as a terrorist attack. A separate Threat and Risk Assessment (TRA) (designated as For Official Use Only) was developed outside of the EIS process in accordance with the requirements stipulated in federal regulations. The purpose of the TRA was to identify potential vulnerabilities and weaknesses associated with the NBAF and are used to recommend the most prudent measures to establish a reasonable level of risk for the security of operations of the NBAF and public safety. Because of the importance of the NBAF mission and the associated work with potential high-consequence biological pathogens, critical information related to the potential for adverse consequences as a result of intentional acts has been incorporated into the NEPA process. Comment No: 3 Issue Code: 19.1 DHS notes the commentor's concerns regarding transportation of pathogens. A discussion of the low risk associated with the shipment of infectious materials is provided in Chapter 3, Section 3.11.9 of the NBAF EIS. Additionally, an analysis of accidental releases during transportation is provided in the NBAF EIS under Chapter 3, Section 3.14, Health and Safety. Information regarding the existing road conditions and potential effects to traffic and transportation from the Plum Island Site Alternative is provided in Chapter 3, Section 3.11.6 of the NBAF EIS. An emergency response plan that would include area evacuation plans would be developed if one of the action alternatives is selected and prior to commencement of NBAF operations. Comment No: 4 Issue Code: 15.1 DHS notes the commentor's concern. A team of federal employees conducted a thorough analysis of Plum Island, New York against the original four criteria. One of the original four criteria was proximity to workforce. The committee determined that a great strength of the current PIADC programs are the history of successfully bringing the best science, including veterinary training and post-doc programs, and the necessary support staff to operate the current facility. However, the constraints of the current program size, cost of living and lack of other supporting academic and research communities would be a weakness in ensuring adequate and efficient staffing to meet the NBAF mission requirements. Comment No: 5 Issue Code: 13.1 DHS notes the commentor's concern regarding potential impacts to the local deer population in the vicinity of the Plum Island Site. As noted by the commentor, white-tailed deer population control measures have been implemented on Plum Island; however, no deer have been found on the island since 2004. Table 3.8.9-1 describes the potential strategies for response that could be considered in the event of an accidental release. Depopulation or population reduction is one of ten potential FMDChapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1734 response strategies developed by the National Park Service. However, the National Park Service recommends the use of other strategies or combinations of strategies to avoid this strategy (see Table 3.8.9-1). A more likely scenario would include one or more of the non-lethal measures described in Table 3.8.9-1. In the event that depopulation or population reduction was determined to be the most appropriate course of action, hunting with firearms would be the likely method for implementing this strategy. Section 3.8.9 provides a detailed analysis of the potential impacts of an accidental release on wildlife, including white-tailed deer. Although the NBAF EIS acknowledges the potential for significant impacts on wildlife in the event of an accidental release, the risk of such a release is extremely low (see Section 3.14). It has been shown that modern biosafety laboratories can be safely operated in populated areas and in areas with abundant wildlife. State-of-the-art biocontainment facilities such as the Centers for Disease Control and Prevention in downtown Atlanta, Georgia, employ modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of NBAF. Furthermore, the purpose of NBAF is to combat diseases that could have significant effects on wildlife. Research at the NBAF would include the development of vaccines for wildlife that could prevent adverse impacts from a foreign introduction.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1735 From: Patterson, Lydia [Lydia.Patterson@msdh.state.ms.us] Sent: Friday, August 22, 2008 5:01 PM To: NBAFProgramManager Subject: Flora, MS - Bio Lab Site I support having the National Bio and Agro-Defense Facility in Mississippi at the Flora site. ||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||||| |||||||||||||||||||||||||||||||||||||||| Lydia Patterson, CPM Employee Svcs/Benefits & HR Policy Director Human Resources, MS State Dept of HealthP. O. Box 1700 Jackson, MS 39215-1700 (V) 601.576.7642 (E) lpatterson@msdh.state.ms.us (W) www.HealthyMS.com (T) 24/7 Hotline: 1.866.HLTHY4U This email is privileged and confidential and is intended only for the named addressee. If you have received this email in err or, please delete it and notify the sender by return email or by phone at the numbers noted above.1|24.5WD0657 Patterson, CPM, Lydia Page 1 of 1 Comment No: 1 Issue Code: 24.5 DHS notes the commentor's support for the Flora Industrial Park Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1736 From: bill paul [bpaul@uga.edu] Sent: III Subject: Fwd: D-EIS Hearing Question thanks for your acceptance of my opinion regarding NBAF location in athens....the thread of notes below may be of interest to you....i do not fi nd the comments very amus ing....thanks....bill paul bill paul the barn/splitbea rd meadow 4900 barnett shoals road athens, georgia 30605 1-706-613-2312 bpaul@uga.edu Begin forwarded message: From: bill paul < > Date: July 22, 2008 6:48:43 PM EDT To: William McKellar < wmckellarjr@nc.rr.com >, Taylor D-EIS Hearing funny t consortia could be supp orters or opponents---an organization or group of like-minded thinkers....but at 74 and after 43 years of college teaching i have to confess that confusion comes so easily at this old age--especially when there are complicated issues to deal with ......spin-doctors know how to churn words alright, but i thought you folks were actually seeking an accurate profile of public opinion......instead--it se ems--you may just be putting ou t fires and often with incomplete information or evasive answers to questions from citizens about your plans and intentions--that is, if i'm to believe newspaper accoun ts and other reports.....yes, you are right....i am a 'No-NBAFer'....i think you should keep your disease research on Plum Island....that way, we might all be safer and we might be less worried about the dangers and threats or other stuff which could be the center of your classified research....yes, i am a No-NBAFer for athens......maybe my rhetoric, objections and anxieties are more clear this time..... 1| 27.0 2| 24.1 3| 21.0WD0118 Paul, Bill Page 6 Comment No: 1 Issue Code: 27.0 DHS notes the information provided by the commentor. Comment No: 2 Issue Code: 24.1 DHS notes the commentor's support for the Plum Island Site Alternative. Comment No: 3 Issue Code: 21.0 DHS notes the commentor's views on risk. DHS believes that experience shows that facilities utilizing modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of the NBAF, would enable the NBAF to be safely operated with a minimal degree of risk, regardless of the site chosen. A separate Threat and Risk Assessment (TRA) (designated as For Official Use Only) was developed outside of the EIS process in accordance with the requirements stipulated in federal regulations. The purpose of the TRA was to identify potential vulnerabilities and weaknesses associated with the NBAF and are used to recommend the most prudent measures to establish a reasonable level of risk for the security of operations of the NBAF and public safety. Because of the importance of the NBAF mission and the associated work with potential high-consequence biological pathogens, critical information related to the potential for adverse consequences as a result of intentional acts has been incorporated into the NEPA process.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1737 as an aside, one of my relatives was a scientist who worked on components for the first atomic bombs at iowa state...at that time, he had no idea what he was doing or why or for whom--well, i think he knew that he was doing something for the federal government......thank you.......bill paul bill paul the barn/splitbea rd meadow 4900 barnett shoals road athens, georgia 30605 1-706-613-2312 bpaul@uga.edu On Jul 22, 2008, at 3:12 PM, William McKellar wrote: Note discussion below above your letter, Bill McKellar Butner NC Begin forwarded message: From: Kathryn Spann < > Date: July 22, 2008 8:59:52 AM EDT To: Hope Taylor < hopet@indylink.org >, Lisa Reply-To: kathryn6668@yahoo.com I think he's confused, and thinks consortia means organized opponents, as opposed to the groups who seek to sponsor the NBAF in their area.You might email him to clarify this . . . Bill Page 2 of 6 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1738 Date: Monday, July 21, 2008, 9:58 PM How do you all interpret the letter from Bill Paul? I am not quiet sure of the rhetoric. I think he is a No-NBAFer. What do you think. Bill Begin forwarded message: From: bill paul < bpaul@uga.edu > Date: bill paul the barn/splitbea rd meadow 4900 barnett shoals road athens, georgia 30605 gentlemen... i am disappointed to read of your decisions to limit comments of consortia rep resentatives at the forthcoming sessions related to NBAF hearings in athens, georgia as suggested in letters below....the custom i have observed time an d again is that consortia representatives are allotted greater blocks of time by virtue of their representation of larger numbers of concerned citizens and because of the informed efficiency of their comments....i have noticed, however, an organizational bias on your part which supports the possible location of an unwanted government sponsored and man aged research facility in our town and county--a facility which will expose our communities to high risks and dangers of many kinds .....if you are seriously interested in ungarnished public comments and op inions why don't you hire a disinterested group to organize these meetings....a radio commentator and newspape r reporters are not the ones do do it.....yellow journal is not the way to go either---unless, on the other hand, you, indeed, wish to manipulate input from the public in your favor.....thank you....bpaul bill paul 4900 barnett 4.0 5| 21.0 6| 4.0WD0118 Paul, No: 4 Issue Code: 4.0 DHS notes the commentor's statement. Upon completion of the NBAF Draft EIS, it was published without delay and public meetings were then scheduled in each of the communities being evaluated for siting the NBAF during the ensuing 60-day public comment period. DHS gave preference to holding meetings at locations in each community proximal to the proposed NBAF site and at appropriate meeting venues offering sufficient space to accommodate anticipated attendance levels. DHS recognizes that it is not possible to hold a public meeting at a time and place that is convenient to every interested person, and therefore provides alternate means of submitting comments to provide multiple opportunities to participate in the NEPA process. In addition to oral comment at the public meetings, DHS also accepted comments submitted by mail, telephone and fax lines, and online through the NBAF Web page (http://www.dhs.gov/nbaf). All comments, both oral and written, received during the comment period were given equal consideration and have been responded to in this NBAF Final EIS. Comment No: 5 Issue Code: 21.0 DHS notes the commentor's views on risk. DHS believes that experience shows that facilities utilizing modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of the NBAF, would enable the NBAF to be safely operated with a minimal degree of risk, regardless of the site chosen. Comment No: 6 Issue Code: 4.0 See Comment No. 4.Chapter 2 - Comment Documents NBAF Final Environmental Impact Question Mr. McKellar and Mr. Thrasher, Based on public feedback from the scoping meetings and to ensure a fair process to provide oral comments, there will be no courtesy time slots set aside for elected officials or consortia representatives. All attendees who wish to provide oral comments will have equal opportunity in signing up to speak. There is no pre-registration to provide oral comments. There will be a sign-up sheet available during the one- hour open house prior to the presentation as well during the public meeting. Meeting attendees can register to provide oral comments on a first-come, first-serve basis. There will be a three minute time limit, which will be indicated on the sign-up sheet so each speaker will know approximately when they will be called to the microphone. If there appears to be too many public officials or consortia representatives signed up to speak during the beginning of each meeting, DHS reserves the right to re-arrange to ensure a more balanced order of people making comments. WD0118 Paul, Bill Page 4 of 6 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1740 Respectfully, NBAF Manager -----Original Message----- From: Subject: D-EIS Hearing Question Mr. Johnson, We have had many interested citizens inquiring if the upcoming publichearing will be front-loaded with political, lobbying and academic representatives at the beginning in order to praise the NBAF project instead of offering substantive suggestions for the issue at hand, the DEIS. At the scoping hearing, it was evident that DHS either had an advance sign-up sheet for supporters, or cherry picked them from the sign up sheet at the meeting. The order of the speakers was plainly not random nor in the order of sign-up, at least not any sign up sheet that was out that night. Proponents endorsing the NBAF project fill up the public meeting time, which under NEPA is designed to afford the public the opportunity to comment on the shortcomings of the DEIS or project so that DHS might better address those comments in the FEIS. \"Running out the clock\" with promotional comments is not consistent with NEPA's hard look requirement and thwarts NEPA's purpose. WD0118 Paul, Bill Page 5 of 6 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1741 Specifically, doing so effectively deprives citizens who do have substantive comments on the DEIS from speaking, particularly given the limited time for comment and the practical reality that most people cannot stay for hours even if comment time was unlimited. (As an aside, the fact that there will be two sessions will give somepeople a chance to attend who otherwise could not do so and is a good decision.) We expect that at this hearing, sign-up sheets will be put out only at the beginning of the scheduled time for each session, with all members of the community, regardless of their electoral positions or their perspective on the NBAF, given exactly the same opportunity to sign up, and that speakers be called on a first-signed up, first- called basis. Please confirm for us that this public hearing will not be front-loaded with endorsements as featured in the ScopingHearing. Please confirm for us that citizens who sign up for public comment will be called upon to speak in the same order that they sign up. Our organization looks forward to an \"ASAP\" response on this issue. Sincerely and Thank You, Bill McKellar Granville Non-violent Action Team (GNAT) Butner, NC WD0118 Paul, Bill Page 6 of 6 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1742 Paul, Bill Page 1 of 4 Comment No: 1 Issue Code: 25.2 DHS notes the commentor's opposition to the South Milledge Avenue Site Alternative. Comment No: 2 Issue Code: 24.1 DHS notes the commentor's support for the Plum Island Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1743 Paul, Bill Page 2 of 4 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1744 Paul, Bill Page 3 of 4 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1745 Paul, Bill Page 4 of 4 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1746 FD0081 1| 8| 13.2 9| 13.2 Payne, Cynthia Page 1 of 2 Comment No: 1 Issue Code: 25.2 DHS notes the commentor's opposition to the South Milledge Avenue Site Alternative. Comment No: 2 Issue Code: 5.0 As described in Section 2.3.1 of the NBAF EIS, DHS's site selection process including site selection criteria that included, but were not limited to, such factors as proximity to research capabilities and workforce. It has been shown that modern biosafety laboratories can be safely operated in populated areas. An example is the Centers for Disease Control and Prevention in downtown Atlanta, Georgia, where such facilities employ modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of NBAF. Comment No: 3 Issue Code: 21.2 \"DHS notes the commentor's concern regarding the NBAF. The purpose and need for the proposed action is discussed in Chapter 1 of the NBAF EIS. DHS can not guarantee that the NBAF would never experience an accident. However, as discussed in Section 2.2.1.1, modern biosafety design substantially diminishes the chances of a release as the primary design goal is to provide an adequate level of redundant safety and biocontainment that would be integrated into every component of the building. A discussion of human health and safety is included in Section 3.14. Comment No: 4 Issue Code: 21.2 DHS notes the commentor's concern that the NBAF would be a prime terrorist target. Section 3.14 and Appendix E of the NBAF EIS address accident scenarios, including external events such as a terrorist attack. A separate Threat and Risk Assessment (TRA) (designated as For Official Use Only) was developed outside of the EIS process in accordance with the requirements stipulated in federal regulations. The purpose of the TRA was to identify potential vulnerabilities and weaknesses associated with the NBAF and are used to recommend the most prudent measures to establish a reasonable level of risk for the security of operations of the NBAF and public safety. Because of the importance of the NBAF mission and the associated work with potential high-consequence biological pathogens, critical information related to the potential for adverse consequences as a result of intentional acts has been incorporated into the NEPA process. Comment No: 5 Issue Code: 19.2 DHS notes the commentor's concern. DHS believes that experience shows that facilities utilizing modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of the NBAF, would enable the NBAF to be safely operated with a minimal degree of risk, regardless of the site chosen. Comment No: 6 Issue Code: 13.2 DHS notes the commentor's concern regarding potential effects of an accidental release on the Botanical Gardens and Whitehall Forest. Section 3.8.9 provides a detailed analysis of the potentialChapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1747 impacts of an accidental release on wildlife. Although the NBAF EIS acknowledges the potential for significant impacts on wildlife in the event of an accidental release, the risk of such a release is extremely low (see Section 3.14). It has been shown that modern biosafety laboratories can be safely operated in populated areas and in areas with abundant wildlife. State-of-the-art biocontainment facilities such as the Centers for Disease Control and Prevention in downtown Atlanta, Georgia, employ modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of NBAF. Furthermore, the purpose of NBAF is to combat diseases that could have significant effects on wildlife. Research at the NBAF would include the development of vaccines for wildlife that could prevent adverse impacts from a foreign introduction. Comment No: 7 Issue Code: 12.2 DHS notes the commentor's concern regarding the proposed water use and existing water supply. The NBAF EIS Chapter 3 Section 3.3.3 includes an evaluation of infrastructure including potable water for the South Milledge Avenue Site. The NBAF EIS Chapter 3 Section 3.7.3 includes an evaluation of the South Milledge Avenue Site's water resources. The NBAF EIS Chapter 3 Section 3.13.4 describes liquid and soild waste management descriptions for the South Milledge Avenue Site. All NBAF wastewater discharges would meet or exceed local wastewater treatment plant inffluent physical and chemical standards. Comment No: 8 Issue Code: 13.2 DHS notes the commentor's concern regarding the proximity of the South Milledge Avenue Site to the State Botanical Garden, Important Bird Area (IBA), and the forested corridor along the Middle Oconee River. As indicated in Sections 3.8.3.2 and 3.8.3.3 of the NBAF EIS, construction and normal operations of the NBAF would have no direct impact on the State Botanical Garden or IBA. The NBAF would affect primarily pasture areas that have low wildlife habitat value due to their disturbed condition, lack of native vegetation, and lack of wildlife food and cover. The forested portion of the South Milledge Avenue Site along the Oconee River is a high value riparian wildlife corridor that connects the State Botanical Garden with the Whitehall Forest IBA. However, impacts to the forested riparian area would be minor (0.2 acre), and these impacts would occur within the existing pasture fence-line in areas that have been disturbed by grazing. The high value forested riparian corridor would be preserved; and therefore, the proposed NBAF would not have significant direct impacts on wildlife dispersal between the State Botanical Garden and Whitehall Forest. Section 3.5.5.3 addresses operational noise impacts associated with the proposed NBAF. Minor noise impacts would result from an increase in traffic and operation of the facility's filtration, heating, and cooling systems. Section 3.5.5.3 describes noise-attenuating design features that would minimize noise emissions. In the event of a power outage, operation of back-up generators could have a short-term impact on wildlife by discouraging utilization of immediately adjacent habitats. Routine operations at the NBAF would not be likely to have significant noise impacts on wildlife. Security requirements at theChapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1748 proposed NBAF would require continuous outdoor nighttime lighting. Nighttime lighting has the potential to impact wildlife through astronomical and ecological light pollution. Unshielded lighting can shine upward and interfere with bird migration, disorienting birds and causing them to collide with structures. Birds are attracted to lights and may collide with lighted structures. Most concerns involve lighting associated with high-rise buildings and tele-communication towers; however, even residential lighting can affect some birds. The USFWS advocates the use of shielded lighting to minimize adverse impacts on migratory birds. Shielded fixtures direct light downwards and can be used to keep light within the boundaries of the site. The NBAF would employ the minimum intensity of lighting that is necessary to provide adequate security. Mitigative measures, such as those described above, will be considered in the final design of the NBAF. Lighting would have the potential for adverse impacts (i.e., repulsion and interference with foraging behavior) on resident wildlife immediately adjacent to the NBAF. However, the use of shielded lighting would minimize the potential for impacts in adjacent habitats. Given the relatively low profile of the building and the use of mitigative measures, significant lighting impacts on migratory birds would not be likely to occur. The potential impacts of an accidental release on wildlife are addressed in Section 3.8.9. Contiguous forested habitat along the Middle Oconee River provides an important corridor for wildlife dispersal. With the exception of Plum Island, large areas of contiguous, riparian habitat occur in the vicinity of all of the potential NBAF sites. The potential for the spread of disease through wildlife dispersal exists at all of these sites. Section 3.14 in the NBAF EIS evaluates the relative risk at each of the potential NBAF sites. The EIS acknowledges the potential for pathogens to spread through wildlife dispersal at all of the sites. The risk of wildlife dispersal is not disproportionately higher at the South Milledge Avenue Site. Although the NBAF EIS acknowledges the potential for significant impacts on wildlife in the event of an accidental release, the risk of such a release is extremely low (see Section 3.14). It has been shown that modern biosafety laboratories can be safely operated in populated areas and in areas with abundant wildlife. State-of-the-art biocontainment facilities such as the Centers for Disease Control and Prevention in downtown Atlanta, Georgia, employ modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of NBAF. Furthermore, the purpose of NBAF is to combat diseases that could have significant effects on wildlife. Research at the NBAF would include the development of vaccines for wildlife that could prevent adverse impacts from a foreign introduction. Comment No: 9 Issue Code: 13.2 DHS notes the commentor's concern regarding the proximity of the South Milledge Avenue Site to the State Botanical Garden, Important Bird Area (IBA), and the forested corridor along the Middle Oconee River. As indicated in Sections 3.8.3.2 and 3.8.3.3 of the NBAF EIS, construction and normal operations of the NBAF would have no direct impact on the State Botanical Garden or IBA. The NBAF would affect primarily pasture areas that have low wildlife habitat value due to their disturbed condition, lack of native vegetation, and lack of wildlife food and cover. The forested portion of theChapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1749 South Milledge Avenue Site along the Oconee River is a high value riparian wildlife corridor that connects the Botanical Garden with the Whitehall Forest IBA. However, impacts to the forested riparian area would be minor (0.2 acre), and these impacts would occur within the existing pasture fence-line in areas that have been disturbed by grazing. The high value forested riparian corridor would be preserved; and therefore, the proposed NBAF would not have significant direct impacts on wildlife dispersal between the Botanical Garden and the Whitehall Forest IBA. Section 3.5.5.3 addresses operational noise impacts associated with the proposed NBAF. Minor noise impacts would result from an increase in traffic and operation of the facility's filtration, heating, and cooling systems. Section 3.5.5.3 describes noise-attenuating design features that would minimize noise emissions. In the event of a power outage, operation of back-up generators could have a short-term impact on wildlife by discouraging utilization of immediately adjacent habitats. Routine operations at the NBAF would not be likely to have significant noise impacts on wildlife. Security requirements at the proposed NBAF would require continuous outdoor nighttime lighting. Nighttime lighting has the potential to impact wildlife through astronomical and ecological light pollution. Unshielded lighting can shine upward and interfere with bird migration, disorienting birds and causing them to collide with structures. Birds are attracted to lights and may collide with lighted structures. Most concerns involve lighting associated with high-rise buildings and tele-communication towers; however, even residential lighting can affect some birds. The USFWS advocates the use of shielded lighting to minimize adverse impacts on migratory birds. Shielded fixtures direct light downwards and can be used to keep light within the boundaries of the site. The NBAF would employ the minimum intensity of lighting that is necessary to provide adequate security. Mitigative measures, such as those described above, will be considered in the final design of the NBAF. Lighting would have the potential for adverse impacts (i.e., repulsion and interference with foraging behavior) on resident wildlife immediately adjacent to the NBAF. However, the use of shielded lighting would minimize the potential for impacts in adjacent habitats. Given the relatively low profile of the building and the use of mitigative measures, significant lighting impacts on migratory birds would not be likely to occur. The potential impacts of an accidental release on wildlife are addressed in Section 3.8.9. Although the NBAF EIS acknowledges the potential for significant impacts on other species of wildlife in the event of an accidental release, the risk of such a release is extremely low (see Section 3.14). It has been shown that modern biosafety laboratories can be safely operated in populated areas and in areas with abundant wildlife. State-of-the-art biocontainment facilities such as the Centers for Disease Control and Prevention in downtown Atlanta, Georgia, employ modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of NBAF. Furthermore, the purpose of NBAF is to combat diseases that could have significant effects on wildlife. Research at the NBAF would include the development of vaccines for wildlife that could prevent adverse impacts from a foreign introduction. Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1750 FD0081 9 cont.| 13.2 10| 10.2 1 cont.| 25.2 Payne, Cynthia Page 2 of 2 Comment No: 10 Issue Code: 12.2 DHS notes the commentor's drought concerns and DHS acknowledges current regional drought conditions. As described in Section 3.7.3.3.1 of the NBAF EIS, the South Milledge Avenue Site alternative would use approximately 118,000 gallons per day of potable water an amount that is approximately 0.76% of Athens current annual average of 15.5 million gallons per day usage. The NBAF annual potable water usage is expected to be approximately equivalent to the amount consumed by 228 residential homes. Comment No: 11 Issue Code: 17.2 DHS notes the commentor's concern about the traffic congestion in the area of the South Milledge Avenue Site Alternative and the future impact of the NBAF operation on the area's transportation infrastructure. A discussion of the planned improvements to the area's primary transportation corridors of South Milledge Avenue and Whitehall Road to alleviate current and future traffc congestion resulting from the NBAF operation at the South Milledge Avenue Site Alternative is located in Section 3.11.3.3.1 of the NBAF EIS. All planned improvements are per the recommendations of the Georgia Department of Transporation and the Public Works Department. Comment No: 12 Issue Code: 9.2 DHS notes the commentor's concerns regarding air pollution. The potential effects of NBAF construction and operations on air quality are discussed in Section 3.4. Site-specific effects at the South Milledge Avenue Site are discussed in Section 3.4.3. Air emissions were estimated using SCREEN3, a U.S. EPA dispersion modeling program. Conservative assumptions were used to ensure the probable maximum effects were evaluated. Once the final design is determined, a more refined air emissions model will be used during the permitting process. The final design will ensure that the NBAF does not significantly affect the region's ability to meet air quality standards Comment No: 13 Issue Code: 10.2 DHS notes the commentor's concern regarding potential noise affects. As described in Sections 3.5.3.2 and 3.5.3.3 of the NBAF EIS, most audible operational noises would emanate from traffic and the facility's heating, cooling, and filtration systems; and the four year construction period would result in temporary noise consequences.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1751 FD0039 1| 25.1 2| 17.13| 21.4 1 Pearl, Martin Page 1 of 1 Comment No: 1 Issue Code: 25.1 DHS notes the commentor's opposition to the Plum Island Site Alternative. Comment No: 2 Issue Code: 17.1 DHS notes the commentor's concerns regarding evacuation and roadway capacity. A discussion of the low risk associated with the shipment of infectious materials is provided in Section 3.11.9 of the NBAF EIS. Additionally, an analysis of accidental releases during transportation is provided in the NBAF EIS under Section 3.14, Health and Safety. Information regarding the existing road conditions and potential effects to traffic and transportation from the Plum Island Site Alternative is provided in Section 3.11.6 of the NBAF EIS. An emergency response plan that would include area evacuation plans would be developed if one of the action alternatives is selected and prior to commencement of NBAF operations. Comment No: 3 Issue Code: 21.1 DHS notes the commentor's concerns regarding the risks of an accidental pathogen release. The NBAF would be designed, constructed, and operated to ensure the maximum level of public safety and to fulfill all necessary requirements to protect the environment. Section 3.14 and Appendix E of the NBAF EIS, investigates the chances of a variety of accidents that could occur with the proposed NBAF and consequences of potential accidents, including releases due to weather events. The chances of an accidental release are low. Although some accidents are more likely to occur than others (e.g., safety protocol not being followed), the chances of an accidental release based on human error are low in large part due to the design and implementation of biocontainment safeguards in conjunction with rigorous personnel training. For example, as described in Section 2.2.2.1 of the NBAF EIS, all laboratory staff would receive thorough pre-operational training, as well as ongoing training, in the handling of hazardous infectious agents, understanding biocontainment functions of standard and special practices for each biosafety level, and understanding biocontainment equipment and laboratory characteristics. Appendix B to the EIS describes biocontainment lapses and laboratory acquired infections. Laboratory-acquired infections have not been shown to be a threat to the community at large. As set out in Section 3.14.3.4 of the NBAF EIS, employees and contractors will be screened prior to employment or engagement and monitored while working, among other security measures. In addition, oversight of NBAF operations, as described in Section 2.2.2.6 of the NBAF EIS, will be conducted in part by the Institutional Biosafety Committee (IBC), which includes community representative participation, and the APHIS Animal Research Policy and Institutional Animal Care and Use Committee. Should the NBAF Record of Decision call for the design, construction, and operations of the NBAF, site specific protocols would then be developed in coordination with local emergency response agencies and would consider the diversity and density of populations, including institutionalized populations, residing within the local area. The need for an evacuation under an accident conditions is considered to be a very low probability event. DHS would have site-specific standard operating procedures and emergency response plans in place prior to the initiation of research activities at the proposed NBAF. Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1752 Peden, Angela Page 1 of 1 Comment No: 1 Issue Code: 24.5 DHS notes the commentor's support for the Flora Industrial Park Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1753 Perkins, Gloria Page 1 of 1 Comment No: 1 Issue Code: 25.2 DHS notes the commentor's opposition to the South Milledge Avenue Site Alternative. Comment No: 2 Issue Code: 24.1 DHS notes the commentor's concern.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1754 From: info@athensfaq.org on be half of Gloria Perki ns August 14, 2008 11:16 NBAFProgramManager Subject: NBAF in Athens, Georgia Dear NBAF Program Manager, After attending a second meeting at UGA, I am more convinced than ever that the NBAF is not a good idea for the Athens area. There are too many unanswered questions and too many risks. Also, our area continues to have drought problems which would only be intensified with a facility of this size. Bottom line, I believe a majority of our local citizens are opposed to NBAF and that should count for something. This still is America. Sincerely, Gloria Perkins1|25.2; 2|21.0 3|12.2 1 cont.| 25.2WD0272 Perkins, Gloria Page 1 of 1 Comment No: 1 Issue Code: 25.2 DHS notes the commentor's opposition to the South Milledge Avenue Site Alternative. Comment No: 2 Issue Code: 21.0 DHS notes the commentor's statement. DHS believes that experience shows that facilities utilizing modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of the NBAF, would enable the NBAF to be safely operated with a minimal degree of risk, regardless of the site chosen. Comment No: 3 Issue Code: 12.2 DHS notes the commentor's drought concerns and acknowledges current regional drought conditions. As described in Section 3.7.3.3.1 of the NBAF EIS, the South Milledge Avenue Site Alternative would use approximately 118,000 gallons per day of potable water, an amount that is approximately 0.76% of Athens' current annual average of 15.5 million gallons per day usage. The NBAF annual potable water usage is expected to be approximately equivalent to the amount consumed by 228 residential homes.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1755 Perry, Brenda Page 1 of 1 Comment No: 1 Issue Code: 25.3 DHS notes the commentor's opposition to the Umstead Research Farm Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1756 Perry, Casey Page 1 of 1 Comment No: 1 Issue Code: 27.0 DHS notes the commentor's statement; however, it is not within the scope of the NBAF EIS, which evaluates the environmental impact of the no action alternative and the alternatives for constructing and operating the NBAF.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1757 Perry, J Page 1 of 1 Comment No: 1 Issue Code: 25.3 DHS notes the commentor's opposition to the Umstead Research Farm Site Alternative. Comment No: 2 Issue Code: 21.3 DHS notes the commentor's views on risk. DHS believes that experience shows that facilities utilizing modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of the NBAF, would enable the NBAF to be safely operated with a minimal degree of risk, regardless of the site chosen.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1758 Perry, William Page 1 of 1 Comment No: 1 Issue Code: 24.0 DHS notes the commentor's support the NBAF. No: 2 Issue Code: 1.0 DHS notes the commentor's support for the proposed research that would be conducted within the NBAF. Comment No: 3 Issue Code: 25.2 DHS notes the commentor's opposition to the South Milledge Avenue Site Alternative. Comment No: 4 Issue Code: 6.2 DHS notes the information submitted by the commentor. Section 3.2.3 acknowledges the proximity of the University of Georgia Livestock Instructional Area to the South Milledge Avenue Site, would it would not be affected by construction or operation of the NBAF at the South Milledge Avenue Site. The University of Georgia would arrange for an alternative for any temporary use at the South Milledge Avenue Site if construction of the NBAF at the site is selected. As described in Section 3.8.3.1.1, 80% of the site consists of pasture, and the adjacent lands consist of forested lands and small, perennial headwater streams. Approximately 30 acres of open pasture would be affected by the NBAF. Comment No: 5 Issue Code: 12.2 DHS notes the commentor's drought concerns and DHS acknowledges regional drought conditions. As described in Section 3.7.3.3.1 of the NBAF EIS, the South Milledge Avenue Site alternative would use approximately 118,000 gallons per day of potable water approximately 0.76% of Athens 15.5 million gallons per day usage. The NBAF annual potable water usage is comparable to 228 residential homes' annual potable water usage.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1759 Petrin, Bruce Page 1 of 1 Comment No: 1 Issue Code: 25.2 DHS notes the commentor's opposition to the South Milledge Avenue Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1760 Petrovick, Mathew Page 1 of 3 Comment No: 1 Issue Code: 21.3 DHS notes the information provided by commentor. DHS notes the commentor's concern regarding the siting, construction and operation of the NBAF at the Umstead Research Farm Site. Section 3.14 and Appendix E of the NBAF EIS investigate the chances of a variety of accidents that could occur and consequences of thoseaccidents Accidents could occur in the form of procedural violations (operational accidents), natural phenomena accidents, external events, and intentional acts. Although some accidents are more likely to occur than others (e.g., safety protocol not being followed), the chances of an accidental release are low. The specific objective of the hazard identification, accident analysis, and risk assessment is to identify the likelihood and consequences from accidents or intentional subversive acts. In addition to identifying the potential for or likelihood of the scenarios leading to adverse consequences, this analysis provides support for the identification of specific engineering and administrative controls to either prevent a pathogen release or mitigate the consequences of such a release. The risk of an accidental release of a pathogen is extremely low. Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1761 7. When the NBAF Incinerator emit's Pathogenic AEROSOL's which are WATER BASED, the PATHOGENIC IONIZED Water Molecule's will be Sucked Down ON to the LAND FILL w ere the Sea Gulls are F EEDING. REFERENCE (A) above proves that the Pathogens will never disappear from the ground deposition . 8. Reference (A) Magazine reports that British Scientists traced the Chinese Avian Flue (1918) from Seven Dead Miners who Died from the flue. That Pathogens lived for Many Many DECADES. They Proved this in their own BSL-4 Lab studies. 9. This could happen in Butner, NC since the magnetic field over the land Fill is NO DIFFERENT then an Magnetic Resonance Imaging MRI on a human body for Clinical diagnosis. When Water Ions ( in Human Blood) are exposed to Magnetic Field's, they can be manipulated. When Human Blood which has Water Based Ion's in it is exposed to the Magnetic filed of the MRI and pulsed with radio frequency energy, it rotates the red cell 90 degrees and the computer draws an IMAGE of the anatomy under study. This is Basic MRI science. 10. The same physic's can be applied to Pathogenic Aerosols which the Sea Gulls Eat. The Sea Gull Vector can spread the Pathogens worlds wide. Ref [Magazine BSL-4 Labs Sea Gulls ( Google).. I would appreciate a Scientific answer as to how and WHY your research Staff and the NC Consortium Scientists supporting your BSL-4 Lab plans MISSED thisOBVIOUS HUMAN HEALTH THREAT ?? I would be happy to discuss the Science and documentation I have established to prove the above threat is REAL. I may be contacted by telephone or e-mail to discuss this matter with scientist's who understand Nuclear medicine or Geology. I will be happy to provide you with my references. Please understand that I have several dozen other reasons to OBJECT to placement Biological Warfare Lab in Butner, NC. Please have one of your Scientists' contact me. I will donate my Time providing him with the above back ground. Sincerely,Mathew L. Petrovick Retired: Research Biomedical Engineer, Environmental Protection Agency 1 cont.| 21.3WD0422 Petrovick, Mathew Page 2 of 3 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1762 Petrovick, Mathew Page 3 of 3 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1763 Petrovick, Mathew Page 1 of 21 Comment No: 1 Issue Code: 21.3 DHS notes the information provided by the commentor.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1764 BSL-4 Site are to assure public health and safety , especially for risk populations at the regional Hospital in Butne r to name just a few. Please download the graphic drawings Sincerely, Mathew L. Petrovick Retired: Research Biomedical Engineer Environmental Protection Agency Clinical Studies Division, Chapel, Hill, NC and UNC Department of Cardiology It's only a deal if it's where you want to go. Find your travel deal here .2|27.0WD0439WD0439 Petrovick, Mathew Page 2 of 21 Comment No: 2 Issue Code: 27.0 DHS notes the information provided by the commentor.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1765 WD0439 Petrovick, Mathew Page 3 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1766 WD0439WD0439 Petrovick, Mathew Page 4 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1767 WD0439WD0439 Petrovick, Mathew Page 5 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1768 WD0439WD0439 Petrovick, Mathew Page 6 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1769 WD0439WD0439 Petrovick, Mathew Page 7 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1770 Objectives December 7 - 2007 Connecting The Dots Butner BSL-4 Bio - Warfare Lab 1.Spritual Plea for the Live's of John Umstead/Dorthea Dix Hospital Patient's, the Regional Community and the State of NC. 2.Identifying the Pathogenic Threat of the Granville, County Land- Fill and the Pandemic Threat of SEA -Gull Vectors as related to the BSL-4 Bio -Warfare Lab. 3. Identifying the Granville County SEA- Gull Threat to the Falls Lake water shed, specifically the E. M. Johnson Water Treatment Plant water supply for Raleigh, Knightdale, Zebulon, Garner and down stream Communities. 4. Searching for the Truth and Rational of State and Local Elected Officials accepting the location of the BSL-4 Bio - Warfare Lab location in Butner, NC. 5. Identifying the Pathogenic threat to African American Communities who may be exposed to Biological Warfare Disease from BSL-4 Hazardous Waste Incinerators Aerosol Emissions . 6. Identifying President Clintons \"Environmental Fairness Act \"( Executive Order: 12898, 1994 February 11, Sec 1-1.101, Unfair Dumping of Incinerator Emissions on African America Communities. 7. Identifying, how will DHL/USDA operate a BSL-4 Biological Warfare Incinerator in NC, without Violating President Clintons Executive Order, and Impose Biological Threats on the Regional water shed's. 8. Identifying possible threat of Military expansion of the Butner BSL-4 Lab to a Regional Military Biological Warfare \" Research Triangle Park.\" 9. Identifying the lack of Preparedness of NC for any Biological Pandemic. via National Institute of Justice Documentation. 10. Identifying how DHL/USDA may imposed the Cost of Preparedness for Pandemic Threats from the BSL 4 Bio - Lab, upon the Hosting Community and State of NC through Increase Taxes. 11. Identifying that a DHL/USDA Bio -Warfare Facility is a Dangerous Return of Tax Payers Investment in the US Government Programs. WD0439WD0439 Petrovick, Mathew Page 8 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1771 Connecting The Dots December 6-2007 Butner, NC BSL-4 Bio- Warfare Lab (Lack of Poster Board Time - Two Minutes) Revised 12-7-2007 Congressional Investigation of the 911 Terrorist attack concluded that the various Government Agencies were not sharing Intelligence information. The US Government, Federal Agencies and the American people were NOT CONNECTING the DOTS. ! The result is the Current Bio-Terrorist War. The American people EMOTIONALLY asked : HOW COULD THIS HAPPEN TO AMERICA ?? The objective of this presentation is to SHARE OUR INFORMATION with Town of Butner Board by \"Connecting The DOTS \" implied, if a BSL-4Biological Warfare Facility is installed and placed into Operation in Butner, NC.The Citizens of NC and Granville County do not want to ask our Elected Officials: \"HOW COULD THIS HAPPEN TO US ? In addition to information presented by the other speakers: The proposed BSL-4 Site for Butner, NC is in this writers \"OPINON\", the MOST DANGEROUS LOCATION of all other Candidate Sites for the following reasons: { The Sole of Wisdom is to \"CONNECT BIO - LAB DOT's\" before any BiologicWarfare BSL-4 lab construction occurs or placed into operation. } \"Sharing Community Intelligence\" Through Equal Rebuttal Time was not sufficiently Allowed before Elected Officials voted to approve the acceptance of a BSL-4Facility in Butner. This is how and why 911 Occurred within the Federal Government Agencies! WD0439WD0439 Petrovick, Mathew Page 9 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1772 1st DOT: 1.The potential for Bio-Warfare Pathogenic Exposure and possible Harm or Death of Central Regional Hospital/Dorthea Dix Patients, the Citizen Community and the REGIONAL NC POPLULATION is at Great Risk. WhatFederal Agencies and Local Governments will be responsible for setting the Price of the Poor Soul's LIVES who may be impacted with illness, disease or Death in these Communities and NC ? Could the Operation of a BSL-4 Bio- Lab with all it's potential Pathogenic Exposures so close to John Umstead Hospital Patient population be Tantamount to \"Opening The Gates of Hell\" inNC ? Could a BSL-4 Bio - Lab so close to the Patients of John Umstead Hospital be Tantamount to a DHL/USDA/ Town of Butner \"Ausch-witz like Camp\" in NC ? These Patients and the population of NC are all God's Children as much as any Board Member present. Who on the Butner Town Board will pass judgment on their Lives in Voting favorably for the DHL/USDA Bio- Disease Lab.? Are the Thirty Pieces of DHL/USDA Silver that important to the Town of Butner Tax base ? These questions must answered and the potential \" DOT's MUST BE CONNECTED\" with answers to the NC Regional Public Communities as a matter of Official RECORD. 2 nd DOT: 2.The proximity of the propose BIO-LAB site and it's TOXIC ( 6 ) Emissions to the Granville County LAND FILL could potentially be a REGIONALEcological and Environmental disaster waiting to happen VIA SEA GULL VECTOR Microbial Infestation. ( Appendix A ). All LAND FILLS are WD0439WD0439 Petrovick, Mathew Page 10 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1773 Major FEEDING GROUNDS FOR SEA GULLS, Black Birds, Geese and other Wildlife species . Ref. Flying Birds and The Spread of Disease, MicrobiologyNov. 2005, P 175-178 enclosed. 3 rd DOT: 3. The potential for Pathogenic CONTAMINATION of the Durham Waste Treatment Plant, and Raleigh , Johnson Water Treatment Plant (Knightdale, Rolesville, Zebulon, Garner water supplies) etc. and Regional Towns along the Neuse and other Lakes and LAND - FILLS are WITHIN the SEA - GULL VECTOR FLYWAY within the Central Region of NC. Each of the Water Treatment Plants and Regional LAND - FILLS such as Granville, County are HOME TO THOUSANDS OF MIGRATING SEA - GULLS ! So the Bio-Warfare Pathogen Contamination of Butner, NC LAND - FILL and Water Shed's could be a Major Regional or even an International Ref ( 1 ) problem if a Bio - Lab and it's Pathogenic Incinerator is placed in Butner, NC. Did our Elected Official's sincerely rationalize this kind of Hypothesis in Serving the Public of Granville County or were they Swooned and Overwhelmed with the Traditional Minuscule DHL / USDA Financial incentives for their depressed Communities ? 4 th DOT: 4. In the real World of Rougemont, NC, adjacent to the NC National Guard Facility, the next speaker will Document the LOSS of 107 head of Beef Cattle from Diseased BLACK BIRD infestation carrying the \" BANKRUPT WORM\" on their feet when they landed in his Cow pasture. Appendix WD0439WD0439 Petrovick, Mathew Page 11 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1774 (A ). This occurred Long before a Bio- Disease lab was ever thought of ! [ A well know Natural Ecological Disaster and a Cattle Farmers Nightmare ]. Note: The available evidence of the latter event was Precluded from this presentation due to 2 minute speakers time limit. This evidence is included in Appendix (A). Upon review, it should be Blatantly Clear how the Bio- Disease Lab \" DOT's May Be Connected \" Within a LAND - FILL, SEA - GULL / Black Bird Habitat which could Exacerbate the Human Health of the Central Region of NC if the wrong Governmental decisions are made. Case in Point: The Butner/Raleigh Land -Fill's are the Regional SEA - Gull Fly-Way Vector's for the transmission of Migratory Bird Disease (1 ) through the Neuse Lake and Johnson Water Treatment Plant. { Especially during SEVERE DOUGHT } . Once a BSL-4 Pathogenic Emission ( 6 ) accidentoccurs and Triggers the Sea - Gull Fly-Way, a Biological Pandemic could occur. NC or any other State is not currently prepared for such an event ( 2 ). National Institute for Justice ( 2 ) claims if: If you cannot Detect it,Measure it and Analyze it, you can't effectively \"Treat It\". Specifically,current Field Biological Pathogen detection instrumentation is not up to date. Much is still in R & D. ( 2 ). Hospital Microbiological instrumentation is to large to bring to the field trenches ( exposure sites ). This equipment will be needed by the Hospitals. Tooling up for Emergency Equipment First Responders ( Hazmat, Police, Fire Departments, Emergency Rooms) and newly trained personnel will cost millions of dollars and the cost will likely fall on Local Communities Hosting a BSL-4 Bio - Disease lab. How would a small Town like WD0439WD0439 Petrovick, Mathew Page 12 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1775 Butner, Creedmoor, Granville County or even the State of NC pay for such Upgrades? Could the DHL/USDA say to the Town of Butner: You are the Hosting County, we gave you Start - Up Funding. Your Tax Base will be required to fund these Community Needs! This could mean Upgrading /Retrofitting all the Contaminated or implied Water Sheds including Raleigh!!! 5 th DOT: Additional questions: 5. Why is DHL building a new National Data Center near Clarksville, Va. 25 miles away from the Butner Bio - Lab Site and the new National Guard Facility almost adjacent to the BSL-4 Bio - Lab site ? 6. Why is the New National Guard Facility being built to hold 1000 - 5000 Troops so close to the BSL-4 Lab? Is DHL/USDA anticipating a Clandestine Invasion of Terrorist Groups into or around the BSL-4 Lab or are the National Guard Troops to be used to Confront Community and Public Objections to the BSL-4 Bio -Lab ? Will Local National Guard Troops dressed in Riot Gear be used to Point M-16 rifles at Family and Community Members who Object to the BSL-4 Bio - Lab? Why do we need so many Troops to be Stationed in Butner ? Why are such large Barracks Quarters under construction? Where is the TRUTH as Mr. Elbert Oakley ( Board Member ) alluded too ? \"Community Intelligence\" shared by a prior speaker suggests that a single Terrorist with a small Vial of \" Ebola Virus \" deposited in a strategic location is all that is necessary to create a Viral Pandemic. In such an event, no amount of US troops could stop theWD0439WD0439 Petrovick, Mathew Page 13 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1776 Ebola Virus, in addition to risking the lives of the Troops? Such a strategic location could be the Granville, County LAND - Fill and the SEA - GULLS / BLACK BIRDS could finish the job in a very cost effective manner for the Terrorists! ( 1 ) . i.e. We are herein Sharing the ( Poster Board ) display Information in simplistic form with our Elected Officials before the fact, through the \"Community Connecting The Dots\" for the Butner Town Board. There is an abundance of Scientific, (6 ),(7 ), ( 8 )Clinical, Microbiological ( 1 ) Data that confirms that the SEA -GULL threat is not only Regional, but can be of a \"Very Compelling Internationally\". Federal GAO reports ( 3 ),( 5 ), (6 ) confirm the Hazards of BSL-4 Bio -Warfare laboratories and Animal Biologically contaminated Waste Aerosol Incinerators. When you add the potential of a Pathogenic BSL-4 Incinerator emission Depositions ( 6 ), ( 7 ) on to the LAND - FILL PETRI DISH Mix including a SEA - GULL Vector ( 1 ) Fly-Way as illustrated on the Poster Display, a DHL / USDA BSL-4 Lab in Butner, NC can not only threaten World Health with Biological Warfare Pathogens, but may also VIOLATE the Biological Weapons Convention ( 4 ). 7 ). The Public would like to know how the DHL/USDA and Local Elected Officials Justified and answered these questions and issues before a Decision was made to Approve a BSL-4 Site in Butner, NC ? High Technology Safety measures fail ( 6 ) in that Human's make mistakes and the latter is not a valid answerer. 7. In view of the New DHL National Data Center near Clarksville, Va. underWD0439WD0439 Petrovick, Mathew Page 14 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1777 construction, it's proximity to the proposed Butner BSL- 4 NBAF site and the conspicuous location of the adjacent National Guard Facility, what is the is intended relationship of these facilities to each other ? In Sharing this information with our Elected Officials, when the Community Citizen's \"Connect These Dots \" as illustrated on this Authors Poster ( two minute cut off by the Chairperson), one does not have to be a Rocket Scientist to seethe implication's of a\" Military Biological Warfare Research Triangle Park\" within the triangle of the sited boundaries shown on the poster display. Additionally, what is the relationship of the large Trucking Distribution Center ( mystifying the Board members and the Public) strategically placed so close to a Hypothetical \" Military Biological Warfare Research Triangle Park\" ?Could the \"Old Camp Butner\" in the future, be converted to a miniaturereplica of the Ft. Detrick Biological Warfare Research Laboratory which Founded Lab 257, \"Plum Island ( 8 )in the early the 1950's with the aid of Dr. Eric Traub (Biological Warfare Scientist), third in command under AdolfHitler ? ( 8 ). Please tell us the Truth on these facility relationships as Mr.Oakley ( Board Member) alluded to in his search for the Truth. Note: the California Livermore ( 4 ) Nuclear Weapons Lab called ( Site 300), 40 mileseast of San Francisco will be Mixing Nuclear, Weapon and Biological Warfare Agents at Site (300) [similarly as the New BSL-4 Weapons Lab at Ft. Detrick] and will be shipping them by Fed -Ex and UPS. Note: ( ViolatesFederal Register Vol. 68, No.111, June 10 - 2003). Site (300 ) project'shandling 60 Shipments of dangerous Pathogens an IN and OUT per month !WD0439WD0439 Petrovick, Mathew Page 15 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1778 How large of a Trucking Distribution Center would this take ? Is the mysterious Butner Distribution Center being constructed by DHL/USDA, US ARMY, DOD, NIH any other Federal Agency or a Hazardous Waste Contractor ( Funded by DHL/USDA) who may haul away contaminated animalbody parts for Ocean dumping or Foreign Country Dumping? Why not checkthe County Building Permit Application ? The Butner DHL/USDA Scopinginformation was delighted with the location of I-85 so close to the Butner BSL-4site. Where is the TRUTH Mr. Oakley , Board member, so graciously alluded too? Additionally, a new third facility, at University of California, Livermore is also located at Site (300) known as the \"National Bio and Agro Defense Facility (NBADF). One a single word difference from the Butner, NC NBAF, BSL-4 name. Livermore Site (300) will be the Worlds largest Biological Warfare - Defense lab or the US West Coast MEGAPLEX, which will handle experimental pathogens which there is No Known Cure, like Ebola Virus (4 ). With the similarities of Facility ( Names) and Similar research programs between Livermore and those planned for the Butner Facility the Key Question is: Could the Butner NBAF facility be converted and made the EASTCOAST MEGAPLEX ANCHOR as a Military or DHL compliment for theWest Coast Livermore MEGAPLEX Facilities ? Could a simple Directive from DHL, a Federal Waver or Change of Research Directive be issued to make this kind of a Conversion for the Butner BSL- 4 Facility in the Future? WD0439WD0439 Petrovick, Mathew Page 16 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1779 Could these combined Facilities and perhaps a future Butner, NC Megaplex, make the Atom Bomb Obsolete through development of new unknown deadly Pathogens ? Will the West Coast Megaplex Facility be Swapping Deadly Pathogens with any other BSL-4 Bio - Lab's in the USA, including the Butner, NC ? Could such action's Violate the International Weapons Convention Regulations ? Is this why the Large Distribution Trucking Center is underconstruction so near to Butner BSL-4 Ground Zero? Where is the TRUTH, re- Board Member Elbert Oakley elegant viewpoint ? 8. Is the DHL/USDA Not Telling NC that the Butner Bio - Lab will become the NATIONAL EAST COAST ANCHOR like the Livermore , California Site already is ?6 th DOT: 9. Since the proposed Butner BSL-4 Bio-Warfare Lab will operate a Contaminated Animal Waste Incinerator possibly burning Mad Cow disease Pathogens, (VX) Nerve gas, Ebola Virus and many other Deadly \"Select Agents\" etc., how will DHL/USDA do this with out Violating President Clintons Executive Order: 12898, 1994 February 11, Sec. 1-1. 1-101 EnvironmentalJustice Act ? Ref. Chemical Weapons Disposal and Environmental Justice ( 5 ).This Presidential Order requires that all Federal Agencies [ as a matter ofFederal Policy], Avoid Unfair Dumping of Incinerator Emissions on African American populations or other Poor Depressed Ethnic Communities. It would appear that Granville County, the Butner, Creedmoor, Oxford, Durhamregions as well as State wide African American Communities could fall into theWD0439WD0439 Petrovick, Mathew Page 17 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1780 Hazardous Waste Meteorological or Migratory Bird Vectors Exposure Plain. The Environmental Protection Agency is mandated to prevent such occurrences. There are SIX Incinerator sites in operation which have violated the Presidential Order. 1. Anniston, Alabama, 2. Pine Bluff Arkansas, 3. Pueblo Colorado, 4. Umatilla Oregon, 5. Toole, Utah and 6. Johnson Atoll, Pacific Ocean. ( 5 ). In the context of the Clinton Environmental Justice Act, the US Army is a Clear Example of the IMPOSITION by a Federal Agency to Disproportionately Dump Incinerator Emission products on Minority populations as in the case reports of the Six sites mentioned above. Given the warm relationships between the US Army and DHL, \"Connecting The Incinerator Dot's\" is a Frightful Prospect ! With the Proliferation of BSL-4 Bio- Warfare Labs, Eleven in USA and Fifteen more planned, ( 3 ), ( 6 ), ( 7 ) all of which will by DHL research programs, operate Contaminated Animal Waste Incinerator s, including the Proposed Butner BSL-4 Facility, \"How will the African American Communities throughout N C be effected\" ?? Will the EPA Inspector General file a Law Suite against the DHL/USDA if such Violations Occur ?? Very Unlikely. This African American and Minority issue must be answered by DHL/USDA in order establish Public Confidence in the Federal Agencies promoting and Funding BSL- 4 Bio -Warfare Labs at Tax Payers Expense. In effect, the DHL/USDA are taking our Tax Dollars and with the BSL-4 Bio - Warfare Lab Incinerator Emissions, could be dumping Pathogens on the Tax Payer's. For the Tax Payers, this is the \" WRONG KIND OF RETURN ON OUR WD0439WD0439 Petrovick, Mathew Page 18 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1781 INVESTMENT\" in the US Government. It could seriously Impact the US Stock Market in the event of a Pathogenic Pandemic. Additionally, Such Hazardous Waste Emissions would Violate the Clinton Environmental Farness Act (5 ) and endanger Human Life. ! 7 th DOT: 10.The Granville County LAND FILL is over loaded with decades of old junk auto's, trucks, steel farm implements , iron bath tubs, metals, scrapiron's and unknown magnetically polarized industrial Steels and Irons. AsBiologically contaminated Aerosols emit out of the Bio - Lab Incinerator, they could contain Electrically charged Molecules ( AEROSOLS) of Pathogenicwater droplets, (IONS), steam, Fog, clouds, depleted Oxygen Ions, moisturized/burned animal flesh ( ½ ton Cattle blood based ) [IONS] and ambient air / Oxygen Ions to name a few. The Electromagnetic Field's of the LAND - FILL could potentially attract the Ionized Incinerator Aerosol Clouds establishing a long term deposition of Pathogens on the LAND FILL.{ No winds, Day / night Fog, summer thunder storm Fog Emissions}. This process could further contaminate the SEA - GULL FOOD CHAIN.The DYNAMICS of electromagnetic ION exchange within Magnetic Field's are similar in behavior as in Clinical Magnetic Resonance (MRI) Diagnostic Body Imaging, Artificial Kidney Dialysis therapy, CDC Poison Controltreatment ( Activated Charcoal ) of Human Blood in many modern hospitalsand fundamental in basic water Geology. Hence, the transposition ( Connecting The Dot's ) of Electromagnet Field / Ion Dynamics to LAND - FILL - Bio-Lab WD0439WD0439 Petrovick, Mathew Page 19 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1782 ION'S is POTENTIALLY realistic just as it could be in Molecular Pathogenic Cloning and Gene Splitting of Microbiological Biological Warfare organisms,Countermeasure microorganisms in a BSL-4 research laboratory PETRI DISH . The Granville County LAND - FILL is inherently, such a Regional PETRI - DISH such as illustrated on the Poster presentation. Strangely, no one is connecting the Land -Fill - SEA-Gull VECTORS to the Raleigh /NeuseLake water supply, particularly the Johnson Water treatment Plant with hundreds, if not thousands of SEA - GULLS which normally carry their own ( 1 ) viral microorganisms, plus what they pick up in the SEA -GULL Fly - Way. Hence, the SEA - GULL, BLACK BIRD VECTORS ( 1 ) are the Ecological Recipe \" MIX- MASTER\" for the spread of Regional PathogenicDiseases if the State of NC and local Governments accept the DHL/USDA BSL-4 Facility ! For that these reasons, 'In my Opinion \" the Butner site for the Bio-Lab is the most dangerous of all candidate BSL - 4 sites. The \"Soul of Wisdom\" is to \"CONNECT THE HYPOTHETICAL DOT'S \" before theFACT, so NC Citizens do not ask our Elected Officials: \" HOW COULD THIS HAPPEN TO NC\" ?? POSTER REVIEW HERE: END Concluding remarks: The Opening Prayer by Board member John Wimbush focused on the Butner Town Board principles of \"Serving the Public\", is Most Admirable. BoardMember Elbert Oakley in his \"Search for The Truth\" was clearly one of Integrity, and a Founding Thesis of the \" Connecting The Dot's\" presentation included herein.WD0439WD0439 Petrovick, Mathew Page 20 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1783 Petrovick, Mathew Page 21 of 21 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1784 From: Stefano Subject: NBAF in Kansas Dear Sirs, I would like to let you know that I strongly support the State of Kansas to win the National Bio and Agro-Defense Facility. Kansas is uniquely qualified to conduct this type of research because of our long-standing expertise in human and veterinary medicine and the biosciences. Thank you for your consideration! Stefano Pettinella Stefano Pettinella Hill's Pet Nutrition, Inc | Marketing Director - Science Diet Dog (: 785.368.5641 (office) | 7: 785.368.5566| *: Stefano_Pettinella@HillsPet.com ,: 400 SW 8th Ave | Topeka, Kansas, 66603-3945 Visit us online | http://www.HillsPet.com1| 24.4WD0504 Pettinella, Stefano Page 1 of 1 Comment No: 1 Issue Code: 24.4 DHS notes the commentor's support for the Manhattan Campus Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1785 Pettit, Matthew Page 1 of 4 Comment No: 1 Issue Code: 24.4 DHS notes the commentor's support for the Manhattan Campus Site Alternative. Comment No: 2 Issue Code: 21.4 DHS notes the commentor's statement. Comment No: 3 Issue Code: 8.4 DHS notes the commentor's statement. Comment No: 4 Issue Code: 5.1 DHS notes the commentor's statement. Section 3.14 addresses accident scenarios, including external events such as a terrorist attack. A separate Threat and Risk Assessment (designated as For Official Use Only)(TRA) was developed outside of the EIS process in accordance with the requirements stipulated in federal regulations. The purpose of the TRA was to identify potential vulnerabilities and weaknesses associated with the NBAF and are used to recommend the most prudent measures to establish a reasonable level of risk for the security of operations of the NBAF and public safety. Because of the importance of the NBAF mission and the associated work with potential high-consequence biological pathogens, critical information related to the potential for adverse consequences as a result of intentional acts has been incorporated into the NEPA process.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1786 Another benefit of ce ntral location is air tr ansportation. Manhattan's Municipal Airport is a growing, modern facility. If rapi d, short notice air travel on be half of NBAF is needed, local assets exist for charter: for example, Kansas State's University's Cessna Citation might be used, it having a range sufficient to reach an ywhere in the CONUS and many places in Canada (e.g., Canada's BSL-4 lab in Winnipeg) directly from Manhattan. Quality of life for lab personne l and their families is important, and Manhattan can satisfy this need. Manhattan offers workers the benefit of living in the same city as they work. No commuting, no long drives to work, little traffic (only on Kansas State athl etics game days). Workers would remain close to their families, especially children, and to their schools, activities and places of worship. The local economy is stable and expanding. The city is family friendly, having neighborhoods with a small-town feel, but with enough commerce, shopping and li festyle choices that it doesn't feel isolated or remote. Real estate is plentiful and a relative bargain in Manhatta n. The new housing market has boomed in recent years with the return of the First Infantry Division to nearby Ft. Riley. Manhattan hosts a vibrant u niversity culture, with such intellectual and artistic ferment, including opera, concerts, theater, lectures (i.e., the well-known Landon Lecture Series on Public Issues), and art (i.e., the Beach Museum). Manhattan is set in the unique and picturesque rolling Flint Hills, not subject to suburban sprawl or industry. The wider area includes many rec reational opportunities. Manhattan is within reasonable driving distance of a wider array of cu ltural resources in other parts of Kansas and Missouri: Sports: Kansas Speedway, Kansas City Royals MLB and Chiefs NFL teams, The Sprint Center, the 2008 NCAA champion University of Kansas basketball team History: the Kansas State Capitol bu ilding, Brown vs. Board of Education National Historic Site and Kansas Museum of History in Topeka; Eisenhower and Truman Presidential Centers in Abilene, KS and Kansas City, MO; Kansas City also hosts resorts, casinos and premier shopping districts such as the Country Club Plaza and Crown Center. Educational opportunities for lab personnel and their families are important and available in Manhattan and surrounding areas. Workers at NBAF will want educational opportunities for their spouses, children and families. The Manhattan setting itself provides extensive postsecondary educational opportunities: with Kansas State University, Manhat tan Christian College and Manhattan Area Technical College. In addition, within a 130-mile radius of Manhattan are found a gamut of educational programs spanning many needs including, but not limited to five major public universities spanning a wide range of disciplines and professions which include law, library science, teacher and educational 1Cont.|24.4 5|15.4; 5Cont.|15.4WD0612 Pettit, Matthew Page 2 of 4 Comment No: 5 Issue Code: 15.4 DHS notes the commentor's support for the Manhattan Campus Site Alternative. Quality of life at the Manhattan Campus Site Alternative is discussed in Section 3.10.4.1.3 of the NBAF EIS. Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1787 administration, business, journalism, engineering, medical, dental and veterinary schools. Kansas State University has numerous area partnerships and scientific / academic resources Numerous partnerships with other specialties at other universities and a proven track record of successful partnerships: the one-of-a-kind military studies and military history programs with Ft. Leavenworth; providing outreach, classes and support services to soldiers and their families at Ft. Riley; a longstanding commitment to agricultural partnerships with other countries in Central America, India, Asia and worldwide. Kansas State is a member of the Grea t Plains Diagnostic Network consists of diagnostic capabilities at K-State, Colorado State University, Montana State University, the University of Nebraska-Lincoln, North Dakota Stat e University, Oklahoma State University, South Dakota State University, Texas Tech University and the University of Wyoming. As previously mentioned, Ames, IA is the site of a Kansas State Big 12 \"sister\" school, Iowa State, and that city has successfully hosted the Na tional Animal Disease Ce nter for 40 years. In addition, the Program for Economically Important Infectious Animal Diseases is hosted by Colorado State University in Ft, Collins. A foreword -thinking Kansas State University has already committed to man y of the goals of the proposed NBAF with its National Agricultural Biosecurity Center and Biosecurity Research Institute . KSU's National Agricultural Biosecurity Center was created after September 11, 2001. Partnerships include those with the Department of Homeland Security, US Department of Agriculture, the World Organizat ion for Animal Health and the University of Alabama at Birmingham Center for Emergency Con trol and Disaster Preparedness. The NABC already offers Biosafety and Biocontainment training/certification courses in Manhattan for working in Biosafety Level 3 and Level 4 labs. Kansas State, a longtime leader in food and live stock safety, also cre ated the Biosecurity Research Institute, a BSL-3 facility, which, particularly after 9/11/01, serves a vital need in food and livestock safety—exactly the role the proposed NBAF will play for the United States. It is important to note that the Manhattan community has already accepted a certain amount of risk with the construction and operation of the BRI, which would seem to offset a certain level of some Kansans' criticism of and anxiety with the proposed NBAF. Kansas State University, as a potent ial NBAF partner, has always been committed to Agriculture Founded in 1863, KSU was the first Land Gra nt University in the United States. Its commitment to agriculture and food science/safety include (in addition to examples previously mentioned): Its vast cooperative Extension Service and agricultural experiment stations/services, providing a two-way communication link to and information exchange with farms and agricultural communities all over Kansas.1Cont.|24.4; 3Cont.|8.4WD0612 Pettit, Matthew Page 3 of 4 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1788 KSU is a leader in food safety and agricultural processing, hosting such related facilities/organizations as the International Food Safety Network and Food Science Institute, among others. KSU hosts large Colleges/Schools of Agriculture, Veterinary Medicine, Family and Consumer Sciences, complementing work of the BRI and NABC, and proposed NBAF. The Manhattan Campus Site is with in an academic setting Other sites emphasize their remote or distant locations or settings, but working from an industrial park or small community of a few thousand people is not conducive to learning, collaborating or sense of belonging to a community and acad emic culture. It's the very thing other potential sites, especially Plum Island, lack. At no other site are there a Veterinary Medicine School & teaching hospital and a functioning, modern BSL-3 lab literally next door—no driving or commuting required. Other academic resources are within a short walk across campus: departments of biology, chemistry, biochemistry, agriculture and all other sciences. Subject experts spanning many disciplines would always be on call for a neighbor and partner such as the proposed NBAF. Kansas State has an excellent, modern library system that greatly complements the university as a whole and could partner with the USDA and DHS to provide excellent research resources and information needs for the proposed NBAF.1Cont.|24.4; 3Cont.|8.4WD0612 Pettit, Matthew Page 4 of 4 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1789 Pfister, Marjorie Page 1 of 1 Comment No: 1 Issue Code: 25.4 DHS notes the commentor's opposition to the Manhattan Campus Site Alternative. Comment No: 2 Issue Code: 5.1 DHS notes the commentor's support for the Plum Island Site Alternative. As described in Section 2.3.1, DHS's site selection process incorporated site selection criteria that included, but were not limited to, such factors as proximity to research capabilities and workforce. As such, some but not all of the sites selected for analysis as reasonable alternatives in the NBAF EIS are located in subburban or sem-urban areas. It has been shown that modern biosafety laboratories can be safely operated in populated areas. An example is the Centers for Disease Control and Prevention in downtown Atlanta, Georgia, where such facilities employ modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of NBAF. Comment No: 3 Issue Code: 15.4 DHS notes the commentor's viewpoint. The proposed action would create temporary jobs during the 4-yr construction phase and permanent jobs upon completion of the facility. The estimated number of jobs and tax revenues that are expected to be created by the construction and operations of the NBAF at the Manhattan Campus Site are presented in Section 3.10.4 of the NBAF EIS. A discussion of the effects of the NBAF on property values was included in Section 3.10.4, which concluded that there is no empirical evidence that a facility such as the NBAF would reduce property values in the study area. It is possible that with the relocation of highly skilled workers to the immediate area, property values could increase due to an increase in demand. Comment No: 4 Issue Code: 25.4 DHS notes the commentor's statement. Comment No: 5 Issue Code: 21.1 DHS notes the commentor's views on risk. DHS believes that experience shows that facilities utilizing modern biocontainment technologies and safety protocols, such as would be employed in the design, construction, and operation of the NBAF, would enable the NBAF to be safely operated with a minimal degree of risk, regardless of the site chosen. Comment No: 6 Issue Code: 21.4 DHS notes the commentor's concern that the NBAF would be a prime terrorist target. Section 3.14 and Appendix E of the NBAF EIS address accident scenarios, including external events such as a terrorist attack. A separate Threat and Risk Assessment (TRA) (designated as For Official Use Only) was developed outside of the EIS process in accordance with the requirements stipulated in federal regulations. The purpose of the TRA was to identify potential vulnerabilities and weaknesses associated with the NBAF and are used to recommend the most prudent measures to establish a reasonable level of risk for the security of operations of the NBAF and public safety. Because of theChapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1790 importance of the NBAF mission and the associated work with potential high-consequence biological pathogens, critical information related to the potential for adverse consequences as a result of intentional acts has been incorporated into the NEPA process.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1791 Pfister, Steve Page 1 of 1 Comment No: 1 Issue Code: 25.4 DHS notes the commentor's opposition to the Manhattan Campus Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1792 Pfuetze, Robert Page 1 of 1 Comment No: 1 Issue Code: 24.4 DHS notes the commentor's support for the Manhattan Campus Site Alternative. Comment No: 2 Issue Code: 8.4 DHS notes the commentor's statement.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1793 FD0027 Philipp, MD, Joseph Page 1 of 2 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1794 FD0027 1| 24.4 Philipp, MD, Joseph Page 2 of 2 Comment No: 1 Issue Code: 24.4 DHS notes the commentor's support for the Manhattan Campus Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1795 Phillips, Tom Page 1 of 2 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1796 City Hall * 1101 Poyntz Avenue * Manhattan Kansas * 66502-5497 * phone 785-587-2404 * fax 785-587-2409 * phillips@ci.manhattan.ks.us www.ci.manhattan.ks.us August 25, 2008 CITY MANAGER'S OFFICE U.S. Department of Homeland Security Science and Technology Directorate James V. Johnson, Mail Stop #2100 245 Murray Lane, SW; Building 410 Washington, D.C. 20528 Re: Financial Support for the National Bio and Agro-Defense Facility Dear Mr. Johnson: I am writing to reaffirm the City of Manhattan's financial commitment to the National Bio and Agro-Defense Facility (NBAF). On February 6, 2007, the City Commission passed Resolution No. 020607-D that states our support for the recruitment of NBAF to be constructed in our community. The resolution also pledges up to $5 million in economic assistance for the NBAF project. This amount includes $750,000 to $1.5 million for sanitary and water improvements. The remaining pledged funding, up to $3.5 million, is flexible and is available to support any other infrastructure and site improvements necessary for the project. The total financial commitment of $5 million is still in place and does not have any contingencies or unique timin g requirements, other than the announcement of Manhattan, Kansas and Kansas State University as th e final selected site for the project. If you have any questions regarding this matter, please feel free to contact me. Sincerely, Tom Phillips Commissioner, City of Manhattan 08104 1| 5.4 2| 8.4WD0778 Phillips, Tom Page 2 of 2 Comment No: 1 Issue Code: 5.4 DHS notes the commentor's support for the Manhattan Campus Site Alternative. Comment No: 2 Issue Code: 8.4 DHS notes commentor's information on the City of Manhattan's financial commitment to funding the NBAF infrastructure requirements.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1797 Pike, Bill and Sherrie Page 1 of 1 Comment No: 1 Issue Code: 25.2 DHS notes the commentor's opposition to the South Milledge Avenue Site Alternative.Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement December 2008 2-1798 MSD006 1|24.51|27.0 Pitts, Caitlynn Page 1 Issue Code: 27.0 DHS notes the information provided by the commentor.Chapter 2 - Comment Documents NBAF Final Environmental Impact 2008 2-1799 MSD006 1|24.5 (cont.)1|27.0 (cont.) Pitts, Caitlynn Page 2 of 2 Chapter 2 - Comment Documents NBAF Final Environmental Impact Statement "}