{"title": "The American Society of Hematology 2011 evidence-based practice guideline for immune thrombocytopenia", "author": "Neunert; Cindy; Lim; Wendy; Crowther; Mark; Cohen; Alan; Solberg; Lawrence", "url": "https://dx.doi.org/10.1182/blood-2010-08-302984", "hostname": "doi.org", "description": "Abstract. Immune thrombocytopenia (ITP) is commonly encountered in clinical practice. In 1996 the American Society of Hematology published a landmark guidance p", "sitename": "American Society of Hematology", "date": "2011-04-21", "cleaned_text": "Abstract Immune thrombocytopenia (ITP) is commonly encountered in clinical practice. In 1996 the American Society of Hematology published a landmark guidance paper designed to assist clinicians in the management of this disorder. Since 1996 there have been numerous advances in the management of both adult and pediatric ITP. These changes mandated an update in the guidelines. This guideline uses a rigorous, evidence-based approach to the location, interpretation, and presentation of the available evidence. We have endeavored to identify, abstract, and present all available methodologically rigorous data informing the treatment of ITP. We provide evidence-based treatment recommendations using the GRADE system in those areas in which such evidence exists. We do not provide evidence in those areas in which evidence is lacking, or is of lower quality—interested readers are referred to a number of recent, consensus-based recommendations for expert opinion in these clinical areas. Our review identified the need for additional studies in many key areas of the therapy of ITP such as comparative studies of \"front-line\" therapy for ITP, the management of serious bleeding in patients with ITP, and studies that will provide guidance about which therapy should be used as salvage therapy for patients after failure of a first-line intervention. Introduction Immune thrombocytopenia (ITP) is characterized by isolated thrombocytopenia often occurring in the absence of identifiable and specific precipitants. In 1996 the American Society of Hematology (ASH) published a comprehensive guideline on this disorder, [1](javascript:;) which has become the reference standard for the diagnosis and treatment of the disease. However, given important recent advances in both the definition and treatment of ITP, an update of the guideline is required. This document summarizes the literature describing the diagnosis and management of ITP focusing on changes since the publication of the initial guideline in 1996. In this guideline we have performed comprehensive literature reviews and have presented the evidence using the GRADE system, which categorizes evidence based on the quality of the contributing evidence and the strength that the evidence brings to the recommendations. [2](javascript:;) We have attempted to keep our literature review and recommendations practical and concise and have limited our recommendations to those areas with sufficient evidence. In other areas we do not provide recommendations; readers requiring a more in-depth review are referred to recent consensus-based guidelines, which does present recommendations in areas where strong evidence is lacking. [3](javascript:;), [4](javascript:;) We provide recommendations for patients with both primary and selected secondary forms of ITP. We do not provide recommendations for neonatal ITP. Overall, we have noted a lack of good-quality evidence in many areas of concern for physicians involved in the day-to-day management of patients with ITP. These areas include the management of bleeding in patients with ITP, evidence to guide second-line therapies in children and adults, evidence to guide the timing of splenectomy, and evidence to support platelet thresholds at which interventions (including the use of antiplatelet agents) are safe. We encourage publication of observational data and clinical trials to provide evidence to guide therapy in these areas. A condensed summary of recommendations is provided in [Table 1](javascript:;). |Section 1: ITP | 1.3.B. We children are nonresponders| for pediatric ITP| | 2.1.A. |Splenectomy for persistent or chronic ITP or ITP unresponsive to initial measures| | 2.2.B. We suggest:| |H pylori testing in children persistent or chronic ITP| | 2.3.A. We recommend:| |Case in adult| recommend:| suggest:| adult | We treatment of adult ITP| | 4.3.A. We suggest:| |Treatment of patients who are unresponsive to or relapse after initial corticosteroid therapy| | 4.4.A. We open prior to splenectomy| | 4.5.A. We recommend:| |Case 5: treatment 6.2.A. We suggest:| |Case 7: treatment of secondary ITP, | 1.3.B. We children are nonresponders| for pediatric ITP| | 2.1.A. |Splenectomy for persistent or chronic ITP or ITP unresponsive to initial measures| | 2.2.B. We suggest:| |H pylori testing in children persistent or chronic ITP| | 2.3.A. We recommend:| |Case in adult| recommend:| suggest:| adult | We treatment of adult ITP| | 4.3.A. We suggest:| |Treatment of patients who are unresponsive to or relapse after initial corticosteroid therapy| | 4.4.A. We open prior to splenectomy| | 4.5.A. We recommend:| |Case 5: treatment 6.2.A. We suggest:| |Case 7: treatment of secondary ITP, H pylori, Helicobacter pylori. Nomenclature and diagnosis The disease and its most widely accepted abbreviation, ITP, has variably been defined as It is an autoimmune disorder characterized by immunologic destruction of otherwise normal platelets most commonly occurring in response to an unknown stimulus. ITP may occur in isolation (primary) or in association with other disorders (secondary). Secondary causes include autoimmune diseases (particularly the antiphospholipid antibody syndrome), viral infections (including hepatitis C [HCV] and human immunodeficiency virus [HIV]), and certain drugs ( [Table 2](javascript:;)). Historically, ITP was believed to be caused by increased platelet destruction at a rate that exceeded production by a compensating bone marrow. New knowledge has questioned this model, providing evidence that platelet production is also decreased in many patients with ITP. [6](javascript:;) Evans syndrome is associated with autoimmune thrombocytopenia with coincident hemolytic anemia. An International Working Group (IWG) consensus panel of both adult and pediatric experts in ITP recently provided guidance on terminology, definitions, and outcome criteria for this disorder. [7](javascript:;) Primary ITP was defined by the IWG as a platelet count less than 100 × 109/L in the absence of other causes or disorders that may be associated with thrombocytopenia. The IWG based its recommendations for the use of an upper-threshold platelet count of 100 × 109/L on 3 considerations: a study demonstrating that patients presenting with a platelet count between 100 and 150 × 109/L have only a 6.9% chance of developing a persistent platelet count of less than 100 × 109/L over 10 years of follow-up [8](javascript:;) ; recognition that in non-Western ethnicities normal values in healthy individuals may be between 100 and 150 × 109/L; and the hypothesis that a cutoff value of 100 × 109/L would reduce concern over the mild \"physiologic\" thrombocytopenia associated with pregnancy. The IWG also defines ITP as newly diagnosed (diagnosis to 3 months), persistent (3 to 12 months from diagnosis), or chronic (lasting for more than 12 months). [7](javascript:;) It is important to note that these definitions have not been formally validated, and that they may not apply to patients with secondary forms of ITP. Where possible we have adapted the IWG terminology throughout the guideline. However, for our systematic review we use the definitions of ITP used by the authors of the contributing papers and the diagnostic threshold(s) established in their inclusion and exclusion criteria (usually less than 150 × 109/L). The IWG provides specific recommendations for assessing the response to ITP treatments ( [Table 3](javascript:;)). Although not based on evidence, these thresholds provide a useful standardization that will allow better comparison of responses between studies. We found that within the current generation of studies we could not readily define responses using the IWG framework. To summarize briefly, the IWG defines the quality of a response as a function of the platelet count achieved and an assessment of the change in the severity of bleeding. The IWG proposed changing the definition of complete response (CR) to be consistent with the new diagnostic threshold of 100 × 109/L. Response (R) is defined as a platelet count 30 but < 100 × 109/L and a doubling from baseline. The IWG recommends the timing of the assessment of response be variable and dependent on the treatment type. The duration of response is measured from the achievement of a first measured CR or R until the loss of CR or R ( [Table 4](javascript:;)). Corticosteroid dependence is defined as the need for ongoing or repeated administration of corticosteroids to maintain a platelet count in excess of 30 × 109/L and/or to avoid bleeding. Severe ITP is reserved for patients who have clinically relevant bleeding, defined as bleeding at presentation of sufficient magnitude to mandate treatment or by the occurrence of new bleeding symptoms requiring additional interventions or increase in drug dose. Refractory ITP is defined as the presence of severe ITP occurring after splenectomy. Nonsplenectomized patients are defined as responders and nonresponders to various drug therapies, but should not be considered refractory. Refractory patients may respond temporarily to corticosteroids or intravenous immunoglobulin (IVIg). In all cases, other causes of thrombocytopenia must be excluded by a thorough clinical evaluation. |Complete response (CR)||A platelet count 100 × 109/L measured on 2 occasions > 7 days apart and the absence of bleeding.| |Response (R)||A platelet count 30 × 109/L and a greater than 2-fold increase in platelet count from baseline measured on 2 occasions > 7 days apart and the absence of bleeding.| |No response (NR)||A platelet count < 30 × 109/L or a less than 2-fold increase in platelet count from baseline or the presence of bleeding. Platelet count must be measured on 2 occasions more than a day apart.| |Loss of complete response||A platelet count < 100 × 109/L measured on 2 occasions more than a day apart and/or the presence of bleeding.| |Loss of response||A platelet count < 30 × 109/L or a less than 2-fold increase in platelet count from baseline or the presence of bleeding. Platelet count must be measured on 2 occasions more than a day apart.| |Complete response (CR)||A platelet count 100 × 109/L measured on 2 occasions > 7 days apart and the absence of bleeding.| |Response (R)||A platelet count 30 × 109/L and a greater than 2-fold increase in platelet count from baseline measured on 2 occasions > 7 days apart and the absence of bleeding.| |No response (NR)||A platelet count < 30 × 109/L or a less than 2-fold increase in platelet count from baseline or the presence of bleeding. Platelet count must be measured on 2 occasions more than a day apart.| |Loss of complete response||A platelet count < 100 × 109/L measured on 2 occasions more than a day apart and/or the presence of bleeding.| |Loss of response||A platelet count < 30 × 109/L or a less than 2-fold increase in platelet count from baseline or the presence of bleeding. Platelet count must be measured on 2 occasions more than a day apart.| Based on the recommendations of the International Working Group. [7](javascript:;) |Time to response||From start of treatment until either complete response or response| |Duration of response||Time from complete response or response until loss of complete response or response Measured as the proportion of the cumulative time spent in complete response or response during the period under examination as well as the total time observed from which the proportion is derived| |Expected time either complete response or response| |Duration of response||Time from complete response or response until loss of complete response or response Measured as the proportion of the cumulative time spent in complete response or response during the period under examination as well as the total time observed from which the proportion is derived| |Expected time International Working Group. [7](javascript:;) We support classifying children who fail splenectomy and continue to have severe ITP as refractory in accordance with the new nomenclature. However, as recognized by the IWG, we feel that the above definition in children may need further refinement. The majority of children will not have undergone splenectomy, and those who have are likely to respond at least transiently, therefore the term refractory in this population may not be useful in distinguishing individuals with the highest risk of bleeding. [9](javascript:;), [10](javascript:;) The vast majority of children will therefore be classified only as either responders or nonresponders to individual drug therapies. We agree with the IWG that the definition of refractory is needed in both children and adults to provide easy identification of the most affected patients, which accounts for both disease severity and response to interventions. GRADING the evidence The GRADE system uses a systematic approach to grading the strength of management recommendations to minimize the potential for bias and to enhance interpretation. [2](javascript:;) This system was developed by the Grades of Recommendation, Assessment, Development and Evaluation Working Group and is now widely used because of its simplicity and ease of use. The GRADE system provides a score for a recommendation of 1A, 1B, 1C, 2A, 2B, or 2C. The numeric value indicates the strength of the recommendation, with a value of 1 indicating a high degree of confidence that the desirable outcomes of an intervention exceed the undesirable effects (or vice versa) in most patient populations. In general, a strong recommendation requires excellent-quality data from a variety of clinical situations. However, in some settings a strong recommendation may be derived from lesser-quality evidence if the intervention results in important clinical benefit and either toxicity is uncommon or is strongly outweighed by the potential benefit (or vice versa). A value of 2 indicates a lower degree of confidence that the desirable outcomes outweigh undesirable outcomes (or vice versa). Strong recommendations are usually indicated by the phrase \"we recommend.\" and weak recommendations by the phrase \"we suggest.\" The letter score within the grade indicates the quality of the underlying evidence. A score of \"A\" suggests that the recommendation is supported by consistent evidence from randomized controlled trials (RCTs) or exceptionally strong observational studies. A score of \"B\" suggests that the recommendation is supported by RCTs with important limitations or strong evidence from observational studies, and a score of \"C\" indicates evidence derived from RCTs with serious flaws, weaker observational studies, or indirect evidence. In all cases, a recommendation should not replace best physician judgment and a patient's stated preference; recommendations are guides that cannot be applied uniformly to all patients. Methodology Guideline development was separated into 3 parts: (1) development of a background consisting of recommendations on nomenclature, diagnosis, and response criteria (largely drawn from a recently published consensus document) [7](javascript:;) ; (2) creation of focused clinical questions that form the basis for systematic literature review; and (3) establishment of evidence tables and the development of recommendations using the GRADE methodology. [2](javascript:;) Evidence tables were constructed for each clinical question. If a table is not referenced in the text, we were unable to find data to populate the table. In some cases more than one table was constructed for an individual question, for example, if more than one treatment modality is discussed. In contrast to recent reviews, [1](javascript:;), [3](javascript:;), [4](javascript:;) the guideline panel consisted of authors who had no significant conflicts of interest as defined by the American Society of Hematology (ASH) Conflict of Interest policy ( [http://www.hematology.org/About-ASH/1779.aspx](http://www.hematology.org/About-ASH/1779.aspx), accessed June 8, 2010). Thus, none of the authors of this guideline had received honorarium or other forms of direct or indirect financial support from pharmaceutical companies that manufacture products discussed in this guideline. Furthermore, none of the authors had received direct research support from companies manufacturing products discussed in this report in the 24 months before their coming on the panel. Authors were chosen for this report based on their lack of conflicts (all authors), previous publications on ITP and its treatment (M.A.C., W.L., L.S., C.N., A.C.), demonstrated guideline development (M.A.C., M.C., W.L., C.N.), and clinical expertise in management (L.S., C.N., A.C.). The American Society of Hematology provided administrative support for this project. The authors received no form of payment for their participation. The literature reviews, table generation, and report writing were done by the authors, without additional support, and at no cost to ASH. Thus pharmaceutical companies had no direct or indirect role in the production of this guideline. We used a rigorous systematic review process to ensure inclusion of all relevant articles, summarized the results of these searches using evidence tables, did not perform an exhaustive review of potential therapies for ITP (instead limiting our focus to those therapies with evidence), and widely circulated our recommendations among both conflicted and nonconflicted experts for scientific review before submission for publication. We began our guideline with the recommendations of the 1996 ASH guideline. [1](javascript:;) We searched the EMBASE and MEDLINE databases from 1996 to December 2009 for each of the clinical questions. Where literature searches revealed a methodologically rigorous systematic review or meta-analysis, we searched for subsequently published studies and updated the evidence for the published systematic review. If a systematic review was not available on a topic, we searched for relevant RCTs. We did not include literature of lesser methodological quality in either of these situations. If we found no systematic reviews and no RCTs, we searched for rigorous cohort studies or case control studies with a preference for prospective cohort studies, retrospective cohort studies and case control studies, and finally case series. We confined our inclusion of case studies to those enrolling more than 50 patients for adult series, and 25 patients for series of pediatric patients and patients with secondary ITP. Although the minimum number of patients selected was arbitrary, this was done to reduce the possibility of bias, which is more likely to be encountered in smaller studies. [11](javascript:;) Our lower threshold for pediatric and secondary ITP studies was chosen to balance the need to avoid bias against the need to have sufficient data to allow us to make recommendations. This approach to literature is a modification of that used by the SIGN group. [12](javascript:;) Grades of recommendation for each of the clinical questions were proposed by a nominated principal author for that content area. Grades were then vetted in a series of teleconferences involving the authors of the guideline, at which time the evidence supporting the recommendation was reviewed in detail. Subsequently, an external panel was convened to ensure that all pertinent articles were identified and accurately assessed, determine whether all clinically relevant areas with evidence were addressed, and evaluate whether the guideline was concise and organized. The external panel included members of the ASH Quality Subcommittee, the ASH Committee on Practice, and content experts identified through literature review who may have had conflicts of interest. Ultimately, the document was approved by the authors of the paper, ASH's Committee on Practice, ASH's Subcommittee on Quality of Care, and the ASH Executive Committee. The document then underwent a peer review process before submission for publication in Blood. Reviewers providing assessments of the paper before submission are found in an online appendix (available on the Blood Web site; see the Supplemental Materials link at the top of the online article). This guideline discusses both licensed and unlicensed drugs for the treatment of ITP. Before administering drugs, physicians should be aware of the method of administration and possible side effects, ensure that there is a safe environment for the administration of the drugs, and ensure that preadministration tests are given for those drugs that require them (eg, hepatitis serology before rituximab). Patients and caregivers should be adequately consented. Section 1: ITP in children Case 1: newly diagnosed ITP in children A 3-year-old child presents with a 24-hour history of bruising and petechiae. There is no history of additional bleeding or family history of thrombocytopenia or bleeding. Physical examination is notable for a few areas of scattered petechiae and several small bruises to her arms and legs. There is no other active bleeding, lymphadenopathy, or hepatosplenomegaly. Complete blood count reveals a platelet count of 8 × 109/L and is otherwise normal. Peripheral blood smear shows a few large platelets and no other abnormalities. 1.1. Diagnosis of ITP Question: Are there additional tests that can help confirm the diagnosis of ITP in this patient? This recommendation contains major changes compared with the 1996 ASH guideline insofar as a bone marrow examination is no longer considered necessary at diagnosis. A careful history, physical examination, and review of the complete blood count and peripheral blood smear remain the key components of the diagnosis of ITP. We found insufficient evidence to recommend or suggest the routine use of antiplatelet, antiphospholipid, and antinuclear antibodies, [13-15](javascript:;) thrombopoietin levels, or platelet parameters obtained on automated analyzers in the evaluation of children or adolescents with suspected ITP. Measurement of immunoglobulins to exclude common variable immune deficiency (CVID) is commonly practiced by physicians. ITP can be a presenting feature of CVID, in one series of patients with CVID and ITP 17/21 presented with ITP alone. [16](javascript:;) The utility of screening all ITP patients for CVID, however, is unclear. Abnormalities such as fever or bone or joint pain, a family history of low platelets or easy bruising, risk factors for HIV infection, skeletal or soft-tissue morphologic abnormalities, nonpetechial rash, lymphadenopathy or an abnormal hemoglobin level, white blood cell count, or white cell morphology are not typical of ITP and should prompt additional testing, such as bone marrow evaluation, to rule out other disorders. However, if the personal history, family history, physical examination, complete blood count, and peripheral blood smear are typical of ITP, no further testing is needed. A retrospective study of 332 children and adolescents with typical features of ITP found no cases of acute leukemia and one case of bone marrow aplasia. [17](javascript:;) The evidence review for this recommendation is found in supplemental Tables 1.1.1 and 1.1.2. We find no evidence for the routine use of bone marrow examination in several situations, therefore: 1.1.A. We recommend: Bone marrow examination is not necessary in children and adolescents with the typical features of ITP (grade 1B). Bone marrow examination is not necessary in children who fail IVIg therapy (grade 1B). 1.1.B. We suggest: Bone marrow examination is also not necessary in similar patients before initiation of treatment with corticosteroids or before splenectomy (grade 2C). Testing for antinuclear antibodies is not necessary in the evaluation of children and adolescents with suspected ITP (grade 2C). 1.2. Initial management of ITP Question: Do you treat this child with medication at this time? This recommendation has major changes to the 1996 ASH guideline insofar as we have moved away from recommendations for treatment based on the platelet count. The goal of all treatment strategies for ITP in children, or in adults, is to achieve a platelet count that is associated with adequate hemostasis, rather than a \"normal\" platelet count. Although there have been no randomized trials using prevention of intracranial hemorrhage (ICH) or other significant bleeding events as a clinical end point, data extrapolated from natural history studies indicate that the vast majority of children do not experience significant bleeding at follow-up. Furthermore, children may develop severe bleeding despite treatment at presentation. Two studies in 2003 reported the incidence of bleeding in children followed for 6 months from the time of diagnosis. [18](javascript:;), [19](javascript:;) Rosthøj et al reported more than 500 children with a platelet count < 30 × 109/L at diagnosis followed for 6 months and found no episodes of ICH or life-threatening bleeding. [18](javascript:;) A registry of 2540 children followed for 6 months reported 3 episodes (0.17%) of ICH. [19](javascript:;) All 3 patients had a platelet count < 20 × 109/L at diagnosis and 2 of the 3 had received treatment at diagnosis. A more recent study followed 1682 children for a minimum of 6 months and determined that only 3 (0.2%) developed ICH. [20](javascript:;) Treatment or threshold for treatment was not specified in these investigations and was at the discretion of the treating physician. Lastly, Duru et al enrolled 26 children with a platelet count < 20 × 109/L and consented them to observation without drug treatment. [21](javascript:;) Ten (38%) had mucosal bleeding at presentation. Only 2 of the 26, both with epistaxis at diagnosis, required further intervention during the follow-up period, which ranged from 5-32 months. Two studies have prospectively examined the development of more significant bleeding shortly following diagnosis, a time at which patients would most likely benefit from treatment. [22](javascript:;), [23](javascript:;) As part of a 3-arm prospective trial, Fujisawa et al followed 19 patients with a platelet count between 30 × 109/L and the upper limit of normal with observation alone. [22](javascript:;) Patients were treated with platelet-enhancing agents if the platelet count declined below 30 × 109 and there was onset of mucosal bleeding. No patients in this group required retreatment in the first 28 days. In addition, this study randomized patients with platelet counts between 10 and 29 × 109/L and no wet purpura to observation or a 21-day course of oral prednisone. No patients in the observation group required retreatment and none of the patients, regardless of randomization arm, developed bleeding requiring a modification in treatment. A recent study enrolling 863 children determined bleeding severity at diagnosis and during the subsequent 28 days. [23](javascript:;) Bleeding severity was specifically assessed using a previously published bleeding severity measurement tool. [24](javascript:;) There were 505 children with a platelet count < 20 × 109/L and no or mild bleeding at diagnosis, only 3 children (0.6%, 95% CI 0.1%-1.7%) developed severe bleeding in the subsequent 28 days, and none experienced ICH. In this study there was no relationship between the initial management and development of severe hemorrhage (P = .82). We recognize that these studies are limited by approximately half of the children receiving treatment at some point during the observation period. Further, the studies enrolled inadequate numbers of patients to detect any effect of treatment on severe hemorrhage, which is an uncommon event. Lastly, there have been few validated bleeding assessment tools to adequately define \"minor bleeding.\" For this reason, different definitions have been applied in published investigations. Therefore, for this guideline to be consistent with published measures we refer to \"mild bleeding\" conservatively as involving skin manifestations only (bruising and petechiae) without any mucosal bleeding. [24](javascript:;), [25](javascript:;) The studies do, however, suggest that the majority of children experience no or mild bleeding symptoms regardless of receiving drug therapy initially. The decision to manage with observation alone requires a detailed discussion with the family about health-related quality of life, medication side effects and efficacy, and anticipatory guidance about preventing and monitoring for bleeding. Treatment may also be appropriate if follow-up cannot be assured, there are other social concerns (eg, travel and distance from hospital), there are concerns attributed to activity level or risk of bleeding, or there is a need for upcoming procedures associated with a risk of bleeding. If a patient with ITP enters menarche, the physician should remember to explain what are normal levels of blood loss and what features would be described as excessive and possibly an indication for treatment. As a final point, there is no clear age at which children should be treated in a manner more like adults. The majority of children, 75%-80%, should be expected to enter into remission by 6 months. Data from natural history investigations, however, suggest that adolescents might be more likely to develop persistent or chronic ITP. [18](javascript:;), [19](javascript:;), [26](javascript:;) The study by Kuhne et al described above showed that the rate of chronic disease, defined by a platelet count < 150 × 109/L at 6 months, was more common in older children. [19](javascript:;) The percentages of children with chronic ITP were 23.1% for children age > 3 months to < 12 months, 28.1% for children > 12 months and < 10 years, and 47.3% for children > 10 years (P < .001 for the comparison of rates between those < 12 months, with those > 10 years). Similarly Rosthjo et al and Zeller et al found that the development of chronic disease was influenced by age. [18](javascript:;), [19](javascript:;) Whereas this data suggest that adolescents are more likely than younger children to develop persistent or chronic disease, there have been no studies investigating a benefit to altered treatment in this age group or the age at which this effect is likely to be most present. Therefore the management of adolescents should follow the usual management of children with ITP. The evidence review for this recommendation is found in supplemental Table 1.2.1. 1.2.A. We recommend: Children with no bleeding or mild bleeding (defined as skin manifestations only, such as bruising and petechiae) be managed with observation alone regardless of platelet count (grade 1B). The child develops an episode of epistaxis that lasts about 15 minutes. You make the decision to treat based on the bleeding. 1.3. Initial pharmacologic management of pediatric ITP Question: What medication do you treat with at this time? Corticosteroids (see supplemental Tables 1.3.1 and 1.3.2). This recommendation has only minor changes to the 1996 ASH guideline. There has been one randomized trial conducted since the previous guideline comparing observation alone to a course of prednisone 2 mg/kg/d for 2 weeks then tapered over 21 days in patients with a platelet count between 10 and 29 × 109/L and no evidence of mucosal hemorrhage. The primary end point was days with a platelet count < 30 × 109/L. There was no statistically significant difference between prednisone and observation regarding the primary end point (2 days vs 4 days, respectively). [22](javascript:;) Additionally, there was no new bleeding requiring a change in treatment in either group. There is insufficient evidence to determine whether corticosteroid use in populations perceived to be at higher risk of bleeding may be useful. Thus because of the lack of evidence, children with a platelet count < 10 × 109/L or those with mucosal hemorrhage are still likely to be considered for corticosteroid therapy routinely by many physicians. If corticosteroids are chosen as initial treatment, there is no evidence to support any one dose, or dosing regimen, over others. [27](javascript:;) Long-term corticosteroids should be avoided in children with acute ITP because of side effects. IVIg (see supplemental Table 1.3.3). This recommendation has only minor changes to the 1996 ASH guideline. A meta-analysis comparing treatment with IVIg (generally at a dose of 0.8 to 1.0 g/kg) and corticosteroids reported pooled data from 6 trials. [28](javascript:;) The primary outcome analyzed was a platelet count > 20 × 109/L at 48 hours. The relative risk (RR) (corticosteroids vs IVIg) of achieving a platelet count > 20 × 109/L at 48 hours was 0.74 (95% CI 0.65-0.85), and the number needed to treat (NNT) was 4.5 (95% CI 3.23-7.69), indicating that children receiving corticosteroids were 26% less likely to achieve the primary outcome. The authors were unable to determine significant differences, if any, with respect to clinically relevant outcomes. Additionally 9 studies, with a total of 586 patients, reported 3 episodes of ICH, 2 in patients treated with corticosteroids, both of whom improved, and 1 in a patient treated with IVIg who subsequently died. Anti-D immunoglobulin (anti-D) (see supplemental Tables 1.3.4 and 1.3.5). This recommendation has major changes to the 1996 ASH guideline, with significant new data including cautions with respect to the risk of hemolysis. Since 1996 there have been 3 randomized trials comparing therapy with anti-D and IVIg. [29-31](javascript:;) Two studies used a platelet count of > 20 × 109/L at 72 hours as the primary end point. These studies, using different doses of anti-D, reported contradictory results regarding its benefit over IVIg. [29](javascript:;), [30](javascript:;) In addition, in the study by Son et al using an anti-D dose of 50 g/kg resulted in no significant difference in the reported rate of fever and chills (38% IVIg vs [30](javascript:;) Patients in the anti-D group experienced a greater decline in hemoglobin compared with those receiving IVIg (1.49 g/dL vs 0.80 g/dL, P = .014) at 3 days. In addition, 2 patients in the anti-D group required transfusion with packed red blood cells compared with none in the IVIg group. A third study [31](javascript:;) compared 3 treatment arms: a single dose of anti-D 50 g/kg, anti-D and IVIg 0.8 g/kg. The anti-D 50 g/kg dose was significantly less effective than IVIg and less effective than the higher dose of anti-D at increasing the platelet count to > 20 × 109/L at 24 hours (50%, 72%, 77%, respectively); however, there was no difference in the mean platelet count across groups at 24 hours. Headache, fever, and chills were all less common in the anti-D 50g/kg group. By day 7, hemoglobin concentrations decreased by 1.6 g/dL, 2 g/dL, and 0.3 g/dL in the anti-D 50 g/kg, anti-D 75 g/kg, and IVIg groups, respectively. The data from the study by Tarantino et al seem to suggest that a dose of 75 g/kg is superior to the lower dose of 50 g/kg; however, this was at the expense of increased side effects. The data by Son et al, however, would suggest that a dose of 50 g/kg is as effective as IVIg and this is supported by data from an additional retrospective chart review comparing anti-D at a dose of 45 to 50 g/kg to IVIg at a dose 0.8 to 1 g/kg in 33 children. In this study there was no difference in time to achieve a platelet count 20 × 109/L (P = .34). [32](javascript:;) Therefore there is inconclusive evidence to recommend a specific dose of anti-D immunoglobulin at this time. Anti-D is recommended only in patients who are Rh-positive, who have a negative direct antiglobulin test (DAT), and who have not undergone splenectomy. Additionally, clinicians are cautioned that the Food and Drug Administration (FDA) has provided a warning and specific monitoring requirements because of reports of fatal intravascular hemolysis reported with anti-D. [33](javascript:;), [34](javascript:;) As with all treatments, the risks of anti-D must be weighed against the benefits. 1.3.A. We recommend: For pediatric patients requiring treatment, a single dose of IVIg (0.8 to 1 g/kg) or a short course of corticosteroids be used as first-line treatment (grade 1B). IVIg can be used if a more rapid increase in the platelet count is desired (grade 1B). Anti-D therapy is not advised in children with a hemoglobin concentration that is decreased because of bleeding, or with evidence of autoimmune hemolysis (grade 1C). 1.3.B. We suggest: A single dose of anti-D can be used as first-line treatment in Rh-positive, nonsplenectomized children requiring treatment (grade 2B). Case 2: children who are treatment nonresponders and/or have persistent or chronic ITP A 6-year-old child was diagnosed with ITP 6 months ago and continues to have a platelet count of 20 × 109/L. In the past the child has had no response to IVIg or anti-D and has recently had a decline in her response to periodic corticosteroids. She suffers from troublesome recurrent epistaxis, as a result of which she is being sent home from school. The parents are wondering whether the child can return to soccer practice because they feel she needs to be more active. 2.1. Appropriate second-line treatments for pediatric ITP Question: What treatments should be considered for children who are unresponsive to initial treatment and/or who have persistent or chronic ITP? This recommendation contains major changes since the 1996 ASH guideline as there are new data on novel treatments for ITP. The decision to treat relies largely on the frequency and severity of bleeding and the impact on quality of life. If previous treatment with corticosteroids, IVIg, or anti-D have been successful, these options may be used as needed to prevent bleeding, especially during the first 12 months of persistent disease while waiting for a possible spontaneous remission. Treatment of children with unresponsive disease (chronic or persistent ITP) using rituximab or high-dose dexamethasone has been the subject of several prospective and retrospective studies. None of these studies was a randomized, placebo-controlled trial. Rituximab response rates have been highly variable, because of different treatment regimens and definitions of response. In the 1-year follow-up of a prospective, multicenter trial of 4 weekly doses of rituximab (375 mg/m2) [35](javascript:;) only 8 of 36 patients maintained their platelet counts above 50 × 109/L. [36](javascript:;) Higher response rates were found in some other trials [37-40](javascript:;) including one that allowed doubling of the dose if there was no response to the initial therapy. [39](javascript:;) Serum sickness has occurred in some patients [35](javascript:;), [37](javascript:;), [39](javascript:;) and the rate of more significant long-term adverse events such as progressive multifocal leukoencephalopathy remains uncertain. [41](javascript:;), [42](javascript:;) No study of high-dose dexamethasone therapy in children and adolescents has included 25 or more patients with chronic or persistent ITP. In a prospective, randomized trial of 6 cycles of high-dose dexamethasone (0.6 mg/kg/d for 4 days every 4 weeks) and IVIg (800 mg/kg with a second dose if platelet count is less than 30 × 109/L at 48 hours for 6 cycles), complete or partial remissions occurred in 25% (5/20) of patients initially treated with corticosteroids or crossed over to this therapy after failure to respond to IVIg. [43](javascript:;) Small prospective observational studies yield similar results with frequent adverse events. [44-47](javascript:;) The 1996 ASH guideline noted that numerous agents such as azathioprine, danazol, and interferon have been used in a small number of children and adolescents with chronic or persistent ITP who failed to respond to more conventional therapy. Although the list of such agents has expanded and now includes mycophenolate mofetil, cyclosporine, anti-CD52 monoclonal antibody, and others, data for any single agent, with the possible exception of dapsone, or combination of agents remain insufficient for specific recommendations. A retrospective analysis of dapsone in chronic or persistent ITP that included 35 children demonstrated a response rate of 66% and continuous complete response rate (maintenance of a platelet count > 50 × 109/L with or without dapsone) of 31%. [48](javascript:;) Studies of thrombopoietin receptor agonists in children and adolescents are under way, but results have not been published. Thus, no recommendations for the use of these agents can be made at this time. The evidence review for this recommendation is found in supplemental Tables 2.1.1 and 2.1.2. 2.1.A. We suggest: Rituximab be considered for children or adolescents with ITP who have significant ongoing bleeding despite treatment with IVIg, anti-D, or conventional doses of corticosteroids (grade 2C). Rituximab may also be considered as an alternative to splenectomy in children and adolescents with chronic ITP or in patients who do not respond favorably to splenectomy (grade 2C). High-dose dexamethasone may be considered for children or adolescents with ITP who have significant ongoing bleeding despite treatment with IVIg, anti-D, or conventional doses of corticosteroids (grade 2C). High-dose dexamethasone may also be considered as an alternative to splenectomy in children and adolescents with chronic ITP or in patients who do not respond favorably to splenectomy (grade 2C). 2.2. Splenectomy for persistent or chronic ITP or ITP unresponsive to initial measures Question: When should splenectomy be considered? This recommendation contains minimal changes from the 1996 ASH guideline. The 1996 ASH guideline considered splenectomy to be an effective therapy for chronic or persistent ITP in children and adolescents but considered the data to be inadequate to make specific recommendations regarding indications and timing. Studies continue to show a sustained response rate of approximately 70%-80% with splenectomy. [10](javascript:;), [49-51](javascript:;) However, the relatively high rate of spontaneous remission supports delaying splenectomy for at least 12 months unless the child has severe and unresponsive disease or quality of life concerns that mandate more definitive therapy. [20](javascript:;), [52](javascript:;) For preoperative vaccinations, we advise clinicians to consult advice by authoritative, regularly updated, national health-related entities such as the Centers for Disease Control and Prevention (CDC) in the United States ( [http://www.cdc.gov/vaccines/recs/schedules/default.htm](http://www.cdc.gov/vaccines/recs/schedules/default.htm)). The 2010 CDC guidelines recommend pneumococcal and meningococcal vaccination for elective splenectomy and point out that one dose of Haemophilus influenzae type b vaccine is not contraindicated in adults before splenectomy. The evidence review for this recommendation is found in supplemental Table 2.2.1. 2.2.A. We recommend: Splenectomy for children and adolescents with chronic or persistent ITP who have significant or persistent bleeding, and lack of responsiveness or intolerance of other therapies such as corticosteroids, IVIg, and anti-D and/or who have a need for improved quality of life (grade 1B). 2.2.B. We suggest: Splenectomy or other interventions with potentially serious complications be delayed for at least 12 months, unless accompanied by severe disease defined by the IWG as unresponsive to other measures or other quality of life considerations (grade 2C). 2.3. Helicobacter pylori (H pylori) testing in children with persistent or chronic ITP Question: What is the role of H pylori testing in children with persistent or chronic ITP? This recommendation was not discussed in the 1996 ASH guideline. There has been one randomized trial investigating the role of H pylori eradication in children with chronic ITP. [53](javascript:;) In this investigation 55 children in Thailand were investigated for the presence of H pylori. The 16 patients who were identified to have H pylori were then randomized between 14 days of eradication therapy or placebo and followed for 6 months. The primary end point of platelet recovery for at least 3 months was achieved in 12% of the treatment group and 13% of the placebo group. In addition, the prevalence of H pylori among all patients enrolled (16/55, 29%) was not different from the general prevalence in healthy Thai children (34%-50%), a finding supported by other studies. [54-56](javascript:;) Eradication positively affected disease in one study, [56](javascript:;) but not in the other two. [54](javascript:;), [55](javascript:;) Diagnosis of H pylori varied between the studies from C13 urea breath test alone, [53](javascript:;), [55](javascript:;) stool antigen alone, [56](javascript:;) to two of C13 breath test, serum antibody, and stool antigen. [54](javascript:;) These differences may have led to the differences in the results. On the basis of our assessment of the literature, we suggest that patients should undergo treatment and testing based on individual symptoms. It is also possible that data will vary depending on the regional prevalence of H pylori, H pylori strain, and methods of diagnosis and treatment used. Diagnostic testing for and treatment of H pylori should be done in consultation with a gastroenterologist. The evidence review for this recommendation is found in supplemental Tables 2.3.1 and 2.3.2. 2.3.A. We recommend: Against routine testing for H pylori in children with chronic ITP (grade 1B). Case 3: management of MMR-associated ITP A 15-month-old child presents with a 24-hour history of bruising and petechiae. The child received a measles, mumps, and rubella (MMR) vaccination 2 weeks earlier. There is no additional bleeding. Physical examination is notable for a few areas of scattered petechiae and several small bruises. There is no other active bleeding, lymphadenopathy, or hepatosplenomegaly. Complete blood count is normal except for a platelet count of 8 × 109/L. Peripheral blood smear is consistent with ITP. 3.1. MMR vaccination in children with ITP Question: What do you tell the mother about future vaccinations? This topic was not addressed in the 1996 ASH guideline. A recent systematic review described studies reporting cases of thrombocytopenia in children immunized with MMR vaccine before the development of ITP as well as those studies reporting the risk of ITP recurrence after MMR immunization or re-immunization in patients with previous nonvaccine or vaccine-associated ITP. [57](javascript:;) Eleven studies reported the incidence of MMR vaccine-associated ITP to be 0.87 to 4 (median 2.6) cases per 100 000 vaccine doses. In comparison, the reported incidence of ITP following natural measles or rubella infection ranges from 6 to 1200 per 100 000 cases. Therefore, the risk of developing ITP is higher following natural infection with these viruses, justifying vaccination. MMR vaccination of unimmunized patients with ITP and re-vaccination of patients with previous nonvaccine or vaccine-associated ITP did not lead to recurrence of the thrombocytopenia. The evidence review for this recommendation is found in supplemental Table 3.1.1. 3.1.A. We recommend: Children with a history of ITP who are unimmunized receive their scheduled first MMR vaccine (grade 1B). In children with either nonvaccine or vaccine-related ITP who have already received their first dose of MMR vaccine, vaccine titers can be checked. If the child displays full immunity (90%-95% of children), then no further MMR vaccine should be given. If the child does not have adequate immunity, then the child should be re-immunized with MMR vaccine at the recommended age (grade 1B). Section 2: ITP in the adult Case 4: newly diagnosed ITP in the adult A previously well, 28-year-old woman presents with isolated mucosal hemorrhage. A complete blood count was performed and she was found to have a platelet count of 9 × 109/L. 4.1. Initial diagnosis of ITP Question: What testing is required to confirm the diagnosis of ITP? This recommendation has major changes from the 1996 ASH guideline as we do not find evidence for an age threshold at which a bone marrow examination is required. [58-60](javascript:;) The diagnosis of ITP is made by exclusion of secondary causes of thrombocytopenia ( [Table 2](javascript:;)) as there are no diagnostic tests to confirm ITP. The initial history and physical examination should be aimed at identifying evidence of bleeding and excluding other causes of thrombocytopenia or secondary ITP. If during the course of treatment or monitoring atypical features develop—for example, abnormalities in the white blood cell count, lymphadenopathy, multiple cytopenias—then the diagnosis of ITP should be reassessed. As in childhood ITP, we found insufficient evidence to recommend or suggest the routine use of antiplatelet, [61-71](javascript:;) antiphospholipid analyzers [64](javascript:;), [65](javascript:;), [78-84](javascript:;) in the evaluation of patients with suspected ITP. In patients presenting with suspected ITP, abnormalities in the complete blood count and peripheral blood smear other than thrombocytopenia (and perhaps microcytic anemia attributed to chronic blood loss) should be further investigated, for example, with a bone marrow examination or other appropriate investigations, before the diagnosis of ITP is made. Testing for HIV and HCV should be considered in all patients with acute ITP, because treatment of the underlying disease may alter the course of secondary ITP (sections 7.1 and 7.2). The evidence review for this recommendation is found in supplemental Tables 4.1.1 through 4.1.6. 4.1.A. We recommend: Testing patients for HCV and HIV (grade 1B). 4.1.B. We suggest: Further investigations if there are abnormalities (other than thrombocytopenia and perhaps findings of iron deficiency) in the blood count or peripheral blood smear (grade 2C). A bone marrow examination is not necessary irrespective of age in patients presenting with typical ITP (grade 2C). The patient is concerned about her bleeding and has learned from the internet that a low platelet count is associated with a risk of bleeding. She questions you about whether she should be receiving drug treatment. 4.2. Treatment of newly diagnosed adult ITP Question: When is treatment indicated for newly diagnosed ITP? This recommendation has only minor changes from the 1996 ASH guideline. The natural history of such patients has not been well studied. Spontaneous remissions do occur, although this is much less common in adults compared with children. In one study, 8 of the 87 patients with a platelet count > 50 × 109/L spontaneously remitted with no treatment, and among those who were treated, some remitted off treatment. [85](javascript:;) Another study followed up patients with persistent ITP who had not had a splenectomy and demonstrated a further 17/59 patients achieved remission between 6 months and 3 years. [86](javascript:;) Finally, 12 of the 28 patients in the study by Cooper and colleagues were off treatment after being treated with intermittent infusions of anti-D for a platelet count < 30 × 109/L. [87](javascript:;) Patients referred to hematologists are more likely to have severe thrombocytopenia and (presumably) to ultimately require some form of treatment. [88](javascript:;) The decision to treat should be based on the individual patient's severity of bleeding, bleeding risk (eg, previous bleeding episodes, coincident risk factors for bleeding such as hypertension and age), activity level (eg, playing contact sports), likely side effects of treatment, and patient preferences. [85](javascript:;), [89-101](javascript:;) Women with chronic ITP may have heavy menstrual periods that interfere with their daily activities or result in iron deficiency anemia, both findings that may influence the decision to treat. There is limited evidence on which to base treatment recommendations on a specific platelet count or age for all patients. Observational data of ITP patient cohorts have suggested that bleeding risk is increased with platelet counts less than 20 or 30 × 109/L, but it is unclear whether offering treatment to all patients with ITP at these levels will result in decreased bleeding. The outcomes from ITP do appear to be improving; the original ASH guideline reported a mortality rate for patients with newly diagnosed ITP between 1928-1989 of 2.1%, compared with a mortality rate of 0.8% in patients with newly diagnosed ITP between 1973-2004 (including papers published after the last ASH review). [85](javascript:;), [89-97](javascript:;), [99-101](javascript:;) Care must be taken in interpreting the estimates of the rates of death as these papers are very heterogeneous. In contrast, mortality for patients with chronic ITP has not improved to the same extent, with a mortality rate of 5.4% (25/465 patients) in the original ASH guideline compared with mortality rates of 6.6% (6/91 patients) in more recently reported studies. A comprehensive analysis including the data from the 1996 ASH guideline and updated to 1998 was used to try to extrapolate future risk of bleeding. [90](javascript:;) Increasing age was found to be a major risk factor for bleeding. This model predicted that older patients with platelet counts of less than 30 × 109/L were at very high risk of bleeding; for example, the study estimated that patients older than the age of 60 years with a platelet count of less than 30 × 109/L had a predicted 5-year fatal bleeding risk of 48% compared with 2.2% for those younger than 40 years. [90](javascript:;) However, because of the characteristics of the underlying dataset, the study was not able to evaluate the implications of other thresholds. The study based its bleeding risk estimates on small retrospective studies leading to large confidence intervals (CIs). It is important to remember that death is not the only outcome of interest in treating such patients. Other outcomes, such as intracranial hemorrhage, are also very important as they can lead to severe disability. We found no evidence that could allow us to determine a minimum platelet count threshold or specific age at which a typical patient with ITP should be treated. We recognize that the majority of clinicians use the platelet threshold of < 30 × 109/L as a trigger for treatment, and we find no evidence to contradict this practice. The evidence review for this recommendation is found in supplemental Tables 4.2.1 and 4.2.2. 4.2.A. We suggest: Treatment be administered for newly diagnosed patients with a platelet count < 30 × 109/L (grade 2C). 4.3. First-line treatment of adult ITP Given her degree of thrombocytopenia, recurrent mucosal hemorrhage and level of concern, you recommend treatment. Question: What is suitable first-line treatment for newly diagnosed ITP? This recommendation has only a minor change from the 1996 ASH guideline, being the addition of anti-D as a treatment option in Rh-positive, nonsplenectomized individuals. A large number of papers present data [87](javascript:;), [89](javascript:;), treatment is required for ITP, it should be tailored to the individual patient, taking into account the presence and severity of bleeding, the rapidity of desired platelet count rise, and possible side effects. We recommend longer courses of corticosteroids (eg, prednisone 1 mg/kg orally for 21 days then tapered off) over either shorter courses of corticosteroids (eg, dexamethasone 40 mg orally for 4 days) or IVIg because longer courses of corticosteroids are associated with a longer time to the loss of response in the only study that has compared short-course therapy (IVIg or intravenous corticosteroids on days 1-3 followed by placebo days 4-21) with long-course therapy (IVIg or intravenous corticosteroids on days followed by oral corticosteroid therapy on days 4-21). [107](javascript:;) Two cohort studies have provided additional guidance if clinicians choose to use shorter courses of corticosteroids. Mazzucconi and colleagues [108](javascript:;) summarize 2 cohort studies that demonstrated high response rates with repeated short courses of dexamethasone, and Cheng et al [104](javascript:;) summarize an additional cohort study of high-dose dexamethasone. Both studies report high rates of sustained response. The study by Mazzucconi et al reported in the monocenter cohort an overall relapse-free survival, defined as a platelet count > 20 × 109/L, in responders to dexamethasone to be 90% (95% CI 78.3-100) at 15 months. Similar results were found in the multicenter cohort, which demonstrated an overall relapse-free survival of 81% (95% CI 70.6-92.3) using a slightly higher platelet count of 30 × 109/L to define response. The investigation by Cheng et al found that 42% of all treated patients had a platelet count > 50 × 109/L at 6 months and required no further treatment during a 2- to 5-year follow-up period. Neither of these investigations has a comparator, however, making the relative efficacy compared with other treatments difficult to evaluate. If anti-D is chosen as a therapy, care must be taken because of a risk of severe hemolysis that has been reported with some products. [33](javascript:;) If IVIg is chosen, we recommend an initial dose of 1 g/kg; this recommendation is based on the results of a small, randomized trial. Patients who fail to respond to 1 g/kg may respond to higher doses (ie, 2 g/kg). [106](javascript:;) We found no evidence to support or refute the routine use of premedications before IVIg, although we note that severe reactions are uncommon. Zaja and colleagues recently reported the results of a randomized, open-label trial examining the addition of rituximab to high-dose dexamethasone in patients with newly diagnosed ITP. [110](javascript:;) This study was published after the literature review for this guideline was complete. This trial targeted treatment-naive subjects with the primary objective assessing whether subjects had a sustained response (SR) of a platelet count > 50 × 109/L 6 months after entering the trial. The study demonstrated an improved response with the addition of rituximab (36% vs 63%, P = .004). Of patients started on dexamethasone alone who failed to achieve SR, 15 of 27 patients (56%) converted to SR after salvage therapy with rituximab and dexamethasone. However, this study was limited by a high rate of protocol violations and study dropouts and the administration of additional treatments/crossovers. It is also unclear how it would compare with a prolonged course of corticosteroids, which seems to be more beneficial than a short course of high-dose corticosteroids. [107](javascript:;) The rituximab arm also had a higher rate of complications. The evidence review for this recommendation is found in supplemental Tables 4.3.1 and 4.3.2. 4.3.A. We suggest: Longer courses of corticosteroids are preferred over shorter courses of corticosteroids or IVIg as first-line treatment (grade 2B). IVIg be used with corticosteroids when a more rapid increase in platelet count is required (grade 2B). Either IVIg or anti-D (in appropriate patients) be used as a first-line treatment if corticosteroids are contraindicated (grade 2C). If IVIg is used, the dose should initially be 1 g/kg as a one-time dose. This dosage may be repeated if necessary (grade 2B). The patient's platelet count increases to more than 100 × 109/L. The corticosteroids are tapered and discontinued but 3 months later epistaxis and mucosal bleeding develop associated with a platelet count < 10 × 109/L. Another physician administers a treatment of IVIg and places her on corticosteroids, which fail to maintain the platelet count at a level that controls bleeding. She is becoming uncomfortable with the side effects of corticosteroids. She wants to know whether she needs a splenectomy or whether there might be some treatment not involving surgery. 4.4 Treatment of patients who are unresponsive to or relapse after initial corticosteroid therapy Question: What is the most appropriate next therapy? This section contains major changes compared with the 1996 ASH guideline because significant new treatments have been developed, including thrombopoietin receptor agonists and rituximab. The fundamental treatment goal for a patient with ITP is achieving a platelet count that prevents major bleeding rather than \"normalizing\" the platelet count. In selecting an evidence-based treatment for chronic ITP, clinicians and patients must now consider questions such as: Should one of the thrombopoietin receptor agonists or rituximab be used before splenectomy? Does evidence support the sequence in which splenectomy, the thrombopoietin receptor agonists, and rituximab should be used? In addition to the likelihood and durability of the patient's platelet response, other issues including out-of-pocket expenses and the duration and inconvenience of the treatment must be considered. The impact of treatment on quality of life also represents an increasingly important consideration for patients and clinicians. [111](javascript:;) Additionally, all of these treatments have either proven long-term adverse events such as septicemia after splenectomy or other complications of potent immunosuppression (rituximab) or have been available for too short a time to comprehend fully long-term toxicities (eltrombopag and romiplostim). Septicemia in patients who have had splenectomy, for example, occurs with a relative risk of 1.4 (95% CI 1.0-2.0) in the first year after splenectomy. The causative agent is Streptococcus pneumoniae in the majority of cases, and the case fatality rate approaches 50%. [112](javascript:;), [113](javascript:;) The 1996 ASH guideline supported open splenectomy (OS) for ITP, but determined that research was inadequate to allow evidence-based recommendations on appropriate indications or timing for the operation. [1](javascript:;) In their 2010 consensus review, Provan and colleagues considered second-line treatments to Splenectomy was noted to be deferred in most series for at least 6 months after diagnosis. [3](javascript:;) Azathioprine, cyclosporine A, cyclophosphamide, danazol, can produce responses in platelet counts after days to weeks of administration with considerable variability in response by individual patients. [1](javascript:;), [3](javascript:;) Each agent has unique potential toxicities such as immune suppression, secondary malignancies, hypertension, hepatic toxicity, and others, which must be considered by the patient and clinician. [1](javascript:;), [3](javascript:;) Formal recommendations regarding these agents are not made because research since the 1996 guideline has been inadequate to allow evidence-based recommendations on appropriate indications or timing. Eltrombopag and romiplostim have shown efficacy in RCTs in splenectomized or nonsplenectomized patients with persistent or chronic thrombocytopenia. [114-116](javascript:;) When these agents are abruptly discontinued, thrombocytopenia typically recurs or transiently worsens, so clinicians and patients need to be vigilant for bleeding symptoms during this period. Adverse effects have generally been mild, although a recent study in patients with chronic liver disease was stopped because of an excess of portal venous thrombosis episodes in patients treated with eltrombopag. [117](javascript:;) Thrombosis has not emerged as a major risk in other studies. [118](javascript:;) The clinical significance of increased marrow reticulin fibrosis observed in 10 of 271 patients in the romiplostim trials [119](javascript:;) and in 7 of the long-term follow-up of eltrombopag patients (Promacta drug information [ [http://us.gsk.com/products/assets/us_promacta.pdf](http://us.gsk.com/products/assets/us_promacta.pdf)]) is unclear. Hepatotoxicity is important to monitor, because approximately 3% of eltrombopag-treated patients will have an increase of alanine aminotransferase (ALT) to at least 3 times the upper limit of normal compared with 0%-2% for controls, but in the majority this is nonprogressive or resolves. [114](javascript:;) Both agents are FDA-approved for the treatment of patients with chronic ITP who have not had sufficient responses to corticosteroids, IVIg, or splenectomy. For both agents, the indication requires a clinical determination that the degree of thrombocytopenia (not specified) and clinical condition (not specified) increase the risk for bleeding. New since the 1996 ASH guideline is the extensive use of rituximab in the management of adult patients with ITP who have failed one or more lines of therapy and who have undergone (in many cases) unsuccessful splenectomy. This experience has been summarized in the systematic review by Arnold et al [120](javascript:;) The pooled estimate of overall platelet count response in 313 patients from 19 eligible reports was 62.5% (95% CI 52.6-72.5%). [120](javascript:;) Rituximab responses can be enduring, although the rate of durable response at 1 year may be as low as 30%. [121](javascript:;) The rate of long-term responses, in excess of 1 year, has been reported to be between 18% and 35%, but not all of those who relapse require treatment. [121](javascript:;), [122](javascript:;) Arnold and colleagues evaluated safety outcomes in 306 patients, of whom 10 (3.3%) had severe or life-threatening complications after rituximab treatment. Nine patients (2.9%) died. Thus 19 of 306 patients had grade 3, 4, or 5 toxicity as defined by the National Cancer Institute Common Terminology Criteria for Adverse Events. [120](javascript:;), [123](javascript:;) Progressive multifocal leukoencephalopathy has recently emerged as a complication of rituximab treatment; reports suggest this complication is rare in patients with ITP treated with rituximab. [41](javascript:;) In summary, despite a plethora of novel agents and new information on success of treatment, there is no evidence to guide a sequence of treatments for patients who have recurrent or persistent thrombocytopenia associated with bleeding after an initial treatment course with corticosteroids (or IVIg or anti-D). Splenectomy remains the only treatment that provides sustained remission off all treatments at 1 year and beyond in a high proportion of patients with ITP; sustained remission rates with rituximab are disappointing and the thrombopoietin receptor agonists produce off-treatment sustained remissions very infrequently. The evidence review for this recommendation is found in supplemental Table 4.4.1. 4.4.A. We recommend: Splenectomy for patients who have failed corticosteroid therapy (grade 1B). Thrombopoietin receptor agonists for patients at risk of bleeding who relapse after splenectomy or who have a contraindication to splenectomy and who have failed at least one other therapy (grade 1B). 4.4.B. We suggest: Thrombopoietin receptor agonists may be considered for patients at risk of bleeding who have failed one line of therapy such as corticosteroids or IVIg and who have not had splenectomy (grade 2C). Rituximab may be considered for patients at risk of bleeding who have failed one line of therapy such as corticosteroids, IVIg, or splenectomy (grade 2C). 4.5. Laparoscopic versus open splenectomy and vaccination before splenectomy Question: If splenectomy is considered, is laparoscopic splenectomy preferred over open splenectomy? What vaccines are indicated in patients undergoing splenectomy? On the issue of OS versus laparoscopic splenectomy (LS), we identified one systematic review and one additional case series. [124](javascript:;), [125](javascript:;) This review suggested that LS had fewer complications than OS; however, this conclusion is limited by a lack of randomized studies. We find no new evidence to allow us to make new recommendations regarding indications or timing for splenectomy in adult patients with ITP. For preoperative vaccinations, we advise clinicians to consult advice by authoritative, regularly updated, national health-related entities such as the CDC in the United States ( [http://www.cdc.gov/vaccines/recs/schedules/default.htm](http://www.cdc.gov/vaccines/recs/schedules/default.htm)). The 2010 CDC guidelines recommend pneumococcal and meningococcal vaccination for elective splenectomy and point out that one dose of H influenzae type b vaccine is not contraindicated in adults before splenectomy. Although the risk of infection is the major cause of mortality after splenectomy, there have been several other complications that should be discussed with the patient when obtaining consent. These include bleeding, the need for transfusions, hernia formation, nerve palsies, intra-abdominal adhesions leading to obstruction, and thrombosis. [97](javascript:;) The evidence review for this recommendation is found in supplemental Table 4.5.1. 4.5.A. We recommend: That for medically suitable patients, both LS and OS offer similar efficacy (grade 1C). Case 5: treatment of refractory ITP after splenectomy After a successful splenectomy, the patient achieves a stable platelet count of 50 to 60 × 109/L. 5.1. Treatment of adult refractory ITP after splenectomy Question: When is treatment indicated for ITP after splenectomy? This recommendation makes minor changes from the 1996 ASH guideline with the addition of new evidence supporting the platelet thresholds for treatment. ITP in adults is typically an illness typified by relapses and remissions over many years. [85](javascript:;) As per the IWG, patients who do not achieve spontaneous remission or do not maintain a complete response following cessation of therapy are classified as having persistent (3-12 months from diagnosis) or chronic (lasting for more than 12 months) ITP. [7](javascript:;) Patients who have failed splenectomy or relapsed thereafter, and have severe ITP (see [Table 4](javascript:;) for definitions) or have a risk of bleeding that requires therapy are classified as having refractory ITP. [7](javascript:;) Based on opinion, the 1996 ASH guideline recommended against further treatment of patients with platelet counts > 30 × 109/L who have failed to respond to splenectomy and have no bleeding symptoms, but recommended further treatment for patients with platelet counts < 30 × 109/L who have active bleeding. [1](javascript:;) Our review identified additional data supporting the recommendation of withholding further therapy in patients with platelet counts > 30 × 109/L in the absence of bleeding after splenectomy. [126](javascript:;), [127](javascript:;) In the first prospective cohort study, patients who eventually maintained a postsplenectomy platelet count of > 30 × 109/L experienced no mortality from bleeding; rather, the deaths (5.3%) were because of complications from ITP treatment. In contrast, patients who were unresponsive to therapy with platelet counts < 30 × 109/L had a high rate of bleeding-related mortality (36.7%), and fewer died from ITP treatment complications (6.7%). [126](javascript:;) In the second study, among 47 patients who failed to maintain a postsplenectomy platelet count of 100 × 109/L after an initial response, hemorrhagic deaths over a median of 7.5 years occurred in 3 patients who were unresponsive to therapy with platelet counts < 20 × 109/L. [127](javascript:;) Another study that did not specifically examine patients after splenectomy but analyzed data from ITP patient cohorts demonstrated that the age-adjusted risk of fatal bleeding in patients with ITP and platelet counts < 30 × 109/L was 0.4% for patients younger than 40 years of age, 1.2% for patients 40-60 years of age, and 13.0% in patients > 60 years of age. [90](javascript:;) The evidence review for this recommendation is found in supplemental Table 5.1.1. 5.1.A. We recommend: Against further treatment in asymptomatic patients after splenectomy who have platelet counts > 30 × 109/L (grade 1C). Case 6: treatment of ITP in pregnancy The same patient returns 6 months later having recently learned that she is 8 weeks pregnant. Her platelet count is 46 × 109/L. Question: How should ITP in pregnancy be managed? This recommendation makes minor changes to the 1996 ASH guideline including adding corticosteroids as initial treatment along with IVIg and a change in the mode of delivery to be based on obstetric indications for all pregnant women. The 1996 ASH guideline discussed the diagnosis and treatment of ITP in pregnancy. There is no new evidence in the area of diagnosis of ITP in pregnancy, thus no new recommendations are made. Neonates born to women with ITP are at risk of being thrombocytopenic at birth, but there is little evidence to suggest they are at significant risk of bleeding. The management of neonates born to women with ITP is beyond the scope of this guideline. Treatment of ITP in pregnancy encompasses 2 aspects: (1) the treatment of ITP during pregnancy and (2) the management of ITP during labor and delivery. 6.1. Management of ITP during pregnancy As discussed in the 1996 ASH guideline, there are few data to distinguish management of ITP in pregnant women from management in nonpregnant women. [1](javascript:;) There are no studies comparing different treatments or comparing treatment to nontreatment in pregnant women, and all data are based on observational studies. Corticosteroids and IVIg are considered safe with regard to teratogenicity but may have maternal side effects including exacerbation of gestational diabetes mellitus and postpartum psychiatric disorders. Cytotoxic agents such as cyclophosphamide and the vinca alkaloids are avoided during pregnancy because of an assumed risk of teratogenicity, although data on the magnitude of the risk are limited. [128](javascript:;) Azathioprine has been used as an immunosuppressive agent during pregnancy without toxicity. However, there are no published reports of its successful use in pregnant patients with ITP. [129](javascript:;) Use of anti-D is limited to case reports and small prospective studies. [130](javascript:;) Rituximab use during pregnancy for ITP has not been evaluated, but it has been used for treatment of non-Hodgkin lymphoma during pregnancy. [131](javascript:;), [132](javascript:;) Splenectomy may increase the risk of preterm labor during the first trimester and can be technically difficult because of the size of the uterus in the third trimester, but data regarding the magnitude of risk are lacking, as are data regarding the risks with laparoscopic splenectomy. [133](javascript:;) We identified no evidence for specific platelet thresholds at which pregnant patients with ITP should be treated; as with other patients, clinicians should consider the risks and benefits of any proposed treatment plans with a particular focus on major maternal complications including both those because of the ITP and those because of the drugs used to increase the platelet counts. The evidence review for this recommendation is found in supplemental Table 6.1.1. 6.1.A. We recommend: Pregnant patients requiring treatment receive either corticosteroids or IVIg (grade 1C). 6.2. Treatment of ITP during labor and delivery ITP management at the time of delivery is based on an assessment of maternal bleeding risks associated with delivery, epidural anesthesia, and the minimum platelet counts required to safely undergo these procedures. Although no studies have evaluated the optimal platelet thresholds for epidural anesthesia or delivery, there are observational data that can inform this issue. A review of 92 pregnant women with ITP (119 pregnancies) followed over 11 years in a single center found that epidural anesthesia was administered in 42 (37%) pregnancies without any complications; of these, 1 woman had a platelet count < 50 × 109/L and 6 had platelet counts between 50 and 75 × 109/L. [134](javascript:;) Vaginal delivery was performed in 82.4% of deliveries and cesarean section in 17.6% with no difference in median platelet counts (88 × 109/L and 75 × 109/L, respectively). Bleeding complications were noted to be uncommon and unrelated to the degree of thrombocytopenia. Thrombocytopenia with platelet counts < 150 × 109/L was observed in 25.2% of neonates, but major bleeding was rare, occurring in only one neonate who developed a subependymal hemorrhage on day 9 of life and whose platelet nadir was 135 × 109/L on day 2. Similar low rates of neonatal hemorrhage were noted in another retrospective cohort of 37 pregnant women with ITP, again unrelated to the mode of delivery. [135](javascript:;) Based on this new evidence, delivery of neonates in women with ITP should be based on obstetric indications. [134](javascript:;) We could find no evidence to support the routine use of intrapartum fetal platelet counts. We could also find no evidence to support specific platelet count thresholds that are \"safe\" in the ante- or peripartum period. The evidence review for this recommendation is found in supplemental Table 6.2.1. 6.2.A. We suggest: For pregnant women with ITP, the mode of delivery should be based on obstetric indications (grade 2C). Case 7: treatment of specific forms of secondary ITP: HCV infection, HIV infection, and H pylori infection You are following a patient who was referred because he was being treated for hepatitis C infection and on his last set of routine blood work he was noted to have a platelet count of 30 × 109/L. 7.1 Management of secondary ITP (HCV-associated) Question: How should ITP be managed in the background of HCV? This topic was not discussed in the 1996 ASH guideline. Secondary ITP can occur in association with chronic HCV infection. Combination antiviral therapy with standard or pegylated interferon plus ribavirin is approved for the treatment of patients with chronic HCV who have compensated liver disease. Whereas antiviral treatment can result in improvement in the platelet count, [136-138](javascript:;) thrombocytopenia is a recognized side effect of interferon therapy. Manufacturers recommend that the presence of thrombocytopenia with a platelet count < 75 × 109/L is a relative contraindication to interferon therapy. Corticosteroids may increase the platelet count, but may also increase the HCV viral load. [139](javascript:;), [140](javascript:;) In contrast, IVIg may result in a short-lived increase in the platelet count, but without an increase in the HCV viral load. [137](javascript:;), [141](javascript:;) Splenectomy appears The thrombopoietin receptor a phase 2 randomized, double-blind, placebo-controlled clinical trial in patients with platelet counts × 109/L and liver cirrhosis or portal [144](javascript:;) An increase in platelet count 100 × 109/L after 4 weeks was seen in 75%-95% of patients with eltrombopag doses ranging from 30-75 mg daily. Recently, however, a randomized trial of eltrombopag for the treatment of thrombocytopenia in patients with chronic liver disease was stopped because of an excess of portal venous thrombosis. [117](javascript:;) As in other clinical situations, we suggest that physicians consider treating patients with major bleeding symptoms to increase their platelet count, although evidence to support this statement is lacking. HCV-associated ITP should be managed in consultation with a hepatologist or infectious disease specialist. The evidence review for this recommendation is found in supplemental Table 7.1.1. 7.1.A. We suggest: In patients with secondary ITP because of HCV infection, antiviral therapy should be considered in the absence of contraindications (grade 2C). However, the platelet count should be closely monitored because of a risk of worsening thrombocytopenia attributable to interferon. If treatment for ITP is required, the initial treatment should be IVIg (grade 2C). 7.2. Management of secondary ITP (HIV-associated) Question: Does the presence of HIV require different management in ITP? This topic was not discussed in the 1996 ASH guideline. Secondary ITP can occur in association with human immunodeficiency virus (HIV) infection. Effective viral suppression using antiretroviral therapy (zidovudine monotherapy in high doses [145](javascript:;) and highly [146](javascript:;), [147](javascript:;) with short-term corticosteroids increases the platelet count in a similar manner as in non-HIV-infected individuals and does not appear to be associated with adverse effects. [148](javascript:;), [149](javascript:;) IVIg [149](javascript:;), [150](javascript:;) and anti-D [151](javascript:;) have similarly been reported to increase the platelet count, with one small, randomized crossover study demonstrating higher peak platelet counts and longer duration of response with anti-D. [151](javascript:;) Splenectomy is an effective option for patients failing to respond to corticosteroids or IVIg, but overall risks of the procedure are unclear in this patient population. [148](javascript:;), [149](javascript:;), [152](javascript:;) The risk of HIV progression occurring with other immunosuppressive agents and the newer therapies remains undefined. Secondary ITP (HIV-associated) should be managed in consultation with an infectious disease specialist. The evidence review for this recommendation is found in supplemental Table 7.2.1. 7.2.A. We recommend: For patients with secondary ITP due to HIV, treatment of the HIV infection with antiviral therapy should be considered before other treatment options unless the patient has clinical significant bleeding complications (grade 1A). If treatment for ITP is required, initial treatment should consist of corticosteroids, IVIg, or anti-D (grade 2C) and splenectomy in preference to other agents in symptomatic patients who fail corticosteroids, IVIg, or anti-D (grade 2C). 7.3. Management of secondary ITP (H pylori-associated) Question: Is there a role for the eradication of H pylori in patients with ITP? This topic was not discussed in the 1996 ASH guideline. Secondary ITP can occur in patients with H pylori infection. Eradication of H pylori infection has been variably shown to result in improvements in the platelet count. Several systematic reviews have examined the diagnosis and the efficacy of eradication of H pylori. [153-155](javascript:;) In one systematic review of 696 evaluable patients examining the efficacy of H pylori eradication among H pylori-positive patients, the overall response (platelet count 30 × 109/L and at least doubling of the basal count) was 50.3% (95% CI 41.6%-59.0%). [153](javascript:;) A similar result was also observed in another review. [156](javascript:;) Response rates appear to be higher in patients with lesser degrees of thrombocytopenia and in countries with a high background prevalence of H pylori. The evidence review for this recommendation is found in supplemental Table 7.3.1. 7.3.A. We recommend: That eradication therapy be administered in patients who are found to have H pylori infection (based on urea breath tests, stool antigen tests, or endoscopic biopsies) (grade 1B). 7.3.B. We suggest: Screening for H pylori be considered in patients with ITP in whom eradication therapy would be used if testing is positive (grade 2C). 8.0. Emergency management of ITP Question: A well-known chronic ITP patient is brought to hospital after being involved in a accident; his level of consciousness is impaired and a computerized tomography (CT) scan demonstrates an intracranial hemorrhage. In addition to standard life-saving measures, what treatments should be considered in patients with ITP who have life-, limb-, or sight-threatening hemorrhage? When patients with ITP and thrombocytopenia require a rapid rise in their platelet count to achieve adequate hemostasis, physicians are limited in their treatment options considering that the standard treatments for ITP take many hours or days to have an effect. As discussed in section 4.3, IVIg is proven to have the most rapid onset of action (grade 2B) and should be considered along with corticosteroids (grade 2B) with the aim of increasing the platelet count. However, because of the critical nature of the situation, physicians may wish to try treatments with evidence limited to case reports but which may be in theory more rapidly acting than IVIg and/or corticosteroids. The following have been reported to be effective in the treatment of bleeding: Platelet transfusion [157-159](javascript:;) ranging from transfusions every 30 minutes to 8 hours, and platelet transfusions in conjunction with a continuous infusion of IVIg. These report either a rapid reduction in bleeding and/or an improvement in the platelet count. The effect on the platelet count does appear to be short-lived. Recombinant factor VIIa (rfVIIa) [160](javascript:;) has been used in several patients with ITP who were either bleeding or undergoing surgery. In all 18 cases reported, the bleeding stopped but 3 patients died. Care must be taken when using recombinant factor rfVIIa because of a risk of thrombosis (see the FDA-approved label [ [http://www.fda.gov/downloads/BiologicsBloodVaccines/BloodBloodProducts/ApprovedProducts/LicensedProductsBLAs/FractionatedPlasmaProducts/ucm056915.pdf](http://www.fda.gov/downloads/BiologicsBloodVaccines/BloodBloodProducts/ApprovedProducts/LicensedProductsBLAs/FractionatedPlasmaProducts/ucm056915.pdf)]). Antifibrinolytic agents (aminocaproic acid and tranexamic acid) are discussed in case reports and reviews as an adjunct treatment for bleeding in thrombocytopenic patients, but their efficacy is unproved. [161](javascript:;), [162](javascript:;) Finally, in truly life-threatening bleeding, emergent splenectomy (with or without IVIg and/or corticosteroids, usually in concert with platelet transfusion) has been reported. This treatment should be regarded as heroic given the dangers of unplanned surgery, lack of immunization, risk of surgical bleeding, and risk of managing bleeding while preparing a patient for major abdominal surgery. Compared with bone marrow failure, there is no evidence in ITP for a specific \"target\" platelet count after trauma or a threshold of safety if the patient requires an operative intervention. Physicians may wish to use the thresholds quoted in several other guidelines. 9.0. Summary This guideline was developed to provide practicing clinicians with evidence-based guidance for the management of ITP ( [Table 1](javascript:;)). Because of the great variability in the description of clinical stages of ITP and clinical response criteria, we support the further standardization of terminology for ITP as promulgated by Rodeghiero et al. [7](javascript:;) We were unable to make specific evidence-based recommendations in some key areas such as the treatment of acute bleeding, prioritizing treatment for patients who have failed first-line therapy, and specific platelet thresholds at which treatment should be considered. Additional focused research with standardized nomenclature will assist clinicians in addressing many of the \"common issues\" in treating patients with ITP. The online version of this article contains a data supplement. Authorship Contribution: All authors assisted in the design, data extraction, and data analysis and wrote significant sections of the paper. Conflict-of-interest disclosure: The authors declare no competing financial interests. Correspondence: Mark Crowther, MD, McMaster University/St Joseph's Hospital, 50 East, Hamilton, ON, Canada L8N 4A6; e-mail: [crowthrm@mcmaster.ca](mailto:crowthrm@mcmaster.ca). References Author notes C.N. and W.L. contributed equally to this work. "}