{"title": "What is Reiki Energy Healing?", "author": "Leah Hovel", "url": "https://www.ellewellstudio.com/2022/05/25/energy-healing/", "hostname": "ellewellstudio.com", "description": "Through gentle touch, a reiki practitioner channels life force energy in an effort to improve the flow and balance of specific parts of the body that may correspond with ailments that need attention.", "sitename": "Elle Well Studio + Wellness", "date": "2022-05-25", "cleaned_text": "What is Reiki Energy Healing? [Leah Hovel](https://www.ellewellstudio.com/author/lhovel/)on May 25th, 20225/25/22 | Comments Off on What is Reiki Energy Healing? Balanced. Enlightened. Refreshed. These are the sensations I felt after my first Reiki session. And I can proudly say that I haven't felt like the same person since. From that day forward, Reiki is one of the most invaluable healing methods on my journey toward contentment and well-being. The Japanese term \"Reiki\" can quite literally be translated to \"universal life energy.\" While it is spiritual in nature, Reiki is not religious and can be practiced in alignment with any and all religious doctrines. Reiki is a safe and non-invasive technique that aids in energetic healing: physically, emotionally, mentally and spiritually. Through gentle touch, a reiki practitioner channels life force energy in an effort to improve the flow and balance of specific parts of the body that may correspond with ailments that need attention. Although this method is not one that can be measured by the human eye, it has been utilized and taught since the 1920s when vibrational energy was received by Dr. Mikao Usui, while meditating on Mount Kurama. Reiki can be incorporated in many fashions and is often combined with yoga, acupuncture, massage or sound baths. Reiki can even be done from a distance if you are unable to access it in person—certainly ideal during a pandemic! Reiki does not replace any physical or mental health treatment, but may be a nice supplement to these existing interventions. Oftentimes, reiki is focused on the body's eight chakras (starting from lowest to highest): root, sacral, solar plexus, heart, throat, third eye and crown. Other times, your practitioner may take an intuitive approach in which they may be able to focus on specific areas that are called to them throughout the session. You might notice that certain chakras that have emotional blockages often tend to present with physical ailments as well. Below are some common symptoms that may show up in correspondence each chakra: Root (pelvic area) Physical: Spine, rectum, extremities, circulatory system Emotional: Security and survival (finances, identity, fear/safety) Sacral (lower abdomen) Physical: Reproductive organs, pelvis, bowels, bladder Emotional: Creativity, sensuality, passion, pleasure Solar Plexus (upper abdomen) Physical: Digestion, liver, gallbladder, pancreas Emotional: Confidence, sense of personal power, purpose and efficacy Heart (chest) Physical: heart, circulation, thymus glands, lungs Emotional: Love, grief, forgiveness, sadness, compassion and healing Throat (mouth and throat) Physical: mouth, jaw, ears, throat, neck, thyroid gland Emotional: truthfulness, authenticity, communication, gland, eyes, sinuses Emotional: Intuition, imagination, intellect, focus, anxiety Crown (top of head) Physical: central nervous system, skin, pineal gland, brain Emotional: Spirituality, inspiration, clarity, depression Throughout a reiki session, you may notice increased relaxation and stress relief, and possibly some sensations like tingling or warmth in the targeted area of the body. While this healing may relieve pain, it can also break up emotional blockages that are in place resulting in emotional releases either during or after sessions. Although this may seem counter-productive, it can be essential to feel the depth of an emotion in order for the wound to heal. Some may notice immediate results and some may require more than one session to remove barriers that have long existed. It is important to go into your first reiki session without any expectation for a specific outcome. You do not have to believe in Reiki in order to receive its benefits, however, you may notice the more open you allow yourself to be, the more you will receive. Leah Hovel offers Reiki as a supplement to Elle's [Personalized Self Care Sessions](https://www.ellewellstudio.com/self-care-inquiry/), in combination with restorative yoga, to aid in physical and emotional healing. "}