{"title": "Acupuntura para mascotas: pinchazos de amor y bienestar", "author": "Casa Editorial El Tiempo; EL TIEMPO; Ana María González", "url": "https://www.eltiempo.com/cultura/gente/acupuntura-para-calmar-dolores-en-animales-92742", "hostname": "eltiempo.com", "description": "Esta técnica de la medicina tradicional china es ideal para el dolor y problemas osteoarticular.", "sitename": "El Tiempo", "date": "2017-05-26", "cleaned_text": "En la búsqueda del bienestar de nuestra mascotas, hay alternativas, como la acupuntura, que sirven para el tratamiento de toda clase de patologías. Esta milenaria técnica de la medicina tradicional china, se utiliza en animales casi desde los tiempos en que se empezó a aplicar en humanos. Para conocer más sobre ella, consultamos a la médica veterinaria de la Universidad de La Salle, Carolina Barreto. ¿Qué es la acupuntura? Es una técnica terapéutica usada en la medicina tradicional china, en donde se genera un estímulo en puntos específicos del cuerpo. Estos puntos se distribuyen en canales llamados meridianos. Su función es mejorar el flujo y el equilibrio de la energía (Qi). Si el flujo energético es fluido y equilibrado, el animal está sano; si esta obstruido o perturbado, el animal está enfermo o presenta dolor. ¿Se utiliza igual en animales que en personas? Sí. La utilización en animales es casi tan antigua como en humanos. Los caballos fueron los primeros en ser tratados, principalmente por su importancia en la guerra; luego se fue adaptando a las diferentes especies, usándose hoy en cualquier tipo de animal. ¿Se usan las mismas agujas? Las agujas son las mismas, lo que varía es su calibre y longitud. Según la especie y el punto por estimular, se van a utilizar agujas más cortas o más largas. Estas agujas son estériles y generalmente de un solo uso, por lo que se evita la transmisión de enfermedades. ¿En perros y gatos, en qué casos es mejor utilizarla? Es muy conocida para tratamientos de patologías osteoarticulares y control de dolor, pero puede ser utilizada para cualquier tipo de enfermedad (digestivas, reproductivas, hormonales, neurológicas, etc.). ¿Cómo se les ponen las agujas a los animales, hay que dormirlos? ¿Cómo se hace para que no se las quiten y se queden quietos? No hay que dormirlos, generalmente no es una técnica dolorosa (a excepción de algunos puntos), y la mayoría de las veces ellos no se dan cuenta, pero depende de cada paciente. Lo ideal es brindarles un ambiente sin estrés y no presionarlos. En animales muy nerviosos se pueden utilizar otras técnicas que no incluyan las agujas, como la digitopunción, láser o esencias florales en el ambiente. Lo que he visto con mis pacientes es que la terapias les genera bienestar y muchas veces terminan es durmiéndose. ¿Es coadyuvante para otros tratamientos? Claro, la acupuntura también se utiliza de la mano de la medicina alopática y de otras medicinas alternativas. Siempre va a depender de la condición de cada paciente, y va muy de la mano de las leyes del bienestar animal, teniendo en cuenta que antes que acupuntores somos médicos veterinarios. ¿Además de problemas físicos, se puede utilizar para casos de comportamiento o estado de ánimo? Sí es posible; según la medicina tradicional china, cada órgano está relacionado con una emoción. Por ejemplo, la emoción que se relaciona con el hígado es la agresividad. Pero lo más aconsejado es que la acupuntura vaya de la mano de la etología y, de ser el caso, de la medicina alopática o la homeopatía. ¿Cuando el perro o el gato están en un tratamiento con acupuntura, hay que tener algún tipo de cuidado especial con ellos? En realidad, son muy pocos los efectos adversos si la terapia es realizada por un experto, pero sí hay que estar pendiente de la agravación de los síntomas. Lo importante es que antes de cada terapia el animal no esté fatigado o que acabe de llegar de hacer ejercicio y, en lo posible, no realizarla en hembras gestantes. ¿Tienen los mismos puntos energéticos que los humanos? Si hablamos de los chakras, ellos tienen un sistema muy parecido al de los humanos con chakras principales, menores y capullo. Y con respecto a la medicina tradicional china, también compartimos puntos de confluencia energética, que sería donde ejercemos el estímulo con las agujas y los cuales van a variar de posición, obviamente por condiciones anatómicas. Carolina Barreto es médica veterinaria de la Universidad de La Salle, especialista en acupuntura y homeopatía. Cel. 301 289 1425 EL TIEMPO "}