{"title": "Formas naturales de bajar el ácido úrico", "author": "Zawn Villines", "url": "https://www.medicalnewstoday.com/articles/es/formas-naturales-para-bajar-el-acido-urico", "hostname": "medicalnewstoday.com", "description": "Una acumulación de ácido úrico a veces puede provocar gota, con síntomas muy dolorosos. Conoce cómo reducir el nivel de ácido úrico de forma natural.", "sitename": "Medical News Today", "date": "2021-12-04", "cleaned_text": "La gota es un tipo de artritis que se desarrolla cuando los niveles de ácido úrico en la sangre son anormalmente altos. El ácido úrico forma cristales en las articulaciones, a menudo en los pies y en los pulgares, lo que causa una inflamación grave y dolorosa. Algunas personas necesitan medicamentos para tratar la gota, pero los cambios en la dieta y el estilo de vida también pueden ayudar. Reducir el ácido úrico puede reducir el riesgo de gota e incluso puede evitar los brotes posteriores en personas con esta afección. Sin embargo, el riesgo de gota depende de varios factores, no solo el estilo de vida, por lo que es importante hablar con un médico sobre las mejores estrategias de prevención de la gota. En este artículo, conoce ocho maneras naturales de reducir los niveles de ácido úrico. Las purinas son compuestos que ocurren naturalmente en algunos alimentos. A medida que el cuerpo descompone las purinas, produce ácido úrico. El proceso de metabolizar los alimentos ricos en purina puede causar gota haciendo que el cuerpo produzca demasiado ácido úrico. Algunos alimentos que son altos en purinas son de alguna manera saludables, por lo que el objetivo debe ser reducir el consumo de purinas en lugar de evitarlas por completo. Los alimentos con alto contenido de purina incluyen: - caza silvestre, como ciervo (venado) - trucha, atún, eglefino, sardinas, anchoas, mejillones y arenque - exceso de alcohol, incluyendo cerveza y licor - alimentos ricos en grasas, como tocino, productos lácteos y carne roja (incluida la ternera) - carnes de órganos, por ejemplo, hígado y mollejas - alimentos y bebidas azucarados Los alimentos con contenido moderado de purina incluyen: - embutidos - la mayoría de las otras carnes, incluyendo jamón y carne de res - aves de corral - ostras, camarón, cangrejo y langosta Al cambiar de alimentos con un alto contenido de purina a aquellos que contienen menos, algunas personas pueden ser capaces de bajar constantemente sus niveles de ácido úrico o al menos evitar que aumenten más. Algunos alimentos con bajo contenido de purina incluyen: - productos lácteos bajos en grasa y sin grasa - mantequilla de maní y la mayoría de las nueces - la mayoría de frutas y vegetales - café - arroz integral, pan y papas Los cambios en la alimentación por sí solos no eliminan la gota, pero pueden ayudar a prevenir los brotes. También es importante tener en cuenta que no todos los que tienen gota comen una dieta alta en purina. Otros factores, como la susceptibilidad genética, también juegan un papel. Los afroamericanos son más vulnerables que los caucásicos a padecer la gota. Las mujeres posmenopáusicas y las personas con obesidad también tienen un riesgo más alto. Ciertos medicamentos pueden elevar los niveles de ácido úrico. Estos medicamentos incluyen: - medicamentos diuréticos, como furosemida (Lasix) e hidroclorotiazida - medicamentos que inhiben el sistema inmunitario, especialmente antes o después de un trasplante de órganos - aspirina en dosis baja Sin embargo, los medicamentos que aumentan los niveles de ácido úrico pueden ofrecer beneficios esenciales para la salud, por lo que las personas deben hablar con el médico antes de cambiar cualquier medicamento. Alcanzar un peso corporal saludable puede ayudar a reducir el riesgo de brotes de gota. La obesidad aumenta el riesgo de gota, especialmente en personas jóvenes. El sobrepeso también aumenta el riesgo del síndrome metabólico de una persona. Puede aumentar la [presión arterial](/articles/es/como-bajar-la-presion-arterial/) y el colesterol mientras aumenta el riesgo de [enfermedades cardíacas](/articles/es/enfermedad-cardiovascular/). Aunque estos efectos son dañinos por sí solos, el sobrepeso también se relaciona con un mayor riesgo de niveles elevados de ácido úrico en la sangre, lo que aumenta el riesgo de gota. La pérdida rápida de peso, especialmente cuando ocurre debido al ayuno, puede elevar los niveles de ácido úrico. Por lo tanto, las personas deben enfocarse en hacer cambios sostenibles a largo plazo para controlar su peso, como volverse más activos, comer una dieta balanceada, y elegir alimentos nutritivos-densos. El elevado consumo de alcohol y de bebidas azucaradas, como las sodas y los jugos azucarados, se correlaciona con un mayor riesgo de desarrollar gota. El alcohol y las bebidas azucaradas también agregan calorías innecesarias a la dieta, causando potencialmente aumento de peso y problemas metabólicos. Algunas investigaciones indican que las personas que beben café tienen menos probabilidades de desarrollar gota. Por ejemplo, un análisis de datos de 2010 en mujeres participantes en el Estudio de Salud de Enfermeras determinó que el riesgo de gota disminuía a medida que el consumo de café aumentaba. Las mujeres que tomaron de 1 a 3 tazas de café al día tuvieron una reducción del 22 por ciento en su riesgo de gota en comparación con las que no bebían café. Las mujeres que consumían más de 4 tazas de café al día tenían una disminución del 57 por ciento en su riesgo de contraer esta afección. Una gran cantidad de estudios también ha relacionado el consumo de café con un menor riesgo de enfermedades cardiovasculares. Una revisión sistemática de 2014 y un metanálisis del consumo de café a largo plazo determinaron que las personas que consumían entre 3 y 5 tazas de café al día tenían menor riesgo de enfermedad cardiovascular. Ya que las personas con gota tienen un riesgo más alto de enfermedad cardiovascular, beber café puede ayudar a mejorar su salud general. Tomar un suplemento de vitamina C puede reducir el riesgo de gota. Un metanálisis de 2011 de 13 ensayos controlados aleatorios determinó que la vitamina C reducía significativamente los niveles de ácido úrico en la sangre. La reducción de los niveles de ácido úrico podría reducir el riesgo de ataques de gota. Sin embargo, las investigaciones no han demostrado de manera concluyente que la vitamina C trate o prevenga la gota, solo que reduce los niveles de ácido úrico. Una investigación preliminar sugiere que las cerezas podrían reducir el riesgo de ataques de gota, particularmente en personas con antecedentes previos de la enfermedad. Un estudio de 2012 en 633 personas con gota determinó que comer cerezas durante 2 días reducía el riesgo de un ataque de gota en 35 por ciento en comparación con no comer cerezas. Este efecto persistió incluso cuando los investigadores controlaron los factores de riesgo, como la edad, el sexo, el consumo de alcohol y el uso de diuréticos o medicamentos contra la gota. Entre las personas que también usaron alopurinol, un medicamento contra la gota, la combinación del medicamento y las cerezas reducía el riesgo de otro ataque en 75 por ciento. La gota es una afección médica dolorosa que a menudo ocurre junto con otras afecciones graves. Si bien un estilo de vida saludable puede reducir el riesgo de brotes posteriores, es posible que no sea suficiente para tratar la enfermedad. Algunas personas con dietas balanceadas todavía contraen gota, y no todas las personas que comen dietas con alto contenido de purina desarrollan síntomas de gota. Los medicamentos pueden ayudar a reducir el dolor y prevenir el riesgo de futuros brotes de gota. Las personas pueden hablar con el médico acerca de sus síntomas y pedir consejo sobre qué cambios en el estilo de vida podrían ser más beneficiosos. Traducción al español por HolaDoctor. Edición en español por Suan Pineda el 4 de diciembre de 2021. Versión original escrita el 29 de mayo de 2019. Última revisión médica realizada el 29 de mayo de 2019. "}