{"title": "Acuerdo UE-India para desarrollar una nueva vacuna contra la gripe", "author": null, "url": null, "hostname": null, "description": "Acuerdo UE-India para desarrollar una nueva vacuna contra la gripe", "sitename": null, "date": "2018-08-28", "cleaned_text": "de euros para mejorar la eficacia, seguridad y rentabilidad de las vacunas La Unión Europea y la India anunciaron su compromiso común de desarrollar una nueva generación de vacunas contra la gripe. Para ello invertirán de forma conjunta 30 millones de euros en programas de investigación y desarrollo que permitan mejorar la eficacia, seguridad, duración de la inmunidad y reactividad contra una mayor variedad de cepas del virus. Otro de los objetivos, además, es el desarrollo de vacunas rentables y asequibles rápidamente si comprometer su calidad. Esta cooperación se enmarca en el Acuerdo de cooperación científica y tecnológica UE-India que está vigente, al menos, hasta 2020. El anuncio de este compromiso se llevó a cabo en un acto en Nueva Delhi, en el que participaron Tomasz Kozlowski, Embajador de la UE en India, y el doctor Renu Swarup, secretario del Departamento de Biotecnología (DBT) del país asiático. Según Tomasz Kozlowski, esta convocatoria conjunta es la muestra \"del incremento de la cooperación entre la UE y la India, como se estableció durante la cumbre de Octubre de 2017\". India y la Unión, señaló, \"contribuyen así a un importante desafío para la salud pública en todo el mundo. Una vacuna contra la gripe mejorada ayudará a la comunidad internacional a responder mejor ante una epidemia\". La convocatoria para acceder a estos fondos de investigación permanecerá abierta hasta el 16 de abril de 2019. Los proyectos requieren un mínimo de tres solicitantes de Europa (estados miembros de la UE o asociados al programa Horizonte 2020) y un mínimo de tres solicitantes de India. Al tratarse de una convocatoria abierta, solicitantes de terceros países pueden unirse a los consorcios UE-India. Los interesados en participar en este proyecto pueden encontrar más información en la [página de la delegación de la UE en India](https://eeas.europa.eu/delegations/india/49007/eu-%E2%80%93-india-joint-call-towards-next-generation-influenza-vaccine-protect-citizens-worldwide_en) y en la [web del "}