{"title": "La reacción de Mateo tras recibir la vacuna enternece a las redes", "author": "Tamara García", "url": "https://www.levante-emv.com/sociedad/2022/01/21/mateo-vacuna-covid-reaccion-conmocionado-redes-61646803.html", "hostname": "levante-emv.com", "description": "¿Quien es Mateo? Muchos se preguntan quien es este pequeño. Pues bien, Mateo es un niño que recibió la vacuna contra el coronavirus hace unos días. Su reacción al conocer que tendría que ponerse más adelante una segunda dosis, ha conmocionado a las redes sociales. Su madre, que fué quien le acompañó, publicó hace unos días un vídeo de", "sitename": "Levante-EMV", "date": "2022-01-21", "cleaned_text": "se preguntan quien es este pequeño. Pues bien, Mateo es un niño que recibió la [vacuna contra el coronavirus](https://www.levante-emv.com/comunitat-valenciana/2022/03/07/sintomas-omicron-ninos-covid-61645861.html) hace unos días. Su reacción al conocer que tendría que ponerse más adelante una segunda dosis, ha conmocionado a las redes sociales. Su madre, que fué quien le acompañó, publicó hace unos días un vídeo de la reacción tras recibir el pinchazo. El niño de tan solo 8 años, se muestra asustado en el vídeo y es está reacción la que ha cautivado a todo el mundo. \"Dile familia, ya estoy vacunado, me han puesto [ la primera -dosis-](https://www.levante-emv.com/salud/2022/01/14/tercera-dosis-vacuna-covid-omicron-pfizer-61569098.html)\", se escucha decir a la madre en el vídeo. Mateo en ese momento entendió que habría una segunda vacuna\" y mirando a su madre y con lágrimas en los ojos, responde: \"Un momento, ¿eso significa que me tengo que volver a vacunar?\". En el vídeo Mateo cuenta que el pinchazo le dolió comola picadura de una avispa. Covid en Valencia: última hora y toda la información - [Puig descarta retirar ya el pasaporte covid en la C. Valenciana](https://www.levante-emv.com/economia/2022/01/20/puig-descarta-eliminar-pasaporte-covid-valencia-61766872.html) - [El fin de las restricciones en Reino Unido augura un explosión de reservas](https://www.levante-emv.com/economia/2022/01/20/restricciones-viaje-reino-unido-anticipa-61761816.html) - [Un niño de 7 años de Alberic pide vacunarse pero su padre no quiere](https://www.levante-emv.com/ribera/2022/01/19/nino-siete-anos-alberic-pide-61747239.html) - [Las aguas residuales de València desvelan cuándo llegará el valle en los contagios](https://www.levante-emv.com/valencia/2022/01/20/covid-aguas-residuales-descenso-valencia-61763347.html) - [Cuáles son los síntomas de Ómicron](https://www.levante-emv.com/vida-y-estilo/salud/2022/01/20/cuales-son-sintomas-omicron-61757968.html) - [El pasaporte covid cumple un mes](https://www.levante-emv.com/comunitat-valenciana/2022/01/20/pasaporte-covid-valencia-hasta-cuando-obligatorio-donde-61760924.html) - [Cómo pedir cita con el médico "}