{"title": "PDF", "author": "PDF", "url": "https://bcnroc.ajuntament.barcelona.cat/jspui/bitstream/11703/93733/1/19789.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Y LAMINAS DE CIENCIAS NATURALES LAMINAS MURALES DE ANATOMIA HUMANA, ANATOMIA REVISTA ZOOLÓGICO DE BARCELONA La visita al Zoo proporcio rw positiva satisfacción. La opinión púhlica merece respetarse siempre y recoger de ella la mejor k\"Cción quo cada día dehe guiar lIuosLra lahor. ~s frC('lJc/ltc oir el comentario de que cada vez (!UC vamos visil,I!Hlo el Zuo de Barcelona durante eslOs últimos Hiios, hemos tenido la sen­ :;ación de que nos c1'iperaha algo nuevo, lluevo 1.\"$­ tanque, (1\"0 últjlll'.l \\ez. El Zoo de l3arcclüna ha entrado en una cra de renovación, de ma· durez. de plena capH('idad. i\\fcrccc la pena ir al Zoo para \\el\" laf, caras de los niños ante en el lo) ¡:;..Iu d hay algo cad¿! día diferent e. I'ero ilo que ha aprelldido (\"n los lihr/ls de texto, como del valor social (Ille clltraíia todo aqucllo quc ticnde a ruralizar el f;ontlt'illliull() natural,,!. ;:: JlllIcrla de ('otltllllió n con la el Zon (\"s ~ervidLlmhrc COtll¡) !lO!'. ~uct'dc a I\\o~otro~. podrá cxplicClI':!.c muy bien el porque le inleresa un IIlcjor Zoo, y la razón dc ello es la misma que haee inexplicahle lo (,yJ. 1If'1I1(', Concejal I'icepresiden le del Servicio Municipal del Parque Zoológico Noviembre 1963 H s U M A R I O Págs. Al lector, 3 Proyectos del Parque 5 los insultos zoológicos 7 Uno exposición vivo de Fauna Española. 9 Panorama Zoológico 15 Tom y Jerry 17 los murciélagos migran. 19 Una nueva especie de lramotodo ' 22 lo nueva instalación «Gran Fauna Africana» 24 Estudio de lo leucopenia inFecciosa en los feli· nos salvaies ' 27 Aportación al estudio de lo Rano Galiat 30 los animales en la Biblia 35 Noticiario del Zoa , 38 Animales de Zoo 40 Consultorio Zoológico 42 MisC'~ lánea Zoológica 43 Humor 45 Bibliografía 46 PORTADA : Mongabey de cabeza rojo ICercoce· bus torquatu$ ), en el Zoo de Ba·c-Iono, moshondo su agilidad y facultad trepo­ doro, como cOHesponde (] su vide notu rol, en los bosques del oeste de Af,¡co, DepOI,fo legal S, 20.316 1962 1\",0, BU1quell' Tel. 436 -Granallars \" RATICIDA IBYS DEBE ESTAR DISCRETAMENTE INSTALADO EN TODOS LOS JARDINES <ti ti a (eH pDltlD D aguA 5DlufJle) z z z z ti z ... se nota 152 z ti que entienden BEBEN ROYECTOS DEl PARQUE Ponorám lco generol del <lnteproyecto que distribución y troz:odo de lo. gronde~ ocu<lrios morinos. Grandes acuarIOS en nuestro Zoo LUIS RIUDOR Arquitecto · Director del Servicio Municipol del Porques y Jordines En el parque zoológico de Barcelona se van realizando las etapas de l11oderni7acién y ampliación previstas en los planc~ municipale s. Después de la instalación para la Gran Fauna Africana. últimamente inaugurada. otros ambicio­ sos proyccto s atraen nuestra atención. E!) bien sabido que nuestro Alcalde. secundado eficaz­ mente por toda la Corporación Municipal. ha imprimid o al Parque Zoológico. una orientación clara y definida: lo­ grar que !\\ca un centro de formación científica. pero al mi\"mo tiempo de recreo y distracción de los barceloneses y de agradable atracción para lo~ visitantes nacionales y extranjero!'.. Por ello C~ nuestro zoológico un intenso campo de cxpc­ rimCllll.ición. la \"ida de los anil1lale~ salvajc~ es e~tucliada cn todo~ ,us aspccto~. Se deducen con~ecuen-cias para el cuidado y conservación de la~ especies y un profundo conocimicnto de una nueva técnica zoológica para aplicarla al complejo medio del Parque Zoológico en un ambiente urbano. El público en general ,ólo se percala de los resultados de e~tos trabajos al constatar la variedad de una gama tan extensa de especies y el 110rmal desarrollo de las fun­ ciones vitales de los animales. ocro los ambientes profe­ sionales que \\an siguiendo lo) c'Iudios y observaciones. aprecian muy bien la Coopcj'ación magnífica que rinde en eqe orden de ideas el Parque Zoológico de Barcelona. En su aspecto externo y en cuanto w refiere a la pre­ ~ cntación pública dc los animale . la elevada orientación municipal w manifiesta dando calor a la dignificación d{:1 I11grco y del ~l11biellte general y c\"pecífico de las illstala-ciones: Esta función está encomendada al Servicio Muni­ cipal de Parques y Jardines, y por el criterio indicado este Servicio puede proyectar y dirigir la obra, utilizando todos los recursos de la jardinería y la arquitectura moderna hasta lograr fórmulas inéditas en la técnica de arquitectura paisajística que asocian a lo largo de todo el parque ínti­ mamente la fauna, la flora y la arquitectura. Esta revista, que aspira a informar lo más cumplida­ mente posible a sus lectores, se complace hoy en esbozar uno de los temas de más importancia para el futuro del zoo: los grandes acuarios. La riqueza de especies es, sin duda, un factor de gran atracción para los parques zoo­ lógicos. Tener bien representados en el parque los grandes grupos del reino animal, la fauna de las más dispares re­ giones geográficas y de los distintos medios físicos y cli­ máticos, es la aspiración de todos los parques zoológicos y también del de Barcelona. Si fuese posible presentar reunida en un lugar toda la fauna del globo, en un ambiente que permitiese la sub­ sistencia de toda la flora del mundo, se tendría una visión del esplendor de vida que rodea al hombre en la tierra. Este parque sería una lección que ninguna cátedra de ciencias naturales puede dar. Acercarse a ecte ideal es la la aspiración de los parques zoológicos y botánicos. Pero no hay que olvidar que el gran público asimila estas lecciones poco a poco. que le entran mejor acompa~ ñadas de distracción, recreo y belleza. Y por ello moder­ namente se da tanta importancia a la presentación y com­ plemento del contenido científico. Nuestro parque zoológico tiene una buena representa­ ción de mamíferos, aves y reptiles. En cuanto a los peces, su campo de actuación ha quedado limitado por un cri­ terio inicial de no establecer duplicidades con otros cen­ tros científicos. Ello ha dado lugar a una sugerencia taxa­ tiva y concreta del Excmo. Sr. Alcalde: Presentar los ani­ males de medio acuático en forma espectacular, atrayente y recreativa~ forma de presentación que queda sintetizada en los grandes acuarios, tal como existen en varios puntos del mundo y principalmente en las regiones cálidas de América del Norte. En estas instalaciones puede verse el movimiento y la vida de los grandes señores del mar, incluso su elegancia 6 y docilidad cuando realizan ejercicios dirigidos por el hom­ bre. Estos ejercicios siempre tienen un carácter en cierto modo teatral, pero ello no es óbice para que permitan la apreciación del modo de ser del animal y sus cualidades naturales, motivo por el cual tienen cabida perfecta en la organización faunística del zoo, aunque sea en un ámbito que debe tener un control especial y con concentración de público muy distinta según el desarrollo de actuaciones. Así pues, como elemento básico de la instalación ten­ dremos un gran tanque o depósito de unos veinticinco me­ tros de diámetro y seis de profundidad. Su exterior estará rodeado, por una parte, de una gradería que permita al público ver íntegramente la superficie del agua y, por otra parte, de una plataforma y terraza que permita actuar de­ bidamente a los cuidadores y presentadores de los ani­ males. Por debajo de la gradería y terraza exterior se desarro­ llarán dos galerías superpuestas: una a la altura del fondo del tanque y otra a media profundidad. Por ec.tas galerías y a través de las correspondientes mirillas podrá verse los movimientos de los cetáceos y peces, sus traslaciones en masas. comida, etc. Otros acuarios de menores dimensiones aumentarán, el interés de la visita de estas galerías. Otro tanque alargado, de unos treinta metros de longi­ tud, permitirá contemplar los cetáceos que saltan al exte­ rior. Finalmente varios tanques de diversas dimensiones. servirán de reserva y reposo de los animales. Todo este conjunto puede ubicarse en la zona situada entre el pa~,eo que circunda la fuente llamada de «La señora del paraguas» y la cerca del parque, ya que esta zona tiene muy poco interés actualmente y necesita una intensa transformación. La somera descripción indica la complejidad que pre­ senta este conjunto de instalaciones y los muchos proble~ mas técnicos que hay que resolver, por lo que la etapa de e3tudio y preparación que se ha iniciado ha de tener for­ zosamente mucha importancia. Esperamos que otro nú~ mero de «Revista del Zoo) podrá dar noticias sobre su desarrollo hasta llegar el momento de comunicar el inicio de las obras de estas instalaciones que sin duda han de despertar la curiosidad y el interés de todos los amantes del Zoo. t!os insultos :zoológicos Por Andrés BOSCH Mi honra ha sido mancilla.da infinidad de veces mediante la calificación de \"animal\", vehe­ mentemente atábuida a mi persona. Sin embar­ go, muy pocas veces me ,he sentido ofendido, limitándome a contestar, más por rutina y por la e,ducR<:ión recibida que por venganza: \"j Tu padre!\". La mayoría de las veces he sostenido eEte sobrio diálogo yendo yo en automóvil, y con el conductor de otro automóvil, que por razones ocultas sintió súbito odio hacia mÍ. Es­ tos intercambios de puntos de vista. suelen este modo: nosotros conducimos tran­ quila, pacíficamente, a cincuenta por hora, y por el centro de la carretera; de repente nos damos cuenta de que tras nuestro inofensivo vehículo, circula un dramático coche ,deportivo cuyo conductor, creemos recordar, nos .ha pedi­ do paso hace media hora, aproximadamente; nos arrimamos al linde derecho de la carretera; el deportivo nos pasa, y su conduütor, con el rostro congestionado de impaciencia, ira y or­ gullo herido, clama, \"i animal! \". y nosotros, elevando mucho la voz para que llegue a los o,i­ dos -de nuestro ocasional interlocutor, y para evitar que padezca la deprimente impresión de no ser contestado, repHcamos: \"j 'burro! \". A veces, estos ,diálogos alcanzan un alto nivel pasional, -dándose la curiosa circunstancia ,de ocurrir entre dos personas que no se conocen, y que si se ·encontrasen en alguna reunión de caráoter social, ohservarían las más estrictas normas de la cortesía. R,ecuerdo que en cierta ocasión me dirigía a un pueblo cercano a Bar­ celona, donde un editor ·hahía organizado una cena en honor de no sé quién_ En el camino, un coohe me adelantó, y el hombre al volante tuvo a ~bien dirigirm.e una la-rga sarta de calificativos deprimentes tan variados, tan hien escogidos, y de tal vigor que me ¡hicieron sentir vivÍsimas ansias de emulación, y decidí avanzarle para tener la oportunidad de demostrar a aquel se­ ñor que yo también dominaha el idioma patrio. Fué un inolvidable torneo: los automóviles avan· zaban a la par, mientras mi enemigo y yo con­ dudamos con -una sola mano y nos amenazába­ mos con la otra, e hinohadas las venas de la frente, bramáhamos insultos que eran honra de nuestra imaginación, antología de saber popular. Media ¡hora .después, en el ,hotel en que se cele­ braba la cena, tuve el honor ·de ser -presentado a mi riva1. Era un caballero de expresión dulce y pacífica, aspecto suave, y modales exquisitos, que, _al ofrecerme su mano, ,dijo: \"me parece que hemos ha.blado en alguna otra .ocasión. \" Yo precisé cuál era 1~1 ocasión a que -se refería, con lo cual iniciamos un diálogo en el -que nos mostramos de a,cuer-do con Tespecto al mal es­ tado de la carretera, a 10 groseros e in~ptos que 7 { 1 I ! I I \\ , ~ / I IfH·· \\ I 1\" . ' 1I I son algunos condu-cto-res, y a que si todo .el mundo fuese tan capacitado y cortés corno no~ 50troS, viajar en automóvil constituiría un pla­ cer. Lo más notable en los diálogos ini uriosos es la frecuen-ch con que se utilizan nombres de animal para calificar al adversario. \"Asno\", \"burro\"'- \",cerdo\", y macho cabrío, dicho al modo rural, son los más frecuentes. Y la atri­ bución de los nombres de estos inocentes anj· males-\"d:t lugar a puñetazos y' querellas crimina- les 'Por injurias. 'y- Los tres últimos presidentes de los Estaqos Estados Unidos de Norteamérica son ciudadanos· que, en más de una ocasión, se han a,ba,ndonado dulcemente en los brazos de la-más fra'nca li· bertacl de expresión. Así) el presidente Truman Hamó SOB -insulto referente a la baja calidad moral de la madre del ínjuria.clo~ ,a un <:rítico musical que puso algún reparo al ,arte lírko de la s'oprano Margal'et Truman. Y el presidente Kennedy, cuando se produjo la llamada ~'crisís ·del acero\", confesó: \"'mi padre siempre me-de­ Cia que todos los hombres de negocios son unos Sü.B, pero hasta hoy no había creído\". 'He de· jado, al presidente Eisen.hower en último lugar porque, en una de sus expansiones verbales, utili· zó el in'sulto zoológico. Según -cuenta el periodis­ ta -y, durante un tiempo, redactor de los dis­ ,cursos de este presidente-- Emet 1. Hughes en su hbro \"The Ordeal of Power\", durante la noche de la jornada electoral de 1952, cuando ya se 8 sa;bía con certeza que Eisenhower había ganado las eleccio. nes, éste esperaba con impaciencia que su rival Adlai Stc­ venson reconodese públicamente la derrota, según es cos­ tu~bre. Y como el tiempo pasara sin que el menudo, calvo e mtelectual Stevenson 'cumpliera con la tradi.ción Ehen­ hower exclamó: \"i Se puede saber qué le pasa a este 'simio!\" El general Juan Vicente Gómez, dictador venezolano que rigió los destinos de su país desde 1908 hasta su muerte en 1935, era hom'brc hipersensible a cuantas alusiones a ani­ males pudieran interpretarse como comparaciones con él. Y de esta peculiaridad del gencTal Gómez tuvo turbadoras pruebas el actor español Ernesto Vilches, ,cuando acudió a solicitar de aquél una ,ayuda económica para su compañia teatral. Vilches fue conducido a un patio interior en el que varias .personas aguardaban ser reci,bidas por el Pre3idente . En medio del patio se alz8,ba un andamiaje, y en la cumbre del <andamiaje ,hahía una atalaya en la que se encontraba Juan Vicente GÓmez. De vez en cuando, el gener.al se aso· maha, y tras pasear la vista por el 'patio\" gritaba: \"j Este! \". y con el dedo señala,ba a uno ·de los solicitantes .de aud;en· cía al que, acto seguido~ un ayudante presidencial acompa­ ñaba a lo alto del ,an,damÍo. Este patriarcal orden de prece­ dencia motivó el que Ernesto VHches 'aguardara durante un día entero. 'Cuando faltaba poco para el anochecer, el actor inició una oonversación con un compañero de antesala -o anteandamio- en la que ,aseguró que él atribuía a mUühos hombres ca racterÍsticas físicas y .psíquicas de animal, y que, en consecuencia, :ba,bía hombres que le parecían conejos, camellos, focas, etcétem . .En este instante, el general Gómez se ,asomó, y señalando ,con el dedo a VHahes, gritó: \"i \". aba}o, el patio. ¿,Qué animal cree usted .que soy yo?\". El rostro de Juan Vicente Gómez decía a Vilches que la ayuda eco­ nómica a la compañia, e inc1uso su propia piel -el buen general era un ferviente -devoto de la justicia sumaria- se halla'ban en grave peligro. El ,actor ni dudó: \"El más no­ 'hIe, el más fuerte, el más poderoso, el más magnánimo, el más ,bello y generoso, ¡el rey! jelleón! Porque si y.o me encontrase alguna vez frente a un león al que, con mi es\" tupidez, hubiese injustamente ofen,dido, aún me cabda la esperanza de que en g'esto magnánimo me perdonase la vida, y -de que, quizá, me diese una ayud.a económica para mano tener a flote mi compañí,a teatral\". Vilohes recibjó la ayuda. A los ]a representación, por an­ tonomasia, -de vir.tudes, .defectos o estados. Decimos: fuerte como 'un toro, sucio como un cerdo, tozudo como una mula, fiel <como un perro, rastrero y repelente como un gusano, rudo ,como un oso, saludable como una trucha, más-co.barde que un conejo, -feroz como un lobo, ágil como la ardilla, cruel como una hiena, lento como una tortuga, listo como un ,gorrión, ladrón como una garza, -vanidoso como un 'pavo real, -charlatán como un loro, un un titi, perezoso como un mandril, omediente como un cordero, arrogante como un gallo, dormilón como una marmota, venenoso como un sapo, peor lengua que una vibora, más loco que una ('abra, 'la,borioso como una hor­ miga, imprevisor ,como una cigarra, astuto como un zorro, vista de águila, hipócrita como un cocodrilo, ciego como. un murciélago, -escurridizo como una anguila, estúpido como ún '\"aspo. La lista sería intermina·ble. No Jia fal~a-do quien, ante esta constante comparación entre hombre 'f'animal, :haya tomado partido en favor de los ,anim:ales, asegurando <}ue éstos son los que tienen dere­ cho '<1 sentirse injuriados. Y quizá la más 'vigorosa defensa Que de un irracional se Ihaya hechO', sea la de Juan Ramón 1iménez, quien, en .el, cajjifulo_ XX de su \"Platero, y yo\", ,escribe: s. iró­ nicamente, .por ,: descripción del asno\". \"Y ,he escrito al margen del libro: \"Asnografía: s. f., se debe decir, con ironía, ¡daro está!, f,0r descripción del hombre imbécil que escrihe yo. de ~iglos~. en la provincia de los lugores m6s , .. or' y que poro lo elO:posici6n de uno espe eie propio dellugor En sus Im;He,lonunles pore· des de roca, re_Hen pe'monen menO'N. .. t su oleo en busco de alimento; lo nid,Ji, oci6n; etc. completon uno biologlo que gran lo pOSlbi lidad de ob~ervoci6n de unOs ejem pl(l/es debido men le d ¡'pues· los en un recinto armónico con el pgisaje El conocimiento de eslO$ (lves, derivaria, estomos $I\"guros en lo formación de uno mejor conciencio y en uno goronllo de respeto y admiración, que Ion precito! nos son poro dar lesl!· manía de corre5pondencia o la magnifico obro creadora ANTONIO JONCH Director del Porque Zoológico de 8arcelono Todos los países tienen su fisonomía, su paisaje. su his· toria. La tradición y el aJ·te ha incorporado a los mismos, ali­ cientes que, en grado diverso, los valoriza y enaltece. En su folklore, gastronomía y carúcler de sus habitant C<i radica, no pocas veces, el secreto d(O la lIamad ;:1 seductora <llIe nos Illueve a visitarlos. En cualquier guíH turística estarán e,.;pecificados: éstos y otros muchos aspectos del país dcsocrito. La naturaleza del paisaje merecerá. siem¡Jrc, unH especial atención. ~o obstan· tc. en cuanto a la fauna se refierc. sus notif;ids o bien son muy pocas o. cn ocasiones, pecan de una fantHsía excesiva. al menos en lo que concierne a ciertas especies. Hecordamos haber leído en un epígrafe de una I¿¡rjeta po~ tal, comprada en Hío de Jalleiro. el <letalle de una serpiente anaconda. que rezaba la monstruosidad siguiente: \"longitud 30 metros, peso tres mil kilos\". Claro está que si IU5 ejcmplares no son de una espectacu­ laridad bien manifiesta. par('ce no ser propio el mencionar­ los. y menos dedicarles atención preferente. Además, aunque así fuere. CII llllO,:; y otros CHSO~ . S:I1\\'O muv do,.; en su fase de \\'ida real y con el detalle Ilecc;;;ario. \\ lo sumo. el parque zoológi. co por una parte) el musco. con 5U:-' especic,:; naturalizada s, lograrán colmar la inquietud del c5pecialista que sienta aquella necesidad, pero -todo ello no afectará al púh1ico en general, mostrándole aquellos valores con los alicientes su~ fidentes para que lleguen a interesarle. El hombre ha caído en UlZ equívoco\" -Quien a la natu· raleza -se aproxima, tr,afando de escudriñar sus valores, sus secretos y maravillosa ordenación, habrá experimentado, co­ m,o reacc~ón naturalísíma, un deseo de adentrarse más y más en su seno, hasta elevarlo a una ·de sus primordiales preferencias. Todos, quizás sin saherlo -debido a que las circunstancias no nos hayan sido propicias para darnos cuen­ ta de ello-, estamos inclinados al disfrute uatural. Una gran mayoría de gente han tenido quc dejar transcurrir muclhos años para descuhrir la \\bonda.d de una merienda' en el cam­ po, recibiendo el amab1e abrazo de la sombra de unos pi­ nos; gozar la sorpresa de encontrar unas setas colocadas con un arte que llega a provocarnos la consideración antes de arrancarlas; o pasmarse ,ante las c.a,briolas inverosímiles de la 'i'!-rdilla, ~1 enlazar con sus manos, las copas que forman el techo del hosque ... Los nombres de las Í>lant~S: se han borraJo, en una am­ nesia ultrajante, de las mentes' del hombre de la ciudad. Los ~res naturales se nos apareCen con nomhres de trazo cada vez más tímido, cediendo p,;lSO .a la extra.njerización impe­ muchos de ~llQs sin otro relieve que la actuaHz.ación, conseguida a través·:de la ex- travagancia, '. , Bajo este influjo, el hombre, fQr'Inand,() densas agrup~,Ci? nes, se va inh1biendo de unOs sentirnlc'ntos' 'que le eran pro'· pios, para caer en la ambigüedad. La'-e~c~ela' hace muy poco para ,deshacer e3ta sicosis equívoca,' pU'f.')'sJó'.<,que, entre otras causas, la proporción y número de máteri'ás que los cues­ tionarios exigen son cada vez más digerir, -,,sometie:n,~o a, profe::::orci y, alumno-;; a' una carrera contra reloj, sin la alternativa de dosificar lo com pacto ,con lo fluido. No hay tiempo 'para pararrios a pcn,­ sar. Hay que correr, no importa eJ rumbo ni su justificaeión. Llegará día -ya no puede estar lejauo- 'que solamente el poder perrrumecer unos minutos físicamente quietos\\ sumidos ~~~ la abst.r·acción, será un anhelo inestjmabJ.e, algo así como u'n'~ liberación de signo paradisíaco. p:,ero, d nuestro -entender, no hay que desesperar prego­ nanqo lo irremediable. Nuestra misión y la de todos aque­ llos;,que tenemos el privilegio de no tener cerrados los sen­ tidos a las sensaciones que emanan del ambiente natural, es la de . ,convertirnos en pioneros -si tanta es la incompren­ ideal) ,11-8sta lograr nuevámente con toda su fuerza, esplendor y benefi~ ciosas consecuencias. El valor turístico y recreativo del animal. --,Como sea que el medio mejor de apreciar las cosas es convcerlas, es· timamos que un buen sistema para que renazca el interés hacia las cjendas ,de la Naturaleza, en sus diversos 5Tados y apreciaciones, eS divulgarlos, haciéndolos llegaT, por ioual, aunque con recursos y sistemas distintos, a las gentes oc cual'quier -estamento y condición. La presentadón ,de una agrupación animal, debidamente instalada, nos consta -que despierta un positivo interés, con· virtiéndose en llamada y -centro de preferencia. Así lo han comprendido muchos paradores y hoteles; salas de fiestas y centros de solaz y diversión, en los cuale5 se conJia al ani· mal, ,bajo el mejor y más seductivo marco que cada caso aconseje, un señalado poJer de atracción, elevándolo, no pocas veces, ,a valor turístico de primer orden. En mayor o menor cuantia, la generalidad de las e5pe~ cíes zoológicas sirven para este cometido, dependiendo la bondad de su atractivo y operancia~ más que de sus propias !O características, de la gracia y armonía de su presentación. N uestro país tiene muy pocos animales de gran prestancia. De entre los mamíferos, quizás, sólo .la cahra montés, el corzo, el gamo y el ciervo, seguidos ,del oso y el jabalí, y en menor cuantía el lobo, lince y rebeco, podrían -destacar· se con aquel apelativo. No obstante, ,a nuestro entender~ poder conseguir la'exhi~ hidón de un muestrario total de la fauna indígena española, convenientemente distribuida en lugares idóneos, especial~ mente: parques y jar,dines; paradores; castillos; etc., ubicados las diversas provincias donde fueran más pro· pios\\ ¡habría -de constituir un alicient-c de primer orden, se­ g;uramente inédito bajo este aspecto, y que mer~cría una aquiescencia general. Sólo en algunos casos especiales, como pueden ser los rnicromamiferos, ciertas aves, reptiles, anfibios y peces, de­ Jhería encomendarse su custodia y presentación a Orga­ nismos que se prestaran a ello, tales como el parque zooló· gico~ ,acuario público, institución científica, etc., ya que sus biologías o ambientaciones así lo recomiendan. Un folleto explicativo, con la enumera,ción completa de la totalidad de las especies, concretan-do sus nombres científi· cos y populares varios, así como el área de dispersión y 81· gunos datos :biológicos, nos darían una visión panorámica de la riqueza faunística de nuestro país. La puntualización del lugar de exhibición ·de cada una de las -especies, consti­ tuiría, a su vez, un acicate y visita obligada del turista, cuando visitara la ciudad o lugar de su emplazamiento. Sería ésta, sin duda, una eficaz fórmula 'para despertar el interés ,antes señalado, logrando, por el conocimiento -direc· to, a su vez, un recurso recreativo, que valorizaría los luga­ res de los .distintos confinamientos. Este singular conocimiento de los animales, mirados freno te a frente, sin tergiversaciones, leyendo en un cartel, para mejor consecuencia, su exacta manera de ser y .comportarse, a la vez que su misión categórica, dentro de la cadena bio· lógica en que están encuadrados, aclararía muchos concep­ tos y mejor leyendas y supersticiones, compensando el sa­ crificio de su cautiverio por la provechosa lección que reci­ biríamos. Sólo tendría que cuidarse y ello extremadamente: par.a que la intención no se tornara injuria, la idónea instalación que a cada uno convjene, su régimen y la debida garantía de protecclón, previniendo la incoflcccjón del inconsciente o, incluso, del malvado. A tal efecto dichos núcleos zooló' gicos deberían estar al cuidado de una Entidad respon-~able de las que, felizmente, toda localida.d posee. El coste .de tales instalaciones y el entretenimiento de los ejemplares, ,d.ad3 la simpllcidad y ~ingularización de los mismos, no serían en ningúa caso pro.hlema grave, el cual~ sobradamente, se compensaría con la atracción que des<per­ tarÍ-a su presenci3, Características zoogeográficas de la, fauna española. ~ De· bido a la situación y naturaleza de nuestro suelo, integran la fauna española, elementos muy complejos. 'Procedentes de orígenes diversos, que dan una fisonomía muy variada y característica a nuestro país. La fauna de los-Pirineos y cordjIJera Cantábrica tiene un marcado carácter europeo. Son especies del norte de Eu· ropa que, huyendo de los hielos cuaternarios, buscaron re­ fugio en latitudes más benignas y de condiciones más ade­ cuadas 3 su género de \"\\-ida y los haHarun en nuestras monta· ñas, donde quedaron confinados. Lo c-onfirman la presencia actual de especies tales como el rebeco (Rupicapra l1yrenai· ca), el armiño (Mustela erJninea), el py. renaicus), la perdiz blanca (Lagopus mutus)~ que ubicados en un marco de vegetación idónea, dan continuida,d al pai. saje centrocuropco. Estas emigraciones , justifican la presencia en nuc~tra Península del hisonte, oso de las cavernas y otros grandes mamífero s, hoy ya desapa­ recidos. En contraste extremo, la fauna determina tiva del sur y sureste de Espaíia. integrada por especies corno la hahitat seco y cúlido. IllLH'sl mil una gran semejanza con las cspe­ eies ¡¡fricdnas. La variada natumlcza de nue~tro territorio y la falta de las oseil,lcionC's climatológicas en el curso del cua­ lernario, han permitido a las ¡¿-species disponer de tiempo para diversi ficarsc, por aislamien to, ('n 1I111l1ero.;:,as stlhc~l'C'Cics. hre; zurro, cien·o; gato montés; elc del nurte de la Península es diferenle de la meridional ) en gcneral de mayor lamaiio. rebeco forma dos sU\"C'5pecic~ , e/1 Illont¿'s ha dado t;:lI1tas c-ircun,;;,crito en la región boscosa de las marismas del Guadalquivir. Pero la mayor di\"er~ifieació n ~e IlHlI<I zonas de muchos animales. ha­ (\"('n alu1'>iil/l al lugar gcogrúfico donde e;;jJf'f\"ies. que sin la más lig:era modificación. dehido 11 la facilidad con que se propagan y a Sil gran poder de adaptación. son comu­ IICS a toda península, talC'<¡ iI un pai-:aje cada IllÚ;; 5eco, por lo que en gener:d atraviesa nueslro suelo. hacen (lue la fauna se vaya etllpohreci L'lldo d<llldo paso él otras especies resisteníe~ ¡I'nhicntes. Sf' so 1.1 ;!cción del hOIll:JI\"c Clue, con su expansión, hace que cada vez sea lIIC'llor el número de e;pacios eH los que se puede IlJ:UltC'!l('r el C'cluilihrio natural. eSfJ(//iolll_ tan continuas ni concret:lS como f'n los IlHllllíff'ros, y aparte de numerosas se faulld e.,pccirs \"~rlen larías se sUlllen las aves de paso que en nu{':-'tro lerritfJrio o <¡ólo están de la prim<l\\cra n el oto!ío_ hahiclldo !)3sado el invierno ell otros países meridionales el IranscurS41 de del GUHdalquivir. etc .. \\ ¡ El _Montseny. es para una gran comarca, en la que se incluye Borcelona, alga osi como un slmbolo los auténlicos cleo de alicientes, entre tos cuotes podrla figurar uno nutrido representación animal, en morcado en el mós idóneo paisaje que codo coso recomendara . concediendo en aquellos períodos, una fisollom ía propia a estos lugares visitados. Hay especies que realizan otro tipo de elllignlción, como el águila culehrera (A rCllelus galliclls), que pasel el verano en España y en invierno husca otros paí­ ses mils Cedidos de .\\frica donde encontrar 511 alimcnto pre­ ferido, como SOIl las serpientes. Las dos mesetas castellanas y el valle del Ehro están ocu­ pados por aves bunas lllÚS cúlidas. de origen re!lloto. (Iue han persistido en esta úrc:1 y cuya diversificació n es menos acentuada que en otros grupos. La desembocadura del Ehro y CSpCCiill IllClltf' las 1l1arismas del Guadalquivir cientifico. por albergar grHn número dr e.-;pecies europeHS (Iue viven y ani­ dan dentro de un marco natural y único. Otros grupos de verlebrados espOlio/es. -En los reptiles y anfihios, al igual que en los mamiferos, las especies del Norte son de procedencia europea_ siendo formas caracterís- 11 ticas, cuya área de distrihución abarca la parte meridional y central del continente europeo. Otras especies del sur, centro y litoral mediterráneo es· pañol, tienen gran semejanza con las africanas. El camaleón (Chamaeleo chamaeleo), es propio del sur de Espña y norte de Africa, el discogloso (Discoglosu\"s pictus) de :España y Marruecos, la lagartija eSCamosa (Psammodromus algirus) es propia de Afríea noroccidental y la culebra bastarda (Mal­ podon monspessulamus) propia del norte de AfrÍca y ambas se encuentran en la mitad meridional de la Península. Hay especies muy localizada<; en áreas hien determinadas tales como la lagartija de sulebra ciega graeca) y en contraste, es­ pecies comunes a toda gran di· versificación en numerosas razas locales, algunos de los cua­ les ocupan pequeñas zonas, las lagartijas (Lacerta), salaman­ dras ,(SalamQ,ndra), tritones (Triturlls). En el noroeste de España, se ubican una serie de anfibios exclusivos de nuestro país, tales comu (Chioglossa lusitaníca, Rana iberica). En la fauna piscicola podemos considerar los peces, de agua dulce y los de agua salada}. Los ríos españoles o:frec-en unas especies comunes, como son la trucha (Salmo tmtta), la carpa y otros que, en general, ocupan las corrientes de agua dulce de toda la península. Los Tíos de la vertiente atlántka gozan de una fauna más variada, ya que a las especies antes citadas, se suman los peces marinos que penetran por las ,desembocaduras para completar su ciclo ,biológico en el agua aulee, tales son entre otros, el salmón (Salmo sala:r), que busca .desovar en los ríos Temontándose en la corriente y el sábalo (Alosa alosa) que con idéntico fin, busca las aguas dulces continentales. La fauna ictiológica marina presenta tambión dos fisono­ mías, la de la vertiente medjterránea y la de la atlántica. La primera se halla afectada en la costa sur~ por la pene­ tración de las especies del Atlántico, de tal manera que la pesca ,del Mar de Alborán guarda gran relación con la de Marruecos. Los peces de las aguas mediterráneas, tienen mayor diver­ sidad de formas que los de las atlánticas. Ello se debe a múltiples causas, siendo las principales: la escasa varia­ ción de las condiciones físicas .del medio, tal como corres­ 'ponde a un mar cerrado, que permien una más fácil per~ sistencia y continuidad de las formas a través del tiempo; a la penetración y afincamiento de muchas especies atlántj~ cas; y a que las formas \"típicas\" termóf-ilas, han encontra~ do un medio adecuado para diferenciarse, etc. A pesar de ello, estudiando comparativamente la pÜ31ación marina del Atlántico y Mediterráneo, se descubren numerosos casos de especies \"vicarias\", Hequivalentes\", es decir especies que cumplen un 'papel semejante, en dos áreas -geográficas dis­ tintas. -Las costas atlánticas con aguas más ricas en elementos nutritivos, aseguran la existencia de espedes de mayor desa­ rrol.lo y de mayor productividad o densidad de población, comparadas con las de la fauna ictiológica mediterránea. Lugares de exhibición, a modo de ensayo. -¡Pretender la estructura perfecta. que representaría dotar a cada provincia y en sus más destacados lugares, todas y cada una de las especies que integran nuestra sugestiva riqueza faunística, es un -ideal que no podría 10grarse, por muchas razones con· 12 curren tes que lo dificultan hasta, prácticamente, imposihili­ tarlo. Pese a ello, esta renuncia no sign.ifica una lesión suhstan· cial, ya que si aquella perfección no es ¡posihle, sí, al menos, lo ha de ser la ubicación en zonas bien expresivas., ya sea por su belleza, historia o interés turístico en general, sus­ ceptibles ,de concentrar el interés de una visita numerosa de gentes y que dadas sus características, reunan, a su vez, las condiciones indispensables para permitir una instalación de­ corosa, en su más amplio sentido, de la especie animal que se le asigne. Hacer una enumeración detallada de cada núcleo suscepti­ ble ,de ser creado, seria tanto como esta,blecer un plan gene­ ral, cosa totalmente imposihle por lo hipotético que resulta~ ría. Sólo unos ensayos iniciales y un desarrollo evolutivo, muy hien programado, habrían de hacerlo posible. La crea· ción ,de un Patronato Central, en cuyo seno figuraran repre­ sentantes de cada provincia, entendemos, que sería el racio­ nal inicio ,de esta organización. Luego~ ya en pleno desarro­ llo de su labor propia, irían surgiendo los lugares, las es· pecies, los recursos económicos y, 10 que es más importante, las personas, o mejor, En6dades que, con ,dedicación y sol­ vencia, cuidaran de estos exponentes educativos, para los cuales presentimos una gran importancia. Podrían completar la instalación la anexión de especies al1bóreas, asimismo bien representativas y, a ser posihle, de alguna conexión con el animal que se exhibe, las cuales, de. bidamente rotuladas, contribuirían a valorizar el conjunto. Tengamos bien presente, que sólo el conocimiento ,de los valores natur.ales, nos conducirá a su querencia y consecuti· vo respeto. Nada tan elocuente, resulta, como una lección dada por sus propios actores. Y, en este caso. ca¿a uno de aq.uellos grupos animales nos las hrindará, muy directa, in· tensa y convincente. Sólo a título enunciativo y para dar una mejor expresión de lo que resulta ser nuestra idea principal. citaremos al­ gunos lugares que entendernos óptimos Hca,bra montés\" (Capra pyrenaica Víctariae), podría mostrarse junto al parador de Gredos (Avila) de la misma manera que su congénere (la capra pyrenaica hispanica.), se prestaría a la exhibición en Sierra Nevada (GranaJa). El nunca bastante ponderado, aunque poco divulgado, pueblecito de Riglos (Huesca), adosado a uno ,de sus céle­ bres valles, exhihiría el buitre leonado (Gyps fu/vas). Vi ella, en el Valle de Arán (Lérida), podria albeegar un buen grupo ,de rebecos (Rupicapra pyrenaica). En Roncesvalles (Navarra), el quebrantahuesos (Gypaetus barbatus), valorizaría aún más el interés de aquel paisaje. La genialidad del \"Monasterio de Piedra\" en Alhama de Aragón (Zaragoza) interpone entre una verdadera orgía ~1cuátjca el nadar sereno de las truohas. Las pequeñitas \"islas Medas\" y parte del Estartit -( Gero­ na), permitirían, previa urbanización -por pal\"te del todo necesaria si se quieren preservar <le la injuria que las está invadiendo-, la observación perfecta y de una belleza sin par, de una intensa colonja de gaviotas argénteas (Larus ar­ gentaws), que nidifican en aquellos parajes, uniendo a su interés la posi!bilida,d de la práctica de la afición fotográfica en ex,eepcionales circunstancias de paisaje y participación animal. E,n Covadonga (Asturias) podría ubicarse el oso del Piri­ neo (Ursus arctos pyrenaicus), en un ambiente de extrema belleza y concordancia zoológica. Las múltiples -flvp.s ,de mari~'ma: garcetas~ espulgabueyes, En este mapa esquemótico, se han incluido, a mero titulo de ensayo, lo representación de los más genuinos grupos de vertebrados españoles. Con ello no se pretende sentar ninguno base, ni de ubicación, ni tan solo de especies. Su intencionolidad es ton solo de concepto pOrO que, uno vez decidida su mejor dhtribudón y quedar elfo refrendada por la feliz puesto en servicio, puedo llevarse o cabo este tipo de exposición ton gráficamente explicativa. Todos los animales que se consignan, pertenecen a lo fauno ¡ndfgeno española, con excepción del bisonte europeo, que, a titulo de ejemplo, de otros vorios que padrEan indicarse, se incluye pora señalar lo conveniencia de una adopci6n que ton justamente encaja en un lugar como son los «Cuevas de Altamira., donde el arte rupestre ha popularizado tan señalada efigie. Con todos los convencionalismos anotados, los siluetas animales que se transcriben son las siguientes: 1 Gaviota reidora. -2 liebre gallego. -3 Oso pardo. -4 Bisonte europeo, - 5 Atún. - 6 Sordinas. - 7 Musaraña. - 8 Urogallo. - 9 Sisón. -10 Corzo. -11 Páiaros. ~ 12 Quebrantahuesos -13 Buitre. -14 Gamuza. -15 Gaviota plateada -16 lobo. -17 Zorro. -18 Alimoche. -19 Trucho. -20 Garza TeaL -21 Palo real. -22 Ciervo. -23 Gamo. -24 Comadreja. -25 Gavilán. -26 feián. -27 Cobra montés. -28 Tórtola. -29 Cuelvo. -30 Peces. - 31 Cigüeño. -32 Gineta -33 CodornIz. -34 Perdiz. -35 Murciélago. -36 Espátula. -37 Pájaros. -38 Jobo!!. -39 lobo. -40 Garceta. -41 Anades. -42 Cobro montés. -43 khneumón o Meloncillo. -44 Mono de Gibraltar, -45 Cigüeñela, -46 lagartija negro -47 Galápago. -48 Dromedario. Los Jardines de ·La Granja (Segovia) ~e prestan a la ex~ hibición de un gran ,cercada de ciervos (Cervus elaphus). El gamo (Dama dama) sería muy hien acogido en El Es­ corial (Madrid). La preciosa morfología de la \"Ciudad Encantada\" ca) destacaría la figura noble del cuervo (Garvus corax)., En Sa·dajoz, junto al castillo ,de Barcarroja o. parecido, la cigüeña (Ciconia cicotdu) nos recordaría el valor de una ave simbólica, intensamente vinculada a la vida de la región. Sierra Morena (jaén), e.;. propicia para la ambientación del ja'balí (Sus eerofa). En La Alcarria (Guada1ajara), unas colmenas de cristal nos recordarían la ¡bondad de la miel que las abejas saben confeccionar. Un muestrario. elocuente ,de aves acuáticas y peces típicos podría figurar en la \"Albufera\" de Valencia. De parecidas caracterí~tjcas perú con la peculiaridad de su fauna, se prestaría el \"Mar Menor\" de Murcia. N.uestra montaña insigne: el HMontseny\" (Barcelona), se-ría adecuada, entre otras, para una atractiva instalación de juguetúnas nutrias (Lutra lutra), . Ciertos lugares, por excepción, acon~jarían, incluso, la introducción de alguna especie, actualmente extraña, pero que fué la base ,de inspiración y el móvil del monumento. que pretendemos evocar. Púngamús, como más elocuente y para ilustrar categóri­ camente esta sugerencia, la presencia de unos ,bisontes euro­ peos (Bison bonasus), junto a las 4'Cuevas de Altamlra\" (Santander), feliz expresión de una riqueza cultural que enaltece a nuestra patria. Así, en lista vastísima, previo, repetimús, el empirismo de unos ,apuntes y la certificación que hahría ,de ofrendar el estudio. y su consiguiente ensayo práctico, lograríamos ubi· car en idóneos parajes y concretús lugares, las más repre-. sentativas formas de nuestra fauna, con la esperanza ilusio­ nada de unos múltj'ples y necesarios beneficios y consecu· ciones entre las que ·destacan la educación y ,aún valoriza­ ción del paisaje y todo ello a través ·de la suprema del co· nocimiento de 1ús valúres ~7 ¡;;¡ ¡; FABRICA DE TEJIDOS DE ALGODON E N ESPLUGAS DE LLOBREGAT -Ue, ..,./ =:\"\"---;:~ ARAGON, 335 -TELEFONO 25748 79 ~. 3 z 3 z z 3 ... I C I I o lO \" z TOALLAS Y RIZO GRAN CALIDAD RAYADILLOS Y GABARDINA VERANO CHESTER MAYORAL BARCELONA ( 9 ) z z z z EL GORILA fJDI'¡Ua 9DI'Ula -Savage y Wyman el. M.mUero s O. Primale l r. Póngidol po. MANUel GRAU MATEO Becario del Porque Zoológico de Barcelona . Si.~feflHíli('(l. -Los gorilas forman parte de la fa­ milia de los Pón~ido s o mOnos antropomorfos, llama· dos a .. í por su gran scmejanza con el hombre. En esta rtHuilitl se chimpancé n,'·spcclivalllc nlc. Todos ellos se ca­ racterizan pur su gran talla, la auscncia de cola y su gran cólpa(·idad craneal. El A\"oriJa Corilla {!,orillu, Savagc y \\Vyman, tiene dos variantes geográficas \"ien dcfinidtls: el gorila de costa o ¡{orilla Savagc y \\Vyman, (llIt' l--S CUTilla. L'3Q a ¡'·IO de altura, dt.·serita primera vez eu .... l~77, pero aunque este 1111 ha sido slIficicntclllenlt.;. estudiado, SC~lIra . 1I1('lIt(' ~c tratará (le ulla raza a la <f'l¡c se ha dacio la denomina de cuales h~.III dl'ri\\ado las formas actuales los 2 metros. La ('aheza está unida al cuerpo por un cuello corlo y rolw .. lo. de .. I'le'lIldo al cráneo. A lo larf!o línea IlIcdiH del aáneo tienen una ele\\;:teJ:¡ 1 ('11 In .. lIlacho~. En {>gtos destacan la am Joven ejemplar d. ·Garilo de costa .. procedente del \"Centro de Ikunde. de Guinea Elpoi'iolo . plitud del pecho y la espalda, en contraste con el cuar­ to trasero (llIe presenta menor desarrollo. ~Icnos la cara. las palmas de las munos y las plan­ tas de Jos pies, todo el cuerpo del gorila está recubier­ to de UIl pelo bastane tupido, de color negro o gris, siendo algo diferente según las variedades. Gencr<lllllcnte no hay grandes diferencias entre ma· chos y hembr<ts . sin embargo éstas acostumbr¡Hl ti ser de mellor tanMño y no presentan tan desarrollada la cresla ósea de la cabeza. FI pcso de los gorilHs oscila enl re los l75 y 200 kilo~. SCgLlI1 la edad y los individuo s. En libertad viven alrededor de 60 años; a los 12 ya alcanzan el estado adulto ) ~e detiene en ellos el crecimicnto . Los ~oril:IS ) en general todos los antropoides, pueden scr considerados como cuadrlllnanos, sino hí· !>osteriorcs ae¡dHt!l en verdade· ros pies} no en una segunda mano, como se ha con· siderado a \\Cces. Aún cuando forman p.arte de un.a sol.a especie, los gorilas presentan ciertas diferencias según su disfri· hueión geográ fica; el gorila de costa tiene l.a piel ne­ gra. el pelaje pardo·gris.áceo r la crlra ) pecho desnu­ dos. mientras que el gorila de mOlllaíia po~ee un pe· laje mucho más negro) desarrollado, con ulla !llHII' eh3 gris n hlaneuzcII sobre la espalda. a~i/lli~llIo dchi· do a ~1I mayor adaptación a la marcha terre.5tre. cste último tiene 105 miembros anteriores y posteriores más cort05. la !llano más ancha y el pulgur del pie menos C;]Jonihle (llIe el gorila de costa. 15 Morfología interna_ -En los gorilas el cerebro, al­ canza un desarrollo superior al ,del resto bra.dos, formándose cisuras y dmunvoluciones cer,e· brales semejantes a las ·humanas. A pesar de ello, su capacidad craneal es hastante reducida, generalmente es de 500-600 ~mJ_ Sin embar,go en 1960 se capturó en la Guinea Española, en el Centro de Adaptación y Experimentación de Ikunde, un gorila adulto con una capacidad de 753 cmJ., que ha re;;ultado ser el valor máximo conocido hasta ahora. El peso del cerebro de los gorilas es también inferior al humano, frente a los 1.200 gr. que pesa el cerc'bro humano, el de aquéllos pesa tan, sólo 4.00 ó 500 gr. La musculatura está en general fuertemente desarro­ llada. En su esqueleto cahe destacar la cresta ósea que aparece en el cráneo, y en la cual se insertan Jos mús­ culos temporales y ]05 ,de la nuca. La fórn1Ula ,dentaria es igual a la ,del hombre ,( 32 dientes), pero a diJer,enc.ia ·de éste, los caninos, sobre todo en los gorilas macho, están muy ,desarro.llados, y les sirven de arma defensiva y ofensiva en la lucha con otros ma.cho.s para la posesión -de las hembras. El desarro.llo. de los sentidos es semejante al del hombre. Po.seen visión de relieve y parece ser que ,la diferenciación de colores es muy acusada. Distribución geográfica. -El go.rila es exclusivo del continente africano. El de costa se encuenta en la Guinea, ,camerún y Gabón, mientras que el gorila ,de montañ,a ,habita más al Este, en las regio.nes boscosas del ex Congo Belga y sobre todo en la región vo.lcánica del lago Kivu, junto a la frontera de Tanganika. Habitat. -Viven en los grandes bosques ecuatoria­ les, donde la humeda.d es muy elevada y la luminos,j. -d,ad escasa. Frecuentan co.n preferencia las Zo.nas del bosque primario, es decir, el hosque virgen que no ha sido ,degradado. Son los menos arbo.rlcolas de to­ do.s los mo.nos antropomorfosl e incluso. lo.s grandes mac-hos apenas suben a los árboles. Costumbres. -El conocimieno de este gran mono se remonta desde la antigüedad. El cartaginés Hannón encontró los ~prjmero.s ejemplares en una isla de la costa africana, 'hacia el año 480 a . .d. J. Los primeros -restos de gorilas que-llegaron a Euro­ pa, fU,eron traídos en 1847, del Gamón por el misionero Thomas S. Savage. Así se 'empezó a conocer este inte­ resante simio, subre el que eirculalon en un principio la'5 más extrañas leyendas. \" \" Lo.s gorilas viven formando. pequeños \"'gr!;lpos o ban­ das, constituidos por un número reducido ·de JamiHas con sus respectivos ,hijos. Son de' costumbres \"~monó­ gamas. ¡J)urante el día se trasladan de uno.s luga;e.s -fl otro.s, pues no. tienen residencia fija. Estos mo.vimien­ tos los realizan caminando. a través de lo.s intrincados senderos de la selva. :Para andar utilizan -las cuatro eXkemidades, apoyándose con los nudillo.s .de las ma­ nos en el suelo. Al negar la noche constI;Uyen to.scas plataformas ,con ramas y ho.jas, en las .cuales' duermen 1as hembras y jóve-n~ mientras los maoho.s adultos se agazapan en el suelo, al pie del árb'o.J. Estos son lu­ gares de residencia temporales, que al día siguiente abandonan vara continuar su camino. Los go.rilas de '110 hallarse heridos o encolerizados por una larga persecución no. son, generalmente peli­ gosos y prefieren la huida al a,taque, pero no. obstante los grandes machos solitarios que vagan por la selva representan un serio peligro.. 16 Debido. a su temperamento arisco y solitario son an.~: males muy ,difíciles de estudiar en el estado salva]~, y por ello su biología es muy poco conocida. ;, Alimentación. -El ·doctor Schaller en sus trabajos sobre los gorilas insiste mucho en que nunca ha visto a estos animales comiendo alimenlos de origen ani­ mal: gusano.s, huevo.s, etc. Igual resultado ofrecen las ohservaciones realizadas en el Centra de Adaptación y Experimentación -de Ikunde; ,únicamente en una .oca­ sión, el coservador de dicho Centro., D. Jor.ge Sahater, vió un grupo de 'gorilas comiendo miel de una colmena subterránea y remitió ,a los servicios técnicos del ,Par­ que Zoológico unos -pedazos. ,de esta cera masticada, donde se marcahan muy bien los dientes de estos ani­ males. Los gorilas sienten apetencia por los vegetales, es­ pecialmente ,de tro.nco leñoso, las frutas ácidas y las féculas jugosas. En la naturaleza los gorilas casi nun­ ca beben agua. No. ohstante estos hechos, ha podido co.nstatarse que! en cautividad, estos animales aceptan muy bien un régimen .alimenticio mixto, en el que se induye la carne. Reproducción. -La vida sexual ,de los gorilas es muy poco -conocida. El perío.do de gestación dura¡ alre­ dedor ,de nueve meses. Las hembras aCo.stumbran a dar a luz un solo ,hijo en cada parto. f/ ida en cautividad. -,Los ,gorilas ,son muy difíciles de aclimatar a la vida en cautividad, por lo que du­ rante largos años no. fué posible contemplarlos en los parques zoológicos. A pesar de los cujdados a que se les someten, acostumbr.an a vivir únicamente 10 Ó 15 años_ Sus principales enemigo.s son el frío y los parásitos intestinales pertenecientes al género Esofa­ gosto.mas, ¿el grupo de los -gusanos Nematodos. Asi· mismo, durante los primeros .años ·de su vida necesi­ tan alguien en el que poner su afecto y con el (me compartir sus juegos, de lo contrario se sienten so.lo.s y tristes y enferman con may.or facilidad. Luego a me· dida que croc-en, su carácter va haciéndose más hura­ ño y el facto.r psíquico. parece que no influye tanto en su fisiología. REYES DE LA FAUNA La rallHl dclralón Jerry y g<llo Tom no IIil reído con las jugarretas de estos dos personajes ? El depHrtamcnto de puhlicidad In animalejos hahía igw:dado --si· no supcrado -a el gran genio del dc la \"di\\ (·iIH'. fUl' -toda sCIl(·illa !\"flzón (le que IHln sido \"cxplotados\" el (¿ípiz Desde aquella \"Vía láclc<:!\"\" de Fred Quimh)' que. allá por el aiío cuarenta. se alzó con el primer \"\"O:;'C<lr\" de la serie. hasta su .... ltimo -cuélrlu-··Fe;;.tivHI\", han tran~curr ido , nada más) nada menos. que veintitrés ailOs. t Y lo mejor del caso C3 que ningullo de lo.; diez la\" I'f)\"ihilidades d{· amhos tipI)!'! y, por supuesto. de inspiración dfO 511~ creadores -superiorc\"', ell nluelw. hUlllorístico f infinitam ente H Disne}' sentimental, cspcctHc ular y \"fah\\l lo~o\"l rué Fred del departamento en Culvcr 1925. la sección de corlos de léI Fox, siendo solicilado, al le por 1\\1. G. ~1. para comelido. Ingresó entonces en ('~Ia productora. si hiell --corno queda dicho 'lO rui-haslal9:n cuando, de hecho. se empezó a Iraha· jar de (irme en la con~lrllcciólI del departan1('nto '. animados. hahielldo conseguido de Artes y Ciencias Cjnematográficas de '''cartool1l1'' en ohlenido ocho. Definilivo). do la serie .le Tom ) J('rr)'. Con lodo. su palernidad se refiere más luldct. a Los <l.ul{·nlicos cre:ldolc;;; del galo y del ratún. quienes les han <-Indo soplo de vida, gracias a su I<ípiz, han sido li('mpo Iranscurrido Sil en la panlalla. Ila/lna y el calalán José Barbcrá. han conducido la nave de estos \"cilrloons\" de ~l G. ~1. <11 gran a rra· lB se--: puerto cn el quc llevan recalando desde hace veinlitrés aiios. El hito, hasta méritos duda cabe!-; pero sí que­ remos apunlar que Hanna y Bar!Jerá se han llevado en este asunlo -artislicamenle. por lo rnenos-. la parle con\\enir en que cstas pelicu· litas son un prodigio de gracia. colorido y <lmcnid Id. El impacto hilu8nlc que producen la:-, trasladas de Tom, y el modo de-conlrarre.;;l arlHs por parte de Jcrry, creemos 110 puede ponc-rsc (\"n entredicho. (El mundo del cine IIcHI vcinte Hilos eOIl estos Es limpio. de trazado prcci~o, malemálico, siempre. sen ido a IrH\\,(~s de UII color (llIe no se limita a una función decoraliva. sino que, en múltipl('S oca­ siones, hay no ~Ii· lamhién \"/llélgo de Burhank\". Tom y Jerry en perpe· Iua y diverlida luC!w pueden considerarse, sin lugar él duda ~. como 4·rey('S\" de la inefahle fauna cincma· lográfica: sohre lodo. de que vive -y Iw vi\\ ido­ en el Illundo mágico del dibujo animado. Pos murciélagos n'llgran Cierto día de octuhre SlIf. de 1011 s;mpá lico~ J curiosos allimales. mamijero s ejeclúal/ si no del incremento de MIS ((l/Il'NOS deportivos. Iniciada 1m ell los '1m' hoy se agrupan numerosos ellu­ l/iOSOl de IOl diltill/os aspectos de la El 'voladores prol/to si­ niestros por leyellda que aspecto de Belcebú: todos los de tilles· Iras lalittules son de pequelio lalllO/io e insectíl'oros, por tanto, comedores de inmensas canlidade s de mosquitos y re­ guladores de la exislencia de múltiples animales 1II0lestos al pese a las , vue· lo: malos marcl/Odores, el es el tÍnllO dedo dutidas. apto pora la marcha con I11 ,~imilar estructura, que presentan los (h·dos de los pies. Los carpos y jalanges de les dalas -(Iesmesuradamente bra:.os, del Oavf(Sanllloren$ del Munlj el dra 1 de Marza 1959. ralo: J GRACIA Por E. Balee\". R. r1nv81ligadar del C. S I Cl en el senlido de sostellerse en el (l/re con II/inimo esjuer::o. El est.ernón algo carenado. sostieue con las costillas, lIIúsculos pectorales desarrollados. a'call::.ar no el tall1l11lo los pulmones r además impide su compresión e:l'cesil'a en el transcurso de los movimientos del vuelo. Por ser \"octurllOS o crepusculares, ya preselllan ojos II/uy grandes, ya lI1u:r reducidos, J' visión no jUllciollal el/ los europeos. Los órganos aflrl/tipos, ell camhio. desarrolla­ y metll­ l)fallas especiales, la cap/oción de ecos producidos por emisión de ullrasonidos mil)' agudos e imperceptibles lIIuchos de ellos. para el oído humollO (radar de los murciélagos). La emisión de l/l­ IrlIwnidos es tipica del es/(ulio a,lulto: los crías emilen lOllavía sonidos percep­ tiMes. Or:gen jíeil consevaciÓfl eOll/o jósiles y poco /)(lfecido eon se especiali:ar.m en /a htÍsqueda y cap' tura de insectos (lIIicroquiróp teros). Otros, especiali:aclos al vuel,. evolucionaron en su ya fm· gívoros eOIl gran desarrollo de lila/ares. La mayor facilidad tiltilllos ell incluye toda la cola, A pesar de ser bu ellos voladores. l/O son IIhiqlli~ta~, 110 es casi pre lal/lo, los IIIlIrciéla{!,os estáll lor:.ados a períodos de acofll/)(uiaclo I\"e de incremento de lempatura MI­ perior del ambiente. En el trans­ curso del if/vierno reducen peso y, co· mo cOf/secuellcia. los sebos acumulados durallte el verano. Superficie pérdida del cotra la desecación r la pérdida del calor corporal, Tan sólo pue(lefl residir en ambientes sll/icienlemellle húmedos en le,~ condiciones, 110 son de gran utili· dad, m.ierllras lo es Sil radar que capta ecos e il/forma sobre la situación de presas y obsllículos. Costumbres, aHmento y crecimiento Una l'e: transcurrido el período de laclallcia, los murciélagos necesitan il/­ genr muchos insectos, 110 sólo ¡)(Ira terminar su crecimiell lo si\"o también para dural/le el invierno. AdemlÍs deben t·a· lerse por si mismos para la cllplura de sus presas en vuelo. Su crecimie llto es así, mlly rlÍpido: si bien nacen con dentición (que en esle es de leclte las alas ~Oll toda­ vía corlas el día del parto r los dedos SOfl así de proporciolles sifllilore~ No meses la talla. si \"ien l/O el fJeso-, propio de los adultos. a .~'u desarrollo fJúqllico es tOm­ bié\" reducido , lo cual es, a su t'e:. Uf/(I secuela de aquella circullstallcia. Ciclo biológico Los murciélagos de uuestra faulla 110 rdJllsafl los 20 mios, En alglll/os 511 vida. Iranscurre solilaria, soluo en las para las Itembras IÍllimos momentos de la ¡;eslaciólI , /){lfto y cría. ell época primaveral (variable segli\" mios y especies). EII tales casos se al­ hergall en cavidades ejpeciaft's y, al parecer, expulsan de ella.s a los machos (IP ocltellslube), Neciefltemeflte se Ita descubierto que el murciélago de cueva rculle a las jót'eues crías en lIfI se- capaces de pelle/er I'0r sí mismas eu TlIgosidades del techo r /!,rie. tflS del re/ligio. Otras especies, y entre ellas las mi­ grantes típicas, SO(1, muy gre~arías toda el alio y si algunos ejemplares se pier­ den del enjambre se aglomeran a otros, incluso de diferentes espBeies, hallándo­ se casos de cierta promiscuidad interes­ pedfiea. Terminada la lactación, dos meses después del parto, los murciélagos se dedican a vivir como adUlt9S y siguen a sus padres. Las juveniles son recono­ cibles en algunos casos (murciélagos de herradura) no sólo por la ausencia de algl:nos caracteres sexuales secundarios, sino también por el color de su pelaje (murciélagos de herradura). Posible· mente son a?tos para reproducirse a {o~ dos o tres años de edad. El celo c,~oñal, logra fecundar las hembra.s; al­ {{UllaS especies conservan en resert)orios seminales hasta que se ini· Ci.'l el periodo de gestación a la siguien. l!! primavera (murciélagos de herradu· ra),' en olros casos, como en el murcié­ lago de cueva, la implantación ovular tiene lugar en otofio, se interrumpe el desarrollo del embrión durante el sueii.o J' se reanuda con la bonanza estacional hasta el parto. De hecho tal reanuda-' ción depende de la actividad materna relacionada a su vez con la existencia de presas. Prescindiendo de los perio­ dos de reposo, se calcula que la gesta­ ción tarda de 40 a 60 días. En general nace únicamente una cría, pero hay es­ pecies (murciélagos comunes), en que es frecuente el gemelísmo. Migraciones Los cambios estacionales de residen­ cia son frecuentes en los murciélagos y, en general, varían con las especies. Los murciélagos de herradura suelen tras­ ladarse a COTtas distancias, ya para in· vernar, para la cría o para el-celo; en general tales cambios de residencia -a veces tan cortos que igu,al pueden tener lugar dentro de una misma cavi­ dad, si es grande-, obedecen a 14, bús­ queda de biotopos adecuados. Para in­ verna,r los murciélagos seleccionan lu­ ga1res relativamente fríos: soe en el murciélago de cueva; mientras que los HW ochenstube\", requieren condiciones muy benignas (17o,e en la misma espe­ cie citada). Los vespertiliónidos muy gregarios, suelen recorren distancias muy consi­ derables y por nuestra parte hemo's con­ trolado viajes de murciélago de cueva (1\" especie más adaptada al vuelo) que rebasan los 350 Km. en línea recta (v. mapa). Si bien suele ser en otoño y primavera las épocas en que típica­ mente migran, respectivarnente hada el sur y hacia el norte, estos movimientos son bastante desordenados y no pueden compararse a los de las aves; son en primer lugar menos constantes y menos decididos; además hemos dado recien­ temente a conocer que se producen tam­ bién en pleno invierno. Probablemente en ello intervienen descensos súbitos de temperatura y los animales abandonan los refugios provisionales antes de pere­ cer por congelación, buscando otros más benignos y constantes. Tales investigaciones recientes se lle­ van a cabo por medio de anillamiento numerado de los ejemplares. En Fran­ cia y Alemania funcionan con continui­ dad servicios de tal índole, inclusa a veces independientes de los ornitológi­ cos, desde antes de la última guerra. Posteriormente se han establecido en todas las restantes nacioneS europeas y en E'E. UU. En España se iniciaron en Madrid (1935) Y San Sebastián (posteriormente en 1948). En la U ni· versidad de Barcelona lo establecimos a páncipios de 1959, habiendo ya. ani­ llado casi 4.000 ejemplares y controlado numerosas recapturas (unas 1.200) Nuestro servicia colabora con los si· milares de los Museos de París y Gi­ nebra, que poseen una red abundante de anillado res. A los primeros resulta· dos interesantes reseñados, cabe adjun­ tar los inscritos en el mapa ad;unto que se refieren al murciélago' de cueva o Mjniopterus schreibersi. La úma, Avenc del Daví, juega un papel concentrador de los murciélagos que se dirigen al sur para invernar, durante el otoño' y el inviernO'. Diversas cavidades, recogen en primavera las companentes (unos 5.000) de tan nu· merasa población. En algunas de ellas hemas comprobado (nosotros o los co· legas franceses), la organización de \"Wochenstuben\". Otras cavidades sir­ ven de refugias o residencias ot~ñales para el celo; otras en fin, correspanden a ejemplares que, sorprendidos por el frío, han muerto durante el camino o Sé' han refugiadO' incidentalmente en lu­ gares de fartuna por causas diversas (tal sería el caso del hallado en Elne c~n que se encabeza el presente artícu­ Iv). Las flechas indican sentido de los viajes comprabados, na obstante. so­ bran razones para creer que las líneas no indican itinerarios probables, sino solamente puros enlaces de lo'calidades. Estos animales suelen evitar las cade­ nas mantañosas y, probablemente, aproo vechan, ya el curso de los ríos, ya la costa\" aumentando, sinuosamente, el curso de las largos itinerarios rectilí­ neos señalados. Barcelona, marzo de 1963 Una nueva parásito de del .-arqne especie de un gorila Zoológico treluatodo de Barcelona J. Gállego Berenguer Catedr6tico de Por05itologfa lo Foc. de Un\\. de Barcelono . J. M.a Selva Vallespinosa Ayudante de lo (óledrQ, J. D. Esteban Fernández Ayudonte de lo Catedra. En UIl artículo 1\"1 ... 1 Parasitismo en el Zoo\") publicado en el primer núme· ro de \\lE\\S\\JE. l30letíu el aspecto Illédi{'o s:mitario del Zoo. Esta preocupación. illlensamcntc compartida por el del citado ceno fll(' clItre ;os servicios sanitario s del Zoolú¡\"dctl han.:c!onés y nuestro Laboratorio de Far<l~it(Jlogi a, con el fin de (',..tIHli¡lr \",i.;¡tclll[tticélJl\\ente la fauna parasitaria dc ~tJs animales a p;orila de los leslículo,:;\" con b dc lfl~ cjc~os intestin:l]cs y II llSpC('tO j){'('uli\"r dc los la nuestro Zoo harceloné!'. en .. ~rHdecillliento H las facilidades que ,..:iclIlpl'e 1105 ha prestado para el estudio df'1 material parasitario de c.sta l:o!ccciú conocida por ¡.;-orilH ~ fi1!s. 2 y a lJl\"illlcra \\ isla a 1111 nicrv('oeJilllll !al/cea/um llig. 1) cuerpo plano. ~egullda 'fa. o lo mismo ampliación que lo onterlor l Fíg. 3. 8roderuo Jonch, n. sp. , cómara cloro; o una escalo correspon· diente o lo de los microlologroffos). bolso del Cirro; C Cirro u órgano co- pulodor; I\"alt':o', la (:orr('~jlondi('nlc a la región ocupada por d ovario y ~liindula~ \\ iteló1!:cnas~ en dicha reg-ión \\ileló¡!,c. 1l3S lfit;ziea. Porosilologfo prenso). 23 La nueva Perspectivo del grupo de inslalacio­ ne. componen el 101 m6s eleggnles animales de lo fauno de Alriea. la espectacular cornamenta que adorna lo cobezo del macho, le di­ ferencio claramente de lo hembra. 24 instalación \"GBJlN ) FJlUNJl JlFBrCJlNJl \" delZoo donde se sintetiza el contenido de animales y configuración de la instalación _Gran Fauna Africona_ , I.a ¡Iarlicu!.¡r ul.ic;I('iú n 110 pennite la lealil.aei¡'JII de J,!;rdnd('~ illsf¿llaciolle s qtlt' ha l'IHI\\(,l1idD, Itlt'jur dotnrlu con una sucesión de lo IIIÚ~ amahles posible. sin que en lIit1¡..{lltl ItlOIlI('lIto pierda su dc una ve· getdcw lJ<rlmeras y eH:<ts, Una isla, habitada pur Il1UIlU~. cll1cr~c del IHgo inicial donde hrola una \\ aried¡td de e~te :o,C practica te una pasarela, tlIU) grúcil dc recorrido paro jira· los y okopis. con vestlbu:o de VUlto publica, 25 ~ ~ ~ ~ ftrma b, ~aña ~ y TANGANICA CON EL \"CLUB DE AMIGOS DE LA UNESCO » SALIDA DE BARCELONA 21 MARZO , REGRESO: 6 ABRIL INFORMACION y RESERVAS EN: :z:: ULTRAMAR EXPRESS, S. L. RAMBLA ESTUDIOS, 109 -TELEF. 2228643 BARCELONA (2) eL UB DE AMIGOS DE LA UNESCO LAURIA, 12 BARCELONA (10) INFORMESE SOBRE LOS VIAJES A: J A P O N -E E. U U. (Feria N. York) A TEN A S (Semana Santa) CONGRESO EUCARISTICO BOMBA Y -TIERRA SANTA -SUGESTIVOS CRUCEROS MARITIMOS EN: RBLA. ESTUDIOS , 109 -TEL. 2228643 BARCELONA (2) Estudio de la Leucopenia CARBÓ Veterinorio del Parque Zoológico de Barcelona Cachorro de león de tres meses de edod en el cual se aprecian los lesiones Intes· tinoles corocterisl icos de lo leucoper,io En lo lo 1010grollo se aprecio el delolle comporohvo d'\" los dos .. A'VATOM IA PATOLOG ICA El signo de deshidratación se acusa extraor· el i na ria menle. 5011 poco <lclIsadas O casi ausentes las lesio­ nes microscópicas en los casos sobreagudos. En algunos casos se limitan prácticamente al tubo digestivo, al tejido lipoideo y a la médula ÓSC,t. El estómago presenta siempre aspecto de una gran inflamación calflfral. En el intestino y en el ¡león, que es el seg­ mento mils afedado es donde las lesiones son más clara~ y marcadas, éstas presentan ligera congestión e inflanlHción hClllorrá gica con pe­ qUCiíHS recubren de fino exudado memhranoso. Las Los ganglios Illcscntcricos están celemáticos y hcmorrági cos. La médula ósea una coloración rojo os· cura y semi·f1uida. SacHndo Stwgrc y efectuando un análisis de la mism<l, podremos apreciar una gran granuloci. tosis. El número de leucocitos que en el león es de tO.OOO a 30.000 por m.m) baja de 6.000 a 1.000, pudiendo inclusive hajar a má~ de esta ci r ra. SINTOMATOLOG IA El período de incubación es de 2 a l2 días, pero jJOdemos establecer una media aproximada de 4\" 6. El animal inicia la enfermedad con una telll' peratura de 40 a 41.0 C. siempre acompañada de postración, anorexia y de una intensa deshi· dratación. El vómito es un síntoma constante. Los animales están afectados por una diarrea pertinaz y por secreciones nasales y oculares. EVOLUC ION En la forma sohreaguda, la muerte es tan fui· rnill8nle e inopin8rJa, sin sinlomatolo gía, que en muchas ocasiones hace pensar en una intoxica · ción. La (orilla aguda, que es la m\"ls habitual. cono· ce, generalmente, una eVülución de 2 a 7 días y es mortal en un HO a 90 % de los casos. Su curación se manifiesta por una vuelta a la nornwJid ad con apetito, viv¿¡cidad y su curso de conv¿¡lel,'encia podemos fijarlo en linos 5 ó 6 díHS. PBO'lOSTICO La morl:didad es tan elevada que es altamcnte desalentador. DIAG'IOST ICO 1\"<1 idcllti(icaGión clínica de la enfermedad. se 28 fundamenta en su gran contagiúsidad, su apanclOn fulminante, su evolución rápida, mortal y la ausencia de trastornos respiratorios. Pero dentro de todos estos síntomas solamente la leucopenia puede permitirnos hacer un diagnóstico seguro. PHOFILAXJS Para su esludio distinguiremos dos aspectos, uno bajo el pun­ to de vista higiénico y otro el médico. HICIENICO Basado en un riguroso aislamiento de los animales sospecho­ sos, la desinfección de los objetos. localt·s y la destrucción de los materiales residuales de los animales afectos de la enfermedad . MEDICA ImIflUII;=aciól1 pasil'o Puede cons'eguise ('tl!\\ la tlplicación por vía suhcutánea de un Siuero homólogo, a la dosis de 2 c. c. por kilo de peso durante 5 a 10 días. I,nmufli=ac ión actira, La vacuna 'IHlede prepararso mediante una suspenSlO1l formolada do tejido virulento. La dosis de 2 c. c. inoculado por vía subcutá­ nea, con un intervalo de un~1 semana. Es aconscj<lble una reva· cunación a los neo eróticos en estómago.: ¡nteslino de un le6n de cuatro meses afectado de Leucopenio infeccioso. Los resultados ohtenldos con los tratamicntos hasta ahora efec­ IlIados y,a se citaron en la introducción de este trabajo. La sueroterapia a dosis de ~1· C. c. por kilo e~ eficaz siempre que se aplique a la menor sospecha de la enfermcdad. La administración de sulfalllidas y nnti·bióticos ha dado Don José M.o de Porcioles , con los Autoridode ~ Municipal es y el Consejo de Administroción del Porque Zoológico, durante lo inaugura· ción de la Gran Fauna Africana , el com­ plejo mós importonte que actualmente posee el Zoo Barcelonés . Las instalaciones de la «GRAN FAUNA AFRiCANA» han sido construidas por MAIER~Al Aportación al estudio de la RANA COLIAI COllraua !llIlialll (DIIUICII!lcr) JORGE SABATER Experlmento ­ ción Zoológico de Ikunde_, (Provincia de IHa Muni). La privilegiada situación del Centro de Adaptación y EXpel imentación Zoológica de Ikunde y el apoyo e interés constantes recibidos de nuestro Servicio Mu­ nicipal del Jardín Zoológico de Barcelona. nas han permitido una larga y reiterada dedicación a la ¡nves­ tigilción biológica de la rana golial. COllraua golia!\" (Boulcngcr). el nla)or anuro del mundo. y que su área de di~persión. muy reducida. se limita a una franja de terreno. de unos 100 km. de anchura, que di'curre paralela a la co la de la actual Repú!Jlica de Call1aron~ ... y de nuc 1ra provincia africana de Río Muní. E~ta labor de illvc~ligación de este poco conocido batracio. acaba de culminar con el estudio completJ de ~u dc~arro llo larvario. una de las fases más apa­ sionantes de ~u biología que esperamos publicar. pró­ ximamcnte. en c~ta revista. E~tc trabajo lo limital11o ~ a una relación de p:!sos y Il1cdida~ anatómicas de alguno., ejemplares. nota­ anuro. todos ellos capturados y estu­ diados por este Centro durante el año actual. Para una ll1L1yor comprensión de este trabajo pu­ blicamos dos croquis. el A y el B. que esperamos ilustren al lector de C0l110 se efectuaron e5tas mc:Ji­ ciones. el valor de cada una d~ las mi~mas queda plasll1<Jdo en un número convencionJ!. este prec:!3c al valor exacto en centímetros. sin iéndole de indi­ cati\\o en la relación que figura a continuación. Indicl.lmos tambi(n el ~exo. siempre que ello haya sido po ibk Y tal11bi~n indic~l11os los lugares de cap­ tura. Un solo ejemplar procede del río Laña. anuen­ te dcl río Benito en SJ margen izquierda: este gran río atra\\ ¡esa este territorio p:Jr el centro. Los demás animales fueron <.'apturados en el río Mbia. cerca de la frontera septentrional con Camarone s. Curioso fologroflo c.omporolivo muy elocuente; Ij~ulo en lo mismo lo rono minusc.uto n 8, de 75 gromos de pe' 10 y el ejemplar gigont8 numo 12 de 2.250 kilos. Ejemplar n.O l. -Capturado en los rápidos del río Mbia el 26 de enero de 1962: peso 2.050 kilos: sexo no deter· minado. Sus medidas ~on las siguientc~: envergadura (l). 30 cms.: anchura de la cabeza (15). 12 cms.: antebrazo (9). 6 cms.: brazo (10). 7 cms.: dedo (13). S cms.: muslo (2l. 13 cm,.: pierna (3). 13'S cms.: pata hasta la punta del dedo más largo (7). 18 cms.: diámetro del ojo. 1\"83 ems.: diámetro del tímpano. 0.48 CI11S. El salto horizontal que hemos cOI1¡;tatado de elite animal es de 1.70. 1.73 y 1.80 mtrs. Ejemplar n.\" 2. -Procede también de las cataratas del Mbia y fue logrado el 6 de junio de 1962: pe<o 0.600 ki­ los: se trataba de una hembra que ponía huevos en el nlO­ mento de su captura y ~iguió con la p'.!csta en cautividad. Sus medidas son las siguiente .. : cllverg:ldura (l). 19 cnp.: anchura cabeza (IS). 7 cms.: anchura (15).10 cms.: ante· brazo (9). 3 cms.: brazo (11)). 4.S cm';.: dedo (12). 4 cm;.: muslo (2). 8 cm,.: pierna (3). 8.S0 cms.: Y !'ata hasta el extremo del dedo mayor (7). 12 cms. 30 Ejemplar n.' 3. -Obtenido en las cataratas del Mbia el 6 de junio de 1962; ejemplar hembra poniendo huevos y que siguió con la puesta hasta 8 días después de su captura; peso 1,220 kilos. Sus medidas son las siguientes: envergadura (1), 21 cms.; anchura (15), 7 cms.; anchura (16), 11 cms.; antebrazo (9), 3 cms.; brazo (lO), 5 ems.; dedo (12), 6 cms.; muslo (2), 9 cms.; pierna (3), 11 cms.; pata (7), 14 cms.; diámetro del ojo, 2 cms. Ejemplar n.' 4. -Logrado en el Mbia el 7 de junio de 1962; peso 2,lOO kilos; sexo no determinado. Sus medidas son las siguientes: envergadura (1), 30 cms.; anchura (15), 11.5 cms; anchura (16), 12 cms.; antebrazo (9), 5 cms.; brazo (lO), 7 cms.; dedo (12), 4 cms.; muslo (2), 14 cms.; pierna (3), 13 cms.; pata (7), 18 cms.; diámetro del ojo, 2,lO cms. La altura del animal posado, levantando la cabeza, es de 14 cms. Ejemplar n.' 5. -También del río Mbia; peso 2,250 kilos; obtenido el 16 de junio de 1962; ejemplar macho. Envergadura (1), 27 cms.; anchura (15), 12 cms.; anchura (16), 14 cms.; antebrazo (9), 4,5 cms.; brazo (lO), 7 cms.; dedo (12), 4,5 cms.; muslo (2), t 4 cms.; pierna (3), 13 cms.; pata (7), 17,5 cms.; separación de las mem­ branas interdigitales, (figura El entre (8) y (7), 2 cms., entre (7) y (6), 4 cms., entre (6) y (5), 3 cms., y entre (5) y (4), 3 cms. Altura del animal posado 12 cms.; diámetro del ojo, 2 cms.; distancia entre el ojo y el tímpano, 3 cms. Saltos en terreno llano: 1.2, 1,3 Y 1,35 mtrs. Ejemplar n.' 6. -Capturado en los rápidos de Essantua en el río Mbia el 21 de junio de1962; peso, 1,750 kilos; se trataba de cm animal muy tlaco; desconocemos el sexo con seguridad si bien algunos detalles nos hacen suponer debía tratarse de un ejemplar macho. Envergadura (1), 27,5 cms.; anchura (16), lO,5 cms.; antebrazo (9), 4,5 cms.; brazo (10), 6 cms.; dedo (12), 5,5 cms.; muslo (2), 11,5 cms.; pierna (3), 11 cms.; pata (7), 18,5 cms. Hacemos resaltar la coloración del vientre, amaríllo-anaranjada con to­ nalidades muy vivas. Ejemplar n.' 7. -Logrado también en el Mbia el 21 de junio de 1962; su peso fue de 1,5lO kilos. Envergadura (1), 22 cms.; anchura (15), 10,5 cms.; antebrazo (9), 4 cms.; brazo (lO). 7 cms.; dedo (11), 4 cms.; dedo (12), 4,3 cms.; dedo (13), 3 cms.; dedo (14) 3 cms.; muslo (2), 11 cms.; pierna (3), 12 cms.; pata (7), 15,3 cms. Ejemplar n.' 8. -Logrado en los rápidos del Mbia el II de julio de 1962; se trataba de un ejemplar muy pequeño que pesó en el momento de su ca ptura exactamente 25 gramos. Envergadura (1), 5 cms.; anchura (15), 1,9 cms.; antebrazo (9), 4 mm.; brazo (10), 1 cm.; dedo (12), 9 mm.; muslo (2), 2,4 oms.; pierna (3), 2,5 cms.; pata (7), 3,4 cms. La coloración del vientre blanca ligeramente teñida de amarillo claro y con agunas salpicad uras verdosas tirando a siena negra. 31 Ejemplar n.' 9. --También procedente d,1 Mbia, obte­ nido el 12 de julio de 1962: peso 2.760 kilos: ejemplar macho. Envergadura (1). 32 CI11S.: anchura (15). IJ CI11S.: anchura (16). 14 cms.: antebrazo (9). 5.5 cms.: brazo (10). 6 CI11S.: dedo (11). 6 ems.: dedo (12). 7 cms.: dedo (13). 5.5 cms.: dedo (14). 5 cms.: muslo (2). 13 cms.: pierna (3). 14.5 cms.: dedo (7). 21 cms.: diómetro del ojo. 2.3 CI11S. Ejemplar n.O 10. -Logrado en el río Laña el 13 d':! julio de 1962: se trataba de un ejemplar hembra que pesó 1.200 k i los. Envergadura (1). 20 cms.: ancllJra (15). 8.50 CI11S.: an­ tebrazo (9). (10). 5 cms.: dedo (12). 3 CI11S.: muslo (2). 10 cms.: pierna (3). 9.50 cms.: pata y dedo (7). 14 cms. Este animal s,ufre tina anomalía en su pata posterior izquierda. le falta totall11ente el dedo (8) y la correspon­ dient::: membrana intcrdigital. Ejel11plar n.\" 11. -Procedente del Mbia. fue capturado el 27 de julio de 1962 y arrojó un peso de 0.750 kilos en el mOl11ento de :..u captura. se trataba de un ejemplar hem­ bra. Envergadura (1), 19.3 CI115.: anchura (16), 9 cms.: ante­ bn170 (9). 3 brazo (10). 4 CI11'.: dedo (12). 3 cms.: l11uslo (2). 8 CI11S.: pierna (3). 9 cms.: pata y dedo (7). 13.50 cnL. Ejel11pla r n.\" 12. -Capturado en los rápidos en Essanu, el l.\" de agoeto de 1962: a las pocas horas de su captura nos dio la impresionante cifra de 3.250 kilos de pc~.o. 50 gr:ullos menos que el animal que consideramos record después de unas 550 capturas en el decurso de 4 aiios. Envergadura (1). 32 cms.: anchura ca:eza (15). 15 cms. : anchura (16). 17 cms.: antebra70 (9). 4 cms.: brazo (10). 7 cms.: dedo (11). 6 cms.: dedo (12). 7 cms.: dedo (13). 6 cm<.: dedo (14). 6 cms.: muslo (2). 13 cms.: pierna (3). 14 cms.: pata y dedo (8). 16'5 cms.: dedo (7). 19.5 cms.,: dedo (6). 15.5 cms.: dedo (5). 13.5 cms.: dedo (4). 11.5 cms.: la longitud total de la boca es de 25 CI11S.: la cir­ cunferencia d!!l muslo en su punto máx.imo es de 23 cms. y la de la pierna en la pantorrilla es de 14 CI11S.: el diá~ metro del ojo es de 2 cms. Ejemplar n.' 13. -Procedente del Mbia con un peso de 0.600 kilos en el momento de su captura el 29 de sep­ tiembre de 1962. Envergadura (1). 17 cms.: anchura cabeza (15). 8 ems.: anchura (16). 8.5 cms.: antebrazo (9). 2 cms.: brazo (10). 3.2 cms.: dedo (12). 3.5 cms.: muslo (2). 6.5 cms.: pierna (3). 8 cms.: pata y dedo (7). 11 cms.: diámetro del ojo. 1.6 cms.: distancia entre el tímpano y el ojo. 1,5 cms.: longitud de la boca. 14 cms. Se trata de un ejemplar muy joven, la coloración del \\ ientre es muy clara. ~ólo se observan unas manchas ama­ rillentas dispuestas irregularmente con una tendencia a la agrupación en las zonas marginale s. Ejemplar n.O 14. -Procedente de las cataratas del Mbia, lograda en 29 de septiembre de 1962: su peso a las pocas horas de su captura era de 0.700 kilos: ejemplar hembra. En,ergadura (1).19 cms.; anchura cabeza (15), 7,8 cms.; anchura (16). 8 cms.: antebrazo (9), 2,3 cms.: brazo (10). 3 cms.: dedo (12), 4.5 cms.: muslo (2). 7 cms.; pierna (3). 8.5 cms.: pata y dedo (7). 12 cms.: diámetro del ojo. 1.6 cms.; distancia entre el ojo y el tímpano. 1.6 cms.: longitud total de la boca. 13 cms. Ejemplar n.\" 15. -Procedente también de las cataratas del Mbia. capturado el 29 de septiembre de 1962: su peso era de 1.150 kilos. Envergadura (1). 21 enl>.: anchura ca boza (15). 9 cms.: anchura (16). 11 cms.: antehrozo (9). 3 cms.: brazo (10). 5 cms.: dedo (12). 5.2 cms.; muslo (2). 7.5 cms.: pierna (3), 10 cms.: pata y dedo (7). 13 cms.: diámetro del ojo, 1.8 cms.: di~tancia entre el ojo y el tímpano. 2 CI115.: longitud de la boca. 17 cms. Este ejemplar tenía el vientre más amarillo que los otros do:; ejemplares preceden tes capturados el mismo día en el Mbia. la coloración de su dorso. en cambio. era más ver­ dosa que la de todos los demás animales logrados. Ejemplar n.O 16. -Procedente de las cataratas del Mbia también. logrado el 18 de octubre de 1962: en el mo­ mento de su captura pesaba 2.950 kilos. Envergadura (1). 30.5 cms.: anchura cabeza (15), 14 cms.: anchura (16). 16 cms.: antebrazo (9). 4 cms.: brazo (10). 7 cms.: dcdo (12l. 7.3 cms.: muslo (2). 11 cms.: pierna (3). 14 cms.: pata y dedo (7). 20 cms.: longitud total de la boca. 23.5 cms.: diámetro del ojo. 2.3 cms.: distancia del ojo al tímpano . 3 cms. Coloración del vientre. amarillo naranja: coloración de la espalda. oscuro verdoso con profu~o moteado negro for­ mando amplias mancha s. Detalle de los ovarios repletos de huevos del ejemplar num '1; falleció en este mismo centro de Ikunde o 10$ 10 dios de cautividod . RESUMEN De esta serie de mediciones. más otras muchas no publica­ das. oblcnidas en el decurso de 4 años de observación. es posible :\"::.1:!lar las conclu ~iones siguientes: 1) La variabilidad en el peso de eslos anuros guarda relación con el sexo y da una idea clara sobre su desarrollo. 2) Podemos fijar la cifra de 3 kilos a groso modo. como el peso rmíximo que alcanzan estos batracios. 3) La, hembras no llegan ni al peso ni al lamaño de los ejem­ plares machos. 4) Las pro¡Jorcioncs del cuerpo se mantienen bastante constantes en todos los ejemplares. 5~ Referente a la coloración de estos anuros. se observa en gcncr¡¡1 una gran analogía. especialmente en la del dorso y cara ~u.:crior externa de patas y brazos. es ésta básicamente de color verde muy oscura con profuso moteado de negro. y !.Jon d~ señalar salpicaduras más clara,;, ligeramente lava­ das de verde-siena en las extremidades anteriores y poste· riores. Selialamos la exislencia de algunos ejemplares. muy e\"ca'iOs. con una tonalidad general más clara. no corrcspon · diendo ello ni a edad ni sexO. En la anterior relación seña· lamos un ejemplar procedente del río Laña y otro del Mbia. En cu:tnto a la coloración del vientre comproba mos que es ésta l11l!y clara. casi blanca ligeramente lavada de amarillo en lo~ indi\\iduo s muy jóvene ~. con la edad se inician en los bo:-Jc.; unas manchas más amuillentas que van invadiend o paul<:tinamcntc. con el tiempo. la totalidad del vientre y las car.:S interna:., de los miembro s: en los ejemplares viejos y grande!;. c\\)la coloración se loma fuertemente anaranjada. Si bien escapa a la finalidad de esle Irabajo. se p':cde no obs­ ta.ltc anticipar los puntos siguientes: a) Exi::.tc un importante período de puesta al iniciarse la gran e>laeión seca fría. de finales de mayo hasta la segunda quin­ cena de junio. h) Por el material estudiado se dará cllenta el lector que el crecimiento de este anuro es algo inherente a su fase adulta; cuando termina la metamorfo sis su tam3ño es bastante infe· rior al del ejemplar n.\" 8. que acabamos de eSludiar y que figunI en umJ fotografía comparativa. To<lo.., estos puntos. entrevistos. serán estudiados con detalle en un futuro trabajo sobre el desarrollo larvario dc este an· fibio Bala. a 29 de sepliembre de 1962 BIBLIOGRAFIA : El gran capturador de _ranas go' lio/h_, Ondó, acabo de lograr el elemplar mós peque/lo, se trata del num, et que pesaba solamente 15 off,·ica ecuatD1'ial RENÉ MALISARD el gran guía de caza, con uno de sus 6~llos trofeos. Viste una camisa de punto en jumel. IYYlüJJiDib'JdJ. anil1lules en L('jo~ \"allil1lales FOns THAT ~PO/l THE Y/HES EL LEON Son muchas las veces en que los anim.ales son menciona­ dos en forma puramente simbólica, como veremos al final, y otras veces se toman sus atrihutos para especificar cuali· dades o ,defectos .humanos: la belleza ·de la paloma, la es­ be!tez ,del ciervo, la utilidad del lmey, 'la resistencia del ca­ mello. Pero el que más se utiliza como signo ,de bravura, fortaleza y va'lentÍ.a es, naturalmente, el \"león: \"SauZ y Jonathan, amados y queridos inseparables en vida, tampoco se separaron en la muerte, más ágiles que las águilas, más fuertes que los leones\". (II Sam. 1, 23) Esta fama universal de la fiereza del león, hace más pa­ tente el milagro que se explica en el libro de DANIEL, 6, 16 \"Daniel arrojado en el foso de los leones. Tra­ jeron la piedra que pusieron en la boca de la leo­ nera y la selló el rey con su-anilla.\" Y 'Sigue así: \"Daniel fue sacada del foso y nO' hallaran en él herida alguna porqu.e había tenido confianza en Dios\", para lermin!H arrojando al foso a los aeu­ Sp.dol:es \"'ra antes de que llegaran al' jonda. los los cogieron y quebraron tadO's sus huesos.\" El 1eón, como símbolo de máxima fuerza, es mencionado en el libro de Los Jueces para comparar:o a Sansón: \"Los de la ciudad dijeron a Sa·nsón el dia sép­ limo, antes de la puesta del sal: ¿Qué más dulce que la miel? ¿,Qué más fnerte que el león?\" (Jueces, 14-18) y describe una batalla entre un .animal y Sansón con la rotunda victoria ,de éste: \"Bajó Sa.nsón a Timna, cuandO' al llegar a los olú;ares de Timna le salió al encuentro un joven león rugiendo. Apoderase de Sansón el espíritu de Yavé: y sin tener nada a mano, destrozó al león como se destroz.a un ca1:Jrito.\" (Jueces, 14, 5 Y 6) ANIMALES SIMBOLlCOS Al lado ·de estos seres tan concretos y reales, la Bihlia uti· liza a menudo el animal, como representación de espíritus extraterrenos. L3. principal utilizRción de estas metáforas; la tene'11Os en el de:l1onio, que toma la forma de serpiente para ata-car a nuestros pTimeros padres: «La serpiente, la más astuta de cuantas bestias del campo hiciera Y avé, dijo a la mujer: \"Con que os ha Tn(1,ndado que na comáis de los ár !Joles del Paraiso?\" Y respondió la mujer a la serpiente: \"Del fruto de \"los árboles del Paraiso comemos, pero del ¡ruto del que está en media nos ha dicho Dios: \"N o lo comiíis ni lo toquéis siquiera pues vais a morir\". Y dijo la serpiente a la mujer: HNo, no moriréis, sino que se os abrirán los ojos y !Je­ réis como Dios\". No es raro que la serpiente sea impura y la Biblia insista (Levítico, 11, 41) en subrayar su abominación: 36 \"Será vosotras a~bominable t'J'¿o reptil que repte sobre la tierra\". Pero no siempre es el espíritu infernal el que es represen­ tado -por figuras zoológicas, sino que la J3:jjb1ia nos presenta a los mismos evangelistas simboliz.ados asi En las visiones de Ezcqujel aparecen el hombl'ej el león7 el huey y el águila como cuadruple simbolismo de cualidades: la inteligencia del homhre, la fortaleza del león, 'la utilidad del buey y la ligereza del águila. Los evangelista-s se simbolizan por estas cuatro figuras. San Mateo, 'que empieza su evangelio· con la genealogia humana ,de Jes'ús, ,ten,drá la imagen del hombre; San Marcos, que lo comienza con San Juan Bautista \"la voz que dama en el desierto\" cual rugido de león, será representado 'Por la figura ·del rey de la selva. San Lu,cas inicia Su evangelio con el sacrificio del sacerdocio de Zaca rías, COn lo que el buey, res sacrificada, le sirve de símbolo, y por último, San luan, cuyos inicios evangélicos es la exal· tación divina de Jesús, tendrá como símbolo el águila ala-da. LOS ANIMALES EN LOS SUE¡I¡OS También dentro del simbolismo pero con imá-genes au­ téntjcarnente reales -casi diríamos ·de film neo realista­ anünales en los sueños de personajes bíblicos. Re· cOl'demos, por ejemplo, el sueñü del Faraón, que José supo interpretar como visión profética de lo que tenía que ocurrir: \", Habló pues el Faraón a losé: \"Este es mi sue· íio: Estaba en la ribera y vi subir del río 7 vacas gordas y hermosas qne se pusieron a pacer en la orilla y he aquí que detrás de ellas suben 7 vacas feas y muy llacas, como no las he visto en toda la tierra de Egipto y las vacas malas y feas se comieron a las 7 vacas gordas y hermosas que entraron en su vientre sin que se conociera que habían entrado, puesto que el aspecto de aquéllas siguió siendo tan mafo como al principio. Y me desperté\". (G-énesis, 41·47). Pero al lado ·de esta de::.;cripci-ón de animales tangibles, también existen otros sueñO's con animales fantásticos. Aun nO' siendo 8-decuadas al zúa, vále la pena ver cómo la ima· ginación puede crear seres extrordinarios a-l ladO' de la gran variedad ,de la fauna existente. Por e'3to transcrihimos la VISION de las CUArrnO BESTIAS que Daniel describe así: \"Yo miraba durante mi visión nocturna, y vi irrumpir en el mar Grande los cuatro vientos del cielo, y salir del mar cuatro grandes bestias, dife­ rentes una de otra.. La primera bestia era como león cm alas de águila. Y o estuve mirando hasta que le fueron arrancadas las a!as y fue levantado de la tierra, poniéndose sobre dos pies a mO'do de hom­ bre, y le jité dado corazón de hombre. Y he aquí que una segunda bestia, semejante a un oso y que tenía en su boca entre los dientes tres costillas, se estaba a un lado y le dijeron: Levántate a comer mucha carne. Seguí mirando, después de esto: y he aquí otra tercera, semejante a un leopardo, con cual ro cabezas y le fué dado el dominio. Se­ guía yo mirando en la visión nocturna, y ví la cu,ar~ ta bestia, terrible, espantosa, sobremanera fuerte, con grandes dientes de h-ierro. Devoraba, y tritura­ ba y las sobras las machacaba con los pies. Era muy diferente de todas las be.stias anteri?res y te~ 2231882 Tarragona, 101 » P. 2501334 (junto Plaza de España) BARCELONA (15) z z z z [ z z z z d z z PAJAS Y DEMAS FORRAJES J. JORDANA Almacén : Cerdeña, 147 Teléfono 226 44 65 d z BARCELONA d d d z Part.: Ausias March, 65 Teléfono 225 49 37 z EN EL lOO DE BARCELONA , VISITE EL «lOO -BAR» z z Durante la estancia en Barcelona de su Excelencia el Jefe del Estado Gene- ralísimo Franco, nuestro Parque Zoológica se vió honrada con la visita de la Excma. Sra. D.O Carmen Polo de Franco, junto con sus nietos y acompañadas por distinguidas damas entre las que figuraban las esposas de varios ministros, y las de nuestras pri­ meras autoridades. Recibió a la egregia dama, nuestro Excmo. Sr. Alcalde, junto con el Ilmo. Sr. D José M.O Rosal, Presidente del Consejo de Administración, al frente de todos los componentes de aquel organismo rector del Zao. Detenidamente y en visita comentada por el Director del Zoo, se recorrió todo el recinto, culminando en la instalación denominada: ,Gran Founa Africana », que, en aquel momento, fué inaugurada ofi­ cialmente, aprovechando tan grato motivo. Un vino de honor, acogidos en el in­ comparable marco que ofrecía la zona donde se ubica la «señora del paraguas », cerró el acto, sencillo y noble a la vez, como corresponde al lugar y protagonis­ tas que lo promovieron . BIBLIOTECA INFANTIL El P<lrqllt' d(' la Ciud~ldela cuenta. desde el día de la Fit' ... la fll'I Lihro de este adecuado construido pur el ;:':crvicio d(' Parques y Janlincs. Cuenta COII mil trescientos vollu!le!l(,s y sus dos SHlaS alegres y ventiladas se hallan re- 1'!'l\"Ias du niiios qUf' van a solazarse al Parque Infantil. La prifllt'ril de sus Guías de Lectufa de '13a1'celDna filio parte de la imporlonte colección de antro· poides que se exhibe en nuestro Zoo, J)e los deslacan: /ncones de la JI rgeuli,llI, asi como gran número de guacamayos dc! Brasil, NACIMIENTOS En el lranscurso de este mio, los nacimientos de al/irl/a­ les cuyas crias hall prosperudo en el :'00 Y estiman COIIIO más imporlanles, son los siguientes: M \\\\líF'EROS: 4 Osos pardos 2 \\ilgós l Cebú enano '\\u 3 Ciervos aXIS 2 Llamas Ciervo sam ha r I Guanaco 4 Gamos 9 Jaktlíes 3 Corderos de H lIn~ría 3 Liehres de la Patagonia 2 Corderos del Clm e r lllJ 2 ~Iollos papión 2 Cahl'éls del Córl'CA<t Can~LJ ro ualahi I I\\luflón del I Panteras Jaguare :; I:¡ Le ))les l Huitrc leonado 90 Fai~anes varios 8 Ci~nes negros 8 Tórtolas 9 Cisnes blancos 6 Pavos hronceados 7 Patos colorados 8 Pavos real~ 8 P<IIOS de las Baham3s ~ l>a\\'05 reales blancos 50 Palos reales 2 F'rancolines 15 OCttS de Egipto 5 Emús I Cormorán Ih:I'TILES: S Tortuga s comunes 2 Galúpttgos PELES: 150 Peces tropicales 3.000 Peces de agua r ria f:1 ::.oulógicu. co\",o emporio de vidlt animal, abre sus /)IINlas (1 lod(( fa compleja población de irracionales que f(l Iodos el dd ::'00. n cOII!Jcimiento de las cos/umhres y condiciones de vida de lo.~ anilllah ,.~ el espacio siempre limilado de ::'00, mlÍs diversos ambientes qlle la e::.a el elejallte. la jimja, el de ser los \"prillcipa­ !l,s intérpretes de la vida del zoo\", SOIl muy vllriadlls, pero ,\\i{'IIII)fe re:'IJonden 1\" eSfJecie :,eu, /IIás coti;ada. Y así, la impresionan te mole r/e 40 Espectacular figura de un elefante africana, Laxodanla africana, con IUI crfal, en el Parque Nacional Queen Elizobelh , de Uganda, M.a ROSARIO NOS de NICOLAU Naturalista del Parque Zoalógico de Barcelana, los ¡{ralldes el/ormemerlle c/lriosidad qlle el hombre .\\e e:,jller:.a por mostrar a las generaciones jllt/lra~, Los numlel/er Sil privilegio. a costa de la en'ació\" de reservas, verdaderos sal/tuarios de comen'acló\" de la j(llma, alraerlÍlI la alención el comportamiell/o los Iwmclllos. cun seguridad éste es el 1II0ti/'0. por el eual las ¡{ellles go­ ::'(111 en la contemp!aciólI de es/os cOlw'derarse como el lIIás allo represe,, ­ tante más eodici(ldo.~ por los ::.oos. Su /lnm cuithrdos especiales , que supe· ran en mucho (l los de olros anúllo[es, Los CltimlJ(lIIcés y la imagen de estas pacificas rinoce­ rontes africanos, en una instalación del loo de Barcelona, muestra la fe­ li~ ambientación alcan~ada par las agrupaciones al vfsi· La. v(/ria1úlidad lan acentl/ada de este grupo de anilllales, hace que los ejemplares puedal/ ;'ulividuali::arse. y a tal Krada I/l'Ka e.,'ta de las y actitudes. m~;ti· la alracciáfl y admiración los asistefltes al ::00. La re· n de U1l0 de esto.' fl'litlOs. vista a través de las rejas que, eOll/o medi· da de .H'Kllridad. le separall del visilante. que es/{' IIH'diu de cierre, inquietara al anilllal, hasta provocar las l'xc;tal\"iones nerviosas que tanla espectacularidad dahan a Sil e..\\hifn'cióu. la amo lúelllacifÍn y a las es/w(\"ies, .Hlsti(uyéndolos por fosos que. aislando iKuallll('lIfl' al auill/al. contemplació n adccuada. (cinco kilos de carne diarios, en un león) hacen posible el equilibrio higiénico en que se desenvuelven, y que (anta les ayuda a. mantener Sil longe· vidad. La condició n de prolíficos, la deben en gran parte. (¿ la vida en CW¡fividad. ¡';sta es u//(/¡ de las alterae/ofles más frecuentes. que lleva consigo este género de -vida. La falla de otras actividades, como son la. búsqueda de alimento. la defensa cOl/tra el ataque de SIIS enemigos, ele., ya resuellas por el cuidado del '::00, aclivan y acortal/ el ciclo sexual. haciéndolo i\"il/ternul/lúdo , contrastando con los há¡'itos tia· tundes de la especie, cuya actividad sexual se manifiesta en gelleral una sola ve.:: al w/o. Las aves rapaces como el cóndor. buitre. águila. Las all' licuadas aves corredoras, tales como el aveslm::, emú, t/UI/' dú y casuar, Ko::on también del derecho de \"unimales del ::00\" No lan espectaculares. pero no por esto carentes de interés. SOl/ los I'istosos flamencos. cisnes, pelícanos y ánades, que, como aves de estanque, ador\"an los de los ::oos. La. fantasía de los ::oo ,~ mas estructurados, es adicionar a esfos al/imales tradicionales, olros que, por Sil rare::a como especies acabadas , o por Sil IJe/le::a intrínseca. hace\" que sean altamente ('oti::ados. Tales son, e1ltre olros: e! gran panda, el tapir okapi )' /(fntos otros. relación de los \"\"imales de :OJ·. incluyendo en cada lino. {as especIes indígenas, y se evi· ((Iría en //lllchos casos, la si\"gular paradoja de que ell ellos se da a cOflocer la faufla de otros continentes , y se ignoran totalmente los anilllales propios de la geografía más prÓ· xima. de la fau1Ia natural del país. donde ésle está ubicado. 41 CONSULTORIO , ZOOLOGICO ¿Por qué se ha centralizado la entrada al Zoo en lugar de persistir las varias que había? Esta 'pregunta no debería ser contestada en esta sección, puésto que no se refiere a materias zoológicas, no obstante, dada su importancia y por estimarla de común interés, a título de excepción, pasamos a comenta-rla. Los motivos que se han producido en la centralización de la entrada a nuestro Zoo no -se reducen a uno solO', ni menos a una ,decisión, diriamos, extemporánea. Contraria~ mente, son muchas sus razones y 'los pros y contras han sido cuidadosamente analizados antes de tomar esta decisión. ~) Una Institución pú,blica de tipo popular como es el Zoo y que anexiona unos tres millones y medio de visitan­ tes al año' -lo cual quiere decir que en días festivos la vi· sita se eleva hasta. las treinta mil o cuarenta mil personas-, crea múltiples problemas: pases~ autorizaciones, discrepan­ cias, e-~c. Las multiplicaban a un área, 'dnco v~ct:s f!layor, la complejidad de estos problemas. b) La aAuencia de pú'blico, en dosis masivas y en canti­ dades' imp:revisible$; hacía muy diHdles ,de 'calcular de cada taql:lilhe J;:llo conducía a situadones tan molestas como irremedia,bIe&, pues mientras una taquilla no tenía apenas tra'bajo, la. 'iriweqii:1ta so.portaba una \"cola\" ,de doec­ nas de personas. Ni él 'trasiego\\n~ el deaplazamiento de per­ sonal, por 10 momentáneo, ~ P9p:'i4 ;~~e.vitar este inconveniente. e) La cita en el Zoo -no\",pqd,~,:i~unca, con se~uridad, ser anunciad,a con la s,impJe elqiré!;:iion'Jle mencionar entrada, espera. d) La ordenadón de la visita al recinto no po,día ser orientada partiendo de cinco puntos distintos, sin fonnarse, con 'los pretendidos consejos hechos al efecto~ un mar de confusiones, totahnente negativas. Desde un solo punto y ordenado el Zoo en ,forma de ocho, puede cómodamente el visitante y siguiendo simplemente la numeración ,de cada una de las instalaciones, recorrer todo el recinto, no olvidándose ninguna dependencia ni tan sólo repetir camino en vano. e) Precisamente este trazado en ocho, antes citado, ha sjdo concebí,do para poder, en una sesión, visitar todo el Zoo o limitarse a só10 uno de sus drculos,. Una segunda vi­ sita, sin repetición inútil, 'Completará el recorrido. El aparcamiento central, situado frente al Museo de Arte Moderno, así 10 recomienda. n En días laborables, el servicio de cada entrada exigia, dado el horario ininterrumpido de visita, el turno doble o sea una doble prestación de servicios. Los diez emplea.dos que se precisaban anteriormente, han quedado reducidos a dos y esta razón, aunque económica, e3 muy importante en un estahlecimiento de reduódos me· dios económicos y tan exiguo precio ,de entrada. g) En estos momentos, una sola cosa se encuentra por solucionar de lo previsto y ello es muy probable que lo esté ya, al aparecer esta revista: se trata de los carteles de orien­ tación 5itua,dos en el recinto general del Parque de la Ciu­ dadela y que ,de una manera segura, conduzcan al presunto visitante, cómodamente y sin titubeos, has-ta la entrada del Zloo. La rápida estructuración de nuestro Zoo ha ,dejado for~ zosamente alguros delanes por resolver y éste es uno .de ellos. Mientras su solución se realiza, soli-citamos de su comprensión extrema ·benevolencia. ¿El cambio de hamisferio altera el ciclo sexual de los animales? En la mayoría ,de Jas aves que viven en estado natu-ral, la actividad sexual se manifiesta una sola vez en el trans­ curso del año, coinddiendo Con la rpri­ Illavera en las que ,hahitan el hemisferio Norte y con nuestro otoño (primavera para aquellos países) en las situadas en el hemisferio Sur. Las-condiciones ambientales de la primavera, con la máxima iluminación solar y -la temperatura media elevada, adúan provocando la secreción hor­ monal de las glándulas genitales. La acción de las ,hormonas determi­ na la aparición de caracteres sexuales externos y -desencadena aa puesta en marcha ,de los sucesivos actos prepaTa­ tivos de la fecun-dación. Así, los mleses <le ab61, mayo y junio, presiden y estimubn los fenóme­ nos amorosos y la -perpetuación de 1a especie. La inversión de las estaciones en los dos hemis,-[erios, coincidiendo la prima­ vera septen trional con el otoño austral, y el otoño septentrional con la prima­ vera austral, hace que el -ciclo sexual de los animales quede también cambia~ 44 do. Las aves ,del hemisferio sur tienen su máximo de actividad sexual en los meses de octuhre a noviembre en opo­ sición a los de latitud norte, que por estas -fechas están en reposo total, pa­ sada ya la primavera y, por tanto, la época de la reproducción. Los animales, en general, se adap, tan al cambio de amhiente y se ha o,b­ s!;rva-do repetid.as veces que al tra51a,­ dar una especie de un medio a otro, el estado ecO'lógico de su nuevo hahitat, h:l estimulado o anulado los procesos sexuales y se ha comportado como si reaimente su ciclo sexual coincidiera con el de los animales de su nueva re­ sidencia. En el Zoo de Barcelona 'Puede cons· tatarse esLa experiencia, observada en el ñandú o avestruz -de América. Esta cur-iosa ave indígena y típica de las es­ tepas sudamericanas, es de costumbres polígamas y es el macho el que se en­ carga de la incuhadón y cuidado de la prole. Desde -hace varios años llegan a nues, tro Zoo ejemplares jóvenes y adultos de cs-ta ave, procedentes de Argentina y Paraguay. Los resultados de estas ad\" quisiciones siempre son satisfactorios, ya. que esta ave se ambienta rápidamen­ te. Desde el primer año, al llegar los meses de mayo y jun-io las ,hembras han realhado ~la puesta ,de varios hue· vos de tamaño un poco inferior al ,de la avestruz~ {le color amarillo y de for­ ma más alarga.da y puntiaguda. Inclu­ so se ha podido observar que ponen las hembras recién llegadas 'de Sudamé­ rka, que ¡prácticamente acababan de criar a -pequeños nacidos úl,timamente. Después ,de 35 días de incuhación han naci,do -unos bonitos poUuelos de plumón ra-y,ado, marrón y que~ COn glTan vivacidad han sohrevivi­ do y desarrollado felizmente. Para los ñandúes, como par.a tantas otras aves, el cambio {le país ha sido tan trascendental que ha afecta,do el ciclo de las funciones creadoras. Una vez más se muestra la 'completa coordinación de los organismos con el medio. MISCElANEA ZOOloalCA EL MISTEIUOSO «PAJABO aves hahitan las selvas del Africa CClltfHI, ocupa un lug;ar privilegiado, debido a sus cxlnlÍlas y mis­ ICl'ioS<1S llamado Melicltneutes robustas, (Bates). C:slc pújaro que, hasta ahora, sólo se había capturado en muy ranlS ocasiones ell la región oriental del Congo, el Call1crlHl y el GlIbón. ha sido logrado por primera vez en nu('stra provincia tdricHIHI de Hío ~ILlni, región de i\\tOIlJ,!;O­ filO, De esta nUlIlera la bUlla (le Hio MUlli ha sido enriquecida COn esta notable ) r.lnt P';IWl\"i('. El \"pújaro indicador de cola de un ave vis­ to~a. su H!HK'l'to J,:;orrión; lIanw poderosamente la atención su ('01<1, ('UlIst i t ti ida por :2 plu mas t imollera s I:cnt ra IN de l'olor p~rdo vnduso terminada s en punta: las mis. rilas, por ambos lado:i. :~ pIUtllCl::;, dos do ellas lar~as también v('l'dllzl'a~, y otra, IllÚS corta. de honito color marfil, todas pilas grH<.'iOStHIl(·lltc incurvaclas hacia el exterior, pero ItI pie. z .. 1,¡'lsien. In l'ollslituY('n 8 pequeñHs plumas rcctrices blancHs, cortas y muy dura.,. ruertemente in~erladas en la cola y a ;lIlIlIos lae/os de la misma. y ~on las (~IJe al vihr.ar producen d sonido llIist('l'io~o típico de este pájaro. 1 .... 1 coloración p;{·!It·rHI do (~ta (·ulor\". iI Ihulla de los indí­ genas con su trino \"cuta-cutá ... \" repetido y los conduce así hasta el panal; illli cxtraen estos la miel y el indicador puede aprovecharse cumplidament e de los restus del botín. Su alimentación está formada, hásicamente_ de insectos y larvas, siendo la cera. especialmente, un complemen to die­ tético que encuentra con dificultad. Es el único animal (llIe incluye esta substancia en su régimen alimenticio, pudién­ dola digerir J,:;wcias a hl acción de quc aclllan desintegrando (':-ole complejo pro­ dUCiD. El pájaro indicador no sólo ha fOfllHldo esta alianza con el hombre, sinó <Iue actúa de la misma manCrH con respeclo al tejón o miel. y seguramen te con los grandes calaos, que son todos ellos am~Hllcs de la miel. Otra de sus costulllb rf':-o que merccen destacarse. son sus hábitos de cría. Ll1s hembras de estas aves ponen sus huevos en 105 nidos de olras, lale::; COl1l0 las cuales son elimilwdas por el pequ<\"j¡o intruso. quien es alimcnt.ado por sus padres adoptivos sin que éstos se dell cuenta del fraude y en definitiv.a se comporta n C0l110 vcnladeros parásitos de cría. Eslos pájaro;;; hahitan. de preferencia. las altas copas de los árboles de la selva tropic~d. siendo dificilísimos de ver, no obstante es I>osihle oir picado sonoro ... \"selcm. sclem, selem ... \". vihración irreal emoción y que sohrecoje al oh~ervador no\\ alo. Este sonido lo produce cuando el pájaro. después de remontarse en amplias espi. rales sobre la florC5-ta. se preci\\)ita hacia el sucio cn un picado \\'erlip;inoso en bu:;ca de a go ... (Iue noce le ..... Todas estas costumhre :; 1(' colocl1l1 ell uno de los primeros pueslos entre las curiosidHdes del reino animal, lo cual, unido a su rareza y gran dificultad de capturarlo, hacen de él una muy buscada me. 43 Uno visla parcial de lo Irompo _NKPÁS. que se utilizó del pájaro denominado aMiná, hahlador de la India\" Gracula religiosa L., famoso por la facilidad con que puede aprender y -articular, especialmente cuando son jóvenes, las palabl~as que se le enseñen, sobrepasando en esta habilidad a 105 ioros y cotorras, ya .de por sí grandes h\"hladores. Esta vistosa ave, del tamaño de un estornino común, a ~uya familia pertenece, tiene el plumaje negro brillante, con reflejos yerdcs sohre el dorso, presentando una mancha blanca en cada ala. El pico y las patas son -de color amarillo· naranja, ·peto 1(( que le da un aspecto caracterÍ'stico son las carúnculas, ~c piel :desnuda, de hrillante color amarillo que desde el ojo: a la nuca a~ornan la cabeza. Se encuen~rf!¡n.::.los~páj~:ros H,Mynah\" en una amplia área geográ.fica qué':co'mprendc Bor­ neo y la In~Ü¡l, aunq~e :,po¡-' estar distribuidos en zonas aisla­ das se forman. nume;os~s 'subes!x!Cies y razas. Viven en los claros de los 'bo~ues, en parejas o en grupos poco Hume­ rnsos y muy bulliciosos, que huscan con preferencia los fru­ tos, de los cuales se alimentan principalmente, 'en compañía de otrzs aves como caIaos y palomas verdes. En los meses de malZO y ~l'bril) construyen en los huecos de los árboles del bosaue, O}fi hie~hHs y plumas, sus nidos; comúnmente la puesta se compone de 2 ó 3 huevos de color azulado, moteado de marrón. La pareja, en la que ambns sexos son semejantes, está bastante unid.a y ambos contri­ buyen a la nidificación y cuidados de la prole. L'3.s cr.ías, C0f!10 ocurre en la mayor parte ,de los miembros de la fami­ lia de los estúrnidos, son de color parduzco y algo listadas. Estas aves, junto con otras especies del mismo género, son muy apreciadas como pájaros de jaula por su habilidad, ya mencionada, de articular pala.bras, llegando algunos de ellos, educados convenientemente, a poseer un extenso 'voca­ bulario, perfectamente comprensible. En Parrot Jungle de Miami (EE. UU.), junto a la instalación ,de estos pájaros, hay unos rótulos en los que figuran las frases que han aprendido y las cuales puede el visitante hacerles repetir, con la segurida.d de que las articularán perfectamente. En estado salvaje su canto varía de un sonidü -bajo y ronco hasta un fuerte silbido. 42 NACIMIENTO DE UN GORILA DE MONTAÑA EN LA ESTACION ZOOLOGICA EXPERIMENTAL DE TSHIBATI 1. R. S. A. C. 31·12-1959. T. V. 4-1959. Prof. L Van den Berghe. Conocemos dos nacimientos de gorilas ,de llanura en el curso de estos últimos años. El primero en Columbus (Ohio) el 22·12-1956. El peso del recién nacido fué de 1,867 Kgs. El segundo en el Zoo de Basilea, Suiza, el 23·9·59 y su peso arrojó 1,820 K,gs. El LR.S.A.C. (Institutde Recherche Scientifique en Afri­ que Centrale), poseía en su estación Zoológica Experimental de Tshibati (Kivu), una importante manada ,de gorilas de montaña (GoriUa goriJIa beringei Mast'Úhie). Este grupo de animales tan interesante vivía en una reserva muy especial, amplia y totalmente distinta a cuanto entendemos por un Parque Zoológico de visita pública. En octubre y no,vlembre de 1958, tuvieron efecto varias /'~opulaciones, dorsoventrales, siempre diurnas, de una de las jóvenes parejas. ,La hembra siguió su vida totalmente nor­ mal, sólo ohservándose un aumento notable del apetito y del volumen del vientre en los últimos meses. El 26-10·59 a las 12'15 horas, sin síntoma anormal al· guno, la hembra gestante, sin dejar de comer, se tumbó de cO'stado y en menos de cinco minutos alumbró un pe· queño. A la ruptura del saco amniólco siguió la aparición de la ca,beza en posición oocipital. La madre cog,ió entonces con ,sUs manos la c'-l,beza de su hijo y tirando con fuerza, mcd.io sentada, lo liberó totalmente, mordió el cordón umbili­ cal y empezó a lamer:o. Pero, de pronto, y sjn que ninguna med'ida fuer,a posible, le arrancó un pie de una dentellada, luego una mano y finalmente le atravesó el cráneo con los dientes. La autopsia dió las medidas siguientes: Peso total: 1,965 e3p3.Jda perímetro caheza 27 cms.; longitud brazo 10 cms. La madre siguió su vida normal y no acusó ningún est.ado anímico especiaL No se percibió ningún síntoma de lac­ tación. Aparte, la destrucción de un primíparo por la madre, es dificil de explicar~ pero, no Ü'b3tante, es bastante frecuen­ te, . hasta clásica, en varias especies, tanto en estado salvaje MI!!IUIf.NDA· ~ BIBLlOORAFIA I Serán publicados resúmenes de aquellos libros de interés zoológico, de los cuales seo n remitidos dos ejemplares o esto Reda'ceión. L'ANIMAL, CIVILISATEUR DE L'HDMME por Michel Rousseau. Editado por Masson et Cíe. París 1962. Bajo un título un tanto engañoso, que probahlemente sólo busca la atracción publicitaria', el autor desarrolla de una manera sistemática, la ayuda~ el estímulo y el modelo que los animales han ido siendo para el hombre en la civi· lización. Analíticamente se estudian las necesidades físicas del hom­ bre, que los animales ,han llegado a satisfacer y las ,aspi­ raciones espirituales en que los animales, de un modo u otro, ,han intervenido, presentes en el arte~ el pensamiento o la rel}gión de los pueblos. En 'Un estudio cronológico, que forma la segunda .parte del li,bro, el autor nos lleva desde el tiempo .prehistórico en que el-animal era dueño -del mundo·, hasta nuestros días, en que el hombre se esmera en buscar 10& medios -de pro* tecdón lle­ guen a .de3apareser, harridas por el dominio que la especie humana ejerce sOlhre la tierra. ANFIBIOS Y REPTILES por Robert Mertens, del Museo de Historia Natural e Ins6tuto de Investigacio'nes Científicas \"Sencken­ berg\" de Franfort. Editorial Juventud, S. A. Las manifestaclones vhales y relaciones con el medio, de estos animales, han sido expuestas de manera clara y amena~ poniendo al alcance del gran públieo los trabajos de Inves­ ligación y BIOl.OGIA por M. Lamotte, profesor de Zoología de la Facultad de Ciencias de París. Masson y CEa., 16 x 24, 26 lig., 10 tabl., 2:' edición. Nueva edición de esta obra que pro-pone, en ·forma fácil­ mente -asequible lO's métodos generales estadísticos COnoer· nientes a las ciendas biológicas. Interesa a todos los -biólogos, en el sentidO' más amplio de la pala'bra, y también a lO's médicos. LO EVDLUCION 'por P. VVintTebcTl', pro.fesol· honorado de la Sorbona. Masson y Cía., 416 pág., 15'5 X 24'5. Esta ohra representa la suma de los trabajos del eminen­ te sa,bjo que nO' ha cesado de proseguir sus investigaciones! durante más de sesenta añO's, sobre el problema del origen y del destino de ]0' vivo. En .oposición a las teorías corrien· tes, insiste sobre el estudio' .profundizadO' de creadoras {te lo \"vivo\" (asi~ila-ción, inmunización, adapta­ ción). 46 REVISTAS A de las -Revistas que pe­ riódicamente recibimos a camhjo de nuestras publicaciones. Las personas interesadas en las -mismas :pueden consultarlas en la ,Biblioteca del Parque Zoológico. ANJMALS Director en Jefe Armand Denis . Londres. ANIMALS AND Zoo -Tokyo Zoological Park Society \" Tokio. ANIMAL KINGOOM -BuHetin of the New York Zoo10gical Society . Ih~PORT -The Zoological of BLI,JDORP .GELUIDEN Rotterdam . Holanda. loo NEWS -The North of England Zoological So­ ciety Zoological Gardens, Upton -by Ohester -Inglaterra. INTERNATIONAL Zoo NEWS Conlact organ of zoological gardens -Holanda. JOURNAL OF THE BRITISH GmANA MUSEUM AND Zoo -Geor· getown \" Guayana Británica. Zoo . Revue . Amberes, Bélgica. EXPOSICION EN EL ZOO DE BARCELONA DE LIBROS DE TEMATICA ANIMAL Durante el mes de agosto ,del presente año de 1963, tuvo lugar en la Biblioteca del Zoo, una exposición de libros de temas animales. Muchas editoriales españolas, colaboraron ,con la aporta­ ción -de sus puhIlcaciones, -que comprendían desde el libro infantil hasta los tratados ,d~ zoología, incluyendo obras de divulgacjón y noveladas, basadas siempre en motivos ·de la vida animal. Una nutrida muestra de las revistas y pubJi.caciones in­ tercambiadas -por nuestro zoo con otros ·centros zoológicos, completahan esta exhibición C?'.ue desde el primer momento de su inauguración se vio muy concurrida por el público visüante. Antibióticos, S. A. DIVISION DE VETERINARIA Productos para la terapéutica y nutrición animal Zoocitina 500 UN MILLON TRES MILLONES Zooduat UN GRAMO 4 Zoo(,en2it 7;.l1'l 1j,.ista2oo TABLETAS PROXIMA ZOOCILlNA UN MlllON ZOODUAl UN DIVISION VETERINARIA TERESA lOPEl YAlCARCEl . 22 M A o R I o FABRICA EN LEO N CON LOS MAS MODERNOS AVIONES. DESCUBRA LA MISTERIOSA AFRICA AUTAUA EN TODA ITALlA Y PRESENTE EN TODO EL MUNDO A/ll/TA/ll/A 7 45 NACIONES 79 CIUDADES 18.000 AGENTES OE CONfiANZA -EN TODO EL MUNDO CHICAGO MONTREAL BOSTaN NEW YORK CARACAS LONOON SANTA-MARIA LlsaON .DAKAR AceRA SANTIAGO sAo PAuLO BUENOS AIRES MONTEVIDEO 11 SAUSBU1W JOHANNESaURG TOKYO HONG KONG BANGKOK "}