{"title": "La UPNA investiga con productos naturales marinos para luchar contra dos bacterias que causan infecciones hospitalarias", "author": "Universidad Pública de Navarra", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2017-02-23", "cleaned_text": "Investigadores de la UPNA en Navarrabiomed. De izq. a dcha.: Sonia Sáenz, Jaione Valle, Iñigo Lasa, Saioa Burgui, Begoña García y Cristina Solano. Investigadores de la Universidad Pública de Navarra (UPNA) trabajan desde Navarrabiomed (centro mixto de investigación biomédica del Gobierno de Navarra y la propia UPNA) en un proyecto para desarrollar nuevas estrategias que permitan el tratamiento de infecciones contraídas en centros sanitarios asociadas a la formación de biofilms bacterianos. Este estudio, con financiación del Ministerio de Economía, Industria y Competitividad, busca inhibidores presentes en productos naturales marinos que actúen contra dos bacterias que causan infecciones urinarias y otras vinculadas a implantes. El proyecto, que lidera la empresa Biomar (León) y en el que también participan la Universidad de Cantabria y la firma Recombina (Navarra), ha recibido una financiación total de 920.845 euros, de los que 141.745 son para la institución navarra. Los investigadores de la UPNA participantes en este proyecto son Saioa Burgui Erice, Begoña García Martínez, Iñigo Lasa Uzcudun, Sonia Sáenz Lahoya, Cristina Solano Goñi y Jaione Valle Turrillas, integrados en el Grupo de Patogénesis Microbiana de la Universidad Pública de Navarra en Navarrabiomed. \"A lo largo de este último siglo, el desarrollo de vacunas y compuestos antibióticos ha conseguido controlar la mortalidad asociada a infecciones agudas causadas por microorganismos patógenos —explica el catedrático Iñigo Lasa, actual director de la Fundación Miguel Servet-Navarrabiomed, organismo del Gobierno de Navarra de apoyo científico y técnico para el fomento de la investigación sanitaria en la Comunidad Foral—. Hoy en día, el reto terapéutico en los países desarrollados lo representan las infecciones crónicas en las que las bacterias se multiplican adheridas a un tejido o material, formando una matriz que las protege. Estas estructuras, conocidas como biofilms, provocan el fracaso de las terapias con antibióticos e imposibilitan la inmunización preventiva\". Dos bacterias causantes de infecciones El proyecto de los investigadores de la UPNA busca utilizar un nuevo abordaje genético, basado en dianas terapéuticas específicas contra las bacterias formadoras de biofilms. \"Se pretende inhibir la formación de biofilms de 'Staphylococcus aureus', asociados a infecciones sistémicas y relacionadas con catéteres vasculares y prótesis, y de 'Escherichia coli', vinculados a infecciones urinarias. Ambos modelos de infección representan graves problemas en los hospitales de todo el mundo por sus consecuencias tanto clínicas como económicas\", indica Iñigo Lasa. En este sentido, los investigadores trabajan para identificar, de una colección de unos mil productos naturales marinos, compuestos activos que sirvan tanto para hacer frente a tres procesos bacterianos relacionados con la formación de biofilms como para inhibir la creación de dichas estructuras y facilitar, en combinación con antibióticos, el tratamiento de infecciones asociadas a implantes médicos. \"Esta colección de mil compuestos naturales marinos contiene un nivel muy alto de diversidad química que, por ejemplo, permitirá identificar moléculas con potencial terapéutico, tanto para la inhibición de biofilms como para la represión de su virulencia\", apunta Lasa. \"Nuestra hipótesis es que la interferencia con cualquiera de los elementos involucrados en las estrategias que las bacterias utilizan para formar biofilms incidirá en la inhibición en el desarrollo de estas estructuras, y que la identificación de compuestos activos permitirá el disenño de tratamientos combinatorios que tendrán un efecto de sinergia en la eliminación y/o prevención de los procesos patológicos\", concluye Iñigo Lasa. "}