{"title": "Dylan Thomas - Wikipedia", "author": "Authority control", "url": "https://en.wikipedia.org/wiki/Dylan_Thomas", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2001-11-07", "cleaned_text": "Dylan Thomas Dylan Thomas |Born||Dylan Marlais Thomas| 27 October place|[Aeronwy Bryn Thomas](/wiki/Aeronwy_Thomas) Dylan Marlais Thomas (27 October 1914 - 9 November 1953) [[1]](#cite_note-Encyclopædia_Britannica-1) was a [Welsh](/wiki/Welsh_people) poet and writer whose works include the poems \" [Do not go gentle into that good night](/wiki/Do_not_go_gentle_into_that_good_night)\" and \" [And death shall have no dominion](/wiki/And_death_shall_have_no_dominion)\", as well as the \"play for voices\" [Under Milk Wood](/wiki/Under_Milk_Wood). He also wrote stories and radio broadcasts such as [A Child's Christmas in Wales](/wiki/A_Child%27s_Christmas_in_Wales) and [Portrait of the Artist as a Young Dog](/wiki/Portrait_of_the_Artist_as_a_Young_Dog). He became widely popular in his lifetime and remained so after his death at the age of 39 in New York City. [[2]](#cite_note-2) By then, he had acquired a reputation, which he had encouraged, as a \"roistering, drunken and doomed poet\". [[3]](#cite_note-3) Thomas was born in [Swansea](/wiki/Swansea), [Wales](/wiki/Wales), in 1914. In 1931, when he was 16, Thomas, an undistinguished pupil, left school to become a reporter for the [South Wales Daily Post](/wiki/South_Wales_Daily_Post). Many of his works appeared in print while he was still a teenager. In 1934, the publication of \"Light breaks where no sun shines\" caught the attention of the literary world. While living in London, Thomas met [Caitlin Macnamara](/wiki/Caitlin_Thomas). They married in 1937 and had three children: Llewelyn, Aeronwy, and Colm. He came to be appreciated as a popular poet during his lifetime, though he found earning a living as a writer difficult. He began augmenting his income with reading tours and radio broadcasts. His radio recordings for the [BBC](/wiki/BBC) during the late 1940s brought him to the public's attention, and he was frequently featured by the BBC as an accessible voice of the literary scene. Thomas first travelled to the United States in the 1950s. His readings there brought him a degree of fame, while his erratic behaviour and drinking worsened. His time in the United States cemented his legend, and he went on to record to [vinyl](/wiki/Gramophone_record) such works as A Child's Christmas in Wales. During his fourth trip to New York in 1953, Thomas became gravely ill and fell into a coma. He died on 9 November 1953 and his body was returned to Wales. On 25 November 1953, he was interred at St Martin's churchyard in [Laugharne](/wiki/Laugharne), Carmarthenshire. Although Thomas wrote exclusively in the English language, he has been acknowledged as one of the most important Welsh poets of the 20th century. He is noted for his original, rhythmic, and ingenious use of words and imagery. [[4]](#cite_note-4) [[5]](#cite_note-5) [[6]](#cite_note-6) [[7]](#cite_note-7) His position as one of the great modern poets has been much discussed, and he remains popular with the public. [[8]](#cite_note-8) [[9]](#cite_note-9) Life and career[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=1)] Early life[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=2)] Dylan Thomas was born on 27 October 1914 in [Swansea](/wiki/Swansea) the son of Florence Hannah (née Williams; 1882-1958), a [seamstress](/wiki/Seamstress), and David John 'Jack' Thomas (1876-1952), a teacher. His father had a first-class honours degree in English from [University College, Aberystwyth](/wiki/University_College,_Aberystwyth), and ambitions to rise above his position teaching English literature at the local [grammar school](/wiki/Grammar_school). [[10]](#cite_note-10) Thomas had one sibling, Nancy Marles (1906-1953), who was eight years his senior. [[11]](#cite_note-ONDB-11) At the 1921 census, Nancy and Dylan are noted as speaking both Welsh and English. [[12]](#cite_note-12) Their parents were also bilingual in English and Welsh, and Jack Thomas taught Welsh at evening classes. [[13]](#cite_note-13) One of their Swansea relations has recalled that, at home, \"Both Auntie Florrie and Uncle Jack always spoke Welsh.\" [[14]](#cite_note-14) There are three accounts from the 1940s of Dylan singing Welsh hymns and songs, and of speaking a little Welsh. [[15]](#cite_note-15) Thomas's father chose the name Dylan, which could be translated as \"son of the sea\" after [Dylan ail Don](/wiki/Dylan_ail_Don), a character in [The Mabinogion](/wiki/The_Mabinogion). [[16]](#cite_note-16) His middle name, Marlais, was given in honour of his great-uncle, William Thomas, a [Unitarian](/wiki/Unitarianism) minister and poet whose in Welsh, caused his mother to worry that he might be teased as the \"dull one\". [[18]](#cite_note-18) When he broadcast on [Welsh BBC](/wiki/BBC_Regional_Programme) early in his career, he was introduced using this pronunciation. Thomas favoured the Anglicised pronunciation and gave instructions that it should be Dillan [/dln/](/wiki/Help:IPA/English). [[11]](#cite_note-ONDB-11) [[19]](#cite_note-Reckless1-19) The red-brick semi-detached house at 5 Drive (in the respectable area of the [Uplands](/wiki/Uplands,_Swansea)), [[20]](#cite_note-20) in which Thomas was born and lived until he was 23, had been bought by his parents a few months before his birth. [[17]](#cite_note-CUP-17) Childhood[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=3)] Thomas has written a number of accounts of his childhood growing up in Swansea, [[21]](#cite_note-21) and there are also accounts available by those who knew him as a young child. [[22]](#cite_note-22) Thomas wrote several poems about his childhood and early teenage years, including \"Once it was the colour of saying\" and \"The hunchback in the park\", as well as short stories such as The Fight and A Child's Christmas in Wales. [[23]](#cite_note-23) Thomas' four grandparents played no part in his childhood. [[24]](#cite_note-24) For the first ten years or so of his life, Thomas' Swansea aunts and uncles helped with his upbringing. These were his mother's three siblings, Polly and Bob, who lived in the St Thomas district of Swansea [[25]](#cite_note-25) and Theodosia, and her husband, the Rev. David Rees, in Newton, Swansea, where parishioners recall Thomas sometimes staying for a month or so at a time. [[26]](#cite_note-26) All four aunts and uncles spoke Welsh and English. [[27]](#cite_note-27) Thomas' childhood also featured regular summer trips to the [Llansteffan](/wiki/Llansteffan) peninsula, a Welsh-speaking part of Carmarthenshire. [[28]](#cite_note-28) In the land between [Llangain](/wiki/Llangain) and Llansteffan, his mother's family, the Williamses and their close relatives, worked a dozen farms with over a thousand acres between them. [[29]](#cite_note-29) The memory of Fernhill, a dilapidated 15-acre farm rented by his maternal aunt, Ann Jones, and her husband, Jim Jones, is evoked in the 1945 lyrical poem \" [Fern Hill](/wiki/Fern_Hill)\", [[30]](#cite_note-30) but is portrayed more accurately in his short story, The Peaches. [[nb 1]](#cite_note-31) Thomas also spent part of his summer holidays with Jim's sister, Rachel Jones, [[31]](#cite_note-32) at neighbouring Pentrewyman farm, where he spent his time riding Prince the cart horse, chasing pheasants and fishing for trout. [[32]](#cite_note-33) All these relatives were bi-lingual, [[33]](#cite_note-34) and many worshipped at Smyrna chapel in Llangain where the services were always in Welsh, including Sunday School which Thomas sometimes attended. [[34]](#cite_note-35) There is also an account of the young Thomas being taught how to swear in Welsh. [[35]](#cite_note-36) His schoolboy friends recalled that \"It was all Welsh—and the children played in Welsh...he couldn't speak English when he stopped at Fernhill...in all his surroundings, everybody else spoke Welsh...\" [[36]](#cite_note-37) At the 1921 census, 95% of residents in the two parishes around Fernhill were Welsh speakers. Across the whole peninsula, 13%—more than 200 people—spoke only Welsh. [[37]](#cite_note-38) A few fields south of Fernhill lay Blaencwm, [[38]](#cite_note-39) a pair of stone cottages to which his mother's Swansea siblings had retired, [[39]](#cite_note-40) and with whom the young Thomas and his sister, Nancy, would sometimes stay. [[40]](#cite_note-41) A couple of miles down the road from Blaencwm is the village of [Llansteffan](/wiki/Llansteffan), where Thomas used to holiday at Rose Cottage with another Welsh-speaking aunt, Anne Williams, his mother's half-sister [[41]](#cite_note-42) who had married into local gentry. [[42]](#cite_note-43) Anne's daughter, Doris, married a dentist, Randy Fullylove. The young Dylan also holidayed with them in [Abergavenny](/wiki/Abergavenny), where Fulleylove had his practice. [[43]](#cite_note-44) Thomas' paternal grandparents, Anne and Evan Thomas, lived at The Poplars in Johnstown, just outside [Carmarthen](/wiki/Carmarthen). Anne was the daughter of William Lewis, a gardener in the town. She had been born and brought up in [Llangadog](/wiki/Llangadog), [[44]](#cite_note-45) as had her father, who is thought to be \"Grandpa\" in Thomas's short story A Visit to Grandpa's, in which Grandpa expresses his determination to be buried not in Llansteffan but in Llangadog. [[45]](#cite_note-46) Evan worked on the railways and was known as Thomas the Guard. His family had originated [[46]](#cite_note-47) in another part of Welsh-speaking Carmarthenshire, in the farms that lay around the villages of [Brechfa](/wiki/Brechfa), [Abergorlech](/wiki/Abergorlech), [Gwernogle](/wiki/Gwernogle) and [Llanybydder](/wiki/Llanybydder), and which the young Thomas occasionally visited with his father. [[47]](#cite_note-48) His father's side of the family also provided the young Thomas with another kind of experience; many lived in the towns of the South Wales industrial belt, including [Port Talbot](/wiki/Port_Talbot), and [asthma](/wiki/Asthma) in childhood and struggled with these throughout his life. He was indulged by his mother, Florence, and enjoyed being mollycoddled, a trait he carried into adulthood, becoming skilled in gaining attention and sympathy. [[51]](#cite_note-Ferris1989p25-52) But Florence would have known that child deaths had been a recurring event in the family's history, [[52]](#cite_note-53) and it's said that she herself had lost a child soon after her marriage. [[53]](#cite_note-54) But if Thomas was protected and spoilt at home, the real spoilers were his many aunts and older cousins, those in both Swansea and the Llansteffan countryside. [[54]](#cite_note-55) Some of them played an important part in both his upbringing and his later life, as Thomas's wife, Caitlin, has observed: \"He couldn't stand their company for more than five minutes... Yet Dylan couldn't break away from them, either. They were the background from which he had sprung, and he needed that background all his life, like a tree needs roots.\". [[55]](#cite_note-56) Education[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=4)] Thomas's formal education began [dame school](/wiki/Dame_school), a private school on Mirador Crescent, a few streets away from his home. [[56]](#cite_note-57) He described his experience there in Reminiscences of Childhood: Never was there such a dame school as ours, so firm and kind and smelling of galoshes, with the sweet and fumbled music of the piano lessons drifting down from upstairs to the lonely schoolroom, where only the sometimes tearful wicked sat over undone sums, or to repent a little crime - the pulling of a girl's hair during geography, the sly shin kick under the table during English literature. [[57]] Alongside dame school, Thomas also took private lessons from Gwen James, an elocution teacher who had studied at drama school in London, winning several major prizes. She also taught \"Dramatic Art\" and \"Voice Production\", and would often help cast members of the Swansea Little Theatre (see below) with the parts they were playing. [[58]](#cite_note-59) Thomas's parents' storytelling and dramatic talents, as well as their theatre-going interests, could also have contributed to the young Thomas's interest in performance. [[59]](#cite_note-60) In October 1925, Thomas enrolled at [Swansea Grammar School](/wiki/Bishop_Gore_School#Dylan_Thomas_and_Bishop_Gore) for boys, in [Mount Pleasant](/wiki/Mount_Pleasant,_Swansea), where his father taught English. There are several accounts by his teachers and fellow pupils of Thomas' time at grammar school. [[60]](#cite_note-61) He was an undistinguished pupil who shied away from school, preferring reading and drama activities. [[61]](#cite_note-62) In his first year one of his poems was published in the school's magazine, and before he left he became its editor. [[62]](#cite_note-63) [[63]](#cite_note-64) Thomas' various contributions to the school magazine can be found here: [[64]](#cite_note-65) During his final school years he began writing poetry in notebooks; the first poem, dated 27 April (1930), is entitled \"Osiris, come to Isis\". [[65]](#cite_note-66) In June 1928, Thomas won the school's mile race, held at [St. Helen's Ground](/wiki/St._Helen%27s_Rugby_and_Cricket_Ground); he carried a newspaper photograph of his victory with him until his death. [[66]](#cite_note-Dylan_Thomas_official_website-67) [[67]](#cite_note-68) In 1931, when he was 16, Thomas left school to become a reporter for the [South Wales Daily Post](/wiki/South_Wales_Daily_Post), where he remained for some 18 months. [[68]](#cite_note-69) After leaving the newspaper, Thomas continued to work as a freelance journalist for several years, during which time he remained at Cwmdonkin Drive and continued to add to his notebooks, amassing 200 poems in four books between 1930 and 1934. Of the 90 poems he published, half were written during these years. [[11]](#cite_note-ONDB-11) On the stage[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=5)] The stage was also an important part of Thomas's life from 1929 to 1934, as an actor, writer, producer and set painter. He took part in productions at Swansea Grammar School, and with the YMCA Junior Players and the [Little Theatre](/wiki/Dylan_Thomas_Theatre), which was based in the [Mumbles](/wiki/Mumbles). It was also a touring company that took part in drama competitions and festivals around South Wales. [[69]](#cite_note-70) Between October 1933 and March 1934, for example, Thomas and his fellow actors took part in five productions at the Mumbles theatre, as well as nine touring performances. [[70]](#cite_note-71) Thomas continued with acting and production throughout his life, including his time in Laugharne, [South Leigh](/wiki/South_Leigh) and London (in the theatre and on radio), as well as taking part in nine stage readings of Under Milk Wood. [[71]](#cite_note-72) The Shakespearian actor, [John Laurie](/wiki/John_Laurie), who had worked with Thomas on both the stage [[72]](#cite_note-73) and radio [[73]](#cite_note-74) thought that Thomas would \"have loved to have been an actor\" and, had he chosen to do so, would have been \"Our first real poet-dramatist since Shakespeare.\" [[74]](#cite_note-75) Painting the sets at the Little Theatre was just one aspect of the young Thomas's interest in art. His own drawings and paintings hung in his bedroom in Cwmdonkin Drive, and his early letters reveal a broader interest in art and art theory. [[75]](#cite_note-76) Thomas saw writing a poem as an act of construction \"as a sculptor works at stone,\" [[76]](#cite_note-77) later advising a student \"to treat words as a craftsman does his wood or stone...hew, carve, mould, coil, polish and plane them...\" [[77]](#cite_note-78) Throughout his life, his friends included artists, both in Swansea [[78]](#cite_note-79) and in London, [[79]](#cite_note-80) as well as in America. [[80]](#cite_note-81) In his free time, Thomas visited the cinema in Uplands, took walks along [Swansea Bay](/wiki/Swansea_Bay), and frequented Swansea's [pubs](/wiki/Pub), especially the Antelope and Hotels in Mumbles. [[81]](#cite_note-82) [[82]](#cite_note-83) In the [Kardomah Café](/wiki/Kardomah_Caf%C3%A9), close to the newspaper office in Castle Street, he met his creative contemporaries, including his friend the poet [Vernon Watkins](/wiki/Vernon_Watkins) and the musician and composer, [Daniel Jones](/wiki/Daniel_Jones_(composer)) with whom, as teenagers, Thomas had helped to set up the \"Warmley Broadcasting Corporation\". [[83]](#cite_note-84) This group of writers, musicians and artists became known as \" [The Kardomah Gang](/wiki/The_Kardomah_Gang)\". [[84]](#cite_note-85) This was also the period of his friendship with Bert Trick, a local shopkeeper, left-wing political activist and would-be poet, [[85]](#cite_note-86) and with the Rev. [Leon Atkin](/wiki/Leon_Atkin), a Swansea minister, human rights activist and local politician. [[86]](#cite_note-87) In 1933, Thomas visited London for probably the first time. [[nb 2]](#cite_note-89) London and marriage, 1933-1939[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=6)] Thomas was a teenager when many of the poems for which he became famous were published: \" [And death shall have no dominion](/wiki/And_death_shall_have_no_dominion)\", \"Before I Knocked\" and \"The Force That Through the Green Fuse Drives the Flower\". \"And death shall have no dominion\" appeared in the [New English Weekly](/wiki/New_English_Weekly) in May 1933. [[11]](#cite_note-ONDB-11) When \"Light breaks where no sun shines\" appeared in [The Listener](/wiki/The_Listener_(magazine)) in 1934, it caught the attention of three senior figures in literary London, [T. They contacted Thomas and his first poetry volume, 18 Poems, was published in December 1934. 18 Poems was noted for its visionary qualities which led to critic [Desmond Hawkins](/wiki/Desmond_Hawkins) writing that the work was \"the sort of bomb that bursts no more than once in three years\". [[11]](#cite_note-ONDB-11) [[90]](#cite_note-Reckless2-92) The volume was critically acclaimed and won a contest run by the [Sunday Referee](/wiki/Sunday_Referee), netting him new admirers from the London poetry world, including [Edith Sitwell](/wiki/Edith_Sitwell) and [Edwin Muir](/wiki/Edwin_Muir). [[17]](#cite_note-CUP-17) The anthology was published by [Fortune Press](/wiki/Reginald_Caton), in part a vanity publisher that did not pay its writers and expected them to buy a certain number of copies themselves. A similar arrangement was used by other new authors including [Philip Larkin](/wiki/Philip_Larkin). [[91]](#cite_note-93) In May 1934, Thomas made his first visit to Laugharne, \"the strangest town in Wales\", as he described it in an extended letter to [Pamela Hansford Johnson](/wiki/Pamela_Hansford_Johnson), in which he also writes about the town's estuarine bleakness, and the dismal lives of the women cockle pickers working the shore around him. [[92]](#cite_note-94) The following year, in September 1935, Thomas met Vernon Watkins, thus beginning a lifelong friendship. [[93]](#cite_note-95) Thomas introduced Watkins, working at Lloyds Bank at the time, to his friends, now known as [The Kardomah Gang](/wiki/The_Kardomah_Gang). In those days, Thomas used to frequent the cinema on Mondays with Tom Warner who, like Watkins, had recently suffered a [nervous breakdown](/wiki/Nervous_breakdown). After these trips, Warner would bring Thomas back for supper with his aunt. On one occasion, when she served him a boiled egg, she had to cut its top off for him, as Thomas did not know how to do this. This was because his mother had done it for him all his life, an example of her coddling him. [[94]](#cite_note-96) Years later, his wife Caitlin would still have to prepare his eggs for him. [[95]](#cite_note-97) [[96]](#cite_note-98) In December 1935, Thomas contributed the poem \"The Hand That Signed the Paper\" to Issue 18 of the bi-monthly New Verse. [[97]](#cite_note-99) In 1936, his next collection Twenty-five Poems, published by [J. M. Dent](/wiki/J._M._Dent), also received much critical praise. [[17]](#cite_note-CUP-17) Two years later, in 1938, Thomas won the Oscar Blumenthal Prize for Poetry; it was also the year in which [New Directions](/wiki/New_Directions_Publishing) offered to be his publisher in the United States. In all, he wrote half his poems while living at Cwmdonkin Drive before moving to London. It was the time that Thomas's reputation for heavy drinking developed. [[90]](#cite_note-Reckless2-92) [[98]](#cite_note-100) By the late 1930s, Thomas was embraced as the \"poetic herald\" for a group of English poets, the [New Apocalyptics](/wiki/New_Apocalyptics). [[99]](#cite_note-Jackaman-101) Thomas refused to align himself with them and declined to sign their manifesto. He later stated that he believed they were \"intellectual muckpots leaning on a theory\". [[99]](#cite_note-Jackaman-101) Despite this, many of the group, including [Henry Treece](/wiki/Henry_Treece), modelled their work on Thomas's. [[99]](#cite_note-Jackaman-101) During the politically charged atmosphere of the 1930s, Thomas's sympathies were very much with the radical left, to the point of holding close links with the [communists](/wiki/Communism), as well as decidedly pacifist and anti-fascist. [[100]](#cite_note-Ellis-102) He was a supporter of the left-wing [No More War Movement](/wiki/No_More_War_Movement) and boasted about participating in demonstrations against the [British Union of Fascists](/wiki/British_Union_of_Fascists). [[100]](#cite_note-Ellis-102) Bert Trick has provided an extensive account of an [Oswald Mosley](/wiki/Oswald_Mosley) rally in the Plaza cinema in Swansea in July 1933 that he and Thomas attended. [[101]](#cite_note-103) Marriage[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=7)] In early 1936, Thomas met [Caitlin Macnamara](/wiki/Caitlin_Thomas) (1913-1994), a 22-year-old dancer of Irish and French Quaker descent. [[102]](#cite_note-104) She had run away from home, intent on making a career in dance, and aged 18 joined the chorus line at the [London Palladium](/wiki/London_Palladium). [[103]](#cite_note-Ferris1989_151-105) [[104]](#cite_note-Race-106) [[105]](#cite_note-Cait-107) Introduced in London's [West End](/wiki/West_End_of_London). [[103]](#cite_note-Ferris1989_151-105) [[105]](#cite_note-Cait-107) [[106]](#cite_note-Caitlin_obit-108) Laying his head in her lap, a drunken Thomas proposed. [[104]](#cite_note-Race-106) [[107]](#cite_note-109) Thomas liked to comment that he and Caitlin were in bed together ten minutes after they first met. [[108]](#cite_note-110) Although Caitlin initially continued her relationship with John, she and Thomas began a correspondence, and in the second half of 1936 were courting. [[109]](#cite_note-111) They married at the register office in [Penzance](/wiki/Penzance), Cornwall, on 11 July 1937. [[110]](#cite_note-112) In May 1938, they moved to Wales, renting a cottage in the village of [Laugharne](/wiki/Laugharne), Carmarthenshire. [[111]](#cite_note-113) They lived there intermittently [[112]](#cite_note-114) for just under two years until July 1941, and did not return to live in Laugharne until 1949. [[113]](#cite_note-115) Their first child, Llewelyn Edouard, was born on 30 January 1939. [[114]](#cite_note-116) Wartime, 1939-1945[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=8)] In 1939, a collection of 16 poems and seven of the 20 short stories published by Thomas in magazines since 1934, appeared as The Map of Love. [[115]](#cite_note-117) Ten stories in his next book, Portrait of the Artist as a Young Dog (1940), were based less on lavish fantasy than those in The Map of Love and more on real-life romances featuring himself in Wales. [[11]](#cite_note-ONDB-11) Sales of both books were poor, resulting in Thomas living on meagre fees from writing and reviewing. At this time he borrowed heavily from friends and acquaintances. [[116]](#cite_note-118) Hounded by creditors, Thomas and his family left Laugharne in July 1940 and moved to the home of critic [John Davenport](/wiki/John_Davenport_(critic)) in Marshfield near [Chippenham](/wiki/Chippenham) in [Gloucestershire](/wiki/Gloucestershire). [[nb 3]](#cite_note-120) There Thomas collaborated with Davenport on the satire The Death of the King's Canary, though due to fears of libel the work was not published until 1976. [[118]](#cite_note-121) [[119]](#cite_note-122) At the outset of the [Second World War](/wiki/Second_World_War), Thomas was worried about conscription, and referred to his ailment as \"an unreliable lung\". Coughing sometimes confined him to bed, and he had a history of bringing up blood and mucus. [[120]](#cite_note-123) After initially seeking employment in a [reserved occupation](/wiki/Reserved_occupation), he managed to be classified Grade III, which meant that he would be among the last to be called up for service. [[nb 4]](#cite_note-125) Saddened to see his friends going on active service, he continued drinking and struggled to support his family. He wrote begging letters to random literary figures asking for support, a plan he hoped would provide a long-term regular income. [[11]](#cite_note-ONDB-11) Thomas supplemented his income by writing scripts for the [BBC](/wiki/BBC), which not only gave him additional earnings but also provided evidence that he was engaged in essential war work. [[122]](#cite_note-126) In February 1941, [Swansea was bombed](/wiki/Swansea_Blitz) by the [Luftwaffe](/wiki/Luftwaffe) in a \"three nights' blitz\". Castle Street was one of many streets that suffered badly; rows of shops, including the Kardomah Café, were destroyed. Thomas walked through the bombed-out shell of the town centre with his friend Bert Trick. Upset at the sight, he concluded: \"Our Swansea is dead\". [[123]](#cite_note-127) Thomas later wrote a feature programme for the radio, Return Journey, which described the café as being \"razed to the snow\". [[124]](#cite_note-128) The programme, produced by [Philip Burton](/wiki/Philip_Burton_(theatre_director)), was first broadcast on 15 June 1947. The Kardomah Café reopened on Portland Street after the war. [[125]](#cite_note-129) Making films[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=9)] In five film projects, between 1942 and 1945, the [Ministry of Information](/wiki/Ministry_of_Information_(United_Kingdom)) (MOI) commissioned Thomas to script a series of documentaries about both [urban planning](/wiki/Urban_planning) and wartime patriotism, all in partnership with director [John Eldridge](/wiki/John_Eldridge_(director)): Wales: Green Mountain, Black Mountain, [New Towns for Old](/wiki/New_Towns_for_Old), Fuel for Battle, Our Country and A City Reborn. [[126]](#cite_note-130) [[127]](#cite_note-131) [[128]](#cite_note-132) In May 1941, Thomas and Caitlin left their son with his grandmother at [Blashford](/wiki/Blashford) and moved to London. [[129]](#cite_note-133) Thomas hoped to find employment in the film industry and wrote to the director of the films division of the Ministry of Information. [[11]](#cite_note-ONDB-11) After being rebuffed, he found work with Strand Films, providing him with his first regular income since the South Wales Daily Post. [[130]](#cite_note-134) Strand produced films for the MOI; Thomas scripted at least five films in 1942, This Is Colour (a history of the British dyeing industry) and New Towns For Old (on post-war reconstruction). These Are The Men (1943) was a more ambitious piece in which Thomas's verse accompanies [Leni Riefenstahl](/wiki/Leni_Riefenstahl)'s footage of an early [Nuremberg Rally](/wiki/Nuremberg_Rally). [[nb 5]](#cite_note-136) Conquest of a Germ (1944) explored the use of early antibiotics in the fight against [pneumonia](/wiki/Pneumonia) and [tuberculosis](/wiki/Tuberculosis). Our Country (1945) was a romantic tour of Britain set to Thomas's poetry. [[132]](#cite_note-arts.guardian.co.uk-137) [[133]](#cite_note-138) In early 1943, Thomas began a relationship with Pamela Glendower; one of several affairs he had during his marriage. [[134]](#cite_note-guardian17-08-03-139) The affairs either ran out of steam or were halted after Caitlin discovered his infidelity. [[134]](#cite_note-guardian17-08-03-139) In March 1943, Caitlin gave birth to a daughter, [Aeronwy](/wiki/Aeronwy_Thomas), in London. [[134]](#cite_note-guardian17-08-03-139) They lived in a run-down studio in Chelsea, made up of a single large room with a curtain to separate the kitchen. [[135]](#cite_note-140) Escaping to Wales[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=10)] The Thomas family also made several escapes back to Wales. Between 1941 and 1943, they lived intermittently in Plas Gelli, [Talsarn](/wiki/Talsarn), [River Aeron](/wiki/River_Aeron), after whom Aeronwy is thought to have been named. [[137]](#cite_note-142) Some of Thomas's letters from Gelli can be found in his Collected Letters. [[138]](#cite_note-143) The Thomases shared the mansion with his childhood friends from Swansea, Vera and Evelyn Phillips. Vera's friendship with the Thomases in nearby [New Quay](/wiki/New_Quay) is portrayed in the 2008 film, The Edge of Love. [[139]](#cite_note-144) [[nb 6]](#cite_note-145) In July 1944, with the threat in London of [German flying bombs](/wiki/V-1_flying_bomb), Thomas moved to the family cottage at Blaencwm near [Llangain](/wiki/Llangain), Carmarthenshire, [[140]](#cite_note-146) where he resumed \"Holy Spring\" and \"Vision and Prayer\". [[141]](#cite_note-147) In September that year, the Thomas family moved to [New Quay](/wiki/New_Quay) in Cardiganshire (Ceredigion), where they rented Majoda, a wood and asbestos bungalow on the cliffs overlooking Cardigan Bay. [[142]](#cite_note-148) It was there that Thomas wrote the radio piece Quite Early One Morning, a sketch for his later work, Under Milk Wood. [[143]](#cite_note-Ferris_1989_213-149) Of the poetry written at this time, of note is \"Fern Hill\", believed to have been started while living in New Quay, but completed at Blaencwm in mid-1945. [[144]](#cite_note-Ferris_1989,_p._214-150) [[nb 7]](#cite_note-151) Thomas' nine months Quay, said first biographer, Constantine FitzGibbon, were \"a second flowering, a period of fertility that recalls the earliest days...[with a] great outpouring of poems\", as well as a good deal of other material. [[145]](#cite_note-152) His second biographer, [Paul Ferris](/wiki/Paul_Ferris_(Welsh_writer)), agreed: \"On the grounds of output, the bungalow deserves a plaque of its own.\" [[146]](#cite_note-153) Thomas' third biographer, [George Tremlett](/wiki/George_Tremlett), concurred, describing the time in New Quay as \"one of the most creative periods of Thomas's life.\" [[147]](#cite_note-154) Professor Walford Davies, who co-edited the 1995 definitive edition of the play, has noted that New Quay \"was crucial in supplementing the gallery of characters Thomas had to hand for writing Under Milk Wood.\" [[148]](#cite_note-155) Broadcasting years, 1945-1949[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=11)] Although Thomas had previously written for the BBC, it was a minor and intermittent source of income. In 1943, he wrote and recorded a 15-minute talk titled \"Reminiscences of Childhood\" for the Welsh BBC. In December 1944, he recorded Quite Early One Morning (produced by [Aneirin Talfan Davies](/wiki/Aneirin_Talfan_Davies), again for the Welsh BBC) but when Davies offered it for national broadcast BBC London turned it down. [[143]](#cite_note-Ferris_1989_213-149) On 31 August 1945, the [BBC Home Service](/wiki/BBC_Home_Service) broadcast Quite Early One Morning and, in the three years beginning in October 1945, Thomas made over a hundred broadcasts for the corporation. [[149]](#cite_note-156) Thomas was employed not only for his poetry readings, but for discussions and critiques. [[150]](#cite_note-157) [[151]](#cite_note-158) In the second half of 1945, Thomas began reading for the BBC Radio programme, Book of Verse, broadcast weekly to the Far East. [[152]](#cite_note-159) This provided Thomas with a regular income and brought him into contact with [Louis MacNeice](/wiki/Louis_MacNeice), a congenial drinking companion whose advice Thomas cherished. [[153]](#cite_note-Read_1964,_p._116-160) On 29 September 1946, the BBC began transmitting the [Third Programme](/wiki/BBC_Third_Programme), a high-culture network which provided opportunities for Thomas. [[154]](#cite_note-161) He appeared in the play Comus for the Third Programme, the day after the network launched, and his rich, sonorous voice led to character parts, including the lead in Aeschylus's [Agamemnon](/wiki/Agamemnon_(play)) and Satan in an adaptation of [Paradise Lost](/wiki/Paradise_Lost). [[153]](#cite_note-Read_1964,_p._116-160) [[155]](#cite_note-162) Thomas remained a popular guest on radio talk shows for the BBC, who regarded him as \"useful should a younger generation poet be needed\". [[156]](#cite_note-163) He had an uneasy relationship with BBC management and a staff job was never an option, with drinking cited as the problem. [[157]](#cite_note-164) Despite this, Thomas became a familiar radio voice and within Britain was \"in every sense a celebrity\". [[158]](#cite_note-165) By late September 1945, the Thomases had left Wales and were living with various friends in London. [[159]](#cite_note-166) In December, they moved to Oxford to live in a summerhouse on the banks of the Cherwell. It belonged to the historian, [A.J.P. Taylor](/wiki/A.J.P._Taylor). His wife, Margaret, would prove to be Thomas's most committed patron. [[160]](#cite_note-167) The publication of [Deaths and Entrances](/wiki/Deaths_and_Entrances) in February 1946 was a major turning point for Thomas. Poet and critic [Walter J. Turner](/wiki/Walter_J._Turner) commented in [The Spectator](/wiki/The_Spectator), \"This book alone, in my opinion, ranks him as a major poet\". [[161]](#cite_note-168) Italy, South Leigh and Prague...[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=12)] The following year, in April 1947, the Thomases travelled to Italy, after Thomas had been awarded a [Society of Authors](/wiki/Society_of_Authors) scholarship. They stayed first in villas near [Rapallo](/wiki/Rapallo) and then [Florence](/wiki/Florence), before moving to a hotel in [Rio Marina](/wiki/Rio_Marina) on the island of [Elba](/wiki/Elba). [[162]](#cite_note-169) On their return, Thomas and family moved, in September 1947, into the Manor House in [South Leigh](/wiki/South_Leigh), just west of Oxford, found for him by Margaret Taylor. He continued with his work for the BBC, completed a number of film scripts and worked further on his ideas for Under Milk Wood, [[163]](#cite_note-170) including a discussion in late 1947 of The Village of the Mad (as the play was then called) with the BBC producer [Philip Burton](/wiki/Philip_Burton_(theatre_director)). He later recalled that, during the meeting, Thomas had discussed his ideas for having a blind narrator, an organist who played for a dog and two lovers who wrote to each other every day but never met. [[164]](#cite_note-171) In March 1949 Thomas travelled to [Prague](/wiki/Prague). He had been invited by the [Czech government](/wiki/Government_structure_of_Communist_Czechoslovakia) to attend the inauguration of the Czechoslovak Writers' Union. [Jiina Hauková](/wiki/Ji%C5%99ina_Haukov%C3%A1), who had previously published translations of some of Thomas's poems, was his guide and interpreter. [[nb 8]](#cite_note-172) In her memoir, Hauková recalls that at a party in Prague, Thomas \"narrated the first version of his radio play Under Milk Wood.\" She describes how he outlined the plot about a town that was declared insane, mentioning the organist who played for sheep and goats [[165]](#cite_note-173) and the baker with two wives. [[166]](#cite_note-174) ...and back to Laugharne[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=13)] A month later, in May 1949, Thomas and his family moved to his final home, the [Boat House](/wiki/Dylan_Thomas_Boathouse) at Laugharne, purchased for him at a cost of £2,500 in April 1949 by Margaret Taylor. [[167]](#cite_note-175) Thomas acquired a garage a hundred yards from the house on a cliff ledge which he turned into his writing shed, and where he wrote several of his most acclaimed poems. [[168]](#cite_note-Writing_shed-176) He also rented \"Pelican House\" opposite his regular drinking den, [Brown's Hotel](/wiki/Brown%27s_Hotel_(Laugharne)), for his parents [[169]](#cite_note-177) [[170]](#cite_note-178) who lived there from 1949 until 1953. Caitlin gave birth to their third child, a boy named Colm Garan Hart, on 25 July 1949. [[171]](#cite_note-179) In October, the New Zealand poet, [Allen Curnow](/wiki/Allen_Curnow), came to visit Thomas at the Boat House, who took him to his writing shed and \"fished out a draft to show me of the unfinished Under Milk Wood\" that was, says Curnow, titled The Town That Was Mad. [[172]](#cite_note-180) This is the first known sighting of the script of the play that was to become Under Milk Wood. [[173]](#cite_note-181) America, Iran...and Under Milk Wood, 1950-1953[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=14)] American poet [John Brinnin](/wiki/John_Malcolm_Brinnin) invited Thomas to New York, where in February 1950 they embarked on a lucrative three-month tour of arts centres and campuses. [[174]](#cite_note-182) The tour, which began in front of an audience of a thousand at the Kaufmann Auditorium of the Poetry Centre in New York, took in about 40 venues. [[175]](#cite_note-183) [[176]](#cite_note-184) [[nb 9]](#cite_note-185) During the tour, Thomas was invited to many parties and functions and on several occasions became drunk - going out of his way to shock people - and was a difficult guest. [[177]](#cite_note-186) Thomas drank before some of his readings, though it is argued he may have pretended to be more affected by it than he actually was. [[178]](#cite_note-187) The writer [Elizabeth Hardwick](/wiki/Elizabeth_Hardwick_(writer)) recalled how intoxicating a performer he was and how the tension would build before a performance: \"Would he arrive only to break down on the stage? Would some dismaying scene take place at the faculty party? Would he be offensive, violent, obscene?\" [[19]](#cite_note-Reckless1-19) Caitlin said in her memoir, \"Nobody ever needed encouragement less, and he was drowned in it.\" [[19]](#cite_note-Reckless1-19) On returning to Britain, Thomas began work on two further poems, \"In the white giant's thigh\", which he read on the Third Programme in September 1950, and the incomplete \"In country heaven\". [[179]](#cite_note-188) In October, Thomas sent a draft of the first 39 pages of 'The Town That Was Mad' to the BBC. [[180]](#cite_note-189) The task of seeing this work through to production as Under Milk Wood was assigned to the BBC's [Douglas Cleverdon](/wiki/Douglas_Cleverdon), who had been responsible for casting Thomas in 'Paradise Lost'. [[181]](#cite_note-190) Despite Cleverdon's urgings, the script slipped from Thomas's priorities and in January 1951 he went to [Iran](/wiki/Iran) to work on a film for the [Anglo-Iranian Oil Company](/wiki/Anglo-Iranian_Oil_Company), an assignment which Callard has speculated [[182]](#cite_note-191) was undertaken on behalf of British intelligence agencies. [[183]](#cite_note-192) Thomas toured the country with the film crew, and his letters home vividly express his shock and anger with the poverty he saw around him. [[184]](#cite_note-193) He also gave a reading at the British Council [[185]](#cite_note-194) and talked with a number of Iranian intellectuals, including [Ebrahim Golestan](/wiki/Ebrahim_Golestan) whose account of his meeting with Thomas has been translated and published. [[186]](#cite_note-195) The film was never made, with Thomas returning to Wales in February, though his time in Iran allowed him to provide a few minutes of material for a BBC documentary, 'Persian Oil'. [[187]](#cite_note-196) Later that year, Thomas published two poems, which have been described as \"unusually blunt.\" [[188]](#cite_note-197) They were an ode, in the form of a [villanelle](/wiki/Villanelle), to his dying father, [Do not go gentle into that good night](/wiki/Do_not_go_gentle_into_that_good_night), and the ribald Lament. [[189]](#cite_note-198) Although he had a range of wealthy patrons, including Margaret Taylor, Princess Marguerite [Caetani](/wiki/Caetani) and Marged Howard-Stepney, Thomas was still in financial difficulty, and he wrote several begging letters to notable literary figures, including [T. S. Eliot](/wiki/T._S._Eliot). [[190]](#cite_note-199) Taylor was not keen on Thomas taking another trip to the United States, and thought that if he had a permanent address in London he would be able to gain steady work there. [[191]](#cite_note-200) She bought a property, 54 Delancey Street, in [Camden Town](/wiki/Camden_Town), and in late 1951 Thomas and Caitlin lived in the basement flat. [[192]](#cite_note-201) Thomas would describe the flat as his \"London house of horror\" and did not return there after his 1952 tour of America. [[193]](#cite_note-202) Second tour January 20 to May 16, 1952[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=15)] Thomas undertook a second tour of the United States in 1952, this time with Caitlin - after she had discovered he had been unfaithful on his earlier trip. [[194]](#cite_note-203) They drank heavily, and Thomas began to suffer with [gout](/wiki/Gout) and [lung problems](/wiki/Respiratory_distress). The second tour was the most intensive of the four, taking in 46 engagements. [[195]](#cite_note-204) The trip also resulted in Thomas recording his first poetry to vinyl, which [Caedmon Records](/wiki/Caedmon_Audio) released in America later that year. [[196]](#cite_note-205) One of his works recorded during this time, [A Child's Christmas in Wales](/wiki/A_Child%27s_Christmas_in_Wales), became his most popular prose work in America. [[144]](#cite_note-Ferris_1989,_p._214-150) The original 1952 recording of A Child's Christmas in Wales was a 2008 selection for the [United States National Recording Registry](/wiki/United_States_National_Recording_Registry), stating that it is \"credited with launching the [audiobook](/wiki/Audiobook) industry in the United States\". [[197]](#cite_note-206) A shortened version of the first half of The Town That Was Mad was published in [Botteghe Oscure](/wiki/Botteghe_Oscure) in May 1952, with the title Llareggub. A Piece for Radio Perhaps. Thomas had been in Laugharne for almost three years, but his half-play had made little progress since his time living in South Leigh. By the summer of 1952, the half-play's title had been changed to Under Milk Wood because John Brinnin thought the title Llareggub would not attract American audiences. [[198]](#cite_note-207) On November 6, 1952, Thomas wrote to the editor of Botteghe Oscure to explain why he hadn't been able to \"finish the second half of my piece for you.\" He had failed shamefully, he said, to add to \"my lonely half of a looney maybe-play\". [[199]](#cite_note-208) On 10 November 1952 Thomas's last collection Collected Poems, 1934-1952, was published by Dent; he was 38. It won the [Foyle](/wiki/William_Foyle) poetry prize. [[200]](#cite_note-209) Reviewing the volume, critic [Philip Toynbee](/wiki/Philip_Toynbee) declared that \"Thomas is the greatest living poet in the English language\". [[201]](#cite_note-Bold61-210) Thomas's father died from pneumonia just before Christmas 1952. In the first few months of 1953, his sister died from liver cancer, one of his patrons took an overdose of sleeping pills, three friends died at an early age and Caitlin had an abortion. [[202]](#cite_note-211) Third tour 21 April to 3 June 1953[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=16)] In April 1953, Thomas returned alone for a third tour of America. [[203]](#cite_note-212) He performed a \"work in progress\" version of Under Milk Wood, solo, for the first time at [Harvard University](/wiki/Harvard_University) on 3 May. [[204]](#cite_note-213) A week later, the work was performed with a full cast at the Poetry Centre in New York. He met the deadline only after being locked in a room by Brinnin's assistant, Liz Reitell, and he was still editing the script on the afternoon of the performance; its last lines were handed to the actors as they were putting on their makeup. [[205]](#cite_note-214) [[201]](#cite_note-Bold61-210) During this penultimate tour, Thomas met the composer [Igor Stravinsky](/wiki/Stravinsky) who had become an admirer after having been introduced to his poetry by [W. H. Auden](/wiki/W._H._Auden). They had discussions about collaborating on a \"musical theatrical work\" for which Thomas would provide the libretto on the theme of \"the rediscovery of love and language in what might be left after the world after the bomb.\" The shock of Thomas's death later in the year moved Stravinsky to compose his In Memoriam Dylan Thomas for tenor, string quartet and four trombones. The first performance in [Los Angeles](/wiki/Los_Angeles) in 1954 was introduced with a tribute to Thomas from [Aldous Huxley](/wiki/Aldous_Huxley). [[206]](#cite_note-215) Thomas spent the last nine or ten days of his third tour in New York mostly in the company of Reitell, with whom he had an affair. [[207]](#cite_note-Ferris1989p321-216) During this time, Thomas fractured his arm falling down a flight of stairs when drunk. Reitell's doctor, Milton Feltenstein, put his arm in plaster and treated him for gout and gastritis. [[207]](#cite_note-Ferris1989p321-216) After returning home, Thomas worked on Under Milk Wood in Laugharne. Aeronwy, his daughter, noticed that his health had \"visibly deteriorated...I could hear his racking cough. Every morning he had a prolonged coughing attack...The coughing was nothing new but it seemed worse than before.\" [[208]](#cite_note-217) She also noted that the blackouts that Thomas was experiencing were \"a constant source of comment\" amongst his Laugharne friends. [[209]](#cite_note-218) Thomas sent the original manuscript to Douglas Cleverdon on 15 October 1953. It was copied and returned to Thomas, who lost it in a pub in London and required a duplicate to take to America. [[210]](#cite_note-Ferris1989p328-219) [[211]](#cite_note-UMW_Chron-220) Thomas flew to the States on 19 October 1953 for what would be his final tour. [[210]](#cite_note-Ferris1989p328-219) He died in New York before the BBC could record Under Milk Wood. [[212]](#cite_note-221) [[213]](#cite_note-222) [Richard Burton](/wiki/Richard_Burton) starred in the first broadcast in 1954, and was joined by [Elizabeth Taylor](/wiki/Elizabeth_Taylor) in a [subsequent film](/wiki/Under_Milk_Wood_(1972_film)). [[214]](#cite_note-223) In 1954, the play won the [Prix Italia](/wiki/Prix_Italia) for literary or dramatic programmes. [[nb 10]](#cite_note-225) The final tour: death in New York[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=17)] And death shall have no dominion. Dead men naked they shall be one With the man in the wind and the west moon; When their bones are picked clean and the clean bones gone, They shall have stars at elbow and foot; Though they go mad they shall be sane, Though they sink through the sea they shall rise again Though lovers be lost love shall not; And death shall have no dominion. From \" [And death shall have no dominion](/wiki/And_death_shall_have_no_dominion)\" Twenty-five Poems (1936) Thomas left Laugharne on 9 October 1953 on the first leg of his fourth trip to America. He called on his mother, Florence, to say goodbye: \"He always felt that he had to get out from this country because of his chest being so bad.\" [[216]](#cite_note-Thomas,_D._N._2008_p46-226) Thomas had suffered from chest problems for most of his life, though they began in earnest soon after he moved in May 1949 to the Boat House at Laugharne - the \"bronchial heronry\", as he called it. [[217]](#cite_note-227) Within weeks of moving in, he visited a local doctor, who prescribed medicine for both his chest and throat. [[218]](#cite_note-228) While waiting in London before his flight, Thomas stayed with the comedian [Harry Locke](/wiki/Harry_Locke) and worked on Under Milk Wood. Locke noted that Thomas was having trouble with his chest, \"terrible\" coughing fits that made him go purple in the face. [[216]](#cite_note-Thomas,_D._N._2008_p46-226) He was also using an inhaler to help his breathing. There were reports, too, that Thomas was also having blackouts. His visit to the BBC producer [Philip Burton](/wiki/Philip_Burton_(theatre_director)), a few days before he left for New York, was interrupted by a blackout. On his last night in London, he had another in the company of his fellow poet Louis MacNeice. [[219]](#cite_note-229) Thomas arrived in New York on 20 October 1953 to undertake further performances of Under Milk Wood, organised by John Brinnin, his American agent and Director of the Poetry Centre. Brinnin did not travel to New York but remained in [Boston](/wiki/Boston) to write. [[220]](#cite_note-Fatal_Neglect-230) He handed responsibility to his assistant, Liz Reitell. She met Thomas at [Idlewild Airport](/wiki/John_F._Kennedy_International_Airport) and was shocked at his appearance. He looked pale, delicate and shaky, not his usual robust self: \"He was very ill when he got here.\" [[221]](#cite_note-Thomas,_D._N._2008_p57-231) After being taken by Reitell to check in at the [Chelsea Hotel](/wiki/Hotel_Chelsea), Thomas took the first rehearsal of Under Milk Wood. They then went to the [White Horse Tavern](/wiki/White_Horse_Tavern_(New_York_City)) in Greenwich Village, before returning to the Chelsea Hotel. [[222]](#cite_note-232) The next day, Reitell invited him to her apartment, but he declined. They went sightseeing, but Thomas felt unwell and retired to his bed for the rest of the afternoon. Reitell gave him half a [grain](/wiki/Grain_(unit)) (32.4 milligrams) of [phenobarbitone](/wiki/Phenobarbitone) to help him sleep and spent the night at the hotel with him. Two days later, on 23 October, at the third rehearsal, Thomas said he was too ill to take part, but he struggled on, shivering and burning with fever, before collapsing on the stage. [[223]](#cite_note-233) The following day, 24 October, Reitell took Thomas to see her doctor, Milton Feltenstein, who administered cortisone injections and Thomas made it through the first performance that evening, but collapsed immediately afterwards. [[224]](#cite_note-234) \"This circus out there,\" he told a friend who had come back-stage, \"has taken the life out of me for now.\" [[225]](#cite_note-235) Reitell later said that Feltenstein was \"rather a wild doctor who thought injections would cure anything.\" [[226]](#cite_note-236) At the next performance on 25 October, his fellow actors realised that Thomas was very ill: \"He was desperately ill...we didn't think that he would be able to do the last performance because he was so ill...Dylan literally couldn't speak he was so ill...still my greatest memory of it is that he had no voice.\" [[227]](#cite_note-237) On the evening of 27 October, Thomas attended his 39th birthday party but felt unwell and returned to his hotel after an hour. [[228]](#cite_note-Ferris1989p332-238) The next day, he took part in Poetry and the Film, a recorded symposium at [Cinema 16](/wiki/Cinema_16). A turning point came on 2 November. [Air pollution](/wiki/Smog) in New York had risen significantly and exacerbated chest illnesses such as Thomas had. By the end of the month, over 200 New Yorkers had died from the smog. [[229]](#cite_note-239) [[221]](#cite_note-Thomas,_D._N._2008_p57-231) On 3 November, Thomas spent most of the day in his room, entertaining various friends. [[230]](#cite_note-240) He went out in the evening to keep two drink appointments. After returning to the hotel, he went out again for a drink at 2 am. After drinking at the White Horse, Thomas returned to the Hotel Chelsea, declaring, \"I've had eighteen straight whiskies. I think that's the record!\" [[231]](#cite_note-241) The barman and the owner of the pub who served him later commented that Thomas could not have drunk more than half that amount. [[232]](#cite_note-242) Thomas had an appointment at a [clam](/wiki/Soft-shell_clam#Cooking) house in [New Jersey](/wiki/New_Jersey) with [Ruthven Todd](/wiki/Ruthven_Todd) on 4 November. [[233]](#cite_note-Todd-243) When Todd telephoned the Chelsea that morning, Thomas said he was feeling ill and postponed the engagement. Todd thought he sounded \"terrible\". The poet, [Harvey Breit](/wiki/Harvey_Breit), was another to phone that morning. He thought that Thomas sounded \"bad\". Thomas's voice, recalled Breit, was \"low and hoarse\". He had wanted to say: \"You sound as though from the tomb\", but instead he told Thomas that he sounded like [Louis Armstrong](/wiki/Louis_Armstrong). [[234]](#cite_note-244) Later, Thomas went drinking with Reitell at the White Horse and, feeling sick again, returned to the hotel. [[235]](#cite_note-245) Feltenstein came to see him three times that day, administering the cortisone secretant [ACTH](/wiki/ACTH) by injection and, on his third visit, half a grain (32.4 milligrams) of [morphine sulphate](/wiki/Morphine_sulphate), which affected Thomas's breathing. Reitell became increasingly concerned and telephoned Feltenstein for advice. He suggested she get male assistance, so she called upon the painter Jack Heliker, who arrived before 11 pm. [[233]](#cite_note-Todd-243) At midnight on 5 November, Thomas's breathing became more difficult and his face turned blue. [[233]](#cite_note-Todd-243) Reitell phoned Feltenstein who arrived at the hotel at about 1 am, and called for an ambulance. [[236]](#cite_note-246) [[nb 11]](#cite_note-247) It then took another hour for the ambulance to arrive at St. Vincent's, even though it was only a few blocks from the Chelsea. [[237]](#cite_note-248) Thomas was admitted to the emergency ward at [St Vincent's Hospital](/wiki/St._Vincent%27s_Hospital_(Manhattan)) at 1:58 am. [[238]](#cite_note-249) He was comatose, and his medical notes state that \"the impression upon admission was acute [alcoholic encephalopathy](/wiki/Wernicke%E2%80%93Korsakoff_syndrome) damage to the brain by alcohol, for which the patient was treated without response\". [[239]](#cite_note-BBC-250) Feltenstein then took control of Thomas's care, even though he did not have admitting rights at St. Vincent's. [[240]](#cite_note-251) The hospital's senior brain specialist, C.G. Gutierrez-Mahoney, was not called to examine Thomas until the afternoon of 6 November, some thirty-six hours after Thomas's admission. [[241]](#cite_note-252) Caitlin flew to America the following day and was taken to the hospital, by which time a [tracheotomy](/wiki/Tracheotomy) had been performed. Her reported first words were, \"Is the bloody man dead yet?\" [[239]](#cite_note-BBC-250) She was allowed to see Thomas only for 40 minutes in the morning [[242]](#cite_note-253) but returned in the afternoon and, in a drunken rage, threatened to kill John Brinnin. When she became uncontrollable, she was put in a [straitjacket](/wiki/Straitjacket) and committed, by Feltenstein, to the River Crest private psychiatric detox clinic on Long Island. It is now believed that Thomas had been suffering from [bronchitis](/wiki/Bronchitis), [pneumonia](/wiki/Pneumonia), [emphysema](/wiki/Emphysema) and [asthma](/wiki/Asthma) before his admission to St Vincent's. In their 2004 paper, Death by Neglect, D. N. Thomas and former [GP Principal](/wiki/General_practitioner) Simon Barton disclose that Thomas was found to have pneumonia when he was admitted to hospital in a coma. Doctors took three hours to restore his breathing, using artificial respiration and oxygen. Summarising their findings, they conclude: \"The medical notes indicate that, on admission, Dylan's bronchial disease was found to be very extensive, affecting upper, mid and lower lung fields, both left and right.\" [[243]](#cite_note-254) The forensic pathologist, [Bernard Knight](/wiki/Bernard_Knight), who examined the post-mortem report, concurs: \"death was clearly due to a severe lung infection with extensive advanced bronchopneumonia...the severity of the chest infection, with greyish consolidated areas of well-established pneumonia, suggests that it had started before admission to hospital.\" [[244]](#cite_note-255) Thomas died at noon on 9 November, having never recovered from his coma. [[239]](#cite_note-BBC-250) [[245]](#cite_note-History-256) A nurse, and the poet [John Berryman](/wiki/John_Berryman), were present with him at the time of death. [[246]](#cite_note-257) Aftermath[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=18)] Rumours circulated of a [brain haemorrhage](/wiki/Brain_haemorrhage), followed by competing reports of a mugging or even that Thomas had drunk himself to death. [[239]](#cite_note-BBC-250) Later, speculation arose about drugs and [diabetes](/wiki/Diabetes). At the [post-mortem](/wiki/Post-mortem), the pathologist found three causes of death - [pneumonia](/wiki/Pneumonia), [brain swelling](/wiki/Brain_swelling) and a [fatty liver](/wiki/Fatty_liver_disease). Despite the poet's heavy drinking, his liver showed no sign of [cirrhosis](/wiki/Cirrhosis). [[245]](#cite_note-History-256) The publication of John Brinnin's 1955 biography Dylan Thomas in America cemented Thomas's reputation as a \"roistering, drunken and doomed poet\"; [[247]](#cite_note-WAEoW-258) Brinnin focuses on Thomas's last few years and paints a picture of him as a drunk and a philanderer. [[248]](#cite_note-Poetry_Foundation-259) Later biographies have criticised Brinnin's view, especially his coverage of Thomas's death. David Thomas in Fatal Neglect: Who Killed Dylan Thomas? claims that Brinnin, along with Reitell and Feltenstein, were culpable. [[249]](#cite_note-260) FitzGibbon's 1965 biography ignores Thomas's heavy drinking and skims over his death, giving just two pages in his detailed book to Thomas's demise. Ferris in his 1989 biography includes Thomas's heavy drinking, but is more critical of those around him in his final days and does not draw the conclusion that he drank himself to death. Many[ [quantify](/wiki/Wikipedia:Manual_of_Style/Dates_and_numbers)] sources have criticised Feltenstein's role and actions, especially his incorrect diagnosis of [delirium tremens](/wiki/Delirium_tremens) and the high dose of morphine he administered. [[250]](#cite_note-261) Dr C. G. de Gutierrez-Mahoney, the doctor who treated Thomas while at St. Vincents, concluded that Feltenstein's failure to see that Thomas was gravely ill and have him admitted to hospital sooner \"was even more culpable than his use of morphine\". [[251]](#cite_note-262) Caitlin Thomas's autobiographies, Caitlin Thomas - Leftover Life to Kill (1957) and My Life with Dylan Thomas: Double Drink Story (1997), describe the effects of alcohol on the poet and on their relationship. \"Ours was not only a love story, it was a drink story, because without alcohol it would never had got on its rocking feet\", she wrote, [[252]](#cite_note-263) and \"The bar was our altar.\" [[253]](#cite_note-264) Biographer [Andrew Lycett](/wiki/Andrew_Lycett) ascribed the decline in Thomas's health to an alcoholic co-dependent relationship with his wife, who deeply resented his extramarital affairs. [[254]](#cite_note-265) In contrast, Dylan biographers [Andrew Sinclair](/wiki/Andrew_Sinclair) and [George Tremlett](/wiki/George_Tremlett) express the view that Thomas was not an alcoholic. [[255]](#cite_note-266) Tremlett argues that many of Thomas's health issues stemmed from undiagnosed [diabetes](/wiki/Diabetes). [[256]](#cite_note-267) Thomas died [intestate](/wiki/Intestacy), with assets worth £100. [[257]](#cite_note-268) His body was brought back to Wales for burial in the village churchyard at Laugharne. [[258]](#cite_note-Centre-269) Thomas's funeral, which Brinnin did not attend, took place at St Martin's Church in Laugharne on 24 November. Six friends from the village carried Thomas's coffin. [[259]](#cite_note-270) Caitlin, without her customary hat, walked behind the coffin, with his childhood friend [Daniel Jones](/wiki/Daniel_Jones_(composer)) at her arm and her mother by her side. [[260]](#cite_note-Pathe-271) [[261]](#cite_note-272) The procession to the church was filmed and the wake took place at Brown's Hotel. [[260]](#cite_note-Pathe-271) [[262]](#cite_note-273) Thomas's fellow poet and Watkins wrote [The Times](/wiki/The_Times) obituary. [[263]](#cite_note-274) Thomas's widow, Caitlin, died in 1994 and was buried alongside him. [[106]](#cite_note-Caitlin_obit-108) Thomas's father, \"DJ\", died on 16 December 1952 and his mother Florence in August 1958. Thomas's elder son, Llewelyn, died in 2000, his daughter, Aeronwy in 2009, and his younger son, Colm, in 2012. influences[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=20)] Thomas's refusal to align with any literary group or movement has made him and his work difficult to categorise. [[266]](#cite_note-277) Although influenced by the modern [symbolism](/wiki/Symbolism_(arts)) and [surrealism](/wiki/Surrealism) [citation needed](/wiki/Wikipedia:Citation_needed)] he refused quotation to verify](/wiki/Wikipedia:Verifiability)] Instead, critics[ [which?](/wiki/Wikipedia:Avoid_weasel_words)] view Thomas as part of the [modernism](/wiki/Modernism) and [romanticism](/wiki/Romanticism) movements, [[267]](#cite_note-278) though attempts to pigeon-hole him within a [neo-romantic](/wiki/Neo-romanticism) school have been unsuccessful.[ [citation needed](/wiki/Wikipedia:Citation_needed)] [Elder Olson](/wiki/Elder_Olson), in his 1954 critical study of Thomas's poetry, wrote of \"... a further characteristic which distinguished Thomas's work from that of other poets. It was unclassifiable.\" [[268]](#cite_note-279) Olson continued that in a postmodern age[ [clarification needed](/wiki/Wikipedia:Please_clarify)] that continually attempted to demand that poetry have social reference, none could be found in Thomas's work,[ [citation needed](/wiki/Wikipedia:Citation_needed)] and that his work was so obscure that critics could not explicate it. [[269]](#cite_note-280) Thomas's verbal style played against strict verse forms, such as in the [villanelle](/wiki/Villanelle) \"Do not go gentle into that good night\". His [images](/wiki/Imagery) appear carefully ordered in a patterned sequence, and his major [theme](/wiki/Theme_(narrative)) was the unity of all [life](/wiki/Life), the continuing process of life and [death](/wiki/Death) and new life that linked the generations.[ [need quotation to verify](/wiki/Wikipedia:Verifiability)] Thomas saw biology as a magical transformation producing unity out of diversity, and in his poetry sought a poetic ritual to celebrate this unity. He saw men and women locked in cycles of growth, love, [procreation](/wiki/Procreation), new growth, death, and new life. Therefore, each image engenders its opposite. Thomas derived his closely woven, sometimes self-contradictory images from the to verify](/wiki/Wikipedia:Verifiability)] Explaining the source of his imagery, Thomas wrote in a letter to [Glyn Jones](/wiki/Glyn_Jones_(Welsh_writer)): \"My own obscurity is quite an unfashionable one, based, as it is, on a preconceived symbolism derived (I'm afraid all this sounds wooly and pretentious) from the cosmic significance of the human anatomy\". [[248]](#cite_note-Poetry_Foundation-259) Who once were a bloom of wayside brides in the hawed house And heard the lewd, wooed field flow to the coming frost, The scurrying, furred small friars squeal in the dowse Of day, in the thistle aisles, till the white owl crossed From \"In the white giant's thigh\" (1950) [[271]](#cite_note-282) Thomas's early [alliteration](/wiki/Alliteration), [sprung rhythm](/wiki/Sprung_rhythm) and [internal rhyme](/wiki/Internal_rhyme), and some critics detected the influence of the English poet [Gerard who taught himself Welsh and who used sprung verse, bringing some features of Welsh poetic [metre](/wiki/Metre_(poetry)) into his work. [[272]](#cite_note-Ferris(1989)115-283) When [Henry Treece](/wiki/Henry_Treece) wrote to Thomas comparing his style to that of Hopkins, Thomas wrote back denying any such influence. [[272]](#cite_note-Ferris(1989)115-283) Thomas greatly admired [Thomas Hardy](/wiki/Thomas_Hardy), who is regarded[ [by whom?](/wiki/Wikipedia:Manual_of_Style/Words_to_watch#Unsupported_attributions)] as an influence. [[247]](#cite_note-WAEoW-258) [[273]](#cite_note-Ferris(1989)259-284) When Thomas travelled in America, he recited some of Hardy's work in his readings. [[273]](#cite_note-Ferris(1989)259-284) Other poets from whom critics believe Thomas drew influence include [James Joyce](/wiki/James_Joyce), [Arthur Rimbaud](/wiki/Arthur_Rimbaud) and [D. H. in his 1962 study, A Reader's Guide to Dylan Thomas, finds comparison between Thomas's and Joyce's wordplay, while he notes the themes of rebirth and nature are common to the works of Lawrence and Thomas. [[274]](#cite_note-285) [[nb 12]](#cite_note-286) Although Thomas described himself as the \"Rimbaud of Cwmdonkin Drive\", he stated that the phrase poet [Roy Campbell](/wiki/Roy_Campbell_(poet)). [[275]](#cite_note-287) mythological pasts in his works such as \"The Orchards\", which Ann Elizabeth Mayer believes reflects the of the Mabinogion. [[211]](#cite_note-UMW_Chron-220) [[277]](#cite_note-290) the White Giant's Thigh\" from Under Milk Wood. Thomas once confided that the poems which had most influenced him were Mother Goose rhymes which his parents taught him when he was a child: I should say I wanted to write poetry in the beginning because I had fallen in love with words. The first poems I knew were nursery rhymes and before I could read them for myself I had come to love the words of them. The words alone. What the words stood for was of a very secondary importance ... I fell in love, that is the only expression I can think of, at once, and am still at the mercy of words, though sometimes now, knowing a little of their behaviour very well, I think I can influence them slightly and have even learned to beat them now and then, which they appear to enjoy. I tumbled for words at once. And, when I began to read the nursery rhymes for myself, and, later, to read other verses and ballads, I knew that I had discovered the most important things, to me, that could be ever. [[279]] Thomas became an accomplished writer of [prose poetry](/wiki/Prose_poetry), with collections such as Portrait of the Artist as a Young Dog (1940) and Quite Early One Morning (1954) showing he was capable of writing moving short stories. [[247]](#cite_note-WAEoW-258) His first published prose work, After the Fair, appeared in The New English Weekly on 15 March 1934. [[280]](#cite_note-294) Jacob Korg believes that one can classify Thomas's fiction work into two main bodies: vigorous fantasies in a poetic style and, after 1939, more straightforward narratives. [[281]](#cite_note-Korg_Prose-295) Korg surmises that Thomas approached his prose writing as an alternate poetic form, which allowed him to produce complex, involuted narratives that do not allow the reader to rest. [[281]](#cite_note-Korg_Prose-295) Welsh poet[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=21)] Not for the proud man apart From the raging moon, I write On these spindrift pages Nor for the towering dead With their nightingales and psalms But for the lovers, their arms Round the griefs of the ages, Who pay no praise or wages Nor heed my craft or art. From \" [In my Craft or Sullen Art](/wiki/In_my_Craft_or_Sullen_Art)\" [Deaths and Entrances](/wiki/Deaths_and_Entrances), 1946 [[282]](#cite_note-296) Thomas disliked being regarded as a provincial poet and decried any notion of 'Welshness' in his poetry. [[272]](#cite_note-Ferris(1989)115-283) When he wrote to [Stephen Spender](/wiki/Stephen_Spender) in 1952, thanking him for a review of his Collected Poems, he added \"Oh, & I forgot. I'm not influenced by Welsh bardic poetry. I can't read Welsh.\" [[272]](#cite_note-Ferris(1989)115-283) Despite this his work was rooted in the geography of Wales. Thomas acknowledged that he returned to Wales when he had difficulty writing, and John Ackerman argues that \"His inspiration and imagination were rooted in his Welsh background\". [[283]](#cite_note-forum-297) [[284]](#cite_note-298) Caitlin Thomas wrote that he worked \"in a fanatically narrow groove, although there was nothing narrow about the depth and understanding of his feelings. The groove of direct hereditary descent in the land of his birth, which he never in thought, and hardly in body, moved out of.\" [[285]](#cite_note-299) Head of Programmes Wales at the BBC, [Aneirin Talfan Davies](/wiki/Aneirin_Talfan_Davies), who commissioned several of Thomas's early radio talks, believed that the poet's \"whole attitude is that of the medieval bards.\" [Kenneth O. Morgan](/wiki/Kenneth_O._Morgan) counter-argues that it is a 'difficult enterprise' to find traces of [cynghanedd](/wiki/Cynghanedd) (consonant harmony) or [cerdd dafod](/wiki/Cerdd_dafod) (tongue-craft) in Thomas's poetry. [[286]](#cite_note-Morgan-300) Instead he believes his work, especially his earlier more autobiographical poems, are rooted in a changing country which echoes the Welshness of the past and the [Anglicisation](/wiki/Anglicisation) of the new industrial nation: \"rural and urban, chapel-going profane, Welsh and English, deeply compassionate.\" [[286]](#cite_note-Morgan-300) Fellow poet and critic [Glyn Jones](/wiki/Glyn_Jones_(Welsh_writer)) believed that any traces of cynghanedd in Thomas's work were accidental, although he felt Thomas consciously employed one element of Welsh metrics; that of counting syllables per line instead of [feet](/wiki/Foot_(prosody)). [[nb 15]](#cite_note-302) [Constantine Fitzgibbon](/wiki/Constantine_Fitzgibbon), who was his first in-depth biographer, wrote \"No major English poet has ever been as Welsh as Dylan\". [[288]](#cite_note-303) Although Thomas had a deep connection with Wales, he disliked [Welsh nationalism](/wiki/Welsh_nationalism). He once wrote, \" [Land of my fathers](/wiki/Hen_Wlad_Fy_Nhadau), and my fathers can keep it\". [[289]](#cite_note-FitzGibbon_10-304) [[290]](#cite_note-305) While often attributed to Thomas himself, this line actually comes from the character Owen Morgan-Vaughan, in the screenplay Thomas wrote for the 1948 British melodrama [The Three Weird Sisters](/wiki/The_Three_Weird_Sisters). Robert Pocock, a friend from the BBC, recalled \"I only once heard Dylan express an opinion on Welsh Nationalism. He used three words. Two of them were Welsh Nationalism.\" [[289]](#cite_note-FitzGibbon_10-304) Although not expressed as strongly, Glyn Jones believed that he and Thomas's friendship cooled in the later years as he had not 'rejected enough' of the elements that Thomas disliked - \"Welsh nationalism and a sort of hill farm morality\". [[291]](#cite_note-306) Apologetically, in a letter to [Keidrych Rhys](/wiki/Keidrych_Rhys), editor of the literary magazine [Wales](/wiki/Wales_(magazine)), Thomas's father wrote that he was \"afraid Dylan isn't much of a Welshman\". [[289]](#cite_note-FitzGibbon_10-304) Though FitzGibbon asserts that Thomas's negativity towards Welsh nationalism was fostered by his father's hostility towards the Welsh language. [[292]](#cite_note-307) Critical reception[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=22)] Thomas's work and stature as a poet have been much debated by critics and biographers since his death. Critical studies have been clouded by Thomas's personality and mythology, especially his drunken persona and death in New York. When [Seamus Heaney](/wiki/Seamus_Heaney) gave an [Oxford](/wiki/Oxford) lecture on the poet he opened by addressing the assembly, \"Dylan Thomas is now as much a case history as a chapter in the history of poetry\", querying how 'Thomas the Poet' is one of his forgotten attributes. [[293]](#cite_note-308) [David Holbrook](/wiki/David_Holbrook), who has written three books about Thomas, stated in his 1962 publication Llareggub Revisited, \"the strangest feature of Dylan Thomas's notoriety—not that he is bogus, but that attitudes to poetry attached themselves to him which not only threaten the prestige, effectiveness and accessibility to English poetry but also destroyed his true voice and, at last, him.\" [[294]](#cite_note-309) The [Poetry Archive](/wiki/Poetry_Archive) notes that \"Dylan Thomas's detractors accuse him of being drunk on language as well as whiskey, but whilst there's no doubt that the sound of language is central to his style, he was also a disciplined writer who re-drafted obsessively\". [[295]](#cite_note-Poetry_Archive-310) Many critics have argued that Thomas's work is too narrow and that he suffers from verbal extravagance. [[296]](#cite_note-Wroe_2003-311) Those that have championed his work have found the criticism baffling. [Robert Lowell](/wiki/Robert_Lowell) wrote in 1947, \"Nothing could be more wrongheaded than the English disputes about Dylan Thomas's greatness ... He is a dazzling obscure writer who can be enjoyed without understanding.\" [[297]](#cite_note-LRB_04-03-04-312) [Kenneth Rexroth](/wiki/Kenneth_Rexroth) said, on reading Eighteen Poems, \"The reeling excitement of a poetry-intoxicated schoolboy smote the Philistine as hard a blow with one small book as [Swinburne](/wiki/Algernon_Charles_Swinburne) had with Poems and Ballads.\" [[298]](#cite_note-313) [Philip Larkin](/wiki/Philip_Larkin) in a letter to [Kingsley Amis](/wiki/Kingsley_Amis) in 1948, wrote that \"no one can 'stick words into us like pins'... like he [Thomas] can\", but followed that by stating that he \"doesn't use his words to any advantage\". [[297]](#cite_note-LRB_04-03-04-312) Amis was far harsher, finding little of merit in his work, and claiming that he was 'frothing at the mouth with piss.' [[299]](#cite_note-314) In 1956, the publication of the anthology New Lines featuring works by the British collective [The Movement](/wiki/The_Movement_(literature)), which included Amis and Larkin amongst its number, set out a vision of modern poetry that was damning towards the poets of the 1940s. Thomas's work in particular was criticised. David Lodge, writing about The Movement in 1981 stated \"Dylan Thomas was made to stand for everything they detest, verbal obscurity, metaphysical pretentiousness, and romantic rhapsodizing\". [[300]](#cite_note-315) Despite criticism by sections of academia, Thomas's work has been embraced by readers more so than many of his contemporaries, and is one of the few modern poets whose name is recognised by the general public. [[296]](#cite_note-Wroe_2003-311) In 2009, over 18,000 votes were cast in a BBC poll to find the UK's favourite poet; Thomas was placed 10th. [[301]](#cite_note-BBC_Poetry_Season_2009-316) Several of his poems have passed into the cultural mainstream, and his work has been used by authors, musicians and film and television writers. [[296]](#cite_note-Wroe_2003-311) The BBC Radio programme, [Desert Island Discs](/wiki/Desert_Island_Discs), in which guests usually choose their favourite songs, has heard 50 participants select a Dylan Thomas recording. [[302]](#cite_note-317) John Goodby states that this popularity with the reading public allows Thomas's work to be classed as vulgar and common. [[303]](#cite_note-Goodby_Preface-318) He also cites that despite a brief period during the 1960s when Thomas was considered a cultural icon, that the poet has been marginalized in critical circles due to his exuberance, in both life and work, and his refusal to know his place. Goodby believes that Thomas has been mainly snubbed since the 1970s and has become \"... an embarrassment to twentieth-century poetry criticism\", [[303]](#cite_note-Goodby_Preface-318) his work failing to fit standard narratives and thus being ignored rather than studied. [[304]](#cite_note-319) In June 2022, Thomas was the subject Time](/wiki/In_Our_Time_(radio_series)). the [Dylan Thomas Theatre](/wiki/Dylan_Thomas_Theatre), home of the Swansea Little Theatre of which Thomas was once a member, and the former Guildhall built in 1825 and now occupied by the [Dylan Thomas Centre](/wiki/Dylan_Thomas_Centre), a literature centre, where exhibitions and lectures are held and setting for the annual Dylan Thomas Festival. [[306]](#cite_note-321) Outside the centre stands a bronze statue of Thomas, by [John Doubleday](/wiki/John_Doubleday_(sculptor)). [[307]](#cite_note-322) Another monument to Thomas stands in [Cwmdonkin Park](/wiki/Cwmdonkin_Park), one of his favourite childhood haunts, close to his birthplace. The memorial is a small rock in an enclosed garden within the park cut by and inscribed by the late sculptor Ronald Cour [[308]](#cite_note-323) [[309]](#cite_note-Cwmdonkin_Park-324) with the closing lines from [Fern Hill](/wiki/Fern_Hill). Oh as I was young and easy in the mercy of his means Time held me green and dying Though I sang in my chains like the sea. [[309]](#cite_note-Cwmdonkin_Park-324) Thomas's home in Laugharne, the [Boathouse](/wiki/Dylan_Thomas_Boathouse), is a museum run by Carmarthenshire County Council. [[310]](#cite_note-325) His writing shed is also preserved. [[168]](#cite_note-Writing_shed-176) In 2004, the [Dylan Thomas Prize](/wiki/Dylan_Thomas_Prize) was created in his honour, awarded to the best published writer in English under the age of 30. [[311]](#cite_note-326) In 2005, the [Dylan Thomas Screenplay Award](/wiki/Dylan_Thomas_Screenplay_Award) was established. The prize, administered by the Dylan Thomas Centre, is awarded at the annual Swansea Bay Film Festival. In 1982 a plaque was unveiled in [Poets' Corner](/wiki/Poets%27_Corner), [Westminster Abbey](/wiki/Westminster_Abbey). [[312]](#cite_note-327) The plaque is also inscribed with the last two lines of \" [Fern Hill](/wiki/Fern_Hill)\". In 2014, the Royal Patron of The Dylan Thomas 100 Festival was [Charles, Prince of Wales](/wiki/Charles_III_of_the_United_Kingdom), who in 2013 made a recording of \"Fern Hill\" for [National Poetry Day](/wiki/National_Poetry_Day). [[313]](#cite_note-328) In 2014, to celebrate the centenary of Thomas's birth, the [British Council Wales](/wiki/British_Council) undertook a year-long programme of cultural and educational works. [[314]](#cite_note-329) Highlights included a touring replica of Thomas's work shed, Sir [Peter Blake](/wiki/Peter_Blake_(artist))'s exhibition of illustrations based on Under Milk Wood and a 36-hour marathon of readings, which included [Michael Sheen](/wiki/Michael_Sheen) McKellen](/wiki/Ian_McKellen) performing Thomas's work. [[315]](#cite_note-330) [[316]](#cite_note-331) [[317]](#cite_note-332) The same year, Thomas was among the ten people [commemorated on a UK postage stamp](/wiki/Great_Britain_commemorative_stamps_2010%E2%80%932019#2014) issued by the [Royal Mail](/wiki/Royal_Mail) in their \"Remarkable Lives\" issue. [[318]](#cite_note-333) Sprouse](/wiki/Dylan_Sprouse) is named after him. [[319]](#cite_note-334) [[320]](#cite_note-335) Thomas is mentioned in the song works[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=24)] - The Collected Poems of Dylan Thomas: The New Centenary Edition. Ed. with Introduction by John Goodby. London: Weidenfeld & Nicolson, 2014 - The Notebook Poems 1930-34, edited by [Ralph Maud](/wiki/Ralph_Maud). London: Dent, 1989 - Dylan Thomas: The Filmscripts, ed. John Ackerman. London: Dent 1995 - Dylan Thomas: Early Prose Writings, ed. Walford Davies. London: Dent 1971 - Collected Stories, ed. Walford Davies. London: Dent, 1983 - Under Milk Wood: A Play for Voices, ed. Walford Davies and Ralph Maud. London: Dent, 1995 - On The Air With Dylan Thomas: The Broadcasts, ed. R. Maud. New York: Correspondence[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=25)] Dylan Thomas: The Introduction by Paul Ferris. London: Weidenfeld & Nicolson - Vol I: 1931-1939 - Vol II: 1939-1953 - Watkins, Vernon (ed) (1957), Letters to Vernon Watkins. London: Dent. Posthumous film adaptations[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=26)] Films based on works by Dylan Thomas[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=27)] - 2007: Dylan Thomas: A War Films in Wales, 2009 BAFTA Best Short Film, animation, soundtrack in Welsh and English, Director: Dave Unwin. Extras include filmed Dylan Thomas[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=28)] - 1996: [Independence Day](/wiki/Independence_Day_(1996_film))Before the attack, the President Thomas's \"do go gentle into that good night\". - 2014: Interstellar The poem is featured throughout the film as a recurring theme regarding the perseverance of humanity Films featuring Dylan Thomas[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=29)] - 2014: [Set Fire to the Stars](/wiki/Set_Fire_to_the_Stars), and directed by examines the hours of Thomas Opera adaptation[ [Staatstheater Kassel](/wiki/Staatstheater_Kassel)1977 Walking Trails[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=31)] As with many writers, walking would have been an essential part of Thomas' creative process. But walking was also a necessary part of Thomas' daily life - there is no record of him being able to drive or of owning a car. At the Blaencwm cottage, for example, he and Caitlin would have often walked to the shops and pubs in [Llansteffan](/wiki/Llansteffan) and [Llanybri](/wiki/Llanybri). [[324]](#cite_note-339) Walks and walking also appear in some of Thomas' writing e.g Poem in October and the radio broadcast, Quite Early One Morning, as well as in the writing of his friends. [[325]](#cite_note-340) - R. Atrill, The Dylan Thomas Trail in New Quay. [[1]](https://newquay-westwales.co.uk/trail.html) - D.N.Thomas, (2002) [Dylan Thomas Trail](/wiki/Dylan_Thomas_Trail), Y Lolfa. walking trail through Ceredigion, taking in Talsarn, the Aeron valley, [Aberaeron](/wiki/Aberaeron)and New Quay. - Dylan Thomas Trail in Ceredigion: People and Places that Inspired Dylan Thomas. [[2]](https://www.cardigan-bay.com/pdf/DylanThomasTrail.pdf) - Dylan's Peninsula Walk: Fernhill to Llansteffan. [[3]](http://downloads.bbc.co.uk/tv/weatherman-walking/walks/Llansteffan-Walk.pdf) - Laugharne - Dylan's - Laugharne Walk: [[6]](https://bloomsburyconservation.org.uk/our-work/walks/dylan-thomas-fitzrovia-walk/) - P.T. Jones and A.Thomas (2014) Dylan Thomas Walking Tour of Greenwich Village, Cross Cult. Comm. There is a helpful collection of Dylan walks here: - Discover Dylan Thomas: Walking Trails and Tours [[7]](https://www.discoverdylanthomas.com/resources/walking-trails-tours) Footnotes[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=32)] Notes[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=33)] [^](#cite_ref-31)Jim Jones did Fernhill, as his neighbours noted: \"Big in his ways—no work in him—left Fernhill farm to ruins—they were in a poor way—received £1 a week compensation—but there was nothing wrong with him.\" See Thomas, D. N. (2003) Dylan Remembered 1914-1934, vol. 1, p213, Seren. Jim and Annie rented Fernhill from Frances Maria Blumberg, the daughter of Robert Ricketts Evans, the so-called Fernhill hangman. They left Fernhill about 1929 and moved to Mount Pleasant, a ramshackle cottage up the lane from Blaencwm. See Thomas, D.N. (2003) ch. 5. [^](#cite_ref-89)In his 1989 biography of Thomas, [Ferris](/wiki/Paul_Ferris_(Welsh_writer))claims that two of Thomas's friends had stated that they met him in London in 1932, though his late 1933 visit to the city is the first for which evidence exists. [[87]](#cite_note-88) [^](#cite_ref-120)Davenport was, for many years, literary editor of [The Observer](/wiki/The_Observer)newspaper. \"From July to November 1940 Dylan Thomas and his family stayed at 'The Malting House' 78 High Street, Marshfield, near Chippenham in Gloucestershire, with the critic John Davenport and his American painter wife, Clement, who kept an open house for musicians and writers. The composers Lennox Berkeley and Arnold Cooke, the music critic William Glock and writer Antonia White, joined them.\" [[117]](#cite_note-119) [^](#cite_ref-125)The reason for being graded unsuitable for military service is vague. His mother said it was due to \"punctured lungs\", while Vernon Watkins believed it was \"scarred\" lungs. Neither statement is corroborated by Thomas's autopsy, although Milton Helpern found some [emphysema](/wiki/Emphysema), probably caused by chain-smoking. [[121]](#cite_note-124) [^](#cite_ref-136)The footage was taken Riefenstahl's 1935 [Triumph des Willens](/wiki/Triumph_of_the_Will). [[131]](#cite_note-135) [^](#cite_ref-145)More information on Vera and Dylan, who were distant cousins, can be found at \"The Edge of Love: the Real Story\" [^](#cite_ref-151)John Brinnin in his 1956 book, Dylan Thomas in America (p. 104) states that on a visit to Laugharne in 1951 he was shown \"more than two hundred separate and distinct versions of the poem (Fern Hill)\" by Thomas. [^](#cite_ref-172)On her translations, see Thomas, D. N. (2004) pp154-172. [^](#cite_ref-185)FitzGibbon, in his 1965 biography, lists 39 venues visited in the first U.S. trip, compiled with the help of John Brinnin, but accepts that some locations may have been missed. [^](#cite_ref-225)The BBC submitted the play posthumously along with a French translation by [Jacques-Bernard Brunius](/wiki/Jacques-Bernard_Brunius). [[215]](#cite_note-224) [^](#cite_ref-247)Ruthven Todd states in his letter dated 23 November that the police were called, who then called the ambulance, while Ferris in his 1989 biography writes that Feltenstein was summoned again and called the ambulance. D. N. Thomas concurs that Feltenstein eventually returned at 1 am and summoned the ambulance. [^](#cite_ref-286)In reply to a student's questions in 1951, Thomas stated: \"I do not think that Joyce has had any hand at all in my writing; certainly his Ulysses has not. On the other hand, I cannot deny on the shaping of some of my Portrait stories might owe something to Joyce's stories in the volume, Dubliners. But then Dubliners was a pioneering work in the world of the short story, and no good storywriter since can have failed, in some way, however little, to have benefited by it.\" FitzGibbon (1965), p. 370 [^](#cite_ref-289)In his notes to page 186, Ferris (1989) states that in a [BBC Home Service](/wiki/BBC_Home_Service)programme aired in 1950, Poetic Licence, in which Campbell and Thomas appeared, Thomas said \"I won't forgive you for the Swansea's Rimbaud, because you called me that first Roy\". [^](#cite_ref-291)\"The Orchard\" makes reference to the 'Black Book of Llareggub'. Here Thomas makes links with religion and the mythic Wales of the [White Book of Rhydderch](/wiki/White_Book_of_Rhydderch)and the [Black Book of Carmarthen](/wiki/Black_Book_of_Carmarthen). [^](#cite_ref-302)Jones notes that in Thomas's early work, such as Eighteen Poems, the [iambic foot](/wiki/Iamb_(foot))was the rhythmic basis of his line, while in his later work a count of syllables replaced a hard-living or medical neglect kill Dylan Thomas?\"](https://web.archive.org/web/20140427130546/http://www.bbc.co.uk/arts/0/24748894). BBC. 8 November 2013. Archived from [the original](https://www.bbc.co.uk/arts/0/24748894)on 27 April 2014. Retrieved 20 [^](#cite_ref-3) [The Welsh Academy Encyclopaedia of [^](#cite_ref-4)Ciabattari, Jane 'n' roll poet\"](https://www.bbc.com/culture/story/20141016-dylan-thomas-rock-n-roll-poet). bbc.com. Retrieved 10 May 2020. [^](#cite_ref-5)Morton, Richard (1 January 1962). \"Notes on the imagery of Dylan Thomas\". English Studies. 43 (1-6): 155-164. [doi](/wiki/Doi_(identifier)): [10.1080/00138386208597117](https://doi.org/10.1080%2F00138386208597117). [^](#cite_ref-6)Tindall, William (1 September 1996). Guide to Dylan Thomas](https://books.google.com/books?id=EVIGMyDkaNQC&pg=PA18). Syracuse University Press. [ISBN](/wiki/ISBN_(identifier)) [9780815604013](/wiki/Special:BookSources/9780815604013). Retrieved 10 May 2020 - via Google Books. [^](#cite_ref-7)Moynihan, William T. (1964). \"Dylan Thomas [\"Dylan Thomas: a Great Poet?\"](https://www.walesartsreview.org/longform-dylan-thomas-a-great-poet/). Wales Arts Review. Retrieved 10 May 2020. [^](#cite_ref-9) [\"About Dylan Thomas: Academy of American Poets\"](https://poets.org/poet/dylan-thomas). poets.org. Retrieved 10 May 2020. Oxford Dictionary of National Biography, online edition. Oxford University Press. Retrieved 29 August 2017. [^](#cite_ref-12)1921 census return for 5, Cwmdonkin Drive at FindmyPast. P. (1999) Dylan Thomas:The Biography, Dent. [^](#cite_ref-14)Barbara Treacher, a Swansea cousin, in Dylan Remembered vol. 1 1914-1934 p.40, Seren. Seren and D.N Thomas (2000) Dylan Thomas: A Farm, Two Mansions and a Bungalow, pp103-104, Seren. [^](#cite_ref-16)Ferris (1989), p. 22. - ^ [a](#cite_ref-CUP_17-0) [b](#cite_ref-CUP_17-1) [c](#cite_ref-CUP_17-2) [d](#cite_ref-CUP_17-3) [e](#cite_ref-CUP_17-4)Bold, Alan Norman (1976). Cambridge Book of English Verse, 1939-1975. Cambridge University Press. p. 60. [ISBN](/wiki/ISBN_(identifier)) [978-0-521-09840-3](/wiki/Special:BookSources/978-0-521-09840-3). [^](#cite_ref-18)Ferris (1989), p. 23. - ^ [a](#cite_ref-Reckless1_19-0) [b](#cite_ref-Reckless1_19-1) [c](#cite_ref-Reckless1_19-2)Kirsch, Adam (5 July 2004). [\"Reckless Endangerment : The making and unmaking of Dylan Thomas\"](http://www.newyorker.com/archive/2004/07/05/040705crbo_books). [The New Yorker](/wiki/The_New_Yorker). Retrieved 1 July 2012. [^](#cite_ref-20) [\"Welcome to Dylan Thomas Birthplace\"](http://www.dylanthomasbirthplace.com). [^](#cite_ref-21)See, for example, his radio broadcasts Reminiscences of Childhood, Memories of Childhood and Holiday Memory collected in R. Maud (1991) On the Air with Dylan Thomas: The Broadcasts, New Directions. [^](#cite_ref-22)See D.N. Thomas (2003) Dylan UWP, which provides a helpful guide to the Swansea in which the young Thomas grew up. [^](#cite_ref-24)His maternal grandparents, Hannah and George Williams of 29, Delhi Street, St. Thomas, Swansea, had both died before he was born, as had his paternal grandfather, Evan Thomas, in Carmarthen. Evan's wife, Anne Thomas, died in January 1917, age 82. See D.N. Thomas (2003) Dylan Remembered 1914-1934, pp. 180-188, Seren. on Swansea, see ch. 3 in D.N. Thomas (2003) Dylan Remembered 1914-1934, vol. 1, Seren. They moved to Blaencwm near Llansteffan in 1927/28. [^](#cite_ref-26)For more on David and Theodosia Rees and Thomas' stays with them, see D.N. Thomas (2003) Dylan Remembered 1914-1934, vol. 1, pp. 217-218, Seren and D.N. Remembered pp. 20-21, Seren, in which a parishioner notes \"He'd stay for perhaps three weeks or a month there...And there wouldn't be his sister or mother or father. He'd often be there alone...\" Kent Thompson has provided a similar account of Thomas holidaying with David and Theodosia Rees in Newton, \"where he played in the chapel alley and waded in the muddy, unpaved streets.\" (K.E. Thompson (1965) Dylan Thomas in Swansea, pp.62-63, University College of Swansea.) [^](#cite_ref-27)1921 census online. [^](#cite_ref-28)Thomas, David N. \"A True Childhood: Dylan's Peninsularity\" in Dylan Thomas : A Centenary Celebration Ed. Hannah Ellis London: Bloomsbury, 2014, pp 7-29, and online at [Dylan and his aunties](https://sites.google.com/site/dylanthomaspeninsularity/a-true-childhood-dylan-s-peninsularity?authuser=0) [^](#cite_ref-29)The of Waunfwlchan, Llwyngwyn, Pencelli-uchaf Swansea aunts, see [Dylan and his aunties](https://sites.google.com/site/dylanthomasandhisaunties/dylan-and-his-aunties-a-portrait-of-the-poet-as-an-only-child?authuser=0) [^](#cite_ref-30)Pratt, William (1 June 1996). [Singing the Chaos: Madness and Wisdom in Modern Poetry](https://books.google.com/books?id=kQO8_ztDbZAC&pg=PA294). University of Missouri Press. p. 294. [ISBN](/wiki/ISBN_(identifier)) [978-0-8262-1048-7](/wiki/Special:BookSources/978-0-8262-1048-7). Retrieved 30 August 2012. [^](#cite_ref-32)Jim and Rachel's parents had farmed Pentrewyman from at least 1864. For more on Jim Jones, including a family tree, see three essays at [Jim Jones and Pentrewyman](https://sites.google.com/site/dylanthomaspeninsularity/gentleman-jim-jones-family-tree-cut-down-to-size?authuser=0) [^](#cite_ref-33)Information from May Bowen, the Pentrewyman farm girl, and from two schoolboy friends, William Phillips and Tudor Price, about Thomas' time at Pentrewyman can be found in D. N. Thomas ed. (2003) Dylan Remembered 1914-1934, vol. 1, pp. 46-53, Seren. [^](#cite_ref-34)As shown in the census data, taken from FindmyPast online. [^](#cite_ref-35)Interviews with Thomas' schoolboy friends in Llangain Thomas pp50-53. But also see the comment from May Bowen, the farm girl at Pentrewyman, that Thomas, Nancy and their parents always spoke English at Pentrewyman.(p.48) [^](#cite_ref-38)1921 Census Summary Tables, National Library of Wales. [^](#cite_ref-39)Blaencwm stood on a country lane just off the main road from Llangain to Llansteffan. It was just a short walk up the lane to his aunts and cousins in Llwyngwyn and Maesgwyn farms. [^](#cite_ref-40)Polly, Theodosia and Bob in 1927/28. [^](#cite_ref-41)For more on Blaencwm and Thomas' visits there, see Thomas, D.N. (2003) Dylan Remembered 1914-1934, ch.6, Seren, as well as Thomas' letters from Blaencwm in the Collected Letters, the first being on September 17 1933. His first mention of Blaencwm is in his letter to Nancy sent about 1926. It's the first letter in the Collected Letters. [^](#cite_ref-42)Florence's father, George Williams, was also Anne's father. For more on this, see pp42, 182-185 and 290, in Thomas, D.N. (2003) Dylan Remembered 1914-1934, Seren, and also Note (ii) at [Dylan and his Ferryside aunts and uncles](https://sites.google.com/site/dylanthomasandhisaunties/his-ferryside-aunts-and-uncles?authuser=0)Anne, her second husband Robert and Anne's daughter, Doris, are noted as Welsh speakers on their 1921 census return. [^](#cite_ref-43)Anne's first marriage had been to John Gwyn of Cwrthyr Mansion, Llangain. For more on the Gwyns of Cwrthyr, and on Anne's marriage and children with John Gwyn, see D.N. Thomas, ed. (2004) Dylan Remembered 1935-1953, vol. 2, pp21-23, Seren. After Gwyn's death in 1893, Anne married Robert Williams and they lived in Rose Cottage. According to the Llansteffan barber, Ocky Owen, Thomas \"used to come here every summer, and father and mother - and his sister...they stayed with some relation...Mrs Anne Williams...his holiday was fixed here...they stayed here - for about three weeks or a month...visiting Fernhill and places from here...\" Anne's daughter, Doris, has noted that Thomas was \"quite a little boy\" when he came to stay in Rose Cottage. By the 1921 census, Anne, Robert and Doris had left Rose Cottage and were living in Ferryside. For more on both Anne, and on Thomas' holidays in Llansteffan, see pp 41 and 42 in Thomas, D.N. (2003) Dylan Remembered 1914-1934, Seren. [^](#cite_ref-44)See the interview with Doris and Randy in D.N. Thomas (2003) Dylan Remembered 1914-1934, pp.42-46 vol. 1, Seren. Doris and Randy lived in Abergavenny between 1929-1931 above the practice at 11, Brecon Road. ( AncestryLibrary.com British Phone Books 1880-1984.) [^](#cite_ref-45)See in Llangadog](https://sites.google.com/site/dylanthomaspeninsularity/tywi-brechfa-and-llangadog?authuser=0) [^](#cite_ref-46)William Lewis was living with the Thomases at The Poplars at the 1881 census.(FindmyPast online.) He died there on 20 February 1888 and was buried in Llangadog on 23 February 1888 (Parish registers). For more, see [Llangadog relatives](https://sites.google.com/site/dylanthomaspeninsularity/tywi-brechfa-and-llangadog?authuser=0%7CDylan's) mother and father had relatives in Pontardulais. See Deric M. John and David N. Thomas (2010) From Fountain to River: Dylan Thomas and Pontardulais, in Cambria, autumn, and online at [Dylan Thomas and Pontardulais](https://sites.google.com/site/dylanthomaspontardulais/dylan-and-the-bont?authuser=0) [^](#cite_ref-51)Thomas, D. N. (2003) Dylan Remembered 1914-1934, Seren, pp186-194 (1989), p. 25. [^](#cite_ref-53)Thomas, D. N. \"A True Childhood: Dylan's Peninsularity\" in Dylan Thomas : A Centenary Celebration ed. Ellis, H., London: Bloomsbury, 2014, Everybody, even my family mothered Dylan... he played up to it.\" Barbara Treacher, a Swansea cousin, in Thomas, D.N. (2003) Dylan Remembered vol. 1 1914-1934 p.40, Seren. For more on Treacher and origins, see Thomas (2003) op.cit. pp189-190. [^](#cite_ref-56)Thomas, C. (1986), Life with Dylan Thomas, p50, Secker and Warburg [^](#cite_ref-57)Ferris (1989), p. 35. And see Hardy, J. A. (1995) At Dame School with Dylan, New Welsh Review, Spring no.28 [^](#cite_ref-58)Broadcast on March 21, 1945 and reproduced in Maud. R. (1991) p7 [^](#cite_ref-59)Gwen James (1888-1960) on whom see Note 19 in Thomas, D.N.(2003) p286 and also p115 on the help she gave Little Theatre cast members. [^](#cite_ref-60)See Thomas, D.N. (2003) pp116, Maud ed. (1970)Dylan Thomas in Print: A Bibliographical History, University of Pittsburgh Press. Thomas' co-editor, Percy Smart, has also provided an account of Thomas' work as editor at Thomas, of Swansea. Retrieved 4 March 2016. [^](#cite_ref-68)Turner, Robin (26 June 2013). [\"A teenage Dylan Thomas 'was very athletic and loved running'\"](http://www.walesonline.co.uk/news/teenage-dylan-thomas-was-very-4722275). Wales Online. Retrieved 4 March 2016. [^](#cite_ref-69)See Ferris (1989), p.74, as well as interviews with Thomas's fellow reporters and other staff at Thomas, D.N. (2003) Dylan Remembered vol. 1 1914-1934, pp.118-133, Seren. [^](#cite_ref-70)See chapter 7, Dylan on the Stage in Thomas, D.N.(2003) Dylan Remembered 1914-1934, Seren. See also pp.95-118 for interviews with those who took part in productions with Thomas. [^](#cite_ref-71)Thomas, D.N.(2003) pp.264-265. [^](#cite_ref-72)Thomas, D.N.(2003) pp265-267. On South Leigh drama, see the interviews with Ethel Gunn and Dorothy Murray at [South Leigh drama society](https://sites.google.com/site/dylanthomasandsouthleigh/south-leigh-residents-talk-about-dylan-thomas?authuser=0) [^](#cite_ref-73)a poetry reading at the Wigmore Hall in 1946, in the presence of the royal family [^](#cite_ref-74)in Paradise Lost in 1947, BBC Third Programme [^](#cite_ref-75)in Thomas, D.N. (2004) Dylan Remembered 1935-1953, vol.2, p153, Seren [^](#cite_ref-76)See, for example, his letters to Pamela Hansford Johnson of November 11, 1933 and April 15, 1934. [^](#cite_ref-77)letter to Hansford Johnson, April 15, 1934. [^](#cite_ref-78)Thomas, D.N. (2004) At Ease Among Painters in Dylan Remembered 1935-1953, pp350-351, Seren. [^](#cite_ref-79)e.g. [Mervyn Levy](/wiki/Mervyn_Levy)(art critic) and Kenneth Hancock (Principal, Swansea Art School) [^](#cite_ref-80)e.g. his friendships, and [ISBN](/wiki/ISBN_(identifier)) (6 Thomas 'communed with his legendary creatures'\"](http://www.thefreelibrary.com/Where+Dylan+Thomas+'communed+with+his+legendary+creatures'.-a0145458555). Western Mail. thefreelibrary.com. Retrieved 27 July 2012. [^](#cite_ref-84)Music, poetry and other material was broadcast along hidden wires by the teenage Thomas and Jones from the upper floor of Jones' home, Warmley, to the floors below. For more on The Warmley Broadcasting Corporation, see D. Jones (1977) My Friend Dylan Thomas, Dent. [^](#cite_ref-85)Tonkin, Boyd (11 February 2006). [\"Dylan Thomas and the Kardomah set\"](https://archive.today/20120907032951/http://www.independent.co.uk/arts-entertainment/books/features/dylan-thomas-and-the-kardomah-set-525736.html). The Independent. Archived from [the original](https://www.independent.co.uk/arts-entertainment/books/features/dylan-thomas-and-the-kardomah-set-525736.html)on 7 September 2012. Retrieved 15 July 2011. [^](#cite_ref-86)See Ferris, P. (1999) pp72-78 for an overview of their friendship, with an extended interview with Trick in Thomas, D.N. (2003) Dylan Remembered 1914-1934, pp157-174, Seren, as well as an account by Trick's son: Trick, K. (2001) Bert Trick - the Original Marx Brother, New Welsh Review 54. [^](#cite_ref-87)See an interview with Atkin about his friendship with Thomas in Thomas, D.N. (2003) Dylan Remembered (1914-1934) pp138-145, vol.1, Seren, as well as Atkin's entry in Welsh Biography at [Rev. Leon Atkin](https://biography.wales/article/s7-ATKI-LEO-1902#?c=0&m=0&s=0&cv=3&manifest=https%3A%2F%2Fdamsssl.llgc.org.uk%2Fiiif%2F2.0%2F1473167%2Fmanifest.json&xywh=-48%2C-47%2C3620%2C2978) [^](#cite_ref-88) [Ferris 1989](#CITEREFFerris1989), p. 86 [^](#cite_ref-90)Ferris (1989), 91 [^](#cite_ref-91)Ferris (1989), p. 102 - ^ [a](#cite_ref-Reckless2_92-0) [b](#cite_ref-Reckless2_92-1)Kirsch, Adam (5 July 2004). [\"Reckless Endangerment: The making and unmaking of Dylan Thomas\"](http://www.newyorker.com/archive/2004/07/05/040705crbo_books?currentPage=2). New Yorker. p. 2. Retrieved 11 September 2010. [^](#cite_ref-93)Williams, Chrissy (29 November 2010). [\"Model Publisher or Pirate?\"](http://www.handandstar.co.uk/index.php/2010/11/model-publisher-or-pirate-r-a-caton-and-the-fortune-press/). Hand + Star. Retrieved 22 July 2012. [^](#cite_ref-94)Letter to Hansford Johnson, May 21 1934 in the Collected Letters. [^](#cite_ref-95)Lycett, Andrew (2004). Dylan Thomas: A New Life. London: Weidenfeld & Nicolson. p. 118. [ISBN](/wiki/ISBN_(identifier)) [0-75381-787-X](/wiki/Special:BookSources/0-75381-787-X). Thomas: Life: Mother\"](http://www.discoverdylanthomas.com/life#). Discover Dylan Thomas. Retrieved 20 August 2016. Florence was fiercely proud of her son's achievements and was desperately keen to protect her son. This did have its disadvantages. A friend of Dylan's, Tom Warner describes Dylan's first trip to his house, \"the first time Dylan came, we noticed that he was just sitting in rather a helpless way with his egg untouched, and by general gestures we realised he wanted someone to take the top off for him-he'd never done it himself\". Years later, his wife Caitlin would remove the tops off his eggs and would prepare him sugared bread and milk cut neatly into squares when he was ill, just as mam would have done. Despite her overindulgence, she had a strong bond with her children. [^](#cite_ref-98)Janes, Hilly (2014). The Three Lives of Dylan Thomas. The Robson Press. [ISBN](/wiki/ISBN_(identifier)) [978-1849546881](/wiki/Special:BookSources/978-1849546881). [^](#cite_ref-99) [\"New Verse\"](http://www.modernistmagazines.com/media/pdf/268.pdf)(PDF). Frances Franklin Grigson. December 1935. [Archived](https://web.archive.org/web/20141028142754/http://www.modernistmagazines.com/media/pdf/268.pdf)(PDF) from the original on 28 October 2014. Retrieved 5 March 2014. [^](#cite_ref-100)Tremlett, George (1991). Dylan Thomas: In the Mercy of His Means. London: Constable. [ISBN](/wiki/ISBN_(identifier)) [978-0-09-472180-7](/wiki/Special:BookSources/978-0-09-472180-7). - ^ [a](#cite_ref-Jackaman_101-0) [b](#cite_ref-Jackaman_101-1) [c](#cite_ref-Jackaman_101-2)Jackaman, Rob (1989). [The Course of English Surrealist Since The 1930s](https://books.google.com/books?id=DV9_6DAOSscC&q=%22dylan+Thomas%22+%22+d+h+lawrence%22&pg=PA179). [Lewiston, New York](/wiki/Lewiston,_New_York): [Edwin Mellen Press](/wiki/Edwin_Mellen_Press). p. 188. Retrieved 26 2012. - ^ [a](#cite_ref-Ellis_102-0) [b](#cite_ref-Ellis_102-1)Jackson, Paul (2014). \"Dylan Thomas: the Anti-Fascist Propagandist\". In Ellis, Hannah (ed.). Dylan Thomas: A Centenary Celebration. Bloomsbury Publishing. pp. (2003) Dylan Remembered 1914-1934, pp170-172, Seren. Thomas mentions attending the rally in his letter of July 3 1934 to Pamela Hansford Johnson. [^](#cite_ref-104) [\"Caitlin's descent\"](https://sites.google.com/site/caitlinthomaslearningmore/home). This was first published on the official Dylan Thomas website, Discover Dylan Thomas, April 24, 2017 at [https://www.discoverdylanthomas.com/majoliers-caitlins-literary-relatives-guest-blog-david-n-thomas](https://www.discoverdylanthomas.com/majoliers-caitlins-literary-relatives-guest-blog-david-n-thomas). - ^ [a](#cite_ref-Ferris1989_151_105-0) [b](#cite_ref-Ferris1989_151_105-1)Ferris (1989), p. 151 - ^ [a](#cite_ref-Race_106-0) [b](#cite_ref-Race_106-1)Thorpe, Vanessa (26 November 2006). [\"Race to put the passion of Dylan's Caitlin on big screen\"](http://observer.guardian.co.uk/uk_news/story/0,,1957289,00.html). London: Observer.guardian.co.uk. Retrieved 17 October [Paul Ferris](http://www.oxforddnb.com/view/article/55871), \"Thomas, Caitlin (1913-1994)\", Oxford Dictionary of National Biography, Oxford University Press, 2004 (subscription only) - ^ [a](#cite_ref-Caitlin_obit_108-0) [b](#cite_ref-Caitlin_obit_108-1) [Jones, Glyn](/wiki/Glyn_Jones_(Welsh_writer))(2 August 1994). [\"Obituary: Caitlin Thomas\"](https://www.independent.co.uk/news/people/obituary-caitlin-thomas-1380886.html). The Independent. Retrieved 21 July 2012. [^](#cite_ref-109)Akbar, Arifa (19 April 2008). [\"Dylan Thomas revival proves death has no dominion\"](https://www.independent.co.uk/arts-entertainment/books/news/dylan-thomas-revival-proves-death-has-no-dominion-811781.html). independent.co.uk. Retrieved 21 July 2012. [^](#cite_ref-110)FitzGibbon (1965), p. 205 [^](#cite_ref-111)Ferris (1989), pp. 152-153 [^](#cite_ref-112)Ferris (1989), p. 161 [^](#cite_ref-113)Ferris (1989), p. 164 [^](#cite_ref-114)They also lived in Blashford (November 1938 to March 1939 and January 1940 to March 1940), Marshfield, Chippenham (July 1940 to November 1940), and Bishopston (December 1940 to April 1941) - see Thomas' Collected Letters. [^](#cite_ref-115)Thomas' Collected Letters show that the family lived for eighteen months in Gosport Street and Sea View, Laugharne, between May 1938 and July 1940, and for three months in the Castle in 1941. They did not return to live in Laugharne until May 1949. [^](#cite_ref-116)Ferris (1989), p. 175 [^](#cite_ref-117)Ferris (1989), p. 177 21 March 2012. Retrieved 10 August 2012. [^](#cite_ref-121)Ferris (1989), p. 345 [^](#cite_ref-122)Read (1964), p. 102 [^](#cite_ref-123)Thomas, D. (2008), p. 11 [Ferris 1989](#CITEREFFerris1989), pp. HighBeam Research online [^](#cite_ref-129) [\"Kardomah Cafe, Swansea\"](https://www.bbc.co.uk/wales/arts/sites/doctor-who-wales/alllocations/swansea-kardomah-cafe). BBC Wales. 13 April 2009. Retrieved July 2012. [^](#cite_ref-130) [\"Discover Dylan Old\"](https://www.imdb.com/title/tt2005300/). 2 April 2007 - via IMDb. [^](#cite_ref-133)Ferris (1989), p. 187 [^](#cite_ref-134)Ferris (1989), p. 188 [^](#cite_ref-135) [Ferris 1989](#CITEREFFerris1989), p. 190 [^](#cite_ref-arts.guardian.co.uk_137-0)Lycett, Andrew (21 June 2008). [\"The reluctant propagandist\"](http://arts.guardian.co.uk/theatre/drama/story/0,,2286844,00.html). The Guardian. London. Retrieved 24 June 2008.t [^](#cite_ref-138)McFarlane, Brian (2005). The Encyclopaedia of 2003). [\"I was Dylan's secret lover\"](https://www.theguardian.com/books/2003/aug/17/poetry.highereducation). The Observer. guardian.co.uk. Retrieved 1 August 2012. [^](#cite_ref-140)Ferris (1989), p. 194 [^](#cite_ref-141)Thomas, D. N. (2000) pp27-77 [^](#cite_ref-142)See the interview with Amanda Williams who lived in Plas Gelli whilst the Thomases were [^](#cite_ref-144) [\"Dylan Thomas and the Edge of Love - Dylan Thomas and the Edge of Love: The Real Story\"](https://sites.google.com/site/dylanthomasandtheedgeoflove/dylan-thomas-and-the-edge-of-love-the-real-story?authuser=0). [^](#cite_ref-146)Ferris (1989), p. 200 [^](#cite_ref-147)Ferris (1989), p. 201 [^](#cite_ref-148)See Thomas' letters from Majoda, September 1, 1944 to July 5, 1945 in the Collected Letters. - ^ [a](#cite_ref-Ferris_1989_213_149-0) [b](#cite_ref-Ferris_1989_213_149-1)Ferris (1989), p. 213 - ^ [a](#cite_ref-Ferris_1989,_p._214_150-0) [b](#cite_ref-Ferris_1989,_p._214_150-1)Ferris [^](#cite_ref-152)FitzGibbon [^](#cite_ref-154)G. Tremlett (1993), Dylan Thomas: In the Mercy of his Means, Constable, p. 95. [^](#cite_ref-155)Davies, W. and Maud, R. (1995) eds. Under Milk Wood: the Definitive Edition, pxvii, Everyman [^](#cite_ref-156)Read (1964), p. 115 [^](#cite_ref-157) [\"Dylan Thomas - The Broadcasts\"](http://www.dylanthomas.com/dylan/dylans-work/dylan-thomas-broadcasts/). Retrieved 22 July 2014. [^](#cite_ref-158)FitzGibbon (1965), pp. 395-399 [^](#cite_ref-159)Ferris (1989), p. 218 - (1989), p. 221 [^](#cite_ref-165)Balakier, James J. (1996). [\"The Ambiguous Reversal of Dylan Thomas's \"In Country Sleep.\"\"](https://web.archive.org/web/20130626231832/http://www.questia.com/library/1G1-18167167/the-ambiguous-reversal-of-dylan-thomas-s-in-country). Papers on Language & Literature. 32 (1): 21. Archived from [the original](https://www.questia.com/library/1G1-18167167/the-ambiguous-reversal-of-dylan-thomas-s-in-country)on 26 June 2013. Retrieved 26 August 2017. [^](#cite_ref-166)Ferris (1989), p. 216 [^](#cite_ref-167)Ferris, P. (1999) p208 [^](#cite_ref-168)Turner, W. J. (1946). The Spectator. Vol. 176. [The Spectator](/wiki/The_Spectator). [^](#cite_ref-169)For interviews with those writers who knew Thomas in Italy, see Thomas, D, N. (2004) pp104-124 [^](#cite_ref-170) [\"Dylan Thomas and South Leigh\"](https://sites.google.com/site/dylanthomasandsouthleigh/home). [^](#cite_ref-171)(1) Burton, P. (1953) untitled, Dylan Thomas Memorial Number in Adam International Review. (2) Tape recorded interview in the Jeff Towns Collection. (3) Letters to Douglas Cleverdon, 9 October 1967 and 26 February 1968, in the Cleverdon archive, Lilly Library, University of Indiana, and reproduced at [Burton and Thomas](https://sites.google.com/site/dylanthomasandnewquay/under-milk-wood-a-play-for-ears?authuser=0) [^](#cite_ref-173)The lines about Organ Morgan playing for sheep are found at the very end of the play. See Davies, W. and Maud, R. eds.(1995), p61 Under Milk Wood: the Definitive Dylan Remembered 1934-1953, pp160-164 and 295-296, Seren, Memoirs: translated at Thomas, D.N.(2004) p163. This information about Thomas reading a first version of Under Milk Wood in Prague in March 1949 was first published by FitzGibbon in his 1965 biography of Thomas, after receiving a letter from Hauková: \"Thomas then told us the first version of his Milk Wood\" (p304). Two others at the party, both of whom had been educated at the English school in Prague, also remember Thomas talking about Under Milk Wood at the party: see Thomas, D. N. (2004) pp 167, 169-170. September 2012. Retrieved 25 July 2012. [^](#cite_ref-177)Ferris (1989), p. 240 [^](#cite_ref-178) [\"Laugharne\"](https://www.bbc.co.uk/wales/nature/sites/walking/pages/sw_laugharne.shtml). BBC. Retrieved 27 July 2012. [^](#cite_ref-179)Thomas, C. (1986), p. 112 [^](#cite_ref-180)Curnow, A. (1982) \"Images of Dylan\" in the NZ Listener, December 18 [^](#cite_ref-181)For more on this, see D.N. Thomas (2004) The Birth of Under Milk Wood in Dylan Remembered 1935-1953, p297, Seren. [^](#cite_ref-182)Ferris Collected Letters, p860 [^](#cite_ref-190)Ferris (1989), p. 280 [^](#cite_ref-191)D. Callard (1998) Dylan Thomas in Iran, New Welsh Review, December. [^](#cite_ref-192)For an extensive discussion of Thomas' trip to Iran, including his supposed but unproven connections to MI5 and MI6 intelligence agencies, see Thomas, D.N. (2000) A Farm, Two Mansions and a Bungalow, ch. 6, The Spying Seren. [^](#cite_ref-193)Collected Letters, pp871-877. [^](#cite_ref-194)For an account of this reading, see D.N. Thomas (2000) A Farm, Two Mansions and a Bungalow, pp.156-157, Seren. [^](#cite_ref-195)Golestan, Ebrahim (2022) An Encounter with Dylan translated by Oscure. See W. Davies and R. Maud eds. (1993) Collected Poems 1934-1953, pp255-256. [^](#cite_ref-199)Ferris (1989), p. 285 [^](#cite_ref-200)Ferris (1989), p. 287 [^](#cite_ref-201) [\"Dylan Thomas blue plaque in London\"](http://openplaques.org/plaques/592). openplaques.org. Retrieved 4 May 2013. [^](#cite_ref-202)Glinert, Ed (2007). Literary London: A Street by Street Exploration of the Capital's Literary Heritage. Penguin. [ISBN](/wiki/ISBN_(identifier)) [^](#cite_ref-206) [\"The National Recording Registry 2008\"](https://www.loc.gov/rr/record/nrpb/registry/nrpb-2008reg.html). National Recording Preservation Board of the Library of Congress. The Library of Congress. Retrieved 16 July 2012. [^](#cite_ref-207)Brinnin, J. (1955). Dylan Thomas in America. Avon. p. 187. [^](#cite_ref-208)Collected Letters [^](#cite_ref-209)Stephens, Meic (1998). [New Companion to the Literature of Wales](https://archive.org/details/newcompaniontoli0000unse). University of Wales Press. p. 711. [ISBN](/wiki/ISBN_(identifier)) [978-0-7083-1383-1](/wiki/Special:BookSources/978-0-7083-1383-1). - ^ [a](#cite_ref-Bold61_210-0) [b](#cite_ref-Bold61_210-1)Bold (1976), p. 61 [^](#cite_ref-211)Thomas, D. N. (2008), p. 29 [^](#cite_ref-212)Ferris (1989), p. 316 [^](#cite_ref-213)FitzGibbon (1965), p. 385 [^](#cite_ref-214)Thomas, D. N. (2008), p. 33 [^](#cite_ref-215) [Craft, Robert](/wiki/Robert_Craft)(1992). Stravinsky: [978-0413454614](/wiki/Special:BookSources/978-0413454614). - ^ My Father's Constable [^](#cite_ref-218)A. Thomas op.cit. p204. - p. 328 - [a](#cite_ref-UMW_Chron_220-0) [b](#cite_ref-UMW_Chron_220-1) [\"Under Milk Wood - A Chronology\"](http://www.dylanthomas.com/dylan/dylans-work/milk-wood-chronology/). dylanthomas.com. Retrieved 22 July 2014. [^](#cite_ref-221)Nicola Soames, CD notes from Dylan Thomas: Under Milk Wood, Naxos Audiobooks. [^](#cite_ref-222)Walker, Andy (7 June 2013). [\"The days that defined Broadcasting House\"](https://www.bbc.co.uk/news/magazine-22765852). BBC. Retrieved 8 June 2013. [^](#cite_ref-223) [\"Under Milk Wood\"](https://www.bbc.co.uk/radio4/arts/under_milk_wood.shtml). BBC Radio 4. Retrieved 23 July 2012. [^](#cite_ref-224) [\"Prestigious new item added to the Dylan Thomas Centre collection\"](http://www.prlog.org/11878434-prestigious-new-item-added-to-the-dylan-thomas-centre-collection.html). prlog.org. 18 May 2012. Retrieved 31 July 2012. - ^ [a](#cite_ref-Thomas,_D._N._2008_p46_226-0) [b](#cite_ref-Thomas,_D._N._2008_p46_226-1)Thomas, D. N. (2008) p46 [^](#cite_ref-227)Letter to Oscar Williams, October 8, 1952, in Ferris, 2000 [^](#cite_ref-228)Thomas, D. N. (2008) Fatal Neglect: Who Killed Dylan Thomas? pp17-19, and see also [Death by Neglect](https://sites.google.com/view/dylanthomasdeathbyneglect/home) [^](#cite_ref-229)Both the Burton and MacNeice blackouts are reported by Burton in Thomas, D. N. (2004) pp237-238. [^](#cite_ref-Fatal_Neglect_230-0)Thomas, David N. [\"Fatal Neglect: Who Killed Dylan Thomas?\"](http://www.freewebs.com/deathofdylanthomas/). freewebs.com. Retrieved 31 July 2012. - ^ [a](#cite_ref-Thomas,_D._N._2008_p57_231-0) [b](#cite_ref-Thomas,_D._N._2008_p57_231-1)Thomas, D. N. (2008) p57 [^](#cite_ref-232)Thomas, D. N. (2008) [^](#cite_ref-233)Thomas, D. N. (2008), p58. [^](#cite_ref-234)Thomas, D. N. (2008) Greenberg et (2008) p73 J. (1955) p274. [^](#cite_ref-242)Jones, Lewis (28 December 2003). [\"Generosity was repaid with mockery and insults\"](https://www.telegraph.co.uk/culture/books/3609199/Generosity-was-repaid-with-mockery-and-insults.html). Daily Telegraph. [Archived](https://ghostarchive.org/archive/20220111/https://www.telegraph.co.uk/culture/books/3609199/Generosity-was-repaid-with-mockery-and-insults.html)from the original on 11 January 2022. Retrieved 15 July 2012. - ^ [a](#cite_ref-Todd_243-0) [b](#cite_ref-Todd_243-1) [c](#cite_ref-Todd_243-2)Todd, Ruthven (23 November 1953). [\"Letter from Ruthven poet and broadcaster Louis MacNeice\"](https://web.archive.org/web/20141029034513/http://www2.swansea.gov.uk/_info/DTCollectionNet/DTViewInterpretation.aspx?ID=205). Archived from [the original](http://www2.swansea.gov.uk/_info/DTCollectionNet/DTViewInterpretation.aspx?ID=205)on 29 October 2014. Retrieved 31 July 2012. [^](#cite_ref-244)Thomas, D.N. (2008) p77 [^](#cite_ref-245)Ferris (1989), p. Death of a Poet\"](https://www.bbc.co.uk/wales/arts/sites/dylan-thomas/pages/death.shtml). BBC Wales. 6 November 2008. Retrieved 15 July 2012. [^](#cite_ref-251)Thomas, D.N. (2008) Ch. 5 [^](#cite_ref-252)Thomas, D.N. (2004) pp. 252-284 [^](#cite_ref-255)Thomas, D.N. (2008) p. 107. See also Thomas, D. N. and Barton, S. (2004) - ^ [a](#cite_ref-History_256-0) [b](#cite_ref-History_256-1)Ezard, John (27 November 2004). [\"History has Dylan Thomas dying from drink. But now, a new theory\"](https://www.theguardian.com/uk/2004/nov/27/books.booksnews). Guardian. Retrieved 15 July 2012. Dylan Thomas, the great lost Welsh poet of his century, was killed not by his heavy drinking but by the mistakes and oversights of his physician, according to new evidence in a biography to be published on Monday. The book discloses that Thomas was found to be suffering from pneumonia by doctors who examined him when he was admitted in a coma to the New York hospital where he died in November 1953 shortly after his 39th birthday. [^](#cite_ref-257)The presence of both the nurse and Berryman are mentioned in Brinnin (1955) p245, and in Nashold and Tremlett (1997) p177, who also The Welsh Academy Encyclopaedia of Wales. Cardiff: University of 21 July D.N. (2008) Fatal Neglect: Who Killed Dylan Thomas?, Seren, and at [Death by Neglect](https://sites.google.com/view/dylanthomasdeathbyneglect/home) [^](#cite_ref-261)Williams, Nigel (presenter) (16 May 2009). [\"Dylan Thomas: From Grave to Cradle\"](https://www.bbc.co.uk/programmes/b0078mv0). Arena. Season 13. BBC. originally BBC2 2003, most recent re-broadcast on BBC4 10 October 2021 [^](#cite_ref-262)Ferris (1989), p. 337 [^](#cite_ref-263)Thomas, C. (1997), p. 1 [^](#cite_ref-264)Thomas, C. (1997), p. 9 [^](#cite_ref-265)Lycett (2003) [^](#cite_ref-266) [Sinclair, Andrew](/wiki/Andrew_Sinclair)(2003). Dylan the Bard: A Life of Dylan Thomas. London: Constable and Robinson. p. 78.. [^](#cite_ref-267)Tremlett, George (2014). \"The Kind of Man He Was\". In Ellis, Hannah (ed.). Dylan Thomas: A Centenary Celebration. London: Bloomsbury. p. 191. [^](#cite_ref-268)Lycett (2003), p. 376 - ^ [a](#cite_ref-Centre_269-0) [b](#cite_ref-Centre_269-1) [\"Dylan's Life - 1950s to Dylan's death\"](http://www.dylanthomas.com/dylan/1950s-dylans-death/). Dylan Thomas Centre. Retrieved 22 July 2014. [^](#cite_ref-270)Read (1964), p. 173 - ^ [a](#cite_ref-Pathe_271-0) [b](#cite_ref-Pathe_271-1) [\"Funeral of Dylan Thomas\"](http://www.britishpathe.com/video/funeral-of-dylan-thomas). britishpathe.com. Retrieved 9 August (1986), pp. 118-119 [^](#cite_ref-274) [\"Poet's hell-raising image 'myth'\"](http://news.bbc.co.uk/1/hi/wales/south_west/4341560.stm). BBC News. 14 October 2005. Retrieved 10 August 2012. [^](#cite_ref-275)Lycett, Andrew (9 August 2009). [\"Aeronwy Thomas Ellis: Poet who promoted the legacy of her father Dylan Thomas\"](https://www.theguardian.com/theguardian/2009/aug/09/aeronwy-thomas-ellis-obituary). guardian.co.uk. Retrieved 10 August 2012. [^](#cite_ref-276) [\"Colm Thomas, Dylan Thomas's last surviving child, dies\"](https://www.bbc.co.uk/news/uk-wales-20753324). BBC News. 17 December 2012. Retrieved 17 December 2012. [^](#cite_ref-277)Compare: [\"Dylan Thomas: 1914-1953\"](https://www.poetryfoundation.org/poets/dylan-thomas). Poetry Foundation. Retrieved 15 August 2020. The originality of his work makes categorization difficult. In his life he avoided becoming involved with literary groups or movements [...]. [^](#cite_ref-278)Compare: [\"Dylan Thomas: 1914-1953\"](https://www.poetryfoundation.org/poets/dylan-thomas). Poetry Foundation. Retrieved 15 August 2020. Thomas can be seen as an extension into the 20th century of the general movement called Romanticism, particularly in its emphasis on imagination, emotion, intuition, spontaneity, and organic form. [^](#cite_ref-279) [Olson, Elder](/wiki/Elder_Olson); [Denney, Reuel](/wiki/Reuel_Denney); Simpson, Alan (1954). [The Poetry of Dylan Thomas](https://books.google.com/books?id=iT9kAAAAIAAJ). The University of Chicago round table. Vol. 849 (2 ed.). University of Chicago Press. p. 2. Retrieved 15 August 2020. There was a further characteristic which distinguished Thomas's work from that of other poets. It was unclassifiable. [^](#cite_ref-280) [Olson, Elder](/wiki/Elder_Olson); [Denney, Reuel](/wiki/Reuel_Denney); Simpson, Alan (1954). [The Poetry of Dylan Thomas](https://books.google.com/books?id=iT9kAAAAIAAJ). The University of Chicago round table. Vol. 849 (2 ed.). University of Chicago Press. p. 2. Retrieved 15 August 2020. The age was fond of explicating obscure poetry; the poetry of Thomas was so obscure that no one could explicate it. [^](#cite_ref-281)Abrams, M. H.; Greenblatt, Stephen (eds.). The Norton Anthology of English Literature. New York: W.W. Norton. pp. 2705-2706. York: Syracuse University Press. p. 14. [ISBN](/wiki/ISBN_(identifier)) [978-0-8156-0401-3](/wiki/Special:BookSources/978-0-8156-0401-3). Retrieved 26 July 2012. [^](#cite_ref-287)Kunitz, Daniel (September 1996). [\"Review of Dylan Thomas: His Life & Work by John Ackerman\"](http://www.newcriterion.com/articles.cfm/dylanthomas-kunitz-3524). Retrieved 20 July 2012. [^](#cite_ref-288)Ferris (1989), p. 186 [^](#cite_ref-290)Mayer, Ann Elizabeth (1995). [Artists in Dylan Thomas's Prose Works: Naming and Aesop Fabling](https://books.google.com/books?id=N89BWqRT0IYC&q=%22dylan+Thomas%22+%22welsh+myth%22&pg=PA31). McGill-Queens. [ISBN](/wiki/ISBN_(identifier)) Retrieved 26 July 2012. [^](#cite_ref-292) [\"Creating the Thomas myth\"](https://www.bbc.co.uk/poetryseason/poets/dylan_thomas.shtml). BBC. Retrieved 31 July 2012. [^](#cite_ref-293)Myers, Jack; Wukasch, Don (2003). Dictionary of Poetic Terms. University of North Texas Press, U.S. [ISBN](/wiki/ISBN_(identifier)) [978-1-57441-166-9](/wiki/Special:BookSources/978-1-57441-166-9). [^](#cite_ref-294)Taylor, Paul Beekman (2001). Gurdjieff Archived from [the original](http://www.poetryfoundation.org/poem/178640)on 23 June 2012. Retrieved 27 July 2012. [^](#cite_ref-forum_297-0)Watkins, Helen; Herbert, David (2003). \"Cultural policy and place Dylan: An Exhibition to the Twentieth Anniversary of the Poet's Death. Cardiff: Welsh Arts Council. p. 27. [^](#cite_ref-299)Ferris (1989), p.176 - ^ [a](#cite_ref-Morgan_300-0) [b](#cite_ref-Morgan_300-1)Morgan, Kenneth O. (2002). [A Rebirth [b](#cite_ref-FitzGibbon_10_304-1) [c](#cite_ref-FitzGibbon_10_304-2)FitzGibbon (1965), p. 10 [^](#cite_ref-305)Wroe, Nick (25 October 2003). [\"To begin at the beginning ...\"](https://www.theguardian.com/travel/2003/oct/25/unitedkingdom.guardiansaturdaytravelsection)guardian.co.uk. Retrieved 27 July 2012. [^](#cite_ref-306)Jones (1968), p. 198 [^](#cite_ref-307)FitzGibbon, Constantine (3 February 1966). [\"Dylan Thomas, in response\"](http://www.nybooks.com/articles/archives/1966/feb/03/dylan-thomas/?pagination=false). The New York Review. Retrieved 28 July 2012. [^](#cite_ref-308)Heaney, Seamus (1993). the Man\": The Relationship of David Holbrooks Criticism to his Poetry\"](https://books.google.com/books?id=U0harY5GMjUC&q=%22Dylan+Thomas%22+criticism+holbrook&pg=PA233). In Webb, Edwin (ed.). Powers of Being: David Holbrook and his Work. Fairleigh Dickinson University Press. p. 234. [ISBN](/wiki/ISBN_(identifier)) [978-0-8386-3529-2](/wiki/Special:BookSources/978-0-8386-3529-2). 2012. [^](#cite_ref-Poetry_Archive_310-0) [\"About Dylan Thomas\"](http://www.poetryarchive.org/poet/dylan-thomas). Retrieved 8 March 2016. ^ [a](#cite_ref-Wroe_2003_311-0) [b](#cite_ref-Wroe_2003_311-1) [c](#cite_ref-Wroe_2003_311-2)Wroe, Nicholas (15 November 2003). [\"An insult to the brain\"](https://www.theguardian.com/books/2003/nov/15/poetry.highereducation). guardian.co.uk. Retrieved 27 July 2012. - ^ [a](#cite_ref-LRB_04-03-04_312-0) [b](#cite_ref-LRB_04-03-04_312-1)Philips, Adam (4 March 2004). [\"A Terrible Thing, Thank God\"](http://www.lrb.co.uk/v26/n05/adam-phillips/a-terrible-thing-thank-god). London Review of Books. lrb.co.uk. 26 (5). Retrieved 27 July 2012. [^](#cite_ref-313) [\"Dylan Marlais Thomas\"](http://www.encyclopedia.com/topic/Dylan_Thomas.aspx). Encyclopedia of World Biography. Encyclopedia.com. 2004. Retrieved 31 July 2012. [^](#cite_ref-314)Hamilton, Ian (1 June 2000). [\"Sorry to go on like this\"](http://www.lrb.co.uk/v22/n11/ian-hamilton/sorry-to-go-on-like-this). London Review of Books. lrb.co.uk. 22 (11). Retrieved 27 July 2012. [^](#cite_ref-315)Lodge, David (1981). [Working with Structuralism](https://archive.org/details/workingwithstruc0000lodg/page/9)(PDF). is your winner!\"](https://www.bbc.co.uk/poetryseason/vote_results.shtml). [BBC Online](/wiki/BBC_Online). 8 October 2009. 8 March 2016. [^](#cite_ref-317) [\"Desert Island Discs: Dylan Thomas\"](https://www.bbc.co.uk/radio4/features/desert-island-discs/find-a-castaway?q=Dylan+Thomas&type=music). BBC. Retrieved 14 pp. 6-8 [^](#cite_ref-319)Goodby (2013), p.15 - in Our Time, Dylan Thomas\"](https://www.bbc.co.uk/programmes/m001882k). [^](#cite_ref-321)Atkinson, David (15 June 2008). [\"Follow in the footsteps of Dylan Thomas\"](https://www.theguardian.com/travel/2008/jun/15/culturaltrips.wales). The Observer. guardian.co.uk. Retrieved 27 July 2012. [^](#cite_ref-322)Andrews, Robert; Brown, Jules; et al., eds. (2003). [Rough Guide to Britain](https://books.google.com/books?id=x175bLFyetQC&q=%22John+Doubleday%22+dylan+Thomas&pg=PA655). Rough Guide publishing. p. 655. [ISBN](/wiki/ISBN_(identifier)) [978-1-85828-549-8](/wiki/Special:BookSources/978-1-85828-549-8). Retrieved 27 July 2012. [^](#cite_ref-323) [\"Restored Dylan Thomas memorial unveiled\"](https://www.bbc.com/news/uk-wales-46151775). 9 November 2018. Retrieved 31 March 2019. - [b](#cite_ref-Cwmdonkin_Park_324-1) [\"Cwmdonkin Park\"](https://web.archive.org/web/20160305105148/http://dylanthomas100.org/english/places-of-interest/cwmdonkin-park). dylanthomas100.org. Archived from of the Boathouse\"](https://web.archive.org/web/20120621182931/http://www.dylanthomasboathouse.com/english/boathouse/history.html). dylanthomasboathouse.com. Archived from [the 2012. Retrieved 25 July 2012. [^](#cite_ref-326) [\"Dylan Thomas Prize\"](https://web.archive.org/web/20120114132602/http://www.dylanthomasprize.com/). Dylan Thomas Prize. Archived from [the original](http://www.dylanthomasprize.com/)on 14 January Retrieved Thomas\"](https://web.archive.org/web/20151222105450/http://www.westminster-abbey.org/our-history/people/dylan-thomas). westminster-abbey.org. Archived from [the Retrieved 24 July 2012. [^](#cite_ref-328) [\"Prince Charles makes recording of one of his favourite poems\"](https://www.itv.com/news/2013-10-03/prince-charles-records-one-of-his-favourite-poems). ITV. Retrieved 29 September 2022. dylanthomas100.org. Archived from 4 March 2016. Retrieved 12 December 2015. [^](#cite_ref-330)Neal, Abigail (22 March 2014). [\"Dylan Thomas replica shed goes on UK tour\"](https://www.bbc.co.uk/news/entertainment-arts-26695940). BBC News. Retrieved 12 December 2015. [^](#cite_ref-331)Gabriel, Clare (22 November 2013). [\"Sir Peter Blake's 28-year Under Milk Wood labour of love\"](https://www.bbc.co.uk/news/uk-wales-25027728). BBC News. Retrieved 12 December 2015. [^](#cite_ref-332) [\"Prince Charles and actors join Dylan Thomas marathon\"](https://www.bbc.co.uk/news/uk-wales-29250103). BBC News. 19 September 2014. Retrieved 12 December 2015. [^](#cite_ref-333) [\"Royal Mail's 'remarkable lives' stamp series - in pictures\"](https://www.theguardian.com/artanddesign/gallery/2014/mar/24/royal-mail-remarkable-lives-stamps-in-pictures). The Guardian. Retrieved 29 September 2022. [^](#cite_ref-334)Mad Kids (May 2006). \"The Mad Kids Chatroom: This Month: Dylan & Cole Sprouse\". Mad Kids. 1 (#3): 26-28. [^](#cite_ref-335)James Brady (19 August 2007). [\"In Step with Cole Sprouse\"](https://web.archive.org/web/20090220181556/http://www.parade.com/articles/editions/2007/edition_08-19-2007/In_Step_With...Dylan_and_Cole). [Parade Magazine](/wiki/Parade_Magazine): 22. Archived from [the original](http://www.parade.com/articles/editions/2007/edition_08-19-2007/In_Step_With...Dylan_and_Cole)on 20 February 2009. Retrieved 1 March 2009. [^](#cite_ref-336)Hoard, Christian (3 February 2019). [\"Song You Need to Know: Better Oblivion Community Center, 'Dylan Thomas'\"](https://www.rollingstone.com/music/music-features/song-you-need-to-know-better-oblivion-community-center-dylan-thomas-788117/). Rolling Stone. Retrieved 8 February 2023. [^](#cite_ref-337) [\"Tom Jones and Sheen in Dylan play\"](https://www.bbc.com/news/uk-wales-south-west-wales-27051853). BBC News. 17 April 2014. [^](#cite_ref-338)Lodge, Guy (4 July 2014). [\"'Set Fire to the Stars' Review: Pleasant Bio Misses Dylan Thomas' Rage\"](https://variety.com/2014/film/reviews/film-review-set-fire-to-the-stars-1201257808/). Variety. Retrieved 23 July 2014. [^](#cite_ref-339)See, for example, D. N. Thomas (2003) Dylan Remembered 1914-1934, pp253-255, Seren. [^](#cite_ref-340)For example, see an account of Thomas walking with the writer [Glyn Jones](/wiki/Glyn_Jones)across the Llansteffan peninsula in Carmarthenshire: G. Jones (1968) The Dragon Has Two Tongues: Essays on Anglo-Welsh Writers and Writing, Dent. Bibliography[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=35)] - John Ackerman ed. (1995) Dylan Thomas: The Film Scripts, Dent. [Bold, Alan](/wiki/Alan_Bold)(1976). Cambridge Book of English Verse, 1939-1975. Cambridge University Press. [ISBN](/wiki/ISBN_(identifier)) [978-0-521-09840-3](/wiki/Special:BookSources/978-0-521-09840-3). - Brinnin, J. (1955) Dylan Thomas in America, Avon Books: New York - Cleverdon, D. (1969) The Growth of Under Milk Wood, Dent. - Ellis, Hannah (ed) (2014). Dylan Thomas: A Centenary Celebration, London: Bloomsbury [ISBN](/wiki/ISBN_(identifier)) [978-0-7126-6290-1](/wiki/Special:BookSources/978-0-7126-6290-1). - Ferris, Paul (1989). Dylan Thomas, A Biography. New York: Paragon House. [ISBN](/wiki/ISBN_(identifier)) [978-1-55778-215-1](/wiki/Special:BookSources/978-1-55778-215-1). - Ferris, P. (2000) Dylan Thomas: The Collected Letters, J.M. Dent: London. - Firmage, George J., ed. (1963). [A Garland for Dylan Thomas](https://archive.org/details/garlandfordylant0000firm). New York: Clarke & Way. - FitzGibbon, Constantine (1965). [The Life of Dylan Thomas](https://archive.org/details/lifeofdylanthoma0000fitz). J.M. Dent & Sons ltd. - Goodby, John (2013). The Poetry of Dylan Thomas: Under the Spelling Wall. Oxford: Liverpool University Press. [ISBN](/wiki/ISBN_(identifier)) [978-1-78138-937-9](/wiki/Special:BookSources/978-1-78138-937-9). - Greenburg, L. (January 1961). \"Report of an air pollution incident in New York City November 1953\". [Public Health Reports](/wiki/Public_Health_Reports). [Jones, Glyn](/wiki/Glyn_Jones_(Welsh_writer))(1968). The Dragon has Two Tongues. London: J.M. Dent & Sons ltd. - Korg, Phoenix. [ISBN](/wiki/ISBN_(identifier)) [978-0-7538-1787-2](/wiki/Special:BookSources/978-0-7538-1787-2). - Maud, Ralph (1970) Dylan Thomas in Print: A Bibliographical History, University of Pittsburgh Press - Maud, Ralph (1991) On The Air With Dylan Thomas: The Broadcasts, New York: New Directions - Nashold, J. and Tremlett, G. (1997) The Death of Dylan Thomas, Mainstream Publishing - Olson, Elder (1954). [The Poetry of Dylan Thomas](https://archive.org/details/poetryofdylantho0000olso). Chicago: The University of Chicago Press. [ISBN](/wiki/ISBN_(identifier)) [978-0-226-62917-9](/wiki/Special:BookSources/978-0-226-62917-9). - Read, Bill (1964). [The Days of Dylan Thomas](https://archive.org/details/daysofdylanthoma00read). New York: McGraw-Hill Book Company. [Sinclair, Andrew](/wiki/Andrew_Sinclair)(2003). Dylan the Bard: A Life of Dylan Thomas. London: Constable and Robinson. [ISBN](/wiki/ISBN_(identifier)) [978-1-84119-741-8](/wiki/Special:BookSources/978-1-84119-741-8). - Thomas, Caitlin (1957). Leftover Life to Kill. Putham. [Thomas, Caitlin](/wiki/Caitlin_Thomas); [Tremlett, George](/wiki/George_Tremlett)(1986). Caitlin, & Warburg. [ISBN](/wiki/ISBN_(identifier)) [978-0-436-51850-8](/wiki/Special:BookSources/978-0-436-51850-8). - Thomas, Caitlin (1997). [My Life with Drink [978-0-670-87378-4](/wiki/Special:BookSources/978-0-670-87378-4). [Thomas, David N.](/wiki/David_N._Thomas)(2000). and a Bungalow. Bridgend: Seren. [ISBN](/wiki/ISBN_(identifier)) [978-1-85411-275-0](/wiki/Special:BookSources/978-1-85411-275-0). - Thomas, David N.; Barton, Dr Simon (2004). \"Death by Neglect\". In Thomas, David N. (ed.). Dylan Remembered 1935-1953. Vol. 2. Bridgend: Seren. - Thomas, David Cover-Up\". [Planet](/wiki/Planet_(magazine)). Berw - Thomas, Neglect: Who Killed Dylan Thomas?. Seren. [ISBN](/wiki/ISBN_(identifier)) [978-1-85411-480-8](/wiki/Special:BookSources/978-1-85411-480-8). - Thomas, David N. (2020) Under Milk Wood: A Play for Ears in New Welsh Reader, Summer. - Thomas, David N.; Barton, Simon (2004). [\"Death by Neglect\"](https://sites.google.com/view/dylanthomasdeathbyneglect/home). David N. Thomas. Cite journal requires journal](/wiki/Template:Cite_journal)}} |journal=( [help](/wiki/Help:CS1_errors#missing_periodical)) - Tremlett, George (2014). Dylan Thomas: In the Mercy of His Means. London: St Martin's Press. (first published: 1991, [Constable](/wiki/Constable_%26_Robinson)) Further - Ackerman, J. (1998) Welsh Dylan, Seren: Bridgend - Cox, Charles B., ed. (1966). [Dylan Thomas: a Collection of Critical Essays](https://archive.org/details/dylanthomascolle00coxc). New Jersey: Englewood Cliffs. - Davies, J.A. (2000) Dylan Thomas's Swansea, Gower and Laugharne, University of Wales Press - Janes, Hilly (2014). The Three Lives of Dylan Thomas. London: The Robson Press. [ISBN](/wiki/ISBN_(identifier)) [978-1-84954-688-1](/wiki/Special:BookSources/978-1-84954-688-1). - Kershner, J. B. (1976). Dylan Thomas: The Poet and His Critics. Amer Library Assn. [ISBN](/wiki/ISBN_(identifier)) [978-0-8389-0226-4](/wiki/Special:BookSources/978-0-8389-0226-4). - Thomas, A. (2009) My Father's Places, Constable: London - Thomas, D.N., ed. (2003) Dylan Remembered 1914-1934, vol. 1, Seren. - Thomas, D.N., ed. (2004) Dylan Remembered 1935-1953, vol. 2, Seren. External links[ [edit](/w/index.php?title=Dylan_Thomas&action=edit§ion=37)] [Colin Edwards Interviews and Papers about Dylan Thomas, National Library of Wales](https://archives.library.wales/index.php/colin-edwards-papers-2) [Dylan Thomas Collection](https://norman.hrc.utexas.edu/fasearch/findingAid.cfm?eadID=00375)at the [Harry Ransom Center](/wiki/Harry_Ransom_Center) [Discover Dylan Thomas - Official Family & Estate Web Site](https://www.discoverdylanthomas.com/) [Dylan Thomas Digital Collection, Harry Ransom Centre, Universities of Texas/Swansea](https://hrc.contentdm.oclc.org/digital/collection/p15878coll98) [Dylan Thomas: Death Poems at Poets.org](https://www.poets.org/poetsorg/poet/dylan-thomas) [Profile with poems](https://web.archive.org/web/20070221001814/http://www.poetryarchive.org/poetryarchive/singlePoet.do?poetId=7091)- written and audio, at the Poetry Archive [Dylan Thomas Centre, Swansea, Web site](http://www.dylanthomas.com/dylan-thomas-centre/) [BBC Wales' Dylan Thomas site](https://www.bbc.co.uk/wales/arts/sites/dylan_thomas/). Retrieved 11 September 2010 [\"Poem in October\"](https://www.bbc.co.uk/programmes/p01tx6zn)- recited by Dylan Thomas, [BBC Radio](/wiki/BBC_Radio), September 1945. Retrieved 5 August 2014 [Audio files: Anthology Film Archives](https://www.ubu.com/sound/afa.html)- including Dylan Thomas (drunk), Symposium at Cinema 16, 28 October 1953. Retrieved 11 September 2010 [Dylan Thomas Digital Collection](https://digital.lib.buffalo.edu/collection/LIB-PC008/)from the [University at Buffalo Libraries](/wiki/University_at_Buffalo_Libraries) relating National "}