{"title": "7-Day Brown Rice Diet | Livestrong.com", "author": "Lindsay Boyers", "url": "https://www.livestrong.com/article/502090-7-day-brown-rice-diet/", "hostname": "livestrong.com", "description": "The brown rice diet is based on the principles of the macrobiotic diet, which emphasizes plant-based whole foods and lots of rice as a means of detoxification.", "sitename": "Livestrong.com", "date": "2011-07-27", "cleaned_text": "The seven-day brown rice diet, or brown rice cleanse, is built on the principles of the macrobiotic diet, which was popular in the 1970s. Although brown rice provides the foundation of the diet, it isn't the sole component. You can also eat vegetables, fruits and some healthy fats, like olive oil. The diet is meant to help you detox from processed foods and other stressors, like environmental toxins, so your body can reach balance naturally. Of course, you should always talk to your doctor or a qualified nutritionist who's familiar with your medical history before starting a new dietary regimen, especially a strict one. Video of the Day Brown Rice Diet Basics Although the name makes it seem like you can eat only brown rice, this seven-day rice diet includes other whole foods as well. In addition to brown rice, you can eat: - Whole vegetables - Whole fruits - Olive oil - Flaxseed oil - Beans - Chicken - Wild fish - Sea vegetables (kelp, seaweed and nori) - Nuts and seeds - Herbs and spices (including Celtic sea salt) There's not a lot of newer research on a brown rice diet, but an article published in the [Permanente Journal](http://www.thepermanentejournal.org/issues/43-the-permanente-journal/original-research-and-contributions/6123-the-macrobiotic-diet-as-treatment-for-cancer.html) in fall 2002 notes that the bulk of your diet (or 40 to 60 percent) should be whole grains like brown rice, while vegetables supply 20 to 30 percent. Beans provide another 10 percent, and the rest should come from sea vegetables and occasional fruit. In addition to paying attention to the types of foods you eat, you should also prioritize quality. All foods should be organic, whenever possible. Proponents of the diet claim that many chronic illnesses, like cancer, develop as a result of eating too many processed, unhealthy foods and not enough whole foods. Instead, they say that eating a mostly vegetarian diet that's made up of only unprocessed, whole foods can help reduce your risk of disease and boost your mood. Although the macrobiotic diet was designed to be a long-term solution, the seven-day brown rice diet serves as a cleanse for people looking for a reset. Why Brown Rice? Rice is a staple food for around 70 percent of the world's population, according to a study published in [Advances in Food Technology and Nutritional Sciences](https://openventio.org/food-as-medicine-the-new-concept-of-medical-rice/) in July 2016. Unlike white rice, which is highly processed, brown rice is considered a whole grain. It includes the outer bran and germ portions, which provide both starch and fiber. Because of its high fiber content, brown rice has a less dramatic effect on both blood sugar and insulin levels when compared to white rice. It's also associated with weight loss and a reduced body fat percentage, notes an August 2013 publication of the [British Journal of Nutrition](https://pdfs.semanticscholar.org/97df/fcc2424ab45b44179dfbfe7da39c452df01d.pdf?_ga=2.138161584.1641820441.1562529499-978187130.1562529499). Proponents of the brown rice diet also [claim that brown rice is hypoallergenic](http://www.drzepp.com/uploads/3/4/5/4/34546637/_brown_rice_cleansing_diet.pdf) — allowing tolerance without adverse effects or symptoms — and that it contains certain substances that can enhance detoxification and have antioxidant activity. One of these substances are gamma-oryzanol, which is found in the rice bran, according to a November 2018 issue of [Nutrients](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6265930/). The other is fiber, which binds to toxins, according to a report published in [Advances in Nutrition](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5105045/) in November 2016, and helps you eliminate them from your body. Fiber also helps waste move through your digestive system — another important aspect of effective detoxification. What Does the Science Say? One of the major concerns of any diet plan is whether it contains enough variety to supply you with all the nutrients you need to stay healthy. Although this isn't a huge concern for a brown rice cleanse that you're on for only seven days, it's still something you want to consider. In the 2016 report in Advances in Food Technology and Nutritional Sciences, researchers reported that meals made according to macrobiotic principles provided not only enough calories, protein and fat, but adequate amounts of [most of the vitamins and minerals](https://www.livestrong.com/slideshow/1009345-11-nutrients-americans-arent-getting-enough/) required to keep you healthy, with the exception of a few. These researchers also looked at certain compounds, like the gamma-oryzanol and tocotrienol, contained in the bran of the brown rice and found that they could improve heart health by simultaneously lowering bad cholesterol and increasing good cholesterol. These compounds were also linked to a reduced risk of cancer. Another study, published in [PLOS One](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0155918) in June 2016, looked at the effect of a brown rice diet on people with diabetes. They compared the brown rice diet with a traditional diabetes-focused diet and found that people with diabetes who followed the brown rice diet had better glycemic control and hemoglobin a1c levels than those on the traditional diet. It's important to note, however, that participants in this study were on the diet for 12 weeks and that the effects weren't measured until week four. It's unlikely that you would see the same effects after following the diet for only seven days. Brown Rice and Detoxification But what about detoxification — one of the major claims of the brown rice cleanse? According to the 2016 report in Advances in Food Technology and Nutritional Sciences, brown rice also contains a compound called inositol, which appears to increase the body's ability to detox. Researchers from the report note that inositol has a strong chelating effect. In order words, it binds to toxic heavy metals, like lead, mercury and arsenic and helps remove them from your body. Other noted benefits of inositol include: - Balanced blood glucose levels - Improved metabolic syndrome markers (decreased cholesterol, decreased blood pressure and more balanced blood sugar) - Cancer prevention - Reduced severity of panic attacks and obsessive-compulsive behavior - Decreased Diet-Friendly Healthful Carbs](https://www.livestrong.com/slideshow/1004680-17-dietfriendly-healthful-carbs/) A Word of Caution Although the brown rice diet is almost nutritionally balanced, it lacks a few key nutrients, like vitamin D, vitamin B12 and calcium, according to a report that was published in [Nutrition and Cancer](https://www.tandfonline.com/doi/abs/10.1080/01635581.2015.1055369?scroll=top&needAccess=true&journalCode=hnuc20) in July 2015. If you're following the diet for only seven days, it's unlikely that you'll develop nutrient deficiencies, but if you decide to stick with it longer, you'll have to supplement with these specific nutrients to meet your needs. Another thing important to note is that rice is a significant dietary source of arsenic, a heavy metal that has been associated with increased risk of cancer, heart disease, diabetes and respiratory issues, like asthma. According to a report published in [Science of the Total Environment ](https://www.sciencedirect.com/science/article/pii/S0048969717303674)in May 2017, eating too much rice can expose you to high levels of arsenic that increase your risk of these adverse health effects. [Excess rice consumption](https://www.livestrong.com/article/480056-what-happens-if-you-eat-too-much-cooked-rice/) can be especially problematic during pregnancy, since the arsenic can affect the health of the developing baby. [Science of the Total Environment: \"Assessment of Human Dietary Exposure to Arsenic Through Rice\"](https://www.sciencedirect.com/science/article/pii/S0048969717303674) [PLOS One: \"Effect of a Brown Rice-Based Vegan Diet and Conventional Diabetic Diet on Glycemic Control of Patients With Type 2 Diabetes: A 12-Week Clinical Trial\"](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0155918) [Nutrition and Centre the Evidence\"](http://www.thepermanentejournal.org/issues/43-the-permanente-journal/original-research-and-contributions/6123-the-macrobiotic-diet-as-treatment-for-cancer.html) [British Journal of Nutrition: \"Effects of the Brown Rice Diet on Visceral Obesity and Endothelial Function: The BRAVO Study\"](https://pdfs.semanticscholar.org/97df/fcc2424ab45b44179dfbfe7da39c452df01d.pdf?_ga=2.138161584.1641820441.1562529499-978187130.1562529499) [Advances in Food Technology and Nutritional Sciences: \"Food Dietary Fibers on Nutrient Detoxification Organs: Gut, Liver, and Kidneys\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5105045/) [Nutrients: \"Redox Homeostasis and "}