{"title": "Now, a desi rotavirus vaccine | India News - Times of India", "author": "Durgesh Nandan Jha", "url": "https://timesofindia.indiatimes.com/india/now-a-desi-rotavirus-vaccine/articleshow/20058187.cms", "hostname": "indiatimes.com", "description": "India News: India's first indigenously developed vaccine against rotavirus, the major cause of diarrhoea deaths among children, was unveiled in the capital on Tue", "sitename": "Times Of India", "date": "2013-05-15", "cleaned_text": "NEW DELHI: India's first [indigenously developed vaccine](https://timesofindia.indiatimes.com/topic/indigenously-developed-vaccine) against [rotavirus](https://timesofindia.indiatimes.com/topic/rotavirus), the major cause of [diarrhoea deaths](https://timesofindia.indiatimes.com/topic/diarrhoea-deaths) among children, was unveiled in the capital on Tuesday. Scientists involved with the project said that the preventive vaccine has cleared all clinical trials and it will be available for sale in the market by next year, subject to clearance from the Drug Controller General of India (DCGI). The cost of the new vaccine, Rotavac, is likely to be around Rs 54 per dose which is 1/40th of the imported vaccines available in the market at present, said Dr M K Bhan, former secretary, department of biotechnology (DBT) who isolated the rotavirus strain in 1985 while pursuing research at AIIMS. \"Rotavac vaccine is similar to the oral polio drop. It will be given under the same regimen - 6, 10 and 14 weeks. Our trials have shown an efficacy of 56% in severe diarrhoea and 61% in very severe diarrhoea cases. There is no side-effect or safety issue,\" Bhan added. The Phase III clinical trial of the vaccine was carried out on 6,799 infants in the country at three sites -- a slum cluster in Delhi, a semi-urban locality in Pune and a village near Vellore. The vaccine development has been supported by DBT, the Bill and Melinda Gates Foundation, PATH, National Institutes of Health, Centre for Disease Control, and Stanford University. Bharat Biotech invested technical, manufacturing, and financial resources towards vaccine development, said Krishna M Ella, chairman and managing director of the company. \"The trial design included a strong safety net to identify and treat illnesses, especially gastroenteritis, among infants as early as possible,\" officials said. They said all infants enrolled in the trial received high-quality medical and emergency care during the trial period. \"The results indicate that the vaccine, if licensed, could save the lives of thousands of children each year in India,\" K Vijay Raghavan, secretary, department of biotechnology, said. According to a study in published in The Lancet, Rotavirus is most common causative agent of moderate-to-severe diarrhoea (MSD) among infants below 11 months age group in India. The study on the causes of severe diarrhoea in young children, which was conducted at seven different sites in sub-Saharan Africa and South Asian countries including India, found that rotavirus caused one episode of MSD for every four infants each year. Worldwide, rotavirus is responsible for 6.1 lakh childhood deaths out of which more than 80% occur in low-income countries. \"Since traditional measures like sanitation, safe water supply, and hygiene have little influence on its prevention, breastfeeding provides protection only for a limited period during infancy and oral rehydration therapy is difficult in view of associated vomiting; an effective vaccine is the logical choice for prevention,\" Dr Davendra K Taneja, a public health expert said. He added that rotavirus is spread from person to person. \"Interventions to improve sanitation and hygiene are likely to have a greater impact on diarrhoea due to bacterial and parasiting agents as they are primarily transmitted through contaminated food or water. But to check incidence of diarrhoea caused by rotavirus preventive vaccination is only solution,\" Taneja wrote written in an article published in the Indian Journal of Public Health. \"We are deeply gratified to have played a role in establishing the safety and efficacy of the [Rotavac vaccine](https://timesofindia.indiatimes.com/topic/rotavac-vaccine) ,\" said Anthony S Fauci, director of the National Institute of Allergy and Infectious Diseases, part of the US National Institutes of Health. The experts hope the low-cost vaccine will help overcome childhood deaths in India as well a number of other low-income countries in the world including Kenya and Bangladesh. "}