{"title": "PDF", "author": "PDF", "url": "https://www.zora.uzh.ch/id/eprint/234142/1/ZORA234142.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Zurich Open Repository and Archive University of Zurich University Library Strickhofstrasse 39 CH-8057 Zurich www.zora.uzh.ch Year: 2023 Holistic mHealth interventions for the promotion of healthy ageing: protocol for a systematic review Zheng, Shenglin ; Edney, Sarah Martine ; Mair, Jacqueline Louise ; Kowatsch, Tobias ; Castro, Oscar ; Salamanca-Sanabria, Alicia ; MüllerRiemenschneider, Falk Abstract: Introduction Maintaining physical and mental health is essential for healthy ageing. It can be sup- ported by modifying lifestyle factors such as physical activity and diet. Poor mental health, in turn, contributes to the opposing effect. The promotion of healthy ageing may therefore benefit from holistic interventions inte- grating physical activity, diet and mental health. These interventions can be scaled up to the population level by using mobile technologies. However, systematic evidence regarding the characteristics and effectiveness of such holistic mHealth interventions remains limited. This paper presents a protocol for a systematic review that aims to provide an overview of the current state of the evidence for holistic mHealth interventions, including their characteristics and effects on behavioural and health outcomes in general adult populations . Methods and analysis We will conduct a comprehensive search for randomised controlled trials and non-randomised studies of interventions published between January 2011 and April 2022 in MEDLINE, Embase, Cochrane Central Reg- ister of Controlled Trials, PsycINFO, Scopus, China National Knowledge Infrastructure and Google Scholar (first 200 records). Eligible studies will be mHealth interventions targeting general adult populations with content on physical activity, diet and mental health. We will extract information on all relevant behavioural and health outcomes, as well as those related to intervention feasibility. Screening and data extraction processes will be carried out independently by two reviewers. Cochrane risk-of-bias tools will be used to assess risk of bias. We will provide a narrative overview of the findings from eligible studies. With sufficient data, a meta-analysis will be conducted. Ethics and dissemination Ethical approval is not required because this study is a systematic review based on published data. We intend to publish our findings in a peer-reviewed journal and present the study at international conferences.PROSPERO registration numberCRD42022315166. DOI: https://doi.org/10.1136/bmjopen-2022-066662 Posted at the Zurich Open Repository and Archive, University of Zurich ZORA URL: https://doi.org/10.5167/uzh-234142 Journal Article Published Version The following work is licensed under a Creative Commons: Attribution-NonCommercial 4.0 International interventions for the promotion ofhealthy ageing: protocol for a systematic review. BMJ Open, 13(5):e066662. DOI: https://doi.org/10.1136/bmjopen-2022-066662 21 Zheng S, Open 2023; 13:e066662. doi:10.1136/bmjopen-2022-066662Open access Holistic mHealth interventions for the promotion of healthy ageing: protocol for a systematic review Shenglin Zheng ,1,2 Sarah Martine Edney ,1 Jacqueline Louise Mair Mair JL, et al. Holistic mHealth interventions for the promotion of healthy ageing: protocol for a systematic review. BMJ Open 2023; 13:e066662. doi:10.1136/ bmjopen-2022-066662 Prepublication history and additional supplemental material for this paper are available online. To view these files, please visit the journal online (http://dx.doi.org/10.1136/ bmjopen-2022-066662). Received 14 July 2022 Accepted 09 April 2023 For numbered affiliations see end of article. Correspondence to Dr Falk Müller Riemenschneider; falk. m- r@ nus. edu. sgProtocol © employer(s)) 2023. Re- use permitted under CC BY- NC. No commercial re- use. See rights and permissions. Published by BMJ.ABSTRACT Introduction Maintaining physical and mental health is essential for healthy ageing. It can be supported by modifying lifestyle factors such as physical activity and diet. Poor mental health, in turn, contributes to the opposing effect. The promotion of healthy ageing may therefore benefit from holistic interventions integrating physical activity, diet and mental health. These interventions can be scaled up to the population level by using mobile technologies. However, systematic evidence regarding the characteristics and effectiveness of such holistic mHealth interventions remains limited. This paper presents a protocol for a systematic review that aims to provide an overview of the current state of the evidence for holistic mHealth interventions, including their characteristics and effects on behavioural and health outcomes in general adult populations . Methods and analysis We will conduct a comprehensive search for randomised controlled trials and non- randomised studies of interventions published between January 2011 and April 2022 in MEDLINE, Embase, Cochrane Central Register of Controlled Trials, PsycINFO, Scopus, China National Knowledge Infrastructure and Google Scholar (first 200 records). Eligible studies will be mHealth interventions targeting general adult populations with content on physical activity, diet and mental health. We will extract information on all relevant behavioural and health outcomes, as well as those related to intervention feasibility. Screening and data extraction processes will be carried out independently by two reviewers. Cochrane risk- of- bias tools will be used to assess risk of bias. We will provide a narrative overview of the findings from eligible studies. With sufficient data, a meta- analysis will be conducted. Ethics and dissemination Ethical approval is not required because this study is a systematic review based on published data. We intend to publish our findings in a peer- reviewed journal and present the study at international conferences. PROSPERO registration number CRD42022315166. INTRODUCTION In the era of population ageing, people are living longer than ever before. By 2050, the population of older adults globally will reach 2.1 billion, more than double the amount in 2019.1 Longer lifespans are associated with the risk of spending more years in poor health. In particular, non- communicable diseases (NCDs, chronic diseases of long duration) impose growing pressures, increasing healthcare costs and reducing labour force productivity.2 3 Relationships between NCDs and mental health conditions are increasingly being recognised as bi- di - rectional, which may heighten challenges associated with ensuring healthy ageing.4 For example, individuals with type 2 diabetes mellitus (T2DM) are at greater likelihood of having depression or anxiety, and people with mental health conditions are more likely to be diagnosed with medical conditions related to their physical health.4-6 Therefore, healthy ageing, defined by the WHO as a process of developing and maintaining the functional ability that enables both physical and mental wellbeing in older age, is now considered a primary goal of public health.7 8 Promoting healthy ageing requires expec - tations from the lifespan and a shift from disease treatment to prevention, and this can be achieved by targeting modifiable lifestyle factors.3 9 Physical activity and diet in partic - ular are key lifestyle factors for the promotion of physical and mental health.10 Engaging in physical activity and healthy diets is associated STRENGTHS AND LIMITATIONS OF THIS STUDY To our best knowledge, this systematic review is the first to provide an overview of holistic mHealth interventions, including intervention characteristics and their effects on related behavioural and health outcomes. The review will apply a comprehensive search strat - egy covering six electronic databases and Google Scholar over a 10- year period. Due to the rapidly growing body of mHealth inter - ventions, this systematic review may miss some studies that are planned or still in progress.copyright. on June 15, 2023 at University Library Zurich. Protected by http://bmjopen.bmj.com/ BMJ Open: first published as 10.1136/bmjopen-2022-066662 on 2 May 2023. Downloaded from 2 Zheng S, et al. BMJ Open 2023; 13:e066662. doi:10.1136/bmjopen-2022-066662Open access with better health in older age, a lower incidence of NCDs and fewer depressive symptoms.11 12 Conversely, mental health conditions, such as stress and depression, may manifest behavioural responses like loss of energy and cravings for high- calorie foods, contributing to physical inactivity and unhealthy diets, which in turn increase the risk of poor health and developing NCDs.5 13 14 Previous studies have described holistic interventions that inte - grate physical activity, diet and mental health have shown greater effects on weight reduction compared with combined physical activity and diet lifestyle programmes alone.15 16 Together, the evidence outlines the potential role of holistic interventions for modifying lifestyles and promoting healthy ageing. Since the ageing process never ceases, promoting healthy ageing presents a large- scale problem that requires solutions at the population level.17 18 With the development of mobile technologies and digital health tools, mobile and wireless devices, such as smartphones and patient monitoring devices, have become ingrained in people's daily activities.19 These mobile technologies may offer a scalable, yet effective alternative to traditional, face- to- face public health intervention delivery methods.19 Also known as mobile health (mHealth), mobile technol - ogies used for medical or public health purposes, can leverage their widespread use, flexibility and easy data collection. mHealth interventions may increase access to evidence- based interventions even across the lifespan and overcome geographical barriers and time constraints for hard- to- reach populations.20-22 Recent studies have shown that mHealth interventions focusing on healthy behaviour change can extend to large segments of the population.23-25 The Stepathlon Cardiovascular Health Study, for instance, reached approximately 69 219 partic - ipants from 64 countries over 3 years.25 Evaluations of the efficacy of holistic mHealth interventions have also demonstrated their potential to promote healthy ageing by aiding weight management, adoption of healthy behaviours and improvements in mental wellbeing.26-28 Despite global interest and attention in holistic mHealth interventions to promote healthy ageing, the available evidence has not yet been systematically reviewed and summarised. Most reviews have focused on interventions that targeted individual behaviours or those that targeted physical activity and diet without inlcuding any aspects of mental health.29-31 One systematic review of the Diabetes Prevention Programme, a holistic programme covering physical activity, healthy eating and stress management delivered via eHealth, suggested promising evidence for weight loss among pre- diabetic participants. However, some of the included studies employed digital video discs and telehealth consulting as the main delivery modes.32 Another scoping review only identified four studies that targeted physical activity, diet and sleep interventions via smartphone apps: two were study protocols, and one delivered a physical activity and diet intervention to the treatment group, and a stress and sleep interven - tion to the control group, rather than targeting all three (physical activity, diet and stress/sleep) in a single holistic intervention.31 Objective Considering the rapid growth in the number of mHealth intervention studies and gaps in our understanding of their characteristics and impacts, this review aims to provide a comprehensive overview of the current state of the evidence for holistic (i.e., physical activity, diet and mental health) mHealth interventions, including their characteristics and effects on behavioural and health outcomes in general adult populations. METHODS AND ANALYSIS The conduct and reporting of the review will follow the Preferred Reporting Items for Systematic Reviews and Meta- Analyses (PRISMA) guidelines.33 Eligibility criteria Study inclusion and exclusion criteria are guided by the PICOS (participants, interventions, comparisons, outcomes and study design) framework. Participants (P) Studies that recruit participants who are adults aged 18 years or older and who have no pre- existing NCDs or clinically diagnosed mental health conditions will be included. Studies that recruit participants who may be at risk of developing NCDs, such as people with overweight or obesity, high cholesterol, pre- diabetes, or who have non- clinically diagnosed mental health conditions such as depression and stress, will also be included. Studies will be excluded if they recruit children or adolescents, pregnant women, or people who have been diagnosed with an NCD or mental health disorder, for example, cancer, T2DM, cardiovascular disease, major depressive disorder, bipolar disorder, etc. Intervention (I) To be eligible for inclusion, interventions will meet all of the following criteria: 1. Designed for the promotion of healthy lifestyle be - haviours or the prevention of NCDs or mental health disorders; 2. Combining intervention content on physical activity, diet and mental health. Mental health in this review covers emotional regulation, mood improvement, stress management, mindfulness, meditation, breath - ing, relaxation and sleep; 3. Delivered via mHealth technologies, including mobile phones, tablets, short message service (SMS), voice messages, wearables and other wireless technologies.19 Interventions that are delivered using mHealth and other modes will be included if the mHealth compo - nent is predominant. We will exclude interventions based solely or primarily on telehealth consultation, structured telephone support, web- based (requiring computer access) or email- based interventions.copyright. on June 15, 2023 at University Library Zurich. Protected by http://bmjopen.bmj.com/ BMJ Open: first published as 10.1136/bmjopen-2022-066662 on 2 May 2023. Downloaded from 3 Zheng S, et al. BMJ Open 2023; 13:e066662. doi:10.1136/bmjopen-2022-066662Open access Comparisons (C) Studies will be included if they have a no- intervention control or any other comparators, including usual care, waitlists and alternative interventions in any format. Outcomes (O) To capture as much information as possible and facilitate a comprehensive mapping of the existing evidence, we will not put any restrictions on outcomes. All relevant behavioural and health outcomes will be included, such as: 1. Measures related to physical activity, diet and mental health, including exercise minutes per week, food in - take, stress levels, sleep quality, etc. 2. Physiological and clinical parameters such as lipid pro - files, blood pressures, weight change, body mass index, etc. We will also include outcomes related to feasibility, usability, acceptance, engagement or intervention adherence. Type of studies (S) This review will include peer- reviewed randomised controlled trials (RCTs) and non- randomised studies of interventions (NRSIs) that are reported in full- text arti - cles. Study protocol papers, reviews, observational and qualitative studies, conference papers and letters to the editor will be excluded. Full details of study inclusion and exclusion criteria can be found in table 1 .Information sources Systematic searches were conducted in six electronic data - bases: MEDLINE (via PubMed), Embase, PsycINFO (via Ovid), Scopus, Cochrane Central Register of Controlled Trials (CENTRAL) and China National Knowledge Infrastructure (CNKI), limiting the search to full- text articles published in English and Chinese between January 2011 and April 2022. This time frame reflects the period of unprecedented development in mobile tech - nologies19 34 35 and it is thought to capture the existing evidence as completely as possible. In addition, we will search Google Scholar and screen the first 200 records for inclusion, as well as the reference lists of included studies and relevant systematic reviews. Where necessary, study authors will be contacted to provide additional information to determine eligibility and/or to request any unreported data needed at the data extraction phase. Search strategy The search strategy was developed in collaboration with an academic librarian with expertise in systematic review searching at the National University of Singapore. The strategy comprised the following key topics: mHealth applications, physical activity, diet and mental health. The initial search strategy was built for MEDLINE (via PubMed) using identified free- text keywords and medical subject headings and then adapted to the other data - bases and sources. Search filters, such as year and study/ Table 1 Inclusion and exclusion criteria Criteria Inclusion criteria Exclusion criteria Participants General adult population aged 18 years or older Adults at risk of developing NCDs or mental health disorders (eg, people with overweight or obesity, people with pre- diabetes, people with non- clinically diagnosed depression or anxiety) Children and adolescents aged less than 18 years old Pregnant women Patients with an existing NCD or mental health disorder (eg, cancer, T2DM, cardiovascular disease, major depressive disorder or bipolar disorder) Intervention The intervention needs to meet the following three criteria: Designed for the promotion of healthy lifestyle promotion or the prevention of NCDs or mental health disorder Combining intervention content on physical activity, diet and mental health Delivered via mHealth technologies Solely or primarily web- based (requiring computer access) or email- based intervention Solely or primarily telehealth consultation or structured telephone support programme Comparator No intervention control Any comparators such as usual care or other interventionsNA Outcome All relevant behavioural and health outcomes such as -Measures related to physical activity, diet and mental health - Physiological and clinical parameters of NCDs or mental health disorders Outcomes related to intervention's feasibility, usability, acceptance, engagement or adherenceNA Study design RCTs NRSIs Study protocols or reviews Qualitative studies or observational studies Conference papers or letters to editor NCDs, type 2 diabetes mellitus.copyright. on June 15, 2023 at University Library Zurich. Protected by http://bmjopen.bmj.com/ BMJ Open: first published as 10.1136/bmjopen-2022-066662 on 2 May 2023. Downloaded from 4 Zheng S, et al. BMJ Open 2023; 13:e066662. doi:10.1136/bmjopen-2022-066662Open access publication type, were applied based on inclusion and exclusion criteria and settings in each database. The full search strategy is available in online supplemental appendix 1. Selection of studies Following the search, Mendeley will be used to store and manage all identified records. The records will then be imported into Covidence systematic review software ( www.covidence.com) for the screening, data extraction, and risk of bias assessment phases. Following automatic removal of duplicates by Covidence, two researchers will independently screen records for inclusion based on their titles/abstracts and subsequently relevant full- text articles. Where necessary, a third researcher will be consulted to resolve discrepancies and reach consensus on study inclusion and exclusion. Cohen's kappa will be used to assess the consistency of screening between reviewers. Full details of the study selection process will be reported within a PRISMA flow diagram. Data extraction Two researchers will pilot the form with a random subsa - mple of five trials to ensure data is extracted in a consis - tent and accurate way. Once the piloting is complete, one researcher will independently perform all data extraction, and the other will confirm the accuracy by moderating all extracted data. Discrepancies will be resolved through discussions, with a third researcher involved if necessary. Extracted data will include: 1. General information: title, study country, setting, study aim, funding source, conflict of interest 2. Study methods: study design, recruitment method, in - centives for intervention compliance, total study dura - tion, informed consent, ethical approval 3. Participants: sample size, eligibility criteria, baseline characteristics (age, gender, ethnicity, socioeconomic status, etc.) 4. Intervention: delivery mode, components, behavioural change techniques, theories, details of comparison group(s) 5. Outcome: name and definitions of outcomes, mea - surement instruments, measurement points 6. Results: summary data for each group, data for each outcome (number of participants, outcome estimates, subgroups if any), adverse events 7. Information for risk of bias assessment Risk of bias assessment Two researchers will independently assess the risk of bias of all included studies using Cochrane assessment tools: Risk of Bias 2 (RoB2) and Risk of Bias In Non- Randomised Studies - of Interventions (ROBINS- I), with any discrep - ancies resolved in discussion with a third researcher.36 37 Additional criteria for cluster RCTs will also be assessed. RoB2 tool for RCTs has five bias domains: bias from the randomisation process, bias due to deviations from intended interventions, bias due to missing outcome data, bias in measurement of the outcomes and bias in selec - tion of the reported result.36 The overall risk of bias for RCTs will be classified into low risk of bias, some concerns and high risk of bias.36 ROBINS- I tool for NRSIs has seven bias domains: bias due to confounding, bias in selection of participants into the study, bias in classification of interventions, bias due to deviations from intended interventions, bias due to missing data, bias in measurement of outcomes and bias in selection of the reported result.37 The assessment will classify studies into low risk, moderate risk, serious risk and critical risk of bias.37 Data synthesis A narrative synthesis of included studies will be conducted. We will summarise the characteristics of included studies in tables, including itemising intervention content based on delivery modes, components, behavioural change techniques, human support and other characteristics. We will group related outcomes into five domains: anthropometry, physical activity, diet, mental health, and biomarkers. Due to diverse outcomes, we will use a vote- counting method accepted by the Cochrane Hand - book for Systematic Reviews of Interventions. Data will be presented as an effect direction plot to show positive, negative or mixed impacts. Meta- analysis will be conducted where there is enough comparable data on an outcome. Where studies include a mix of change from baseline and postintervention value scores, we will calculate mean differences with 95% CIs. Where studies use different measurement scales, we will calculate standardised mean differences as Hedges' g with 95% CI. Findings will be aggregated using random effects models. Heterogeneity will be examined using a 2 test with an alpha of 0.05 used for statistical significance and the I2 test. Confidence in cumulative evidence Where possible, two reviewers will evaluate the overall quality of evidence of primary outcomes independently using the Grading of Recommendations Assessment, Development and Evaluation working group method - ology, which covers domains of risk of bias, consistency, directness, precision and publication bias.38 Discrepan - cies will be settled through discussion and, if necessary, by a third reviewer. The quality will be determined as high, moderate, low or very low.38 Ethics and dissemination Ethical approval is not required because this study is a systematic review based on published data. We intend to publish our findings in a peer- reviewed journal and present the study at international conferences. Patient and public involvement This review does not include any patient or public involve - ment in its design, interpretation or dissemination.copyright. on June 15, 2023 at University Library Zurich. Protected by http://bmjopen.bmj.com/ BMJ Open: first published as 10.1136/bmjopen-2022-066662 on 2 May 2023. Downloaded from 5 Zheng S, et al. BMJ Open 2023; 13:e066662. doi:10.1136/bmjopen-2022-066662Open access DISCUSSION Chronic conditions, including NCDs and mental health disorders, can have profound impacts on the func - tional capacity of ageing populations.39 In light of the COVID- 19 pandemic, actions to promote healthy ageing have become even more pressing. To address this chal - lenge, a holistic approach that recognises the inter - connectedness of NCDs and mental health disorders is essential.13 40 41 Using mobile technologies, holistic inter - ventions that integrate physical activity, diet and mental health can be implemented on a large scale. These inter - ventions may have the potential to promote population- level healthy ageing. Previous systematic reviews on healthy ageing have primarily focused on middle- aged or older adults over the age of 60 years.39 42 Promoting healthy ageing is a continuous and lifelong endeavour.9 Adopting healthy lifestyles, especially before reaching old age, can consid - erably benefit individuals by supporting the maintenance of a high and stable level of functional capacity. Thus, to capture the full spectrum of the promotion of healthy ageing, we set the study inclusion criteria to include adults aged 18 and older rather than limiting our focus to old adults alone. This systematic review will be the first to provide a comprehensive overview of holistic mHealth interventions for the promotion of healthy ageing among general adult populations. Our review will provide detailed information on such interventions, including characteristics of participants, intervention components, delivery modes and intervention effectiveness. This systematic review will apply a comprehensive search strategy to six electronic databases, including three recom - mended by the regional- specific databases, PsycINFO and CNKI, as well as the first 200 references in Google Scholar.43 44 Despite all efforts to conduct a rigorous systematic review, some limitations have to be anticipated: first, the quality of included studies may differ: we will likely include indi - vidual studies with high risk of bias. Second, to provide a comprehensive overview, we will include all relevant behavioural and health outcomes, which will potentially result in a high level of heterogeneity. Third, we will likely miss some studies with published protocols that are still in progress or in manuscript preparation. This study will have several public health implications. First, our findings will contribute to a greater under - standing of the characteristics of holistic mHealth inter - ventions and their effectiveness on behavioural and health outcomes. Second, as mHealth interventions continue to gain interest, this review could serve as a guide for future directions and adaption of mHealth research to promote healthy ageing. Third, the review will be essential for healthcare professionals and decision- makers as our find - ings will serve as the basis for decision- making regarding mHealth interventions to support behaviour change and promote healthy ageing.Author affiliations 1Saw Swee Hock School of Public Health, National University of Singapore and National University Health System, Singapore 2Future Health Technologies, Singapore- ETH Centre, Campus for Research Excellence and Technological Enterprise (CREATE), Singapore 3Institute for Implementation Science in Health Care, University of Zürich, Zürich, Switzerland 4School of Medicine, University of St. Gallen, St. Gallen, Switzerland 5Centre for Digital Health Interventions, Department of Management, Technology and Economics, ETH Zürich, Zürich, Switzerland 6Digital Health Centre, Berlin Institute of Health, Charité - Universitätsmedizin Berlin, Berlin, Germany Twitter Shenglin Zheng @Shenglin_Zheng, Sarah Martine Edney @smartineedney and Jacqueline Louise Mair @jacquelinelmair Contributors SZ is the guarantor of the review. SZ and FM- R conceived the study initially, and SME, TK and JLM participated in the development process. All authors (SZ, SME, FM- R, TK, JLM, OC, AS- S) contributed to the study protocol design and refinement. SZ developed the search strategy with the input from an academic librarian at the National University of Singapore. FM- R, SME and SZ drafted the manuscript and all other authors provided feedback. All authors read and approved the final manuscript. Funding This work is conducted as part of Future Health Technologies programme, Singapore- ETH Center, which was established collaboratively between EHT Zürich and National Research Foundation, Singapore. The research is supported by the National Research Foundation, Prime Minister's Office, Singapore, under its Campus for Research Excellence and Technological Enterprise Programme. It is also supported by the PANDA (Physical Activity and Nutrition Determinants in Asia) Research Programme, Saw Swee Hock School of Public Health, National University of Singapore. Competing interests TK's affiliation with the Centre for Digital Health Interventions, a joint initiative of the Department of Management, Technology, and Economics at ETH Zürich and the Institute of Technology Management at the University of St Gallen, is partially funded by CSS, a Swiss health insurer. He is also the cofounder of Pathmate Technologies, a university spin- off company that provides digital therapeutics. However, Pathmate Technologies was not involved in any way in this research. Patient and public involvement Patients and/or the public were not involved in the study design, reporting, or dissemination plans of this research. Patient consent for publication Not applicable. Provenance and peer review Not commissioned; externally peer reviewed. Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer- reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise. Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY- NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non- commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non- commercial. See: http://creativecommons.org/licenses/by-nc/4.0/. ORCID iDs Shenglin Edney http://orcid.org/0000-0002-3925-517X Jacqueline Louise Mair http://orcid.org/0000-0002-1466-8680 REFERENCES 1 Population Division, Department of Economic and Social Affairs. World population ageing highlights. 2020; 2019.copyright. on June 15, 2023 at University Library Zurich. Protected by http://bmjopen.bmj.com/ BMJ Open: first published as 10.1136/bmjopen-2022-066662 on 2 May 2023. Downloaded from 6 Zheng S, et al. BMJ Open 2023; 13:e066662. doi:10.1136/bmjopen-2022-066662Open access 2 World Health diseases. Health Organization, Available: https://www.who.int/news-room/fact- JD. The use of mHealth in ageing promotion: an Jacka FN, Quirk SE, et al. A shared framework for the common mental disorders and non- communicable disease: key considerations for disease prevention and control. BMC Psychiatry 2015;15:15. 5 Ngo VK, Rubinstein A, Ganju V, et al. Grand challenges: integrating mental health care into the non- communicable disease agenda. PLOS Med 2013;10:e1001443. 6 Pryor L, Da Silva MA, Melchior M. Mental health and global strategies to reduce NCDS and premature mortality. Lancet Public Health 2017;2:e350-1. 7 Kong D, Fu J, Hong Y , et al. The application and prospect of mobile health (mHealth) in health service for older people living alone in community: a narrative review. Iran J Public Health 2022;51:724-32. 8 World Health Organization. World report on ageing and health. World Health Organization; 2015. Available: https://apps.who.int/iris/handle/ 10665/186463 9 Nimrod G, Ben- Shem I. Successful aging as a lifelong process. Educational Gerontology 2015;41:814-24. 10 Changizi M, Kaveh MH. Effectiveness of the mHealth technology in improvement of healthy behaviors in an elderly population- a systematic review. Mhealth 2017;3:51. 11 Feng Z, Cramm JM, Nieboer AP . A healthy diet and physical activity are important to promote healthy ageing among older Chinese people. J Int Med Res 2019;47:6061-81. 12 Lin Y- H, Chen Y- C, Tseng Y- C, et al. Physical activity and successful aging among middle- aged and older adults: a systematic review and meta- analysis of cohort studies. Aging (Albany NY) 2020;12:7704-16. 13 Stein DJ, Benjet C, Gureje O, et al. Integrating mental health with other non- communicable diseases. BMJ 2019;364:l295. 14 Mensah GA, Collins PY . Understanding mental health for the prevention and control of cardiovascular diseases. Gh 2015;10:221. 15 Cox TL, Krukowski R, Love SJ, et al. Stress management- augmented behavioral weight loss intervention for African American women: a pilot, randomized controlled trial. Health Educ Behav 2013;40:78-87. 16 Mason AE, Epel ES, Aschbacher K, et al. Reduced reward- driven eating accounts for the impact of a mindfulness- based diet and exercise intervention on weight loss: data from the shine randomized controlled trial. Appetite 2016;100:86-93. 17 Buss VH, Leesong S, Barr M, et al. Primary prevention of cardiovascular disease and type 2 diabetes mellitus using mobile health technology: systematic review of the literature. J Med Internet Res 2020;22:e21159. 18 Stein N, Brooks K. A fully automated conversational artificial intelligence for weight loss: longitudinal observational study among overweight and obese adults. JMIR Diabetes 2017;2:e28. 19 WHO Global Observatory for eHealth. Mhealth: new horizons for health through mobile technologies: second global survey on ehealth. Available: https://apps.who.int/iris/handle/10665/44607 [Accessed 1 Jun 2022]. 20 Wang K, Varma DS, Prosperi M. A systematic review of the effectiveness of mobile apps for monitoring and management of mental health symptoms or disorders. Journal of Psychiatric Research 2018;107:73-8. 21 Faiola A, Papautsky EL, Isola M. Empowering the aging with mobile health: a mHealth framework for supporting sustainable healthy lifestyle behavior. Curr Probl Cardiol 2019;44:232-66. 22 Duan Y , Shang B, Liang W, et al. Effects of ehealth- based multiple health behavior change interventions on physical activity, healthy diet, and weight in people with noncommunicable diseases: systematic review and meta- analysis. J Med Internet Res 2021;23:e23786. 23 Ganesan AN, Louise J, Horsfall M, et al. International mobile- health intervention on physical activity, sitting, and weight: the stepathlon cardiovascular health study. J Am Coll Cardiol 2016;67:2453-63. 24 Yao J, Lim N, Tan J, et al. Evaluation of a population- wide mobile health physical activity program in 696 907 adults in Singapore. J Am Heart Assoc 2022;11:e022508. 25 Buis LR, Hirzel L, Turske SA, et al. Use of a text message program to raise type 2 diabetes risk awareness and promote health behavior change (Part I): assessment of participant reach and adoption. J Med Internet Res 2013;15:e281. 26 Block G, Azar KM, Romanelli RJ, et al. Diabetes prevention and weight loss with a fully automated behavioral intervention by email, web, and mobile phone: a randomized controlled trial among persons with prediabetes. J Med Internet Res 2015;17:e240. 27 Drew RJ, Morgan PJ, Collins CE, et al. Behavioral and cognitive outcomes of an online weight loss program for men with low mood: a randomized controlled trial. Ann Behav Med 2022;56:1026-41. 28 Baek JH, Kim JH, Oh S, et al. Smart stress care: usability, feasibility and preliminary efficacy of fully automated stress management application for employees. Psychiatry Investig 2018;15:991-9. 29 Palmer M, Sutherland J, Barnard S, et al. The effectiveness of smoking cessation, physical activity/diet and alcohol reduction interventions delivered by mobile phones for the prevention of non- communicable diseases: a systematic review of randomised controlled trials. PLOS ONE 2018;13:e0189801. 30 Milne- Ives M, Lam C, De Cock C, et al. Mobile apps for health behavior change in physical activity, diet, drug and alcohol use, and mental health: systematic review. JMIR Mhealth Uhealth 2020;8:e17046. 31 Kankanhalli A, Saxena M, Wadhwa B. Combined interventions for physical activity, sleep, and diet using smartphone apps: a scoping literature review. International Journal of Medical Informatics 2019;123:54-67. 32 Joiner KL, Nam S, Whittemore R. Lifestyle interventions based on the diabetes prevention program delivered via ehealth: a systematic review and meta- analysis. Prev Med 2017;100:194-207. 33 Page MJ, McKenzie JE, Bossuyt PM, et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. BMJ 2021;372:n71:71.:. 34 Istepanian RSH. Mobile health (m- health) in retrospect: the known unknowns. Int J Environ Res Public Health 2022;19:3747. 35 International Telecommunication Union. The world in 2010: ICT facts and figures. 2010. Available: Sterne JAC, Savovi J, Page MJ, et al. Rob 2: a revised tool for assessing risk of bias in randomised trials. BMJ 2019;366:l4898. 37 Sterne JA, Hernán MA, Reeves BC, et al. ROBINS- I: a tool for assessing risk of bias in non- randomised studies of interventions. BMJ 2016;355:i4919. 38 Guyatt GH, Oxman AD, Vist GE, et al. Grade: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ 2008;336:924-6. 39 Rocha NP , Rodrigues dos Santos M, Cerqueira M, et al. Mobile health to support ageing in place. IJEHMC 2019;10:1-21. 40 Jung J, Cho I. Promoting physical activity and weight loss with mHealth interventions among workers: systematic review and meta- analysis of randomized controlled trials. Mhealth Uhealth 2022;10:e30682. 41 Ryan JC, Wiggins B, Edney S, et al. Identifying critical features of type two diabetes prevention interventions: a Delphi study with key stakeholders. PLOS ONE 2021;16:e0255625. 42 Núñez de Arenas- Arroyo S, Cavero- I, Alvarez- Bueno C, et al. Effect of ehealth to increase physical activity in healthy adults over 55 years: a systematic review and meta- analysis. Scand J Med Sci Sports 2021;31:776-89. 43 Lefebvre C, Glanville J, Briscoe S, et al. Chapter 4: searching for and selecting studies. In: Cochrane Handbook for Systematic Reviews of Intervention Kleijnen J, et al. Optimal database combinations for literature searches in systematic reviews: a prospective exploratory study. Syst Rev 2017;6:245. copyright. on June 15, 2023 at University Library Zurich. Protected by http://bmjopen.bmj.com/ BMJ Open: first published as 10.1136/bmjopen-2022-066662 on 2 May 2023. Downloaded from "}