{"title": "Depression and Spiritual Healing: Weekly Summary", "author": "Www Facebook Com; CenterforActionandContemplation; Fr Richard Rohr; OFM", "url": "https://cac.org/daily-meditations/depression-and-spiritual-healing-weekly-summary-2023-05-27/", "hostname": "cac.org", "description": "Sunday Hold your when or how long or where before God. Make space for your disappointment, frustration, and unfulfillment to come out of hiding and", "sitename": "Center for Action and Contemplation", "date": "2023-05-27", "cleaned_text": "Spiritual Healing: Weekly Summary [Sunday](https://cac.org/daily-meditations/longing-for-consolation-2023-05-21/) Hold your when or how long or where before God. Make space for your disappointment, frustration, and unfulfillment to come out of hiding and present themselves in the light. —Brian McLaren [Monday](https://cac.org/daily-meditations/recognizing-the-signs-2023-05-22/) Those of us who suffer from depression call it many things. The fog. The black dog. The darkness. The unholy ghost. We dance around it with metaphors and paint pictures of the pain with our words. —Diana Gruver [Tuesday](https://cac.org/daily-meditations/the-divine-dimension-of-life-2023-05-23/) The infinite love of God can come welling up, and something of the depth dimension can begin to shine through in our dilemmas. It isn't just that we're caught in the middle of a dilemma, but we have a felt sense of knowing that we're not alone. —James Finley [Wednesday](https://cac.org/daily-meditations/the-healing-work-of-community-and-service-2023-05-24) With therapists, medication, meaningful studies, a small church community, a pastor who cared, friends who understood, and a name for my condition, God was knitting me. God was knitting me back together. —Monica A. Coleman [Thursday](https://cac.org/daily-meditations/infinite-love-in-our-brokenness-2023-05-25/) When we risk sharing what hurts the most in the presence of someone who will not invade us or abandon us, we can learn not to invade or abandon ourselves. —James Finley [Friday](https://cac.org/daily-meditations/finding-hope-in-the-depths-of-depression-2023-05-26/) The spirituals give me a way to be sad without being alone. Because they are sung in community, they say: It's okay to suffer. We know how you feel. We are suffering too. We all are. —Monica A. Coleman Praying without Words For author and Episcopal priest Barbara Cawthorne Crafton, it's during times when words fail us that turning to wordless prayer can help sustain our faith. God is not a figure outside of our experience and in need of information about it. We don't really need to pray about anything; we're not in charge of much of what happens in the world. We can content ourselves with prayer from within it all. So if prayer's efficacy is not measured by whether or not we get what we ask for, it's probably safe to stop asking for things, especially if doing so seems to feed the desperation and despair that take root in the soul of a depressed person—if prayer has become little more than worry with an \"Amen\" tacked on at the end. Here is a suggestion: Maybe we could try not using words at all. Never is this permission to be wordless more important than when depression strangles even the everyday words of human interaction. At such a time, a spiritual practice may be needed that will allow your emptiness, rather than fight to fill it. The ancient practice of centering prayer is one, like other meditative techniques from other religions and cultures: the quiet, gentle abdication of all one's illusions of personal power and control. It is not measured by the quality or quantity of emotion it produces. Prayer doesn't have to be measured by anything. We invite you to [join CAC teacher Brian McLaren ](https://www.youtube.com/watch?v=dLkKtDwIlKM)as he leads a silent meditation. Reference: Barbara Cawthorne Crafton, Jesus Wept: When Faith and Depression Meet (San Francisco, CA: Jossey-Bass, 2009), 114. Image credit: A path from one week to the next—CAC Staff Exercise in Grief and Lamentation credits from left to right: Jennifer Tompos, Jenna Keiper, Jenna Keiper. Used with permission. [Click here to enlarge image](https://cac.org/wp-content/uploads/2023/05/Depression_WP.jpg). On retreat, the CAC staff used watercolors to connect to our collective grief. This is one of the watercolor paintings that came from that exercise. "}