{"title": "Estudio brasileño probará eficacia de vacuna contra poliomielitis contra COVID-19", "author": null, "url": null, "hostname": null, "description": "Científicos brasileños informaron hoy que estudian la viabilidad de usar la vacuna contra la poliomielitis para el combate al nuevo coronavirus.", "sitename": "Spanish.xinhuanet.com", "date": "2020-06-10", "cleaned_text": "RIO DE JANEIRO, 9 jun (Xinhua) -- Científicos brasileños informaron hoy que estudian la viabilidad de usar la vacuna contra la poliomielitis para el combate al nuevo coronavirus. El coordinador del estudio, Edison Fedrizzi, dijo en entrevista con la estatal Agencia Brasil que los estudios se están realizando en el Hospital Profesor Polydoro Ernani de Sao Thiago, de la Universidad Federal de Santa Catarina (UFSC). Explicó que la intención es que la vacuna sea usada como forma de fortalecimiento del sistema inmunológico, reduciendo las posibilidades de contraer la infección o, al menos atenuando los síntomas más graves del cuadro clínico. \"Estamos buscando una vacuna que estimule la producción de anticuerpos contra la COVID-19. Lo que estamos proponiendo ahora es utilizar alguna de estas vacunas que tenemos en nuestro medio, ya disponibles, para estimular esta primera etapa (de defensa del organismo)\", comentó. \"Como no es una vacuna contra el nuevo coronavirus, no produciremos anticuerpos contra él. Lo que queremos es hacer una barrera protectora, inicial, para que el individuo no desarrolle la infección, en el caso de que entre en contacto con el virus. Pensamos que podríamos, también a través de este estímulo de defensa, disminuir la gravedad de la enfermedad\", detalló. La UFSC pretende ahora seleccionar a 300 voluntarios que laboren como trabajadores sanitarios, al ser los más expuestos a la COVID-19, y ver la eficacia de la vacuna. La mitad la recibirán vía oral y la otra mitad recibirá placebo. La vacuna contra la poliomielitis fue la elegida para hacer el estudio por ser vía oral, con una rápida respuesta, barata y segura. Según el Ministerio de Salud brasileño, la poliomielitis salvaje no se registra en Brasil desde 1990. "}