{"title": "Ayurvedic evaluation and treatment of Covid 19: A case report - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/34276164/", "hostname": "ncbi.nlm.nih.gov", "description": "COVID-19 patients, with underlying comorbidities are observed to develop complications. Studies have shown that hypertension (one of the comorbidities) is a risk factor for patients with severe COVID-19. There have been more patients with hypertension among those who succumbed to COVID-19 compared t ...", "sitename": "PubMed", "date": "2021-01-01", "cleaned_text": "PMID: 34276164 - PMCID: [PMC8277552](http://www.ncbi.nlm.nih.gov/pmc/articles/pmc8277552/) DOI: [10.1016/j.jaim.2021.07.005](https://doi.org/10.1016/j.jaim.2021.07.005) Ayurvedic evaluation and treatment of Covid 19: A case report Abstract COVID-19 patients, with underlying comorbidities are observed to develop complications. Studies have shown that hypertension (one of the comorbidities) is a risk factor for patients with severe COVID-19. There have been more patients with hypertension among those who succumbed to COVID-19 compared to the survivors. There is no proven treatment of COVID-19 as of now. Ministry of AYUSH, Government of India, has permitted use of traditional systems of medicine for treating mild to moderate cases of COVID-19. In line with this, there are few case reports which reported promising results for treatment of COVID-19 with Ayurveda. These treatment reports highlighted subdued COVID-19 infections without developing serious complications. The present case is of a young hypertensive female patient who was diagnosed with COVID-19. Ayurvedic assessment for this was Kaphavataj jwara. The patient sought Ayurvedic treatment. She was advised the treatment module including medicines, diet and behavioral interventions. Though patient was having comorbid hypertension with major COVID-19 symptoms, she recovered with exclusive Ayurvedic treatment both physically as well as psychologically with no post COVID-19 complications till date. Ayurvedic treatment module appears to be safe and efficacious with early recovery and better outcomes. Keywords: Ayurveda; COVID 19; Case report; SARS-CoV-2; Traditional medicine. © The Authors. Similar articles - [Ayurvedic treatment of 32680602 Free PMC article. - [The use of integrative therapy based on Yoga and Ayurveda in the treatment of a high-risk case of COVID-19/SARS-CoV-2 with multiple comorbidities: a case report.](/33627186/)J Med Case Rep. 2021 Feb PMC article. - [Stand-alone Ayurvedic intervention with home quarantine in COVID-19 - Outcomes of clinical practice.](/34054248/)J Ayurveda Integr Med. 2022 34054248 Free PMC article. - Ethnopharmacol. 2017 35002178 Free PMC article. Review. Cited by - [Policy responses to COVID-19 in Sri Lanka and the consideration of Indigenous Peoples.](/36949900/)Environ Sci Policy. 2023 Jun;144:110-123. doi: 10.1016/j.envsci.2023.03.008. Epub 2023 Environ Sci Policy. 2023. PMID: 36949900 Free PMC article. References - - MINISTRY OF AYUSH Government of India Interdisciplinary AYUSH Research & Development Task . 2nd April 2020. Force guidelines for AYUSH clinical studies in COVID-19. [https://www.ayush.gov.in/docs/clinical-protocol-guideline.pdf](https://www.ayush.gov.in/docs/clinical-protocol-guideline.pdf) - MINISTRY OF AYUSH Government of India Interdisciplinary AYUSH Research & Development Task . 2nd April 2020. Force guidelines for AYUSH clinical studies in COVID-19. - p. 467. Reprint. Publication types LinkOut - more resources Full Text Sources Miscellaneous "}