{"title": "Toxoid - Wikipedia", "author": null, "url": "https://en.wikipedia.org/wiki/Toxoid", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2005-05-08", "cleaned_text": "A toxoid is an inactivated [toxin](/wiki/Toxin) (usually an [exotoxin](/wiki/Exotoxin)) whose [toxicity](/wiki/Toxicity) has been suppressed either by chemical ( [formalin](/wiki/Formalin)) or heat treatment, while other properties, typically [immunogenicity](/wiki/Immunogenicity), are maintained. [[1]](#cite_note-1) Toxins are secreted by bacteria, whereas toxoids are altered form of toxins; toxoids are not secreted by bacteria. Thus, when used during [vaccination](/wiki/Vaccination), an immune response is mounted and immunological memory is formed against the molecular markers of the toxoid without resulting in toxin-induced illness. Such a preparation is also known as an anatoxin. [[2]](#cite_note-2) There are toxoids for prevention of [botulism](/wiki/Botulism). [[3]](#cite_note-3) Toxoids are used as [vaccines](/wiki/Vaccines) because they induce an immune response to the original toxin or increase the response to another antigen since the toxoid markers and toxin markers are preserved. For example, the [tetanus toxoid](/wiki/Tetanus_toxoid) is derived from the [tetanospasmin](/wiki/Tetanospasmin) produced by [Clostridium tetani](/wiki/Clostridium_tetani). [[4]](#cite_note-4) The latter causes tetanus and is vaccinated against by the [DTaP](/wiki/DTaP) vaccine. While patients may sometimes complain of side effects after a vaccine, these are associated with the process of mounting an immune response and clearing the toxoid, not the direct effects of the toxoid. The toxoid does not have virulence as the toxin did before inactivation. Toxoids are also useful in the production of human [antitoxins](/wiki/Antitoxin). Multiple doses of tetanus toxoid are used by many [plasma centers](/wiki/Plasmapheresis) in the United States for the development of [highly immune persons](/wiki/Hyperimmune_globulin) for the production of human anti-tetanus ( [tetanus immune [horse serum](/wiki/Passive_immunity)-type tetanus antitoxin in most of the developed world. Toxoids are also used in the production of [conjugate vaccines](/wiki/Conjugate_vaccine). The highly antigenic toxoids help draw attention to weaker antigens such as polysaccharides found in the [bacterial capsule](/wiki/Bacterial_capsule). [[6]](#cite_note-6) System\". 4th Ed. Garland Science, Peter & Francis Group, LLC. New York. [^](#cite_ref-2) [Anatoxin](https://www.vocabulary.com/dictionary/anatoxin) [^](#cite_ref-3)Moloney, P. J. (1926). [\"The Preparation and Testing of Diphtheria Toxoid (Anatoxine-Ramon)\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1321494). American Journal of Public (Human)\"](https://web.archive.org/web/20160304091829/http://www.talecris-pi.info/inserts/hypertet.pdf)(PDF). September 2012. Archived from [the original](http://www.talecris-pi.info/inserts/hypertet.pdf)(PDF) on 4 March 2016. Retrieved 2010-05-29. [^](#cite_ref-6)Vaccine design : innovative approaches and novel strategies. can be prevented by vaccination, and the licensed anthrax vaccine is a toxoid vaccine. It consists of inactivated subunits of anthrax toxin and elicits an antibody response that neutralises anthrax toxin. [^](#cite_ref-10)Kossaczka Z, S, Bryla SC di-O-acetyl pectin protein conjugates with adipic acid dihydrazide "}