{"title": "Larrakia Protocols - Larrakia Nation", "author": null, "url": "https://larrakia.com/about/protocol/", "hostname": "larrakia.com", "description": "Larrakia are the Traditional Owners of the Darwin region. Our Protocols are guidelines for all visitors to follow on Larrakia Country.", "sitename": "Larrakia Nation", "date": "2014-04-28", "cleaned_text": "The Larrakia people have had their own protocols for thousands of years. Our protocols differ greatly form Aboriginal Lore, and are a set of guidelines for all visitors to follow whilst on Larrakia Country. Traditionally, a visitor on Larrakia Country would come to the Larrakia people upon arrival to receive a Welcome to Country by the Traditional Owners. They would be told that it is an expectation that they follow the guidelines whilst they are on Country. To do so would be a sign of respect and strong bonds could be fostered. To not follow them would be a clear sign of disrespect and often lead to confrontation or worse. These protocols apply to both Aboriginal and non-Aboriginal visitors and residents on Larrakia Country. They have not changed and they are as follows: The cultural protocols of the Larrakia people - Larrakia are the Aboriginal owners of all land and waters of the greater Darwin and rural area, including all identified Aboriginal living areas. - Aboriginal law requires respect for the cultural authority of the Aboriginal owners. - We speak for our country and we have an obligation, along with our neighbours, to care for our country. - Visitors should respect that we retain traditional knowledge, such as stories about significant sites. - All visitors are responsible for their behaviour and should respect the guidance of Larrakia. - Learning about country is everybody's obligation, including; visitors, residents, NGOs and government. - Inappropriate behavior reflects badly on Larrakia people & we do not accept it. 'We talk to country, our country talks to us. This is Larrakia country, we are Larrakia people and we will always be here... Please respect our country.' (Bundilla Barbara Mills-Raymond, 2005). Kantri\" by © Artist Kootji - Desmond J Raymond The above artwork used on the Larrakia Protocols posters and flyers and cards is a visual representation and statement of authority and respect for Larrakia Country. The artwork depicts three Larrakia principle/boss totems: boetdoemba (sea eagle), danggalaba (saltwater crocodile) and malama guligi (king brown) surrounding the setting delirra (sun). Each of these totems represent wisdom, guidance and respect for the Larrakia Country. At the end of the day, the three bosses together through land, sea and air embodies power and authority over Larrakia Country. Acknowledgement and Welcomes to Country (spoken) Acknowledgement of country is the minimum standard protocol for any meeting or gathering. For significant meetings, events or gatherings, it is protocol for a Larrakia Welcome to Country to be booked through us. As a guide, if your event or gathering involves multiple stakeholders, and/or the use of a microphone, a Welcome to Country is strongly recommended. It is also protocol to acknowledge individual senior Larrakia and other Aboriginal elders in the room by name at meetings and gatherings. An Acknowledgement of Country can be done by anyone, but a Welcome to Country can only be performed by a recognised Larrakia person. For major events, a traditional saltwater welcome, dance or smoking may be recommended. The most respectful way to acknowledge the Larrakia is for genuine Larrakia involvement in your project or activity. Acknowledgement of Country (written) Increasingly, organisations are erecting signage or plaques acknowledging the Larrakia people. To have a conversation about your naming ideas and how Larrakia can be involved, contact our Host program on liaison@larrakia.com All signage involving the Larrakia people should be submitted to the Larrakia Nation board for approval by emailing [reception@larrakia.com](mailto:reception@larrakia.com) We encourage the use of Larrakia artwork and can commission art or signage to fit your needs. Generally, the board prefers the use of the Aboriginal flag over other Indigenous flags. The Torres Strait Islander flag should be used when referring to Indigenous or Torres Strait Islands and not the Larrakia people. Engaging with the Larrakia people The best way to engage with the Larrakia people is to write a letter to the chair of the board outlining how you would like to work with the Larrakia community. You can also contact a member of staff in one of our relevant work areas. Many businesses and organisations want to engage with the community and it is important that there is a genuine commitment to community outcomes rather than a tick the box approach. A decision to assist you with community engagement will be based on whether you can demonstrate this commitment. Contacting the board The standard way to contact the board is to write a letter or email addressed to the chair. Our current chair is Jerome Cubillo. Address: 76 Dick Ward Drive, Coconut Grove NT PO Box 1098 Nightcliff NT 0810 Email: [reception@larrakia.com](mailto:reception@larrakia.com) These letters are generally considered at the board meetings once a month. If you require a more speedy response, please send an There is a strict delineation between the roles of the board and staff. For community, land or cultural matters, please contact the board; for program, business development, HR or operational matters please contact the appropriate staff member. Indigenous knowledge and rights There are particular protocols around the use of Indigenous knowledge, including Larrakia knowledge and persons and organisations involved in the use, collection, storage and reproduction of Larrakia and other Indigenous knowledge, documents or materials should contact the Larrakia Nation board for permission and/or guidance. Larrakia Nation has a policy that Larrakia knowledge and expertise is valuable and that this value should be acknowledged and remunerated appropriately in the same way that other expert knowledge is. Larrakia people draw their livelihoods from this knowledge and expertise and we are limited in what we can do for free. There are a number of documents that further articulate the rights of Aboriginal people and these can be referred to as a guide for work on Larrakia land and with the Larrakia community: [Convention on Biological Diversity 1992](http://www.cbd.int/) [Declaration of the Rights of Indigenous People 2007](https://www.humanrights.gov.au/publications/un-declaration-rights-indigenous-peoples-1) [Free, prior informed consent](http://www.culturalsurvival.org/news/none/oxfam-guide-free-prior-and-informed-consent) How to Become a Culturally Competent Organisation: - Book a [Welcome to Country](https://larrakia.com/larrakia-cultural-services/)for events and ensure acknowledgement of traditional owners at significant meetings - Develop win-win commercial partnerships with Larrakia Nation and/or other Aboriginal business enterprises - Provide [cultural awareness training](https://larrakia.com/larrakia-cultural-services/)for staff - Put measures in place to support Aboriginal employment, such as mentoring schemes [Donate to us!](https://www.paypal.com/donate/?hosted_button_id=JXQ3SUEM58UUW)A regular donation to Larrakia cultural maintenance in recognition of their traditional ownership of country - Encourage staff to participate in community events The team at Larrakia Nation can help you with all of "}