{"title": "3 Easy Ways to Identify Non-Toxic Beauty and Personal Care Products", "author": "Mindful Momma", "url": "https://mindfulmomma.com/non-toxic-beauty/", "hostname": "mindfulmomma.com", "description": "Identify natural, non-toxic beauty & personal care products by understanding ingredients, terms and certifications and by using EWG's Skin Deep.", "sitename": "Mindful Momma", "date": "2020-02-10", "cleaned_text": "Learn how to identify non-toxic beauty and personal care products by understanding ingredients, terms and certifications, and by using ratings databases like EWG's Skin Deep. Think about the last time you went shopping for lotion, shampoo or mascara. What attracted you to the product? The packaging? The product description? The scent? Maybe you had seen it in a magazine or heard about it from a friend? It can be hard to resist the pretty packages and enticing promises found on beauty products in stores today. Who doesn't want ageless skin, ultra-shiny hair and perfect lashes? But underneath those impressive claims and that appealing fragrance, there are usually some pretty scary chemicals. Why Non-Toxic Beauty & Personal Care Matters If you are a typical woman, you use about 12 different personal care products (and over 100 individual ingredients) on your body every day. Those ingredients are easily absorbed through your skin and can find their way into your bloodstream. That wouldn't be a problem if the ingredients were healthy and safe BUT.... The real secret behind the beauty and personal care industry is that they are virtually unregulated, and therefore are allowed to use untested chemicals in their products. Of over 80,000 chemicals available today, only a handful are banned in consumer products. Because of this, we've got hormone disrupting ingredients in skin care, cosmetics containing lead and other heavy metals, carcinogens in shampoos, and many more harmful chemicals in products we use on our bodies every day. A single exposure to a toxic chemical probably won't hurt you, but over time, these exposures add up, both through repeated exposures of the same chemical, and a variety of different types of chemical exposures. The concept of [body burden](https://www.huffpost.com/entry/body-burden_b_995154) looks at the sum total of all the toxic chemicals that have accumulated in our bodies over time. Some of those chemicals have synergistic effects, meaning they create an even worse toxin when combined. In addition, studies have shown that even low doses of endocrine disrupting chemicals can have serious health effects. RELATED: [Simple Changes for a More Natural, Eco-Friendly Lifestyle](https://mindfulmomma.com/natural-living-basics/) How to Identify Non-Toxic Beauty & Personal Care Products The good news is that there are many wonderful, safe and natural personal care products available today. But buyer beware: there is also a lot of greenwashing going on. Many brands that are jumping on the natural and non-toxic bandwagon are not really all that better or safer for human health or the planet. Greenwashing is marketing intended to make people believe that a product is more eco-friendly and non-toxic than it really is. So maybe one aspect of a product is \"greener\" but the rest of it is not very sustainable or possibly even unhealthy to use. The company is hoping to put a green \"halo\" on the product to entice you to buy. If you really want to get a handle on what you are buying and avoid greenwashing, you'll have to do some detective work of your own. Unfortunately, becoming a beauty sleuth is an important step in [switching to natural, non-toxic products](https://mindfulmomma.com/buy-natural-non-toxic-products/), but I'm here to help! Here are 3 easy ways to find non-toxic products, whether you are in a store or shopping online: 1.) Read the labels Learning to read and understand product labels is a very important step to finding safe personal care and beauty products. First of all, watch out for these appealing claims that actually mean nothing. - Natural - Organic* - Non-toxic - Botanical - Clean - Hypoallergenic - Physician approved - Simple - Safe - Eco-Friendly - Green *If you see the term organic, check to see if the entire product is certified organic (see below for more on certifications), or if the company is transparent about the percentage of ingredients that are organic. Many products only contain a few certified organic ingredients but use the \"halo\" of organic to sound better than they actually are. Next, look for the worst offending chemicals and avoid them like the plague! ( [Learn more about the top 12 toxic ingredients to avoid in personal care products here.](https://mindfulmomma.com/toxic-ingredients-in-beauty-personal-care-products/)) - Parabens - Sodium lauryl or laureth sulfate - Fragrance - Triclosan - Formaldehyde - PEGs - BHA & BHT - Ethanalomines - Dibutyl phthalate and toluene - Coal dyes - Hydroquinone - Oxybenzone 2.) Look for Certifications There are quite a few certifications and seals of approval that can be helpful in finding the products with the attributes that matter most to you - whether it's product safety, natural ingredients, certified organic, or something else. When you see one of these third party certifications on a product, you know it has met a stringent set of requirements. Keep in mind that not all safer, better products use these certifications due to the expense and time it takes to earn them. I may receive commissions from purchases made through links in this article. [Full Disclosure](https://mindfulmomma.com/privacy-policy/) Certifications for Non-Toxic Beauty Products USDA Organic - Products must contain at least 95% organic ingredients - Standard created for food products (USDA has no authority over the production and labeling of cosmetics and personal care products) - Certifying agent's name and address must appear on the label - Example: [Coco Kind](https://www.amazon.com/Cocokind-Moisturizer-Matcha-Organic-2-02/dp/B017KQZKOC/ref=as_li_ss_tl?ie=UTF8&qid=1522184544&sr=8-4&keywords=coco+kind&refinements=p_89:Cocokind&dpID=41X6GL58V%252BL&preST=_SY300_QL70_&dpSrc=srch&linkCode=sl1&tag=mindmomm099-20&linkId=efe5269e3a4c8070c603c9086342fd4e) [Learn more](http://www.ams.usda.gov/rules-regulations/organic/labeling) EWG Verified - Set of standards that demonstrate EWG's strict criteria for safety. - Products must score \"green\" (1 or 2) in Skin Deep database. - All ingredients must be disclosed, including all fragrance components. [Learn more](http://www.ewg.org/ewgverified/) - Example: [MyChelle](https://www.amazon.com/MyChelle-Enzyme-Exfoliating-Facial-Jojoba/dp/B000MASTNI/ref=as_li_ss_tl?s=beauty&rps=1&ie=UTF8&qid=1522184651&sr=1-12&keywords=mychelle&refinements=p_89:MyChelle+Dermaceuticals,p_85:2470955011&linkCode=sl1&tag=mindmomm099-20&linkId=709022698a99806317397caa1b5fd768) - Find more of my [favorite EWG Verified personal care products](https://mindfulmomma.com/ewg-verified-products/)here MADE SAFE - Products are screened for against a toxicant database for known harmful chemicals such as carcinogens, endocrine disruptors, heavy metals and more. - Supply chain and other contamination risks are considered. - Ingredients are examined for bioaccumulation, persistence, and general and aquatic toxicity. - Goes beyond individual ingredients to certify finished product. [Learn more](http://madesafe.org/about/about-us/) - Example: [Pleni Naturals](https://www.amazon.com/Pleni-Naturals-Essential-Dermatologist-Sensitive/dp/B01FYC051M/ref=as_li_ss_tl?ie=UTF8&qid=1522184708&sr=8-1&keywords=pleni+naturals&linkCode=sl1&tag=mindmomm099-20&linkId=7c4ae552e0b7cf20cc95637389d2a218) NSF/ANSI 305 - Standard developed for personal care and cosmetics using organic ingredients - Formula must contain at least 70% organic content by weight - Example: [Aubrey Organics](https://www.amazon.com/Aubrey-Organics-Honeysuckle-Rose-Shampoo/dp/B0006GZAKI/ref=as_li_ss_tl?&fst=as:off&imprToken=gtn5wxFjx7Vo1i-mfaFp1w&keywords=aubrey+organics&qid=1581356960&refinements=p_89:Aubrey+Organics&rnid=2528832011&slotNum=3&sr=8-3&linkCode=ll1&tag=mindmomm099-20&linkId=04fe25b93d7de1e0cb591e40e45a4fc0&language=en_US) [Learn more](http://www.nsf.org/consumer-resources/what-is-nsf-certification) Natural Products Association - Standard created specifically for personal care products - Minimum 95% ingredients of natural origin - No ingredients with any suspected human health risks - No processes that significantly or adversely alter the natural ingredients - Example: [Badger](https://www.amazon.com/Badger-SPF-Sport-Sunscreen-Cream/dp/B00J4F7W94/ref=as_li_ss_tl?ie=UTF8&qid=1522184752&sr=8-10&keywords=badger&refinements=p_89:Badger&linkCode=sl1&tag=mindmomm099-20&linkId=949469518cc6e2f1e3d262208f21916d) - Learn more Whole Foods Market Premium Body Care - Stringent guidelines for ingredient safety, environmental impact, source and efficacy - Over 400 unacceptable ingredients including parabens, polypropylene glycol, sulfates, artificial fragrances and many more - Used for both private label and independent brands sold at Whole Foods Market - Example: [Earth Mama](https://mindfulmomma.com/EarthMama) - Learn more Get my list of Safer Swaps for Personal Care & Beauty Products when you [sign up for my mailing list](https://mindfulmomma.com/mindful-momma-mailing-list/). Cruelty Free & Fair Trade Certifications Some brands do a better job than others at social measures like paying fair wages or animal protection. These certifications will help you identify things that matter to you. Leaping Bunny - Company audit required to ensure no animal testing - Ingredient suppliers included - Example: [Juice Beauty](https://www.amazon.com/Juice-Beauty-Green-Apple-Moisturizer/dp/B000W0XVNG/ref=as_li_ss_tl?&fst=as:off&imprToken=gtn5wxFjx7Vo1i-mfaFp1w&keywords=juice+beauty&qid=1581357054&refinements=p_89:Juice+Beauty&rnid=2528832011&s=beauty&slotNum=6&sr=1-9&linkCode=ll1&tag=mindmomm099-20&linkId=21da9148dd1ddcce496a9b53c853a7e7&language=en_US) [Learn more](http://www.leapingbunny.org/) PETA Cruelty Free - Company pledge required but no audit - Bunny Free App available - Example: [Acure](https://www.amazon.com/Acure-Brilliantly-Brightening-Facial-Packaging/dp/B003Z4OD24/ref=as_li_ss_tl?s=beauty&ie=UTF8&qid=1522184958&sr=1-1&keywords=acure&refinements=p_89:Acure&th=1&linkCode=sl1&tag=mindmomm099-20&linkId=ed36554b53fab3133ac451b404294359) [Learn more](http://features.peta.org/cruelty-free-company-search/index.aspx) Certified Vegan - No animal ingredients or byproducts allowed - Animal testing not allowed - Example: [Dr. Bronners](https://www.amazon.com/Dr-Bronners-Sampler-Eucalyptus-Peppermint/dp/B06Y4QD13Q/ref=as_li_ss_tl?&fst=as:off&imprToken=gtn5wxFjx7Vo1i-mfaFp1w&keywords=dr+bronners&qid=1581357122&refinements=p_89:Dr.+Bronner's&rnid=2528832011&s=beauty&slotNum=8&sr=1-4&linkCode=ll1&tag=mindmomm099-20&linkId=29bc273a7a52133fbffeb6a44d3b1335&language=en_US) [Learn more](http://vegan.org/) Fair Trade Certified - Ingredients sourced in a way that benefits workers, farmers, consumers and the earth - Example: [EcoLips](https://www.amazon.com/Eco-Lips-Peppermint-Pomegranate-Vanilla/dp/B01N78OVMY/ref=as_li_ss_tl?s=beauty&ie=UTF8&qid=1522185001&sr=1-1&keywords=eco+lips&refinements=p_89:Eco+Lips&dpID=51Bmz0T-V7L&preST=_SX300_QL70_&dpSrc=srch&linkCode=sl1&tag=mindmomm099-20&linkId=770ae873e9cc432ec9f9a2caaf8720dc) [Learn more](http://fairtradeusa.org/certification#) Fair For Life - Assures that human rights are safeguarded at any stage of production, workers enjoy good and fair working conditions and smallholder farmers receive a fair share. - Example: [Alaffia](https://www.amazon.com/Alaffia-EveryDay-Coconut-Cleansing-Ounces/dp/B00HUDTVP0/ref=as_li_ss_tl?ie=UTF8&qid=1522185061&sr=8-1&keywords=alaffia&refinements=p_89:Alaffia&th=1&linkCode=sl1&tag=mindmomm099-20&linkId=0b46e2683972efd4098548a9bdccecc4) [Learn more](http://www.fairforlife.org) 3.) Check the Ratings Skin Deep Database One of the most popular tools for identifying safer products is the [Skin Deep Cosmetics Database](http://www.ewg.org/skindeep/) from the Environmental Working Group (EWG). Skin Deep provides safety ratings on personal care products and ingredients with a hazard score of 1-10 based on the known and suspected hazards of ingredients. You can search by specific product, product type, brand or ingredient. While the database is extensive, not every product is available. If a specific product is not listed, then look up the individual ingredients. EWG's Healthy Living App [The Healthy Living app](https://www.ewg.org/apps/) from the Environmental Working Group combines the data from Skin Deep, along with the EWG's Food Scores data - to create a comprehensive healthy living app. For personal care and beauty products, click on the Cosmetics tab on the app. You can also scan the bar code on a product, which can be very helpful when you are in a store. Think Dirty Skin Deep is my go-to resource for understanding the safety of a product, but another popular ratings app is [Think Dirty](https://www.thinkdirtyapp.com/). Be sure to check out my [Non-Toxic Product Guides](https://mindfulmomma.com/non-toxic-product-guides/) for lots of non-toxic "}