{"title": "Healing Magic", "author": null, "url": "https://www.uiw.edu/sanantonio/HealingMagic.html", "hostname": "uiw.edu", "description": null, "sitename": "uiw.edu", "date": "2023-01-01", "cleaned_text": "Healing Magic Curanderismo and its Practice in San Antonio By Elizabeth de la Portilla, Ph.D. It is a typical Saturday morning on San Antonio's Southside. Conjunto music rides over on humid air from the flea market's main plaza where food, water fountains, and toilets are located. The bajo sexto's resonating beat has my toe boot tapping; Germans may have taught us the Polka but the rhythm is strictly Tex-Mex. Things are lively for a weekend morning and the day promises to be a hot one. We sit on hard metal chairs behind a table with rickety legs. Golondrina and I watch people stroll from vendor to vendor, eyes rarely meeting unless a sale is possible. Spread out on top of Golondrina's table is a variety of packaged herbs, some for slimming down or smoothing out the skin, others sport pictures of cultural icons, a bride and groom, a Buddha, or dollar signs symbolizing the herbs' focus—a good marriage, divine intervention, or prosperity. One yellow box has the profile of an Indian in a long feathered headdress. The writing on the package advertises the spiritual strength of the herbs contained within: \"When you have a tough problem, make a tea out of these herbs and then pour them over yourself when you take a bath.\" Golondrina often recommended bath waters. I will hear her dispense this healing technique to clients many times over the course of our years together. \"But does it work,\" I ask her, \"sure, if you have faith\" replies Golondrina. This is something I will also frequently hear. The skeptical look I give her brings about a sharp reprimand. Leaning forward she tells me in a forceful low tone, \"People want to see something incredible, they want to be healed like that. They all want magic.\" Motioning rapidly in the air with her hand like a wand, she adds, \"And you know what? So do you.\" I have to admit she is right. There is something in me that longs to see magic, wants to believe the incredible. Why not? I grew up with stories of the impossible. In the world of my grandmother, with whom I spent a great part of my childhood, entities that inhabit the supernatural frequently cross over into the realm of the living. The two inhabit the same space. Curtains pushed out by a strong breeze sometimes announce the arrival of a dead relative. A dog barking at an empty corner of a room keeps a mal ser, an evil spirit, at bay. The intruding spirit cannot fool an animal; the dog knows when something is not right. This is what I expect from Golondrina, stories of magical battles and miraculous cures -- my childhood revisited. The stories of spiritual battles will come and some unfold in our time together but what I have learned from her and other healers is that faith and compassion are the magic and that learning to heal ones self is the incredible. There is a tradition of healing in my family, just as there is in any family. A simple tea of chamomile is taken to calm nerves, yerba anis or Mexican mint marigold is brewed for an upset stomach. The people I work with go beyond the simple applications that my mother, grandmother, and aunts utilized, into a healing world that gives them cultural authority within their community. They are curanderas and curanderos. Robert Trotter and Juan Chavira in their book, Curanderismo, outline a syncretic practice heavily influenced by European and Middle Eastern beliefs embedded in the cultural systems of early Spanish colonizers in Latin America. In curanderismo, Judeo-Christian beliefs are deeply embedded. In any given ritual, Catholic prayers, petition to the saints, and invocation of God, the Holy Spirit and/or Jesus are central. The influence of Greek humoral medicine persists in the idea of hot and cold theories about the fluids in one's body. The ideas brought into Latin America coupled with commonalities from traditional medicine systems found in the Americas. These traditions are not unique to the area and are evident throughout the world. These are the practices ethnographers rush eagerly to document and exoticise. The shamanic elements normally associated with magico-religious/medicine practices are present in curanderismo: it has a central cultural\\spiritual authority—the healer—and objects filled with mana, a belief that also is common among traditional societies. It is a system based on a holistic worldview recognizing that the supernatural and the \"real\" world occupy the same sphere of being. The healing that takes place in San Antonio is similar to that practiced in Mexico, in that both are community-centered events that incorporate the use of organic and inorganic materials imbued with spiritual power, with a focus on prayers and ritual. The healing is lead by a charismatic individual trained in the manipulation of the spiritual world coupled with knowledge of botanical material and the interpretation of physical disorders. The materials used differ from place to place but that is dependent on the influence of surrounding cultures and availability. As Golondirna often says, \"In Mexico they use what they need, here we use what we need.\" Despite talks with healers, it is hard to gauge how many people are practicing curanderismo in San Antonio. Lizzie, one of the sisters profiled in this article, believes there are somewhere in the neighborhood of 200 practicing individuals. Add to that a small but active population of Santería practitioners, Charismatic Christians, and others who advertise as psychics. The botanicas or yerberias that supply herbs and ritual material cater across the different practices; there are fifty or more such shops in the area where the healers operate. From all this a picture begins to emerge of a practice that is not in danger of dying out but one that is evolving to meet the needs of the community it serves. These are neighborhoods that are a mix of Mexican and Mexican Americans, a working class living in the city's center and near Westside. Culture and Illness Arthur Kleinman provides a definition of illness as a culturally constructed occurrence with culturally defined parameters and solutions and as such there are illness idioms pertinent to cultures which individuals can access to express somatized emotional distress. Illness can be a way for an individual to express fear, suffering, and vulnerability in a culturally accepted manner. Traditional healers are, in a sense, translators of somatized distress. They can \"read\" the meaning of a person's illness in a way that goes beyond the physical. When a curandero or curandera determines that a client's illness stems from a sense of loss of control, the patient is encouraged to become an active agent in the curing process. The bodily experience of illness cannot be separated from the cultural engagement of the individual with the world. The pressures to acculturate, to deal with economics, labor, and social agencies, can be attributed to the malevolent forces people feel come at them from outside the body. Embodiment of those forces can manifest as illness. The culture thus defining illness also determines the cure. This is not to say that all illnesses coming before a healer are free of a biomedical component, but what the healer is frequently concerned with is the underlying spiritual and emotional state of the person as well as the physical. The healing of the client is dependent on the \"correct\" interpretation of what the client is experiencing. Before any healing ritual occurs, the curandera will interview the individual. Questions asked will deal with marital problems; conflicts with neighbors, friends, or family; and money or legal problems. All of this is taken into account in determining the cause of a person's illness. Then an appropriate remedy is recommended. For example, if Golondrina interprets the anxieties and distress a client is experiencing as larva mentales, the use of epazote would seem a logical choice to her as well as to her client. There is cultural knowledge shared by her and her client, and this includes the understanding that the body reflects one's state of mind. The same properties that make epazote effective in expelling intestinal worms are evoked in a spiritual manner to rid her mind of the illness caused by her troubles. Because of the power and energy the epazote is thought to possess, it is a positive step in her recovery. Knowing which plant to use increases the efficacy of the healing ritual, and it gives the ailing person a measure of control and active involvement because often the preparation of the plants as a treatment is done by the individual or a family member. Using Arthur Kleinman's definition of illness as a culturally constructed occurrence with culturally defined parameters and solutions, we can say that particular types of illnesses need a curandero's attention because the belief is that they cannot be healed with conventional medicine. Further, different traditions give us different illness idioms that are available for us to use to signal distress or suffering. Somatization, or the transforming of emotional distress into bodily symptoms, is one way to legitimately express fear, suffering, and vulnerability. Curers are more than culture brokers; they are translators. They are individuals who can \"read\" the meaning of a sick person's symptoms in a way that transcends the mere physical. There are two ongoing activities when a curandero and a client enter a relationship: (1) the somatization of emotional distress, and (2) the healer as a translator of that process. The healing of the client is dependent on the \"correct\" interpretation of what the client is experiencing. The bodily experience of illness cannot be separated from the cultural engagement of the individual with his world. People within the community are generally not using curanderismo as a substitute for conventional medical services. Rather, many are augmenting a program of western medical care with visits to a healer. There is a general sentiment that Anglo doctors cannot cure \"Mexican\" illnesses such as susto (fright), mal de ojo (evil eye), caida de mollera (sunken fontanel), and empacho (blockage of the intestines). The healing of these afflictions tie people back to the culture and to the values held by the community. A main concept in curanderismo is that of balance within the body as an indicator of good health. The body is composed of three or four main areas. Trotter and Chavira and others identify three, the physical, mental, and spirit. Healers interviewed for this study sometimes refer to emotions as a fourth area. These areas must be in balance, one element not overpowering the others, in order for a person to be physically as well as spiritually well. If a person's equilibrium—the meshing of the different energies—is disturbed, a person becomes ill, as when the flow of fluids in the body is disrupted, swelling of tissue results. Illness is sometimes described in terms of metaphor. Mr. Madrigal, a consultant for this paper who works as a yerbero, an herbalist, describes dirt in his blood as having caused his heart attacks, or cancer spreading like bees throughout the body during surgery. Healers do not give the impression that the description of how they understand physical disruptions are meant to be taken literally. This is contrary to how many early ethnographers report their findings. The healers are very poetic but purposeful in their use of language. They use language to convey the exactness of their meaning. Another example of this is in a discussion with the healers about the idea of energy. As in many Native American cultures there is the belief that power is inherent in all things and that people can connect with this power and use it to their benefit. There is also the idea of an individual possessing a type of energy. Kaya Finkler and others have tied this to the spiritualist movement that made its way into Latin America from Europe in the 1800s. Golondrina relates that energy in particle form is in constant motion around us. Depending on a person's mental state, these particles can coalesce in the body and cause illness; if the connection among mind, body, and spirit is not strong, outside forces can cause disharmony. Just as a body may end up as a host to parasitic larva, a person's paz, or peace, can also be host to larva mentales. In Golondrina's analysis, ideas about mental stability and invasive entities are integrated. Golondrina further believes that because people take in all types of energy, they are using up the energy stored in the earth and not returning it back in kind. This type of consumption is disrespectful towards the natural order, and because of it, natural disasters occur. Mr. Madrigal, who approaches the question of what causes disease very pragmatically, presented a similar theme: He believes that chemicals put into the environment are to blame. From the moment the earth is tilled, chemicals are added and the ground is laced with them. As people ingest food, their bodies absorb the chemicals and reproduce them, magnifying their ill effects. Plants with healing properties are not as effective as they once were because of the chemicals, though his plants are not exposed to chemicals and he believes in their effectiveness. The pollution of the earth is causing old illnesses to reappear, and our bodies are not prepared to resist them. Jo Ann and Lizzie also have expressed similar thoughts. As Lizzie has said, \"people have forgotten the ties we all share with the earth and no longer understand that in severing the connection we lose a powerful method of healing ourselves.\" Lizzie rarely keeps her shoes on as if unwilling to lose the touch of the earth beneath the soles of her feet. These theoretical statements at first seem idiosyncratic, but they are consistent. They focus on the ability of the body to absorb and reflect influences in the natural environment. Bodily illness goes hand-in-hand with natural disorder. For example, in Mexican-American tradition the notion of an unexpected breeze is sometimes associated with the appearance of a supernatural being. Mal aire, or bad air, coupled with early morning or night dew can sometimes cause paralysis. When asked what causes Bell's Palsy, Golondrina replied, \"It is a discord in the body--very strong. It could be because of emotions or the very atmosphere...people who bathe in very hot temperature (hot water) and outside it is rainy or adverse weather, they go outside and a whole side of their face can become twisted.\" Transaction and Interaction Marilyn Strathern, in her book, Gender of the Gift, puts forth the argument that identity comes out of interaction. She writes in terms of gender; how \"possessing\" gender creates identity in Western ideology; and how adopting a language of transaction can allow for the possibility of both genders contained in an individual, as it does in Melanesian society where inspection does not determine identity--interaction does. The idea that social action creates cultural meaning, using a transactional idiom for describing the process, is applicable to the relationship between curanderos and their community. The role of the curandero is essentially created by social action. It appears form society's need for an institution that is the keeper of cultural ethics, morals, and tradition. There are two types of transactions occurring in this process. One is the giving over of authority and status to individuals by the cultural group in exchange for a commitment by the individual to give up a private life. The curanderos \"belong\" to the community; they have public personas that outweigh their private lives. How they conduct themselves and how they operate is dictated by tradition. Though they are \"allowed\" to alter performance and style in their healing practices, they are still bound by cultural definitions of what is acceptable behavior and attitudes and what is not. They have the authority to regulate individual behavior by the diagnosis of illness that often reflects a spiritual or mental conflict or a deviation from the cultural norms. They regulate behavior in their communities. Second, the healers recreate their personal identities through a religious experience, which can be viewed as a type of transaction. The following is Golondrina's reaction after her gift for healing was revealed to her. \"When I learned the truth and when I knew everything, I felt different. I have to do my own part and I have to work on it and its gonna be. When you learn the truth, you are free; you feel different. You know you can do anything. Anything. You want to do it; you want it; you do it.\" The words to focus on here are, \" I have to do my own part...and its gonna be.\" Also, \"You want to do it; you want it; you do it.\" Doing her part means accepting the role of being a healer. In doing so, she is given the freedom to do what she desires. At the time this occurred, her desire was to have a new life, a new identity. Becoming a healer allowed her to do just that. This change is made legitimate by the religious tradition within Mexican-American culture that acknowledges the intervention by divine beings in a person's life at a time of crisis. For Golondrina life began anew. Curanderos work to bring a person into harmony, with himself, his family, and his community. A healer is accorded status by his or her results. People can call themselves healers but unless there is a record of success, usually passed on by word-of-mouth, there is no recognition. Robert Trotter and Juan Chavira, in their book Curanderismo, have noted, \"Curanderos are active agents, in that they take purposeful steps in helping the individual reconnect with his or her community,\" in turn bettering the individual's chances of economic and social survival and bettering the odds of advancement in these two arenas. How a curandero becomes a healer is part of the process leading to a successful reconnection of the client with his community. La Golondrina ....when you know the truth, you are free ...when I knew and I learned that the meaning of God, the meaning of God is life, es la vida, el amor, la verdad, la intelegencia, la unidad, el espirito, y el principio, and I learned the meaning of God....el principio. Es la vida, in my heart, in myself, and God can do everything. And then I ask myself, \"What is the problem?\" ---Golondrina, 1994 On Sunday and Monday Golondrina opens her thrift store on Zarzamora Street. People come to rummage through her collection of old clothes, Mexican pottery, ritual healing material, and second hand home furnishings. Her patio furniture on the gravel driveway is located advantageously, from here she has a view of the street and the passing traffic. Customers must enter through here on their way into the shop. The driveway is in the shade of a huge pecan tree whose branches are frequented by mockingbirds. Golondrina believes that the spirit of her mother visits her through this bird and always welcomes their presence. I usually find her here chatting with acquaintances, offering advise, and dispensing recipes for one problem or another. Talks are not just about the mundane, they will sometimes focus on the spiritual nature of the world, how our behavior as human beings is affecting environmental conditions, and why war always seems to be at our doorstep. She is an educator, counselor, and healer, all at the same time. Her two worlds, of engaging in the tourist trade and as a ritual specialist, are essential aspects of her life. The former is what she does to financially get by; the latter is what defines her as a person. The first time I called Golondrina was to introduce myself, and asked if I could meet with her. \"Yes, but tomorrow. Today I have to take my niece to the doctor.\" In the many years since she has been a teacher and a friend. She is savvy enough about ethnography to tell me to turn on my tape recorder when she is going to say something she feels is important. She uses her position as an authority figure to chastise me in front of my friends when she felt I needed to press on with my writing or research. In turn, I could be a niña, mujer , or comadre , depending on how she interprets my behavior and response. As a teacher she is always pressing me to think about the spiritual journey we are all here to experience. In her estimation there is nothing more important. Golondrina's don was revealed early in her adulthood after a period of personal trauma and questioning of her religious faith. In our interview she spoke of her father being an alcoholic, of her family's poverty and depressed living conditions. From piecing together other bits of her past, I learned that she was born in Saltillo, Co., and that she is an only daughter, though she has two brothers living in the Monterey, Nuevo Leon, area. When her don was revealed to Golondrina, it allowed for mobility and respect women born in her socio-economic strata do not normally receive. She emerged with a way of being in the world, not so much with a bounded conception of self but as an entity that engages the world. This engagement became a part of her self-identification. As she explains it, before the healing gift was revealed to her, she thought in terms of finality and pessimism. She felt unhappy with her life and did not see much hope of escaping its poverty or the boundaries she felt were imposed on her mobility--intellectually and physically. As a healer her status changed in the community. In being encouraged to develop her gift, she felt free to expand intellectually and to see beyond the boundaries of a physical state. Her purpose, as she understands it now, is to act as an intermediary between the spiritual and physical worlds. This allowed her to rewrite her life in a fashion that is acceptable to society and permit her to be active in the construction of her own identity. She no longer had to stay in a home that she felt was filled with much unhappiness. As an acolyte of a spiritual sect that believed it was guided by \"el niño Jesus.\" The people at this center acted as family under the guidance of one teacher. Her life here allowed for the development of her powers. She also learned healing techniques and diagnostic methods. She eventually taught at the temple as well. Golondrina began her training in 1979. A woman, Doña Nati, ran the temple; she was a channel, and through her the spiritual teachers Golondrina came to know were el niño Jesus de azucenas, San Martin de Porres, el maestro Jesus, la Virgen Maria y el espiritu Conchita Esparza. Tuesday and Thursday were healing days, and on Sunday spiritual lessons took place. On these three days the spirits working through Doña Nati would ask what problems were being brought before them. Daily, Doña Nati would see about 20-25 people; some visitations were longer than others. The healing sessions lasted about five hours on Sundays; they began at 3:00 p.m. and continued until 8:00 p.m. The entire time period Doña Nati spent in a trance. She would ready herself through prayer, sitting down in a chair, with three glasses of clear water beneath it; and with two human pillars, meaning two spiritual protectors, male students whose job it was to stay mentally aware of any malevolent forces that might hamper her or threaten her altered state. She was a cajita (little box). El niño Jesus called her \" mi carne\" (my flesh). The templo was called, Trinitario Mariano. Golondrina studied there for five years until 1984. She then made the journey to the United States. It was here that she was involved with Conchita's father, a man she talks little of except to say that he worked in el Negro, black magic. Conchita has never met her father and does not feel a need to know him. Golondrina felt that the way he lived his life was not something she could tolerate nor would she want to practice. She finally left him. There are common motifs in curanderismo as practiced by Mexicanos and Mexican-Americans: eggs used to cure susto, rue for those bewitched, the calling three times of the person's name in the ear when it is believed the patient suffers from soul loss. Healers however, have stylistic differences. Golondrina is not an exception; she heals in a fashion that couples the traditional treatment of prayer, herbs, and such with elements that, philosophically, are her own. She has incorporated her mode of survival and coping with the larger world into her mode of healing. One of the main differences in her ideology that is different from other healers is that people can learn to heal themselves, even in the worst of situations. The curanderos I know in San Antonio tell me that under certain circumstances, especially supernatural afflictions that are considered grave, a healer is needed to effect a cure. Golondrina does not always agree with this line of thinking. She is of the belief that in our minds reside the power to heal our own illnesses by making real our thoughts. The world we live in is a reality that each of us has constructed, and we are reflections mentally and spiritually of that reality. When I was in an automobile accident, Golondrina's concern was that the physical shock would affect my spiritual being. She was not blind to the fact that I needed medical attention. She stood by my side while paramedics checked out my bumps and bruises and made sure they treated my various scrapes. She prompted them with questions and had them leave a cold pack for my swelling arm. But in her estimation they could do nothing for my soul or mental state, and if that was not tended to I could still become physically ill. Getting well necessitates dealing with non-physical issues as well as with the body. Golondrina has learned this in becoming a healer, and she continues to learn from her experiences. When she heals, she incorporates the memory of the circumstances of her life prior to the dream--that is, a dysfunctional family and poverty and also the experiences of her adult life, such as immigration to the U.S. and being a single mother. In claiming divine intervention, Golondrina became her own first client. By giving up agency to a superior force, she initiated the reconstruction of her identity. The pressures she felt coming from the outside—outside the culture, outside the body—did not make her ill because the process was cut short by a supernatural occurrence. The memory of this intercession is made real every time she heals someone. Other healers have recounted similar experiences; and they, like Golondrina, become agents of change. Golondrina has experienced some of the same things her clients relate to her in interviews she conducts before a healing ritual; this knowledge becomes part of the healing ritual. She also believes that there are spiritual entities that she calls seres de luz, beings of light. These are individuals who are beyond a need for a physical presence; they are pure energy and can be called on to help. Sometimes she refers to them as master teachers; St. Germain is someone she feels a particular affinity towards. She brings this spiritual training with her when she heals and will sometimes call on her maestros to assist in the process, but she never goes into a trance. This is not something she wants to hazard. People who trance are vulnerable to many outside forces and cannot always control the situation. Golondrina feels it is not worth the risk. The Psychic Tag Team There are two sisters, Lizzie and Jo Ann, whom I affectionately call the psychic tag team. They have practiced in San Antonio on a regular basis since the early 1990s. Through them, I met Charlene Beacham. Charlene lives in Bandera a town west of San Antonio a short distance away and comes from a ranching background. She was raised within Mexican-American culture and it comes through in her approach with people at the sisters'. She frequently comes to town and heals at the center the sisters set up in their home. She is the only non-Latina that I have met who practices healing in the fashion of curanderismo, but that in itself is testament to the plastic nature of the tradition. She is called a curandera and is accepted as such by the community. She comes in once a week and lately less than that, maybe twice a month. On a typical day she will see thirty people or more. She heals through a laying of hands and freely distributes an infusion she calls Angel Oil. Curanderos use essential oils as a protection for an individual against spiritual or material harm. Oils are also used for blessing people during healing ceremonies, to call spirits in for help as well as the usual topical application for sore muscles, sprains, and body aches. I asked the sisters what idea or ideas it was that they most want to convey in our work together. For Lizzie it is that people seek out help. In her viewpoint there is always negative energy around, and individuals need to seek out God to reinforce their well-being. Both sisters believe that negativity (in the form of bad luck, illness, problems) is passed among family members. When this happens, it is up to the individual to break the cycle. Jo Ann teaches people how to pray and will sometimes write the prayers down to help them. She told me I would be surprised at the number of people who come to them who do not know how to pray. The sisters believe that prayer has to be spoken out loud in order to address God—whatever the person's concept of God is—and to talk openly and without fear of what is most on your mind and in your heart. The goal of the sisters is for people to become self-reliant, and self-sufficient. People need to acknowledge their own spirituality in order to move things and to accomplish thing in this lifetime. \"Because,\" as Jo Ann remarked, \"why go out and pay someone to pray for you when you can do it yourself.\" The sisters share the same philosophy as Golondrina, that people can learn to heal themselves. Lizzie came to understand that a presence, a spirit, had stepped in during her birth and stayed as part of her being during her childhood. That \"walk-in\" meant that she did not have to experience the birthing process. Lizzie did not want to feel any pain, and this transference of spirit allowed her \"vehicle\" to be occupied by someone else. There is no \"typical\" patient who comes to the sisters. Children younger than six and men and women well into the eighties come; university students come to them for readings and, at times, for a séance. They are charismatic and friendly women. There is nothing secretive about the way they practice. They call their work \"cheap therapy\" and see it as necessary in an area whose community members may not be able to afford any type of mental health or social services counseling. Jo Ann once said, \"Some people don't know they are depressed.\" They come here because, \"they aren't getting help from their doctors.\" They are unsure about what the problem is nor where to go. The sisters' ever expanding network of community contacts help in referring people to possible venues of aid. The sisters understand that the people they see are sometimes in need of the most basic of services. Lizzie, \"We've had people come to us who live in their cars. Folks don't know how to use the system, they come to us for help.\" Other times, it is something else they seek, \"Just listening to them, to open the door. People want and need compassion and don't know how to get it.\" Jo Ann and Lizzie both agree, \"People want love and compassion, they don't have it in their lives.\" Their center functions as an exchange station. If someone cannot afford the sisters' time (even though pay is voluntary), they will bring goods to supplement their inventory. Lizzie, \"(we) don't worry about the money. It's the people who want to give something.\" Gifts are common and take the form of eggs, fruit, candles, empty bottles, teas, herbs, and occasionally jewelry or statues of saints or angels. One day a young woman walked in with a number of empty plastic water containers strung together. She is a weekly visitor of theirs. A male client built a massage table for their use. Jo Ann's husband is a contractor, and she adopted an electric sander (minus the sandpaper!) of his to use as a hand-held massager. \"Better than sex\" is what she tells her clients when they ask her how it works. And indeed the vibrating motion of the sander loosens up back muscles quite well. But the sight of Jo Ann holding a full size pro-grade sander in her hands is a little off-putting. Mothers whose children have outgrown their baby clothes bring them to be distributed to those who have none for their own infants. They are often handed out in just a few days. Someone else may bring word about a job, and one of the sisters will call a client in search of work. They keep a list of phone numbers for agencies that may be able to help out the people who come to them. Each person is treated with respect and familiarity, and the amount of time spent with a client varies according to need. Sometimes pictures of family members or loved ones will be brought in for a reading. Jo Ann will rub the picture with an egg, breaking it into a glass of water for Lizzie to read. Lizzie will then scan the picture, passing her hand over the image, looking at the pattern the egg white is making in the water, and telling the visitor what mental images she is picking up from the photo. She says that the egg is not really necessary but that people believe her more readily if it seems that the wrong is manifesting itself physically. She uses her mind to \"read\" a person or the photo, whichever the case may be. A Story of Healing and One of Hope An abuela came in with her daughter and the daughter's husband. She walked past the waiting area and took an empty seat near the table where we were sitting. She sat quietly, staring into the distance, and her lower lip hanging down a little. Her gray hair was mussed. It was shorter than I am used to seeing on old women, and she seemed slightly unaware of all the talk around her. She had the beautiful brown color of an india , but her face was severely lined. She wore knit pants, a nondescript blouse, and a lightweight jacket. It was her vacant look that intrigued me; there was resignation in her eyes. Jo Ann without being told, stood up from her seat and our conversation, leaving me to observe the room. Lizzie sat with a woman whose face read of better times. She had a hard look about her, as my ex would say. I knew that her fingertips would be yellow from too many cigarettes. The tarot cards spread out in front of the two of them, Lizzie was half-interpreting, half-lecturing the woman on her behavior. The woman hung on her words, nodding in guilt and acquiescence. Jo Ann, I knew, was listening; but she didn't pay attention to her sister. She was rummaging through the herbs, looking for rue or romero. I was unable to see the package. She started a coal in a small hand-held chiminea , blowing onto the ember softly and laying the dry herb inside. Wispy white smoke rose from the top. The smell of the plant was lost to me; there were too many odors vying for my attention. Meanwhile Lizzie continued with her client, \" You need to take care of yourself, for your children...\" Her voice sing-song in Spanish and English, cajoling and reprimanding in turn. Jo Ann looked over to me and simply said, \"Susto .\" It told me much about the old woman. The abuela was lost, frightened; her spirit had retreated into a corner of her being that would account for her empty look. \"Okay, ama, let's see if we can get you to feel better.\" She took the woman by the arm, helping her to her feet. Off came her jacket. Jo Ann placed a red cloth over the woman's head; and with a bundle of short, dried grass and stems, she began to tap the woman all over her body, her lips moving in prayer the whole time. The woman gave herself over to Jo Ann, her body limp, her hands falling heavily against her after Jo Ann raised each one to lightly tap the palms. After the bundle came the incense. She washed the woman with smoke, over and over in a circular pattern; the cloth never moved except when an occasional sigh escaped the abuela. Lizzie looked towards the pair and used a mirror that reflected light from the lamp on the table towards them. The light jumped off the mirror in circular patterns, spotlighting the woman. It hit the ceiling, the walls, the crucifix on the altar, and focused on the two women. For Lizzie the light was energy, and she was sending her sister help. They worked in unison these two, even when both were busy with different people. I felt myself detach slightly from the scene, trying to memorize all the details. The room had been painted recently; a simple whitewash, but it was needed. The smoke from burning candles leaves behind soot marks on the walls. The occasional painting and moving of articles gives the room a fresh feel to it. The sisters did their spring-cleaning early this time; the altar was moved from the south wall to the north. Many of the statues, charms, and religious memorabilia were removed and stored. People are very generous and often bring religious articles as personal tokens for the sisters or to be placed on the altar. It is a practice seen in Catholic shrines where tokens are often left as a form of thanksgiving for answered prayers. There is one window with an air conditioning unit in the bottom half and a single door leading to the outside. The lamp on the table, the filtered sunlight, and the candles provided the light. I reacted physically to the work Jo Ann was conducting. The hair on my neck and arms stood on end. I realized that what I was seeing was our history being retold. Jo Ann was conducting the same ritual countless of women and men have enacted over the course of five hundred years. Amidst the ringing phone, the oldies playing on the radio, and the sound of planes leaving the airbase nearby, there was this quiet, peaceful circle of love. Jo Ann raised her arms over and over, draping smoke on the cloth-covered woman. The old woman stood quietly. She had faith in the actions of the healer. How we are all tied together through time by this piece of red cloth. Red is the color of protection, a strong color that needs delicate handling. It is the color that wards off witches and envy. It is the color of the passion of Jesus; it is the color of the frijollio , the seed of the mountain laurel (Sophora segunda flora ) which is carried by native people throughout the Southwest and Latin America for spiritual protection. I was struck that Jo Ann would use it. It meant that the woman was quite ill. When she was done, the old woman was helped with her jacket. She reached into her pocket, pulling out several crumpled dollar bills. Jo Ann busily put things away--the herbs, the chiminea --and I watched as the old woman folded together a few dollar bills and dropped them into the fishbowl kept on the table for donations. She never once looked at Lizzie or me. Jo Ann hugged her and told her she'd see her in two weeks. The sisters, gauging by their crowded waiting area and the familiarity with which their clients greet them, are very successful. Esperanza, a woman in her early forties, is a regular patron, once a week or so for the last seven years. We sat outside under a patio umbrella, talking for about thirty minutes while people made their way into the garage. Esperanza came to the sisters by way of a third party, a friend of her sister's; she has nine siblings in all. Her mother also came to seek the sisters' advice as do Esperanza's children. When she first came to the sisters it was because of had financial problems and was not getting along with her in-laws. Lizzie suggested she give her house a limpia with vinegar and water. Esperanza then brought her husband and children to see Lizzie and Jo Ann for limpias and consejos. After that her husband's business improved, and she grew confident in her dealings with his family. Her siblings now come as well. When her husband injured his leg and it did not heal with the treatment given to him at University Hospital, he came to Charlene for some of her angel oil. He eventually healed; Esperanza believes his healing was more through the efforts of Charlene than the doctors at the hospital. Esperanza does not see a conflict in being a practicing Catholic and coming to see the sisters, or seeking conventional medical help and seeking help from the women. For her Lizzie is a guide, and she has faith that the sisters have her best interest at heart. She sometimes brings her children if she has a discipline problem with them. Lizzie helps her by backing her up. I have seen this more than once when visiting the sisters. The parents will bring in their child or children, and Lizzie reads their cards. Jo Ann heals them, and they get a short lecture while the parents stand behind them the whole time. It is reminiscent to me of certain Pueblo ritual activities where the community sanctions an individual, correcting his or her behavior. Lizzie, in her role as a cultural authority figure, is reintegrating the young person into the community and towards acceptable norms. When I was young, it was not unusual for my behavior and that of my siblings and cousins to be corrected by my mother's sisters. They worked in unison to raise us. Lizzie, Jo Ann, and Esperanza are continuing this practice in their own manner. The framework of compadrazgo is still very much in place within the culture. When Esperanza's mother died, her sisters began to lean heavily on her. This had been one of her fears. She felt compassionate and wanted to help, but she was afraid of being swallowed by the responsibility. \"So what did you do? How did Lizzie and Jo Ann help?\" \"Before coming to them, I was like, I would give anything away. I expected nothing in return. I helped my sister buy clothes, went into debt, bailed their kids out of jail. Estaba muy mensa (a real idiot). Now, no.\" She shook her head and smiled, \"No more. I'm not the same person I was back then. I won't give handouts. I listen, but I don't try to solve their problems. No mi dejo (I don't let myself).\" It is her smile I will remember and the look on her face when she said she was a different person now. She looked confident. Esperanza's story is not an unusual one. Time after time the people I spoke with after a limpia or barrida spoke about feeling different, as if a weight was lifted from their bodies. Healers may differ in technique but the basic foundation of curanderismo—a holistic approach to the world and the body, and its purpose—to reconstruct the individual as a whole being and reintegrate them into their community, remains constant. While structural and elemental qualities of curanderismo are not unique, its practice in San Antonio gives insight into how traditional systems are useful in helping individuals negotiate identity. Golondrina and the other healers work, in a highly urbanized setting, in a country considered the world's superpower. This is not a case of a third world enclave within the borders of a first world nation, but rather a community that participates actively in the dominant culture's economic, social, and political structures. Typically, healers live in a similar fashion, and they do not separate themselves from the larger dominant culture. They function in it as all do, but what defines them culturally, and spiritually, is a traditional worldview that sometimes comes into conflict with that superstructure. They live in a fluid fashion, without seams or boundaries, adjusting their status as the circumstances warrant. Their purpose in life is to teach others to do the same. To develop a core of harmony is the desired outcome. Granted, their acceptance into the fabric of the dominant culture is less than that available to white Americans due to economics and other institutionalized barriers, but they are valuable participants nonetheless. Their experience--that of the healers and their clients--is part of the \"American experience\" living within a cultural landscape laid down over 500 years ago. Bibliography Kleinman, Arthur. Patients and Healers in the Context of Culture: An Exploration of the Borderland Between Anthropology, Medicine, and Psychiatry. Berkley: U of California Press, 1980. Madsen, Claudia. \"A Study of Change in Mexican Folk Medicine .\" Middle America Research Institution. 25: 89-138, 1968. Madsen, William. The Mexican-Americans of South Texas. New York: Holt, Rhinehart and Winston, Inc. 1964. Strathern, Marilyn. The Gender of the Gift. Berkeley: University of California Press, 1988. Trotter, R. and J. Chavira. Curanderismo. Athens: University of Georgia Press, 1981. Trotter, R. and J. Chavira. Curanderismo . (Athens: University of Georgia Press, 1981), 25. Arthur Kleinman, Patients and Healers in the Context of Culture: An Exploration of the Borderland Between Anthropology, Medicine, and Psychiatry. (Berkeley: U of California Press, 1980). Trotter and Chavira, Curanderismo, 64. What I found disturbing in ethnographic accounts, e.g. Madsen, the tendency to take literally the descriptions of their consultants as to \"little animals\" (germs) in the body as oppose to their thinking in terms of metaphor. Strathern, Marilyn. The Gender of the Gift. (Berkeley: University of California Press, 1988), 127. Trotter and Chavira, Curanderismo, 51 Ibid, 81 "}