{"title": "When will a COVID-19 vaccine be ready for children?", "author": "UTMB Marketing; Communications [https; Www Utmb Edu; Marcom", "url": "https://www.utmb.edu/news/article/health-blog/2020/11/11/when-will-a-covid-19-vaccine-be-ready-for-children", "hostname": "utmb.edu", "description": null, "sitename": "UTMB WWW (ROOT)", "date": "2020-11-11", "cleaned_text": "A frequent question we get is when will children be able to receive a COVID-19 vaccine. People are surprised to hear it will not be anytime soon because the vaccine candidates haven't yet been tested in children. The reasons for the testing delay are two-fold. The first is that by far, adults bear the brunt of the disease and therefore have been the priority. Second, the vaccine candidates need to be shown safe in adults before testing in children. The good news is some testing has begun in teens and several leading vaccine manufacturers are drawing up plans to test their vaccine candidate in children. Short-term safety doesn't appear to be an issue as well over 50,000 adult volunteers have received at least a dose of one of the vaccine candidates without any significant safety issues. Another question asked is if children need to be vaccinated at all when the illness tends to be mild in this age group. The numbers indicate that COVID-19 affects children similarly to the flu with children's hospitalization and death rates about the same. Last flu season, 189 children died from the flu, and many had no risk factors. We have a flu vaccine, and we vaccinate children to prevent this from happening. Following COVID-19 infection, over a thousand children have developed Multisystem Inflammatory Syndrome. The syndrome causes serious and sometimes permanent damage to the heart, blood vessels, lungs, kidneys, brain and eyes. Another reason to vaccinate children is it theoretically may help keep them from spreading the virus to the adults in their lives, such as their grandparents, teachers and coaches. This remains speculative as there's not yet data indicating any of the vaccine candidates decrease infectivity. Once the vaccine trials in children are underway, the number of children participating will be much lower than 30,000 adults per vaccine candidate. The large numbers in the adult studies is to quickly prove the vaccine candidate works. The more volunteers, the sooner there will be enough cases to test if those receiving the study vaccine are less likely to catch the disease than those receiving placebo. Because of a technique known as \"bridging,\" effectiveness will not need to be demonstrated in children. Adult studies should reveal the level of antibodies that will protect against COVID-19. If vaccinated children develop the same or higher antibody levels, the assumption is they're also protected. The benefit is that means only around 3,000 children per vaccine candidate will need to participate. Bridging studies are common. For example, whooping cough vaccines were first licensed for children. Researchers knew the levels of vaccine induced antibodies required to protect children. Licensure of the whooping cough vaccines for adults only required demonstrating adults developed the same protective antibody levels as children. As we await effectiveness data from the adult trials, it's time to start COVID-19 vaccine trials for children. A successful COVID-19 vaccine will keep children well and in school or day care. Vaccine Smarts is written by Sealy Institute for Vaccine Sciences faculty members Drs. Megan Berman, an associate professor of internal medicine, and Richard Rupp, a professor of pediatrics at the University of Texas Medical Branch. For questions about vaccines, "}