{"title": "PDF", "author": "PDF", "url": "https://themmrf.org/wp-content/uploads/2023/07/Patient_Webinar_Clinical_Studies_Transcript_05.05.23.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Clinical Studies, May 2023 — Transcript Page 1 of 16 MMRF Patient Webinar Series - Clinical Studies May 5, 2023 Transcript Mary DeRome (MMRF): Hello and welcome to the Patient Webinar series brought to you by the Multiple Myeloma Research Foun dation. I'm Mary DeRome, Senior Director of Medical Communications and Education at the MMRF. We have with us today two myeloma experts who will be discussing clinical studies and how they benefit patients with multiple myel oma or its precursor conditions such as monoclonal gammopathy of undetermined signifi cance (MGUS) or smoldering multiple myeloma. You will learn about th e different types of studies as well as their importance and clinical benefits. Dr. Eliz abeth O'Donnell is the director of Early Detection and Prevention at the Dana-Farber Cancer Institute and an associ ate professor of medicine at Harvard Medical School. She specializes in plasma cell disorders with a particular interest in lifestyle, medicine, and patient and caregiver quality of life. Dr. Andrew Yee is an assistant professor of medi cine at Harvard Medical School and is on staff at the Center for Multiple Myeloma at the Massachusetts General Hospital Cancer Center in Boston, Massachusetts. Let's get start ed with our first speaker, Dr. Yee. Andrew Yee, MD: Thank you, Mary. And I'd like to thank the MMRF and the industry sponsors for helping to make this patient webi nar available. I'm really excited today to talk about clinical studies, because they're an important part of what we do and they're an important part of how we advance the fiel d. I know Dr. O'Donnell will help amplify some of these points as well. The goal of the clinical trial is to make progress against multiple myeloma. It's really through clinical trials that we develop treat ments and strategies that have the power to transform patients' lives, improving the qualit y of life as well as the length of life. It's through clinical trials that we develop new therapies and look at ways to combine these therapies. And through clinical trials , we also better understand how multiple myeloma works, how the disease emerges, why patients do well, and areas where we can improve on these treatments. I think, the more we understand the dis ease, the better we can develop newer therapies. It's really with clinical trials that the survival of multiple myeloma has really been transformed and nearly doubled in the pas t several years. We've had so many new drugs that have been approved since 20 03, and a lot of these approvals have happened in the past eight years or so. All these advances develop so rapidly. It's rea lly a very exciting time for us to be able to offer all these therapies for patients. I thin k about what we can offer a patient now, and it is so much different compared with w hat we could offer five years ago. Clinical Studies, May 2023 — Transcript Page 2 of 16 That's really a result of the new drugs that are being studied in these trials, as well as understanding the biology of myeloma better. These are drugs that are probably familiar to patients as well as to caregivers. T hey include immunomodulatory drugs, proteasome inhibitors, and monoclonal antibodies, which really have served as the backbone of myeloma treatment. But some of the most exci ting developments have been in cellular therapies, such as chimeric antigen receptor (CAR) T cells, as we ll as therapies like bi specific antibodies, which target B-cell maturation antigen (BCMA) . These represent some of the latest advances in the field. With these newer t herapies, the survival has really improved significantly over the years. A lot of these advances have r eally accelerated in the past eight years or so; drugs approved in that time frame are being used right now in the clinic. So, what are the steps of how we dev elop a drug? There's one pathway where a researcher is in the laboratory, they identif y a target, and then, after bench work, they test it in animals to see if there's activity. And then, based on that, we do clinical trials to assess the efficacy and the safe ty profile of the drug. This illustrates a very linear pathway to drug development. But I recognize that sometimes luck plays an important role. And there's an expression: chance favors the prepared mind. I think about the story behind thalidomide, lenalidomi de, pomalidomide, and how several insights led to these drugs being devel oped into multiple myeloma therapies. It's really been a game changer for multiple myelom a care. So, there are different facets of this process; drugs can be rationally designed, and luck can also play an important role. But at the end of the day, you need to take an idea and you have to validate it, first in animal models and then in humans. The reality is that there are lots of great ideas, but you really have to see if these treatments work in people. There are a lot of variables that can't fully be accounted for in animal models. So, there's a lot of time and effort that goes into designing clinical studies, whic h are highly regulated by the FDA and guided by ethical standards. When we design a study with all those factors in mind, we have to be very thoughtful to maximize patient safety as well as to make sure that when patient s go on the study that that we have information that can be useful for current patients and future patients. Some basic things that we have to think about include how many patients will be in the study, the protocol, and the r egimen. There's a lot of th ought that goes into all the different steps to make sure that pat ients are well cared for in the study. Clinical Studies, May 2023 — Transcript Page 3 of 16 These studies have to pass muster with the FDA, the Institutional Review Board, and the scientific review committee. So, ther e are multiple steps before an idea gets translated into a clinical trial with patients. There are several types of clinical tr ials: phase one, phase two and phase three. The purpose of a phase one study is to make sure that the drug is safe and to establish what dose to use in future studies, because some times the phase one study is the first time the drug has been studied in a human. Typica lly, in a phase one study, they start at a very low dose, and then there's gradual dose escalation while they monitor for side effects and potential toxicities. This dose escalation is a very methodical pr ocess, again, to maxi mize patient safety. The phase one study is generally how we confirm the safety of the drug. And as part of that, we can start to see some early evidence of therapeutic activity. A phase two study generally buildings on the findings from the phase one study. After the phase one study, the team gener ally feels comfortable with the dose to use, so the phase two study usually involves a larger number of patients. The phase two study is designed to ask: does the treatment work? What is the efficacy of this drug in multiple myeloma at this dose? For example, the study design for teclis tamab (Tecvayli), which is an anti-BCMA bispecific antibody that was recently approv ed at the end of last year. That study evaluated the dosing of teclistamab. Finally , they reached the right dose, and then the drug was studied in a phase two st udy, which led to its approval. Dr. O'Donnell led the study of RVD (lenalidomide [Revlimi d], bortezomib [Velcade], and dexamethasone) lite. In phase two st udy, she studied a modified dosing schedule for older, transplant-ineligible patients. It was with her st udy that we established the efficacy of RVD at that specif ic dose. And now, it's established as a standard of practice for transplant-ineligible patients. In the phase three study, t here's usually a randomizatio n component, where patients are randomized to two or more arms, and th at's to compare the efficacy of one arm versus another arm. Generally, we have one arm that represents the standard practice, the treatment that you would receive if you were not participating in the clinical trial. And then there's an experimental arm, which is investigating, a newer therapy that hasn't been fully tested yet. One thing that comes up when peopl e talk about clinical trials is that they wonder if they are going to get a sugar pill. In oncology tr ials, generally speaking, all the arms have an active component. The agent in the control arm reflects the standard practice, which is what you would be getting if you were not parti cipating in a trial. The other arm is the experimental arm. Clinical Studies, May 2023 — Transcript Page 4 of 16 I should also mention that sometimes these c linical trials evaluat ing combinations of drugs that are already FDA appr oved. And the purpose of these clinical trials is to establish how the combination works. That is, does the co mbination add to the efficacy of the individual components? A lot of the therapies that we use in multiple myeloma involve these multidrug combinations. The IKEMA study was a phase three study that compared the validated combination of carfilzomib (Kyprolis) and dexamethasone versus the experimental arm, which included the addition of isatuximab (Sarclisa) to carfilzomib and dexamethasone. This randomized study led to the approval of th is three-drug combinat ion of isatuximab, carfilzomib, and dexamethasone. The DETERMINATION study was a randomized study that looked at autologous stem cell transplant as part of initial therapy versus as a deferred strategy at time of relapse. In both of these phase three st udies, there was a control a rm. But in both studies, the control arm was an established standard practice that we would offer as part of routine practice. One of the major movements forward is look ing at actionable alterations in multiple myeloma, to be able to personalize the care of multiple myeloma. That is, to be able to look at the genetic un derpinnings of the disease and to be able to say, \"We should pick drug combination A versus drug combination B.\" So, the clinical trials that MMRF is taki ng an active lead in are designed to better validate that strategy. And one of the approaches is the MyDRUG umbrella study, which is looking at patients who have relapsed di sease. And then, t here's a comprehensive effort to do sequencing, to be able to identify the genetic alte rations that are associated with a patient's disease and, based on that genetic alteration, to pick a regimen tailored to that genetic alteration. That's a landmark study that's ongoing. There's another type of study design call ed the basket study, w here all the patients have the same alteration, for example, a BRAF mutation or a hi gh tumor-mutational burden, but they might have different diseas e types. So, some of the patients in a basket trial may have myeloma, melanoma, lymphoma, or some other disease types. Because a lot of cancers can be defined by the mutation that's driving the disease. Other types of studies are rea lly important for furt her rounding out the picture. We have longitudinal studies and registry studies that help to see t he long-term outcome of these patients. They gather a group of patients and then follow them long term to see how this disease evolves over time. You need these studies to gather the information in a structured manner to make it as understandable as possible. And then they're expanded access programs where you have treatments t hat are on the verge of approval. We make it available as part of expanded access so patients can have access while the treatment is working its way through the FDA. Clinical Studies, May 2023 — Transcript Page 5 of 16 Thank you for giving me a chance to provide an overview of clinical studies. Now I'll turn it over to Mary. Mary DeRome (MMRF): Thank you, Dr. Yee. That wa s a great expla nation of how clinical trials work. And I think it's really noteworthy, as you m entioned, that myeloma has made a lot of progress in the past few years. Many, many clinical trials have been done and many, many new therapies have been approved. And that has only been through the vo lunteering of patients to join clinical studies, which is critically important to adv ance medicine in every field, but even more critical in myeloma, whic h has a lot of unmet need. Now we're going to hear from Dr. Elizabeth O'Donnell on how to participate in a clinical study, what that means, and what the experience is like. Dr. O'Donnell? Elizabeth O'Donnell, MD: Thank you very much. That wa s a great talk by Dr. Yee. I want to echo his sentiments t hat it's a privilege to be her e today and to be participating in this discussion. My part here is to talk a little bit about what it means, as a patient, to be part of a clinical trial and what does that really look like. The question that a lot of patients ask is, \"Aren' t clinical trials for people who are running out of options?\" You know, clinical trials ar e actually available in a variety of phases during a disease course. And when we think about myeloma as a disease, we recognize that patients have many lines of therapy over many, many years. And so, specific to multiple myeloma, no, these ar e not only for patients wh o are running out of options. As Dr. Yee pointed out, some studies, lik e the DETERMINATION study and the RVD lite study, are done in patients who are newly diagnosed. Sometimes, we have trials for patients who've had 2 to 3 lines of therapy. A nd then there are studies that come later in the game where we're really trying to bring in new therapies where we may not have good options anymore. I want to give a little personal background. I started my career in medicine over 20 years ago at Dana-Farber as a clinical research c oordinator. It was my job to help the patients on studies. I was so inspired by the work that I saw being done an d the importance of what was being done, that that 's actually what motivated me to become an oncologist and to do clinical trials and clinical research. These studies are available very broadly and ma y be available to you in an early stage, middle stage, or late stage. And one of the ot her things to know is that sometimes the drugs or the treatments that are offer ed for patients who have resistant disease (disease that's no longer responding to st andard therapies) may be novel and may not Clinical Studies, May 2023 — Transcript Page 6 of 16 be available in other contexts. So, a clinical trial gives you the oppor tunity to potentially receive something that you may not otherwise be able to receive. A question patients will often ask is, \"If I go on to this clinical study, will I be cured?\" Sometimes, participants in clinical trials are the first to receive therapy, so we don't have an answer to how well you will do with any t herapy. And honestly, that's true even of our approved therapies. We do these studies so that we have general understandings of how effective therapies are and we can share that with our patients. But really, we can never truly say how well someon e, an individual, will do with a different therapy. It's important to understand that when you're using so mething in a clinical trial, it may or may not be more effective than the standards of care. When we're doing something like a phase three st udy, you know that you're getting an effective therapy. Those studies are often done to challenge the norm. For example, you have an approved, excellent therapy, and as in the case that Dr. Yee discussed, you're bringing in a third drug to see if you can make the efficacy of that two-drug combination even stronger. Also, it's important to note that treatment s may have side effects. These are exciting therapies, but you have to understand that, as you're getting a new drug or a new combination of drugs, there ma y be side effects. And those side effects can be different than the ones that we've experie nced in the prior combinations. It's important that when you think about your role in participating in cl inical trials, you recognize that not only may you get a benefit from participation, but what you're doing may contribute to other people getting a benefit down the road. I think myeloma has been so fortunate over the past two decades to see so many new drugs become available. Just as of the last couple of years we now have bispecific T- cell engagers, like teclistamab, and CAR T cells . All of those amazing innovations came out of clinical research and clinical trials. How does a patient know if they qualify to participate? Clinical tr ials have specific eligibility criteria. And the elig ibility criteria are there for tw o reasons. One, to make sure that these trials are safe for the patient s who are participating. And two, we need to have parameters so that we can use these trials to compare patients. So, each study has specific requirements for patients to be eligible . That may mean how many lines of therapy they've had or which prior therapies they've had. There are other eligibility criteria t hat are specific to the participants, things like how well your kidneys are working, where your bl ood counts are, and so on. Pati ents may be excluded from clinical trials if they have another type of cancer that's active. And there are certain types of myeloma for which a patient may be e xcluded from a clinical tr ial: there's a very small percentage of patients who have somethi ng called nonsecretory or oligosecretory myeloma, where we don't hav e blood protein markers that we can measure to assess response. Clinical Studies, May 2023 — Transcript Page 7 of 16 So, we are somewhat bound by these eligib ility criteria, but each study can have different requirements. So, it's worth going through the process. If you identify a trial, talk to the study team and see if you're eligible. The financial considerations of participating in a clinical tria l are variable, and it's a very important conversation to have with the study team to make sure t hat this is understood from the get-go. Sometimes drugs are provided at no cost as part of a study. But sometimes, if the drugs are par t of a standard-of-care regimen, they will be billed to your insurance. So, it's very important to ask if the study drugs will be free or billed to your insurance. Also, ask the study team if there are any additiona l stipends that can be provided. Some studies do include stipends for hotel stays, fo r travel, or for gas, which might help you mitigate the costs of coming somewhere for a study. Be sure to ask about that. You can ask the coordinator for details. And many offices have financial counselors as well, just to make sure you're protected. Usually, anything that's standard of care whether you're on a study or not, such as blood labs once a month for myeloma, are an assum ed cost that's billed to your insurance. But things that are over and above what is normal are often billed to the study. Some patients wonder, \"Will I be treated like a guinea pig?\" The answer is no. The goal of this research is not to use people to try new things. It's to take work that's already been done in a preclinical setting and bring it safe ly to patients. Participation is always voluntary, and we are heavily monitored, bot h by codes of ethics and by institutional review boards that thoroughly review any clinic al trial before it is activated within an institution, to make sure that it is well thought out and safe for patients. And studies are continually reviewed for safe ty and efficacy as they progress. There are significant safeguards in place to ensure patient sa fety and welfare on a clinical trial. What are some of the benefit s? You will continue to have your normal standard of care in terms of office visits and labs. But one of the things that I always highlight to patients is that a bonus of clinical trial participati on is that you get a t eam. Medicine is a team sport to begin with, but clinical trials have sp ecific roles, including research coordinators and specific nurses, and so participating in a c linical trial does give you a few more eyes on your care and a few more people to talk to when you have questions. Sometimes, I would say, being on a clinical trial is even a higher standard of care, just because of the amount of extra involvement you have. I think this is a critical point. And I say to all of my patients that deciding to go on a clinical trial is always voluntary. We have standard-of-care drugs that can be offe red, so you're never obligated to do a clinical trial. I will speak on behalf of my colleagues. Our number one priority is your welfare, your safety, and also your happiness. So, you're never obligated to do a clinical trial for your doctor. If you are on a clinical trial and you find that it's not working for you, it's okay to come off. That 's okay. And that is part of the informed consent process, which allows you that freedom to choose. Clinical Studies, May 2023 — Transcript Page 8 of 16 The other question that could come up is, \"W hat happens if it's not working? Do I have to stay on the trial?\" And the answer is no. In fact, most clinical trials are built just like any other therapy is, to assess your response and to make sure that if it's not working or if you have progressive disease, you come off and move on to your next therapy. You will not remain on a clinical trial if it's f ound to be not effective, and you will always be in charge of what goes into your body. You will always have the right to discontinue participation, and it will not impact your relationship with the team. Like I said, we're all people who love what we do and really want what's best for you. Please, always know that. If you're interested in clinical trials, t he MMRF offers a phone num ber for their Patient Navigation Center. Many pati ents that I've spoken with have used it. It's an excellent resource. If you're looking for clinical trials , you can also visit the website and look at their clinical trial finder. You could also a sk your own hematologist or oncologist about available trials. And there are also web pages available. Clinicaltrials .gov is a resource where you can see what might be feasible based on location, and you can also check with academic medical centers that are close to home. You do need to be aware of the logistical consi derations of a clinical trial. When you're treated locally or off a clinical trial, we some times have a little more latitude. The rules of clinical trials can be a little more strict in terms of when and where you have to be treated. So, as you think about reaching out for a clinical trial, make sure to consider whether that will be feasible for you. Talk to your doctor about elig ibility. If you are thinking of going to an academic center or traveling for the c linical trial, it is probably best to talk to your hometown local oncologist first, just to understand if this is going to be the right study for you and whether it will be feasible. Very often, patients will call in and we can have our research nurse s or one of our study team members talk to you over the phone befo re you make the commi tment to travel, to just see if what you're interested in you would actually be eligible for. Part of the clinical trial is informed consent. We usually like to give the patients a consent form to review in detail. We don' t sign on the same day. We want you to read through it. Come back with your questions. Answer those questions before we sign. There are some questions that you should br ing. Ask about how the study team works and how often you'll see the doctor or have to come to the cancer center. As I mentioned, clinical trials can have a more rigorous visit schedule. Sometimes, there can be additional visits for testing drug levels in your blood, over and above your treatment days. Just make sure that thos e are visits that you are able to realistically go to, as you think about embarking on this. You should ask whether you will need to undergo additional tests. There may be additional imaging, bone marrow biopsies, and lab tests. Be sure to ask about those. Clinical Studies, May 2023 — Transcript Page 9 of 16 Typically, the informed consent form incl udes the schedule of assessments and goes over the risks and benefits of those, as well. You can ask what is currently known about the new drug or drug combination. Some clinical trials are for drugs that are al ready FDA approved, and we're just combining them. So, we often know a lo t about the drugs, but we may not know the side effects when they are given together. And then, ther e are new drugs where we have preclinical data, data from experiments in cell lines and before they're actually first used in humans. Sometimes we start with lower doses so that we can learn about the safety profile to make sure we keep patients safe. Ask what side effects to expect and what to do if there are side ef fects. We want to make sure you know whom to call and what your resources are, should there be any issues. Always check about vitamins or ot her medications. That's a standard part of clinical trials. It is important to bri ng up vitamins, because as we're evaluating new medications, vitamins are not always process ed the same way, or we may not know as much about them as other FDA-approved drugs . So, make sure your study team is aware that you're taking them. They may as k you to stop taking those when you start a clinical trial. You can ask if you can get treatment with your local doctor. I never say never, but typically, with clinical trials, because of the data collection and because of needing to follow the protocol recipe to ensure that the results can be analyzed, they often have to be done at the center that 's running the trial. Sometimes, centers have multiple sites, a ma in location and a satellite site that's in the community. So, sometimes there are community practices that can offer clinical trials. But do inquire about that, because very ofte n these visits do have to be done where the clinical trial is being held. And we already talked about it, but make sure to ask about insurance: how much will be covered and what will be covered. To summarize, I think there's been nothing but incredible development in multiple myeloma, where survival rates have nearly doubled, and we expect to continue to see progress. One thing that wasn't brought up today that I think is worth explaining is that when we have new therapies, the way they start is, just as Dr. Yee explained, first we find the dose and we expand the safety and then they have to slowly work their way forward. So, when new drugs are used, we have to make sure that they're safe and effective before we use them to replace drugs that we already know are effective, and then they have to be challenged head-to-head to prove their superiority. This can take years. But we have thes e incredible therapies, and they are in development. And the future is so bright for myeloma as t hey move their way forward. Clinical Studies, May 2023 — Transcript Page 10 of 16 We've had so many drug approvals in the last two decades, and it is because of patients' participation in clinical trials and because of physicians and nurses and clinical coordinators who believe in this kind of work that we're here where we are. It's a team effort. Clinical trials are availa ble for all stages of myeloma. Inquire, no matter what stage you're at, whether you're ne wly diagnosed, or in your second or third line of therapy, or maybe looking for novel therapies. No one is expected to be a guinea pig. Our research and clinical trials are unde r very tight supervision and are held to very high standards and the most important thi ng, always, is open and clear communication between the physician, t he team, and the patient. We want to hear from you. We care about you. And this is truly a partnership. It's been a tremendous privilege and pleasure to be here to talk about something that I'm very passionate about. I know Dr. Yee is, too. So, thank you for your at tention and we will be happy to take any further questions. Mary DeRome (MMRF): Thank you so much, Doctor O'Donnell. That was a great presentation. Now we're going to have Dr. O'Donnell and Dr. Yee answer questions that have been submitted. And you ca n call the Patient Navigation Center at the MMRF to provide answers to questions t hat do not get answered today. Dr. O'Donnell and Dr. Yee, we have a lot of questions from patients about trials for patients with precursor conditions, mostly smolder ing myeloma. I know that this is a bit of a controversial topic right now in multiple myeloma, to treat or not to treat patients who have precursor conditions. I know this is a tough question to start with, but I think that, because we have so many questions, we should probably start there. Here's a question from a patient: \"I am newly diagnosed, have high-risk smoldering myeloma, and have received co nflicting suggestions from three different medical centers regarding clinical trial versus obser vation as the best choi ce for me.\" We all know that the more people you ask, the mo re answers you're going to get right, especially in the field of myeloma. So, when is a clinical trial the best option for a patient with high-risk smoldering myeloma? Dr. O 'Donnell, I'm going to start with you. Elizabeth O'Donnell, MD: I would say that a clinical tr ial is always the best option for treatment of high-risk smolder ing myeloma, because we're st ill learning. When we think about the recommendation for whether to treat high-risk smoldering myeloma or not, I think the one thing that we can all agree on, and Dr. Yee, feel free to disagree with me, is that the way to treat this is in the context of a clinical trial so that we can really start to understand who needs to be treated, if they need to be treated, and really try to get at this fundamental question of whether or not we should or should not be treating smoldering myeloma. Dr. Yee? Andrew Yee, MD: Yes, I was going to echo exactly the same thing. I think the reason this patient's been getting three different answers is because it really is one of the least understood areas in the field. If we knew what the right answer was, everyone would Clinical Studies, May 2023 — Transcript Page 11 of 16 have said the same thing. And I complete ly agree with Dr. O'Donnell; for high-risk disease, I think the clinical trial is the best way to gain access to treatment. Mary DeRome (MMRF): Okay. And we also had a patient ask about trials for patients who have MGUS. Dr. Yee, are there any of t hose in in the works or ongoing right now? Andrew Yee, MD: I think there are some studies . The conversation here is an extension of the smoldering myeloma discu ssion. But for patients with MGUS, I think the risk of progression is even lower. T he studies of MGUS include an observational study in Iceland. But in terms of treatment st udies, that is something that is being looked into. I think if anybody's going to have the answer to that question, it would be Dr. O'Donnell. Elizabeth O'Donnell, MD: I think, yes, there are studi es being designed in high-risk MGUS and some of the lower-risk MGUS. Right now, most of the clinical trials for smoldering myeloma are in the high-risk population. But I do th ink there's an interest in potentially treating high-risk MGUS and low- and intermediate-risk smoldering myeloma. There are some important distinctions her e. There are some that would argue that MGUS and smoldering myeloma are really a c ontinuous spectrum. And I think there's some truth to that. A lot of t he research, not just in clinical trials, but also biological research, is trying to understand if we can be tter predict who is at risk of progression, because the reality in MGUS and smolderin g myeloma is that not everybody will progress and not everybody will require ther apy in their lifetime. So, there are opportunities within the MMRF and within di fferent studies to gather bone marrow and blood specimens to try to better characte rize these conditions and follow people longitudinally. Not every clinical trial is therapeutic, t hough there are some therapeutic trials being designed. The other thing that we haven't touc hed on is that there is a world of clinical trials beyond drugs themselves. For peopl e who have MGUS and sm oldering myeloma, this is a great area in which to investigate lifestyle interv entions. For example, there was a recent study of a vegetarian diet interventi on in precursor disease. I think there are a lot more of these studies coming our way that not only assess if there are nonpharmacologic interventions, but also, when you do these interventions, do they have any effect or modify the disease at all? It's a very exciting area of study right now , and it really speaks to how much progress we've made in myeloma that we're now mo ving the question forward to these earlier precursors. Now that we hav e better biological understanding and better therapies, we can start to ask the question of, if we do these treatment s earlier, can we even get better results? Mary DeRome (MMRF): That was really interesting. I saw that study about diet in precursor conditions and in multiple myelom a in general. There were some interesting data there. Clinical Studies, May 2023 — Transcript Page 12 of 16 A couple of people asked about different scenar ios regarding financial concerns in clinical trials. For example, what happens if you need extra care because of side effects? Will the study pay for that? And if not, does insurance normally pay for this extra care? Dr. Yee? Andrew Yee, MD: I think, generally, the insuranc e will cover the standard-of-care aspects of the clinical trial, and that would in clude taking care of the side effects or, if you had some complication from the treatmen t, it would, generally, cover that. I don't think there necessarily be a s eparate carve-out that a patient would be on the hook for. In my experience, I really haven't had a sit uation where, for whatever reason, a patient had a problem and then the insurance company didn't cover that. I just haven't really encountered that. And I th ink Dr. O'Donnell probably fe els the same, right? Elizabeth O'Donnell, MD: Yes, I haven't either. Mary DeRome (MMRF): Okay, great. Here's a question from a patient who's relapsed and heavily pretreated. The question is, \"How do you line up participation in a trial before you need it?\" When current treatment is working, the doctor does not usually consider trials. And when it stops working, we need to do something quickly, and a study is often not an option, based on the pr ework that has to be done or the inclusion and exclusion criteria. What is the best way to think about lining up a new treatment like in the clinical trial for a patient who is sort of in this situat ion? Dr. O'Donnell, can you comment on that? Elizabeth O'Donnell, MD: I often say that myeloma is like a chess match, where you have a certain number of pieces, and you have to think about how you're going to play them. Whenever I'm planning a line of therapy, I'm also pl anning the line after that. So, you can talk to your doctor and ask them what comes next. When it comes to clinical trials I think ther e is a certain strategy, because you have to be thinking steps ahead. If you're not at an academic center, when you are refractory and you know that you have a limited number of effective combinations that you're aware of, that's the time to go to an academic center. If you're not already at one, have a consultation, see what the clinical trials options are, and stay in contact with that academic center so that they're aware of you. Dr. Yee and I were both very involved in CAR T-cell therapy and getting to the point where we had approved therapies. That's a great example; we kept a list, and slots were limited. Patients put their names in, and, as slots became available, we were able to get them into the trial. Reaching out, s eeing what's available, and keeping in contact can be very helpful so that if and when you do need that next line of therapy, it's ready to go. Clinical Studies, May 2023 — Transcript Page 13 of 16 Mary DeRome (MMRF): Great. That's good to know. Thank you. Here's something that we haven't heard about much. We have a patient who was in a clinical trial for a customized vaccine. They're asking if you have any comments on customized vaccine therapy. Andrew Yee, MD: Not specifically. I know that's the next frontier, using vaccines to stimulate the immune system to treat myelom a or precursor states. Dr. O'Donnell and I have been involved in a vaccine-based trial fo r smoldering multiple myeloma. I think participating in a trial like t hat is great. I think if one is available and it's for your particular stage, it's great. I'm fully supportive of that. I just want to emphasize again that the way we get these new therapies really involves the participation of patients. I do recognize that sometimes it is a lot to ask of a patient. You have to travel to a site to participate in a trial. And there's a time component, too. It's something that we don't take for granted. We definitel y appreciate that. Elizabeth O'Donnell, MD: I agree with Dr. Yee on that. And I think it's a really interesting area of study, particularl y in the area of precursor disease. Mary DeRome (MMRF): A patient has asked, \"What is your opinion of iberdomide as an option for high-risk smoldering patients?\" Do you have any comments on that, Dr. O'Donnell? Elizabeth O'Donnell, MD: It's a drug that we're very e xcited about, but it's something that has to be studied. It's hard to say, in the absence of data. Andrew Yee, MD: One thing to add is that we want patients to feel enthusiastic about participating in a clinical tria l. We want them to be invest ed. I think that when patients are enthusiastic about participating, ever ything just goes a lot more smoothly. These questions do come up a lot. We want something that patients feel comfortable with. We want patients to be informed, e xcited, and enthusiastic about participating. Mary DeRome (MMRF): The next question is, \"How can a patient join a clinical trial?\" I would imagine this is the scenario where t he patient is going to a doctor who has not mentioned the possibility of clinical tria l yet. I think that this comes back to communication with your care team. Dr. Y ee, would you agree wit h that? And, how would you counsel this patient if t hey came to you for a second opinion? Andrew Yee, MD: I completely agree. Communicati on is 100% important here. And I think it's always appropriate to ask the team about the clinical trial options. That is, to ask if a clinical trial is something they w ould consider here. And I think it's always fine for patients, on their own, to seek out a ph ysician who is involved with clinical trials, because I think if a physician doesn't mention clinical trials, it might be because they're not participating in a clinical trial. Clinical Studies, May 2023 — Transcript Page 14 of 16 Whenever I see a patient, I try to make a dist inction between what we can do as part of a clinical trial and what we can do as standard practice. But I think asking your team is always appropriate. I think, as practitioners, we expect patients to ask these questions. We get asked those questions all the time. It's really very routine for a patient to ask a question or for a caregiver to ask a question. Mary DeRome (MMRF): All right. This isn't exactly a question about clinical trials, but it's an interesting question. The patient a sks, can you please ask the panelists what a CD34 reading of 2.93 from Harv est means. The ideal target, I gather, is five. Initial chemotherapy is finished, and I am waiting fo r first transpl ant. Maybe a clinical trial would be a better option than an initial transplant?\" Andrew Yee, MD: I think the 2.93 value is referri ng to the number of stem cells collected. I'm not a bone marrow transplant doctor. I think the goal is to collect approximately 2 or 3 m illion, and I think that the decis ion about the transplant would be based on whether they feel t hat the collection was adequate. Sometimes they try to collect more. Sometimes we try to colle ct enough for two stem cell transplants. I think that question would be a good one for your treating team. In terms of whether or not a trial would be appropriate here, I thin k that that gets a li ttle complicated, because when we talk about clinical trials for patient s, we tend to divide them into different groups. And one group of trials would be for newly diagnosed patients, patients who haven't had any treatment. And then we have tria ls for if the initial treatment doesn't work anymore, a time of relapse. But there are emerging trials that are l ooking at patients who don't achieve the best possible response after initial therapy. But at this time, if the treatment that you're on is working, the decision about whether or not to proceed with the stem cells is not necessarily a trial-related question. Mary DeRome (MMRF): Dr. O'Donnell, if a patient withdraws from a study due to life events, or for whatever reason, will there potentiall y be animosity or a negative atmosphere with their provider ? Could the provider see t he patient's withdrawal as unethical and a lack of commitmen t and that they shouldn't hav e joined the trial in the first place? Elizabeth O'Donnell, MD: No. You know, it depends on the duration of the study, too. Sometimes, studies go on for many, many ye ars. That's a good outcome, in fact, when patients continue to derive response. Obviously , we would prefer that patients stay on, for the integrity of the data, but it is not held against you. You know, life happens. Maybe you weren't wo rking at the time because you were sick from your myeloma. And now you're well enough and you want to go back to work. It's going to impact things. There are a lot of good reasons why sometimes patients need to come off clinical trials. Clinical Studies, May 2023 — Transcript Page 15 of 16 I would say that if it's not going to be feasible or you don't think it's going to be the right thing for you, probably don't embark on it. Bu t again, there are a lot of reasons why patients have to come off of trials. And at the end of the day, oncologists are generally nice people, and we just want what's best for our patients. Mary DeRome (MMRF): Here's an interesting question : is there a source where a patient can get a status report on a trial? I know that if y ou go on clinicaltrials.gov, you can sometimes see the status of a trial, depending on whether or not they've reported some results. But if you were on a trial or if you wanted to go on a trial and you wanted to find out more about that trial, where would y ou get that information? Andrew Yee, MD: I think this might be where the MMRF comes into play. The trial navigator would be a good resource. And then, clinicaltrials.gov provides information about the status of trials, but in terms of where the trial is, how many patients they've accrued, or preliminary result s, that information not necessa rily on clinicaltrials.gov. Sometimes you have to Google, sometimes you might have interim trial results that are presented at clinical oncology meetings (for example, the American Society of Hematology meeting or the International My eloma Society meeting). And if you're on a trial, you also should ask the team taki ng care of you, who would have the more granular information about t he status of the study. Mary DeRome (MMRF): Okay. Dr. Yee, you mentioned this during your part of the presentation about receiving a sugar pill or a pl acebo during the course of a clinical trial. In general, as you did mention, that is not done, because it is not ethical to not treat patients who have cancer. Can you expand upon that a little? Andrew Yee, MD: Sure. Generally, for oncology trials, because patients have a disease that needs to be treated, there isn't a treat ment that would be a placebo. Now, having said that, when we do these trials, we try to be completely transparent about what the patient is receiving. So, if you're on arm A, you're getting the treatment that's assigned to arm A. It might be a situat ion where it's treatment A ve rsus treatment A plus X, and it's possible that X could be a placebo. In that situation, all the patients are getting treatment A, and X could be an additional ac tive drug or it could be a placebo. I should provide some additional clarification. I'm thinking about maintenance therapies after autologous stem cell trans plant. So, there was a point in time, years ago, where lenalidomide wasn't available. So, in some of the studies that looked at maintenance therapy after transplant, patients were r andomized to lenalidomide versus standard of care, which was observation. And that observa tion could take the form of a sugar pill, but that would have been the standar d practice at that time. Mary DeRome (MMRF): So, basically, when you're in a trial, for the most part, especially in a phase three trial, the exper imental treatment is being compared to the standard of care. Andrew Yee, MD: Right. Exactly. Clinical Studies, May 2023 — Transcript Page 16 of 16 Mary DeRome (MMRF): That's basically what the phas e three trials are. And in general, the trial treatment has to work bette r than the standard of care in order to achieve approval in a phase three trial. Andrew Yee, MD: Absolutely. Mary DeRome (MMRF): Dr. O'Donnell, just one last question for you. Would general oncologists who treat myeloma patients get offended by a clinic al trial initiated by the patient? Elizabeth O'Donnell, MD: Not at all. I can't speak for everybody, but my hat goes off to general oncologists. It is so hard to do everything so well. But I think anybody recognizes that there's only so much in the standard-of-care armamentarium. A good doctor always wants what's best for their pat ient. And I do not think patients should worry about their provider's feelings when it comes to these types of questions. Go for the clinical trial if it's appropriate. Mary DeRome (MMRF): Again, I totally agree. And it comes down to the importance of communication between the patient and their doc tor. If you're not getting satisfaction, with respect to communication, fr om the care team that you're currently seeing, then it might be time to seek out someone el se that you feel comfortable with. Andrew Yee, MD: Yes. We want patients to be happy with their care. Elizabeth O'Donnell, MD: That's 100% right. Mary DeRome (MMRF): Okay, that is all the time that we have today for questions. I'd like very much to thank Dr. Elizabeth O'D onnell and Dr. Andrew Yee for their time and also for their contributions to this presentation. "}