{"title": "Traditional Medicine Finds Connection with Naturopathic Healing | About Islam", "author": "Hwaa Irfan", "url": "https://aboutislam.net/muslim-issues/science-muslim-issues/traditional-medicine-finds-connection-naturopathic-healing/", "hostname": "aboutislam.net", "description": "The traditional world of healing (naturopathic) is developing a healthy partnership with many areas of allopathic medicine (Western).", "sitename": "About Islam", "date": "2021-01-28", "cleaned_text": "The traditional world of healing (naturopathic) is developing a healthy partnership with many areas of allopathic medicine (Western). One such area is the study of the role the human psyche plays in healing. After being trained in complementary medicine, Drs. Reilly and Taylor have said, \"I now see the whole person and not a biochemical puzzle to be solved\" (Reilly, p.1). Ibn Sina ( [Avicenna](https://aboutislam.net/science/science-tech/great-muslim-scholars-avicenna/)), the Muslim philosopher and physician, made the same proclamation over a thousand years ago when he stated that the body of man is intricately related to the human soul. Read Also: [Great Flood and Noah's Ark](https://aboutislam.net/muslim-issues/science-muslim-issues/great-flood-noahs-ark/) \"The body and soul form one complete whole - one single being\" (Nasr, p.252). These theories seem to ring true because, as we know, we cannot begin to know Allah (SWT) until we truly know ourselves. Alternative medicine is often called \"energy medicine\" because of the emphasis it places on the human psyche. Energy medicine involves the concept of \"vibrational healing\" and is practiced by many cultures all over the world. It contributes to the development of bio-electromagnetic resonance. The clinical applications of energy medicine include psychobiological treatments, as well as therapy geared toward the prevention and management of acute and chronic illnesses, and can help lead to a fuller understanding of the interrelationships of the environment and nature on man (Korn, p.1). Energy healing can involve spiritual healing or other mental healing exercises. Among the American population, 75% of studies show a positive association between spirituality and health including depression, substance abuse, and coping and recovery from illness and mortality (Anandarajah and Hight, p. 2). Naturopathic Healing Naturopathic forms of healing work with energy systems and use the body as a vehicle to eliminate and remove negative spiritual and physical toxins caused by emotional blockages, tension and general toxicity build-up. \"This area of psychological and spiritual intervention is essentially untapped,\" says Porter Storey, MD, Medical Director of Hospice at the Texas Medical Center. \"It can dramatically improve a lot of parameters in patients much more effectively than expansive medications and it has essentially no bad side-effects\" (Foubister, p. 1). This argument is supported to some extent by Dr. Zelda Di Blasi who says, \"In a healthcare consultation, doctors can offer social support to patients, give them a safe space to open up, discuss their problems and reassure them with a diagnosis or a treatment, thereby relaxing them and lowering anxiety... All of these ingredients have been linked with immune function.\" Dr. Di Blasi is the author of a study in last month's Lancet which found that, \"Doctors who showed empathy and acknowledged their patients fear and anxieties were more effective than those who kept patients at arm's length\" (Rostler, p.1). \"The fear that we will turn medicine into nothing but a business is going to fuel ongoing interest in addressing the humanistic dimensions of care, of which forgiveness is one,\" says Stephen P. Bogdewic, Vice Chair of Family Medicine and Assistant Dean for Primary Care Education at Indiana University School of Medicine (Foubister, p. 3). So at a time when we are losing the wealth that Allah (SWT) has blessed us with, more people are waking up to what has been revealed in the past. Dr. Howard Frumkin, professor of occupational and environmental medicine at Emory University's Rollins School of Public Health in Atlanta, states, \"The plantation of trees or any vegetation anywhere, is the first step towards empathy in the environment. Their therapeutic qualities have been known for a long time to reduce stress. In addition, they clean the air of toxins and create visual and nasal qualities that have an impact on our sensibilities like balm to the soul.\" All forms of vibrational or energy healing seek to unify the conscious and the subconscious, and the lower self and the higher selves with Allah (SWT). By bringing our bodies into balance physically, physio and socio-biologically, and psycho-spiritually, we realize who we truly are and we are better able to understand the Divine Will of Allah (SWT). This article is from our archive, originally published on an earlier date, and highlighted now for its importance References: - Anandarajah, Gowr & Hight, Ellen. \"Spirituality and Medicine Practice.\" American Academy of Family Physicians (2001). - Foubister, Vida. \"Broadening the Role of Forgiveness In Medicine. AMNews. (Aug. 2000). - Korn, Leslie. \" [Energy Medicine](https://web.archive.org/web/20150917032424/http:/www.cwis.org/seminars/tmsem410.html)\". Center for World Indigenous Studies (2001). - Lyman, Francesca. \" [Nature's Medicine](https://web.archive.org/web/20150917032424/http:/www.msnbc.com/news/556098.asp)\". - Nasr, Seyyed Hossein. Islamic Cosmological Doctrines. Britain: Thames & Hudson. 1978. - Reilly, David. \"Enhancing Human Healing\". British Medical Journal. (Jan 2001). - Rostler, Suzanne. \"Empathy, Warmth Can Be Potent Medicine.\" Reuters Health. "}