{"title": "PDF", "author": "PDF", "url": "https://www.url.edu.gt/PortalURL/Archivos/83/Archivos/Revista%20Academica%208.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "REVISTA ACADÉMICA Número 8 Campus de Quetzaltenango Unidad de Investigación Local es un proceso de crecimiento económico y de cambio estructural que propicia un mejor nivel de vida para la colectividad, al menos en cuatro dimensiones: la económica, la sociocultural, la política-administrativa y la territorial. El desarrollo debe verse como un proceso continuo dinámico, en algunos casos las experiencias logran ser sostenibles (es decir, han logrado un nivel de supervivencia o subsistencia que aseguran un medio de vida para sus gestores, sus familias, las comunidades y su entorno). En otras ocasiones, se deberán consolidar, perfeccionar o innovar, pero podemos señalar que cuentan con un \"germen de sostenibilidad\", que requiere ser cultivado. La reflexión entorno al desarrollo se constituye actualmente en un ejercicio interdisciplinario. Es por ello, que este número presenta aportes desde el campo de la salud (papel del salubrista), la sociología rural (la organización rural), el Derecho (las autoridades tradicionales indígenas) y la antropología (el concepto de desarrollo desde el pensamiento maya). El artículo elegido en la sección Jesuita e Ignaciana retoma la expresión crítica al modelo neoliberal de crecimiento económico en el contexto de crisis financiera internacional actual. Finalmente presentamos con carácter informativo las recientes adquisiciones de Biblioteca y una reseña de dos proyectos de investigación ejecutados por el Departamento respectivo del Campus: \"Mapeo de experiencias de desarrollo local en Quetzaltenango\" y la base de datos \"Quetzaltenango en cifras\", junto con otras notas de actividades académicas. Me suscribo de Ustedes hasta una próxima ocasión. Licenciada Guillermina Herrera Rectora Universidad Rafael Landívar Dr. Eduardo Valdés Barria Director General de Investigación y Proyección Consejo de Dirección Arq. Manrique Saenz Director del Campus de Quetzaltenango Ing. Derik Lima Coordinadora Académica Lic. Alberto Axt Coordinador Administrativo P. José María Ferrero SJ Coordinador de Integración Universitaria Msc. Bethzabé Chinchilla Secretaria Consejo Editorial Arq. Manrique Saenz Presidente Msc. Bethzabé Chinchilla Vocal I María del Carmen Salas Vocal II Licda. Cecilia Armas Vocal III Dra. Ana Marina Tzul Representante docente Licda. Claudia Rodríguez Dirección Vivian Letona Lesther Fuentes Departamento de Comunicaciones Lic. Francisco Mesa Redacción SALUD: DOS CARAS DE UNA MONEDA Dr. Alfonso Mata Estrada ................................................... 4 EL DESARROLLO RURAL EN GUATEMALA Ing. Raúl Hidalgo Paz......................................................... 18 LAS AUTORIDADES COMUNITARIAS TRADICIONALES Y SU IMPACTO EN EL DESARROLLO LOCAL DEL DEPARTAMENTO DE TOTONICAPÁN Lic. Jesús Baquiax Baquiax .................................................. 29 DESARROLLO Y CULTURA EN EL DESARROLLO DE AMERICA LATINA DE HOY. P. Luis Ugalde s.j. ................................................... 40 \u0001 \u000f\u0014\u0010\u0013 \u000f\u0018\u0014\u0019\u0011\u0013\u0010 \u001a\u0013 \u0001 VISITA A LA PLANTA DE TRATAMIENTO DE AGUA LO DE COY, MIXCO, GUATEMALA. Ing. Marco Antonio Barrios...................... 48 PRESENTACIÓN DE PROYECTOS DE INVESTIGACIÓN. DEPARTAMENTO DE INVESTIGACIÓN, CAMPUS DE QUETZALTENANGO... 49 ADQUISICIONES RECIENTES DE BIBLIOTECA DEL CAMPUS DE QUETZALTENANGO, SEPTIEMBRE-OCTUBRE DE 2008............ LOS TIEMPOS EN EL PROCESO DE SALUD-ENFERMEDAD: LA MASA PASIVA Y EL ACTOR ACTIVO Para el hombre moderno, todo cuenta; lo que pasa en Oceanía, Europa, dentro del mismo territorio nacional. De tal manera que para el desarrollo humano y la salud, la escuela, el lugar de trabajo, el barrio y la cuadra, el hogar, forjan historia y todos significamos en eso, ya sea activa o pasivamente. Pasivamente, muchas personas son poseídas por tal o cuál enfermedad sin saber por qué, sin saber cómo y no cabe duda que la primera forma de encontrarnos con la realidad de la enfermedad, es padeciendo alguna de sus manifestaciones y síntomas y soportándola, sin que para muchos sea asequible decidir, pensar, actuar y aliviar su padecimiento, que a veces se tornan en pesadilla. Lo triste para una sociedad, es que sea multitud, su masa pasiva. El actor activo es otra cosa. Es aquel que puede acceder al alivio y la curación; pero es también rebelarse ante lo que sucede social y personalmente, abrir causa y cause en nuestra sociedad, ante lo que le sucede a muchos; es mantener la vista, en busca de algo más justo, digno y asequible a todos; es dar satisfacción a lo que la esperanza pide y la necesidad reclama. Sólo en un medio activo, puede la salud y el desarrollo humano progresar. Es evidente entonces, que el desarrollo, la salud, claman por un espacio en donde poder crecer y la selección de ese espacio, es tarea de todos y no de una ley o norma, o las acciones y operaciones de instituciones; es parte y producto de una manera de vivir y participar en beneficio de un \"yo\" personal sin sacrificar los \"yoes\" sociales con los que se vive y comparte. Por tanto dentro de esa dualidad de una atención personal y una social, se agita el desarrollo humano y la salud. Lamentablemente en Guatemala, el accionar de la salud pública, muestra un predominio por una atención a la persona y un sentido pasivo. Ello es en parte debido a que el conocimiento y la atención de las cosas biológicas, qué suceden o pueden suceder a cada individualidad, es posible y profundo atenderlo, pero cada vez resulta menos accesible, (no es este espacio lugar para discutir su por qué) y mas costoso; mientras que el conocimiento de lo social, pese a ser suficiente, es y resulta insuficiente en su atención, tanto desde el nivel político como civil. DESARROLLO HUMANO Y SALUD: DOS CARAS DE UNA MONEDA Dr. José Alfonso Mata Estrada Médico y Cirujano Magister en Gerencia de la Salud Pública Coordinador de Estudios de Posgrado Facultad de Ciencias de la Salud Universidad sistema más sobre manifestaciones (muchas veces cuando ya hay secuelas sin remedio) que previniendo y previendo, y en esa tragedia, esta inmersa nuestra salud pública. Según lo expresado, cualquier esfuerzo para intentar entender el desarrollo humano y la salud, debe trabajar sobre las dos categorías, la primera comprende los vínculos que nos ligan a nuestra forma de ser biológica, es interesante e importante, pero no la tocaré en este ensayo. La segunda comprende por el contrario, todos los elementos de nuestro psiquismo y sociedad, esta formado no por leyes y funciones, sino por relaciones entre hechos, por conceptos abstractos y por ideas morales. Sobre esta categoría, es que profundizo. LA DUALIDAD DEL SALUBRISTA Un sencillo razonamiento resume este tema: la doble necesidad de una acción; de una parte la de las demandas de las circunstancias, sean estas sociales o naturales; de otra, por la misma condición interna, que constantemente se esta formando en el individuo y degradando, deteriorando o cambiando. En uno y otro espacio, se alberga una manera de pensar de anhelar y de entender que no pone de acuerdo siempre a todos. La salud se ha convertido en un ideal sagrado para toda la humanidad y para el Estado, deber supremo su entrega a individuos y poblaciones. Por consiguiente, no es ni debe ser una válvula de escape de altruismo o publicidad, de parte de instituciones o profesionales; estos deben responder ante necesidades prácticas y alcanzar precisión y eficacia. Es verdad que gracias al avance de la medicina, en los últimos años, se ha logrado evidentes progresos en la aplicación de los triunfantes descubrimientos biológicos clínicos, terapéuticos y moleculares, en la curación y la prevención; sin embargo, aún hoy, apenas si son unos pocos los que disfrutan de esos avances y consecuentemente la falta de salud adecuada, no obedece enteramente a fenómenos propiamente biológicos. Vemos entonces, que la atención y el entendimiento de la salud, debe y pertenece igualmente a la esfera de las ciencias sociales como de las biológicas y lo paradójico es que en ciertos aspectos, ambas ciencias difieren radicalmente. El médico, el profesional de la medicina, aísla los fenómenos con el fin de analizarlos. El especialista de las ciencias sociales, el salubrista, no puede trabajar de ese modo, en el mejor de los casos, busca y puede hallar correlaciones entre diversas variables, y satisfacerse con varias causas parciales. Por lo tanto, el salubrista necesita elaborar un sistema fundado en la causalidad múltiple. Difícil tarea es esa y añadido a ello, tropieza rutinariamente con otro concepto, el de efecto múltiple y en esto, salud se liga a desarrollo humano, pues de éste no existe un solo desarrollo ni un efecto único. He ahí pues, la paradoja del salubrista, no puede desligar salud de desarrollo, por tanto la acción del salubrista es tanto control como conocimiento. Por consiguiente, el propósito del salubrista es, por una parte, el estudio de la presencia de diferentes tipos y rasgos individuales, ambientales y sociales, que tienen lugar en el estado de salud de una población y en el hecho de que pueden aumentar o disminuir, como resultado de muchos eventos, que tienen lugar entre esos tipos y rasgos; y el otro propósito es el de utilizar los resultados de esos estudios, con fines de control y mejoramiento de la los factores que impiden alcanzar la salud y el desarrollo humano? ¿Están esos en el mismo plano en una y otra condición? Veamos si podemos encontrar alguna respuesta a ese dilema. EL GUIÓN DE UNA PELÍCULA QUE NO TERMINA Cuando pensé escribir este ensayo, vino a mi memoria una y otra vez, la figura de Pablito, con sus ojos implorantes y su cuerpo consumido. Por tercera vez en un año, se plantaba ante la puerta del puesto de salud. Cuando su madre lo colocó a su lado, luego que ella se sentó, apenas podía tenerse en pie y casi se estrelló contra la ventana de cristal; tenía entonces tres años y siempre había sido y lo fue hasta su muerte, parroquiano habitual del puesto de salud. El nacimiento de Pablito fue normal, a los seis meses, apenas podía moverse, menos sentarse, era huraño, llorón y retraído; Manuela, la enfermera, decía que tenía desnutrición y al observársele con cuidado, se podía decir que se hallaba continuamente en un estado de miedo escénico ante todo y todos. Manuela para poder interactuar con la mamá de Pablito y sus vecinas, había usado una y otra técnica con escaso éxito. Leyó, fue a capacitaciones y todo eso le vino muy bien, pero al tratar con personas reales, todo se perdía. Hoy, Manuela, asqueada a sus cincuenta años, sobrelleva su vida detrás de un escritorio, en espera en cualquier momento, de ver entrar por la puerta otro Pablito. Al observarla haciendo su trabajo, me parece un robot ejecutando programas predeterminados, actúa pasivamente; mientras afuera, los genes y el ambiente, interactúan constantemente y cambian dañinamente los potenciales biológicos, sociales y psicológicos, de los miles de Pablitos, desde su concepción hasta su muerte. También entreveo y aparece en el recuerdo, que a varios kilómetros donde Manuelas y Pablitos viven y se debaten por sobrevivir, más allá de los puestos de salud, hombres y mujeres que representan diferentes escuelas y percepciones, y no menos preocupados por el futuro, debaten acerca de las Manuelas y los Pablitos, acerca de si los Pablitos están ahí como respuesta a un ambiente adverso, solo para sobrevivir o si como sostienen otros, hacen presencia para que el ambiente acceda a ellos y les estimule a un conformismo. Afortunadamente, la mayoría de esos señorones y señoronas -chancletudos le dicen allá donde los Pablitos- que participan en esos debates, se inclinan por un híbrido, ven los Pablitos en un plano de desarrollo, que en líneas generales están afortunadamente bajo control energético (o alimentario dicen algunos) y ambiental (menos problemas de infecciones) sin embargo, no dejan de señalar que no explotan todo su potencial y ese detalle -explican- son cosas de la interacción del hambre y del ambiente, que poco tienen que ver con la salud o al menos con las instituciones que tienen que ver con ella directamente. Sin embargo no parece haber gobierno sobre la faz actual de la tierra, que no considere de los más sagrados ideales para la humanidad, el desarrollo humano y el derecho a la salud, envueltos ambos del mayor altruismo, aunque lleno en su alcance este, de intereses de todo DESARROLLO Y LA SALUD Ante la dualidad y ese guión planteado, es ocioso pretender que en nuestro medio se ha avanzado mucho en cualquiera de las dos direcciones: del crecimiento o desarrollo humano y de la salud. Es verdad que para la mayoría de mujeres y hombres de las urbes, es un ideal activo, lograr salud y desarrollo, pero para el caso de grandes grupos de población, especialmente aquellos que viven inmersos en un proceso prioritario de sobrevivencia, el desarrollo y la salud, cuando no constituye temas de ideal muy lejano, es objeto de desconfianza. Se lee en los planteamientos actuales, que los cambios y las situaciones del desarrollo y de la salud de los pueblos y las sociedades, obedecen a situaciones y hechos complejos, relacionados con la potencialidad humana, que va en el mejor de los casos para la salud, más allá de la acción curativa y se introduce a campos tan liados como la alimentación y el ambiente. Por tanto, se podría afirmar que el desarrollo de sociedades e individuos, es tema que obedece a una coalición entre potenciales y cualidades humanas y naturales. La variación de una sola condición en esos esquemas liados, provoca grandes cambios. Variaciones como en disponibilidad y acceso al alimento por ejemplo, basta para producir aumentos o reducciones de peso y de la talla; cambios en duración de la vida; mortalidad antes del destete y la ablactación; resistencia o debilidad a las enfermedades; pero una ciencia como la nutrición, un accionar sobre al alimentación, no nos enseña cómo hemos de dotar a la sociedad, al individuo de un sistema moral, de inteligencia, elementos tan importantes para el desarrollo humano y la salud, como los que puede controlar la buena y adecuada alimentación. En los pasillos de las grandes instituciones, corillos de políticos y profesionales, magistrados y diputados, salubristas y antropólogos desde muchos años discuten y se acaloran por mejorar el estado del hombre y de su ambiente. Es decir, tratan de acordar sobre la mejor forma de desarrollar potenciales humanos y naturales y; en ese afán, aún con dedicación, la inteligencia no ha aumentado o no parece suficiente, para responder al aumento de la complejidad de los problemas y su resolución. Todos andan tras los medios de hacer nacer y crecer en sus pueblos, en sus naciones, actividades que a su vez que aumenten su capacidad de adaptación al mundo social y ambiental, faciliten la convivencia y paz social, indispensables para construir el desarrollo y la salud. Hablamos entonces que el desarrollo humano y la salud, tienen un primer nivel que debe atender el político, el estadista, las autoridades y que denominamos político. Igualmente y en un segundo nivel, se sabe por innumerables observaciones, que el clima social, la actividad laboral, el régimen alimentario, la educación, la actividad física, las acciones intelectuales y morales, marcan huella en las personas y sociedades y que la variación de una sola condición, como la del régimen alimentario, basta para producir grandes cambios y problemas. Se señala y se afirma, que es el clima cultural, el que ha logrado evidentes progresos en la aplicación de los triunfantes descubrimientos de la acción e intervención sobre las potencialidades humanas y naturales, cada vez más al alcance de todos, cada vez más indispensable el desarrollarla a cada uno. Hay otro nivel que con sus elementos, debe preocuparnos dentro de la salud y el desarrollo humano y son los climas y ambientes naturales: calor, humedad, uniformidad de la temperatura, vientos, polvo, campos eléctricos, ruido, gases, pueden afectar salud y desarrollo y deben ser abordados, y los resultados obtenidos, deben permitir indicaciones para la construcción de hábitats y hábitos de vida saludables. Un último nivel que no debemos descuidar de la salud y el desarrollo humano, se nos dice, son los hábitos fisiológicos: duración del sueño, frecuencia y abundancia de nutrientes, tipo y preparación características del trabajo, de la recreación, del esfuerzo, afectan nuestro hacer, ser y conservar diario y por consiguiente el desarrollo y uso de nuestras potencialidades. Finalmente llegamos a la gran conclusión: la incidencia y realidad de las condiciones manifestadas en esos niveles, determina perfiles y condiciones individuales y sociales, que condicionan las problemáticas del desarrollo y la salud y necesitan ser abordadas como causas básicas, de una forma de ser y de desarrollo, que fija la existencia de Pablitos y Manuelas. Las rutas que controlan las funciones y funcionamientos básicos de esos niveles a lo largo del tiempo, del espacio, si bien son fundamentales al momento del nacimiento del individuo, están ya conectadas desde que se nace, son y resultan determinantes en todo lo que le sucede a uno a lo largo de la vida y aunque puede suceder que la flexibilidad de la sociedad y la biológica para moverse en las capas del desarrollo humano, estén a entera disposición de la sociedad, para el caso del individuo, esto puede tener límites y restricciones muy serias, que lo hacen único y diferenciado (también desdichado) con grandes limitaciones de su parte. Es pues claro que la competición y competencia para ganar espacios en esos y dentro de esos niveles, ya sea en forma individual o social, se inicia tempranamente en la vida y el facilitar al ser humano y al grupo social esa escalada, va más allá de aplicar vacunas, vigilar y estimular la talla, hacer diagnósticos y dar tratamientos, llevar y traer información; involucra más allá de un aprendizaje epidemiológico y biológico; lo social y ambiental también. Solo para dar algunos ejemplos de lo complejo de todo eso: se dice y afirma por los estudiosos, que los niños que hacen ejercicio, les va mejor en la escuela, pero ¿qué pasa si son desnutridos crónicos? ¿ese efecto se neutraliza? Se dice que la interacción madre-niño enriquece al último, se sabe que niños creados por madres deprimidas (la desnutrición crónica del adulto, puede llevar a esto) presentan una actividad mas reducida en la región frontal del cerebro, la zona a cargo de la expresión de emociones positivas (Problemas de comportamiento). Esos dos ejemplos nos basta para entender que la asociación del desarrollo humano y la salud, es algo más que un paquete básico de servicios, y esta forma de pensar, hace ver que es necesario e impostergable, cambiar pautas de pensamiento político, legal y técnico, sobre el desarrollo humano y la salud. Es entonces importante considerar que la salud pública, como institución y proceso, se debe orientar y enganchar, en una estructura social de manera clara y con conocimiento de limitaciones y alcances, por consiguiente no se pude pretender que sus acciones, sus intervenciones salgan de pautas sociales creadas y de grupos parciales, pues en donde tiene lugar el proceso salubrista, es dentro de acciones activas o inactivas, de una condición social. De tal manera que para cambiar el cableado institucional, el accionar salubrista, debemos empeñarnos en buscar, colocar esa institución llamada salud, en nuevas encrucijadas, tanto de razonamiento como de tecnologías; de metodologías como de acciones; facilitando capacidades que le permitan modificar su accionar y actuar sobre medios cambiantes y disímiles y recuperarse de lesiones propias. El progreso del desarrollo humano y de la salud bajo esa concepción, consiste entonces en adquirir y dotar al sistema de nuevas habilidades, modulaciones, para lograr respuestas prontas y eficientes, a las situaciones y condiciones que afectan el desarrollo y la salud individual y grupal. Debemos entonces entender que el mundo moderno, el desarrollo humano y de la salud en ese mundo, demanda de plasticidad y flexibilidad de sus instituciones. No puede hablarse de permanencia ni de poderes, ni de recursos, ni de ciencia y tecnología fijas, adheridas a caprichos y vaivenes humanos de conducta, en las instituciones que tienen que ver con el desarrollo humano y la salud, pues las devora la alta movilidad y las interacciones de lo que sucede en los mencionado y por consiguiente, la institución que puede modificar estructura, organización, trabajo y sus conexiones a una escala amplia, esta en mejor posibilidad de responder a la demanda de esas movilidades e interacciones entre niveles. Es posible que como hombre de ciencia y profesional de la salud, sobrestime la importancia del aspecto científico; de todos modos, tengo la convicción de que ni el desarrollo ni la salud pueden adquirir poder como ideal y como motivación, hasta que haya mejorado su cuerpo de conocimiento e instrumento potencial de control. UNA MANERA DE ENTENDER EL DESARROLLO Y LA SALUD La salud y el desarrollo, no son ciencias, no hay discusión sobre ello afirman unos. Esa crítica no es justa ni veraz, ni puede fundamentarse en el hecho de que el desarrollo humano y la salud, contengan cánones de conductas científicas irregulares y difíciles de comprender e interpretar, porque son complejos. Pero eso no es todo. No puede alcanzar sus objetivos una ciencia del desarrollo humano o de la salud, aplicando los mismos métodos sencillos utilizados por otras ciencias. En las ciencias como la biología y la física, aislamos los fenómenos con el fin de analizarlos, si es posible como un experimento controlado y si eso último no es posible, los aislamos mentalmente; realizamos deducciones y ponemos a prueba nuestras conclusiones, mediante observaciones empíricas. En valores y derechos como la salud, eso no es posible; por esas y otras razones, surge la necesidad de elaborar métodos apropiados de análisis sobre salud y desarrollo, que empiezan desde definiciones. Una definición comprensiva y objetiva, podría ser para el caso de salud, el intento humano de lograr una mejor condición de explotación del potencial físico, mental y emocional, de los individuos y las poblaciones Investigación -me atrevo a decir- de la socio economía, es quizá es el del desarrollo humano. El desarrollo es un proceso a la vez simple y convincente, que resulta casi enigmático que no sea adoptado por los pueblos. Es un concepto que demanda simultáneamente de eliminaciones e innovaciones en relación al pensamiento y la acción. Esos cambios o transformaciones, van dirigidos básicamente a acercar a los olvidados o marginados, a fin de que posean oportunidad de explotar no solo sus potenciales físicos, mentales y emocionales, sino sociales y económicos, que les oferta un mundo moderno con toda su tecnología, ciencia y normativa. En todo eso, lo que añade el término salud, lo hace caber y entrar, dentro del desarrollo humano como su corazón. No obstante lo anterior, durante mucho tiempo se ha proveído una realidad: separar ambos conceptos y por consiguiente los procesos que se derivan de ellos. Actualmente muchos pueblos tratan de desarrollar la salud y la colocan como un objetivo universal y circulando alrededor del individuo, pero olvidan el proceso social. El proceso del desarrollo humano, debemos concebirlo como una meta de cada individuo. Es buscar un nicho más alto en la escala social y económica del que se posee y en los niveles ya mencionados. Esa lucha de buscar puestos, genera variación y selección entre los individuos; se da por eliminación de oportunidades y recursos y reproducción diferencial de disponibilidad, acceso y consumo de tecnología, bienes y servicios; y no cabe discusión, la producción de variación en disponibilidad, acceso y consumo de esos bienes, tecnología y servicios, constituye la parte inseparable del proceso de desarrollo. Por tanto, el marco referencial tanto de salud, como del desarrollo humano, son partes inseparables de un mismo proceso, que necesita ser explicado por la acción social, por la actuación en determinado lugar y tiempo, y la biología y psicología humana, como un producto, se esconden dentro de ese manto que es el desarrollo humano y no al revés. En la actualidad ese proceso se concibe lleno de fenómenos singulares o que se tratan de singularizar: la pobreza, la enfermedad, la extinción temprana de la vida, el origen de las inequidades, las injusticias, no hay manera de explicar esos fenómenos por medio de leyes o normas, ni es posible tampoco hacer o realizar experimentos acerca de la pobreza, de la enfermedad o la mortalidad humana. De tal manera que no queda al que quiere estudiar y entender el desarrollo y dentro de este el desenvolvimiento del potencial humano, más que buscar un método heurístico y ese es el de la narrativa histórica. Así como -hemos dicho en párrafo anterior- en una buena parte de la formación de teorías, el científico empieza con conjeturas y pone aprueba su validez en forma exhaustiva, del mismo modo el salubrista, construye una narrativa histórica, la cual es posteriormente puesta a prueba en cuanto a su valor explicativo. Ilustremos entonces este método, aplicándolo a la extinción de vida saludable y el desarrollo de una población y su cultura (nuestra cultura indígena). Situemos el fenómeno hace 500 años. Una narrativa explicativa temprana, propone que las poblaciones indígenas de Guatemala, fueron víctimas de una epidemia especialmente virulenta contra la cual no había podido adquirir inmunidad el nativo, ante el asombro del hispano. Ese argumento con el correr de la conquista, encontró una serie de objeciones y fue substituido por una nueva propuesta, según la cual la extinción, había sido provocada por una ola de violencia física, social, productiva y económica, de parte del conquistador y sus autoridades. Sin embargo y a pesar de esa polémica de siglos, hasta que no se aúnan no concuerda y da origen a un argumento: enfermedad y violencia exterminaron los pueblos y perviven en los sobrevivientes. Es y resulta entonces evidente que no podemos evitar el prejuicio, dependiendo de que lado nos situemos y como nos afecte el hecho histórico, y no podemos abrigar la esperanza de confrontar una conclusión única, con arreglo a criterios objetivos aceptados por todos, y en este sentido, debemos ser amplios y atenernos a que la ciencia es tanto control como conocimiento y de que estos dos aspectos no pueden ser separados. Debemos abogar por la flexibilidad y partir, percatarnos que el accionar humano, su estudio y enriquecimiento, solo se logrará si partimos de \"solventar operando\" y este debería ser el principio funcional que anime nuestro estudio y adelanto tanto de la salud, como del desarrollo humano. Hay otro principio que quiero mencionar como de importancia por su debate y porque determina enfoques: la salud del individuo, de la población, no es una rama especial de las ciencias naturales, es una rama de las ciencias sociales. No es meramente ni genética, ni medicina, ni fisiología ni patología. Es verdad que apunta al mejoramiento fisiológico, al control de lo patológico y sin duda al mejoramiento de cualidades genéticas, pero cualquier mejoramiento de ese tipo, solo puede obtenerse en cierto tipo de medio social y ambiental. De modo que el alcanzar la salud, es un aspecto particular del desarrollo del hombre en la sociedad. Hasta ahora, el ejercicio del mejoramiento de la salud individual o social, que bien puede ser denominado salud pública, a dirigido sus esfuerzos y baterías esencialmente al estudio epidemiológico de la incidencia y prevalencia de las enfermedades y tomando como base el razonamiento deductivo de los efectos de esas incidencias y prevalencias y la búsqueda de causas, ha elaborado todo un actuar. Igualmente se ha creído que las mejoras curativas, educativas, aun sanitarias, se incorporan fácil y automáticamente en la naturaleza humana y de ese modo conducen al progreso humano. Los que llevamos años en el trabajo salubrista, sabemos que esto es falso. Que el transformar en antítesis lo médico y natural contra lo social y descuidar los efectos del ambiente y de lo social en esos modelos, lleva a modificar los procesos epidemiológicos, mas nunca los de salud (teoría de la transición epidemiológica). Por consiguiente y acá quiero llevar la discusión subsecuente, los planes del desarrollo humano, de mejoramiento de la salud, carecen de sentido, como no sea en relación con determinado medio presente y futuro en que se suceden. Nuestros ideales de salud y de desarrollo humano serán diferentes, según los relacionemos con un orden de injusticia, con un régimen capitalista o socialista en el término amplio de la palabra y el concepto, con una organización militarista o pacifista. Aunque imaginemos que estamos esforzándonos por alcanzar ciertos objetivos en desarrollo humano o salud pública (las metas del milenio por ejemplo) en realidad necesitamos pensar en, ellos en relación a cierto medio futuro y con las necesidades y las realidades del medio social actual o muy a menudo, de acuerdo a nuestras preconceptos y nuestras opiniones a priori, sobre el medio actual y sobre el modo de transformarlo. Por consiguiente creo que un ejercicio, una de las tareas primordiales de los salubristas que pocas veces ejecutamos o hacemos, es el de formular razonadamente opiniones sobre el medio social y ambiental al que debemos vincular planes y programas, que permitan un mejor desarrollo de potenciales físicos, psicológicos y emocionales de personas y pueblos. Bajo este razonamiento, solo cabe a mí entender, situarnos en uno de estos dada (casi todos nuestros salubristas se mueven en este camino) el actual medio social y ambiental y adaptar a él nuestros programas de salud. Por supuesto que en la práctica, nos vemos obligados a adoptar un punto de vista dinámico en lugar de un planteamiento puramente estático y consideramos las tendencias de los cambios -en el mejor de los casos- en ese medio, aunque supongamos que el sistema social propiamente dicho, no sufrirá modificaciones fundamentales. En una posición diametralmente opuesta, podemos suponer o presuponer un medio social ideal en términos más científicos, podemos imaginar un medio social óptimo y planear nuestras medidas salubristas, en relación con dicho ideal, con la piadosa esperanza de que a la larga, la transformación social, se adaptará a nuestro ideal o al mayor o menor grado de variación en salud que realicemos o hayamos promovido. Finalmente podemos encarar un ataque conjunto sobre el medio social y las condiciones salubristas. Si suponemos que contamos con cierto grado de control sobre el medio social, adaptaremos nuestro programa de salud a dicho plan de transformación del medio, que representa tanto por la orientación como por el ritmo, un feliz término medio entre el ideal y lo inmediatamente práctico, entre lo que desearíamos y lo que probablemente obtendremos. El estudio del medio en cualquiera de esas situaciones, resulta imprescindible por una serie de razones: en primer lugar porque no puede reproducirse, de modo que debe aprenderse a descontar sus efectos; por ejemplo, si la menor estatura observada en los grupos rurales fuera consecuencia de una dieta inadecuada, la curación carece de significado. Segundo si es limitado el control sobre las condiciones sociales o ambientales que podemos ejercer, solo queda como posibilidad, alterar efectos de algunos factores por ejemplo, suplementación con nutrientes, con lo que se pueden evitar algunos inconvenientes del crecimiento y desarrollo insuficientes. LA ACCIÓN SALUBRISTA DENTRO DE LA SALUD Trataré de desarrollar acá varios puntos. En primer lugar, partamos de lo operativo: Un mismo programa de intervención, producirá distintos efectos en diferentes medios. Este es un hecho tan elemental, que a veces se descuida su consideración, con resultados desalentadores para las instituciones y sus miembros. Cuando hablamos de medios, debemos ser mas explícitos: Los potenciales humanos físicos, mentales y emocionales, claro que tienen que ver con la herencia, pero el resultado obtenido de su desarrollo, se deriva de una interacción entre genes y medio, de tal forma que una condición carácter dado, expresa la interacción entre determinado número de genes y un núcleo particular de condiciones ambientales y sociales. Cuanto más semejantes los medios ambientales y sociales, mayor probabilidad habrá que las diferencias de desarrollo de potenciales sean iguales y cuando sean diferentes en medios similares, mayor probabilidad será que las diferencias sean heredadas. Entonces el pensamiento salubrista debería encaminarse a igualar medios y no a paliar deficiencias. Ejemplo interesante resultan los paquetes de salud actual ¿es eso realmente todo lo que podemos ofertar a nuestra sociedad en pro de su salud? Y es muy posible pensar que bajo condiciones ambientales y sociales desfavorables como lo son en las que se dan esos paquetes, se podrá observar aun una variación de potenciales humanos desarrollados, que deben entenderse que obedecen tanto a que diferentes grupos étnicos poseen culturas diferentes, como a es de esperar estén mejor distribuidas entre etnias. Por consiguiente no se obtendrá un progreso en la salud y el desarrollo veloz, fomentando una solución parcial al problema, sino solo mediante la virtual eliminación de los estados ambientales y sociales limitantes. EL MEDIO SOCIAL COMO MOTIVO SALUBRISTA Dejaremos para otra ocasión el análisis biológico de desarrollos potenciales y nos centraremos en esta parte final del ensayo, en la parte social. Guatemala, se caracteriza por las enormes diferencias de su medio social y de conformación de distintas clases sociales y económicas, que disimulan o hacen poco visible las diferencias biológicas que pueden existir y es indiscutible la posibilidad de que el medio social mismo, a menudo ejerza una influencia selectiva biológica, social y mental, que puede ser importante. Sobre este tema que sepa, no existe ninguna evidencia, pero lo que quiero expresar acá es que bajo cierto medio social, la expresión de potenciales humanos como son los biológicos, mentales y emocionales, pueden darse y resultar dominantes, después de repetirse por algunas generaciones, de tal manera que por ejemplo los individuos que se incorporan a la vida rural, pueden ser diferentes en muchos aspectos de los que se quedan o aceptan el desafío de la vida urbana, las exigencias imponen algunas condiciones y características de tipo físico, mental y emocional en cada situación. Es por tanto de indiscutible valor, señalar que el problema de desarrollo de potenciales, sus acciones e intervenciones, carecen de valor práctico y de significado teórico, salvo de que se le considere en relación con un medio particular presente o futuro y sobre el modo de transformarlo. Así que a la acción salubrista sólo le quedan tres caminos: 1. Aceptar como cosa dada el actual medio social y adaptar en el los programas. El trabajo en este caso, se centra en considerar las tendencias de su cambio, aunque el sistema social no sufrirá modificaciones fundamentales (en la actualidad, dicha visión pese a las décadas que tiene de ser el fundamento del accionar salubrista, no ha sido motivo de indagación y valoración por el sistema). 2. Podemos imaginar un medio social óptimo y planear las acciones en relación al mismo, con la esperanza de que la transformación social se adaptará a ese ideal. 3. Podemos encarar un ataque sobre el medio y las instituciones y adaptar el programa a nuestra decisión, va encaminada hacia la primera opción, eso implica dos hechos: significa que se debe planificar para un sistema capitalista y de clases (eso se ha venido haciendo en los últimos cincuenta años). Aceptamos la división de la sociedad en estratos socioeconómicos, con grandes diferencias de nivel de vida, de concepción y oportunidad entre las diferentes clases y consentimos todas las consecuencias del principio según el cual, obtener beneficios para el capital, es el objeto fundamental. Admitimos como fenómeno esencial, la competencia individualista. En el plano económico, admitimos la necesidad de cierto grado de desocupación, de migración y ciclos de auge y depresión y de mano barata. Habida cuenta de todo lo anterior, podemos planear nuestra política y planes de salud con las siguientes líneas: selección de acciones e intervenciones según clases, mínimos para los de clases inferiores, sin límites para las superiores que de alguna manera, mantienen los procesos de las inferiores, sin dotarlos de todo a lo que ellos tienen acceso. Si nuestra decisión es por la segunda opción se trata de planificar un medio ideal u óptimo social. Aquí se planeta la dificultad de que los distintos criterios óptimos concebidos por diferentes mentes o por distintos grupos de mentes, pueden ser tan disímiles que resulten irreconciliables. No obstante, es posible llegar a un óptimo que va encaminada a neutralizar la problemática de la primera opción o buena parte de ella. Es posible y necesario prever que gran parte de la población no armonice con su medio social, de modo que puede provocarse fricciones, descontento, neurosis, desequilibrio económico y de conductas, aprovechamientos por algunos, en detrimentos de otros. El programa planeado para y bajo una sola norma en este aspecto, puede llevar a limitaciones y problemáticas muy grandes, pero puede llegar a ofrecer oportunidad de satisfacer las necesidades generales y el razonable provisión de oportunidades y comodidades, todas ellas con posibilidad de optimizar potencialidades. Son pues esos dos enfoques poco satisfactorios en términos de su existencia y pervivencia para una mejor salud. De hecho, los dos han sido implementados en nuestro medio y los dos como bien lo reflejan las estadísticas y la evidencia epidemiológica, han terminado en fracaso. Examinemos entonces la tercera opción. Cualquier opción debe ser centrada en el objetivo de la salud descrita \"mejorar el desarrollo del potencia físico, mental y emocional de individuos y poblaciones\" y si eso debe ser practicado siempre en relación con un medio apropiado, constituye un método anticientífico y sin valor, no tratar de controlar el medio social y ambiental, en relación al desarrollo potencial de los elementos de la salud. El trabajo salubrista es simultáneamente teoría y práctica, conocimiento y control. Para el hacer salubrista como aplicación, descuidar el ambiente es fuente de confusión y de debilidad práctica. Mas aun, no se puede obtener una adecuada intervención, a menos que se intente obtener el control del medio social, al mismo tiempo que el del desarrollo de los potenciales. Desde el punto de vista teórico, avanzaremos en separar los efectos de limitaciones que impone el medio al desarrollo de potenciales, siempre que igualemos los medios como nutrición, vivienda, saneamiento, educación, trabajo, acá esta el verdadero éxito de la salud y el desarrollo humano. Es claro bajo este aspecto, de que un potencial incapaz de realizarse debido a las condiciones desfavorables, no interesa y unas condiciones ambientales seductoras pero destructivas y alentadoras de deterioro, tampoco resultan de utilidad. Por consiguiente, los dos abordajes deben ser planteados en relación uno con otro. Un sistema como el actual, es antisalubrista, por naturaleza y esencia y lleno de incapacidades: Incapacidad para aumentar el desarrollo de potenciales, incapacidad para identificar y fomentar los procesos mas adecuados para fomentar la explotación de esos potenciales, incapacidad para eliminar los factores dañinos, nuestra epidemiología sostiene esas aseveraciones. Es claro que el ambiente social y quien sabe el climático y físico en muchos casos, no permiten el desarrollo físico, mental y emocional de la gran mayoría de guatemaltecos, el florecimiento de todas las potencialidades, con el consiguiente despilfarro social en todos los sentidos. ¿Cuáles son entonces las transformaciones prácticas que hay que fomentar para el desarrollo humano y de la salud? En mi opinión son tres: 1. La igualación del medio, tomando como base la de los que han explotado mejor los potenciales 2. Debemos tender al abandono de la dualidad rectoría/ejecución y a la subordinación de sólo aspectos físicos de una obligación, que va mas allá de lo biológico y se adentra en lo social. 3. Debemos tratar de hallar una pauta de vida económica y comunal que no sea intrínsecamente anti desarrollo de potenciales y debemos de hallar una pauta de vida familiar y reproductiva de desarrollo de potenciales más rápidos y constructivos. Resulta pues que, para resolver sobre el primer punto, es necesario eliminar de su actual posición, el incentivo individualista por el de progreso hacia el poder civil y la reivindicación económica. Hay que recordar que los incentivos de grupo son poderosos, provocan altruismo, la disposición a cooperar, la sensibilidad, la simpatía, todo lo contrario de lo individualista, que fomenta egoísmo, que a menos que modifiquemos la estructura social, jurídica e ideológica para posibilitar el acercamiento de genes y ambiente o si se prefiere de aspectos individuales y sociales, nuestros esfuerzos en pro del mejoramiento del desarrollo humano y de la salud, serán meros tanteos. Una analogía puede ayudarnos a solventar el segundo aspecto. Si observamos nuestras montañas, veremos que tanto del lado del pacífico como del atlántico, dan origen a ríos y torrentes de agua que fluyen en todas direcciones. Esos corrientes de agua, encuentran en su camino obstáculos que deciden su curso y configuración, ninguna de ellas se asemeja exactamente a las otras al llegar a las planicies, no obstante todas actúan obedeciendo a la misma fuerza, llegar al mar. De manera similar, el desarrollo humano, el de la salud de nuestros pueblos, de nuestras familias, en nuestro medio, depende de la capacidad para luchar y vencer obstáculos impuestos de manera diferente en diferentes condiciones externas. No cabe duda que, para llegar al mismo fin, necesitamos de fortaleza de medios locales, en que rectoría y ejecución deben singularizarse, pues son los medios para llegar a un mismo fin. El hecho mismo de la salud, la salud por si misma, no es capaz de explicar y menos de resolver el problema que tiene tantas aristas. Cada corriente, necesita su cauce y aunque se tenga el mismo punto de partida (el desarrollo de las potencialidades) las pruebas e intervenciones posibles, su interés y su valor, solo pueden tener éxito si se adaptan al medio y eso demanda de poder en esos medios, para decidir y actuar, de lo contrario acciones y soluciones exportadas, ajenas a esos medios, vegetan separadas de esas realidades, del esfuerzo para el cual fueron creadas. Aclaremos el tercer punto: tenemos que aceptar que la búsqueda de la salud, desde su comienzo, ha seguido un camino ascendente orientada siempre a mejorar capacidad de mejorar ejecución de potencialidades individuales y sociales, lo que se objeta es que muchas pruebas y acciones actuales, no facilitan ni acercan a ese progreso a todos. Políticas, normas, programas del MSPAS, son mecanismos de Estado que contribuyen a la edificación de un pueblo sano, sin que necesariamente se les tilde de exitosos. Hablando con precisión, esos mecanismos no son los factores determinantes de la evolución de la salud, son las oportunidades humanas de explotar y compartir un ambiente las que abren la posibilidad de mejora En resumen el desarrollo humano y la salud, deberían ser consideradas como fenómenos globales, irreversiblemente demandantes de procesos progresivos, que resultan de la actividad combinada de mecanismos elementales tales como la equidad en los servicios y bienes, la adaptación de instituciones a esperanzas y necesidades, el diagnóstico y tratamiento de las vulnerabilidades repentinas. El desarrollo humano y la salud, comienzan con la participación activa del individuo, todavía sin estructura organizada y termina en un proceso social pensante dotado de una conciencia. Desarrollo humano y salud, nos causan la impresión de una búsqueda constante por corregir cierta clase de desequilibrios naturales y sociales, materializados en anormalidades y falta de desarrollo de posibilidades, en donde la enfermedad y el saneamiento desempeñan un papel importante; más de la mitad de la población se encuentra permanentemente en situación de inferioridad a causa de ello y pasarlos de un modo de vida a otro a ese grupo no es tarea fácil para los Estados, pero es ya Navarro. Et Al. Salud Pública. Editorial McGrawn-Hill. Interamericana 1998 España. Human Development Report 2007/2008. Fighting climate change: Human solidarity in a divided world. First Published in 2007 by Palgrave Macmillan. Organización Panamericana de la Salud. Disparidades de salud en América Latina y el Caribe. División de Salud y Desarrollo Humano, 1999 Octubre. Paulette Dieterlen. La pobreza. Un studio filosófico. Fondo de cultura económica 2003. México. SNU. Sistema de Naciones Unidas en Guatemala. Los contrastes del desarrollo humano. Programa de las Naciones Unidas para el Desarrollo. Guatemala 1998. ---, Guatemala: El rostro rural del desarrollo humano. Programa de las naciones Unidas para el Desarrollo. Guatemala 1999. ---, Definición y medición del desarrollo humano. En Desarrollo Humano, Informe 1990. Bogotá: Tercer Mundo Editores. Tin Ingold. Evolución y vida social. Editorial Grijalbo 1991. México. Totman Richard. Social causes of PRO TIERRA Y LA RECIENTE DINÁMICA DEL ACCESO A LA TIERRA En la mayoría de comunidades rurales encontramos en los comités pro tierra el modelo de organización de desarrollo rural prototípico. En esencia (con sus diferentes variantes en función del grado de complejidad del acceso a la tierra o las formas jurídicas públicas o privadas exigidas y que vayan adoptando), están integrados por una junta directiva electa en asamblea general, con cinco miembros de los cuales sólo el presidente y el tesorero ejercen sus funciones y aunque de acuerdo a la ley deben nombrarse comités de apoyo y un comité de vigilancia éstos no encuentran ubicación dentro del esquema pues se pretende simplemente gestionar proyectos de infraestructura social. La conformación de las comunidades por campesinos de diferente procedencia geográfica y étnica, en condiciones de extrema pobreza y con niveles bajos en salud y educación, generan una nueva cultura de pertenencia a la comunidad, casi obligada por la necesidad de poseer el recurso tierra, bajo una lógica común de absorber los apoyos económicos externos en forma personal para satisfacer necesidades básicas o para emigrar a Norte América3. Los créditos se reciben individualmente y las personas que por desconocimiento técnico o por factores ambientales pierden la cosecha quedan en mora sin la posibilidad de un nuevo crédito y sin el apoyo de su organización (junta directiva). Por otra parte, la infraestructura social que gestionan les es entregada sin un plan de sostenibilidad económica por lo que a pesar de que la mayoría son propietarios, nadie se hace responsable del mantenimiento y operación de la misma, lo que lleva a su destrucción progresiva. La organización, en esas circunstancias, se circunscribe a colectar las cuotas individuales para el pago de la finca al Fondo de Tierras y a resolver conflictos de orden social de acuerdo al criterio de los directivos, quienes ven en su cargo una responsabilidad extra que les ocasiona trabajos innecesarios por lo que su elección es vista como un castigo. Agregado a eso, los constantes cambios en los integrantes de las juntas directivas, suponen una pérdida de experiencia y capacitación 3 Además en algunos casos se vende el derecho a la tierra a personas con mejores recursos económicos, por emergencias médicas, por vicios o simplemente por placer de obtener dinero fácil. EL DESARROLLO RURAL EN GUATEMALA Ing. Raúl Hidalgo Paz Ingeniero Agrónomo Docente Sede Regional de Coatepeque Universidad líderes, y la nueva dirigencia debe empezar, casi de cero, tomando en cuenta que la comunicación entre los directivos y la comunidad se da únicamente en las asambleas generales a las cuales sólamente asiste en promedio el 20% de la comunidad. En cuanto a producción, originalmente las tierras que el Fondo de Tierras (anteriormente INTA) entregó, eran cultivadas por propietarios privados, pero al hacer la transacción éstas se encontraban en total abandono y aunque en el caso de las fincas Cafetaleras, tienen plantaciones, las mismas se encuentran deterioradas, con una productividad promedio de 363.63 Kg. pergamino por hectárea. Por otra parte, en las fincas de la Costa, los beneficiarios después de descombrar, sembraron maíz y frijol pues no tenían los conocimientos técnicos ni los recursos para establecer otros cultivos. Estos cultivos se caracterizan por proveer únicamente para consumo familiar. En otras los suelos se encuentran con pastos abandonados y el tamaño de las parcelas no permite la producción individual, ni cuentan con la estructura organizacional que les permitiera manejar proyectos colectivos. Acto de entrega un título de propiedad4 Respecto de salud y educación las condiciones de salud ambiental presentan indicadores bajos con carencia de letrinas, viviendas con piso de tierra y sin separación entre ambientes y carencia de 4 obtienen de pozos someros sin desinfección, lo cual, sumado a no contar con una organización y la falta de medios de comunicación hacia los centros de salud pública, ubicados en las cabeceras municipales, traen como consecuencia la recurrencia de un alto porcentaje de enfermedades gastrointestinales, respiratorias, paludismo crónico y desnutrición entre las más importantes. En cuanto a educación hay un analfabetismo del 58%, sin local ni maestros para la escuela lo que ocasiona que los niños de edad escolar, en el mejor de los casos, tengan que asistir a comunidades vecinas a recibir la educación primaria. Bajo estas circunstancias se cree que es muy importante hacer un análisis que permita aportar elementos de juicio para que todo aquel ciudadano que desee ser agente del desarrollo rural sepa conducir y coordinar los esfuerzos que nos lleven a salir del subdesarrollo en que actualmente está Guatemala. Por eso mismo, se ha elaborado el presente ensayo como un aporte a la discusión del desarrollo rural para que el lector tome decisiones propias. Desde nuestra época escolar hemos escuchado a la maestra decir orgullosa que Guatemala es un país netamente agrícola, con grandes privilegios naturales y con un gran futuro por delante pues no hay nada más sano y hermoso que vivir en el campo, \"dichosos los campesinos que tienen mejor salud que los que vivimos en el pueblo\" concluiría la maestra con un suspiro largo y profundo. Sin embargo la pobreza sufrida en nuestra época adulta nos ha despertado de ese sueño romántico y frecuentemente nos preguntamos en dónde está esa Guatemala paradisíaca de tractores arando y campesinos consumiendo frutas y verduras. Entonces nos hemos preguntado por qué las cosas no caminan como supuestamente debiera ser y nos encontramos con conceptos como desarrollo o subdesarrollo. Es cuando tratamos de enterarnos sobre nuestro nivel de desarrollo y vamos encontrando datos concluyentes que aseguran que \"Modestos avances se han logrado en América Latina y el Caribe en materia de desarrollo sustentable, sobre todo en comparación con los lineamientos de la Cumbre de la Tierra celebrada en Río de Janeiro en 1992. Se han dado pasos importantes en el desarrollo de capacidades, aunque no se advierte un efectivo freno a las tendencias del deterioro ambiental\" (CEPAL, 2001). Además asegura RUTA (RUTA 2,006) que \"La población de Guatemala es de 12 millones de habitantes, de los cuales el 53,7% vive en las zonas rurales5. De los siete países del Istmo, Guatemala es el que tiene más presencia de grupos indígenas y una gran influencia de la cultura Maya: casi la mitad de la población total continúa hablando la lengua Maya y sigue las tradiciones de esta cultura. En 1996, el país resurgió tras una guerra civil de 36 años, que dejó más de 200,000 personas desaparecidas o muertas. Se estima que un 56% de su población vive por debajo del umbral de pobreza, por lo que el país está trabajando una Estrategia de Reducción de Pobreza, en calidad de proyecto de Estado con apoyo del Grupo Consultivo\". 5 El Censo Nacional de Población de 2002 arroja la cifra de 11, 237,196 personas, de las que 6, 052,361 son habitantes los problemas de pobreza son altos y en nuestra búsqueda de encontrarle tres pies al gato, no definimos lo que es desarrollo rural, porque muchas veces ni en eso nos ponemos de acuerdo, pero para no hacer tanto relajo de definiciones que no son el tema central de este ensayo, nos apoyamos en la que presenta el Dr. Monterroso quien asegura que \"Una de las definiciones a las que llegamos en el Comisión de Desarrollo Rural de la FAUSAC, luego de más de dos años de reflexión y debate sobre el tema y la cual hemos adecuado para esta presentación, es: \"Proceso de ampliación de oportunidades (opciones), que permita a los habitantes del área rural, alcanzar una vida digna, prolongada y saludable. Adquirir poder adquisitivo, conocimientos, destrezas y habilidades para disfrutar una alta calidad de vida.\" (Monterroso David, 2,006). Además también afirma Monterroso, que \"Los microproductores (96%) no han tenido la oportunidad de tener los conocimientos, la tecnología y la información de oportunidades de mercado y cuando eventualmente pudieran conocerlas, no llegan a tener el capital para poder aprovecharlas.\" (Monterroso David, 2,006). El Informe Argentino sobre Desarrollo Humano (1995) citado por Monterroso, asegura que \"Una visión integral del desarrollo debe incorporar aspectos tales como la calidad de vida, la protección del medio ambiente, el acceso al trabajo digno, la eliminación de la pobreza, la democratización de todos los aspectos de la vida social. Se trata, un desarrollo que pone a la gente en primer lugar. Que no sólo genera crecimiento económico sino que distribuye sus beneficios de manera equitativa... La dimensión humana del desarrollo exige como condición el desenvolvimiento pleno de las capacidades de las personas... Se trata de una ética conforme a la cual todas las personas deben participar en tanto sujetos activos del desarrollo en las transformaciones de las relaciones del poder...\" (Monterroso David, 2,006) Es por esa situación, cada día más, se menciona a la organización como el punto llave que nos permitirá abrir las puertas del desarrollo pues si no se cuenta con capital, educación, salud y casi ningún medio de apoyo, el campesino tendría que verificar sus fortalezas y detectar que sólo organizándose adecuadamente, se podrá subir al tren del desarrollo, donde cada uno de ellos sea parte activa de su organización para enfrentar la actual situación del neoliberalismo pues, según Roberto Savio \"El sistema internacional se adecua rápidamente al pensamiento único. El acuerdo de Washington sobre la adopción de la globalización neoliberal como estrategia única integra al Banco Mundial (BM), al Fondo Monetario Internacional (FMI), a la Organización Mundial del Comercio (OMC), al gobierno americano, y encuentra profundo eco en las instituciones y los gobiernos europeos. El Tercer mundo, bajo presiones absolutas, acepta los llamados ajustes estructurales, comprimiendo los gastos públicos para reducir el déficit presupuestario, reduciendo sus presupuestos destinados a educación y salud\". (Savio, Roberto 2005) Además, creemos que la organización ante este abrumador avance del neoliberalismo, debe asentarse sobre profundas bases de solidaridad y no con el individualismo envidioso pregonado por el liberalismo. Sobre este tema de la ética, asegura Gregorio Iriarte \"Algunas revoluciones impulsadas en Latinoamérica, han fracasado porque no estaban asentadas sobre fundamentos éticos. Lo mismo pasó con la revolución mexicana, con el sandinismo y últimamente, es lo que está sucediendo con el PT [Partido de los Trabajadores] de Lula del capital, estamos convencidos de su importancia para el desarrollo rural, pero para obtenerlo habrá que tener una organización sólida que vaya más allá de los apoyos gubernamentales que nos son funcionales y que en lugar de ayudar coadyuvan a agravar las distancias entre unos y otros, especialmente cuando se carece de una organización sólida, capaz de captar recursos por sus propios medios. En éste sentido asegura Monterroso que \"Varias fueron las estructuras bancarias que se experimentaron, siempre el Estado de bienestar regulando las relaciones de poder en beneficio de los grupos dominantes del país, el último experimento fue BANRURAL que sin solventar la ausencia del financiamiento para el desarrollo rural se transforma en una estructura \"semiprivada\". Actualmente la estructura de \"financiamiento para el campo\" es completamente privada DACREDITO, el Dinero para el desarrollo sirve de negocio para algunos bancos del sistema. El interés de 12% no es ninguna oportunidad para las micro y pequeñas empresas campesinas, menos para aquellas familias en subsistencia\"6. (Monterroso David. 2,006.) Además habría que mencionar que sólo la organización adecuada podrá provocar la correcta utilización del gasto pues se deben tener las estructuras empresariales, como cualquier empresa de libre mercado, que utilice adecuadamente sus recursos y no se hagan gastos a la deriva, pues tal y como lo asegura Polan Lacki \"La mayoría de los productores rurales, mientras se quejan de la falta de recursos, sobredimensionan y mantienen en la ociosidad importantes inversiones en tierra, maquinaria e instalaciones que producen con bajos rendimientos y permanecen subutilizadas, durante gran parte del tiempo. Si los productores formasen grupos para ejecutar y utilizar en conjunto algunas inversiones (aquellas que son de alto costo y que son utilizadas con baja frecuencia) podrían reducir esta distorsión que incrementa, innecesariamente, sus costos fijos\". (Polan Lacki. 2,006) LA MEJORA DE LA PRODUCCIÓN Y COMERCIALIZACIÓN A TRAVÉS DEL FORTALECIMIENTO DE LA ORGANIZACIÓN Es necesario desde un principio, analizar la situación actual en Guatemala y ver cuales son las perspectivas futuras posibles para las comunidades rurales de frente a las dinámicas de los mercados para evitar una marginación siempre más fuerte. Los países de menor desarrollo se presentan en los mercados con productos de baja y media tecnología, una escasa organización de la programación y muchas veces una insuficiente calidad de los productos Podemos afirmar que actualmente se tiene un desarrollo asimétrico del proceso de globalización que aumenta siempre más las distancias existentes entre países más y menos desarrollados. En Guatemala estas distancias son aún más fuertes si consideramos el estado de casi abandono en el cual se encuentra el medio rural y más que todo el pequeño productor no organizado. Los productos agrícolas que actualmente se están exportando de Guatemala llevan un proceso intermedio de transformación y necesitan siempre, un proceso posterior de industrialización. 6 Se trataba del Fideicomiso de Desarrollo Rural del Programa Guateinvierte de la el campo7 Los tratados de libre comercio entre Guatemala, Honduras, El Salvador y las negociaciones con México, Panamá, República Dominicana, Venezuela y Colombia dan una respuesta muy limitada a los productos agropecuarios ya que estos países tienen tipologías de productos similares. Es importante que el fenómeno de la liberalización del comercio lleve al aumento de la competitividad de las empresas que deben producir con mayor eficiencia en cuanto a elevada calidad, volúmenes conforme a planes cuantitativos, y precios competitivos y temporales. Todo esto no se puede lograr sin un sistema organizativo de los pequeños productores, muy fuerte, que abarque todas las fases de la producción, hasta los mercados disponibles. En Guatemala no se ha fomentado el desarrollo de estructuras empresariales basadas sobre la organización productiva, industrial y comercial de pequeños productores como concepto correcto de interpretación a los mercados. Esto es debido a problemas sociales, culturales, políticos y de capacitación empresarial mal orientados, tal es el caso de las actividades de las multinacionales y de las empresas latifundistas (bananeras, cafetaleras, azucareras, palmeras y huleras). En particular, los pequeños productores están en manos de comerciantes que podemos calificar de \"coyotes\", que son compradores improvisados de acuerdo a la temporada, sin ofertas de servicios de ningún tipo, mucho menos educar al pequeño agricultor en cuanto a producir según estándares de calidad requeridos por el mercado. El análisis comparativo de los sistemas de Producción en Guatemala, pequeño productor no organizado no tiene acceso a créditos, tecnología apropiada, procesos de transformación de la producción, asistencia técnica y capacitación, sufriendo así fuertes limitaciones jurídicas y de defensa de sus derechos. Un sistema fuertemente organizado, constituido por pequeños productores, puede aceptar el desafío de la liberalización de los mercados, por medio de la formación de verdaderas empresas, caracterizadas por productos de calidad elevada, bajos costos de producción y altos niveles de eficiencia de la organización. Esta demanda un cambio total de las actitudes de los productores y sus organizaciones, y principalmente del desarrollo de la capacidad de gestión empresarial como fundamento para que la actividad económica resulte exitosa. Por lo tanto en este ensayo se plantea una estructura administrativa adecuada para la realidad del medio rural de Guatemala en general. En primer lugar una organización de primer nivel que se constituye por medio de socios que son pequeños productores individuales y está caracterizada por: · Tener una actividad económica formal con finalidad de lucro basada sobre transformación, conservación, transporte y comercialización de los productos. · Poder financiar como Institución Financiera Intermediaria, para prestar servicio de crédito a los socios; · Establecer los reglamentos, calendarios y programas de producción; · Destinar los productos a mercados locales, nacionales y eventualmente centroamericanos; La importancia de crear un sistema y una mentalidad de empresa como organización de pequeños productores es uno de los factores determinantes para el desarrollo económico y cultural de Guatemala por lo que el fortalecimiento integral con los demás países centroamericanos sería la forma correcta para participar y defenderse de frente al proceso de globalización del mercado mundial. La fuerza de los pequeños productores es que dentro de sus propias organizaciones puedan manejar los aspectos administrativos, de producción de calidad y NUEVA ESTRUCTURA ADMINISTRATIVA DE LAS COMUNIDADES RURALES La estructura administrativa de las comunidades rurales, por su forma de constitución, como quedó mencionado, ha basado su funcionamiento en las figuras sociales denominadas comités, lo que ha provocado una alta inestabilidad estructural debido a los cambios continuos de las personas en la dirigencia. Además la participación no remunerada de los dirigentes hace que las personas más entusiastas y capaces de la organización se abstengan de participar a nivel dirigencial, buscando su crecimiento económico independiente al del grupo organizado, perdiendo de esta manera el poco recurso humano capaz o susceptible de ser capacitado. Este tipo de estructura administrativa lleva intrínseco un fin social, que es la obtención de alternativas de solución para los problemas generalizados del grupo beneficiario y no reconoce la búsqueda individual de la superación del socio y su familia. La estructura administrativa debe tomar en cuenta todas las limitaciones de la organización e incorporar innovaciones fácilmente aceptadas por los socios, debido a que los beneficios que se plantean al socio llegan al mismo en un corto plazo, demostrando que no existe mayor punto de motivación para cualquier persona que el recibir rápidamente frutos de un esfuerzo realizado. En este sentido se reconoce la individualización del esfuerzo del socio por su superación y antepone la satisfacción de las necesidades económicas del mismo sobre cualquier satisfacción social del grupo, planteando éstos satisfactores como consecuencia de la actividad productiva. La nueva estructura se basa en los siguientes principios: · Transparencia en las acciones dirigenciales por medio de constante información del avance de los procesos tanto económicos como físicos. · Determinación de las actividades económicamente productivas que adoptarán; esto por medio de una fluida comunicación entre socios y directivos. · Incorporación de personal externo calificado a nivel Gerencial y contable, con funciones empresariales específicas y un plan de desincorporación paulatino donde los líderes ya capacitados asuman esos roles. · La formalización de un sistema financiero que posibilita el acceso del crédito a la comunidad, para que ésta a su vez lo otorgue eventualmente a sus socios, obteniendo con éstas operaciones crediticias un porcentaje diferencial con el que no solo cubre sus costos administrativos sino obtiene utilidades para su COMUNITARIA Debido a la naturaleza que han tenido las organizaciones comunitarias, la atención de las necesidades grupales en el sector de atención social ha sido la prioridad número uno y muchas veces el motivo de su integración o subsistencia como comunidad organizada. En este sentido los habitantes de una comunidad se aglutinan en grupos específicos (comités) para alcanzar la inversión social en los sectores de educación, salud, recreación y mejoramiento comunitario (introducción de energía eléctrica, agua potable, teléfonos comunitarios, etc.) tanto para el recurso humano como en infraestructura social. Esta forma de organización para afrontar la problemática existente los induce a realizar acciones aisladas, dilapidando con ello la capacidad del escaso recurso humano y económico que poseen. La acción social debe fundamentarse en la incorporación de todos los sectores de intereses específicos bajo un frente común de atención social comunitaria, el que bajo responsabilidad de líderes capaces y capacitados en elaboración de perfiles de proyectos y detección de necesidades, priorizan y gestionan a donde corresponde cada uno de los proyectos de inversión social de la comunidad. Un punto clave es el planteamiento de la reciprocidad que debe existir entre el socio y su directiva, donde el socio recibe beneficios sociales de su organización, solo sí se involucra dentro del proceso productivo de la misma, a su vez la organización es capaz de ofrecer satisfactores sociales a sus socios, solo como consecuencia de las utilidades generadas con valor agregado de los bienes producidos por sus asociados, dejando claro que estos beneficios están restringidos únicamente para los socios incorporados activamente a la actividad productiva de la organización comunitaria. Debe haber un acercamiento de los productores a los mercados, entendiendo la dificultad que esto implica; la organización estructurada se hace cargo de los distintos procesos que esto conlleva, por lo tanto el campesino debe cifrar su esfuerzo en lo que sabe hacer mejor, que es producir, pero esta producción está regulada por características que la organización específica para su demanda, esto referido al tipo de producto, calidad, volumen, temporalidad y frecuencia de entrega del · La estructura administrativa de las comunidades rurales, por su forma de constitución, ha basado su funcionamiento en las figuras sociales denominadas comités, lo que ha provocado una alta inestabilidad estructural debido a los cambios continuos de las personas en la dirigencia. · Debido a la naturaleza que han tenido las organizaciones comunitarias, la atención de las necesidades grupales en el sector de atención social ha sido la prioridad número uno y muchas veces el motivo de su integración o subsistencia como comunidad organizada. Esta forma de organización para afrontar la problemática existente los induce a realizar acciones aisladas, dilapidando con ello la capacidad del escaso recurso humano y económico que poseen. · Un punto clave es el planteamiento de la reciprocidad que debe existir entre el socio y su directiva, donde el socio recibe beneficios sociales de su organización, sólo sí se involucra dentro del proceso productivo de la misma, a su vez la organización es capaz de ofrecer satisfactores sociales a sus socios, sólo como consecuencia de las utilidades generadas con valor agregado de los bienes producidos por sus asociados. · En cuanto al acercamiento de los productores a los mercados, la organización estructurada debe hacerse cargo de los distintos procesos que esto conlleva, por lo tanto el socio debe cifrar su esfuerzo en lo que sabe hacer mejor, que es producir, pero esta producción está regulada por características que la organización específica para su demanda, esto referido al tipo de producto, calidad, volumen, temporalidad y frecuencia de entrega del mismo. · La figura del gerente es de vital importancia para el buen funcionamiento del esquema empresarial de la organización, debido a que por tratarse de organizaciones empresariales incipientes, los primeros resultados que ella obtenga marcarán la credibilidad de la misma ante sus socios, fortaleciendo con ello la organización o distorsionando el proceso organizativo. · Tanto socios como la organización dentro del mercado financiero nacional no son considerados como sujeto de crédito, esto debido básicamente a dos situaciones específicas; una es que el sistema bancario exige un tipo de garantías que el socio y/o la organización no poseen y la otra es que de una u otra forma la garantía que pueden ofrecer ya está comprometida en gestiones anteriores, como lo es la adquisición de la tierra o capital de trabajo. · Para que la organización opere bajo un marco de credibilidad es imperativo, que tanto el gerente, la dirigencia, como los campesinos, conozcan en todo momento su situación financiera, para ello deben tener una estructura contable formal, con la cual desde sus registros sistematizados cualquier persona pueda acceder a esta información, para los fines específicos del solicitante. · Una vez que la organización encauza su actividad económica, la construcción de centros de acopio y transformación de los productos se hace necesaria para la consecución de tanto estos centros se convierten en el eje principal sobre el cual gira el desarrollo económico-social de la Empresa. · Hay fuertes limitantes para operar dentro de un marco legal predominantemente social, donde se plantean lineamientos de acción comunitaria en contraposición a las acciones empresariales que la organización debe seguir para alcanzar su despegue económico. · Deben crearse sistemas justos de retribución del esfuerzo que los socios realizan individualmente, para ello es necesario establecer formalmente las condiciones bajo las cuales la empresa distribuirá las utilidades generadas en determinado período. · Todas las acciones deben estar encaminadas al fortalecimiento de la Empresa como organización y no del socio individualmente considerado, con ello el desarrollo de los socios es impulsado por la organización. REFERENCIAS DOCUMENTALES Guerra Saúl. (2,005) ¿Desarrollo Rural? Guatemala. Disponible en: COMENTARIO. Disponible en: ALAI-AMLATINA 11/01/2006, Cochabamba. Monterroso David. Desarrollo Rural. Congreso de Ingenieros Agrónomos de Guatemala en la ciudad de Esquipulas. 2,006. Guatemala. Disponible en: agronomos_guatemala@yahoogroups.com Polan Lacki. Diagnósticos equivocados soluciones demagógicas están de los agricultores- Brasil. 2,005. Disponible en: http://www.polanlacki.com.br ---, La educación y el subdesarrollo rural. Brasil, 2,002. Disponible en: http://www.polanlacki.com.br RUTA. Unidad Regional de Asistencia Técnica. Desarrollo Rural sostenible de Centroamérica. En: http://www.ruta.org/paises_miembros_guatemala.php?id=4 Savio, Roberto. Globalización. ACTORES EN LA JUSTICIA LOCAL En la actual Constitución Política de la República de Guatemala, se establece en principio que la justicia se imparte de conformidad con la Constitución y las leyes de la República, aunado a ello se establece el principio de monopolio jurisdiccional regulando que corresponde con exclusividad a la Corte Suprema de Justicia y los demás órganos jurisdiccionales la potestad de juzgar y promover la ejecución de lo juzgado. Fundamentado en lo anterior habría que preguntarse, ¿Eso será cierto? Pues para responder a esa interrogante se necesita conocer la realidad objetiva en la que viven y se desarrollan los habitantes de la nación, por lo que es necesario iniciar reconociendo que existen pueblos con autoridades tradicionales que resuelven sus conflictos en base a los principios de armonía y equilibrio, por lo que los habitantes y las autoridades de estas comunidades resuelven sus conflictos sin recurrir a los diferentes órganos jurisdiccionales, creados por el Estado para tal efecto. Para llegar a ocupar un cargo en la autoridad tradicional, es necesario que la persona en primer lugar sea mayor de edad, casado, de buenas costumbres, vida ejemplar, líder positivo, trabajador en lo individual y colectivo, debe tener cierta solvencia económica, debe hablar el idioma propio del lugar... ya que no se nombra nunca al menor de edad y soltero, por su inexperiencia cuando tenga que resolver asuntos de familia; tampoco al ebrio consuetudinario que quebranta las buenas costumbres del lugar. Debe ser trabajador, porque en las comunidades indígenas se trabaja en forma grupal y quien no participa no es tomado en cuenta como candidato, debe tener cierta solvencia económica porque los cargos son ad honorem, en donde se dedica mucho tiempo para velar por las necesidades comunales. Se debe tomar en cuenta que para ser integrante de la autoridad tradicional es preciso empezar desempeñando cargos inferiores, para ir ascendiendo a otro cargo superior hasta llegar a ocupar puestos de mayor jerarquía, dentro de su organización social, ya que los que inician únicamente van observando, sin voz y voto, otros tienen voz pero no voto y los que ya tienen voz y voto, es porque el cúmulo de vivencias obtenidas en forma personal y con ocasión de su cargo, les hace tener la solvencia moral para intervenir en la resolución de conflictos y sus posibles soluciones. LAS AUTORIDADES COMUNITARIAS TRADICIONALES Y SU IMPACTO EN EL DESARROLLO LOCAL DEL DEPARTAMENTO DE TOTONICAPÁN Lic. Jesús Otoniel Baquiax Baquiax Abogado y Notario Juez de Primera Instancia se aplican en las comunidades indígenas, sobresalen: a) Como pena capital se aplica el destierro de la persona, de su comunidad; b) Trabajos en servicio a la comunidad; c) Sanciones físicas y morales; d) Reparación del daño; e) El perdón a la víctima y la comunidad, entre otras, penas que tienden esencialmente a educar, prevenir, resarcir el daño causado. Se rechaza que los linchamientos sean parte del derecho consuetudinario, sino que se afirma que tales actos son transgresiones graves a la ley. Audiencia consuetudinaria en Totonicapán8 PLURALISMO JURÍDICO: RECONOCIMIENTO DEL SISTEMA JURIDICO ESTATAL AL SISTEMA JURÍDICO INDÍGENA Y VICEVERSA Por lo anterior, se hace necesario reconocer que el Estado que el Estado de Guatemala no tiene un sistema mono-jurídico o sea la existencia de un sólo sistema jurídico para resolver los conflictos a través del Estado, sino que de hecho existe paralelamente un sistema jurídico indígena que engloba a todos los grupos de ascendencia maya, y al existir dentro de un mismo Estado varios sistemas jurídicos se habla de pluralismo jurídico. En países como Colombia, Ecuador, Bolivia, Brasil y México, existe un pluralismo jurídico y se lucha por su reconocimiento constitucional. En el caso de Guatemala constitucionalmente, no se ha reconocido que sea un país pluricultural, multilingüe y multiétnico. Es anhelo de varios sectores sociales que el mismo tenga un soporte constitucional, legal, espacios institucionales y recursos para operar en igualdad de condiciones, si bien se han hecho esfuerzos en considerandos y leyes ordinarias, pero las mismas han sido insuficientes por el desconocimiento de la población por la falta de divulgación de las mismas. El sistema jurídico indígena no es un problema para el sistema jurídico estatal, porque lejos de ser un problema, le representa ahorro económico, tiempo y descongestiona a los el municipio y departamento de Totonicapán, existen cuarenta y ocho cantones con sus autoridades tradicionales (alcaldías auxiliares), que resuelven conflictos sin ninguna limitación9. El sistema jurídico indígena ha sido reconocido por varios operadores de justicia estatal quienes admiten la existencia de autoridades tradicionales, pero con el argumento que mientras no se reconozcan en el marco jurídico del Estado son pocas las posibilidades de su reconocimiento en la prevención y resolución de conflictos, por falta de normativa, por lo que es necesario ir robusteciendo la normativa atinente al caso. Por otro lado, las comunidades indígenas indican que conocen la existencia de los órganos jurisdiccionales, pero que los mismos no tienen políticas de prevención de conflictos; que las cárceles son escuelas del crimen; que los conflictos los gana quien tiene más recursos económicos porque son auxiliados de profesionales del derecho, y que siempre habrá un ganador y un perdedor, prevaleciendo las leyes sobre la justicia. Aspectos que no se dan en el derecho indígena. Las autoridades indígenas reconocen la eficiencia de algunos programas desarrollados entre el Organismo Judicial y el Ministerio de Educación, tales como la prevención de linchamientos, un día con la justicia con alumnos de cuarto a sexto primaria; y, juez por un día con estudiantes de primero a tercero básico, en los cursos de Estudios Sociales, a nivel nacional y que es necesario robustecerlos pero con personas que se dediquen exclusivamente a los mencionados programas. Técnicamente lejos de estar creando leyes es necesario que el Estado eduque a sus habitantes, porque sólo de esa manera se puede convivir reconociendo las formas de vida, costumbres, vestimenta, tradiciones, idiomas y formas de organización social de las comunidades indígenas. SISTEMATIZACIÓN DE LA EXPERIENCIA EN EL ÁMBITO DE LA JUSTICIA DE LAS AUTORIDADES TRADICIONALES Hasta la presente fecha se ha advertido que el sistema jurídico indígena ha aportado mucho al Estado de Guatemala en la prevención y transformación de conflictos, porque su eficiencia y eficacia es notable porque representa ahorro en tiempo, recursos económicos-materiales y humanos, por lo que es necesario darle auge para su reflorecimiento. En forma personal he advertido que las autoridades tradicionales resuelven conflictos de toda naturaleza, porque su competencia no esta limitada y lo hacen en un tiempo bastante corto, por citar algunos ejemplos: a) Familia: Fijan pensiones alimenticias; conocen casos de filiación extramatrimonial; protegen a personas víctimas de violencia intrafamiliar; previo al divorcio dan un tiempo prudencial para que la pareja analice su futuro. b) Civil: Conflictos de tierras, alteración de linderos. 9 Prueba de ello es que las autoridades encargadas estatales en dicho departamento, que se relacionan con el sector justicia a nivel nacional reportan las estadísticas judiciales más bajas, pero eso se debe a su organización conocen varios hechos delictivos y faltas reguladas en el Código Penal incluyendo los hechos atípicos que la legislación estatal no ha regulado como ilícitos. d) Administrativos: Velar por sus bosques comunales, las fuentes de agua, velar por las carreteras, cuidar los edificios públicos, velar porque los docentes cumplan con sus atribuciones, limpieza de cementerios. Se han conocido y resuelto por parte de dichas autoridades, ejemplos tales como los que a continuación se describen: a) Ocurre un homicidio en donde el autor es detenido en forma flagrante, la viuda y sus hijos solicitan que el autor de hecho sea juzgado en la comunidad y se accede a la petición, luego de haber consensuado los cuatro órganos que conforman la autoridad tradicional y al haber confesado el autor haber cometido el hecho, deciden que debe pagar los gastos funerarios a la familia del occiso. Además se acuerda que mensualmente debe pagar una pensión alimenticia a favor de la viuda e hijos, debiendo realizar actividades agrícolas en forma personal a favor de la viuda, para que no les falte el maíz. Han pasado varios años y se esta cumpliendo el castigo impuesto en forma voluntaria. b) En un asunto relacionado con la infidelidad y filiación extramatrimonial, para resolverlo en una audiencia convocan al cónyuge varón infiel, a la conviviente o esposa y a la amante. Luego de dialogar, el varón decide que reconocerá voluntariamente al menor concebido y le pagará una pensión alimenticia a su favor en forma mensual cuando nazca y que se convocó a la esposa o conviviente a efecto de que sepa las obligaciones que debe cumplir la persona con quien convive, asunto que aún se tramitaba en un juzgado del orden común, en donde habían tardado ya tres meses y no encontrarle solución. c) Se han resuelto casos en base a peritajes culturales que han sido ofrecidos y admitidos como medios de prueba en debates, basados en la libertad de prueba, el cual ha servido a los operadores de justicia para revolver el caso. d) En intentos de linchamiento en muchas ocasiones las turbas exigen la presencia del Auxiliar del Procurador de Derechos Humanos, Juez de Paz, Ministerio Público, y la Policía Nacional Civil. El juez para garantizar su seguridad personal previo a apersonarse al lugar coordina con los alcaldes auxiliares que deben acompañarlo para antes, durante y después del diálogo, ya que estas autoridades por conocer a sus vecinos y ser autoridades en su comunidad se los respeta. y bajo ningún motivo permiten que el operador de justicia sea agredido. A MODO DE CONCUSIÓN En consecuencia la existencia de autoridades tradicionales que resuelven conflictos conforme al sistema jurídico indígena ha permitido que las instituciones encargadas de administrar justicia estatal no estén congestionadas, sino al contrario reflejan reportes estadísticos bajos a nivel nacional, por lo cual es necesario el reflorecimiento de de la persona no puede darse sin el desarrollo solidario de la humanidad\". Populorum Progressio Nº 34 LA CRISIS DEL PARADIGMA DEL CRECIMIENTO En estos tiempos en que vivimos una situación de crisis económica, política y ambiental, con dimensiones mundiales, nos lleva a la reflexión sobre lo que estamos haciendo y cómo estamos construyendo el desarrollo en nuestros países; esta reflexión compromete a realizar los cambios que sean necesarios a fin de construir un modelo de desarrollo más humano y sostenible que favorezca a todas las personas y a toda la persona. En el viejo paradigma de desarrollo visto sólo como crecimiento económico, el ser humano se entiende a sí mismo como un ser sobre los demás seres y cosas, disponiendo de ellas a placer, y nunca como alguien que está junto a los demás seres, como un miembro de una comunidad mayor, planetaria y cósmica, que es la visión de nuestro pueblo maya. Nuestras abuelas y abuelos nos han enseñado que el ser humano no es el centro de la creación sino \"un hilo más del tejido universal\" por eso es que todo lo que le estamos haciendo a ese tejido nos lo hacemos a nosotros mismos. En la actitud de sentirse superior, de estar sobre los demás seres y por encima de toda la creación, y de una actitud de acumulación desmedida y egoísta, parece residir el mecanismo fundamental de nuestra crisis actual de civilización. Leonardo Boff (2002) nos plantea que la utopía de mejorar la condición humana ha degradado la calidad de vida. El sueño de un crecimiento ilimitado ha producido el subdesarrollo en dos tercios de la humanidad. La voluptuosidad de la utilización óptima de los recursos de la madre tierra ha llevado al agotamiento de los sistemas vitales y a la desintegración del equilibrio y armonía de la madre naturaleza. Se afirma que nuestro país se ha ido desarrollando, sin embargo, junto con el progreso de unos pocos, ha crecido terriblemente la desigualdad entre los diversos grupos de la población, siendo la población maya uno de los sectores más afectados. Al respecto el Informe Nacional de Desarrollo Humano (2005) establece que el modelo de desarrollo capitalista que se ha implementado en nuestro país ha dado como resultado una DESARROLLO Y CULTURA MAYA Lic. Mario Recancoj Mendoza Lic. en Teología y Sociología Docente de la Facultad de Teología Universidad los beneficios del trabajo y de la riqueza que se genera. Según el informe Nacional de Desarrollo Humano (2003) la concentración de los ingresos es muy alta; el 64% de los ingresos es absorbido por el quintil más rico y el 1.7 por el quinquil más pobre. Esta es una realidad injusta que sigue generando cada vez más pobreza, ya que el 57% de los hogares guatemaltecos está en situación de pobreza y el 21.5% en pobreza extrema. Situación que se agrava en la población indígena rural donde se alcanza el 38% de pobreza extrema, la cual se refleja en ingresos precarios, la falta de empleo, de servicios básicos y vivienda de baja calidad. Los indicadores muestran la situación de desventaja en la cual se encuentra la población maya, garífuna y xinka frente a la población mestiza. Desde esta perspectiva, las personas indígenas perciben en promedio aproximadamente la mitad del ingreso mensual que reciben las personas mestizas. Tienen menos acceso a ocupaciones profesionales y técnicas y absorben una gran proporción del trabajo no calificado. En consecuencia los niveles de pobreza les afectan más. Por cada 10 hogares indígenas, siete están en situación de pobreza y, de estos siete, tres padecen pobreza extrema, es decir que no pueden cubrir ni siquiera el valor de una dieta alimenticia mínima. Si analizamos el aspecto educativo de la población guatemalteca, el Informe Nacional de Desarrollo Humano 2005 nos refiere que en el nivel medio, la cobertura del ciclo por área revela una mayor atención urbana y metropolitana. El 78.3% de la población atendida está ubicada en área urbana y el 21.2% en el área rural. Los estudiantes indígenas representan el 16.7% y los mestizos, el 83.3%. Por su parte, en el campo de la salud, dicho informe nos refiere que las tasas de mortalidad infantil al nacer y durante los primeros cinco años de vida son más altas para la población indígena. La brecha en cobertura de todas las vacunas en niños y niñas de un año es 1.9%. La tasa de desnutrición crónica total en niños y niñas indígenas menores de cinco años duplica a la de niños y niñas mestizos10. El modelo de desarrollo capitalista imperante ha contribuido a la degradación de nuestra madre naturaleza de forma constante, según el Informe de Desarrollo Humano y Pacto Fiscal (2002): De 1,950 al presente, 50% de la cobertura forestal del país se ha perdido. El suelo se encuentra fuertemente degradado. Los ríos y lagos están contaminados. El aire, en zonas de la capital, provoca enfermedades respiratorias. La diversidad de plantas y animales cada día es menor. El deterioro del ecosistema se ha profundizado, sin que existan los mecanismos para preservar y rehabilitar bastas zonas altamente degradadas. La degradación de nuestra madre naturaleza tiene como causa principal el deseo de dominio y enriquecimiento desmedido, así como la falta de respeto hacia ella como fuente de vida y la poca conciencia de que somos seres interdependientes y complementarios lo cual pone en riesgo la vida de todos los seres vivos que habitamos esta sagrada tierra. ¿Debemos seguir cultivando este tipo de desarrollo que empobrece a gran parte de nuestros hermanos y hermanas, y sacrifica sin conciencia todos seres de nuestra madre naturaleza, poniendo en riesgo la calidad de vida de las nuevas generaciones? 10V. el reciente Informe Nacional de Desarrollo Humano 2007/2008, que vincula crecimiento económico, medio ambiente y desarrollo humano (p. 81 y la lógica de la acumulación, del crecimiento ilimitado y lineal y al mismo tiempo evitar la quiebra de los sistemas ecológicos? ¿No sería sumamente irresponsable y por ello antiético continuar en la misma dirección? ¿Es urgente que cambiemos de rumbo? EL NUEVO PARADIGMA: COMUNIDAD CÓSMICA \"¡Oh tú, hermosura del día! ¡Tú Huracán; Tú Corazón del Cielo y de la Tierra! ¡Tú, dador de la riqueza y dador de las hijas y los hijos...! Concédeles la vida y el desarrollo A mis hijos y vasallos.\" Popol Vuh Debido a la crisis actual, se está desarrollando una nueva sensibilización para con el planeta en cuanto totalidad. De ahí surgen nuevos valores, nuevos sueños, nuevos comportamientos asumidos por un número cada vez más creciente de personas y comunidades. De esta sensibilización y conciencia planetaria y cósmica es que está naciendo un nuevo paradigma de desarrollo más humano que tome en cuenta la diversidad cultural, que ayude a quienes más sufren de pobreza y exclusión y genere relaciones de amor y respeto a la madre tierra. Desde esta perspectiva, nuestro pueblo maya tiene una gran riqueza que aportar. Parte de esta riqueza es la que a continuación desarrollo. HILOS QUE ENTRETEJEN LA VIDA EN ARMONÍA Vivir la Espiritualidad Para el pueblo maya la vida tanto material como espiritual es un todo integrado, que se manifiesta en su esencia a través de la espiritualidad, la cual tiene su fuente en el Espíritu de Tzakol-Bitol, el Creador y el Formador, Alom, Qaholom, Madre y Padre; que vive presente en medio de su creación, escondido pero actuante en la historia del mundo. La espiritualidad maya en ese sentido, se puede entender como una concepción y modo de vida, un conjunto de pensamientos y percepciones que orientan la práctica vital de la convivencia e interdependencia entre todos los seres creados y el Creador y Formador. Lo que conlleva una actitud mística de vida en todos los ámbitos de la existencia humana, esta experiencia es la que da sentido y orienta los diversos ámbitos: social, económico, cultural, político, religioso, físico, ético, estético, etc. La vida se concibe desde una comunión íntima entre Ajaw, el Cosmos, la Naturaleza y la humanidad y desde ahí se ordena toda la realidad humana. Mediante la ciencia, la tecnología, la estética y la espiritualidad entramos en comunión con la naturaleza y el universo para construir nuestra perspectiva maya, el desarrollo retoña constantemente gracias al amor constante de Ajaw, del cosmos, y de la madre naturaleza para con la humanidad. Paisaje natural de El Quiché11 Conciencia Cósmica El nuevo paradigma de desarrollo requiere que vayamos tomando conciencia que somos una comunidad cósmica, en la cual la forma de comunicación debe de ser dialogal con la totalidad de los seres con quienes compartimos este sagrado universo y las relaciones que se deben ir estableciendo son de respeto, interdependencia, complementariedad e interrelación, a fin de ir reconstruyendo la armonía y el equilibrio universal. Hoy más que nunca necesitamos comprender que todos los sistemas del universo están integrados e interconectados y sus propiedades no pueden reducirse a la de unidades más pequeñas. Que el éxito de la humanidad está íntimamente unido al éxito de la vida de la madre naturaleza. Desde nuestra manera cosmogónica de percibir, ser y vivir, el hombre y la mujer maya nos sentimos parte del entretejido cósmico, parte de la madre tierra de la cual fuimos hechos y a la cual pertenecemos. La tierra-naturaleza, resulta ser lugar de encuentro entre el Creador y el ser humano, vivir en armonía con el universo, como Padre, y con la tierra, como Madre, resulte indispensable para hacer realidad el equilibrio de vida, la convivencia pacífica, la formación y desarrollo del hombre y la mujer a fin de a ser y vivir en equilibrio y armonía con el universo y todas sus manifestaciones. Es por ello que nos negamos a rebajar a la madre tierra a un conjunto de recursos naturales o materias primas, pues sabemos que es nuestra madre que nos alimenta, nos da vida y que tiene su identidad y autonomía, ya que es un superorganismo lleno de vida a quien debemos tener gran respeto. Concebir el universo como lo hace la física moderna, como una red de relaciones intrínsecamente dinámica, es uno de los aspectos esenciales de nuestra cosmovisión maya, la cual está invitando a occidente a la reconciliación de la humanidad con el cosmos. Reconciliación que plantea a las sociedades actuales la necesidad de recobrar el equilibrio dinámico que perdimos al abocarnos al desarrollo de la producción y consumo desenfrenado. Cosmovisión que nos enseña a través de nuestras abuelas y abuelos mayas, que el universo es una K'at, una red, sin costuras; en donde todo está íntimamente interrelacionado, e interdependiente desde lo espiritual, hasta lo físico biológico conformando una eterna unidad entre Ajaw, cosmos y humanidad. La Sacralidad del Cosmos Otro aspecto importante es la sacralidad de todo cuanto existe, pues es una obra salida de las manos del Creador. Vivir en armonía con el Creador y Formador significa, entonces, recuperar el sentido de lo sagrado en relación al cosmos, la naturaleza, el ser humano y de las cosas. Principalmente, recuperar el sentido sagrado de la vida y de la dignidad humana. Para la promoción del desarrollo es imprescindible recuperar el sentido sagrado del cosmos. De esta experiencia sagrada nace la protección, el respeto y ternura a todo lo que existe, pues todo tiene vida. Respeto que conlleve a la armonía con toda la creación. Respeto que nos permite reconocer y aceptar la presencia de la totalidad, expresada en cada una de las particularidades. El amor y el respeto a la madre naturaleza es una exigencia para la continuidad de la vida. Tomar solamente lo necesario de la madre naturaleza para vivir con dignidad Pareciera que el máximo interés del sistema capitalista neoliberal y globalizante, es el de construir un mundo hecho a la medida del hombre a fin de que responda a las velocidades de la industria, la producción, el mercado y el consumo. Con este tipo de práctica estamos provocando que nuestra madre tierra esté gravemente enferma. Durante miles de años nuestros abuelos y abuelas mayas descubrieron la necesidad de convivir en armonía y equilibrio con la madre armonía toma en cuenta la complementariedad mutua; la interdependencia que existe en todo lo creado; el cosmos es un entramado, un pop que no se debe romper, pues una rotura por pequeña que sea, rompe el entramado y pone en riesgo la vida humana y la naturaleza, ahí la importancia que las personas tomemos de la madre naturaleza sólo lo necesario para vivir con dignidad. ¿Cómo sobre-explotar a nuestra madre que nos da vida? La armonía de vida interior y exterior proporciona el sentido agradable, dulce y bello de la vida; acerca a Ajaw, a la naturaleza, al semejante y al interior de sí mismo. Vivir en armonía nos lleva a la solidaridad humana, a la tranquilidad, seguridad y prosperidad en todo sentido; al mismo tiempo, las relaciones armoniosas entre los seres humanos, traen como consecuencia una vida de justicia y de paz. Un factor esencial en esta perspectiva, es la preocupación y cuidado que debemos tener hacia la madre naturaleza a fin de garantizarla a las generaciones futuras. Para ello es necesario generar un aprovechamiento racional y durable de los recursos naturales. \"Que nadie se quede atrás\" Palabras sabias que nos recuerda el Pop Wuj y que sustenta la práctica de la comunitariedad que caracteriza a nuestro pueblo maya. Desde este principio es que el desarrollo se construye para beneficiar a todas las personas. Sac, A. (2001) plantea que el desarrollo sostenible, visto desde la cultura maya, apunta a la participación, en igualdad de condiciones, de todos los integrantes de la sociedad nacional. Es urgente que la nueva concepción del desarrollo brinde igualdad de oportunidades materiales y de producción para la población, promueva los derechos humanos y ayude a reducir la pobreza y las grandes desigualdades que existen en el país, lo cual implica una distribución más justa de los beneficios del crecimiento económico; ya que cuando los ingresos de un país se concentran en pocas manos, las oportunidades de desarrollo humano se reducen para la mayor parte de la Escuela Superior de Educación Integral Rural (2001) Desarrollo de la Comunidad. Guatemala. Recinos, Adrián (1982) Popol Vuh. Fondo de Cultura Económica. México. Recancoj Mendoza Mario (2002) Pedagogía Maya. ESEDIR, Mayab' Saqarib'al. Guatemala. Programa Lasallista de Formación Docente. (2007) Educación Ambiental. Guatemala. Programa Lasallista de Formación Docente (2007) Educación para la Solidaridad. Guatemala. Sac, A. (2001), citado en Escuela Superior de Educación Integral Rural (2001) Desarrollo de la Comunidad. Guatemala. Sistema de Naciones Unidas, Informe Nacional de Desarrollo Humano, 2003 y Es tan evidente que los resultados de la actual dinámica latinoamericana no son éticos, ni llevan a una sociedad deseable que corremos el peligro de quedarnos en su fácil, como inútil, denuncia. La dificultad está en ver cuáles son los desafíos éticos para cambiar el rumbo. No es difícil proclamar las metas deseables, sino concretar los caminos éticos para lograrlas12. Qué se puede hacer para desarrollar una ética operativa y promover con eficacia una nueva cultura instrumental para los fines necesarios. Cómo promover mecanismos institucionalizados que premien lo ético con el éxito, mientras que lo inmoral lleve al fracaso y también a la sanción social. Hace tiempo perdí el interés en hablar de ética como proclamación de lo deseable y del deber ser ideal y contrastante con lo que nos continúa llevando al fracaso. I. VISIÓN ETICA DE LA LATINOAMÉRICA DESEABLE Parto de la base de que no se requiere mucha discusión para el logro de consensos fundamentales sobre esto, aunque su formulación pueda resultar más o menos feliz. Visto desde el punto de llegada (pongamos dentro de veinte años) el desarrollo humano ético de América Latina nos pone en una sociedad democrática, abierta al mundo donde, todos los sectores sociales tengan oportunidades de vida digna en la que se respeten los derechos humanos y todos actúen para hacerlos realidad. Ese desarrollo ético tiene tal dinámica que incluye la sostenibilidad en el tiempo (para las futuras generaciones) del desarrollo económico y social basado en la sostenibilidad ambiental. En esa sociedad no habrá discriminaciones raciales, ni religiosas o sociales sistemáticas y aceptadas y se habrán revertido las actuales situaciones de 12Discurso pronunciado en Caracas, agosto de 2002. Reproducimos su contenido por la actualidad de la coyuntura. Invitamos al lector a evaluar la vigencia de las tesis sostenidas en aquella oportunidad. Disponible en www.ausjal.org/files/etica.doc DESAFÍOS ÉTICOS EN EL DESARROLLO DE AMERICA LATINA DE HOY P. Luis Ugalde s.j. Presidente de AUSJAL, Asociación de Universidad Confiadas a la Compañía de Jesús en América Latina Rector de la Universidad Católica Andrés Bello, Caracas, creciente, con desempleo alarmante y distancias sociales abismales, que impiden identificarse con un objetivo común, acelerada degradación del medio ambiente, deterioro y desprestigio de lo público, tanto en la calidad de sus servicios, como en la relación entre la Sociedad y el Estado. Así mismo se habrán superado el actual déficit empresarial en inversión, tecnología, competitividad y generación de empleo y el desencuentro entre el sistema educativo y la producción de ciudadanía y de bienes y de servicios. Por delimitación del tema, en esta exposición no nos detenemos en discutir el punto de partida de la actual realidad antiética, ni el deseado punto de llegada. Nuestra reflexión y de discusión se refieren a lo que vamos a llamar ética para hacer el camino que conduce de lo uno a lo otro. Creo que es el gran reto ético de América Latina. No basta la discusión de las conductas éticas en sí, es menester discutirlas también desde el para qué sirven, pues puede haber medios y conductas éticas que llevan al desarrollo de sociedades éticas, pero también otras de la misma calidad en sí, que sobreviven en sociedades profundamente antiéticas e incluso las sustentan sin proponérselo. Por ejemplo, en una sociedad esclavista la gente personalmente puede ser más ética que en las más desarrolladas de hoy, pero la sociedad como tal es antiética. Lo mismo podría decirse en la comparación de Irlanda en la miseria y hambrunas del siglo XIX con la próspera de hoy: aquellas gentes no eran menos éticas que las de hoy, pero la sociedad sí lo era. Es frecuente que con medios y conductas éticas (o al menos éticamente neutrales) se trabaje en la producción y sostenimiento de sociedades antihumanas que niegan oportunidades de vida digna a grandes sectores. II. ETICA PARA HACER EL CAMINO Vemos cuatro enemigos mortales que impiden recorrer este camino: 1) El individualismo posesivo y utilitario como cultura dominante. 2) El amoralismo que considera innecesaria y contraproducente la pregunta ética más allá de los saberes técnicos e instrumentales y de la utilidad. 3) La utopía y el deber ser abstractos cuando no conectan con las acciones para transformar la realidad en esa dirección. 4) La dificultad de conectar las metas éticas con medios que se vuelven éticamente indispensables, aunque en sí parecen y son neutrales. Quisiera decir dos palabras de cada uno de estos Solidaridad Consideramos que el individualismo, que busca en las acciones el interés y la utilidad propias, no es un factor éticamente negativo, es simplemente un dato fundamental de la condición humana. La sabiduría de los pueblos y de las civilizaciones está en saber encauzarlo, motorizarlo y complementarlo para que contribuya al bien colectivo de la sociedad. El factor humano fundamental que debe complementarlo y contribuir a su encauzamiento es la dimensión solidaria propia de toda persona humana. Su cultivo y desarrollo es indispensable para que las sociedades como conjunto logren una convivencia y desarrollo humano de calidad. No puede haber sociedades individualistas ni solidarias puras. Unas y otras fracasan cuando pretenden ser el todo e ignoran o reprimen la otra parte, que se necesita en relación dialéctica. Las sociedades que pretendieron ser íntegramente solidarias, trataron de arrancar como mala hierba todo incentivo individual y persiguieron la búsqueda del propio interés, fracasaron estrepitosamente. La frustración fue mayor en su pretensión de que, con la eliminación de la propiedad privada de los medios de producción, nacería el hombre nuevo no alienado y libre de todo individualismo. Lo mismo pasa si alguna religión sueña con lograr algo similar en la tierra. Este fracaso no garantiza en absoluto el éxito y el equilibrio de las sociedades que unilateralmente están desarrollando una cultura de individualismo posesivo. Algo de eso se soñó en el siglo XIX con la irrupción desbocada y sin contrapesos del liberalismo económico y también hace una década a la caída del muro de Berlín. Tampoco es posible relegar los valores a las iglesias y a las escuelas, al margen de en una sociedad tan sobredeterminada por una economía que rechaza toda consideración ética. Aunque en realidad debiéramos hablar de varios capitalismos - entendiendo todo el sistema con su Estado, leyes, instituciones y valores-, hay una ideología económica basada en los éxitos parciales del mercado, que pretende que si todos los actores económicos buscan su propio interés, sin interferencias de trabas autoritarias o morales, finalmente se logrará el máximo bienestar económico y su mejor distribución entre todos, gracias al mercado. Crean o no con los deístas en la mano invisible de un Supremo Ordenador que sembró en el instinto humano la razón y las leyes económicas que están en la naturaleza de la actividad económica, como las leyes físicas están en la naturaleza, esta es la pretensión de algunos ideólogos liberales animados por los impresionantes éxitos de la economía liberal; pero olvidan que, ya en el siglo XIX los desarrollos impresionantes de la revolución industrial llevaron a esas sociedades a contrastes de miseria de masas humanas y de enfrentamientos hasta llegar al borde de la guerra interna y externa. En consecuencia, por reacción y por instinto de conservación, se produjeron sociedades más equilibradas con Estados muy activos en economía, dotados de instituciones y de leyes destinados al logro de sociedades de bienestar general. Ahora pareciera que se quiere desmontar ese equilibrio en los países desarrollados y sobre todo implantar el liberalismo total y unilateral a nivel mundial con una globalización que se va mostrando terrible para las mayorías pobres. Todo esto es materia de debate económico, pero además requiere debate ético y político, pues la sociedad no se reduce a la economía y ese presupuesto individualista no puede ser el corazón cultural de toda la sociedad. A[l respecto] es bueno recordar a Daniel Bell: \"La quiebra del sistema valorativo burgués tradicional (puritanismo), de hecho fue provocada por el sistema económico burgués: por el mercado es la fuente de la contradicción del capitalismo en la vida norteamericana\". (Daniel Bell: Las Contradicciones Culturales del Capitalismo). Los éxitos logrados por el desarrollismo individualista, utilitario y economicista tienden a reducir la pregunta ética a mera medición utilitaria, dejando los planteamientos éticos como residuos culturales inoperantes. Nosotros estamos convencidos de que no es así, de que no hay realización de un \"yo\" sin un \"nosotros\" y de que no puede haber sociedades locales, nacionales o internacionales sin un sentido de bien común compartido y defendido por sus integrantes, sin un sentido de la dignidad de todos los humanos y de que también somos guardianes del bien de los otros y que ese espíritu debe concretarse en instituciones adecuadas con sus leyes obligantes a las que se comprometen sus integrantes. Todo esto es solidaridad y nace del sentido ético. La sabiduría de las civilizaciones está en combinar dialécticamente individualismo y solidaridad de manera que el uno matice y encauce al otro. Esto es necesario no sólo en la construcción de cada país, sino también en un nuevo orden mundial con una globalización humanizadora sustentable y gobernable en paz democrática. En el mundo de los negocios, que hoy parece arrastrar todo lo demás - incluida la política mundial de la potencia unipolar-, la ética se subordina a la utilidad con gran peligro para la sociedad e incluso para el propio mundo de los negocios, como ha quedado de manifiesto en los recientes casos de Enron, WorldCom y otros. No se trata de pequeños accidentes en un sistema que funciona bien, ni de responsabilidades de individuos que excepcionalmente se han desviado, sino el fruto de una convicción creciente: si es útil para la empresa falsificar es conveniente hacerlo, siempre que se evite el ser descubierto y se compren también las empresas de auditoría y los apoyos de los gobiernos. Es interesante la relación de todo esto con la política de la primera potencia mundial. 2 - Amoralismo cultural y desarrollo sostenible Hoy en muchos ambientes las personas y la gente en formación vive un clima de amoralismo que consideran bueno lo que produce utilidades y malo lo contrario. Con una visión así, es difícil tener razones para velar por el bienestar de las futuras generaciones (mirada que lleva a establecer las exigencias del desarrollo duradero en el tiempo, sostenible ambiental, económica y socialmente). Difícil o meramente retórica es la consideración de los pobres y marginados tan lejanos socialmente y de nuestra simpatía (padecer con) aunque vivan en la misma ciudad; mucho menos si viven lejos y pertenecen a otros países y razas. El amoralismo individualista se ve cuestionado al sentir que vamos en un mismo barco (local, nacional y mundial) y que si éste se hunde (por ejemplo, si por conflictos sociales el país se vuelve ingobernable) nos hundimos todos y se vuelven imposibles las inversiones de los capitalistas más ajenos a la pobreza. El sentido moral de las personas y su motivación interna deben ir acompañados de los estímulos exteriores debidamente institucionalizados y de las sanciones correspondientes. En toda sociedad con visión ética se aplica aquello del viejo catecismo que acudía al temor al castigo para reforzar la motivación positiva del amor, previendo que, con frecuencia, ést[e] solo Utopía y deber ser abstractos La utopía de la sociedad ideal en la que estén ausentes los rasgos antihumanos que caracterizan las actuales sociedades latinoamericanas es buena para la denuncia ética. Pero no siempre lo que es bueno para denunciar sirve para construir alternativas; la experiencia enseña que con frecuencia puede producir un verdadero bloqueo para desarrollar una ética para hacer camino hacia el desarrollo. Algo similar se puede decir del carácter absoluto del deber ser ético, que a veces se vive con rechazo a todo gradualismo y cuestiona cualquier realidad que no se caracterice plenamente con el ideal de su mandato. Para lograr un desarrollo inspirado por la ética los actores tienen que ser capaces de comprometerse con la gradualidad y valorar logros parciales en realidades muy alejadas del ideal. Aquí lo mejor se convierte en el enemigo de lo bueno, cuando no encuentra camino de ir elevando lo bueno hacia metas superiores. Mal se puede transformar lo que no se asume y los movimientos utópicos con frecuencia suelen tener dificultad en asumir las realidades justamente criticadas para [que] sus potencialidades y fuerzas realmente existentes crear realidades gradualmente superiores. La ética del camino debe ser capaz de ordenar medios y de movilizar esfuerzos para ir construyendo en dirección hacia metas que hoy parecen utópicas. Ella desarrolla una cultura de objetivos graduales, de metas menores, una cultura del desempeño, de evaluación y de mediación entre lo existente y lo nuevo superior. 4 - Conexión de medios y fines Para que la dominante racionalidad instrumental se oriente hacia la producción de una sociedad más justa necesitamos la presencia de la utopía o al menos de metas superiores cargadas de fuerza ética por su valor humano. Pero al mismo tiempo la racionalidad de las metas humanas propia de las utopías y de las visiones éticas, debe ser capaz de conectarse y de asumir la racionalidad instrumental de los medios. Sin ello, la meta sin camino se convierte en parálisis y en evasión. Hay algo más complicado en la tarea de desarrollar una ética para hacer camino hacia el desarrollo que pone énfasis en el cómo hacer realidad aquello que es deseable y necesario. Las metas éticas exigen rechazar aquellos medios - que sin ser malos en sí- producen efectos desastrosos. Factores que en sí parecen inocuos - e incluso lo son -, producen combinaciones mortales o efectos destructivos a mediano plazo. Para aclarar esto y hacerlo de uso diario como parte de la cultura política generalizada, se requiere inicialmente cierta sofisticación ética y técnica que permita descubrir la relación entre la producción de muerte con medios que en sí no son ni mortales ni malos. Ejemplos tomados de la salud ayudan a entender esto que necesitamos desarrollar como cultura generalizada en América Latina. Consumir azúcar no es malo, sin embargo paro un diabético puede resultar mortal. Una buena dosis de sal sazona la comida, pero para los hipertensos resulta suicida su consumo. No se aprecia diferencia ética en ser sedentario o hacer ejercicio, pero el médico especialista nos puede explicar cómo algo éticamente tan neutral como vivir sentado se convierte en clave para producir muerte o vida. En estos casos y similares sólo creemos que de verdad quiere la vida quien está dispuesto a poner los medios indispensables para defenderla. Si tomáramos cualquiera de los dinámica más contraria al desarrollo humano deseable y más alejada de sus metas proclamadas por unanimidad (superación de la pobreza, empleo, derechos humanos, medio ambiente, buena educación...) se podrían ver con cierta facilidad las funestas causas endógenas arraigadas en nuestras instituciones, prácticas y cultura política, cultura productiva, ineficiencia y corrupción pública y graves deficiencias empresariales y sindicales. Si los países desarrollados las adoptaran empezarían a caminar hacia el subdesarrollo. Por el contrario, seguramente no es difícil ver qué factores endógenos (además de los exógenos) de Irlanda contribuyeron a su éxito en las últimas décadas luego de ser conocido en Europa por su pobreza. Esto no quiere decir que no dependamos de causas exógenas, pero sí recordar que éstas son atraídas o repelidas por los países y que a la hora de corregir rumbos debemos evitar la anulación completa de las responsabilidades y posibilidades propias. En América Latina repudiamos con facilidad los resultados anti vida, pero nos resistimos a ver su conexión mortal con las endógenas prácticas económicas y políticas, deficiencias educativas, irresponsabilidades ciudadanas, actitudes productivas... cuya conjunción produce la ruina de nuestros países. Por eso es difícil trabajar el tema de la ética del desarrollo y llevarlo al campo de los medios e instrumentos, es decir a la ética para hacer camino hacia el desarrollo humano deseado. Aquí entra el reto de una nueva cultura productiva capaz de lograr una sociedad donde haya vida digna y oportunidades para todos. III. MEDIOS A PARTIR DE LA ACTUAL REALIDAD Desde luego que en un país puede elevarse la productividad y continuar con graves problemas de desarrollo de calidad humana, pues para que eso ocurra basta que estos esfuerzos no apunten hacia los objetivos o no estén conectados con las necesidades del país. No olvidemos que en el capitalismo se invierte para responder a la demanda solvente y que gran parte de las necesidades vitales de la mayoría de nuestra población no llegan a ser demanda ni a atraer inversiones; están fuera del mercado. Supuesto que hay una voluntad endógena de lograr las metas necesarias, hay que hacer programas sectoriales consecuentes, ordenar los medios y promover inversiones. Una condición indispensable para ello es la elevación de la productividad social, la introducción de la cultura de hacer más con menos y de hacerlo mejor, de apostar al desarrollo máximo del talento humano y de hacer que las instituciones y las reglas de juego estimulen esta cultura productiva, sin la cual nos quedamos atrás en el mundo. Esto es válido para el desarrollo de ciudadanía en la producción de la República de calidad (de la que tanto carecemos) y también para la empresa, de la que depende la producción de los bienes y servicios nacionales. Tenemos la convicción de que la educación latinoamericana en su forma de financiamiento actual, en su gestión y logros, acentúa la pobreza y las injusticias, está fuera de rumbo y hace tiempo dejó de ser una verdadera prioridad para el estado y la sociedad. La elevación de la educación es clave para potenciar la nación y dentro de ella los sectores que están educativamente discriminados y subdesarrollados. Además de mejorar el rendimiento estrictamente escolar creemos que necesitamos un reencuentro entre la realidad productiva tan deficitaria y la realidad educativa. Ello debe incluir entre otras cosas una visión de que la riqueza o las deseadas metas personales la creatividad y productividad nuestras y están en función de nuestro desempeño. No se trata de que todos tengamos esta convicción, sino de que la realidad que se experimenta alimente esta convicción vista como válida para todos. El saneamiento de lo público no se logra con un discurso de generalidades moralistas, sino con la sistemática elevación de la productividad política y de la transparencia en los servicios de calidad en la educación, en la salud, en la justicia y demás servicios públicos. Así mismo solamente quieren rescatar la ética, no quienes se proclaman sus paladines, sino quienes en concreto trabajan por una renovada relación exigente entre la Sociedad y su Estado, de modo que haya respaldo y control de la Sociedad sobre el Estado y que éste a su vez tenga la exigencia institucional de contribuir al bien común acompañado de las sanciones correspondientes. El sector público se tiene que descentralizar y librar del clientelismo, de manera que el usuario le pueda exigir, premiar o castigar por una parte y por la otra se nombre para los cargos a quienes sean verdaderamente capaces. El débil sentido institucional, unido al actual desprestigio de los partidos políticos y al poco sentido de lo público, como tarea productiva propia de cada ciudadano, puede llevar a aventuras políticas caudillo-populistas, sean de derecha o de izquierda, sustentados en diversas formas de fundamentalismos y nacionalismos, religiosos o laicos. Las instituciones públicas combinadas con el sano funcionamiento del mercado como sistema que premie y castiga el buen desempeño, ayuda a superar el actual cinismo en relación con la ética y da mayor coherencia a las convicciones morales y a las sanciones externas que las secundan. REFLEXIÓN FINAL Está claro que el desarrollo de nuestros países requiere inversión, tecnología y mercados internacionales y todo ello se refiere a factores exógenos que, en buena parte, no están bajo nuestro control. Es evidente que un alto porcentaje de nuestros presupuestos nacionales y de los recursos se van en pago de la deuda externa y no en inversión en el país, así como salen cuantiosos montos de capital latinoamericano. El fortalecimiento interno de América Latina es necesario también para poder negociar en una globalización asimétrica que requiere una profunda revisión ética. No lo tratamos aquí, pues es materia de otras ponencias y paneles. Para nuestra reflexión, tiene alguna ventaja el año 2002 sobre el año 1992. Entonces no pocos creían y trataban de vendernos la idea de que bastaba liberalizar, privatizar y crecer económicamente, para lograr el desarrollo exitoso. Hoy es más claro que esto no es suficiente, sin equilibrarlo y complementarlo con un Estado y una institucionalidad fuertes con políticas sectoriales de objetivos claros y riguroso ordenamiento de medios a fines. Para su ejecución hay que combinar y estimular el dinamismo de la iniciativa privada la libre iniciativa y los mecanismos de mercado13. 13 Puede consultarse el siguiente documento para contextualizar y actualizar la reflexión final: SISTEMA DE NACIONES UNIDAS, Situación y perspectivas para la economía mundial, 2008. Resumen ejecutivo, http://www.un.org/esa/policy/wess/wesp2008files/es_sp.pdf, así como el Informe 2008 de seguimiento a los Objetivos de Desarrollo del Milenio, la búsqueda del propio interés es un excelente motor para la productividad, así como el desarrollo de las ciencias y la tecnología proveen de racionalidad instrumental, pero para que ese potencial se encuentre con las necesidades sentidas y clamorosas de nuestros países tiene que operar dentro de un Estado fuerte, saneamiento institucional y claridad en la ética, no sólo de los fines, sino de los medios imprescindibles para A LA PLANTA DE TRATAMIENTO DE AGUA LO DE COY, MIXCO, GUATEMALA Ing. Marco Antonio Barrios Coordinador de Área Facultad de Ingeniería Campus de Quetzaltenango Como parte de las actividades del curso Ingeniería Sanitaria I, del octavo ciclo de la carrera de Ingeniería Civil, de la Universidad Rafael Landivar, Campus de Quetzaltenango, se realizó una visita técnica con los estudiantes del curso a la planta de tratamiento de agua potable \"Lo de Coy\", ubicada en el municipio de Mixco y que abastece de agua a aproximadamente el 45% de habitantes de la ciudad capital; esta visita se realizó el 10 de Octubre del presente año. El objetivo de la visita fue que los estudiantes conozcan el proceso completo del tratamiento del agua que proviene de fuentes superficiales, en este caso de los ríos Xaya-Pixcayá y cuya captación está a aproximadamente 52 kilómetros de la planta de tratamiento. Durante la visita el grupo estuvo guiado por el Ing. Victor Paz, Encargado de Plantas de Tratamiento de Empagua. La planta de tratamiento de agua consta de los elementos siguientes: · Caja de entrada con canal de rejas, para la separación de sólidos gruesos, ramas, basuras, entre otros. · Canal de entrada hacia la planta. · Canal de Parshall, donde se afora el agua que está entrando a la planta y se aplica un pre tratamiento. · Edificio de operaciones, donde se almacenan los químicos a aplicar y se ubican las tolvas que dosifican los químicos que se aplican al agua a través de tuberías al canal de Parshall. · Tres unidades de floculadores, donde se realiza la mezcla para formar los flóculos que después se sedimentaran por gravedad. · Cuatro unidades de Sedimentadores. · Seis unidades de filtros rápidos por gravedad con lecho mixto de arena sílice y antracita. · Tratamiento de desinfección con gas cloro. · Tanque de almacenamiento de agua potable de 25,000 metros cúbicos. Los estudiantes comentaron lo positivo de la experiencia de visita in situ a instalaciones como metodología de aprendizaje innovadora para INVESTIGACIÓN DEPARTAMENTO DE INVESTIGACIÓN DEL CAMPUS DE QUETZALTENANGO \"MAPEO DE EXPERIENCIAS DESARROLLO LOCAL EN EL DEPARTAMENTO DE QUETZALTENANGO\", identifica y describe 96 casos que pueden considerarse como experiencias que han aportado al desarrollo local del departamento, desde las áreas de la gestión ambiental, desarrollo empresarial, agroempresas y producción de alimentos, turismo, educación y salud, participación política, planificación del desarrollo local. Asimismo, se realiza un análisis de las dinámicas territoriales de desarrollo local en las tres áreas geográficas que se diferencian en el departamento: valle de Quetzaltenango, cuencas altas y Boca Costa. Es un recurso didáctico para el estudio universitario de la realidad departamental, y pretende abrir nuevas líneas de investigación disciplinarias e interdisciplinarias en torno al tema. \"QUETZALTENANGO EN CIFRAS\" adopta la forma de base de datos. Se trata de un compilación minuciosa de la principal información estadística, lo más actualizada posible sobre el departamento de Quetzaltenango. Recoge en un sólo documento, en este caso, un CD, información generada por entidades públicas tales como SEGEPLAN, INE, INAB, Ministerios de Educación, de Salud Pública y Asistencia Social, MAGA, Energía y Minas, de Trabajo y Previsión Social, del IGSS, SAT, Municipalidades y otras. Dicha información se encuentra actualmente dispersa, bien en cada una de las dependencias, o en distintas páginas web informativas. Se completa con Informes, Diagnósticos y Planes Estratégicos de Desarrollo en distintos sectores de nivel nacional, regional, departamental y municipal, así como con una colección de Mapas. Disponibles en Biblioteca y Departamento de Investigación del BIBLIOTECA DEL CAMPUS DE QUETZALTENANGO, SEPTIEMBRE-OCTUBRE DE 2008 Autor Título Disciplina Pacheco Méndez, Teresa La investigación social en Chiapas: Complejidad e innovación 2000-2005 Investigación Social Documentos de la asamblea de la sociedad civil - ASC: mayo-octubre 1994: Fundación para la Paz, la Democracia y el Desarrollo Política Camacho Velásquez, Dolores La lucha sigue y sigue: Organización popular en la Frailesca Política Navarrete Cáceres, Carlos Rosario Castellanos: Su presencia en la antropología mexicana Antropología El sistema de salud en Guatemala: ¿hacia dónde vamos? Salud Pública 66 Certamen Juegos florales hispanoamericanos Literatura 117 Certamen Juegos florales hispanoamericanos Literatura 69 Certamen Juegos florales hispanoamericanos Literatura 70 Certamen Juegos florales hispanoamericanos Literatura 71 Certamen Juegos florales hispanoamericanos Literatura Acuerdos suscritos entre el gobierno y la U.R.N.G Política Potencial de la fijación biológica de nitrógeno en variedades de caña de azúcar en Guatemala Agronomía ASIES El proceso de paz: La percepción del guatemalteco sobre el proceso de paz, encuesta a nivel nacional mayo/abril 1993 Política ASIES Identificación de necesidades para el fortalecimiento de la capacidad de diálogo por parte del sector laboral Política Laboral CONALFA La alfabetización una responsabilidad de todos los sectores del país Educación López Calva, Martín Pensamiento crítico y creatividad en el aula Pedagogía García Noval, José Tras el sentido perdido de la medicina: un ensayo a la luz de la ética sobre la desaparición del sujeto en el trabajo de salud Medicina Las organizaciones sociales en Guatemala Política Aproximación a los imaginarios sobre organización campesina en Guatemala: Ensayos sobre su construcción histórica Política Rural Heridas en la sombra: percepciones sobre violencia en áreas pobres urbanas y periurbanas de la ciudad de Guatemala Antropología La ciudad y los desplazados por la violencia Sociología Remijnse, Simone Memorias de violencia: Patrullas de autodefensa civil y la herencia del conflicto en Joyabaj, Quiché Sociología Se cambió el tiempo: conflicto y poder en territorio K'iché 1980-1996 Sociología K'u'l Sociología Manz, Beatriz De la memoria a la reconstrucción histórica Historia Migración transnacional retornada: juventud indígena de nuestra realidad, realidad de nuestras imágenes: imaginarios sociales y subjetividad en Guatemala Sociología Levenson, Deborah Hacer la juventud: Jóvenes de tres generaciones de una familia trabajadora en la ciudad de Guatemala Sociología Aquí corre la bola: organización y relaciones sociales en una comunidad popular urbana Sociología Seminario Internacional en Homenaje a Myrna Mack Memoria e Historia: Ponencias Historia Seminario Internacional en Homenaje a Myrna Mack Memoria e Historia: Taller de discusión. Historia Aferrados a la vida: Una visión global sobre las estrategias campesinas en San Marcos Política Rural Así vivimos el Yugo: La conflictiva conformación de Colotenango como municipio de mozos: 1825-1947 Historia Por los caminos de la sobrevivencia campesina Política Rural El reto de no ser racista... ni víctima del racismo: bases para un trabajo pedagógico contra la discriminación y el racismo Pedagogía Se cambió el tiempo: historias de vida y tradición oral de San Bartolomé Jocotenango, Quiché Literatura, Antropología La construcción de los significados de la identidad étnica, de género y clase en Jocotán y Quetzaltenango Antropología De la etnia a la nación: la discusión sobre identidad nacional, base necesaria en la construcción de la paz. Sociología Hale, Charles Mas que un indio: Ambivalencia racial y multiculturalismo neoliberal en Guatemala Antropología Racismo en Guatemala?: abriendo el debate sobre un tema tabú Sociología Zabala Cubillos, Manuel Tiberio Buscando un pensamiento colectivo social en Latinoamérica Sociología Desarrollo local: una revisión crítica del debate Desarrollo Local Nef, Jorge Gobernabilidad, capacidad de gobierno y seguridad humana: un marco de referencia para el estudio comparativo de las políticas de ajuste estructural en América Latina. Política Racismo en Guatemala: de lo políticamente correcto a la lucha antirracista Sociología Grandin, Greg Panzós: La última masacre colonial: Latinoamérica en la Guerra Fría Política Modernización y democracia: Su impacto en las condiciones de vida Política Levenson, Deborah Sindicalistas contra el terror: Ciudad de Guatemala 1954- 1985 Historia política Ciudadanía y territorio: Las relaciones políticas de las nuevas identidades sociales Política Donde está el futuro?: procesos de reintegración en comunidades de retornados Política Política institucional hacia el desplazado interno en Guatemala Política Worby, Paula Los refugiados, desplazados y retornados de Guatemala: una operación encubierta de la CIA en Guatemala 1952-1954 Historia Política La economía de Guatemala ante el ajuste estructural a comienzos de los 90 Economía Deere, Carmen Diana Mujer y tierra en Guatemala Política Rural Acercamiento histórico a la conflictividad territorial en San Marcos: Siglos XVI-XVIII Historia Agraria Worby, Paula Los refugiados retornados guatemaltecos y el acceso a la tierra: resultados , lecciones y perspectivas Historia Política El significado de la maquila en Guatemala: elementos para su comprensión Economía Bienefeld, Manfred Cambios hegemónicos y el nuevo orden internacional: la visión desde el mundo en vías de desarrollo Política Internacional Kalny, Eva La ley que llevamos en el corazón: una aproximación antropológica a los derechos humanos y normas familiares en dos comunidades Mayas (Sacapulas, Quiché) Derecho Maya Grandin, Greg Denegado en su totalidad: documentos estadounidenses liberados Política Internacional Rodríguez Barillas, Alejandro El problema de la impunidad en Guatemala: trabajo ganador del concurso de ensayo \"Myrna Mack\" 1995 Política Morales Laynez, Benito Acceso a la justicia en el propio idioma Derecho Falla, Ricardo Juventud de una comunidad maya: Ixcán, Guatemala Antropología Aquín, Nora Mesa de concertación de políticas sociales: ¿modelo para replicar? Política Coraggio, José Luís De la emergencia a la estrategia: Más allá del \"alivio de la pobreza\" Economía Arles Caruso Larrainci...[et al.] Gestión local y participación ciudadana: política social y trabajo social Política Local Mendicoa, Gloria Edel La planificación de las políticas sociales: planteo de un caso para su análisis y evaluación Política Social Mendioca, Gloria Edel Evaluación Social: La fase ausente de la agenda pública Política Social Barreix M. Juan B. Metodología y método en trabajo social Trabajo Social Britos, Nora Ámbito profesional y mundo del trabajo: Políticas sociales y Trabajo Social en los noventa Política Social Cademartori, Fiorella Condiciones de trabajo de los trabajadores sociales: Hacia un proyecto profesional crítico Trabajo Social Colegio de asistentes sociales o trabajadores sociales de la Provincia de Buenos Aires Código de ética profesional: Trabajo social Trabajo Social I Congreso Nacional de Trabajo Social del Centro de la Provincia de Buenos Aires El trabajo social y la cuestión social: crisis, movimientos sociales y ciudadanía Trabajo Social Desafíos éticos del trabajo social latinoamericano: paradigmas, necesidades, valores, derechos Trabajo Social Diéguez, Alberto J. Identidad profesional y Trabajo Social: Creencias y rituales en Ciencias Sociales Trabajo Social Esquivel Corella, Freddy Gerencia social: un análisis crítico desde el trabajo social formación y la intervención profesional: Hacia la construcción de proyectos ético-políticos en Trabajo Social Trabajo Social XVIII Jornadas Nacionales de Trabajo Social Gerencia social y Trabajo Social Trabajo Social Krmpotic, Claudia Sandra El concepto de necesidad y políticas de bienestar: Una lectura comparada de Heller, Sen y el G.P.I.D. Política Malacalza, Susana Leonor Desde el imaginario social del siglo XXI: repensar el trabajo social Trabajo Social Malacalza, Susana Leonor La autonomía del sujeto: Diálogo desde el Trabajo Social Trabajo Social Riqué, Juan José Cambio social, trabajo y ciudadanía: La participación para el desarrollo social Trabajo Social Riqué, Juan José Políticas sociales y globalización: El sentido del trabajo social en un contexto de crisis mundial Trabajo Social Rozas Pagaza, Margarita Una perspectiva teórica metodológica de la intervención en Trabajo Social Trabajo Social Sandoval Ávila, Antonio Propuesta metodológica para sistematizar la práctica profesional del trabajo social Trabajo Social Coria, Adela [et. al.] Currículum e investigación en trabajo social: Encuentro Académico Nacional de F.A.U.A.T.S Trabajo Social Marchevsky, Carlos El lazo social: una propuesta sobre el objeto de conocimiento en trabajo social Trabajo Social Búsquedas del Trabajo Social latinoamericano: Urgencias, propuestas y posibilidades Trabajo Social El diagnóstico socia: proceso de conocimiento e intervención profesional Trabajo Social Palomas, Susana Estrategias metodológicas para promoción de la salud comunitaria: Los títeres tienen la palabra Salud Pública Piña Morán, Marcelo Gerontología social aplicada: Visiones estratégicas para el trabajo social Trabajo Social Rossotto Herman, Beatriz Manual de criminología y criminalística Criminología Construyendo un método de reflexividad crítica: Aportes a los procesos de intervención social Trabajo Social Imágenes homogéneas en un país de rostros diversos: el sistema educativo formal y la conformación de referentes de identidad nacional entre jóvenes guatemaltecos Políticas Educativas Pimienta Prieto, Junio H. Metodología constructivista: Guía para la planeación docente Pedagogía Pimienta Prieto, Junio H. Constructivismo: Estrategias para aprender a aprender Pedagogía Potencialidades y retos de la educación no formal en Guatemala Pedagogía Foro/Taller Los contenidos de los cursos de estudios sociales en el contexto de la reforma educativa. Aportes para el debate: Ponencias. Pedagogía Foro/Taller Los contenidos de los cursos de estudios sociales en el contexto de la reforma educativa. Aportes para el debate: Discusión y propuesta Pedagogía El plan Puebla Panamá: ¿Alternativa o amenaza al desarrollo rural? Desarrollo Rural Ordóñez Morales, César Eduardo Tendencias de la integración económica en Guatemala y el sureste de México Matemáticas Matheu, Manuel Lucas Introducción a la sexología clínica Salud Greenberg, Leslie S. Trabajar con las emociones en psicoterapia Psicología Ramos Gascón, Carlos Hipnosis y psicoterapia Psicología Impacto ecológico de los cultivos hortícolas no tradicionales en el altiplano de Guatemala: efectos sobre plagas, organismos benéficos y suelo. Agronomía Apostando al futuro con los cultivos no-tradicionales de exportación Agronomía Los nudos del desarrollo urbano en Guatemala: Una aproximación desde Santa Cruz Chinautla y San José Pinula Desarrollo Urbano El proceso de crecimiento metropolitano de la ciudad de Guatemala: perfiles del fenómeno y ópticas de gestión Desarrollo Urbano Vega, Roberto El teatro en la comunidad: Instrumento de descolonización cultural de la acción a la reflexión Literatura Memoria del taller Desafíos y potencialidades de la historia local en Guatemala Historia Local En el umbral: Explorando Guatemala en el inicio del siglo veintiuno Estudios Sociales Mack Chang, Myrna Organización y movilización: la propuesta nicaragüense de los '80 para Centroamérica Política internacional Levenson, Deborah Por sí mismos: un estudio preliminar de las maras en la ciudad de Guatemala Antropología Conelly, Patricia Trabajo, género y ajuste: taller sobre el impacto del cambiante contexto internacional sobre los países de la cuenca del Caribe Economía Asociación para el Avance de las Ciencias Sociales en Guatemala Agricultura intensiva y cambios en la comunidad de Almolonga, Quetzaltenango Agricultura Nájera, Rubén E Nuevas tecnologías y países de menor desarrollo: Ponencia Economía Diccionario histórico biográfico de Guatemala Historia Historia General de "}