{"title": "Neumonía", "author": null, "url": "https://cinfasalud.cinfa.com/p/neumonia/", "hostname": "cinfa.com", "description": "La Neumonía es una inflamación aguda de los pulmones que tiene fácil tratamiento, salvo excepciones. Aunque antes de ser tratada, hay que determinar la causa", "sitename": "Cinfasalud", "date": "2015-01-12", "cleaned_text": "se produce a sufrirla?](#riesgo) [¿Cuáles síntomas?](#sintomas) [¿Qué complicaciones una neumonía?](#complicaciones) [¿Cómo se diagnostica la neumonía?](#diagnostico) [¿Cómo se trata la neumonía?](#tratamiento) ¿Qué es la neumonía? La neumonía, también conocida como pulmonía, es un tipo de infección aguda que provoca la inflamación de los pulmones. Puede estar causada por una gran variedad de microorganismos -bacterias, virus u hongos-. Los pulmones están formados por unos pequeños 'sacos' llamados alveolos que, en el caso de las personas sanas, se llenan de aire al respirar. En cambio, los alveolos de las personas con neumonía están llenos de pus y líquidos, lo que hace dolorosa la respiración y limita la absorción del oxígeno. La neumonía es una enfermedad frecuente que aparece anualmente en un 5%-11% de la población. Es más frecuente en varones, en los extremos de la vida, en invierno y en presencia de diversos factores de riesgo. Se puede presentar de forma leve, pero la necesidad de ingreso hospitalario aumenta con la edad. La mortalidad a medio y largo plazo es elevada y de hecho, la neumonía es la primera causa de muerte por enfermedad infecciosa en el mundo y la sexta en general. Además, es la principal causa de mortalidad infantil en todo el mundo. ¿Qué tipos de neumonía existen? Según el lugar y el momento en que se ha contraído, las neumonías se clasifican en: - Neumonía adquirida en la comunidad (o extrahospitalaria). Se contrae fuera del ambiente hospitalario, en el día a día del paciente, debido a una infección por diferentes microorganismos (bacterias y virus, principalmente). - Neumonía hospitalaria. Se adquiere dentro del medio hospitalario, durante o después de una estancia en un centro de atención médica como los hospitales o los centros de diálisis. Tiende a ser mucho más grave, pues los mecanismos de defensa del paciente suelen estar afectados y los microorganismos causantes suelen ser mucho más resistentes a los antibióticos. Se incluye en este grupo la neumonía asociada a la ventilación mecánica. Las bacterias y los virus que suelen causar la neumonía adquirida en la comunidad son diferentes a los que provocan la hospitalaria, por lo que es muy importante conocer la causa específica de la neumonía con el fin de aplicar el tratamiento adecuado. ¿A quién afecta la neumonía? Según datos de la Clínica Universidad de Navarra, se observan aproximadamente entre 7 y 15 casos de neumonía por cada 1.000 personas al año. Aunque cualquiera puede sufrir neumonía, afecta, sobre todo, a los ancianos y a las personas que sufren alguna enfermedad asociada crónica. ¿Qué causa la neumonía? Cuando se debilitan las defensas de una persona, esta es más susceptible a la infección por microorganismos, bien sean bacterias, virus u hongos. Las bacterias constituyen la causa más común de neumonía y, dentro de ellas, la bacteria Streptococcus pneumoniae, también conocida como neumococo, es la más frecuente. También puede darse la neumonía atípica, producida por otras bacterias, que a menudo quedan sin identificar. En tercer lugar, la bacteria Pneumocystis jiroveci afecta sobre todo a las personas cuyo sistema inmunitario no funciona bien. Los virus también son una causa común de neumonía; por ejemplo, el virus de la gripe, la varicela, sarampión o la tosferina. ¿Cómo se produce la infección? El mecanismo más frecuente por el que un germen infeccioso invade el tejido pulmonar es la aspiración de microorganismos desde las vías respiratorias altas. Otros microorganismos alcanzan el pulmón desde el aire inspirado, mientras que otros, procedentes de otras regiones del organismo como las vías biliares, el sistema urinario o las válvulas cardíacas, llegan hasta el pulmón a través de la circulación sanguínea. ¿Qué factores de riesgo predisponen a sufrirla? Existen varios factores como el consumo de alcohol y tabaco, la malnutrición, o la uremia o enfermedad pulmonar obstructiva crónica (EPOC) que favorecen su aparición. En concreto, los siguientes factores incrementan las probabilidades de desarrollar esta afección del pulmón: - Tener más de 65 años o ser menor de 5. La edad no es un factor de riesgo en sí mismo, pero sí va asociada a situaciones que favorecen la pulmonía. - Ser fumador. Estos tienen un 51% más de riesgo que la población no fumadora de padecer neumonía, según la Sociedad Española de Neumología (SEN). - El alcoholismo. - La desnutrición. - Padecer una enfermedad pulmonar crónica como la EPOC (Enfermedad Pulmonar Obstructiva Crónica), el asma o la fibrosis quística. - Sufrir otras patologías graves como la cirrosis hepática, la diabetes o dolencias cardíacas. - Padecer demencia, accidente cerebrovascular, lesión o parálisis cerebral u otros trastornos cerebrales. - Problemas del sistema inmunitario que puede producir, por ejemplo, un tratamiento contra el cáncer o enfermedades inmunológicas como la infección por VIH o el SIDA. - Haber padecido una cirugía o traumatismo recientemente. Así mismo, llevar una mala higiene bucal puede aumentar las probabilidades de contraer pulmonía, porque los microorganismos que habitan en la boca pueden aumentar si ésta no se limpia adecuadamente. ¿Cuáles son sus síntomas? La sintomatología de la neumonía adquirida en la comunidad es inespecífica y su diagnóstico se basa en un conjunto de síntomas relacionados con una infección de vías respiratorias bajas y afectación del estado general. Esto incluye los siguientes signos: - Fiebre (más de 38 grados). - Tos. - Expectoración. - Dolor torácico. - Dificultad para respirar (disnea). En los ancianos, no es infrecuente la ausencia de fiebre y la aparición de confusión y empeoramiento de enfermedades de base. En general no existe ninguna característica, signo clínico, o combinación de ellos, que permita deducir cuál es el microorganismo causante de la neumonía. ¿Qué complicaciones puede producir la neumonía? Si es grave, la neumonía puede llevar a la muerte, por lo que conviene permanecer alerta y establecer un rápido diagnóstico con el fin de tratarla cuanto antes. En raras ocasiones, pueden darse las siguientes complicaciones: - Líquido alrededor del pulmón (derrame pleural). - Líquido infectado alrededor del pulmón (empiema). - Abcesos pulmonares. ¿Cómo se diagnostica la neumonía? Para realizar el diagnóstico, el médico examina el tórax del paciente con el estetoscopio en busca de ruidos anómalos como crujidos o ruidos de burbujeo. Si existen sospechas de neumonía, se realiza posteriormente una radiografía de tórax para confirmar el diagnóstico. Otras posibles pruebas son el cultivo de muestras de esputo y de sangre para identificar el microorganismo responsable, la tomografía del tórax, la gasometría arterial (medida de la concentración de oxígeno en la sangre) o un análisis de sangre. Los médicos emplean diferentes escalas sumando los datos obtenidos de la gasometría, la frecuencia respiratoria, la presión arterial, los signos radiográficos o la edad del paciente para determinar si es necesario el ingreso del paciente en un hospital u otras medidas de mayor cuidado. ¿Cómo se trata la neumonía? En función de la gravedad de la enfermedad, el tratamiento puede realizarse de manera ambulatoria, en el domicilio del paciente, o requerir el ingreso hospitalario del enfermo, lo cual sucede en un 30% de los casos. En función del microorganismo causante de la neumonía, se administran al paciente por vía oral antibióticos o antivirales; estos últimos, sobre todo si el paciente tiene gripe. En el caso de que haya sido necesario el ingreso hospitalario, estos mismos [medicamentos](https://cinfasalud.cinfa.com/areas-de-salud/medicamentos/) se administran por vía intravenosa. También pueden administrarse líquidos por esta vía, con el fin de paliar la deshidratación que producen los distintos síntomas de la neumonía. En cualquier caso, el paciente con neumonía debe beber líquido en abundancia (agua, zumos o tés claros). La Sociedad Española de Neumología (SEN) indica además, como tratamiento de apoyo, la administración de oxígeno y, con frecuencia, la fisioterapia respiratoria y los broncodilatadores, necesarios para eliminar secreciones y mantener la vía aérea libre. Tras el tratamiento, la recuperación total puede tardar desde unos días a varias semanas, en función de la edad del paciente y la gravedad que ha llegado a alcanzar la enfermedad. 10 consejos para prevenir la neumonía La neumonía es una enfermedad infecciosa y que puede llegar a ser muy grave, pero en algunos casos se puede prevenir. - 1. Deja el tabaco. Está científicamente demostrado que el abandono del hábito tabáquico previene la neumonía, pues el tabaco daña la capacidad del pulmón para combatir la infección. También los fumadores pasivos sufren mayor riesgo de contraerla, por lo que es conveniente no exponerse al humo de los cigarrillos. Dejar de fumar es la primera medida preventiva contra esta patología. - 2. Vacúnate contra la gripe. Es aconsejable que cada otoño se vacunen de la gripe los colectivos que tienen un mayor riesgo: las personas mayores, los pacientes con enfermedades crónicas o los profesionales sanitarios en contacto con los pacientes entre otros. Esta vacuna, que ha de administrarse anualmente siguiendo las recomendaciones y las cepas que notifican la Organización Mundial de la Salud (OMS), no protege totalmente contra la gripe, pero sí hace más difícil contraerla durante los seis meses siguientes a su aplicación. - 3. Vacúnate contra el neumococo. Es el microorganismo que con mayor frecuencia causa la neumonía bacteriana, por lo que vacunarse contra él previene con eficacia esta enfermedad. La vacuna está indicada para los mayores de 65 años y personas de alto riesgo (con enfermedades crónicas o deficiencias inmunológicas) mayores de 2 años y se recomienda la revacunación en las personas mayores de 65 años si han transcurrido al menos 8 años de la primera vacunación. - 4. Acude inmediatamente al médico ante los primeros síntomas. La neumonía puede tratarse y curarse, pero también, llegar a ser una enfermedad grave y, en ocasiones, mortal. Especialmente la población de riesgo debe prestar atención a los síntomas y no esperar para ir al médico. En ningún caso, debemos automedicarnos. - 5. Sigue fielmente el tratamiento prescrito por el especialista. Sobre todo en el caso de los antibióticos, no hay que pasar por alto ninguna dosis, y tomar el medicamento hasta que se termine, incluso aunque empecemos a sentirse mejor. A no ser que el médico los prescriba, no tomaremos antitusivos ni medicamentos para el resfriado. - 6. Nutre tus defensas. Una nutrición adecuada es clave para mejorar las defensas naturales, tanto de los adultos como de los niños. En el caso de los menores, la alimentación exclusiva con leche materna durante los seis primeros meses de vida además de prevenir eficazmente la neumonía, reduce la duración de la enfermedad. Y para todos, un estilo de vida sano, con una dieta equilibrada, la práctica de ejercicio y un suficiente descanso contribuye a hacernos más resistentes a las infecciones. - 7. Ambiente bajo control. También puede reducirse el número de niños que contraen neumonía corrigiendo factores ambientales como la contaminación del aire interior (por ejemplo, evitando fumar dentro de la casa) y fomentando una higiene correcta en hogares hacinados. - 8. Cuida tu higiene. Es muy importante que nos lavemos las manos con frecuencia, sobre todo antes de cocinar, después de sonarnos la nariz, de ir al baño, cambiar el pañal a un bebé o estar en contacto con personas enfermas, con lo que evitaremos introducir microorganismos nocivos en nuestro organismo al llevarnos las manos a la nariz o a la boca. También debemos cubrirnos la boca al toser o al estornudar, poniéndonos un pañuelo desechable o la parte interior del codo, mejor que con la mano. - 9. Intenta no progagar la enfermedad. Si vas a visitar a un enfermo que tenga neumonía en el ámbito hospitalario es necesario seguir las normativas establecidas por el hospital para evitar propagar la enfermedad o aumentar el riesgo de la persona enferma. Así, si te recomiendan usar mascarilla o lavarte las manos al entrar o salir de la habitación, sigue las recomendaciones. Y en el caso de que seas tú el enfermo, limita lo máximo posible el contacto con otras personas. - 10. Ten paciencia. La curación de esta enfermedad puede ser lenta. Aproximadamente el 70% de los pacientes se encontrarán asintomáticos a los 10 días y presentarán una resolución radiológica a los 30 días del diagnóstico. Pero en los que no sea así, se realizarán nuevas pruebas y estudios complementarios. Fuentes - Guía \"Enfermedades Respiratorias. Consejos para pacientes\". [Sociedad Española de Neumología (SEN).](http://www.separ.es/) [Organización Mundial (OMS).](http://www.who.int/es/) [Clínica Universidad de Navarra (CUN).](http://www.cun.es/) [Centros para el Control y la Prevención de las Enfermedades.](http://www.cdc.gov/spanish/) [Departamento Médico de Laboratorios Cinfa](https://cinfasalud.cinfa.com/nuestros-expertos/). Esta información en ningún momento sustituye la consulta o diagnóstico de un profesional médico o farmacéutico. "}