{"title": "Tratamiento para la alergia al polvo o al polen en niños", "author": null, "url": "http://carefirst.staywellsolutionsonline.com/Spanish/RelatedItems/90,p04771", "hostname": "staywellsolutionsonline.com", "description": null, "sitename": "carefirst.staywellsolutionsonline.com", "date": "2023-01-02", "cleaned_text": "Tratamiento para la alergia al polvo o al polen en niños El proveedor de atención médica de su hijo tendrá en cuenta la edad, el estado de salud general, la gravedad de la reacción alérgica y otros factores de su hijo en el momento de aconsejar un tratamiento. Las 3 formas de tratar las alergias que mejor funcionan son las siguientes: ¿Cómo evitar los alérgenos? Manténgase alejado de las sustancias que causan reacciones alérgicas. Estas son algunas sugerencias para evitar algunos alérgenos: - Quédese adentro con las ventanas cerradas cuando el nivel de polen sea alto y en días ventosos. - Controle el polvo en la casa, sobre todo en la habitación de su hijo. - Cuando sea posible, elimine los pisos alfombrados, las cortinas venecianas y las mantas o almohadas con relleno de plumas. - Lave la ropa de cama, las cortinas y la ropa con frecuencia. Use agua caliente. Esto ayuda a eliminar los ácaros del polvo. - Coloque fundas contra los ácaros en las almohadas y los colchones. - Si es posible, use el aire acondicionado en vez de abrir las ventanas. - Coloque un deshumidificador en las áreas húmedas de la casa. Limpie con frecuencia. - Después de jugar afuera en los días en que el nivel de polen sea alto, pídale a su hijo que se dé una ducha. Además, debe lavarse el cabello y cambiarse de ropa. - Vaya de vacaciones a lugares donde el polen no sea tan frecuente, como los lugares cerca del océano. El proveedor de atención médica de su hijo tendrá otras sugerencias. Medicamentos como tratamiento para la alergia Existen muchos medicamentos disponibles para los niños con alergias. Desde la Academia Estadounidense de Pediatría (AAP, por su sigla en inglés), no se aconseja el uso de algunos medicamentos de venta libre en bebés y en niños pequeños. Hable con el proveedor de atención médica de su hijo antes de darle medicamentos de venta libre. ¿Qué son los antihistamínicos? Los antihistamínicos se usan para aliviar o prevenir los síntomas de la fiebre de heno (rinitis alérgica) y de otros tipos de alergia. Estos medicamentos previenen los efectos de la histamina. El cuerpo produce histamina durante una reacción alérgica. Los antihistamínicos más nuevos provocan menos somnolencia que los más antiguos. Pregunte al proveedor de atención médica de su hijo cuál antihistamínico debe darle. Vienen en comprimidos, cápsulas, jarabes o inyecciones. Pueden conseguirse con receta o sin ella. ¿Qué son los descongestivos? Los descongestivos se usan para tratar la congestión nasal y otros síntomas de los resfriados y las alergias. Este tipo de medicamentos hace que los vasos sanguíneos se estrechen. Y esto alivia la congestión nasal. Los descongestivos pueden conseguirse con receta o sin ella. Los más utilizados son los de formulación líquida, los comprimidos, el aerosol nasal y las gotas para la nariz. La AAP no recomienda el uso de descongestivos orales en niños. Provocan aumento de la frecuencia cardíaca, hiperactividad, ansiedad y problemas para dormir. Los aerosoles nasales o las gotas para la nariz deben usarse solo durante un período corto. El uso regular en cualquiera de sus formas puede empeorar los síntomas. Esto se debe que el cuerpo se vuelve dependiente del medicamento. ¿Qué son los esteroides nasales? Los esteroides nasales controlan la hinchazón (inflamación) de la nariz provocada por las alergias. Tardan unos días en empezar a surtir efecto. Se usan todos los días a la misma hora, no según la necesidad. En la actualidad, muchos esteroides nasales se venden sin receta. Estos medicamentos suelen ser seguros y no generan dependencia. Hable sobre estos medicamentos con el proveedor de su hijo antes de usarlos. ¿Qué es la inmunoterapia para tratar alergias? Si alejarse de los alérgenos y tomar medicamentos todos los días no funciona, la inmunoterapia para tratar alergias puede ser una opción de tratamiento. La inmunoterapia para tratar alergias mejora la tolerancia del alérgeno y reduce los síntomas de la persona. Hay 2 tipos de inmunoterapias para tratar alergias: vacunas antialérgicas e inmunoterapia sublingual (debajo de la lengua). - Vacunas antialérgicas. Esta es la forma más frecuente de la inmunoterapia para tratar alergias. Se administran en inyecciones pequeñas debajo de la piel. Las vacunas antialérgicas funcionan bien en las personas con alergias al polen, a las mascotas, al polvo y a los insectos que pican y en las personas con asma alérgica. Las vacunas contienen una pequeña cantidad del alérgeno. En el transcurso de varios meses, se aumenta gradualmente la dosis de alérgeno. El cronograma de inyecciones varía. Pero comienza de modo semanal mientras se aumenta la dosis. Luego se administran cada quince días y, finalmente, una vez por mes. Existe un riesgo pequeño de reacción alérgica grave. - Inmunoterapia sublingual (SLIT, por su sigla en inglés). Este tratamiento está aprobado en niños con alergias al césped y a las ambrosías. La SLIT se administra en comprimidos que se disuelven debajo de la lengua y, por lo general, se toman a diario. Pregunte al proveedor de atención médica de su hijo si este tratamiento es el adecuado. No es frecuente que la SLIT cause una reacción alérgica grave. La mayoría de los niños mejoran con las vacunas antialérgicas. En general, pasan de 12 a 18 meses antes de ver un alivio definitivo de los síntomas. Algunos niños se alivian en apenas 6 a 8 meses. Después de 5 años, la mayoría de los niños puede dejar el tratamiento y seguir teniendo los beneficios. La inmunoterapia es solo parte del plan de tratamiento para los niños con alergias. Los resultados de este tratamiento llevan tiempo. Por lo tanto, su hijo deberá seguir tomando medicamentos para la alergia según las indicaciones del proveedor de atención médica. Además, es importante que siga eliminando los alérgenos, como los ácaros del polvo, del entorno de su hijo. ¿Hay efectos secundarios de la inmunoterapia? Existen 2 tipos de reacciones a la inmunoterapia: local y en todo el cuerpo (sistémica). La reacción local consiste en un enrojecimiento e hinchazón en el lugar de la inyección o localizado en la boca con la SLIT. Si esto sigue ocurriendo o es muy incómodo, se modifica el cronograma o la potencia del extracto. Una reacción sistémica puede afectar todo el cuerpo. Los síntomas pueden ser congestión nasal, estornudos, ronchas, hinchazón, silbidos al respirar y presión arterial baja. Estas reacciones pueden ser graves e, incluso, poner en riesgo la vida. En casos poco frecuentes, pueden provocar la muerte. Si hay una reacción sistémica, es posible que su hijo pueda seguir colocándose las vacunas, pero la dosis será más baja. Analice con el proveedor de atención médica de su hijo qué hacer en caso de emergencia. El proveedor de atención médica puede recomendar que lleve consigo un autoinyector de epinefrina mientras su hijo recibe la inmunoterapia. Si tiene cualquier pregunta sobre la inmunoterapia, hable con el proveedor de atención médica de su hijo. Revisor médico: Deborah Pedersen MD Revisor médico: Jessica Gotwals RN 2/1/2023 © 2000-2023 The StayWell Company, LLC. Todos los derechos reservados. Esta información no pretende sustituir la atención médica profesional. Sólo su médico puede diagnosticar y tratar un problema de salud. "}