{"title": "Factores asociados a la adherencia del tratamiento con suplemento de hierro y ácido fólico en gestantes del Centro de Salud San Francisco de Tacna, 2018", "author": "Aro Choqueapaza; Daysi Edith", "url": null, "hostname": null, "description": "El presente trabajo de investigación se realizó con el objetivo de determinar los factores asociados a la adherencia del tratamiento con suplemento de hierro y ácido fólico en gestantes del Centro de Salud San Francisco de Tacna, 2018. La investigación observacional, prospectivo, transversal y analítica ya que se establece relaciones entre las variables. La población estuvo constituida por 90 gestantes que recibían la suplementación de junio a agosto del 2018. Se revisó las historias clínicas y se aplicó una encuesta a las gestantes. Para determinar la adherencia se utilizó el Test de adherencia de Morisky-Green. Se demostró que el 88,9 % olvida alguna vez consumir los suplementos de hierro y ácido fólico; el 57,8 % olvida tomar los medicamentos a las horas indicadas; el 53,3 % deja de consumir los suplementos de hierro y ácido fólico cuando se encuentra bien y un 58,9 % deja de consumir los suplementos de hierro y ácido fólico cuando presenta alguna molestia de salud. Se concluye que existe asociación entre los factores relacionados a la enfermedad, factores sociodemográficos y los factores relacionados al medicamento que influyen en la adherencia.", "sitename": "Universidad Nacional Jorge Basadre Grohmann", "date": "2020-07-15", "cleaned_text": "trabajo de investigación se realizó con el objetivo de determinar los factores asociados a la adherencia del tratamiento con suplemento de hierro y ácido fólico en gestantes del Centro de Salud San Francisco de Tacna, 2018. La investigación observacional, prospectivo, transversal y analítica ya que se establece relaciones entre las variables. La población estuvo constituida por 90 gestantes que recibían la suplementación de junio a agosto del 2018. Se revisó las historias clínicas y se aplicó una encuesta a las gestantes. Para determinar la adherencia se utilizó el Test de adherencia de Morisky-Green. Se demostró que el 88,9 % olvida alguna vez consumir los suplementos de hierro y ácido fólico; el 57,8 % olvida tomar los medicamentos a las horas indicadas; el 53,3 % deja de consumir los suplementos de hierro y ácido fólico cuando se encuentra bien y un 58,9 % deja de consumir los suplementos de hierro y ácido fólico cuando presenta alguna molestia de salud. Se concluye que existe asociación entre los factores relacionados a la enfermedad, factores sociodemográficos y los factores relacionados al medicamento que influyen en la adherencia. "}