{"title": "First 'living medicine' that treats antibiotic-resistant bacteria developed", "author": "Tom Batchelor", "url": "https://www.independent.co.uk/news/science/resistant-anti-biotic-bacteria-treatment-b1933940.html", "hostname": "independent.co.uk", "description": "New treatment targets infections on medical implants such as prosthetic joints, catheters and pacemakers", "sitename": "The Independent", "date": "2021-10-07", "cleaned_text": "First 'living medicine' that treats antibiotic-resistant bacteria developed by scientists New treatment targets infections on medical implants such as prosthetic joints, catheters and pacemakers [Tom Batchelor](/author/tom-batchelor) Comments Researchers in Spain have created the world's first \"living medicine\" to treat antibiotic-resistant [bacteria](/topic/bacteria) growing on the surfaces of medical implants. The team at Barcelona's Centre for Genomic Regulation and Pulmobiotics created the treatment by removing a common bacteria's ability to cause disease and repurposing it to attack harmful microbes instead. Injecting the therapy under the skin of mice treated infections in 82 per cent of the treated animals, the study found. Developing bacteria that is resistant to [antibiotics](/topic/antibiotics) would provide a major step forward in the development of treatments for infections on medical implants such as prosthetic joints, catheters and pacemakers, which are highly resistant to antibiotics and account for around four in five of all infections acquired in hospital settings. The new treatment specifically targets biofilms, which are colonies of bacterial cells that stick together on a surface, forming impenetrable structures that prevent antibiotics or the human immune system from destroying them. Medical implants provide the ideal growing conditions for biofilms, and biofilm-associated bacteria can be a thousand times more resistant to antibiotics than free-floating bacteria. One of the most common species of biofilm-associated bacteria, Staphylococcus aureus, does not respond to conventional antibiotics, leaving patients needing surgery to remove any infected medical implants. Alternative treatments such as the use of antibodies or enzymes are highly toxic for normal tissues and cells and can cause unpleasant side effects. The authors of the study set about investigating whether directly producing enzymes near to biofilms would be a safer and cheaper way of treating infections. Access unlimited streaming of movies and TV shows with Amazon Prime Video Sign up now for a 30-day free trial [Sign up](https://amzn.to/3wUCpW9) Access unlimited streaming of movies and TV shows with Amazon Prime Video Sign up now for a 30-day free trial [Sign up](https://amzn.to/3wUCpW9) Wokring with Mycoplasma pneumoniae, a common species of bacteria, it was first modified so that it would not cause illness before further tweaks made it produce two different enzymes that dissolve biofilms and attack the cell walls of the bacteria embedded within. María Lluch, co-author of the study and chief science officer of Pulmobiotics, said: \"Our technology, based on synthetic biology and live biotherapeutics, has been designed to meet all safety and efficacy standards for application in the lung, with respiratory diseases being one of the first targets. Our next challenge is to address high-scale production and manufacturing, and we expect to start clinical trials in 2023.\" Luis Serrano, director of the Centre for Genomic Regulation and co-author of the study, said: \"Bacteria are ideal vehicles for 'living medicine' because they can carry any given therapeutic protein to treat the source of a disease. \"One of the great benefits of the technology is that once they reach their destination, bacterial vectors offer continuous and localised production of the therapeutic molecule. \"Like any vehicle, our bacteria can be modified with different payloads that target different diseases, with potentially more applications in the future.\" The study is published in the journal Molecular Systems Biology. "}