{"title": "PDF", "author": "PDF", "url": "https://med-fom-ubcmj.sites.olt.ubc.ca/files/2015/10/ubcmj_7_1_2015_7-10.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "7 ubcmj.com An Overview of Complementary and Alternative zachary.stansfield@alumni.ubc.ca; jxu@alumni.ubc.ca a MD Candidate 2018, Faculty of Medicine, University of British Columbia, Vancouver, BC b MD Candidate 2017, Faculty of Medicine, University of British Columbia, Vancouver, BC * Co-first authorship Complementary and alternative medicines (CAMs) represent a diverse set of health practices that typically lie outside mainstream medicine. While these practices are widely used by Canadians,1 physicians may have a limited knowledge about their use, in many cases because of a lack of acceptance by medical communities. For example, the College of Physicians and Surgeons of BC Guidelines suggest caution regarding the use of CAMs by physicians and label these practices as \"generally unproven\".2 Strictly speaking, this statement has some validity. Proponents of evidence- based medicine note that appropriate medical practice should be guided by two key elements: \"clinical experience\" and the \"best available external clinical evidence.\"3 In this current issue of the University of British Columbia Medical Journal (UBCMJ), Dr. Henry Lu, a North American leader in the practice of Traditional Chinese Medicine (TCM), explains how, traditionally, CAM practitioners in his field have tended to rely almost exclusively on clinical judgment.4 Moreover, even as research efforts on CAMs have expanded in the United States there are still few CAM practices which are supported by high-quality external evidence.4,5,6 For this reason, medical practitioners have a good reason to familiarize themselves with the diversity of CAMs, as well as the current body of available evidence, so that they may better counsel patients who choose to seek out these practices. This article does not aim to evaluate the effectiveness, safety or scientific validity of selected CAM practices, but instead aims to provide a descriptive overview of how and why these practices are used. In order to adequately classify these practices, it is necessary to first properly of health.9 Spiritual beliefs about the interconnectedness of persons with other animals and the universe are intricately linked to Indigenous medical practice, which aims to promote physical, social, and spiritual health.10 Practices may include the use of herbal medicines, sweat baths or lodges, as well as psychological and spiritual counselling by elders or specialized practitioners and through ritual ceremony.10,11 Traditional Chinese Medicine refers to a set of health practices first documented in text over two thousand years ago in China, and which are still widely practised today.12 Core principles of TCM include the belief in an interconnectedness of individuals to the natural environment (holism), and the belief that a vital substance called \"qi\" travels through specific points in the body known as meridians, thereby maintaining homeostatic balance.13 This state of internal balanced is conceptualized as a harmony between \"Yin\" and \"Yang\" .13 Practitioners of TCM focus heavily on dietary and lifestyle advice for disease prevention, and perform a wide array of herbal treatments and body manipulation practices such as acupuncture.12 Naturopathy is derived from 19th- century European \"natural healing\" practices that were first brought to North America by Benedict Lust in 1902.10 The core principles of naturopathy emphasize preventative medicine, self-healing by the body and physiological balance; all of which are issues that practitioners aim to address before attempting to correct pathology.10,14 The scope of naturopathic practice is broad and variable. Naturopathic doctors (NDs) report key roles to include the use of herbal medicine, homeopathy, nutritional counselling, and supplementation, but also report that they frequently order laboratory tests, provide psychological counselling, define conventional medical practice. For our purposes, we have defined \"conventional medicine\" as a set of practices derived from traditional Western medicine, which have evolved under the influences of biomedical and evidence-based approaches, and which currently receive broad international acceptance as a primary mode of medical care. In contrast, CAMs are marked by their diversity, lack of standardization and inconsistent acceptance by conventional practitioners.8 An extensive 2005 report by the Institute of Medicine and funded by the United States' National Center for Complementary and Integrative Medicine (NCCIH, formerly NCCAM) summarized the status of CAMs as non-normative \"health systems, modalities, and practices and their accompanying theories and beliefs\" that may sometimes overlap with mainstream practices.8 Perhaps the most popular classification approach has been developed by the NCCIH, which organizes CAMs into broad systems of practice and treatment methods: \"1) alternative medical systems; 2) manipulative and body-based methods; and 5) energy therapies.\"8 Here, we have utilized this classification system to organize a discussion of CAM practices and the common doctrines that serve to guide their use. Our aim is to provide a simple overview of these practices commonly used in Canada for early-career medical professionals who lack a significant background in this area. 1. Complementary and Alternative Medical Systems Aboriginal Medicines refer to a diverse set of medical practices developed by North American Indigenous peoples and which emphasize holistic aspects editorials introduction V7I1 Master Draft v2.20.indd 7 05/10/2015 10:16:46 AMubcmj.com8utilize hydrotherapy, and engage in body- based practices such as naturopathic manipulation or acupuncture.15 Homeopathy was first developed in 1796 by a German physician, Samuel Hahnemann. According to a homeopathic theory known as the \"principle of similars\", agents that cause symptoms that are similar to that of a disease should have curative properties for this disease — in other words, \"like cures like.\"16,17 Homeopathic products consist of symptom-producing agents that are serially diluted in water — often until the original substance no longer remains — under the assumption that additional dilution increases potency.16 2. Mind-Body Interventions Mind-body therapies encompass a large number of practices that include meditation, hypnosis, biofeedback, and guided imagery.18,19 These therapies rest on the belief that a person's mental state and thought processes can influence well- being, and aim to facilitate the influence of these processes on health.18 Mind- body therapies are easily implemented, inexpensive, and minimally invasive, which may, in part, contribute to their popularity as CAMs.18 In general, these therapies are used as complementary rather than stand-alone treatments, and are most likely to be used for anxiety, chronic pain, and psychiatric disorders.18,19 Meditation is an ancient practice originally stemming from religious traditions including Hinduism and Buddhism. It encompasses a wide variety of techniques, including yoga, Tai Chi, Mantra meditation, and mindfulness meditation.20 Despite this diversity, all meditative practices share in common a reliance upon the use of: 1) specific and clearly-defined techniques; 2) muscle relaxation techniques; 3) logic self-induced states; and 5) self-focus skills.21 \"Self-focus\" refers to a means of controlling one's attention, commonly through focusing on breathing or chants.20 Meditation is frequently used to assist patients suffering from disorders such as depression, anxiety, and substance abuse, as well as stress- or anxiety-induced disorders.20,22 Hypnosis is defined as a state of chelation therapy, hydrotherapy, nutrition therapy, herbal medicine, prolotherapy, and speleotherapy.30 Chelation therapy involves using synthetic, metal-binding chemicals such as EDTA to remove certain cations and heavy metals from the body, as these materials are felt by practitioners to contribute to a state of ill health.31 Originally developed as a technique to treat lead poisoning, chelation therapy is now being used as a therapy for a variety of ailments.31 Hydrotherapy includes the practice of bathing in or consuming \"medicinal waters\" or water that has been heated to a specific temperature, as well as spa therapy, which aims to promote tissue growth and reduce pain.32 Nutrition therapy encompasses specialized diets and nutritional supplements aimed at optimizing health.28 Herbal medicine centres on the use of plants to make pharmacologically active preparations intended to promote health or treat disease.33 Four general types of herbal medicine exist: Asian, European, Indigenous, and Neo-Western. Prolotherapy, also known as proliferation therapy, involves the deliberate injection of irritants into an anatomical space, with the intention of inducing inflammation and tissue proliferation — processes which are claimed to subsequently restore function and relieve pain.34 Speleotherapy is the use of subterranean environments and their specific air characteristics in the treatment of airway disease. Specific qualities of the environment that are thought to be important are air quality, including humidity, salt, and mineral content, air temperature, and radiation.35 4. Manipulative and Body-Based Methods Body-based therapies rely on the belief that health can be improved through physical manipulation of the body. The origins of modern manipulative and body- based therapies can be found in a wide range of cultures from many parts of the world.36 The primary therapies in this category are chiropractic and massage therapy.37 Chiropractic can trace its origins as a practice to D.D. Palmer, who, in 1895, pioneered the profession and developed altered consciousness and heightened suggestibility.23 While in a hypnotic trance, the hypnotherapist may make therapeutic suggestions to the patient, either modifying a patient's perception of sensations (such as pain) or behaviours during and after the session.24 Hypnosis is also used as a psychoanalytic tool, as well as to promote relaxation and decrease anxiety.24 Biofeedback is a self-regulation technique that seeks to enhance the user's awareness of bodily sensations by using devices to monitor physiological signals which can then be relayed back to the user.25 The aim of these practices is to provide patients with better conscious control over their physiological processes.25 Biofeedback is used in disorders such as incontinence, as well as for stress awareness and management.25 Guided imagery practices also aim to use thought processes to influence physiological and psychological states. The user is placed into a state of deep relaxation and instructed to visualize herself as experiencing a specific physiological state.26 It is proposed that visualization during deep relaxation will produce positive physiological changes and will reduce negative cognition and emotions that may be evoked by a patient's thoughts about her illness.27 3. Biologically-Based Treatments Biologically-based therapies represent a diverse array of treatments that incorporate herbal and food-based products, as well as the use of vitamins and other dietary supplements.28,29 These substances are broadly intended to promote health.30 Among the many pharmaceuticals utilized in conventional medicine are compounds similar to or refined from these natural products.29 As such, this category of treatments includes practices that contribute to many medical systems including conventional medicine, naturopathic medicine, and Chinese medicine. In addition to therapies identified by the Cochrane CAM Field organization of complementary and alternative therapies (completed in 2009), an updated list of biologically-based therapies includes editorials V7I1 Master Draft v2.20.indd 8 05/10/2015 10:16:46 AM9 ubcmj.commuch of its philosophy. His philosophy consisted of beliefs including: 1) that the body has an \"innate intelligence\" that enables self-healing; 2) that dysfunctional (subluxated) joints interfere with the body's innate intelligence and thus may contribute to disease processes; 3) that manipulation of the spine and other body parts can repair subluxated joints, thus restoring this state of innate intelligence.38,39 Therefore, chiropractors manipulate the body with the intent not only to correct neuromusculoskeletal problems, but also to alleviate systemic disorders.40 Despite the broad scope of application defined by this philosophy, the most common problems for which patients are treated by chiropractors are musculoskeletal complaints.38 Chiropractors can be broadly categorized as either \"straights\" or \"mixers\".41 Straights adhere closely to the original principles put forth by Palmer, which means that they subscribe to the belief that subluxation is the primary cause of disease in general, and they believe in the importance of innate intelligence in maintaining health. Therefore, the therapeutic approach utilized by straights focuses almost exclusively on spinal manipulation.41 On the other hand, mixers generally do not believe Palmer's model of innate intelligence to be correct, and treat subluxation as only one of many potential causes of illness.41 Mixers often incorporate mainstream medical techniques and beliefs into their practice and are representative of the vast majority of modern chiropractic practitioners.38,41 energy from magnetic fields, is a prevalent form of pain therapy.49 Static magnets, which produce unchanging magnetic fields, are usually made from iron or an alloy and are commercially available in variable strengths.50 Given the prevalence of electrical activity in the body, this therapy stemmed from the belief that pathology, caused by a misalignment of the body's natural magnetic fields, could be corrected by subtle application of magnetic forces.51 A variety of physiological mechanisms have also been proposed, which range from improving vascular circulation to lowering the resting membrane potential of cells.49 Reiki, a therapy developed in Japan in the 19th century, is believed to harness \"universal life energy\" as a modality to restore harmony, balance, and strength, and to promote health.52,53 A spiritually- trained practitioner claims to channel Reiki energy to facilitate a patient's self-healing capacity by placing their hands on or above a specific area, thereby allowing the energy to flow to necessary regions in the body.53 Since illness is proposed to arise from energy blockage, this therapeutic process is believed to remove the obstruction and enhance the body's inherent healing force to restore energy balance, leading to recovery and health.52,53Massage therapy can trace its roots back to the ancient cultural practices of Greece, Rome, China, and India, among others.42 Massage is defined as the manual manipulation of soft tissue and is practised by holding, moving, or applying pressure to these tissues.37,42 In modern practice, massage therapy incorporates a broad range of practices, but most commonly refers to Swedish massage.43 Practitioners of massage therapy believe that these practices produce benefit by activating the parasympathetic nervous system, promoting restorative sleep, interfering with pain transmission, and influencing body chemistry.42 Additionally, the increased interpersonal attention experienced by patients undergoing massage therapy as opposed to mainstream treatments may also contribute to its benefit. Massage therapy is most commonly used for stress, anxiety, insomnia, musculoskeletal pain, as well as to improve blood flow, and to facilitate breathing in patients with respiratory dysfunction.42,44,45 5. Energy Therapies Energy medicine refers to a broad category of practices encompassing therapies proposed to adjust and restore the balance of energy fields to achieve health, including acupuncture, static magnetic therapy, and Reiki therapy.30 Acupuncture, a therapy involving the use of thin needles inserted into specific sites throughout the body, is a fundamental element of TCM, and relies heavily upon the concept of qi.46 It is proposed that disruption or blockage of qi can lead to disharmony within the body, exhibited as pain and illness, and that practitioners may restore the energy equilibrium necessary for heath by inserting needles at appropriate sites along the meridians.46,47 Another component of TCM that aims to enhance qi is qigong, a practice which integrates breathing exercises, mindfulness, postural awareness, fluid movement, and meditation in order to achieve a state of relaxation. The balance of qi is believed to allow the body to optimize its self-healing functions and facilitate a process of health restoration.48 Magnetic therapy, a modality based on editorials conclusion This classification of doctrines aims to categorize CAMs that have parallel therapeutic principles in order to delineate the variety of practices available to patients. By addressing both the rationale and scope of each modality, this simple overview serves as a foundation to help readers further explore this issue of the UBCMJ. Relevant articles, published alongside this commentary, examine a range of topics including the regulation of CAM practitioners and products, the need for high quality evidence to evaluate the use of CAM practices, as well as statements from CAM practitioners and integrative physicians describing their practices and philosophies. As physicians develop an improved knowledge base around the scope and rationale of CAM practices — including known benefits, limitations, and areas where better knowledge is needed As the public interest in these therapies remains strong, it is imperative that health care providers of all practices communicate inter-professionally in order to identify optimal practices that promote patient- care. V7I1 Master Draft v2.20.indd 9 05/10/2015 10:16:47 AMubcmj.com10— we hope that the medical community as a whole will be better able to evaluate whether specific CAMs may be appropriate for integration into conventional care. Furthermore, a more comprehensive awareness of each modality may help underscore the reasons for which patients seek alternative care, leading to more informed communication between patients and practitioners. As the public interest in these therapies remains strong, it is imperative that health care providers of all practices communicate inter-professionally in order to identify optimal practices that promote patient-centred care.1997;315(7100):115 -117. 12. O'Brien KA, Xue CC. The theoretical framework of Chinese medicine. In: Leung P . A comprehen - sive guide to Chinese medicine. World Scientific ; 2003. 13. Zeff J, Snider P , Pizzorno JE. Section I: philosophy of natural medicine. The textbook of natural medicine, 3rd edition 2006;1(1). 14. Verhoef MJ, Boon H, Mutasingwa DR. The scope of naturopathic medicine in Canada: an emerging profession. Soc Sci Med . 2006;63(2):409 -417. 15. Jonas WB, Kaptchuk TJ, Linde K. A critical overview of homeopathy. Ann Intern Med. 2003;138(5):393 -399. 16. Merrell WC, Shalts E. Homeopathy. Med Clin North Am. 2002 Jan;86(1):47 -62. 17. Maddox J, Randi J, Stewart WW. \"High-dilu - tion\" experiments a delusion. Nature. 1988 Jul 28;334(6180):287 -291. 18. Astin, JA. Mind-body therapies for the manage - ment of pain. Clin J Pain. 2004;20(1):27 -32. 19. Ospina MB, Bond K, M, B, Liang Y , Bialy L, Hooton Busce mi N, Dryden Klassen TP . Meditation practic - es for the research. AHRQ 2007; #07-E010. 20. Cardoso R, de Souza E, Camano L, Leite JR. Med - itation in health: an operational definition. Brain Res Protoc. 2004;14(1):58 -60. 21. Krisanaprakornkit T, Sriraj W, Piyavhatkul N, Laop - aiboon Cochrane Libr 2009;1:1 -24. 22. Wagstaff GF. semantics and physiology of hypnosis as an altered state: towards a definition of hypnosis. Hypn. 2006;15(3):149 -65. therapies. BMJ. 1999;319:1346 -9. 24. Frank DL, Khorshid L, McKee MG. Biofeedback in medicine: who, when, why, and how? Ment Health Med. 2010; 7(2):85 -91. 25. Tusek DL, Church JM, Strong SA, Grass JA, Fazio VW. Guided imagery: a significant advance in the care of patients undergoing elective colorectal surgery. Dis. Colon Rectum. 1997; 40:172 -8. 26. Gruzelier J. A review of the impact of hypnosis, relaxation, guided imagery, and individual differ - ences on aspects of immunity and health. Stress. 2002; 5(2):147 -63. 27. Ventola, CL. Current issues regarding comple - mentary and alternative medicine (CAM) in the United States: part 1: the widespread use of CAM and the need for better-informed health care professionals to provide patient counseling. P T. 2010;35(8):461 -468. 28. Waldman SA, Terzic A. Pharmacology and thera - peutics: principles to practice. Philadelphia: Else Saunders; 2008. p. 1536. L.S., Manheimer E, Berman B.M. Devel - opment and classification of an operational defi - nition of complementary and alternative medi - cine for the Cochrane collaboration. Altern , Häuser W. Efficacy of hydrotherapy in fibromyalgia syndrome — a meta-analysis of randomized controlled clinical trials. Rheumatology (Oxford) . 2009;48(9):1155 - 9. 32. Elvin-Lewis M. Should we be concerned about herbal remedies. J Ethnopharmacol. 2001;75(2- 3):141 -64. 33. Rabago D, Slattengren A, Zgierska A. Pro - lotherapy in Primary Care Practice. Prim Care. 2010;37(1):65 -80. 34. Beamon S, Falkenbach A, Fainburg G, Cochrane Database Syst Rev. 2001;(2):CD001741. 35. Pettman E. A history of manipulative therapy. J Man Manip Ther. 2007;15(3):165 -74. 36. Tabish SA. Complementary and alternative healthcare: is it evidence based? Int J Health Sci. 2008;2(1):VIX. 37. Meeker WC, Haldeman S. Chiropractic: a pro - fession at the crossroads of mainstream and alternative medicine. Ann Intern Med. 2002; 136(3):216 -227. 38. Keating JC. The meanings of innate. J Can Chiropr Assoc. 2002;46(1):4 -10. 39. Gouveia LO, Castanho P , Ferreira JJ. Safety of chiropractic interventions: a systematic review. Spine (Phila Pa 1976). 2009;34(11):405 -13. 40. Kaptchuk TJ, Eisenberg DM. Chiropractic origins, controversies, and contributions. Arch Intern Med. 1998;158(20):2215 -24. 41. Moyer CA, Rounds J, Hannum JW. A meta-anal - ysis of massage therapy research. Psychol Bull. 2004;130(1):3 -18. 42. Field T. Massage therapy. Med Clin North Am. 2002;86(1):163 -71. 43. Hernandez-Reif M, Field T, Krasnegor J, Martinez E, Schwartzman M, Mavunda K. Children with cystic fibrosis benefit from massage therapy. J Ped Psych. 1999;24(2):175 -81. 44. Long L, Huntley A, Ernst E. Which complemen - tary and alternative therapies benefit which conditions? A survey of the opinions of 223 pro - fessional organizations. Complement Ther Med. 2001;9(3):178 -85. 45. Berman BM, Langevin HM, Witt CM, Dubner R. Acupuncture for chronic low back pain. N Engl J Med. 2010;363:454 -461. 46. Linde K, Allais G, Brinkhaus B, Manheimer E, Vick - ers A, White AR. Acupuncture for migraine pro - phylaxis. Cochrane Database Syst Rev. 2009;(1). 47. Jahnke R, Larkey L, Rogers C, Etnier J, Lin F. A com - prehensive review of health benefits of qigong and taichi. Am J Health Promot . 2010;24(6):1 -25. 48. Eccles N. A critical review of randomized con - trolled trials of static magnets for pain relief. J Altern Complement Med. 2005; 11(3):495 -509. 49. Pittler MH, Brown EM, Ernst. Static magnets for reducing pain: systematic review and meta-analy - sis of randomized trials. CMAJ . 2007;177(7):736 - 742. 50. National Center for Complementary and Inte - grative Health. Magnets for pain relief [Internet]. 2015 [updated 2015 January 27; cited 2015 June 20]. Available from: https://nccih.nih.gov/health/ magnet/magnetsforpain.htm 51. Lee MS, Pittler MH, Ernst E. Effects of reiki in clin - ical practice: a systematic review of SN, Ko - ren G. A systematic review of the therapeu - tic effects of reiki. J Altern Complement Med. 2009;15(11):1157 -1169.referenceseditorials 1. 1. McFarland B, Bigelow D, Zani B, Newsom J, Kaplan M. Complementary and alternative med - icine use in Canada and the United States. Am J Public Health. 2002 Oct;92(10):1616 -1618. 2. Professional standards and guidelines for com - plementary and alternative therapies [Internet]. Vancouver: College of Physicians and Surgeons of British Columbia; 2009 [cited 2015 Jun 20]. Available Sackett DL, WMC, Muir Gray JA, et al. Evidence based medicine: what it is and what it isn't. BMJ 1996;312:71 -72. 4. Ip, A. Traditional Chinese medicine: learning from Dr. Henry Lu, PhD, Dr. TCM. UBCMJ 2015;7(1):35-37. 5. Ernst E. How much of CAM is based on research evidence? Evid Based Complement Alternat Med 2011;2011:676490. 6. Imrie R, Ramey D. The evidence for evidence- based medicine. Complement Ther Med 2000;8(2):123 -126. 7. Institute of Medicine (US) Committee on the Use of Complementary and Alternative Medi - cine by the American Public. The National Acad - emies Press, Washington, D.C. 2005. 8. Canada. Royal Commission on Aboriginal Peo - ples, Dussault R, Erasmus G. Report of the Royal Commission on Aboriginal Peoples: looking for - ward, looking back. Indian and Northern Affairs Canada; 1996. 9. Shankar K, Liao LP . Traditional systems of medicine. Phys Med Rehabil Clin N Am 2004;15(4):725 - 747. 10. Hill DM. Traditional medicine in contemporary contexts. Protecting and respecting indigenous knowledge and medicine. National Aboriginal Health Organization, Ottawa 2003. 11. Hesketh T, Zhu WX. Health in China. Traditional Chinese medicine: one country, two systems. BMJ. disclosures The authors do not have any conflicts of interest. V7I1 Master Draft v2.20.indd 10 05/10/2015 10:16:47 AM "}