{"title": "Cuida tu Digestión", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2018-03-28", "cleaned_text": "Cuida tu digestión Las enzimas son el catalizador de todas las funciones orgánicas. Para respirar, beber, comer o digerir alimentos hacen falta las enzimas. A medida que envejecemos, su producción disminuye, y los primeros efectos se perciben en la digestión. Empeora la eliminación de toxinas y se absorben menos, los nutrientes necesarios para el equilibrio de la salud. Como consecuencia, el cuerpo se debilita gradualmente y la disbiosis se hace presente o se acentúa. Por tal motivo, se acelera el envejecimiento y enfermamos con mayor facilidad. El nervio vago es uno de los nervios más importantes del cuerpo humano. Es como un poderoso cable eléctrico que conectaría dos continentes. Es a través de él que pasan las señales eléctricas producidas por el cerebro y que ordenan a los diferentes órganos producir mecanismos de control de células anómalas. La señal eléctrica permite activar reacciones químicas localizadas. PROGRAMA Protocolo para equilibrio de las señales nerviosas y acción del N. Vago. Protocolo para estimular la producción de serotonina (hormona de la felicidad) Protocolo para estimular la producción de los 5 tipos de enzimas. Protocolo de protección intestinal y equilibrio de la microbiota. Protocolo para la Candidiasis Intestinal. Prevención de las enfermedades neurológicas y su relación con el intestino. Técnicas prácticas para el alivio de los síntomas: hinchazón, dolor abdominal, diarrea, constipación y otros. Al comprar este taller contará con: - 45 días para visualizar el material en video - 45 días para visualizar y descargar el material en PDF Por precios en Pesos (ARS) para residentes en la Republica Argentina, pueden "}