{"title": "El peligro de la corriente antivacunas - HC Marbella", "author": "BLANhc", "url": "https://www.hcmarbella.com/es/the-dangers-of-the-anti-vaccine-tendency/", "hostname": "hcmarbella.com", "description": "La OMS, en su informe titulado \"Diez amenazas para la salud mundial en 2019\", advierte del peligro para la salud que supone la gente que decide no vacunarse aun teniendo la posibilidad de hacerlo. La Organización Mundial de la Salud (OMS) sitúa la insuficiente vacunación infantil, en buena parte causada por los padres que se niegan [...]", "sitename": "HC Marbella", "date": "2019-11-29", "cleaned_text": "La OMS, en su informe titulado \"Diez amenazas para la salud mundial en 2019\", advierte del peligro para la salud que supone la gente que decide no vacunarse aun teniendo la posibilidad de hacerlo. La Organización Mundial de la Salud (OMS) sitúa la insuficiente vacunación infantil, en buena parte causada por los padres que se niegan a inmunizar a sus hijos, como uno de los principales riesgos que acechan el bienestar de los europeos. Bajo el nombre de \"reluctancia a la vacunación\", la OMS ha incluido al movimiento antivacunas en una lista con los diez principales factores de riesgo para nuestra salud, junto al cambio climático y la contaminación, la resistencia a los antibióticos, la falta de atención sanitaria adecuada o el sida. La seriedad de las consecuencias de no vacunarse ha disparado la alerta, puesto que la OMS calcula que evitan entre 2 y 3 millones de muertes al año y cuentan con el potencial de salvar en torno a 1,5 millones de vidas más, si se mejora la cobertura a nivel global. Las autoridades sanitarias a nivel mundial recomiendan un nivel de vacunación igual o superior al 95% de la población para mantener la inmunidad de grupo - que asegura la inmunidad de un grupo de personas al estar compuesto en su mayoría por gente inmune a dicha enfermedad -, fenómeno que explica por qué, mientras sea poca gente la que lo hace, no vacunarse puede tardar tiempo en ser un problema para la salud o incluso no llegar a serlo, explicando la falta de percepción del riesgo. Lo que es seguro es que se pone en peligro la salud del resto de la sociedad. En España hay unas coberturas vacunales muy buenas, por encima del 97% en primovacunación (vacunas que se ponen en los primeros 12 meses de vida). Sin embargo, a medida que los niños crecen, la cobertura vacunal desciende. También hay variaciones según la comunidad autónoma. Sólo 50 países lo cumplen La OMS tiene datos de 143 países, de los que solo 50 cumplen este umbral del 95%. Así, encontramos diversos factores relacionados con la falta de inmunidad en la población: guerras y conflictos sociales, exclusión social, mala gestión del sistema sanitario, vacunaciones incompletas o la pérdida de efectividad en estas. Estas diversas causas pueden llegar para explicar buena parte de un aumento del 30% en casos de sarampión a nivel global - con especial incidencia en Europa desde 2016 -, pero resulta muy claro el peligro de no vacunarse al examinar, por ejemplo, una comunidad como la de los judíos ultraortodoxos en Nueva York, cuyos miembros son antivacunas y además conforman una comunidad muy cerrada. Actualmente sufren un agresivo brote de sarampión en el que ya se contabilizan más de 200 casos, una alerta sanitaria fácilmente evitable. No hay un perfil concreto más allá de la evidencia de que se trata de gente que decide no vacunarse pudiendo hacerlo. Y apoyan públicamente la falsa creencia basada en un estudio - solo uno - manipulado y refutado. Si no fuese por nuestra inmunización, sin duda las 10 principales amenazas para la salud en el mundo sería diez enfermedades infecciosas, perspectiva desde la cual toma mucho más sentido que los antivacunas formen parte de la lista actual de amenazas a nuestra salud. Fuentes: Organización Mundial de la Salud (OMS) / HC Marbella Si desea ampliar esta información, solicite cita con el [Dr. Salvador Álvarez], Médico de Familia. noviembre 29, 2019 A través del portal del paciente [Mi HC]también podrá coger cita y descargar resultados e informes. Tfno.: +34 952 908 628 952908898 "}