{"title": "EL PROGRAMA ESCOLAR DE INPP", "author": "Sònia", "url": "http://cuandonotodossontdah.blogspot.com/2013/04/el-programa-escolar-de-inpp.html", "hostname": "blogspot.com", "description": "El Programa Escolar de INPP ha sido diseñado específicamente para ser utilizado en las escuelas con grupos de niños a lo largo de un añ...", "sitename": "cuandonotodossontdah.blogspot.com", "date": "2013-04-14", "cleaned_text": "El Programa Escolar de [INPP](http://www.inpp.es/)ha sido diseñado específicamente para ser utilizado en las escuelas con grupos de niños a lo largo de un año académico. Es un programa de ejercicios físicos que se lleva a cabo diariamente (de lunes a viernes, 10 minutos al día) con todos los niños de una clase, o bien con pequeños grupos de niños previamente seleccionados, durante un curso escolar completo, bajo la supervisión de un maestro u otro profesional que haya recibido esta formación. Los ejercicios se basan en los movimientos que realiza un niño en su primer año de vida. Todos los ejercicios se realizan en el suelo y ayudan a desarrollar el eje correcto cabeza-cuerpo, la base para una buena postura y la capacidad de utilizar los lados izquierdo y derecho y las partes superior e inferior del cuerpo de manera separada. Una de las principales diferencias entre el programa de INPP y otros programas motores es el tiempo dedicado a desarrollar habilidades posturales tempranas antes de pasar al arrastre o al gateo. Este programa subraya la importancia del desarrollo físico de los niños y nos enseña que las habilidades neuromotoras son los fundamentos del éxito en el aprendizaje. El modelo neuroevolutivo de INPP viene avalado por toda una serie de estudios científicos. Para más información puede consultar: [http://www.inpp.org.uk](http://www.inpp.org.uk/)o [http://www.inpp.es/](http://www.inpp.es/) Si te interesa formarte, infórmate del próximo curso (mayo 2013) en "}