{"title": "PDF", "author": "PDF", "url": "https://www.observatoriorh.org/sites/default/files/webfiles/fulltext/2020/respuesta_ops_covid_19_31_may.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 17 de enero al 31 de mayo de 2020Contenido Introducción ................................................................................................. 1 Análisis de la situación epidemiológica ..................................................... 2 Región .......................................................................................................... 3 Subregión de América del Norte ................................................................. 4 Subregión de Centroamérica ...................................................................... 4 Subregión de América del Sur ..................................................................... 4 Subregión del Caribe ................................................................................... 5 Análisis de la situación de los sistemas de salud ...................................... 6 Respuesta de la OPS a la COVID-19 a escala regional y en los países ..................................................................................................... 8 Pilar 1. Coordinación, planificación y seguimiento a nivel de país ........... 9 Pilar 2. Comunicación de riesgos y participación comunitaria ................ 13 Pilar 3. Vigilancia, equipos de respuesta rápida e investigación de casos ......................................................................................... 15 Pilar 4. Puntos de entrada ........................................................................ 18 Pilar 5. Laboratorios nacionales ............................................................... 20 Pilar 6. Prevención y control de infecciones ............................................ 23 Pilar 7 . Manejo de casos ............................................................................ 25 Pilar 8. Apoyo operativo y logística .......................................................... 29 Pilar 9. Mantenimiento de los servicios de salud esenciales durante la pandemia ...................................................................... 31 Investigación, innovación y desarrollo .................................................... 34 El camino por delante ................................................................................ 36 Aspectos destacados de la respuesta de la OPS a la COVID-19 en los países de la Región de las Américas ............................................. 37 Antigua y Barbuda .............................................................................. 38 Argentina ............................................................................................ 39 Bahamas ............................................................................................. 40 Barbados .............................................................................................. 41 Belice ................................................................................................... 42 Bolivia .................................................................................................. 44 Brasil .................................................................................................... 45 Chile ..................................................................................................... 46 Colombia ............................................................................................. 47 Costa Rica ............................................................................................ 48 Cuba ..................................................................................................... 49Departmentos franceses en las Américas ............................................ 50 Dominica .............................................................................................. 51 Ecuador ................................................................................................ 52 El Salvador .......................................................................................... 53 Granada ............................................................................................... 54 Guatemala ........................................................................................... 55 Guyana ................................................................................................. 56 Haití ..................................................................................................... 58 Honduras ............................................................................................. 59 Jamaica ................................................................................................ 61 México ................................................................................................. 63 Nicaragua ............................................................................................. 65 Panamá ................................................................................................ 66 Paraguay ............................................................................................. 67 Perú ..................................................................................................... 68 Puerto Rico ........................................................................................... 69 República Dominicana ......................................................................... 70 Saint Kitts y Nevis ................................................................................. 71 Santa Lucía ........................................................................................... 72 San Vicente y las Granadinas ................................................................ 73 Suriname ............................................................................................. 74 Territorios de ultramar del Reino Unido ............................................... 75 Territorios de ultramar de Países Bajos ................................................. 77 Trinidad y Tabago ................................................................................. 78 Uruguay ............................................................................................... 80 Venezuela ............................................................................................ 81 RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS ii Introducción Tras el brote de la enfermedad por un nuevo coronavirus (COVID-19) que se produjo en Wuhan, ciudad de la provincia de Hubei, en China, la enfermedad se propagó con rapidez a escala comunitaria, regional e internacional en todo el mundo, con un aumento exponencial del número de casos y muertes. El 30 de enero de 2020, el Director General de la Organización Mundial de la Salud (OMS) declaró que el brote de COVID-19 era una emergencia de salud pública de importancia internacional (ESPII) de conformidad con el Reglamento Sanitario Internacional (2005). El primer caso de la Región de las Américas se confirmó en Estados Unidos el 20 de enero de 2020; el segundo país de la Región en notificar casos fue Brasil el 26 de febrero de 2020. La COVID-19 se ha propagado a los 54 países y territorios de las Américas. Para el 26 de mayo de 2020, los casos y las muertes en América Latina habían sobrepasado los de Europa y Estados Unidos en lo que se refiere al número diario de infecciones por coronavirus notificadas. Para junio, dos de los tres países con el mayor número de casos notificados se encontraban en las Américas, región que se ha convertido en el epicentro de la pandemia. El 17 de enero de 2020, la Organización Panamericana de la Salud (OPS) activó una respuesta de alcance institucional para proveer cooperación técnica a todos los países y territorios de la Región con el fin de abordar y mitigar el impacto de la pandemia de COVID 19. Por medio de sus equipos regionales y nacionales de gestión de incidentes en América Latina y el Caribe, la OPS ha estado proporcionando una respuesta de emergencia directamente a los ministerios de salud y otras autoridades nacionales para ampliar su disposición operativa y las operaciones de respuesta, en particular la vigilancia, la capacidad en materia de laboratorios y de pruebas, la preparación y el fortalecimiento de servicios de atención de salud, la prevención y el control de infecciones, el manejo clínico y la comunicación de riesgos, de acuerdo con el Plan estratégico de preparación y respuesta de la OMS para la COVID-19 y las líneas prioritarias de acción de la OPS. La OPS ha elaborado, publicado y difundido documentos técnicos basados en la evidencia para guiar las estrategias y las políticas de los países encaminadas a controlar esta pandemia. Ha colaborado con sus asociados de la Región y de todo el mundo para proporcionar cooperación técnica, orientación basada en la evidencia y recomendaciones y abogar por las Américas en la escena mundial. En este informe se expone la respuesta de la OPS a la pandemia de COVID-19. Empieza en enero de 2020, cuando la OPS movilizó rápidamente sus expertos y despachó material de laboratorio para la detección molecular del virus hasta el 31 de mayo de 2020. Se presenta un análisis de la situación epidemiológica en las Américas y del impacto de la propagación del virus en los sistemas de salud de América Latina y el Caribe, así como temas destacados del trabajo de la OPS en los países y territorios de las Américas. Se incluyen datos epidemiológicos hasta el 12 de junio de 2020 (salvo que se indique otra cosa) para reflejar con mayor precisión la rápida evolución de la situación. Asimismo, se explica el trabajo de la OPS orientado a detener la propagación del virus SARS-CoV-2 hasta el 31 de mayo de 2020. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 1 Análisis de la situación epidemiológica El epicentro de la pandemia de COVID-19 se ha desplazado a la Región de las Américas, en la cual, al 12 de junio de 2020, se habían notificado 3.638.525 casos de COVID-19 y 196.440 muertes. Estas cifras representan casi 49% de los 7.488.444 casos y 46% de las muertes notificados en todo el mundo. La Región de las Américas presenta el mayor número de casos y muertes notificados por las seis regiones de la OMS (seguida de la Región de Europa, que ha notificado 2.378.958 casos y 187.468 muertes). En general se observa una tendencia creciente en la incidencia y las muertes en la Región. Cinco países (Brasil, Estados Unidos de América, Chile, México y Perú) se encuentran entre los diez países con el mayor número de casos confirmados y/o muertes en todo el mundo. Datos reportados sobre COVID-19 en la Región de las Américas al 12 de junio de 2020 3.638.525 casos 49 % de los 7.488.444 casos globales 196.440 muertes 46 % de muertes reportadas a nivel global RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 2 Región De todos los casos de COVID-19 y muertes notificados en la Región, 55% de los casos y 58% de las muertes corresponden a Estados Unidos de América, en tanto que Brasil ha notificado 22% de los casos y 21% de las muertes. Estos dos países, combinados, representan 77% de los casos y 79% de las muertes notificados en la Región. Los países que habían notificado los mayores aumentos del número de muertes hasta el momento de la preparación del presente informe son Brasil (1.239 muertes adicionales, aumento de 3%), Estados Unidos de América (947 muertes adicionales, aumento de 1%), México (587 muertes adicionales, aumento de 4%), Chile (222 muertes adicionales, aumento de 8%) y Perú (206 muertes adicionales, aumento de 3%). La estimación combinada de la tasa bruta de letalidad (número de muertes notificadas dividido por el número de casos notificados) en la Región es de 5,4%. La mediana de la estimación correspondiente a los países es 3,1%, con una amplitud intercuartil de 0,8% a 7,3%. En el cuadro 1 se muestran los diez países de la Región que han notificado el mayor número de casos. A escala regional no se observan diferencias entre hombres y mujeres en lo que respecta al número de casos. Sin embargo, en lo que se refiere al número de muertes, los hombres se ven más afectados (64% en el grupo de 60 a 69 años). Ochenta por ciento de los casos corresponden a personas de 20 a 59 años, y 82% de las muertes, al grupo de 60 años o más. En América Latina y el Caribe, las comunidades indígenas y afrodescendientes se han enfrentado históricamente con desigualdades. Como consecuencia de sus menores ingresos, un nivel de instrucción más bajo y otros determinantes sociales desfavorables de la salud, sumados al acceso reducido a servicios de la salud, barreras geográficas, la discriminación y el estigma, estas poblaciones son especialmente vulnerables a la infección por el virus causante de la COVID-19 y a la mortalidad durante esta pandemia. Aunque no siempre hay datos precisos sobre estos grupos, los informes han revelado que el impacto en las poblaciones indígenas no es homogéneo. En Brasil, 54% (2.895) de los 5.364 casos presuntos de COVID-19 se habían confirmado en los 34 Distritos Sanitarios Especiales Indígenas (DSEI) al 13 de junio de 2020. Algunos DSEI notificaron tasas mucho más altas que el promedio de los 34 DSEI; la tasa de incidencia en Alto Rio Solimões es de 2.289,2 casos por 100.000 habitantes, en comparación con una tasa de incidencia general de 12,8 casos por 100.000 habitantes en los 34 DSEI. Muchos de estos grupos ya vulnerables trabajan en la economía informal, que se ha visto muy afectada por medidas de salud pública tales como el confinamiento. Estas presiones adicionales sobre sus medios de subsistencia están exacerbando la inseguridad alimentaria y afectando su acceso a servicios de salud, comunicaciones y transporte. La OPS, por medio de sus representaciones y junto con las autoridades nacionales de salud, está evaluando los riesgos y analizando las vulnerabilidades, la capacidad y la exposición de estos grupos vulnerables. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 3 Subregión de América del Norte Aunque los casos y las muertes en Estados Unidos de América y Canadá están disminuyendo, en México la incidencia está aumentando y se encuentra actualmente en el nivel más alto desde el comienzo de la pandemia (22 casos por 100.000 habitantes al 11 de junio). Con respecto a la distribución por sexo en la subregión, no hay ninguna diferencia en el número de casos. La proporción más alta de casos se observa en el grupo de 20 a 59 años (65% de los casos). Con respecto a las muertes, el grupo más afectado (66%) es el de las personas mayores de 70 años, con la misma proporción en hombres y mujeres. Sin embargo, en el segundo grupo más afectado —el de las personas de 60 a 69 años—se observa una proporción mayor de muertes (64%) entre los hombres.Subregión de Centroamérica Los casos nuevos siguen aumentando en todos los países de la subregión, con la tasa más alta notificada en Panamá: 76 casos por 100.000 habitantes al 11 de junio. El grupo con el mayor número de casos es el de 20 a 59 años, que representa 78% de los casos, con una proporción mayor notificada en los hombres (60%). Con respecto a las muertes, el grupo más afectado es el de las personas mayores de 70 años (47%), de las cuales 62% son hombres. Subregión de América del Sur Los casos notificados siguen aumentando en la subregión sudamericana y actualmente se encuentran Cuadro 1: Casos acumulados, muertes y tasas brutas de letalidad en los diez países y territorios de la OPS que habían notificado el mayor número de casos acumulados al 12 de junio de 2020. País o territorio Casos MuertesTasa bruta de letalidad (%)1 Estados Unidos 2.010.391 113.757 5,7% 27.373 772 2,8% República Dominicana 22.008 568 2,6% 1 La tasa de letalidad bruta es la proporción de muertes en relación con el total de casos diagnosticados. Se calcula dividiendo el número de muertes notificadas por el número de casos notificados. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 4 en el nivel más alto observado desde el comienzo de la pandemia, o cerca de ese nivel, en todos los países. Brasil sigue notificando un número creciente de casos y muertes, con 89 casos nuevos por 100.000 habitantes al 11 de junio. En Chile también se observa un aumento, con 187 casos por 100.000 habitantes notificados al 11 de junio de 2020. En días recientes se ha observado una leve disminución del número de casos notificados en Perú y Ecuador, que usan pruebas de diagnóstico rápido además de pruebas de reacción en cadena de la polimerasa (PCR) para confirmar los casos. En esta subregión, 78% de los casos corresponden al grupo de 20 a 58 años, sin grandes diferencias en la proporción de hombres y mujeres. La mayoría de las muertes causadas por la COVID-19 (70%) corresponden a personas de 60 a 70 años y 60% de las muertes en este grupo se han producido en hombres. Subregión del Caribe Aunque se observa una tendencia general descendente de las tasas de incidencia en la mayoría de los países del Caribe, se están notificando tendencias crecientes notables en la Guayana Francesa, Haití y la República Dominicana. Los casos positivos notificados en la Guayana Francesa aumentaron en un factor de 7,5 del 10 de mayo (144 casos) al 10 de junio (865 casos notificados). Gran parte del aumento reciente se ha producido a lo largo de la frontera con Brasil. Haití y la República Dominicana siguen presentando tendencias crecientes en los casos notificados, con las tasas de incidencia más altas o cercanas a las más altas observadas desde el comienzo del brote (29 casos por 100.000 en la República Dominicana y 11 casos por 100.000 en Haití). En la subregión, la mayoría de los casos (68%) se notificaron en el grupo de 20 a 59 años; sin embargo, no se observaron grandes diferencias entre hombres y mujeres en lo que se refiere al número de casos notificados. La mayoría de las muertes (68%) correspondieron al grupo de 60 a 70 años o más. Al comparar los hombres y las mujeres de estos grupos, se observó que 71% de las muertes eran de hombres. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 5 Análisis de la situación de los sistemas de salud 2 Argentina, Bolivia, Chile, Colombia, Costa Rica, Cuba, Ecuador, Guatemala, Haití, Honduras, México, Nicaragua, Panamá, Paraguay, Perú, República Dominicana, Suriname, Trinidad y Tabago y Venezuela. 3 Argentina, Bahamas, Belice, Bolivia, Brasil, Chile, Colombia, Costa Rica, Cuba, Ecuador, El Salvador, Guatemala, Guyana, Honduras, Jamaica, México, Panamá, Paraguay, Perú, República Dominicana, Suriname, Trinidad y Tabago, Uruguay y Venezuela. Informes presentados a la OPS en mayo de 2020 por 24 países de América Latina y el Caribe sobre el primer nivel de atención durante la pandemia de COVID-19. 4 Op. cit., mayo de 2020. 5 Op. cit., mayo de 2020.La OPS proporcionó apoyo a más de 500 hospitales (públicos y privados) de 15 países2 para una autoevaluación de su \"disposición operativa para hacer frente a la COVID 19\" . Los resultados mostraron un nivel moderado de preparación en algunas áreas clave, como el diagnóstico de laboratorio del virus SARS-CoV-2, el aislamiento y el manejo de casos. Los puntajes más bajos correspondieron a áreas relacionadas con la atención de pacientes que requerían cuidados intensivos y la disponibilidad de equipo y suministros para la atención médica (como equipo de protección personal y respiradores). Las proyecciones epidemiológicas indicaron que los países todavía enfrentaban la amenaza de que su red de sistemas de salud llegara a la capacidad máxima. Por consiguiente, los preparativos se han centrado en la reorganización y la ampliación de los servicios de salud a fin de atender las necesidades surgidas de un aumento exponencial del número de pacientes. Las restricciones de los viajes han planteado otro reto, ya que no fue posible desplegar equipos médicos de emergencia internacionales, que pueden desempeñar funciones médicas esenciales frente a un gran aumento de la demanda. Los países han comenzado a reorganizar sus primeros niveles de atención para responder a la pandemia. En la Región, 20 de 24 países que informaron sobre este tema han incorporado el primer nivel de la atención en la respuesta a la COVID-19.3 En este nivel se han realizado actividades de educación y comunicación (67%), investigación de casos y localización de contactos (63%), triaje (63%), pruebas (42%), remisión de casos (54%) y seguimiento de casos y contactos en la comunidad (54%).4 Además, las principales medidas5 adoptadas para asegurar la continuidad de los servicios esenciales han consistido en la atención de las embarazadas (58%) y los recién nacidos (54%), la vacunación (63%), la dispensación de medicamentos (42%) y el monitoreo de pacientes con trastornos crónicos mediante teleconsultas o cuidados en el hogar (71%). Se mantuvieron los servicios de vacunación sistemática en 22 de 33 países (67%) que respondieron a la encuesta de la Oficina Sanitaria Panamericana sobre la vacunación. Sin embargo, en 10 países hubo una suspensión parcial de los servicios. A pesar de la escasez, no se ha interrumpido el tratamiento para la infección por el VIH gracias a las medidas de mitigación adoptadas por países y territorios y al apoyo de la OPS por medio del Fondo Estratégico. De acuerdo a un informe de la OPS, la COVID-19 ha afectado la continuidad de los servicios esenciales del primer nivel de atención, especialmente en las zonas rurales y periurbanas y en las poblaciones indígenas, debido al déficit que ya había de equipos de salud, las medidas de distanciamiento social, el personal infectado y el cierre de diversos establecimientos de atención primaria. Se han mantenido los servicios ambulatorios para enfermedades no transmisibles (ENT), pero con acceso limitado en 18 países y completamente abierto en siete países. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 6 Otras dificultades de los servicios de salud en los países son las brechas en los recursos humanos y la falta de incentivos; las dificultades con la conectividad; la escasez de medicamentos, suministros, dispositivos médicos, equipo de protección personal (EPP) y servicios de logística para investigar casos y localizar contactos; las pruebas; el triaje; los cuidados en el hogar; el manejo de los centros de llamadas y las teleconsultas. Las principales razones de la perturbación de los servicios relacionados con las ENT son la cancelación de servicios electivos (58%), la reasignación de personal clínico a la respuesta a la COVID-19 (50%) y los pacientes que no se presentan a las citas (50%).6 Hasta la fecha, todos los Estados Miembros han tomado medidas encaminadas a reorganizar y ampliar la capacidad hospitalaria para responder a la COVID-19, así como decisiones para integrar la capacidad nacional en materia de cuidados intensivos, el manejo centralizado de camas (reasignación a otros usos, reconversión y mejora), el fortalecimiento del manejo clínico en la red a fin de mantener la continuidad de la atención y el uso eficiente de los recursos hospitalarios. Además, 14 países informaron que habían desplegado 176 equipos médicos nacionales de emergencia, de los cuales nueve están de reserva. Hay 71 sitios alternativos de atención médica en funcionamiento, con un total de 7.522 camas para hospitalización y 6 Op. cit., mayo de 2020.372 camas para cuidados intensivos. Las iniciativas centradas en el uso de estadios y hospitales móviles como sitios alternativos de atención médica, que en algunos casos han dado prioridad al aumento del número de camas en vez de la capacidad para atender pacientes, han conducido a una escasez de personal capacitado y a la falta de autosuficiencia para prestar una atención clínica eficaz. La disponibilidad y la seguridad del personal han sido factores cruciales en la ampliación de los servicios de salud. Muchos países han promulgado instrumentos jurídicos y normativos para la gestión de recursos humanos para la salud y algunos han declarado que la COVID-19 es una enfermedad ocupacional. Los enfoques encaminados a ampliar la capacidad de recursos humanos para la salud consisten en el uso de estudiantes de ciencias de la salud para localizar contactos, la emisión de contratos temporarios y el aumento de los contratos permanentes, arreglos bilaterales con otros países, la autorización de la concesión de licencias temporales a título excepcional para profesionales de la salud graduados en otros países y la aceleración de la graduación de residentes y estudiantes que están cursando los últimos años de sus estudios. Algunos países también han proporcionado incentivos económicos y de otros tipos al personal que responde a la pandemia. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 7 Respuesta de la OPS a la COVID-19 a escala regional y en los países El trabajo de la Organización hasta la fecha corresponde a los los nueve pilares del Plan estratégico de la OMS de preparativos y respuesta mundial para la COVID-19: Directrices para la planificación operativa. 8 Pilar 1. Coordinación, planificación y seguimiento a nivel de país 7 Estas medidas se ciñen al Reglamento Sanitario Internacional (2005). Las primeras proyecciones mostraron que el virus causante de la COVID-19 podía dar lugar a un aumento extraordinario del número de casos y abrumar rápidamente los sistemas de salud.Este pilar de la respuesta a la pandemia mundial de COVID-19 requiere la activación de los mecanismos nacionales de manejo de emergencias de salud pública, con la participación de todos los ministerios pertinentes —como los de salud, educación, viajes y turismo, obras públicas, medio ambiente, protección social y agricultura— a fin de coordinar el manejo de los preparativos y la respuesta frente a la COVID-19. Mecanismos activados para la respuesta de la OPS La OPS activó su equipo de gestión de incidentes el 17 de enero de 2020. Asimismo, movilizó rápidamente 71 técnicos regionales y convocó subgrupos técnicos para que proporcionaran apoyo técnico y analítico adicional. Las 27 representaciones de la OPS en los países establecieron equipos de gestión de incidentes de alcance nacional para que proporcionaran asesoramiento y apoyo técnico inmediato a las autoridades de salud de toda América Latina y el Caribe.El equipo de gestión de incidentes de la OPS se estructuró en torno a tres pilares generales de la respuesta: información especial sobre epidemias, que es fundamental para que los sistemas de vigilancia puedan detectar casos de COVID-19, para asegurar el acceso a pruebas oportunas y exactas y para que las instancias decisorias cuenten con los análisis que necesiten a fin de formular políticas y estrategias con el propósito de detener la propagación del virus; medidas de salud pública para guiar a los Estados Miembros en la reducción del número de infecciones con medidas de salud pública que ayuden a reducir la probabilidad de contraer la infección y medidas relacionadas con los viajes que aseguren al mismo tiempo que haya sistemas para detectar nuevos casos provenientes del exterior;7 fortalecimiento de los sistemas de salud a fin de que estén preparados para controlar brotes de COVID-19 con personal de salud suficiente y debidamente RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 9 protegido, protocolos para el tratamiento basados en la evidencia y suministros y equipo apropiados y de buena calidad. Desde entonces, la Organización ha estado trabajando activamente con los Estados Miembros. La Directora de la OPS ha proporcionado el mayor grado posible de representación, asesoramiento y apoyo para todas las solicitudes recibidas de grupos de Estados Miembros, como CARICOM, SICA y Mercosur, así como de la OEA y otras organizaciones multilaterales regionales, a fin de apoyar y financiar la respuesta. La Directora de la OPS convoca reuniones regulares con ministros de salud y, junto con la Oficina Sanitaria Panamericana, proporciona a los Estados Miembros el mejor asesoramiento posible basado en la evidencia y en la ciencia. Despliegue rápido y nuevo enfoque de la cooperación técnica En las primeras etapas de la pandemia, la OPS desplegó 25 misiones de expertos técnicos en 20 países entre febrero y el 15 de marzo de 2020 con el fin de asegurar que estuvieran preparados para hacer pruebas moleculares de laboratorio para la COVID-19 y localizar contactos. Los integrantes de las misiones contaban con evaluaciones de la disposición operativa de los países para controlar los casos de COVID-19, incluidas las medidas de prevención y control de infecciones. Cuando se cerraron las fronteras, la OPS se adaptó rápidamente a un nuevo modus operandi en su mayor parte virtual. Ofreció 49 cursos virtuales y seminarios web regionales y nacionales a más de 1.000 profesionales de la salud de las Américas sobre la estimación de las necesidades relativas a EPP , camas de hospitales y de unidades de cuidados intensivos, la búsqueda de establecimientos alternativos para la atención médica en vista de la sobrecarga de los sistemas de salud, medios de diagnóstico moleculares para la COVID-19, la vigilancia y otras áreas esenciales. Apoyo a la acción multisectorial y nacional para responder a la COVID-19 El apoyo de la OPS concuerda con el Plan estratégico de preparación y respuesta mundial para la COVID-19, publicado el 3 de febrero de 2020 y actualizado el 14 de abril de 2020. En este plan se describe el apoyo que la OMS y la comunidad internacional están en condiciones de proporcionar a fin de que todos los países puedan responder a la COVID-19. El 12 de febrero de 2020, la OMS publicó las Directrices de planificación operativa, que se actualizaron el 22 de mayo de 2020, con el propósito de facilitar la elaboración de planes nacionales de preparación y respuesta para la COVID-19. Las representaciones de la OPS trabajaron directamente con sus contrapartes del gobierno para elaborar planes nacionales de acción basados en la transmisión y los niveles de riesgo observados en los países en ese momento. Para el 31 de mayo de 2020, 32 de los 35 países de las Américas ya habían elaborado sus planes de preparación y respuesta para la COVID-19 y los estaban ejecutando con la orientación y el apoyo de la OPS. Los 35 Estados Miembros activaron mecanismos intersectoriales para responder a la pandemia de COVID-19, con la participación de líderes políticos del más alto nivel y de sectores clave, a fin de proporcionar una respuesta integral. La OPS sirvió de enlace con otros organismos de las Naciones Unidas en los países para encabezar la respuesta del sector de la salud y lograr que el sistema de las Naciones Unidas adoptara un enfoque integral para hacer frente a esta pandemia y su impacto. Es importante que los gobiernos revean estos planes en vista de que la transmisión y los recursos necesarios RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 10 han cambiado considerablemente en muchos países desde los primeros días de la pandemia, en particular en aquellos que ahora se enfrentan con la transmisión en la comunidad (20 países y territorios al 14 de junio de 2020). Asociaciones que salvan vidas La OMS lanzó la plataforma de los asociados para apoyar la preparación y la respuesta de los países ante la COVID-19, que facilita la coordinación y la gobernanza entre los países, los equipos de país de las Naciones Unidas, los donantes y los asociados. La plataforma facilita la planificación conjunta de recursos, la detección de brechas de financiamiento y el seguimiento del progreso de los planes nacionales de acción. Hasta la fecha, la OPS, en coordinación con la OMS, ha apoyado y capacitado a 33 países de América Latina y el Caribe para que tengan acceso a la plataforma de asociados. Veinte países están usando esta herramienta en la web, y la información recopilada por medio del portal ha ayudado a fundamentar la asignación mundial de recursos. Orientación para las instancias decisorias La OPS ha dado a conocer 47 publicaciones y directrices basadas en la evidencia orientadas a una respuesta eficaz frente a la pandemia de COVID-19. Estos recursos, que son el producto de extensas consultas con expertos mundiales y regionales y de exámenes exhaustivos de la evidencia, han facilitado el trabajo de los gobiernos nacionales y las autoridades sanitarias para adaptar las recomendaciones, los protocolos y las consideraciones a fin de elaborar estrategias, políticas y protocolos nacionales. Algunos ejemplos de la orientación proporcionada por la OPS son los siguientes: consideraciones relativas a la equidad en la salud, el género, la igualdad étnica, y los derechos humanos en la planificación y ejecución de la respuesta a la COVID-19 por las autoridades nacionales; RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 11 consideraciones relativas a los pueblos indígenas, los afrodescendientes y otros grupos étnicos en la planificación del suministro de servicios de salud durante la pandemia teniendo en cuenta las inequidades que han afectado a estas poblaciones; orientación para el establecimiento de albergues en el Caribe en el contexto de la COVID-19 (teniendo en cuenta la temporada de huracanes que se avecina en el Atlántico), incluido el espaciamiento de las camas y los catres, las áreas de recreación, la ventilación y otros factores clave; una política común de salud pública (trabajo que se realiza junto con CARICOM, CARPHA, la Universidad de las Indias Occidentales y el Organismo del Caribe para la Gestión de Emergencias en Casos de Desastre) a fin de abordar la pandemia de COVID 19, con principios relativos a las pruebas, las compras conjuntas de suministros (preparaciones farmacéuticas y EPP), los protocolos para las pruebas y la contratación externa de personal médico adicional. La OPS también ha desempeñado un papel esencial al ayudar a los países y los asociados de las Américas a compartir conocimientos técnicos. Por ejemplo, tras reconocer la utilidad de los laboratorios de referencia nacionales de Chile, la OPS organizó demostraciones y cursos virtuales en vivo para Uruguay, a cargo de expertos de laboratorios nacionales de Chile, sobre medios de diagnóstico moleculares de la COVID-19. Movilización de recursos para las Américas El 2 de abril de 2020, la OPS hizo un llamamiento para que, hasta el 31 de agosto de 2020, se donaran US$95 millones con el fin de apoyar y ampliar los preparativos de salud pública y la respuesta en los países de América Latina y el Caribe que enfrentaban la pandemia de COVID-19. Posteriormente, el monto fue revisado a US$200 millones hasta el final de 2020. Las generosas contribuciones recibidas o prometidas de los siguientes donantes han permitido que la OPS pudiera alcanzar el 47% del llamamiento total (al 18 de junio del 2020): Alemania, Azerbaiyán, el Banco Interamericano de Desarrollo, el Banco Mundial, Belice, Brasil, Canadá, la Confederación de Cooperativas de Crédito del Caribe, la Corporación Andina de Fomento, la Comisión Europea, España, Estados Unidos de América, la Fundación Yamuni Tabush, Japón, el Fondo de Respuesta a COVID-19 (OPS), Suiza, el Reino Unido, organismos de las Naciones Unidas, y el Fondo Fiduciario de Asociados Múltiples de las Naciones Unidas. La OPS también recibió donaciones en especie de Direct Relief, Mary Kay Cosmetics y Twitter, y se involucró en sociedades estratégicas con Salomón Beda, Sony Latin Music, y Global Citizen para ayudar en su lucha con la pandemia. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 12 Pilar 2. Comunicación de riesgos y participación comunitaria En un informe sobre la situación publicado este año , la OMS declaró que el brote del nuevo coronavirus del 2019 y la respuesta han estado acompañados por una \"infodemia\" , es decir, una sobredosis de información, tanto exacta como inexacta, debido a la cual es difícil para las personas encontrar fuentes confiables y orientación fidedigna cuando las necesitan. Con la popularidad de las redes sociales, el control de la pandemia de COVID-19 y la \"infodemia\" conexa requiere una acción cada vez más veloz, regular y coordinada de todo el gobierno y la sociedad. Durante esta pandemia, los gobiernos deben proporcionar respuestas rápidas, sensibles y fidedignas a un público ansioso por conocer la situación actual y por saber cómo responderá el gobierno y qué pueden y deben hacer. La comunicación de riesgos, que incluye la elaboración de planes y materiales para la comunicación de riesgos y la participación comunitaria adaptados a la población, es un componente integral de una respuesta nacional a la COVID-19.Cooperación técnica para la comunicación de riesgos Se elaboraron estrategias e instrumentos para la comunicación de riesgos orientados al personal de salud, medios de comunicación y líderes y se distribuyeron a los Estados Miembros. Esto ayudó a elaborar y ejecutar planes nacionales de comunicación de riesgos y participación de la comunidad que abarcan a todos los sectores de la población de los países. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 13 Facilitación de la capacitación en línea sobre la COVID-19 En el Campus Virtual de Salud Pública de la OPS/ OMS se ofrecen seis cursos de la OMS en línea, que la OPS ha traducido al español y al portugués (349.838 personas matriculadas al 15 de junio de 2020), sobre los siguientes temas: consideraciones generales acerca de la COVID-19; planificación operativa; prevención y control de infecciones; salud ocupacional; manejo clínico; diseño de centros de tratamientos. En el Campus Virtual hay un espacio llamado Caribbean Node , dedicado a recursos relacionados con la COVID-19, como seminarios web, información pública y enseñanzas (actualmente de Granada). La OPS también colaboró con CARICOM y la Asociación Pancaribeña contra el VIH/SIDA (PANCAP) a fin de: ofrecer diez seminarios web sobre la COVID-19 a países y territorios del Caribe; difundir mensajes clave sobre la prevención y el control de infecciones, los servicios para la infección por el VIH y aspectos psicosociales para el personal de salud y los adolescentes. Comunicación con el público La OPS produjo infografías, tarjetas de redes sociales y videos (muchos con intérpretes de lenguaje de señas) que ofrecen orientación sobre la protección del personal de salud, los ancianos y otras poblaciones vulnerables a la infección. En estos materiales se muestra el uso correcto de mascarillas, el lavado de las manos sin desperdiciar agua, la vacunación durante la pandemia, la violencia doméstica y otros asuntos prioritarios. En sus eventos en Facebook Live, el público puede hacer preguntas acerca de la COVID-19 directamente a los expertos. La OPS participó en el programa #Juntosencasa de Univisión y en el Foro Económico Mundial. La Directora de la OPS ofrece conferencias de prensa virtuales semanales para informar y actualizar al público, hacer llamamientos a la acción y formular recomendaciones para detener la propagación de la COVID-19. Estas conferencias de prensa virtuales han llegado a 1,2 millones de personas en todo el mundo. La OPS elaboró un manual sobre la COVID-19 para periodistas a fin de que comprendan los principales asuntos relacionados con la pandemia e informen mejor al respecto. Más de 200 periodistas han recibido capacitación sobre las recomendaciones contenidas en COVID-19: Consejos para informar. Guía para periodistas . Alianza con artistas para combatir la COVID-19 El cantante colombiano Salomón Beda está donando las regalías de su canción \"Pa'alante\" a actividades de la OPS para responder a la COVID-19. Varios artistas de Argentina, Chile, Colombia, Ecuador, Estados Unidos, México, Perú, Puerto Rico y Venezuela aunaron fuerzas para grabar una nueva versión de la canción a fin de recaudar fondos en el marco de la iniciativa #Volveránlosabrazos. Sony Music Latin y la organización internacional Global Citizen se sumaron a la lucha contra la COVID-19 y colaboraron en el lanzamiento de una nueva versión de la canción \" Color Esperanza \" , de Diego Torres. Las utilidades netas de la compañía discográfica benefician las actividades de socorro de la OPS relacionadas con la COVID-19. La OPS también colaboró con Sony Music Latin-Iberia para difundir mensajes sobre la lucha contra la pandemia durante el concierto Made in: Casa. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 14 Pilar 3. Vigilancia, equipos de respuesta rápida e investigación de casos 8 En la vigilancia de salud pública basada en eventos, se examinan informes, relatos, rumores y demás información acerca de eventos de salud que podrían constituir un grave riesgo para la salud pública (1). Se trata de información no estructurada porque es subjetiva o no está normalizada. La vigilancia de salud pública basada en indicadores es una manera más tradicional de notificar enfermedades a los funcionarios de salud pública. Abarca enfermedades específicas notificadas por los proveedores de atención sanitaria a los funcionarios de salud pública.Los datos de vigilancia de la COVID-19 son esenciales para calibrar medidas de salud pública apropiadas y proporcionales. Además de la búsqueda activa de casos en las comunidades, los establecimientos de salud y los puntos de entrada y salida, será necesario que la población general esté en condiciones de llevar a cabo una autovigilancia, es decir, que las personas se autonotifiquen como casos presuntos en cuanto tengan síntomas o signos o si son un contacto de un caso confirmado. Se insta a todos los países a que adopten el plan detallado de investigación y desarrollo y protocolos para la investigación tales como los estudios Unidad a fin de investigar otras características epidemiológicas, virológicas y clínicas. En la situación actual de transmisión en la comunidad, es esencial vigilar la propagación geográfica del virus, la intensidad de la transmisión, las tendencias de la enfermedad, las características virológicas y el impacto en los servicios de salud. Fuente: Directrices operativas de la OMS para apoyar los preparativos y la respuesta de los países a la COVID-19 Una parte esencial de la respuesta de la OPS ha sido la colaboración con los países con el propósito de fortalecer la capacidad de los sistemas de vigilancia para detectar casos de COVID 19. La OPS realiza una vigilancia basada en eventos, que complementa la vigilancia basada en indicadores que realizan los países. Este enfoque conjunto permite a la Región comprender mejor la situación epidemiológica en las Américas.8 RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 15 Sistemas de vigilancia listos para detectar la COVID-19 Se está trabajando para que todos los países de las Américas integren la COVID-19 en los sistemas de vigilancia sistemática de enfermedades respiratorias agudas graves y del síndrome gripal. Veinte países ya lo han hecho. La OPS difundió definiciones de casos, formularios de notificación y directrices para la vigilancia a los países y coordina con las autoridades sanitarias para recopilar la lista detallada de casos nominales de COVID-19. Hasta la fecha, 73% de los 2,22 millones de casos notificados en las Américas constan en la base de datos mundial y regional de listas detalladas de casos de COVID-19. Seguimiento y proyección de la propagación de la pandemia en las Américas El rastreo, el análisis y la previsión de tendencias epidemiológicas es fundamental para una respuesta eficaz. La OPS vigila con detenimiento la pandemia en las Américas y tiene en cuenta la situación del personal de salud, las poblaciones indígenas, los afrodescendientes y otros segmentos de la población. Publica informes semanales con los indicadores de la vigilancia del SARS- CoV-2, así como de la gripe y otros virus respiratorios, y elaboró modelos de simulación para facilitar los preparativos y la respuesta locales con la previsión de las necesidades vinculadas a una respuesta regional. La OPS puso en marcha un sistema de información con datos sobre la COVID-19 en las Américas en colaboración con la sede de la OMS y Environmental Systems Research Institute (ESRI). Este sistema consiste en un tablero de control y datos epidemiológicos que se actualizan diariamente. El público también puede consultar el mapa interactivo de la OPS, que muestra los casos acumulados notificados por los países y territorios. Esta información en tiempo real ha sido crucial para asistir a los países en su preparación y respuesta. Estos datos también promueven la coordinación internacional y la conciencia sobre la situación en nuestra Región. Los datos del sistema de información geográfica (SIG) tienen un valor incalculable para determinar el alcance y la escala de la propagación de la COVID-19. La OPS ayudó a ocho países (Argentina, Belice, Chile, Costa Rica, Guyana, Nicaragua, Suriname y Venezuela) a establecer sus propios SIG para vigilar mejor los casos de COVID-19. A fin de comprender más claramente la dinámica de la epidemia de COVID-19 en el contexto actual, la OPS se asoció con la OMS, la Universidad de Harvard y los proyectos Epimos GmbH y ExploSYS BmbH con el propósito de perfeccionar instrumentos con los cuales los países puedan analizar y visualizar la tasa de reproducción efectiva del virus y hacer proyecciones del número de nuevas infecciones, el número de personas que se enfermarán o las personas que deberán ser hospitalizadas o atendidas en unidades de cuidados intensivos. Se está apoyando a ocho países (Argentina, Bolivia, Chile, Colombia, Dominica, Guatemala, Guyana y Santa Lucía) en el uso de esta metodología. Los países afrontan el reto de comprender la escala del impacto de la pandemia con datos incompletos sobre la COVID-19. En vista de ello, la OPS formuló directrices para hacer análisis de exceso de mortalidad . Usando datos de mortalidad de Ecuador y Perú, la OPS hizo estudios de casos sobre el exceso de mortalidad en ambos países teniendo en cuenta las muertes por COVID-19 y por otras causas (desglosadas por sexo, grupo etario, estado civil, educación y lugar). La OPS y otros asociados en la esfera de la salud colaboraron con Vital Strategies, ONG dedicada a la salud, a fin de dar los últimos toques a una metodología y criterios para estimar el exceso de mortalidad por la pandemia de COVID-19. Uno de los productos de esta RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 16 colaboración es la calculadora del exceso de mortalidad , situada en la web, que ayuda a los países a hacer análisis y gráficos de la situación actual. Pronto se harán reuniones virtuales con el fin de crear capacidad en las Américas para aplicar esta metodología. Instrumentos para la localización de contactos La OPS ha ayudado a los países a ampliar su capacidad para localizar contactos y ponerlos en cuarentena. La localización de casos y la cuarentena son medidas basadas en la detección y la confirmación tempranas de pacientes con COVID-19 para las cuales se necesitaban enfoques e instrumentos novedosos. Go.Data, instrumento de la OMS para la localización de contactos, estaba diseñado para ayudar a las autoridades de salud a dar seguimiento a los casos y posibles contactos a fin de detectar posibles casos rápidamente y aislarlos antes de que propagaran el virus. Gracias a la capacitación ofrecida por la OPS, en colaboración con la Red Mundial de Alerta y Respuesta ante Brotes Epidémicos (GOARN), 20 países de las Américas pueden usar esta herramienta, y muchos de ellos ahora alojan sus datos en servidores de la OPS. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 17 Pilar 4. Puntos de entrada Las actividades y los recursos en los puntos de entrada deben centrarse en el apoyo a la vigilancia y la comunicación de riesgos. Algunas medidas de salud pública apropiadas para los puntos de entrada consisten en el tamizaje, la educación de los viajeros sobre el comportamiento responsable antes y después del viaje y durante el mismo, la búsqueda de casos, la localización de contactos, el aislamiento y la cuarentena. El riesgo de importación de casos puede manejarse por medio de un análisis del origen probable y las rutas de las importaciones; medidas en los puntos de entrada para detectar rápidamente y manejar casos presuntos de viajeros, incluida la capacidad para poner en cuarentena a personas que llegan de lugares donde hay transmisión en la comunidad, y la limpieza y la desinfección del ambiente en los puntos de entrada y los medios de transporte. Es crucial que los países permitan los viajes esenciales para la respuesta a la pandemia, el socorro humanitario, la repatriación y el transporte de carga. Fuente: Directrices operativas de la OMS para apoyar los preparativos y la respuesta de los países a la COVID-19 Las medidas para responder a la pandemia de COVID-19 en los puntos de entrada, de salida y de control deben encuadrarse en el contexto de intervenciones no farmacéuticas, entre ellas medidas de protección personal, medidas ambientales, distanciamiento social y medidas relacionadas con los viajes internacionales. En el contexto de la respuesta a la pandemia de COVID-19, estas medidas no se excluyen mutuamente, sino que son inseparables. La COVID-19 se introdujo con rapidez en los países y territorios de todo el mundo. A medida que más países fueron notificando casos importados, se aplicaron medidas relacionadas con los viajes internacionales para prevenir más importaciones, entre ellas la vigilancia mejorada en puntos de entrada. Después que el Director General de la OMS declaró que la COVID-19 constituía una emergencia de salud pública de importancia internacional (ESPII), los países de la Región de las Américas inicialmente impusieron medidas para restringir la entrada de viajeros internacionales provenientes de países donde se estaba transmitiendo esta enfermedad. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 18 Mientras la COVID-19 se propagaba a Europa a fines de febrero de 2020 y, posteriormente, con la declaración de la pandemia por la OMS, los 35 países de las Américas menos dos (México y Nicaragua) adoptaron medidas para limitar de manera drástica la entrada de viajeros y medios de transporte internacionales o prohibir por completo la entrada y salida (al 12 de junio de 2020). En general, los viajeros y medios de transporte internacionales en misiones con fines humanitarios (por ejemplo, repatriación, traslado por razones médicas, transporte de suministros para la respuesta) o de seguridad alimentaria, mantenimiento de servicios esenciales y seguridad nacional están exentos de dichas medidas y sujetos a procedimientos ad hoc. La OPS proporcionó orientación a los Estados Miembros sobre las recomendaciones transitorias comunicadas por el Director General de la OMS como parte de la declaración sobre la tercera reunión del Comité de Emergencias del Reglamento Sanitario Internacional (2005) acerca del brote de enfermedad por coronavirus (COVID-19) celebrada el 30 de abril de 2020. Poco después que los países comenzaron a cerrar las fronteras, la OPS y la OMS emitieron consideraciones sobre el distanciamiento social y diversas medidas relacionadas con los viajes basadas en las circunstancias mundiales, regionales y nacionales. En previsión de ajustes del distanciamiento social y las medidas relacionadas con los viajes (para hacerlas más o menos estrictas), la OPS proporcionó a las autoridades nacionales un marco de consideraciones para fundamentar la adopción de decisiones sobre estos ajustes. Se indicó que estas consideraciones no debían anular los esfuerzos y los sacrificios realizados. La OPS ha colaborado con las autoridades nacionales para difundir materiales de comunicación de riesgos en lugares donde los viajeros que llegan puedan encontrar información clara y basada en la evidencia, incluso sobre las medidas de prevención y control de infecciones que deben tomarse para reducir el riesgo de infección. Ha colaborado estrechamente con los gobiernos nacionales para que las medidas relacionadas con los viajes no tengan efectos negativos en el flujo de productos y suministros esenciales y humanitarios en las Américas. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 19 Pilar 5. Laboratorios nacionales Los países deben contar con capacidad en materia de laboratorios para las pruebas en gran escala de la COVID-19 en el país o sobre la base de arreglos con laboratorios de referencia internacionales. Si no hay capacidad en el país para hacer pruebas de la COVID-19, las muestras deben enviarse a un laboratorio de referencia regional o internacional con capacidad apropiada. En caso de transmisión generalizada en la comunidad, deben ponerse en marcha planes para manejar el mayor volumen de muestras de casos presuntos. La OMS puede facilitar el acceso a laboratorios de referencia, protocolos, reactivos y suministros pertinentes. Fuente: Directrices operativas de la OMS para apoyar los preparativos y la respuesta de los países a la COVID-19 Preparada para las pruebas desde el inicio de la pandemia La vigilancia de laboratorio, que es necesaria para monitorear las tendencias de la COVID-19, depende de los datos producidos en laboratorios clínicos o de salud pública. La Región de las Américas fue la primera región de la OMS en proporcionar kits para diagnósticos de laboratorio a sus Estados Miembros. El 17 de enero se encargaron 56 kits para pruebas a fin de aplicar el protocolo Charité, aprobado por la OMS, que se distribuyeron a 21 Estados Miembros. El 21 de febrero, la OMS donó 130 kits más con el propósito de apoyar la capacidad de diagnóstico en las Américas. La OPS ha seguido comprando suministros de laboratorio para distribuir a los países. Munida de estos suministros, en febrero y marzo, la OPS se centró en el aumento de la capacidad de diagnóstico en los Centros Nacionales de Gripe de la Región y la red de laboratorios para infecciones respiratorias agudas graves. Ofreció dos cursos subregionales —uno en Brasil y otro en México— donde 18 países centroamericanos y sudamericanos recibieron capacitación y reactivos. Asimismo, desplegó expertos y envió reactivos a otros nueve países para ofrecer cursos en sus laboratorios. Para mediados de febrero, los 35 Estados Miembros RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 20 contaban con capacidad para realizar pruebas moleculares para el diagnóstico del SARS-CoV-2. Después de los cierres fronterizos, durante marzo y abril, la OPS siguió trabajando con los países por medio de cursos virtuales y llamadas a fin de asegurar que los protocolos se aplicaran correctamente. La OPS colaboró con los países en el establecimiento de un algoritmo claro para las pruebas de detección del SARS-CoV-2, aprovechando los sistemas existentes de vigilancia sistemática de las infecciones respiratorias agudas graves que se usan para la gripe, y siguió proporcionando orientación sobre estrategias para las pruebas, procedimientos de garantía de la calidad y epidemiología genómica. Se formuló y se difundió orientación técnica sobre la interpretación de resultados de laboratorio para el diagnóstico de la COVID-19. Además, la OPS ha publicado directrices revisadas sobre la detección y el diagnóstico de las infecciones por el virus causante de la COVID-19 a fin de tener en cuenta las nuevas definiciones de casos presuntos y la orientación actualizada de la OMS sobre las pruebas de laboratorio. Durante toda la pandemia, la OPS ha seguido donando reactivos y suministros de laboratorio a los países a fin de aumentar su capacidad para detectar y confirmar el SARS-CoV-2. Al 14 de junio, la OPS había proporcionado suficientes reactivos y suministros de laboratorio (reactivos, cebadores, sondas, kits para extracción y enzimas; véase el anexo) para 4,4 millones de pruebas en 36 países y territorios de la Región. Además, los países adquirieron más de 10 millones de pruebas de PCR por medio del Fondo Estratégico de la OPS, mecanismo regional de cooperación técnica para compras conjuntas de medicamentos esenciales y suministros estratégicos para la salud. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 21 Ampliación de las pruebas en las Américas La aparición del SARS-CoV-2 condujo a un aumento abrupto e inesperado de la demanda mundial de suministros de laboratorio, que provocó una escasez en el mercado y complicó el mantenimiento de la cadena de suministro para el diagnóstico in vitro con PCR, la prueba diagnóstica más confiable recomendada por la OMS. En cambio, varias pruebas nuevas de diagnóstico rápido, con distinto grado de sensibilidad y exactitud, han inundado los mercados comerciales. Para guiar las decisiones de los países con respecto a la compra de diferentes clases de pruebas, la OPS publicó información y criterios relativos a las pruebas diagnósticas , su uso y su eficacia. La Organización sigue indicando las pruebas prioritarias para el diagnóstico in vitro que podrían comprarse para usar en las Américas cuando se las consiga. El aumento abrupto de casos de COVID-19 en la Región pone de relieve la dificultad que representa para los laboratorios el procesamiento de un número exponencialmente mayor de muestras. La OPS sigue explorando la posible colaboración con la Organización Mundial de Sanidad Animal (OIE) para ampliar la capacidad en materia de laboratorios. Ya se han hecho dos seminarios web con laboratorios veterinarios de 22 países a fin de examinar la manera en que estos laboratorios podrían complementar la capacidad de los laboratorios clínicos para detectar y confirmar la COVID-19. Hay una iniciativa mundial para secuenciar el SARS-CoV-2, monitorear su evolución y determinar si las mutaciones conducirán a cambios en el comportamiento del virus. Los genomas secuenciados de todo el mundo se dan a conocer en la base de datos GISAID, iniciativa mundial de la OMS para compartir todos los datos sobre la gripe, a la cual tienen libre acceso los investigadores, a fin de promover la comprensión del virus y contribuir a la obtención de vacunas. Inicialmente, solo tres países de la Región (Brasil, Chile y México) estaban compartiendo secuencias de las cepas que circulaban en sus países. Para asegurar una mayor representación de las cepas que están circulando en las Américas, la OPS está coordinando el proyecto de la red regional de vigilancia genómica de la COVID-19 y apoyando a 13 países para que presenten oportunamente sus secuencias genómicas a la GISAID. Además de los tres países originales, Argentina, Canadá, Colombia, Costa Rica, Ecuador, Estados Unidos de América, Jamaica, Perú, Panamá y Uruguay han comenzado a cargar secuencias en la base de datos. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 22 Pilar 6. Prevención y control de infecciones Es necesario revisar y mejorar las medidas de prevención y control de infecciones en las comunidades y los establecimientos de salud a fin de prepararse para tratar a pacientes con COVID-19 y prevenir la transmisión al personal, a los pacientes, a los visitantes y en la comunidad. Fuente: Directrices operativas de la OMS para apoyar los preparativos y la respuesta de los países a la COVID-19 La prevención y el control de infecciones es crucial para prevenir o frenar la propagación de un virus nuevo cuya evolución natural es poco clara. Desde el inicio de la pandemia, la OPS ha colaborado estrechamente con las autoridades de salud para reiterar la necesidad de fomentar buenas prácticas de higiene de las manos, el uso apropiado y racional de EPP , la limpieza y desinfección de dispositivos médicos, y el programa de agua y saneamiento para la salud (WASH). Todos los países han tomado medidas para reforzar la prevención y el control de infecciones y, al 31 de marzo de 2020, 23 decían que tenían un programa nacional de prevención y control de infecciones y aplicaban las normas del programa WASH en los establecimientos de atención de salud. Además de formular y actualizar directrices, la OPS organizó 31 sesiones virtuales informativas y de capacitación que contaron con 6.192 participantes. Seguridad del personal de salud y los pacientes en las Américas El personal de salud se encuentra en la primera línea de la atención médica de pacientes con COVID-19 posible y confirmada, de modo que está arriesgando su propia seguridad. La OPS ha emitido directrices RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 23 provisionales sobre la atención del personal de salud expuesto a la COVID-19 en establecimientos de salud y ha ofrecido capacitación presencial y virtual a ministerios de salud y personal de salud sobre: el uso adecuado de equipo de protección personal; medidas de prevención y control de infecciones basadas en la transmisión que el personal de salud puede tomar para reducir la probabilidad de contraer la COVID-19 al atender a casos posibles y confirmados, incluso en las áreas de aislamiento en establecimientos para la atención de agudos y en entornos no tradicionales, como hoteles, moteles, albergues, dormitorios y el hogar . Prevención y el control de infecciones fuera del sector de la salud Además de las recomendaciones para reducir el riesgo de infección del personal de salud, la OPS formuló recomendaciones para los países y territorios a fin de reducir el riesgo de infección de las personas que viven en establecimientos de cuidados a largo plazo, los trabajadores de puntos de entrada y la población general que pide orientación para evitar la COVID-19. En colaboración con la Oficina de las Naciones Unidas contra la Droga y el Delito (UNODC), la OPS capacitó a 200 encargados de la aplicación de la normativa marítima de países africanos, el Caribe y Estados Unidos sobre medidas para prevenir la infección en el curso de las operaciones contra delitos marítimos. Se distribuyeron recomendaciones sobre el manejo de cadáveres a fin de guiar a las autoridades de salud en la aplicación de protocolos para el manejo seguro y respetuoso de los muertos en el contexto de la COVID-19. El programa WASH en el contexto de la COVID-19 El agua, el saneamiento y la higiene son componentes importantes para reducir el riesgo de infección. La OPS formuló recomendaciones para las comunidades, los establecimientos de salud y las instituciones responsables del programa WASH en diferentes niveles del gobierno y está trabajando con autoridades sanitarias y de WASH para adoptar y aplicar medidas en las Américas. Obtención de EPP en un mercado mundial competitivo El mercado mundial de EPP es limitado y sumamente competitivo. La OPS ha entregado 54 remesas de EPP a 26 países y territorios, con la consiguiente reducción de las infecciones por el virus causante de la COVID-19 en el personal de salud y los pacientes. Asimismo, ha capacitado a ministerios de salud para estimar sus necesidades en materia de EPP , medicamentos esenciales y otros suministros teniendo en cuenta las tendencias y las proyecciones epidemiológicas. Estas tareas de análisis y planificación son esenciales para guiar las adquisiciones y la posterior distribución a las áreas priorizadas. La escasez de EPP llevó a la OPS a emitir consideraciones técnicas y reglamentarias para los gobiernos sobre el uso prolongado, la reutilización y el reprocesamiento de mascarillas N95 y respiradores equivalentes. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 24 Pilar 7 . Manejo de casos Los establecimientos de salud deben prepararse para hacer frente a grandes aumentos del número de casos presuntos de COVID-19. El personal debe conocer la definición de caso presunto y estar en condiciones de proporcionar asistencia apropiada. Hay que dar más prioridad a los pacientes con enfermedad grave o que corran el riesgo de enfermar de gravedad que a los casos leves. Un gran volumen de casos pondrá al personal, los establecimientos y los suministros bajo presión. Es necesario proporcionar orientación sobre la forma de manejar casos leves en autoaislamiento cuando sea apropiado, examinar los planes para mantener la continuidad de las operaciones y la prestación de otros servicios de salud esenciales y poner en práctica consideraciones y programas especiales para los grupos vulnerables (personas mayores, pacientes con enfermedades crónicas, mujeres embarazadas y que amamantan, y niños). Treinta y dos Estados Miembros han logrado fortalecer su sistema de salud pública ante la pandemia de COVID-19, con medidas que consisten en aumentar la disponibilidad de camas en los establecimientos de salud, el suministro de equipo y recursos humanos esenciales para los establecimientos de salud, la ampliación de las pruebas y el tratamiento para la COVID-19 en los laboratorios y los establecimientos de salud, el suministro de artículos de higiene a los gobiernos, el suministro de EPP a los proveedores de atención de salud y a los pacientes, el establecimiento de consultorios para enfermedades respiratorias y el mantenimiento de la continuidad de los servicios de salud esenciales, entre otras.Tratamiento de casos de COVID-19 Todavía es mucho lo que no se sabe acerca de la eficacia de los tratamientos para la COVID-19. En medio de esta incertidumbre, la OPS ha proporcionado orientación sobre el manejo y el tratamiento de casos basada en la evidencia actual a todos los países y territorios. Asimismo, ofreció seminarios web sobre el manejo de casos y opciones para el tratamiento con redes de profesionales de la salud de los Estados Miembros y capacitó a 430 participantes sobre las prácticas recomendadas en relación con los cuidados intensivos para la COVID-19 en entornos hospitalarios. En el Caribe oriental, 175 profesionales de la salud recibieron capacitación sobre el manejo clínico. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 25 La OPS publicó directrices para los cuidados intensivos de pacientes adultos gravemente enfermos con COVID-19 y recomendaciones provisionales sobre la atención inicial de personas con enfermedades respiratorias agudas en el contexto de la COVID-19 en establecimientos de salud. En vista de la mayor gravedad de la enfermedad causada por el virus en las personas mayores, la OPS ofreció un seminario web para facilitar el intercambio de experiencias relacionadas con el cuidado de adultos con COVID-19 en países de ingresos medianos y bajos (86 participantes de 12 países). Con respecto a la necesidad de mantener la continuidad del suministro de sangre, la OPS convocó una reunión con autoridades para formular recomendaciones sobre la admisibilidad de los donantes, la extracción de sangre, las funciones, las responsabilidades y las pruebas científicas actuales. La reunión contó con 610 participantes de 17 países hispanohablantes y Guyana. La OPS organizó una sesión con autoridades locales con la finalidad de explicar las consideraciones reglamentarias acerca de la autorización del uso de plasma de convalecientes para abordar la situación de emergencia causada por la COVID-19. Además, presentó recomendaciones sobre la disponibilidad de sangre, su extracción, las responsabilidades de las autoridades nacionales de salud y la evidencia sobre el uso de plasma de convalecientes al Organismo Andino de Salud (ORAS). La OPS organizó un seminario web con más de 70 jefes de radiología, físicos médicos y radiógrafos de países anglohablantes del Caribe sobre el papel de las imágenes en el diagnóstico y el monitoreo de la evolución clínica de los pacientes con el virus causante de la COVID-19, así como las prácticas de prevención y control de infecciones utilizadas actualmente en los departamentos de radiología para reducir la infección cruzada y proteger a los profesionales médicos y a los pacientes. Estimación de las necesidades para el manejo de casos de COVID-19 Se ha proporcionado números simulados de casos leves, graves y críticos durante los dos meses siguientes a la introducción del virus en un país dado, así como de las camas de hospital y de unidades de cuidados intensivos necesarias para manejar cada situación. La OPS combinó esto con una herramienta de ampliación progresiva de la capacidad de los hospitales, que ayuda a estimar las camas y el personal de salud necesarios, y con un instrumento para estimar el EPP , los suministros y los medicamentos necesarios. Se ha capacitado a 800 personas de toda la Región en este campo. Estos pasos proporcionaron información sumamente útil a los países para guiar los preparativos urgentes de los sistemas de vigilancia y de salud para la llegada de casos de COVID 19 a su territorio. La OPS también ayudó a 12 países a estimar las necesidades en materia de ampliación de la capacidad hospitalaria y medicamentos esenciales para el manejo de pacientes en unidades de cuidados intensivos con diagnóstico presunto o confirmado de COVID 19. Capacidad para hacer frente a un gran aumento de la demanda de atención médica La pandemia de COVID-19 representa un gran estrés para los sistemas de salud de los países. El personal de salud está contrayendo la infección de manera desproporcionada; muchos se muestran renuentes a trabajar sin EPP apropiado, y es posible que los establecimientos de salud no cuenten con los recursos RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 26 y la infraestructura necesarios para manejar casos muy contagiosos. La OPS formuló recomendaciones a los países a fin de que preparen los servicios médicos prehospitalarios de urgencia para manejar casos presuntos de COVID-19 y transportarlos de manera segura a los hospitales designados si es necesario. Los equipos médicos de emergencia pueden desempeñar un papel crucial al ampliar la capacidad del sistema de salud de un país para responder a una emergencia. La OPS formuló recomendaciones con el fin de facilitar la capacidad para hacer frente a un gran aumento de la demanda de atención médica mediante el despliegue de equipos médicos de emergencia y la selección y el establecimiento de sitios alternativos de atención médica. Proporcionó capacitación y apoyo técnico para desarrollar la capacidad local de equipos médicos de emergencia, mejorar la coordinación médica con la Célula de Información y Coordinación Médica (CICOM) y establecer sitios alternativos de atención médica. Asimismo, la Organización estableció una comunidad de práctica para la atención prehospitalaria de urgencia, y se ha formado un grupo de discusión técnica en la plataforma para equipos médicos de emergencia de las Américas. Se ha activado personal adicional en todos los niveles de la Organización, desplegado en los países, para fortalecer los conocimientos técnicos especializados en el país y locales. Consideraciones reglamentarias acerca del tratamiento de la COVID 19, los suministros y el equipo Los organismos regulatorios nacionales desempeñan un papel crucial para asegurar que haya mecanismos robustos que posibiliten la adaptación a un panorama que cambia con rapidez, en el cual habrá productos nuevos para el tratamiento, el diagnóstico y otros usos relacionados con la COVID-19. En vista de los recursos exhaustivos que se necesitan para establecer organismos regulatorios fuertes, la OPS ha facilitado el acceso a información y evaluaciones de organismos regulatorios de la Unión Europea, Australia y otros países con el fin de guiar a los países de América Latina y el Caribe en la evaluación del uso de ciertos productos. La OPS mantiene un espacio sobre asuntos regulatorios y buenas prácticas reglamentarias para responder a la pandemia, que se actualiza semanalmente, en la Plataforma Regional sobre Acceso e Innovación para Tecnologías Sanitarias (PRAIS). En la Base Regional de Informes de Evaluación de Tecnologías en Salud de las Américas (BRISA) hay 44 evaluaciones de tecnologías relacionadas con la COVID-19. Con la participación de la OMS, la OPS convocó la séptima reunión virtual de actualización regulatoria relacionada con la COVID-19 para informar a las autoridades sobre la mejora del acceso a vacunas, tratamientos, medios de diagnóstico y dispositivos médicos. La OPS organizó una reunión adaptada a las autoridades locales que intervienen en aspectos normativos del uso de respiradores en el contexto de la COVID-19 (82 participantes). Asimismo, lanzó una red de puntos focales regulatorios para la COVID-19 con el fin de mejorar el intercambio de información y posibilitar la colaboración para la aprobación y la supervisión de productos nuevos. Participaron cien representantes en los países y expertos, y los puntos focales tienen reuniones virtuales cada dos semanas para tratar temas pertinentes, como la utilización de decisiones de otras autoridades regulatorias en situaciones de emergencia y ensayos clínicos de productos para la COVID-19. La Organización presentó recomendaciones sobre el manejo de crisis durante esta pandemia, adaptadas principalmente a las autoridades regulatorias. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 27 Aspectos éticos de la asignación de recursos limitados para salvar vidas La pandemia ha colocado la bioética en primer plano debido a los retos para priorizar recursos escasos en el suministro de cuidados intensivos (por ejemplo, respiradores). Se elaboró orientación ética para el uso de recursos limitados en los servicios críticos de salud durante la pandemia de COVID-19. Próximamente se planteará el reto de promover la justicia entre los países en la distribución de tratamientos y vacunas que están en la etapa de desarrollo. Eso abarca la determinación de lo que implica exactamente la justicia en esta situación sin precedentes. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 28 Pilar 8. Apoyo operativo y logística En vista de la situación que enfrentan los países de la Región debido a la pandemia de COVID-19, se debe prestar especial atención a lo siguiente: arreglos logísticos para apoyar el manejo de incidentes y las operaciones; procedimientos acelerados que puedan requerirse en áreas clave (por ejemplo, despliegue de personal para hacer frente a un gran aumento de la demanda de atención médica, compra de suministros esenciales, pagos al personal). La logística durante una pandemia mundial Esta pandemia sin precedentes ha causado graves interrupciones en las cadenas regulares de abastecimiento de suministros médicos y equipo, así como de los vuelos comerciales que la OPS ha utilizado en otras ocasiones para desplegar expertos y enviar medicamentos, suministros y equipo. Los países enfrentan un mercado complejo para comprar suministros y medicamentos relacionados con la COVID-19. Siempre es necesario comprobar la calidad, ya que el mercado está inundado de productos fabricados por agentes sin escrúpulos. La OPS está colaborando sin cesar con otros organismos de las Naciones Unidas, asociados, ONG internacionales y donantes con el fin de obtener los recursos necesarios para que los países puedan prevenir infecciones y mitigar las muertes. Por medio de sus redes y núcleos logísticos, 36 países y territorios han recibido pruebas para la detección molecular de la COVID-19 y 26 países y territorios han recibido equipo de protección personal que salva vidas. Las compras en un mercado difícil La OPS colabora con los países en la elaboración de estrategias para comprar los productos que necesiten y comparte herramientas para ayudar a cuantificar los suministros esenciales y proporcionar información sobre la situación actual del mercado mundial. Además, ayuda a los países a buscar proveedores calificados y a obtener información sobre precios para la compra de equipo y suministros médicos. La OPS RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 29 ayudará a los Estados Miembros a comprar productos priorizados por medio del Fondo Estratégico y otros mecanismos de compras conjuntas. La OPS colaboró con la Comunidad del Caribe (CARICOM) y el Organismo del Caribe para la Gestión de Emergencias en Casos de Desastre en la preparación de un protocolo para la compra mancomunada de dispositivos médicos y suministros priorizados en el contexto de la COVID-19 en el Caribe. La OPS sigue asesorando a los Estados Miembros sobre las dificultades logísticas actuales y la situación del mercado con respecto a las reservas de suministros médicos y EPP . Debido a la necesidad crítica de EPP , se necesitan procesos de garantía de la calidad para que los productos adquiridos cumplan las especificaciones. La OPS está aplicando los criterios formulados para guiar las compras de EPP y pruebas diagnósticas in vitro para la COVID-19. En el depósito de la OPS de reservas de urgencia de suministros y equipo se siguen preparando kits de EPP para la COVID-19. Estas actividades se realizan en estrecha coordinación con la OMS, el UNICEF, el PNUD, la UNOPS, el UNFPA y otros organismos de la Célula de Coordinación Interinstitucional de la Cadena de Suministros para la COVID-19. Por ejemplo, la OPS apoyó el examen de las especificaciones técnicas para las adquisiciones de EPP por el UNICEF. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 30 Pilar 9. Mantenimiento de los servicios de salud esenciales durante la pandemia Cuando los sistemas de salud están abrumados, tanto la mortalidad directa por un brote como la mortalidad indirecta por trastornos prevenibles y tratables aumentan enormemente. Los países tendrán que tomar decisiones difíciles para equilibrar las exigencias de la respuesta directa a la COVID-19 y llevar a cabo al mismo tiempo una planificación estratégica y una acción coordinada para mantener los servicios de salud esenciales y mitigar el riesgo de un colapso del sistema. Véase más información en la publicación de la OMS sobre orientación operativa para mantener los servicios de salud esenciales en el contexto de la COVID-19. La pandemia de COVID-19 ha creado un estrés sin precedentes para los sistemas y servicios de salud de los países. Muchos están percatándose de que no cuentan con suficiente personal de salud para hacer frente al aumento del número de casos. Entretanto, la prioridad que se ha dado al control de la pandemia ha llevado a la interrupción de otros servicios y programas de salud corrientes, como las campañas de vacunación, la eliminación de la malaria, la prevención y el control de la tuberculosis y los programas para enfermedades no transmisibles. El impacto de la pandemia en las cadenas de suministro ha obstaculizado los esfuerzos encaminados a obtener medicamentos y suministros para otros problemas de salud. La OPS ha priorizado la elaboración de orientaciones y herramientas para informar a los países sobre la manera de evaluar los recursos existentes y formular estrategias para cerrar las brechas detectadas sin poner en peligro la lucha contra la COVID-19. Reorganización y ampliación progresiva de los servicios de salud La OPS ha formulado orientación técnica y ha proporcionado apoyo técnico para la reorganización y la ampliación progresiva de los servicios de salud a fin de responder a la pandemia de COVID-19, en particular para el triaje, el aislamiento y los cuidados RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 31 intensivos de adultos. Pocos días después de la confirmación del brote de COVID-19 por la OMS, se prepararon varios documentos e instrumentos de orientación técnica, que se distribuyeron en el terreno y por medio de cursos en línea a los Estados Miembros, con el fin de mejorar los preparativos de los servicios de salud a nivel de país. La OPS/OMS ha publicado los siguientes documentos para apoyar la respuesta a la pandemia. Lista de verificación de la preparación de los hospitales para responder a la COVID-19. Nota técnica sobre la adaptación del primer nivel de atención en el contexto de la pandemia COVID-19: intervenciones, modalidades y ámbitos. Recomendaciones para la reorganización y expansión de los servicios hospitalarios en respuesta a la COVID-19. La OPS colaboró en la evaluación de la disposición operativa de más de 500 hospitales (públicos y privados) de 15 países con la lista de verificación para la autoevaluación de la disposición operativa de los hospitales para hacer frente a la COVID-19. Esta lista de verificación ayudó a determinar su grado de preparación para responder a la emergencia inminente y a abordar y priorizar las brechas encontradas. Además, la OPS apoyó evaluaciones de las necesidades con modelos epidemiológicos a fin de ampliar los servicios de salud para atender un mayor número de casos, que incluyeron estimaciones de los recursos humanos y las camas de hospital. En vista de la necesidad de mantener y ampliar el personal de salud, la OPS ha preparado una lista de verificación para la gestión de recursos humanos para la salud a fin de responder a la COVID-19. La OPS organizó tres seminarios web sobre sistemas de salud, en los cuales participaron 23 países de todas las subregiones, que dieron a conocer sus experiencias y prácticas. Los programas de vacunación necesitan inversiones sostenidas para aprovechar el gran progreso realizado hasta la fecha en las Américas. Como dijo la Directora de la OPS en una conferencia de prensa, tres países RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 32 de las Américas (Argentina, Brasil y México) están combatiendo brotes de sarampión, además de hacer frente a casos de COVID-19. La OPS publicó orientación sobre el funcionamiento de los programas de vacunación en el contexto de la pandemia, y los equipos de país trabajaron junto con las autoridades de salud para elaborar estrategias con el fin de vacunar a las personas de alto riesgo contra la gripe y otras enfermedades. Mantenimiento de servicios esenciales Con la disminución de las recaudaciones fiscales, los gobiernos se enfrentan con grandes limitaciones de recursos para hacer frente a la pandemia y mantener los servicios esenciales. La OPS está colaborando con ministerios de salud y otros interesados a fin de determinar la forma en que los sistemas de salud pueden seguir funcionando en el nivel necesario para mantener los avances realizados en el ámbito de la salud desde principios del milenio. Aunque la prioridad es prevenir la infección, reducir la transmisión y proporcionar atención y tratamiento adecuados a las personas con COVID-19, las enfermedades no transmisibles (ENT) siguen representando la mayor carga para la salud. En las Américas, se estima que una de cada cuatro personas (220 millones) tienen por lo menos una ENT, como enfermedades cardiovasculares, diabetes, cáncer y enfermedades respiratorias crónicas. Esta población necesita acceso a servicios esenciales para las ENT a fin de mantener la continuidad del manejo de la enfermedad. Además, las personas con ENT y las personas mayores corren un riesgo mayor de enfermar de gravedad con COVID-19 y morir, de modo que este grupo es sumamente vulnerable. La OPS hizo una evaluación rápida de la forma en que la pandemia podría afectar a esta población. La Oficina de Coordinación de Programas Subregionales del Caribe convoca reuniones virtuales cada dos semanas sobre salud mental y apoyo psicosocial para proveedores de servicios de salud mental capacitados, autoridades nacionales de salud, interesados pertinentes e instituciones tales como CARICOM, CARPHA, la Alianza Caribeña de Asociaciones Nacionales de Psicólogos (CANPA) y el Ministerio de Salud Pública de Inglaterra. En estas sesiones se han abordado temas que van del consumo excesivo de alcohol a la violencia contra la mujer y las niñas en el contexto de la COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 33 Investigación, innovación y desarrollo Todavía es mucho lo que no se sabe acerca del coronavirus SARS-CoV-2. Se están haciendo estudios clínicos en todo el mundo y se están publicando numerosos artículos científicos, muchos sin el arbitraje necesario para validar la metodología y la validez de las conclusiones. En vista de la inundación de información, la OPS ha priorizado la evaluación de la evidencia proveniente de investigaciones y ha sintetizado la evidencia emergente para guiar a los ministerios de salud en la adopción de decisiones basadas en la evidencia. La OMS está dirigiendo tres estudios mundiales: Unidad, Solidaridad I y Solidaridad II, en tanto que la OPS está trabajando con ministerios de salud y organismos regulatorios para que los países puedan iniciar estudios de ese tipo. Orientación a los países sobre el uso de la evidencia emergente Un área de interés es la orientación normativa sobre las directrices para el tratamiento normalizado de la COVID-19, que abarca los tratamientos farmacéuticos y de apoyo. Por ahora no hay ninguna intervención eficaz orientada a la causa etiológica de la COVID-19; lo mismo puede decirse acerca de la profilaxis. Sin embargo, algunas directrices para el manejo clínico provenientes de Estados Miembros recomiendan intervenciones basadas en el consenso de expertos, en evidencia de mala calidad y en investigaciones contradictorias. El uso de intervenciones cuya eficacia no se ha comprobado (que podrían no ser beneficiosas e incluso ser perjudiciales para los pacientes) fuera del contexto de la investigación plantea preocupaciones de índole ética. La OPS proporcionó orientación específica sobre la seguridad de los pacientes con COVID-19 y el uso de medicamentos sin pruebas científicas de sus beneficios. La OPS proporciona a los Estados Miembros orientación e información actualizadas y asesoramiento técnico sobre pruebas científicas, avances en el diagnóstico de laboratorio, manejo clínico y tratamientos a medida que se publican estudios nuevos. En ese sentido, la OPS ha hecho exámenes rápidos de la bibliografía sobre temas clave a fin de contribuir a una base de evidencia para combatir el virus y ha lanzado una base de datos técnicos sobre la COVID-19 a fin de ayudar a los países y territorios de las Américas y a los asociados internacionales con información sobre ciencia y tecnología basada en la evidencia. Esto es el producto de la colaboración con la OMS, Cochrane, la Universidad McMaster, Epistemonikos y otros asociados. Esta base de datos abierta al público se actualiza regularmente con directrices técnicas, publicaciones científicas y protocolos de investigaciones en curso. La OPS sigue analizando nuevos datos probatorios e información con la finalidad de establecer una base de evidencia para ayudar a los gobiernos a combatir este virus. Mantiene un documento actualizado sobre posibles tratamientos para la COVID-19, que es el producto de una serie de exámenes sistemáticos rápidos del uso de cloroquina e hidroxicloroquina para tratar casos de COVID-19 (en el cual se llega a la conclusión de que todavía se necesita más evidencia y que los gobiernos deben tomar medidas a fin de asegurar la disponibilidad continua de estos medicamentos para tratar otras enfermedades y afecciones), así como de otros temas, entre ellos el RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 34 tratamiento de pacientes con COVID-19 que tienen hipertensión y el riesgo de muerte, el tratamiento con corticosteroides, el plasma de convalecientes, la interleucina 6 y la enfermedad pulmonar, el interferón--1a para pacientes con síndrome de dificultad respiratoria aguda de moderada a grave y posibles tratamientos vista de la amplitud de los conocimientos y la evidencia relacionados con la COVID 19, la OPS elaboró una infografía interactiva para ayudar a los asociados externos a orientarse en el uso de material técnico de la OPS y la OMS y datos probatorios de las Américas y de todo el mundo compilados por la OMS. Aspectos éticos de las investigaciones sobre la COVID-19 En el contexto de la pandemia de COVID-19, los Estados Miembros tenían que establecer procedimientos para revisiones rápidas de los aspectos éticos, que prácticamente no existían en la Región a principios de 2020. La OPS proporcionó orientación específica, con estrategias para simplificar la revisión de los aspectos éticos y la supervisión de las investigaciones sobre la COVID-19, junto con una plantilla y orientación operativa para los comités de revisión ética, que se están aplicando ampliamente en los Estados Miembros con el apoyo de la OPS. Las Américas en las investigaciones clínicas mundiales Desde el principio, la OPS y sus Estados Miembros participaron en la investigación y el desarrollo en la respuesta antipandémica. Se estableció una hoja de ruta mundial coordinada para acelerar la investigación que puede conducir a la obtención de la evidencia necesaria para fortalecer la respuesta. La comunidad científica se ha centrado en la obtención o la reasignación a otros usos de medicamentos que pueden combatir el SARS-CoV 2 y ayudar a controlar la pandemia. Los Estados Miembros están financiando y promoviendo investigaciones en una variedad de disciplinas para abordar la pandemia de COVID-19. Asimismo, los países están realizando numerosos estudios que no son ensayos clínicos y, por lo tanto, no constan en la Plataforma de Registros Internacionales de Ensayos Clínicos de la OMS. El Ensayo Solidaridad Cuando comenzó la pandemia, la comunidad científica mundial se movilizó rápidamente con el propósito de buscar un tratamiento eficaz para la COVID-19. Para apoyar esta actividad, el 18 de marzo de 2020, la OMS inició un ensayo clínico internacional (conocido como \"Solidaridad\") a fin de buscar un tratamiento para la COVID-19. La OPS proporcionó apoyo para el estudio seroepidemiológico Solidaridad II e investigaciones seroepidemiológicas (conocidas como \"estudios Unidad\" de la OMS) en algunos países de las Américas. Actualmente, 18 países de los 105 que han expresado interés en participar son de las Américas. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 35 El camino por delante La Región de las Américas, donde se encuentran cuatro de los diez países que están notificando el mayor número cumulativo de casos de COVID-19, se ha convertido en el epicentro de la pandemia. La lucha contra la propagación de este virus será difícil, ya que los países enfrentan perspectivas económicas inciertas debido a problemas mundiales y nacionales derivados de los efectos de varios meses de confinamiento. Esto se exacerba en los lugares donde los sistemas de salud están subfinanciados y no están debidamente equipados para responder a la malaria, el sarampión, la fiebre amarilla y otras enfermedades que preceden la llegada de la COVID-19 a las Américas. La evolución epidemiológica más verosímil de la pandemia en los próximos meses podría incluir la repetición de olas epidémicas con períodos intercalados de baja transmisión, así como la existencia simultánea de diferentes situaciones de transmisión en zonas no contiguas de un mismo país . Se prevé que, si no se obtiene una vacuna o un tratamiento respaldados por la evidencia que esté al alcance de todos los pueblos de las Américas, la situación será difícil. Los países de las Américas deben mantener las medidas de distanciamiento social, mejorar la vigilancia y fortalecer los sistemas de salud. Estas tres medidas son fundamentales para controlar la pandemia de COVID-19 en la Región. La solidaridad, que es la base del panamericanismo, será decisiva al abordar esta pandemia como continente unido. Los países se beneficiarán del aprendizaje recíproco, el uso mancomunado de recursos y pericia, y la difusión rápida y transparente de los últimos datos que se obtengan. Como lo ha hecho desde 1902, la Organización Panamericana de la Salud trabajará directamente con sus Estados Miembros en la batalla contra la pandemia de COVID-19. Sus expertos en salud seguirán rastreando el virus en cada país y territorio de las Américas y compartiendo y difundiendo datos actualizados sobre las tendencias y los casos a medida que vayan surgiendo. La OPS reevaluará periódicamente la capacidad de los sistemas de salud a fin de asegurar que se cuente con los recursos necesarios para tratar casos y proteger al personal de salud y al público en general a medida que el número de casos de COVID-19 suba y después baje, manteniendo al mismo tiempo los servicios de salud esenciales. Producirá y actualizará directrices y asesoramiento técnico a medida que se cuente con evidencia nueva y evaluará cuidadosamente la fiabilidad básica de la nueva información para asegurar que respalde en medida suficiente los tratamientos emergentes, los kits de diagnóstico y las estrategias para combatir el virus. La OPS sigue comprometida con los pueblos de las Américas y está segura de que la Región prevalecerá en última instancia en la lucha contra la COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 36 Aspectos destacados de la respuesta de la OPS a la COVID-19 en los países de la Región de las Americas Se ha creado estas páginas para todos los países y territorios, con la excepción de Canadá y los Estados Unidos de América, debido a la naturaleza de la cooperación de la OPS con esos países. 37 Antigua y Barbuda Coordinación, planificación y seguimiento a nivel de país Colaboró con los organismos asociados de las Naciones Unidas (PNUD, UNICEF y UNOPS) para adquirir equipos médicos destinados a los centros de salud que trataban casos de COVID-19. Prestó apoyo técnico para formular el plan nacional de respuesta a la COVID-19 de Antigua y Barbuda. Comunicación de riesgos y participación de la comunidad Impartió capacitación virtual para personal de salud y otros profesionales, en relación con las necesidades de salud mental de los líderes comunitarios, los docentes y los trabajadores de la línea telefónica de ayuda que interactúan con las personas. Prestó apoyo técnico para la elaboración de materiales de comunicación de riesgos destinados al personal de salud y a la población general. Confeccionó y distribuyó carteles y folletos sobre medidas de salud pública preventivas de la COVID-19. Vigilancia, equipos de respuesta rápida e investigación de casos Difundió orientaciones técnicas sobre la vigilancia de la COVID-19, incluidas las definiciones de caso. Colaboró con las autoridades de salud para asegurar que sus sistemas de vigilancia estuviesen calibrados, considerando la definición de caso de COVID-19, e introdujo herramientas de recopilación de datos (por ejemplo, listados en Excel, formularios de notificación de casos revisados). Proporcionó orientación sobre Go.Data, el programa informático de localización de contactos de la OMS, para introducir datos y vigilar la cadena de transmisión. Proporcionó orientación sobre EpiEstim y CovidSim, modelos matemáticos para la proyección a corto plazo de los casos. Puntos de entrada Proporcionó materiales de comunicación, incluidos carteles, para concientizar acerca de la COVID-19 a viajeros y funcionarios de los puertos de arribo. Laboratorios nacionales Difundió directrices y protocolos para las pruebas de la COVID-19. Adquirió y distribuyó materiales para la obtención de muestras. Adquirió y distribuyó enzimas para RT-PCR, kits de extracción y materiales consumibles. Capacitó al personal técnico del Laboratorio Nacional de Salud para realizar las pruebas de la COVID-19 mediante plataformas abiertas para medios de diagnóstico molecular. Suministró kits de pruebas y material fundamental para la aplicación del protocolo de referencia del SARS-CoV-2. (Es la primera vez que el laboratorio nacional de Antigua y Barbuda se dota de capacidad analítica para realizar PCR. Contar con el conocimiento necesario para realizar las PCR dentro de su territorio significa que el país está mejor preparado para detectar la COVID-19, la gripe y otras enfermedades que podrían surgir en el futuro.) Prevención y control de infecciones Proporcionó equipos de protección personal (EPP) y materiales a los trabajadores de salud para que estuvieran protegidos mientras respondían a la pandemia. Capacitó al personal de salud sobre las técnicas de prevención y control de infecciones (PCI). Capacitó a personal de enfermería, médicos y funcionarios de vigilancia sobre el uso seguro y adecuado de los EPP . Manejo de casos Prestó apoyo técnico para establecer una unidad de aislamiento en los entornos de atención de agudos. Mantenimiento de servicios de salud esenciales durante la pandemia Colaboró con el programa nacional de vacunación para velar por la continuidad de las vacunaciones durante la pandemia de COVID-19; creó un foro para intercambiar experiencias y retos relativos a la modificación de los servicios de inmunización. Impartió capacitación sobre la utilización del formulario de notificación conjunta anual de la OMS/UNICEF y el nuevo sistema de notificación mensual sobre vacunas; puso en marcha una campaña virtual para respaldar la Semana de Vacunación en las Américas, que se celebra todos los años. Formuló orientaciones y capacitación dirigidas a los cuidadores y a los familiares de niños discapacitados sobre los cuidados durante la pandemia de COVID-19. Convocó un Diálogo de Jóvenes y un seminario por internet de concientización sobre la COVID-19 para líderes juveniles. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 38 Argentina Coordinación, planificación y seguimiento a nivel de país Participó en la recién creada Red Humanitaria Internacional de Argentina (RHIA), que incluye el Grupo de Acción Sanitaria; coordinó la vacunación antigripal para todos los organismos/ programas y fondos del sistema de las Naciones Unidas. Creó una red de coordinación médica para prestar asesoramiento médico y derivar a los pacientes a los servicios privados o nacionales de salud siguiendo las directrices nacionales para el personal del sistema de las Naciones Unidas. Gestionó el examen técnico de todos los documentos sobre la COVID-19 elaborados por el sistema de las Naciones Unidas en la Argentina. Aportó la información técnica (directrices provisionales, recomendaciones, protocolos y metodologías) requerida en cada momento por sus homólogos nacionales y subnacionales, para adaptarla al contexto e incorporarla a los protocolos, instrumentos y métodos existentes. Comunicación de riesgos y participación de la comunidad Capacitó a 600 periodistas nacionales y provinciales, empleados tanto en medios de comunicación como en otras organizaciones, sobre \"cómo comunicarse durante la pandemia\" . Colaboró con los organismos/programas y fondos de la Naciones Unidas en la Argentina para adaptar los materiales de comunicación sobre la COVID-19 a los contextos de migrantes, refugiados, prisiones, geriatría y otros grupos vulnerables. Vigilancia, equipos de respuesta rápida e investigación de casos Capacitó a los equipos de vigilancia del país (85 profesionales de 14 de las 24 provincias argentinas) sobre la aplicación de Go.Data a la localización de contactos al nivel nacional y provincial. Apoyó al Gobierno de la Argentina para establecer un nuevo sistema de vigilancia con cinco centros centinela para la gripe y otros virus respiratorios, incluida la COVID-19. En coordinación con el Centro Nacional de Organizaciones de la Comunidad (CENOC), movilizó a seis ONG que trabajan con grupos vulnerables para contribuir a aplicar la estrategia de detección de casos, vigilancia y localización de contactos (\"DetectAR\"), como parte de las iniciativas nacionales. Capacitó a profesionales de epidemiología sobre el uso de la herramienta EpiEstim para calcular el número básico de reproducción del virus y usar la herramienta CovidSIM para predecir cómo se propagará, habida cuenta de las medidas de salud pública adoptadas y del sistema de salud. Contrató a 10 profesionales estratégicos (epidemiólogos, ingenieros/arquitectos de hospitales, ingenieros de sistemas de información) para que prestasen apoyo directo a la respuesta antipandémica del Ministerio de Salud. Laboratorios nacionales Aportó los primeros cebadores y materiales de PCR para capacitar a más de 100 laboratorios subnacionales en las 24 provincias, como parte de una red descentralizada y ampliada de pruebas analíticas. Prevención y control de infecciones Capacitó a 300 enfermeras y enfermeros de todo el país y al personal técnico y gerencial de hospitales psiquiátricos sobre las prácticas recomendadas de prevención y control de infecciones. Brindó orientaciones a la Dirección Nacional de Agua Potable y Saneamiento y al Ministerio de Obras Públicas para garantizar la calidad del agua en la infraestructura hídrica de la Argentina durante la pandemia. Manejo de casos Capacitó equipos nacionales y subnacionales en el uso de las herramientas de la OPS para calcular las necesidades de EPP , personal médico, materiales y equipamientos a fin de gestionar los casos previstos de COVID-19. Apoyo operativo y logística Aportó información acerca de SUMA, el sistema de la OPS/ OMS de manejo de suministros sanitarios, con profesionales multisectoriales de la provincia de Santa Fe. Mantenimiento de servicios de salud esenciales durante la pandemia Ofreció cooperación técnica al Ministerio de Salud para formular directrices específicas en el contexto de la pandemia (salud mental; enfermedades no transmisibles; vacunación; salud materno-infanto-juvenil; y gestión de residuos en los hogares y unidades de salud). RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 39 Bahamas Coordinación, planificación y seguimiento a nivel de país Prestó asesoramiento técnico sobre el apoyo operativo al Centro de Operaciones de Emergencia nacional. Ayudó al Ministerio de Salud en sus iniciativas para movilizar asistencia económica y técnica para la respuesta ante la COVID-19 de otros organismos de las Naciones Unidas, misiones extranjeras, el sector público y los grupos de la sociedad civil. Asesoró sobre políticas legislativas, estrategias y consideraciones de apoyo psicosocial y de salud mental, y sobre el apoyo social para grupos vulnerables (por ejemplo, población urbana pobre, migrantes, personas en situación de indigencia, desempleados, ancianos, discapacitados, reclusos e internos en otros tipos de instituciones). Comunicación de riesgos y participación de la comunidad Apoyó a las autoridades nacionales en el despliegue de su estrategia de comunicación de riesgos mediante conferencias de prensa, reuniones en los ayuntamientos, entrevistas radiotelevisadas y las redes sociales, a fin de llegar a todos los bahameses. Prestó asistencia logística para preparar los materiales de comunicación. Colaboró con la OIM y el Ministerio de Salud para confeccionar materiales de comunicación en lengua criolla destinados a la comunidad de migrantes haitianos. Vigilancia, equipos de respuesta rápida e investigación de casos Nombró a un epidemiólogo que proporcionaría al Ministerio de Salud asistencia directa contra la COVID-19. Colaboró con el Ministerio de Salud para adaptar al contexto bahamés las directrices de la OPS/OMS sobre vigilancia epidemiológica, localización de contactos, aislamiento de casos y cuarentena de contactos. Ayudó al Ministerio de Salud en la gestión y notificación de datos, incluido el uso de Go.Data, la herramienta de localización de contactos de la OMS. Puntos de entrada Formuló recomendaciones sobre medidas adecuadas de prevención y control en los puntos de entrada y capacitó a los funcionarios de estas instalaciones (aeropuerto, puerto). Contribuyó a elaborar materiales de comunicación sobre los riesgos de la COVID-19 para la salud, que se usan en los puntos de entrada.Laboratorios nacionales Fortaleció la capacidad analítica mediante capacitación y provisión de enzimas, controles, cebadores y kits de extracción de ARN, a fin de permitir la realización de las pruebas de detección de la COVID-19. Prevención y control de infecciones Ayudó al Ministerio de Salud en el acceso a las directrices de prevención y control de infecciones y de manejo clínico de la OMS y la OPS, así como a los recursos de capacitación en línea. Ofreció orientaciones al Ministerio de Salud sobre el desarrollo de procedimientos normalizados de trabajo en materia de prevención y control de infecciones. Colaboró con el Ministerio de Salud en la investigación sobre los factores de riesgo asociados con las infecciones en el personal de salud. Manejo de casos Aportó unidades modulares que se han adaptado para ampliar la capacidad de aislamiento y triaje en dos hospitales. Ayudó al Ministerio de Salud a planificar medidas de refuerzo clínico-hospitalario ante picos de demanda, siguiendo las directrices elaboradas por la OPS. Apoyo operativo y logística Aportó material de laboratorio, EPP e hisopos nasofaríngeos para que las Bahamas multiplicasen su capacidad de realizar pruebas de diagnóstico de la COVID-19. Mantenimiento de servicios de salud esenciales durante la pandemia Proporcionó orientaciones y guías de la OPS/OMS para ayudar al Ministerio de Salud a seleccionar, adaptar y mantener los servicios esenciales de salud ante la pandemia de COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 40 Barbados Coordinación, planificación y seguimiento a nivel de país Ayudó al Ministerio de Salud y Bienestar a elaborar y poner en marcha su plan de respuesta a la COVID-19. Convocó consultas con las autoridades nacionales de salud a fin de evaluar las necesidades de apoyo y material técnico que permitirían a Barbados responder eficazmente a la pandemia. Se coordinó con el sistema de las Naciones Unidas para elaborar y ejecutar el Plan de Respuesta Multisectorial a la COVID-19 del Caribe Oriental, en colaboración con el Organismo del Caribe para la Gestión de Emergencias en Casos de Desastre (CDEMA) y otros asociados en el terreno. Comunicación de riesgos y participación de la comunidad Elaboró carteles y folletos sobre las medidas de salud pública preventivas de la COVID-19. Elaboró y divulgó en redes sociales tarjetas diseñadas para el público general sobre cómo afrontar los problemas relacionados con el estrés. Facilitó actividades de establecimiento de capacidad dirigidas a líderes comunitarios y religiosos y personajes influyentes, para que pudieran ofrecer apoyo psicosocial y de salud mental básico encaminado a fortalecer la resiliencia individual y de la comunidad. Vigilancia, equipos de respuesta rápida e investigación de casos Colaboró con las autoridades de salud para asegurar que sus sistemas de vigilancia estuviesen calibrados, considerando la definición de caso de COVID-19, e introdujo herramientas de recopilación de datos (por ejemplo, listados en Excel, formularios de notificación de casos revisados). Proporcionó orientación sobre Go.Data, el programa informático de localización de contactos de la OMS, para introducir datos y vigilar la cadena de transmisión. Proporcionó orientación sobre EpiEstim y CovidSim, modelos matemáticos para la proyección a corto plazo de los casos. Puntos de entrada Confeccionó materiales de comunicación para concientizar sobre los riesgos de la COVID-19 en los puntos de entrada. Laboratorios nacionales Difundió directrices y protocolos para la prueba de la COVID-19 y la adquisición y distribución de materiales de obtención de muestras. Adquirió y distribuyó enzimas para RT-PCR, kits de extracción y materiales consumibles. Capacitó al personal de laboratorio sobre los aspectos teóricos de los medios de diagnóstico molecular. Prevención y control de infecciones Suministró EPP para proteger al personal de los centros de salud de primera línea que reciben y controlan los casos de COVID-19. Evaluó las unidades de aislamiento y formuló recomendaciones sobre cómo diseñarlas y qué medidas de prevención y control de infecciones deben tenerse en cuenta. Manejo de casos Impartió un seminario por internet para el personal de salud sobre el manejo clínico de la COVID-19, centrándose en las experiencias y las enseñanzas extraídas en toda la Región. Apoyo operativo y logística Garantizó el movimiento de material médico esencial para el Caribe oriental y los territorios de ultramar del Reino Unido, a través de una asociación con el Mecanismo Regional de Seguridad. Las fuerzas armadas de Barbados han colaborado en el almacenamiento y la distribución del material médico. Mantenimiento de servicios de salud esenciales durante la pandemia Colaboró con el programa de vacunación del país para garantizar la continuidad de las vacunaciones durante la pandemia de COVID-19 y crear un foro de intercambio de experiencias y retos a la hora de modificar la prestación de los servicios vacunales. Impartió capacitación sobre el uso del formulario de notificación conjunta anual de la OMS/UNICEF y el nuevo sistema de notificación mensual para las vacunas, permitiéndoles a las autoridades nacionales observar la repercusión de la pandemia sobre el programa de vacunación. Participó en la campaña virtual de la Semana de Vacunación en las Américas: compartió orientaciones, carteles, GIF y mensajes clave para ayudar a Barbados a llevar a cabo esta campaña. Realizó actividades de capacitación con los puntos focales del Ministerio de Salud, a fin de abordar aspectos sobre los niños discapacitados, incluida la continuidad de los servicios de salud especializados para los niños y sus familias. Convocó un diálogo virtual para que los jóvenes hablasen de lo que hará falta para adaptarse a esta nueva manera de vivir y cómo hacer frente al aislamiento impuesto por la pandemia en clave positiva. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 41 Belice Coordinación, planificación y seguimiento a nivel de país Participó en la respuesta multisectorial nacional a la emergencia, en el Grupo de Trabajo Nacional de COVID-19, en los subcomités de medicina y de comunicación y en la cooperación técnica con diversos ministerios. Facilitó la elaboración del Plan Nacional de Preparación y Respuesta a la COVID-19 (CPRP) junto con el Ministerio de Salud y el equipo de las Naciones Unidas en el país. Proporcionó orientación a la Plataforma de Asociados. Comunicación de riesgos y participación de la comunidad Difundió información fundamental a través de la prensa nacional, los boletines para los medios de información, la radio, la televisión y las redes sociales. Elaboró y llevó a la práctica, junto con el Ministerio de Salud, una estrategia de comunicación de riesgos y participación comunitaria para mitigar la repercusión de la COVID-19. Formuló mensajes de salud pública en español, criollo beliceño, garífuna y maya kekchí. Realizó sesiones telemáticas de intercambio de información con la Cámara de Comercio, el Ministerio de Educación y entidades de las Naciones Unidas. Desarrolló una estrategia conjunta de comunicación de riesgos con la OPS/OMS, el ACNUR y el Fondo de Población de las Naciones Unidas (UNFPA), bajo el auspicio del Fondo Fiduciario de Asociados Múltiples (MPTF) de las Naciones Unidas, y participó en el Grupo de Comunicación de las Naciones Unidas. Brindó apoyo a la plataforma de salud comunitaria del Ministerio de Salud. Vigilancia, equipos de respuesta rápida e investigación de casos Prestó asesoramiento técnico para la integración y la notificación oportuna de la COVID-19 en el sistema actual de vigilancia de infecciones respiratorias agudas graves. Ofreció orientación y ejercicios de establecimiento de la capacidad sobre el uso y el manejo de Go.Data para la localización de contactos. Prestó asesoramiento técnico al Instituto Estadístico de Belice y al Ministerio de Salud sobre la modelización de predicciones epidemiológicas. Puntos de entrada Elaboró materiales de educación sanitaria para usarlos en el aeropuerto y mensajes e infografías dirigidos a los ciudadanos que regresaban del exterior.Laboratorios nacionales Realizó actividades para establecer capacidades de diagnóstico analítico de la COVID-19 y proporcionó pruebas, materiales y EPP . Adquirió dos máquinas GeneXpert para facilitar el diagnóstico de la COVID-19 en los distritos, rebajando la presión sobre el Laboratorio de Análisis Clínicos Central. Prevención y control de infecciones Facilitó orientaciones y divulgó información sobre la regulación, el uso y la adquisición de EPP para el personal de salud en los centros esenciales. Celebró sesiones de establecimiento de la capacidad para los voluntarios y el personal de salud destinado a los centros de cuarentena. Adquirió diversos EPP para el Ministerio de Salud, incluidas mascarillas, batas, guantes y gafas protectoras. Colaboró con el BID y el Ministerio de Salud en publicaciones sobre la gestión de residuos sanitarios en los centros de salud, a fin de prevenir las reinfecciones Manejo de casos Realizó una evaluación conjunta de los hospitales y los centros de aislamiento y cuarentena y proporcionó asesoramiento técnico y materiales sobre las UCI, el manejo de casos y las últimas investigaciones. Participó en el examen de los protocolos y los PNT y facilitó la realización de seminarios por internet sobre manejo de casos de COVID-19. Ofreció capacitación a los ciudadanos para usar la herramienta de la OPS de estimación y manejo de la COVID-19, lo cual ha permitido determinar las necesidades de EPP , personal de salud, camas de UCI y críticos y otros materiales. Apoyo operativo y logística Difundió información sobre el fortalecimiento de la capacidad regulatoria y acceso al portal de suministros para la COVID-19. Respaldó las adquisiciones de EPP para la protección del personal de salud y materiales de laboratorio, entre otros, con miras a incrementar la capacidad diagnóstica de la COVID-19. Mantenimiento de servicios de salud esenciales durante la pandemia Formuló orientaciones sobre la reorganización de servicios de salud para satisfacer los cambios en la demanda de servicios esenciales asociados a la pandemia. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 42 Realizó actividades de establecimiento de capacidad sobre salud mental y protección del personal de salud que ejerce en un entorno de COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 43 Bolivia Coordinación, planificación y seguimiento a nivel de país Colaboró con las autoridades nacionales para formar un comité técnico intersectorial de COVID-19, compuesto por el Ministerio de Salud, la Dirección General de Migración (DIGEMIG), el Ministerio de Comunicación, la Sociedad Boliviana de Infectología, otros organismos de las Naciones Unidas y misiones extranjeras, a fin de concertar las labores de lucha contra la COVID-19 del sector de la salud del país. Colaboró con las autoridades nacionales para elaborar y poner en práctica el plan nacional de respuesta, incluidas las actividades de vigilancia, análisis clínicos, manejo de casos y comunicación de riesgos. Ayudó a la Unidad de Epidemiología del Ministerio de Salud a gestionar los datos de los casos, adoptar la definición de caso de COVID-19 y elaborar y poner en práctica los protocolos de control de casos presuntos y confirmados, cuarentena y aislamiento domiciliario, uso de los EPP y aislamiento en los centros de salud. Informó a más de 100 autoridades locales del departamento del Beni, al personal de salud y a periodistas sobre la estrategia nacional de COVID-19 y sus áreas clave de respuesta. Comunicación de riesgos y participación de la comunidad Ayudó a los ministerios de Salud y de Comunicación a elaborar y poner en práctica la estrategia de comunicación de riesgos de Bolivia relativa a la COVID-19. Ayudó a Bolivia a confeccionar materiales de comunicación de riesgos para llegar a la población general y a los colectivos de indígenas, afrobolivianos y residentes de zonas rurales. Difundió mensajes en las redes sociales para hacer frente a la discriminación contra los pacientes con COVID-19 y contra los profesionales de la salud. Vigilancia, equipos de respuesta rápida e investigación de casos Aportó orientaciones para que Bolivia pudiese analizar y visualizar eficazmente el número básico de reproducción del virus (mediante EpiEstim) y predecir su propagación en el país, teniendo en cuenta las medidas de salud pública adoptadas y su sistema de salud (mediante CovidSIM). Vigiló los casos de COVID-19 entre las poblaciones indígenas del país para orientar las labores del grupo de acción sanitaria. Ayudó al Ministerio de Salud a investigar los brotes de Santa Cruz y Oruro cuando se detectaron los primeros casos en Bolivia. Laboratorios nacionales Aportó reactivos, kits para extracción de ARN y demás material de laboratorio para que Bolivia pudiese diagnosticar la COVID-19 a un mayor número de personas. Capacitó a los técnicos de laboratorio del CENETROP , la entidad que actúa como centro nacional de gripe, para interpretar los resultados del diagnóstico molecular de la COVID-19. Prevención y control de infecciones Capacitó a personal de salud de los departamentos de La Paz, Oruro y Santa Cruz sobre el uso adecuado de los EPP , la obtención de muestras, el aislamiento de pacientes y otras cuestiones importantes. Aportó EPP para uso del personal de salud, a fin de reducir su riesgo de contraer la COVID 19. Manejo de casos Ayudó a las autoridades nacionales de salud a reorganizar y reforzar los servicios hospitalarios existentes para el manejo de los casos de COVID-19, incluida la atención a críticos. Mantenimiento de servicios de salud esenciales durante la pandemia Prestó apoyo para la reorganización y ampliación de los servicios de salud de Bolivia, evaluando el grado de preparación de 41 hospitales, así como de las redes asistenciales del país, y elaborando un plan de distribución relativo a 47 tipos de equipamiento, con especificaciones técnicas detalladas. Aportó una estimación de los recursos humanos necesarios y orientaciones técnicas para la contratación de 6.500 profesionales de la salud a fin de reforzar todos los niveles asistenciales, a saber: técnicos de laboratorio, personal de enfermería y médicos de diferentes especialidades, incluidos intensivistas. Ayudó al Ministerio de Salud a reforzar el primer nivel de atención con brigadas comunitarias para la vigilancia de los centros de aislamiento, la localización de contactos, la detección de casos y la derivación precoz. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 44 Brasil Coordinación, planificación y seguimiento a nivel de país Fortaleció la preparación y la capacidad de respuesta del Brasil ofreciendo aportes técnicos a sus planes y protocolos de urgencia y compartiendo experiencias internacionales. Ayudó al ejecutivo y a la judicatura del país a elaborar protocolos de reducción de la transmisión de COVID-19 entre las poblaciones indígenas y privadas de libertad, según los análisis epidemiológicos y de riesgos de la OPS. Facilitó la coordinación de la respuesta a la emergencia de la COVID-19 entre los tres niveles administrativos del Brasil (federal, estatal y municipal), dentro del Sistema Único de Salud (SUS). Tradujo al portugués las publicaciones y herramientas de la OMS y la OPS sobre COVID-19. Comunicación de riesgos y participación de la comunidad Formó a líderes comunitarios y de migrantes para que promoviesen las medidas de prevención de la COVID-19. Elaboró y diseminó materiales de comunicación de riesgos diseñados para poblaciones migrantes (en particular en Boa Vista y Roraima) y residentes en albergues, entre otras. Con ayuda del UNICEF, diseñó cursos virtuales para capacitar a los venezolanos residentes en el Brasil a fin de ofrecer atención a la salud mental y apoyo psicosocial a los adolescentes y niños migrantes. Vigilancia, equipos de respuesta rápida e investigación de casos Colaboró con el Ministerio de Salud para adaptar y poner en práctica las estrategias y directrices de vigilancia y análisis de laboratorio. Compartió herramientas analíticas y proporcionó proyecciones para respaldar la toma de decisiones del Gobierno. Ayudó a 27 estados federales a incrementar su plantilla de técnicos de vigilancia y laboratorio y se coordinó con el Ministerio de Salud, el Consejo Nacional de Secretarios de Salud (CONASS) y el Consejo Nacional de Secretarías Municipales de Salud (CONASEMS) para fortalecer las capacidades de vigilancia en los estados y los municipios ante agentes patógenos emergentes y reemergentes. Colaboró con la Secretaría Especial de Salud Indígena para fortalecer la vigilancia y el seguimiento de casos en 100 tierras indígenas. Capacitó a funcionarios del Ministerio de Salud sobre el uso de Go.Data para la localización de contactos. Prestó asistencia al gobierno de Manaus y al estado de Amazonas para fortalecer sus capacidades de laboratorio y de vigilancia ampliando las plantillas laborales (23 enfermeros, 2 enfermeros de biotecnología, 4 farmacéuticos, 3 biólogos y 6 técnicos de enfermería). Laboratorios nacionales Realizó actividades de establecimiento de la capacidad para técnicos de laboratorio a fin de mejorar las pruebas y el diagnóstico de la COVID-19. Aportó kits para pruebas, kits de extracción y otros suministros a los laboratorios nacionales de referencia. Prevención y control de infecciones Proporcionó a las autoridades locales especificaciones relativas a los EPP , respiradores mecánicos y otros equipamientos. Colaboró con los homólogos nacionales para establecer y aplicar estrategias de gestión de cadáveres en el contexto de la COVID-19. Manejo de casos Prestó apoyo al Ministerio de Salud para elaborar, actualizar y poner en práctica guías de manejo clínico, vigilancia, salud mental y medidas no farmacológicas. Evaluó la preparación de los hospitales y trabajó con el Ministerio de Salud para capacitar a más profesionales de salud, ampliando el personal del Sistema Único de Salud. Mantenimiento de servicios de salud esenciales durante la pandemia Colaboró con las autoridades nacionales para que siguieran ofreciéndose, con garantías de seguridad, los servicios de salud esenciales distintos de la COVID-19, como el programa de vacunación y el tratamiento de las enfermedades no transmisibles. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 45 Chile Coordinación, planificación y seguimiento a nivel de país Colaboró directamente con el Ministerio de Salud, con grupos de profesionales y científicos y con el equipo de respuesta a emergencias de Chile para elaborar y llevar a la práctica el Plan de Acción Coronavirus COVID-19 de Chile, adaptando al mismo tiempo los protocolos y las metodologías de la OPS y la OMS al contexto del país. Promovió medidas de protección de colectivos en situación de vulnerabilidad, incluidas las personas con discapacidades, las embarazadas, los neonatos y las poblaciones migrantes, entre otros. Comunicación de riesgos y participación de la comunidad Difundió datos y consejos importantes, a través de radio, televisión, internet y redes sociales, para combatir la desinformación. Vigilancia, equipos de respuesta rápida e investigación de casos Colaboró con la Red Mundial de Alerta y Respuesta ante Brotes Epidémicos (GOARN) en la capacitación de los homólogos del país, a fin de que adoptasen el programa Go.Data para la localización de contactos. Apoyó a Chile en el establecimiento de su núcleo de SIG para facilitar el seguimiento de los casos de COVID-19. Ofreció recomendaciones para fortalecer su sistema de vigilancia y prestó asistencia para analizar y visualizar el número reproductivo básico del virus (mediante EpiEstim) y predecir su propagación en el país, teniendo cuenta las medidas de salud pública adoptadas y su sistema de salud (mediante CovidSIM). Manejo de casos Aportó tratamientos y brindó asistencia técnica al Ministerio de Salud para mejorar el manejo de los casos, facilitándole el acceso a las directrices de manejo clínico de la OPS/OMS, a los recursos de capacitación en línea y a las reuniones virtuales. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 46 Colombia Coordinación, planificación y seguimiento a nivel de país Colaboró directamente con el Ministerio de Salud para elaborar y adaptar las directrices de la OPS al contexto colombiano y para formar las capacidades nacionales de respuesta a la pandemia de COVID-19. Facilitó una reunión de coordinación bilateral entre las autoridades de salud de Colombia y Venezuela para formular estrategias dirigidas a proteger la salud de las poblaciones fronterizas. Realizó una misión técnica con el Ministerio de Salud al departamento del Amazonas para ayudar a las autoridades locales a elaborar un plan de contingencia. La OPS movilizó personal de salud y aportó medicamentos, EPP , materiales higiénicos y tres respiradores al hospital local. Como parte del proyecto \"Salud para la paz\" , colaboró con el Ministerio de Salud, la OIM y el UNFPA para suministrar EPP y fortalecer la vigilancia de la COVID-19 y los sistemas de salud en 171 municipios, en el marco del proceso de pacificación que tiene lugar después de décadas de violencia. Comunicación de riesgos y participación de la comunidad Colaboró con el Ministerio de Salud y otros interesados directos para diseminar mensajes por radio, televisión e internet a fin de luchar contra las noticias falsas e informar a la población sobre cómo prevenir la infección, mantener un estilo de vida saludable y proteger la salud mental, a través del programa radiofónico semanal de las Naciones Unidas, la Feria Internacional del Libro de Bogotá y otros medios. Impartió sesiones de capacitación sobre comunicación de riesgos a 70 profesionales de medios de comunicación y hospitales, así como a líderes indígenas del departamento de Guajira. Los materiales se han adaptado al idioma wayuunaiki. Vigilancia, equipos de respuesta rápida e investigación de casos Capacitó a los profesionales de la salud para usar el programa Go.Data en la localización de contactos, analizar y visualizar eficazmente el número reproductivo básico del virus (mediante EpiEstim) y proyectar su propagación teniendo en cuenta las medidas de salud pública adoptadas y el sistema de salud (mediante CovidSIM).Laboratorios nacionales Prestó apoyo técnico para fortalecer los medios de diagnóstico analítico de la COVID-19. Aportó 100.000 pruebas PCR para las poblaciones de alto riesgo y las áreas prioritarias. Prevención y control de infecciones Suministró EPP a Colombia, incluido un hospital de Cundinamarca, y una remesa de 440.000 guantes y más de 4.000 mascarillas quirúrgicas y N95, entre otros materiales, a la Fuerza Aérea Colombiana, para su uso en el transporte de casos graves desde zonas remotas a los centros de salud especializados. Capacitó a los profesionales de la salud colombianos, incluidos 70 trabajados de 43 consultorios de Barranquilla y el Atlántico, para calcular las necesidades de EPP y otros suministros de salud. Suministró mascarillas a migrantes en tránsito y a residentes de refugios temporales en Ipiales (Nariño). Manejo de casos Capacitó a los funcionarios del Ministerio de Salud sobre la reorganización y ampliación de los servicios de salud, atención primaria, gestión de equipos médicos de emergencia (EMT), y establecimiento de sitios alternativos de atención médica (SAAM). Facilitó las donaciones de concentradores de oxígeno y otros equipamientos entre partes externas y Colombia. Capacitó a 70 profesionales hospitalarios del departamento del Atlántico sobre las herramientas de gestión de suministros para el aprovisionamiento de fármacos y otros elementos esenciales. Mantenimiento de servicios de salud esenciales durante la pandemia Colaboró con el PNUD, el UNFPA, las autoridades nacionales y la sociedad civil en la organización de un servicio de entrega de medicamentos a domicilio para las personas consideradas de alto riesgo de padecer la COVID-19. Ayudó a las autoridades nacionales a desplegar la campaña nacional de vacunación, reduciendo al mismo tiempo el riesgo de infección. La OPS contrató a 228 profesionales de vacunación y aportó los kits de vacunación y los EPP . RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 47 Costa Rica Coordinación, planificación y seguimiento a nivel de país Colaboró en el marco de los centros nacionales de operaciones de emergencia y con otros organismos de las Naciones Unidas, asociados multilaterales y misiones extranjeras para coordinar las iniciativas del sector de la salud en la lucha contra la COVID-19. Se coordinó con sus homólogos para formular recomendaciones sobre la adaptación de los protocolos y las metodologías de la OPS/OMS de respuesta a la COVID-19, incluido el levantamiento progresivo de las medidas en cuatro fases de reapertura. Colaboró en el desarrollo del Llamamiento a la Acción para la COVID-19, un mecanismo internacional para garantizar el acceso y el uso de la propiedad intelectual de las tecnologías de detección, prevención, control y tratamiento de COVID-19, lanzado el 29 de mayo con la OMS. Comunicación de riesgos y participación de la comunidad Mejoró la presencia en los medios de comunicación para hacer frente a las informaciones falsas, a través de la radio, la televisión y las plataformas en línea. Envió mensajes a migrantes, residentes en albergues temporales y personas en situación de vulnerabilidad, sobre cuestiones básicas de higiene, distancias de seguridad y salud mental. Editó un libro infantil, en colaboración con otros organismos de las Naciones Unidas, titulado Los días que todo se detuvo, cuyo objetivo es explicar la crisis y las medidas de seguridad de manera amena. Colaboró con el Gobierno y otros organismos de las Naciones Unidas para realizar campañas sobre violencia doméstica, inocuidad de los alimentos, niños, jóvenes y padres, y videos sobre solidaridad interinstitucional de las Naciones Unidas. Vigilancia, equipos de respuesta rápida e investigación de casos Apoyó a las autoridades nacionales para que analizaran los datos de vigilancia, proyectaran la evolución de la pandemia en el país y establecieran un núcleo de SIG con miras a facilitar el seguimiento de los casos de COVID-19. Colaboró con sus homólogos para analizar los modelos de la enfermedad y la posible repercusión sobre los sistemas de salud. Aportó equipamiento y suministros al Ministerio de Justicia y Paz para la vigilancia.Puntos de entrada Prestó apoyo a las autoridades en la evaluación de las medidas de salud pública y les ofreció orientaciones a los funcionarios de los puntos de llegada al país sobre las posibles situaciones de riesgo relacionadas con la COVID-19. Laboratorios nacionales Prestó apoyo para que se elaborase un plan nacional de laboratorio para la vigilancia de la COVID-19 y para la solución de problemas en el diagnóstico molecular. Adquirió materiales, incluyendo enzimas, cebadores de control interno, tubos de PCR y kits de extracción. Manejo de casos Priorizó las acciones para abordar la problemática de la salud mental. Colaboró con los municipios prioritarios y las autoridades nacionales para fortalecer los servicios de salud locales y garantizar que la respuesta abarcase a las comunidades vulnerables. Realizó un análisis de la repercusión sobre los servicios hospitalarios, teniendo en cuenta las previsiones de casos. Formuló recomendaciones sobre el establecimiento de sitios alternativos de atención médica (SAAM). Apoyo operativo y logística Facilitó la gestión y distribución de suministros esenciales mediante el Sistema de Manejo de Suministros de la OPS/ OMS (SUMA). Brindó apoyo para poner en marcha la Plataforma de Asociados de la COVID-19 de la OMS. Mantenimiento de servicios de salud esenciales durante la pandemia Aplicó modelos y herramientas para ayudar al Gobierno a valorar su sistema de salud y planificar la reorganización y el fortalecimiento de los servicios de salud y la Caja Costarricense de Seguro Social. Brindó apoyo a las autoridades nacionales en la elaboración de las estrategias para atender las necesidades de salud de los migrantes, los solicitantes de asilo y las personas que regresaban del exterior (junto con organismos de las Naciones Unidas y ONG), incluidos los niños. Analizó cómo integrar la vigilancia de la malaria y otras enfermedades como el dengue, con la respuesta a la COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 48 Cuba Coordinación, planificación y seguimiento a nivel de país Colaboró con el Ministerio de Salud Pública, organismos de las Naciones Unidas, asociados multilaterales y misiones extranjeras para ayudar a coordinar las labores del sector de la salud contra la COVID-19. Encabezó el plan del sistema de las Naciones Unidas ante el Ministerio de Salud Pública para dar una respuesta socioeconómica inmediata a la COVID-19. Comunicación de riesgos y participación de la comunidad Brindó apoyo para formular estrategias y mensajes sanitarios clave para la comunicación de riesgos y la participación comunitaria. Elaboró una lista de responsables políticos e investigadores para el intercambio de información, así como paquetes de información que se han hecho llegar a los niveles de vigilancia, atención y manejo. Elaboró infografías y videos con información sobre la COVID-19 dirigidos a las personas con discapacidades, problemas de salud maternoinfantil, ancianos y consumidores de tabaco. Divulgó un paquete de manuales de apoyo psicosocial, elaborado por el Departamento de Psicología y Salud Mental. Vigilancia, equipos de respuesta rápida e investigación de casos Capacitó a los equipos nacionales de vigilancia y análisis epidemiológicos. Laboratorios nacionales Adquirió equipos y suministros para la vigilancia y la detección de casos, como reactivos, kits de extracción de ARN, bolsas para cadáveres, medios de transporte de pruebas y otros materiales.Prevención y control de infecciones Adquirió jabón, desinfectantes y bioindicadores para la limpieza de manos, superficies y autoclaves, así como bolsas para el transporte de residuos de laboratorio y equipos de protección para el personal de salud que atendía a los pacientes. Compartió y difundió los protocolos y las directrices de la OPS y la OMS sobre prevención y control de infecciones en centros de salud, prisiones y residencias, para que los tuvieran en cuenta las autoridades nacionales. Manejo de casos Adquirió oxímetros para vigilar la evolución de los pacientes tratados por COVID-19 en las unidades de críticos. Apoyo operativo y logística Capacitó a las autoridades de salud para que calculasen las necesidades de EPP , medicamentos y suministros esenciales mediante la herramienta de la OPS. Coordinó con las autoridades nacionales y los organismos de las Naciones Unidas el uso de la plataforma mundial, tanto en las áreas técnicas como en las de suministro. Mantenimiento de servicios de salud esenciales durante la pandemia Formuló orientaciones sobre el modelado de situaciones a efectos de la planificación de los sistemas de salud. Brindó apoyo para evaluar el grado de preparación de los hospitales para manejar los casos de COVID-19, siguiendo las directrices de la OPS/OMS. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 49 Departmentos franceses en las Américas (Guadalupe, Guayana Francesa, Martinica) Vigilancia, equipos de respuesta rápida e investigación de casos Compartió directrices de vigilancia de la OPS para facilitar el intercambio de información epidemiológica entre los departamentos franceses de ultramar (Guadalupe, Martinica y la Guayana Francesa), el punto focal del RSI en Francia y el punto de contacto regional del RSI para las Américas. Compartió definiciones de casos de COVID-19 con autoridades de salud a nivel de departamentos. Facilitó el intercambio de información entre la Guayana Francesa, Suriname, Guyana y Brasil con respecto a la dinámica de la COVID-19 en el Escudo Guayanés. Puntos de entrada Colaboró estrechamente con las contrapartes de los departamentos franceses para realizar evaluaciones conjuntas de riesgos, en particular de brotes que tuvieron lugar en cruceros y su movimiento en el Caribe. Laboratorios nacionales Compartió directrices de la OPS y de la OMS para el análisis molecular en laboratorio. Manejo de casos Facilitó el intercambio de experiencias de los departamentos franceses en el manejo clínico de la COVID-19 con otros países y los territorios del Caribe oriental. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 50 Dominica Coordinación, planificación y seguimiento a nivel de país Produjo resúmenes informativos diarios sobre la COVID-19 para el país. Proporcionó a los homólogos en el país (OIM y PNUD) las directrices y actualizaciones de la OPS y la OMS. Comunicación de riesgos y participación de la comunidad Participó impartiendo capacitación sobre violencia de género, inmunización, uso del formulario de notificación conjunta de la OMS/UNICEF para vacunas, la Semana de Vacunación en las Américas y primeros auxilios psicológicos. Organizó sesiones informativas con los medios de difusión para explicar el apoyo de la OPS en el país y la colaboración con el Ministerio de Salud. Trabajó con los jóvenes para garantizar su participación en el foro de líderes juveniles. Vigilancia, equipos de respuesta rápida e investigación de casos Difundió definiciones de casos de la COVID-19. Compartió herramientas de recopilación de datos, como el listado cronológico en Excel y el formulario revisado de notificación de casos, y proporcionó orientación sobre su uso para fortalecer la vigilancia de la COVID-19. Ofreció orientación en Go.Data, el programa informático de localización de contactos de la OMS. Ofreció orientación sobre la aplicación de los modelos matemáticos EpiEstim y CovidSim para la proyección de casos en el corto plazo. Proporcionó orientación técnica sobre el diseño de una encuesta comunitaria sobre la COVID-19. Compartió protocolos para la vigilancia, localización de contactos y detección de casos con las autoridades nacionales de salud. Puntos de entrada Impartió capacitación en prevención y control de infecciones, vigilancia y manejo de casos en puertos. Prestó asesoramiento técnico con respecto a la reorganización de las instalaciones portuarias para facilitar la detección de casos, la cuarentena o el aislamiento y la derivación de casos.Laboratorios nacionales Difundió las directrices y los protocolos para las pruebas de la COVID-19. Adquirió y distribuyó enzimas de RT-PCR, materiales para obtención de muestras, kits de extracción y materiales consumibles. Capacitó al personal de laboratorio en los aspectos teóricos del diagnóstico molecular. Prevención y control de infecciones Adquirió equipo de protección personal para reducir el riesgo de infección del personal de salud. Impartió capacitación sobre prevención y control de infecciones en español y en inglés al personal de enfermería, médicos y trabajadores de atención paramédica. Compartió directrices sobre prevención y control de infecciones. Manejo de casos Impartió capacitación en manejo clínico de casos, salud mental en la COVID-19, atención del embarazo en la COVID-19, y niños con discapacidades en la COVID-19. Capacitó a personal de salud en el uso apropiado de equipo de protección personal. Compartió guías de manejo de casos con el país. Apoyo operativo y logística Prestó apoyo logístico para el despacho aduanal de materiales y suministros relativos a la COVID-19 destinados al Ministerio de Salud. Mantuvo una coordinación estrecha con el Ministerio de Salud en relación con el apoyo de la OPS. Mantenimiento de servicios de salud esenciales durante la pandemia Proporcionó orientación técnica sobre la reorganización del sistema de salud para responder a casos de COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 51 Ecuador Coordinación, planificación y seguimiento a nivel de país Colaboró directamente con el Ministerio de Salud Pública del Ecuador y su centro de operaciones de emergencia para elaborar y ejecutar el plan de preparación y respuesta para la COVID-19 del país. Trabajó con el grupo de trabajo de la MTT2 del sector de la salud del país, en el cual la OPS ayudó a adaptar y adoptar protocolos y metodologías de la OPS y la OMS para vigilancia epidemiológica, puntos de entrada, prevención y control de infecciones, manejo de casos, coordinación, y comunicación de riesgos. Desplegó expertos en vigilancia, localización de contactos, reorganización de servicios de salud, y organización de una estructura nacional de respuesta a emergencias. Realizó una misión conjunta OPS-Ministerio de Salud Pública en Guayaquil y otras ciudades costeras, así como en la provincia de Manabí y en las Galápagos. Comunicación de riesgos y participación de la comunidad Apoyó al Ministerio de Salud Pública en la elaboración y ejecución del Plan Nacional de Comunicación para abordar la COVID-19 y el examen del protocolo para la prevención de la COVID-19 en los pueblos indígenas y otros grupos. Capacitó a periodistas y comunicadores de poblaciones afrodescendientes, grupos indígenas y montubios para difundir mensajes clave y estrategias de intercambio, y sostuvo reuniones semanales con líderes comunitarios y juveniles de estos grupos. Vigilancia, equipos de respuesta rápida e investigación de casos Apoyó al Ministerio de Salud Pública a formular y ejecutar directrices nacionales para la contención y la mitigación de la COVID-19; analizó las tendencias y la mortalidad excesiva de la COVID-19. Entregó equipo informático a la sala de situación nacional y contrató a 13 funcionarios para administrar las bases de datos a nivel provincial. Puntos de entrada Proporcionó asesoramiento técnico al centro nacional para el RSI del Ecuador, apoyo con la actualización semanal de la información, y equipo de tecnología para la gestión y el análisis de la información.Laboratorios nacionales Proporcionó orientación técnica sobre diagnóstico molecular a la red de laboratorios descentralizados del país en Quito y en Cuenca, y entregó suministros de laboratorio para aproximadamente 100.000 pruebas. Facilitó el intercambio de experiencias en diagnóstico molecular de la COVID-19 con Bolivia y Perú. Prevención y control de infecciones Apoyó al Ministerio de Salud Pública en la formulación y ejecución de directrices de prevención y control de infecciones para el sector de la salud. Proporcionó equipo de protección personal y bolsas para cadáveres para apoyar la respuesta del país a la COVID-19 y el manejo de los cadáveres. Manejo de casos Realizó evaluaciones para reorganizar y ampliar los servicios de salud del Ecuador a fin de responder a la COVID-19. Esto incluyó el análisis y la identificación de brechas en 303 hospitales a nivel provincial. Capacitó a equipos nacionales para dirigir equipos médicos de emergencia, establecer sitios alternativos de atención médica y utilizar tiendas y unidades habitacionales adaptadas para el triaje. Capacitó a personal de salud de 279 hospitales públicos y de las fuerzas armadas a fin de que pudieran evaluar su preparación para enfrentar la pandemia de COVID-19. Brindó apoyo a la formulación de directrices para el manejo de pacientes, y la atención neonatal y de las embarazadas. Apoyo operativo y logística Capacitó a funcionarios de logística en el uso de los programas de computación SUMA y SISTOCK para administrar suministros y medicamentos durante una emergencia. Mantenimiento de servicios de salud esenciales durante la pandemia Colaboró con el Ministerio de Salud Pública y otros asociados para evaluar estrategias que aseguren continuidad en los programas de vacunación, combate a la malaria, combate a la tuberculosis y contra infección por el VIH/sida. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 52 El Salvador Coordinación, planificación y seguimiento a nivel de país Participó en la sala de situación del gobierno con miembros del Gabinete de Salud Ampliado. Apoyó al país en el plan de respuesta nacional que determina prioridades y brechas. En coordinación con el Sistema de las Naciones Unidas, elaboró un plan de respuesta conforme a las directrices de las Naciones Unidas y el Plan de Respuesta Humanitaria COVID-19. La OPS coordina el grupo de acción sanitaria en el equipo humanitario del país. Comunicación de riesgos y participación de la comunidad Brindó respaldo al gobierno en una campaña de comunicación de riesgos dirigida a la población de sus 14 departamentos participando en conferencias de prensa ofrecidas por el Gabinete de Salud Ampliado y en una transmisión nacional del mensaje del presidente. La Representación de la OPS/OMS reforzó los mensajes de prevención, y contrató tiempo en los medios de difusión para posicionar a la OPS como fuente oficial de información. Capacitó a comunicadores de diferentes instituciones y distribuyó manuales y material gráfico. Vigilancia, equipos de respuesta rápida e investigación de casos Ofreció apoyo modelando situaciones hipotéticas para planificar los sistemas de salud y proporcionó asesoramiento técnico para la vigilancia epidemiológica, haciendo hincapié en la búsqueda activa de casos, localización de contactos, gestión de la información, análisis de datos y temas de laboratorio, siguiendo las directrices de la OPS/OMS. Toda la información relacionada con la COVID-19 se presenta en el sitio web (https://covid19.gob.sv/). Intensificó la vigilancia para detectar casos de neumonía o enfermedades respiratorias. Puntos de entrada Preparó recomendaciones técnicas relacionadas con cierres de fronteras que incluían una búsqueda intensificada de casos presuntos de viajeros, comunicación de riesgos, actualización sobre medidas de protección para el personal de los puntos de entrada y entrega de equipo de protección personal.Laboratorios nacionales Distribuyó pruebas de RT-PCR, material de laboratorio y equipo de protección personal a las autoridades nacionales y prestó apoyo técnico al NIC para reforzar la vigilancia centinela e incorporar el SARS-CoV-2. Impartió capacitación focalizada y presentó métodos de solución de problemas para las pruebas de la COVID-19. Prevención y control de infecciones Elaboró un programa de capacitación y entregó equipo de protección personal a los trabajadores de atención de la salud para facilitar una respuesta apropiada a los casos. Manejo de casos Apoyó al país en la preparación de hospitales para atender casos confirmados. El país ha invertido más de US$28 millones en preparación de hospitales con una capacidad de 90 camas de UCI. Además, se está construyendo un hospital nuevo que tendrá capacidad para atender 1.000 casos de complejidad moderada en UCI y 2.000 pacientes hospitalizados. Se construyeron centros de tratamiento de pacientes con síntomas leves con una capacidad total de 800 camas. Apoyo operativo y logística Estableció el sistema LSS-SUMA en el centro logístico para recibir y coordinar las donaciones y las adquisiciones relacionadas con la pandemia de COVID-19. Capacitó a 13 funcionarios de la Dirección General de Protección Civil y el fondo de solidaridad en aspectos de logística y manejo de suministros. Contribuyó al fortalecimiento de los hospitales con adquisiciones de equipo y suministros. Mantenimiento de servicios de salud esenciales durante la pandemia Apoyó al gobierno para la inspección de los 30 hospitales de la red de salud pública en febrero del 2020, lo que permitió hacer ajustes y mejoras para responder a la pandemia. Colaboró con las autoridades en la reorganización de los servicios de salud para fortalecer el primer nivel de atención. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 53 Granada Coordinación, planificación y seguimiento a nivel de país Fortaleció el plan nacional contra la pandemia de gripe para adaptarlo a la COVID-19. Fortaleció la coordinación de la respuesta a la COVID-19 a nivel nacional. Comunicación de riesgos y participación de la comunidad Elaboró y distribuyó carteles y folletos sobre medidas preventivas de salud pública. Proporcionó estandartes para su colocación en puntos de entrada. Apoyó al país en la elaboración de herramientas de redes sociales y anuncios de servicio a la comunidad para abordar el tema del estigma. Vigilancia, equipos de respuesta rápida e investigación de casos Introdujo herramientas de recopilación de datos, como el listado cronológico en Excel y el formulario revisado de notificación de casos. Ofreció capacitación en Go.Data, el programa informático de localización de contactos de la OMS para captura de datos y vigilancia de la cadena de transmisión. Proporcionó orientación sobre EpiEstim y CovidSim, modelos matemáticos para la proyección de casos de COVID-19 en el corto plazo. Contrató a un funcionario de vigilancia a corto plazo para reforzar la localización de contactos. Puntos de entrada Evaluó las instalaciones del aeropuerto internacional a fin de asegurar el funcionamiento de los sistemas de vigilancia. Proporcionó orientación técnica sobre consideraciones para la reapertura progresiva de las fronteras. Laboratorios nacionales Difundió directrices y protocolos e impartió capacitación para la detección por medio de RT-PCR. Adquirió materiales de obtención de muestras, una máquina de RT-PCR, enzimas, kits de extracción y otros suministros.Prevención y control de infecciones Fortaleció la capacidad de prevención y control de infecciones de trabajadores de atención de salud mediante capacitación presencial y virtual y proporcionó equipo de protección personal. Apoyó la estrategia de reapertura del país impartiendo capacitación a los trabajadores de los hoteles que se están utilizando como albergues de cuarentena para los ciudadanos granadinos que regresan al país. Manejo de casos Impartió capacitación en evaluación de camas hospitalarias y métodos de gestión de suministros. Fortaleció la capacidad del país para brindar apoyo a la salud mental y psicosocial al personal de salud en el contexto de la COVID-19. Fortaleció los servicios de telesalud y la participación de la comunidad para prestar apoyo psicosocial. Apoyo operativo y logística Brindó apoyo a la entrega de suministros y equipo por medio del sistema de seguridad regional. Mantenimiento de servicios de salud esenciales durante la pandemia Utilizando el Campus Virtual de Salud Pública, se adaptaron dos estudios de casos que fueron presentados al personal de salud local. Fortaleció la capacidad del país para brindar apoyo a la salud mental y psicosocial al personal de salud en el contexto de la COVID-19. Impartió seminarios técnicos por internet sobre reorganización y ampliación de los servicios, operación de los equipos médicos de emergencia, atención materna y perinatal, niños con discapacidades y el Programa Ampliado de Inmunización (PAI). RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 54 Guatemala Coordinación, planificación y seguimiento a nivel de país Colaboró con mecanismos de coordinación como el Centro de Operaciones de Emergencia, el Comité del RSI y el Grupo de Acción Sanitaria. Comunicación de riesgos y participación de la comunidad Elaboró materiales de comunicación de riesgos y capacitó a funcionarios para que puedan informar mejor el público; preparó casi 70.000 carteles sobre diversos temas, como lavado de las manos, aislamiento y equipo de protección personal. Convocó una reunión con 260 periodistas, en coordinación con otros organismos de las Naciones Unidas. Brindó apoyo para la traducción de mensajes para servicios de salud en cinco lenguas mayas. Vigilancia, equipos de respuesta rápida e investigación de casos Impartió capacitación a 300 trabajadores de vigilancia, laboratorios, hospitales y comunicación social. Apoyó al país para analizar y visualizar la tasa reproductiva efectiva del virus y proyectar cómo se propagará el virus considerando las medidas de salud pública adoptadas. Impartió capacitación en Go.Data, una herramienta de localización de contactos. Puntos de entrada Apoyó al gobierno, junto con otros asociados, para identificar los establecimientos designados para atención de casos de COVID-19, gestión de puntos de entrada, y atención de personas que regresan de exterior. Apoyó al Ministerio de Salud para realizar un simulacro de preparación para los brotes. Laboratorios nacionales Impartió capacitación sobre respuesta de laboratorios a nivel subregional en el InDRE de México. Proporcionó cebadores, sondas, enzimas y kits para realizar pruebas de PCR. Prevención y control de infecciones Impartió capacitación a 430 trabajadores de hospitales sobre medidas de prevención y control de infecciones y ofreció orientación sobre evaluación de establecimientos temporales para personas con COVID-19 en Ciudad de Guatemala y en 13 hospitales. Impartió capacitación sobre las normas de seguridad de la OPS/OMS junto con el Ministerio de Salud en 9 hospitales y 3 hoteles. Impartió capacitación sobre prevención y control de infecciones a 420 estudiantes de la Universidad de San Carlos; diseñó un curso gratuito en línea del que participaron 3.000 profesionales de la salud, y capacitó al personal en 3 hoteles. Manejo de casos Prestó apoyo técnico sobre atención médica a 10 hospitales; respaldó la organización del hospital temporal, y ofreció orientación sobre planificación de recursos humanos para la salud. Brindó orientación sobre preparación de establecimientos de salud para tratar a personas infectadas y para cuidados intensivos. Capacitó a más de 100 personas en servicios de urgencia prehospitalarios. Asesoró al Ministerio de Salud en la coordinación de hospitales para ampliar los servicios de salud y utilizar la lista de verificación de la preparación del hospital. Trabajó con establecimientos de salud del sector privado para que se realizaran pruebas continuas de casos. Ofreció orientación sobre tratamiento de pacientes infantiles y adultos, embarazadas, recién nacidos y adolescentes, y sobre planificación familiar. Apoyo operativo y logística Impartió capacitación sobre el uso de herramientas para calcular necesidades de suministros, medicamentos y equipo de protección personal. Prestó apoyo en logística y gestión de incidentes, así como en mecanismos de adquisiciones. Facilitó donaciones de concentradores de oxígeno y otros suministros relacionados. Mantenimiento de servicios de salud esenciales durante la pandemia Promovió medidas que protegen a las personas en situación de vulnerabilidad, como personas con discapacidades, embarazadas, recién nacidos y poblaciones migratorias, entre otros. Apoyó al país en la formulación de estrategias para abordar temas relacionados con la salud en migrantes, solicitantes de asilo y personas que regresan del exterior. Respaldó al país en materia de salud mental en el contexto de la COVID-19; la definición de acciones esenciales en salud sexual y reproductiva, y la continuidad de los suministros esenciales para combatir el VIH, la tuberculosis y la malaria. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 55 Guyana Coordinación, planificación y seguimiento a nivel de país Brindó asistencia a la activación del Centro de Operaciones de Emergencias de Salud. Revisó las atribuciones y los procedimientos normalizados de trabajo para el Centro de Operaciones de Emergencias de Salud. Trabajó en los centros nacionales de operaciones de emergencia y colaboró con otros organismos de las Naciones Unidas, asociados multilaterales y misiones extranjeras a efectos de respaldar la coordinación de actividades en el sector de la salud para combatir la COVID-19. Ayudó en la elaboración del plan de preparación y respuesta para la COVID-19. Ayudó en la elaboración de una evaluación de riesgos de medidas de salud pública y sociales en relación con la COVID-19. Comunicación de riesgos y participación de la comunidad Ofreció conferencias de prensa periódicas sobre la COVID-19 con los medios de difusión locales, en colaboración con el gobierno. Colaboró en la preparación y distribución de materiales de información, educación y comunicación sobre la COVID-19. Organizó sesiones de sensibilización sobre la COVID-19 con personal de las Naciones Unidas. Prestó apoyo técnico al Ministerio de Salud Pública para realizar simposios públicos. Ayudó a la preparación del plan nacional de comunicación de riesgos. Vigilancia, equipos de respuesta rápida e investigación de casos Impartió capacitación en localización de contactos y definición de casos. Elaboró una plantilla de informe de situación para facilitar la notificación diaria por parte del Centro de Operaciones de Emergencias de Salud. Prestó apoyo técnico para la operación de Go.Data en manejo de casos, localización de contactos y seguimiento. Brindó apoyo técnico y capacitación en modelado epidémico para definir situaciones hipotéticas potenciales de enfermedades y sus implicaciones en la adopción, el ajuste y el levantamiento de las medidas de distanciamiento social adoptadas por el Ministerio de Salud Pública.Puntos de entrada Identificó y señaló en un mapa los puntos oficiales e informales de entrada y prestó apoyo técnico para realizar una evaluación de referencia de las capacidades y recursos clave que se requieren para el tamizaje y la derivación de casos sospechosos importados. Ayudó a crear una herramienta de vigilancia en el punto de entrada e impartió capacitación sobre definición de casos de COVID-19. Prestó apoyo técnico para el cálculo de suministros, equipo y necesidades de equipo de protección personal a efectos de establecer una zona de aislamiento en todos los puntos de entrada oficiales e informales. Laboratorios nacionales Fortaleció las capacidades de los laboratorios proporcionándoles enzimas, cebadores de control interno, tubos de PCR, kits de extracción para realizar pruebas y detección tempranas. Fortaleció las capacidades de los laboratorios impartiéndoles capacitación en los aspectos teóricos del diagnóstico molecular. Prestó apoyo para la solución de problemas con respecto a los procedimientos de prueba y la obtención de muestras. Prestó apoyo técnico en el cálculo de costos del material de laboratorio necesario para crear situaciones epidémicas hipotéticas de apoyo al diagnóstico. Prevención y control de infecciones Impartió capacitación para mejorar las normas de prevención y control de infecciones en unidades de aislamiento de los hospitales mediante el manejo de casos de pacientes con COVID-19. Calculó la demanda de equipo de protección personal en todos los niveles asistenciales, previendo la frecuencia de uso, el personal a quien se le va a proporcionar y el tipo de equipo de protección personal por función. Proporcionó además estimaciones de costos. Realizó una evaluación de la preparación de los hospitales. Manejo de casos Calculó la demanda esperada de atención hospitalaria, el número adicional de UCI requeridas y las necesidades de atención intermedia en cuanto a camas, equipo y recursos humanos para hacer frente a la epidemia, y determinó los costos de todos los recursos adicionales necesarios. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 56 Definió, con los homólogos nacionales, el modelo de atención de la COVID-19; elaboró un mapa con 42 zonas geográficas clave para focalizar la respuesta (ciudades, pueblos y puntos de entrada que podrían volverse zonas críticas de la epidemia); definió trayectorias de derivación y necesidades de transporte. Apoyo operativo y logística Evaluó el proceso y las necesidades de adquisiciones. Proporcionó al país equipos de protección personal y kits adicionales de pruebas de la COVID-19. Ayudó en la coordinación de suministros y necesidades mediante mecanismos de adquisiciones mundiales. Mantenimiento de servicios de salud esenciales durante la pandemia Capacitó a las autoridades nacionales en aspectos fundamentales para formar capacidad en los equipos médicos de emergencia nacionales. Capacitó a las autoridades nacionales en técnicas para calcular las necesidades del sector de la salud, y en maneras de ampliar los servicios de salud. Prestó apoyo técnico al Ministerio de Salud Pública para diseñar y adoptar. - Una iniciativa de telemedicina para mejorar el acceso a los servicios maternoinfantiles al nivel de atención primaria de salud (APS) debido al impacto de la COVID-19. - Un plan de acción de respuesta para brindar apoyo a la salud mental y psicosocial en relación con la COVID-19, priorizando poblaciones y personal de salud afectados. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 57 Haití Coordinación, planificación y seguimiento a nivel de país Se coordinó con las autoridades nacionales con objeto de evaluar la preparación de los hospitales para el manejo de casos, de acuerdo con las directrices de la OPS. Apoyó a la Unidad Nacional de Respuesta a Emergencias (UNGUS) del Ministerio de Salud Pública y Población (MSPP) para mejorar la coordinación. Apoyó a la Comisión Nacional Multisectorial para el Tratamiento de la Pandemia de COVID-19 para facilitar la coordinación entre los niveles nacional y subnacionales. Comunicación de riesgos y participación de la comunidad Organizó dos misiones para capacitar a 42 trabajadores en dos departamentos en comunicación de riesgos. Tradujo materiales didácticos al criollo haitiano. Apoyó al MSPP en la actualización de su página web para agregar información sobre la COVID-19, en particular el informe diario de situación nacional. Apoyó a la Unidad de Comunicaciones del MSPP para asegurar que cuente con capacidad de teletrabajo. Vigilancia, equipos de respuesta rápida e investigación de casos Colaboró con organismos internacionales asociados (la OIM, el UNFPA y UNICEF) para fortalecer la vigilancia en la frontera con la República Dominicana. Fortaleció la vigilancia en siete departamentos prioritarios. Contrató trabajadores en el departamento Noreste para localizar contactos. Capacitó a homólogos nacionales en el uso y manejo de Go.Data, la herramienta de localización de contactos de la OMS, para dar mejor seguimiento a los casos y posibles contactos. Implementó la herramienta Go.Data en diferentes establecimientos para apoyar la localización de contactos. Laboratorios nacionales Apoyó la orientación de 12 enfermeros, inicialmente capacitados para trabajar con el cólera, a fin de que ayuden al muestreo de casos presuntos. Fortaleció las capacidades de los laboratorios proporcionándoles enzimas, cebadores de control interno, tubos de PCR y kits de extracción para realizar pruebas y detección tempranas. Fortaleció las capacidades de los laboratorios impartiéndoles capacitación en los aspectos teóricos del diagnóstico molecular. Prestó apoyo en solución de problemas con respecto a los procedimientos de prueba y la obtención de muestras. Prevención y control de infecciones Distribuyó kits para servicios de agua, saneamiento e higiene a instituciones de salud designadas para atender casos de COVID-19 y a otras instituciones que se ocupan de la detección temprana de casos presuntos. Capacitó a 1.048 trabajadores de atención de salud en el uso apropiado del equipo de protección personal (tanto en instituciones de salud que manejan casos de COVID como en otras instituciones con capacidad de triaje y aislamiento). Manejo de casos Capacitó a 17 trabajadores de atención de salud en oxigenoterapia y rehabilitación respiratoria. Capacitó a instructores en detección temprana en los departamentos Norte y Noreste. Capacitó al personal de 21 instituciones de salud en la instalación adecuada de una sala de aislamiento, siguiendo las directrices de la OMS. Apoyó a 20 instituciones de salud para establecer mecanismos de detección temprana y aislamiento de casos presuntos de COVID-19. Distribuyó kits de equipos de protección personal a las instituciones de salud asignadas al manejo de casos de COVID-19. Distribuyó kits de detección temprana a las instituciones de salud con capacidad de triaje y aislamiento. Mantenimiento de servicios de salud esenciales durante la pandemia Organizó misiones a diversas instituciones de salud para presentar recomendaciones y examinar el avance obtenido en el fortalecimiento de la capacidad de atención de salud. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 58 Honduras Coordinación, planificación y seguimiento a nivel de país Colaboró con las autoridades en la elaboración del plan de preparación y respuesta para la COVID-19 y en las revisiones subsecuentes. Apoyó a una misión de expertos en sistemas de salud para emergencias y protección del personal de salud. Apoyó a las autoridades en la movilización de recursos para respaldar la respuesta a la epidemia. Comunicación de riesgos y participación de la comunidad Elaboró una estrategia de comunicación de riesgos, en colaboración con otros organismos de las Naciones Unidas, y ofreció cooperación técnica a fin de diseñar un plan de comunicación de riesgos para la Secretaría de Salud. Organizó sesiones informativas con medios de difusión junto con las contrapartes, trabajó con periodistas y establecimientos de salud e hizo uso de las redes sociales para difundir los mensajes principales. Tradujo materiales de comunicación de riesgos a idiomas indígenas para difundir información sobre la higiene, el uso de equipo de protección personal y otros temas prioritarios. Financió y desarrolló muchos recursos de comunicación para la Secretaría de Salud. Vigilancia, equipos de respuesta rápida e investigación de casos Impartió capacitación, junto con GOARN, sobre el uso de Go.Data para la localización de contactos. Apoyó al país en el diseño de modelos y situaciones hipotéticas utilizando datos epidemiológicos existentes, que han ayudado a focalizarse en los equipos de respuesta rápida. Envió equipos de vigilancia a los departamentos más afectados para apoyar y capacitar a los equipos de respuesta rápida. Colaboró con las autoridades para adaptar las directrices y los protocolos de vigilancia, manejo de casos y laboratorio al contexto del país. Prestó apoyo para integrar la COVID-19 en el sistema de vigilancia basada en eventos de síndrome gripal e infección respiratoria aguda grave; implementó un sistema de información único (PAHO-Flu) y salas de situación, y capacitó al personal de los centros centinela en el uso del sistema PAHO-Flu para la COVID-19. Diseñó un curso de autoaprendizaje para que los equipos de respuesta rápida puedan ampliar su cobertura. Puntos de entrada Trabajó con autoridades de diversos sectores para ajustar los puntos de entrada según el RSI, impartiendo capacitación y suministrando directrices, equipo, materiales de comunicación de riesgos y equipo de protección personal. Laboratorios nacionales Prestó apoyo focalizado para reforzar la capacidad de los laboratorios, centrándose en integrar laboratorios privados y universitarios, así como apoyo para la solución de problemas en materia de diagnóstico molecular. Impartió capacitación al laboratorio de virología en pruebas oportunas de RT-PCR. Brindó apoyo a las adquisiciones de materiales de laboratorio, equipo y suministros. Movilizó recursos para proporcionar equipo a tres laboratorios en zonas geográficas estratégicas. Prevención y control de infecciones Entregó equipos de protección personal, adquiridos por la OPS/OMS, a hospitales de todo el país. Diseñó un curso de autoaprendizaje para el personal de salud sobre el uso óptimo de equipo de protección personal. Promovió cursos virtuales de capacitación de la OPS/OMS mediante una plataforma en el sitio web de la OPS en el país. Capacitó a profesionales de la salud, ONG, funcionarios de gobierno y otros asociados en prevención y control de infecciones. Manejo de casos Preparó cursos para el Campus Virtual de Salud Pública de la OPS sobre cuidados en el hogar de pacientes con síntomas leves y atención en el embarazo, parto y puerperio durante la pandemia. Entregó directrices, protocolos y actualizaciones a la Secretaría de Salud. Apoyo operativo y logística Prestó apoyo para elaborar modelos del impacto de la pandemia para fines de planificación. Apoyó a la Secretaría de Salud en la planificación, cotización y adquisición de suministros. Entregó herramientas de planificación de camas, equipo de protección personal, equipo médico y suministros, y otorgó apoyo financiero para adquirir respiradores. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 59 Mantenimiento de servicios de salud esenciales durante la pandemia Brindó orientación sobre la preparación de establecimientos de salud para tratar a personas infectadas por la COVID-19. Asesoró sobre el mantenimiento de sistemas logísticos y cadena de frío para los programas de vacunación regulares y los servicios para la salud materna y mental, el dengue y los pacientes diabéticos durante la pandemia. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 60 Jamaica Coordinación, planificación y seguimiento a nivel de país Trabajó con el centro nacional de operaciones de emergencia y otros organismos de las Naciones Unidas, organismos multilaterales asociados y misiones extranjeras para ayudar a coordinar actividades en el sector de la salud. Adquirió y distribuyó termómetros digitales, escáneres infrarrojos sin contacto de mano y 43 tabletas al equipo del centro nacional de operaciones de emergencia del Ministerio de Salud y Bienestar. Trabajó con el mecanismo nacional de respuesta a desastres encabezado por el Primer Ministro y dentro del centro nacional de operaciones de emergencia proporcionando orientación sobre preparación, respuesta y recuperación en materia de salud. Preparó propuestas para movilizar recursos y ejecutó planes de trabajo para diferentes asociados y donantes. Colaboró con el Ministerio de Salud y Bienestar para la presentación semanal y mensual de indicadores de la OMS sobre la COVID-19. Brindó orientación al grupo de trabajo técnico del proyecto de sistemas y servicios de salud del Ministerio de Salud y Bienestar. Comunicación de riesgos y participación de la comunidad Produjo un video de reconocimiento a los trabajadores de atención de salud para apoyar el Día Internacional de la Enfermería. Difundió un video de la OPS sobre bienestar mental y técnicas para hacer frente al estrés durante el aislamiento. En colaboración con UNICEF, elaboró infografía dirigida a las embarazadas y madres lactantes, además de dos videos dirigidos a los adultos mayores. Elaboró un anuncio de una página para promover el abandono del consumo de tabaco con el mensaje: \"COVID is no joke, it gets worse with smoke\" (La COVID es cosa seria, y empeora con el humo). Produjo video-animaciones sobre salud mental y bienestar físico. Produjo videos y materiales para promover donaciones de sangre bajo el lema: \"La sangre segura salva vidas\" . Emprendió una evaluación rápida de las necesidades de comunicaciones para los grupos vulnerables con el objeto de informar sobre las estrategias de comunicación de riesgos antes de la fase de la 'nueva normalidad' . Brindó apoyo a la producción semanal de sesiones en vivo en Facebook \"Pregunte al experto\" . Brindó apoyo a la capacitación de periodistas para la difusión de información responsable sobre la COVID-19. Vigilancia, equipos de respuesta rápida e investigación de casos Proporcionó equipo para respaldar actividades prácticas de epidemiología y recopilación de datos en los distritos prioritarios. Capacitó a trabajadores del sector de la salud en el protocolo de vigilancia de la OMS para el SARS-CoV-2. Capacitó a equipos sobre el terreno en el uso de Go.Data y entregó 25 tabletas para ampliar la localización de contactos. Puntos de entrada Colaboró con el Ministerio de Salud y Bienestar para reforzar la capacitación en el cumplimiento del RSI (2005) de funcionarios del sector de la salud, aeropuertos y puertos marítimos, inmigración, aduanas y la Fuerza de Defensa Jamaiquina. Colaboró con el Ministerio de Salud y Bienestar para proporcionar orientación técnica sobre los procedimientos apropiados en los puntos de entrada para la reapertura progresiva de las fronteras a viajeros internacionales. Coauspició, con el Ministerio de Salud y Bienestar, el grupo de consulta de interesados directos del RSI, integrado por representantes de todos los ministerios, departamentos y organismos, autoridades aeroportuarias y portuarias y personal de la Fuerza de Defensa Jamaiquina, con el objeto de aclarar sus funciones respectivas dentro del RSI (2005) en el contexto de la COVID-19. Laboratorios nacionales Prestó asesoramiento técnico a las autoridades nacionales para examinar los protocolos de pruebas del NIC. Fortaleció la capacidad de los laboratorios proporcionando enzimas, cebadores de control interno, tubos de PCR y kits de extracción en apoyo de las pruebas y detección tempranas. Fortaleció la capacidad de los laboratorios impartiendo capacitación en los aspectos teóricos del diagnóstico molecular, y apoyando la solución de problemas en los procedimientos de pruebas y obtención de muestras. Prevención y control de infecciones Conjuntamente con el ONUSIDA, capacitó a miembros de 11 organizaciones de la sociedad civil que trabajaban en medidas de prevención y control de infecciones para combatir la infección por el VIH/sida. Revisó la estrategia nacional para el control de infecciones con el objeto de abarcar la respuesta a la COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 61 Formuló recomendaciones para la utilización de establecimientos no tradicionales como centros de tratamiento. Manejo de casos Facilitó la finalización y la presentación de la matriz de respuesta nacional del equipo médico de emergencia del Ministerio de Salud y Bienestar. Prestó asesoramiento técnico a los homólogos nacionales para identificar posibles establecimientos de aislamiento. Prestó apoyo técnico al establecimiento de sitios alternativos de atención médica. Mantuvo su presencia en el centro de operaciones de emergencia del Ministerio de Salud y Bienestar, brindando apoyo a la actualización de las normas para la cuarentena y los establecimientos de aislamiento. Brindó orientación y apoyo en consideraciones nutricionales y amamantamiento durante la COVID-19. Formuló directrices para mantener empresas y oficinas seguras para los trabajadores que regresan a sus labores. Proporcionó equipo de tecnología y comunicaciones para respaldar las operaciones y la logística. Mantenimiento de servicios de salud esenciales durante la pandemia Brindó análisis y asesoramiento técnico para la reorganización de los servicios de salud. Trabajó con el Ministerio de Salud y Bienestar y el organismo regulatorio para compartir directrices sobre el manejo de crisis. Brindó apoyo a la adquisición de antirretrovíricos para mantener el tratamiento de la infección por el VIH durante la respuesta a la COVID-19. Brindó apoyo a la elaboración y ejecución de la agenda de investigaciones sobre la COVID-19. Respaldó la mejora de la infraestructura de información en 110 establecimientos de salud. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 62 México Coordinación, planificación y seguimiento a nivel de país Colaboró con los centros de operaciones de emergencia y otros organismos de las Naciones Unidas, asociados multilaterales y misiones extranjeras para ayudar a coordinar las actividades del sector de salud dirigidas a combatir la COVID-19. Formuló recomendaciones sobre la adaptación de los protocolos de la OPS/OMS a la respuesta a la COVID-19. Trabajó con el estado de Chiapas en lo relativo a métodos de prevención, detección, tratamiento y control. Comunicación de riesgos y participación de la comunidad Difundió información esencial y adaptada sobre la COVID-19 a través de los medios de difusión nacionales y se abocó a mejorar la presencia de la representación en dichos medios para contrarrestar la información incorrecta. Se asoció con el ACNUR, la OIM, UNICEF y el CICR para asegurar un método coordinado de comunicación de riesgos e impartió capacitación a personal del ACNUR sobre comunicación de riesgos y uso de EPP . Impartió capacitación sobre comunicación de riesgos a dirigentes estatales para incrementar las actividades de promoción de la salud. Distribuyó entre las instancias decisorias y normativas y organismos de cooperación internacionales un análisis semanal sobre las percepciones del público en cuanto a riesgos, sus comportamientos sociales y recomendaciones. Emprendió un diálogo sobre estrategias de respuesta, reapertura y retos de la nueva situación de normalidad. Colaboró con el Instituto Nacional de los Pueblos Indígenas para elaborar mensajes radiofónicos de prevención de la COVID-19 en 68 idiomas autóctonos, que llegaron a unos 16 millones de personas. Vigilancia, equipos de respuesta rápida e investigación de casos Impartió orientación sobre la adaptación de la vigilancia, los laboratorios, la PCI, el manejo de casos, la comunicación de riesgos y las estrategias de promoción de la salud al contexto del país. Puntos de entrada Coordinó con la Secretaría de Salud, la OIM, el ACNUR y el CICR para diseñar medidas de prevención de la infección con el objeto de detectar casos posibles de la enfermedad entre quienes regresan al país a través de sus puntos de entrada. Compartió recomendaciones con el país conforme este consideraba la posibilidad de reabrir su sector turístico. Laboratorios nacionales Impartió orientación al laboratorio nacional, InDRE, para la actualización de directrices y el establecimiento de capacidad. Impartió capacitación y solución de problemas, de características adaptadas, sobre la prueba de la COVID-19. Donó kits de pruebas de laboratorio, kits de extracción, enzimas, controles internos y otros suministros. Prevención y control de infecciones Brindó apoyo a la formulación y aplicación de medidas de PCI en los hospitales psiquiátricos. Impartió capacitación sobre el uso de EPP . Manejo de casos Brindó apoyo para la elaboración de una estrategia basada en la atención primaria de salud para el primer nivel de atención, con vistas a la búsqueda de señales de alerta en personas de las que se sospecha que tienen COVID-19 y mantener bajo control a quienes están en riesgo, con mensajes sensibles a la comunidad sobre promoción de la salud y comunicación de riesgos. Brindó apoyo en relación con recomendaciones para mejorar el manejo de casos de los pacientes que tienen COVID-19. Brindó apoyo para la elaboración y aplicación de una estrategia para la rotación del personal clínico (médicos y enfermeras especializadas) con objeto de fortalecer las capacidades clínicas ante lo sobreexigidos que están los servicios de salud. Fortaleció las capacidades de protección de la salud mental, incluidas medidas para prevenir los suicidios. Apoyo operativo y logística Formuló recomendaciones técnicas sobre la selección de equipo y dispositivos médicos para la COVID-19. Capacitó a las autoridades de salud en el cálculo de las necesidades de EPP usando la herramienta de la OPS. Mantenimiento de servicios de salud esenciales durante la pandemia Impartió orientación sobre la preparación de los establecimientos de salud para tratar a las personas infectadas con COVID-19. Brindó apoyo a la prestación de servicios de salud esenciales para las personas con enfermedades crónicas, incluso a través del proyecto HEARTS, y coordinó con autoridades de RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 63 Yucatán, Sonora, Campeche y con otras entidades el uso de la telemedicina para el manejo de las enfermedades crónicas. Brindó apoyo intersectorial para abordar los factores de riesgo de ENT en el contexto de la COVID-19. Brindó apoyo a la red nacional de médicos clínicos de referencia para el dengue y otros arbovirus a fin de impartir orientación a los estados en el manejo clínico del dengue. Brindó apoyo a la respuesta al brote de sarampión y a la redacción de algoritmos de diagnóstico diferenciales para sarampión, dengue y COVID-19. Promovió medidas para proteger a las personas en situación de vulnerabilidad, incluido el establecimiento de una comisión nacional para la atención de los grupos vulnerables en condiciones de emergencia. Colaboró en la redacción de una guía nacional para la COVID-19 que tiene por objetivo a la embarazada y el recién nacido y formuló recomendaciones a profesionales de Chiapas, Guerrero, San Luis Potosí y Veracruz sobre el cuidado de las embarazadas que presentan síntomas de COVID-19. Compartió la herramienta SIP-COVID con autoridades y capacitó a funcionarios del Centro Nacional de Equidad de Género y Salud Reproductiva y la Dirección General de Epidemiología. Brindó apoyo al país en el tratamiento de los temas relacionados con la salud de los migrantes, los solicitantes de asilo y las personas que regresan del exterior (en coordinación con organismos de las Naciones Unidas y ONG). RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 64 Nicaragua Coordinación, planificación y seguimiento a nivel de país Evaluó el alistamiento de los servicios de salud, incluso en lo atinente a prevención y control de infecciones. Preparó recomendaciones sobre el protocolo de atención del MINSA para la respuesta a la COVID-19, tanto en el primer nivel de la atención de salud como en el segundo. Aplicó la lista de verificación del alistamiento para la respuesta a la COVID-19 en hospitales designados. Suministró cooperación técnica para la organización de centros de operaciones de emergencia a los niveles local y nacional. Comunicación de riesgos y participación de la comunidad Brindó apoyo focalizado para la elaboración de un plan de comunicación. Proporcionó cooperación técnica para la elaboración de mensajes de conformidad con las recomendaciones de la OPS/OMS. Entregó 70.200 unidades de carteles, estandartes y folletos para la prevención de enfermedades respiratorias y 40.540 sobre la promoción de hábitos saludables. Actualizó el nodo de Nicaragua en el Campus Virtual de Salud Pública de la OPS con publicaciones de la OMS y la OPS y artículos científicos de pertinencia para la COVID-19. Vigilancia, equipos de respuesta rápida e investigación de casos Impartió capacitación, junto con la Red Mundial de Alerta y Respuesta ante Brotes Epidémicos (GOARN), sobre la utilización de la herramienta Go.Data para la localización de contactos. Brindó apoyo al país en el establecimiento de un núcleo central de SIG para facilitar el seguimiento de los casos de COVID-19. Puntos de entrada Apoyó la preparación de un plan transfronterizo binacional (Costa Rica y Nicaragua) para la detección oportuna de presuntos casos y la localización de contactos.Laboratorios nacionales Proporcionó cebadores, sondas e hisopos para la detección molecular. Prevención y control de infecciones Colaboró con la OMS para entregar equipos de protección personal (EPP). Remitió batas, elementos de recubrimiento del calzado y gafas protectoras para apoyar al país en la prevención de infecciones entre los trabajadores de salud. Manejo de casos Acompañó a la brigada médica cubana \"Henry Reeve\" en el intercambio de experiencias con Nicaragua sobre vigilancia, identificación y localización de contactos, manejo de casos y aplicación de medidas no farmacéuticas como el distanciamiento social. Coordinó con el Sistema Nacional para la Prevención, Mitigación y Atención de Desastres (SINAPRED) el impartido de capacitación y el establecimiento de protocolos de atención de la COVID-19 con las instituciones que prestan servicios prehospitalarios. Apoyo operativo y logística Coordinó con las instituciones que prestan servicios prehospitalarios (Cruz Roja Nicaragüense y Federación de Cuerpos de Bomberos) para establecer protocolos de atención según las recomendaciones de la guía para los servicios de atención prehospitalaria de urgencia. Mantenimiento de servicios de salud esenciales durante la pandemia Proporcionó cooperación técnica para organizar la semana de vacunación, adaptar los servicios de inmunización al contexto de la COVID-19, aplicar la Iniciativa de Eliminación de la Malaria y fortalecer la autoridad regulatoria nacional. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 65 Panamá Coordinación, planificación y seguimiento a nivel de país Activó una sala de situación conjunta OPS-Ministerio de Salud; brindó apoyo a las autoridades nacionales para elaborar y ejecutar el plan nacional de respuesta a la COVID-19. Adaptó protocolos de vigilancia, laboratorio, manejo de casos y comunicación de riesgos al contexto de Panamá. Colaboró con las autoridades nacionales para evaluar la eficacia de las medidas de salud pública implementadas mientras el gobierno considera cómo reanudar gradualmente las actividades de diferentes sectores laborales. Comunicación de riesgos y participación de la comunidad Colaboró con el Ministerio de Salud y la Presidencia de la República para elaborar, adaptar y difundir materiales de comunicación relacionados con la COVID-19 en español y en lenguas autóctonas. Capacitó a promotores de salud en comunicación de riesgos y mantuvo una estrecha coordinación con el Ministerio de Asuntos Indígenas para llegar a las poblaciones Guna-Yala y Ngäbe-Buglé, y con la OIM y ACNUR para incluir a los migrantes. Vigilancia, equipos de respuesta rápida e investigación de casos Capacitó a personal de epidemiología en vigilancia y análisis de la COVID-19. Apoyó al Ministerio de Salud para construir una base de datos relacionados con la COVID-19 que respalde el manejo de casos, y colaboró en el análisis de datos, centrándose en la detección de casos importados. Puntos de entrada Trabajó con las autoridades de salud, funcionarios de puntos de entrada y el punto focal del RSI con el fin de establecer sistemas para mejorar la vigilancia de casos posibles; distribuyó equipos de protección personal y otros suministros. Laboratorios nacionales Impartió capacitación y entregó suministros a la red de 11 laboratorios para realizar detección molecular del virus SARS-CoVID-2, actividad esencial para localizar contactos e investigar brotes. Apoyó al país en la formulación de una estrategia para extender las pruebas a todo el país. Prevención y control de infecciones Entregó 25 tiendas con generadores provistas de aire acondicionado y otros equipos para establecer hospitales de campaña que puedan realizar triaje a pacientes de los hospitales públicos de Panamá. Formuló recomendaciones para mitigar nuevas infecciones a medida que se levanten gradualmente las restricciones. Manejo de casos Analizó las capacidades del sistema de salud, compartió directrices para ayudar a Panamá a reorganizar y ampliar sus servicios de salud, y creó un tablero de información para hacer seguimiento de los indicadores y las camas de UCI del sistema de salud. Capacitó a 17 participantes del Ministerio de Salud en el uso de la herramienta de la OPS para planificar la ampliación progresiva de la capacidad hospitalaria. Apoyo operativo y logística Trabajó con las autoridades de salud para ayudar a administrar las donaciones a un hospital de campaña que atiende y alberga a la población local y a migrantes. Mantenimiento de servicios de salud esenciales durante la pandemia Apoyó al Ministerio de Salud en la elaboración de estrategias para velar por la continuidad de los servicios de salud esenciales y de los programas clave (vacunación, ENT, malaria, tuberculosis, dengue y otros) durante esta pandemia; diseñó mecanismos para que las autoridades de salud y las farmacias hagan seguimiento de pacientes crónicos y entreguen medicamentos a domicilio. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 66 Paraguay Coordinación, planificación y seguimiento a nivel de país Colaboró con el Ministerio de Salud Pública y Bienestar Social para elaborar y ejecutar el plan nacional paraguayo de respuesta a la pandemia de COVID-19, establecer el centro nacional de operaciones de emergencia y adaptar y adoptar los protocolos y metodologías de la OPS y la OMS al contexto del país. Colaboró con el equipo de operaciones de emergencia para activar y orientar los centros a nivel de departamentos. Fortaleció el Ministerio de Salud Pública y Bienestar Social y la Secretaría Nacional por los Derechos Humanos de las Personas con Discapacidad (SENADIS) a fin de mejorar el acceso a la salud para las personas que viven con discapacidades. Comunicación de riesgos y participación de la comunidad Brindó apoyo al Ministerio de Tecnologías de la Información y Comunicación para difundir materiales de comunicación de riesgos en guaraní y castellano. Capacitó a 50 comunicadores de salud y 40 periodistas en comunicación de riesgos para la COVID-19. Vigilancia, equipos de respuesta rápida e investigación de casos Colaboró con las autoridades nacionales para establecer sistemas de vigilancia de la COVID-19 en los albergues de alojamiento de los trabajadores migratorios que regresan del exterior. Impartió orientación para el establecimiento de un centro de llamada para quienes sospechan que pueden haber contraído COVID-19. Puntos de entrada Elaboró materiales de comunicación para los viajeros y los ciudadanos que regresan al país, que ingresan por los puntos de entrada terrestres y aéreos. Laboratorios nacionales Impartió capacitación y orientación al Ministerio de Salud Pública y Bienestar Social para la realización de la prueba de PCR para la COVID-19. Entregó suministros para la prueba de diagnóstico mediante PCR y evaluó las necesidades de establecimiento de capacidad. En estrecha colaboración con el Laboratorio Central de Salud Pública del Paraguay, trabajó con los ministerios de Salud Pública y Bienestar Social y de Agricultura y Ganadería para instalar capacidades de realización de pruebas para la COVID-19 dentro del laboratorio veterinario de referencia, de conformidad con los protocolos y directrices de la OPS. Prevención y control de infecciones Capacitó a trabajadores de salud en cuanto a reducción de las infecciones en las personas con discapacidad, con apoyo del ACNUR y la AECID. Distribuyó EPP e impartió capacitación sobre PCI a personal de salud, al Ministerio de Justicia en relación con los establecimientos de larga estancia y al Ministerio de Trabajo, Empleo y Seguridad Social en lo relativo a espacios de trabajo. Brindó apoyo al país en la adaptación de hoteles y espacios similares para el aislamiento y la atención de pacientes. Manejo de casos Capacitó a personal de salud para reorganizar y ampliar los servicios de salud (es decir, manejo de casos, manejo seguro de cadáveres). Evaluó las necesidades estimativas de ampliación de los servicios de salud del Paraguay para el manejo de los casos de COVID-19. Brindó apoyo a las autoridades nacionales para adaptar instalaciones militares, hoteles y otros lugares en las fronteras del Paraguay como sitios alternativos de atención médica en consonancia con las recomendaciones relativas a tratamiento médico de urgencia/sitios alternativos de atención médica para las personas que regresan del exterior. Apoyo operativo y logística Garantizó la planificación, la coordinación y el manejo logísticos para suministros, medicamentos y equipos de importancia crítica. Mantenimiento de servicios de salud esenciales durante la pandemia Llevó a cabo campañas de comunicación sobre ENT, salud mental, violencia y COVID-19. Colaboró con el Ministerio de Salud Pública y Bienestar Social a fin de establecer protocolos y directrices para el mantenimiento de servicios esenciales (salud materna, del niño y del adolescente, vacunación, etc.). Cooperación técnica para fortalecer los servicios de salud mental en el marco de la COVID-19 y reformar el actual sistema de salud mental del país. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 67 Perú Coordinación, planificación y seguimiento a nivel de país Colaboró directamente con los homólogos nacionales del Ministerio de Salud y su equipo de respuesta a emergencias para elaborar y ejecutar el Plan de Acción-Vigilancia, contención y atención de casos del nuevo COVID-19 en el Perú. Colaboró con homólogos del Ministerio de Salud para adaptar las directrices de vigilancia, PCI, promoción de la salud, manejo clínico y otros temas al contexto del Perú. Colaboró con los gobiernos regionales de Ancash y Loreto para capacitar a trabajadores de salud en las actividades de prevención, detección, tratamiento y control de la COVID-19. La OPS envió equipos de gestión de la información, logística, vigilancia y manejo de inventarios a establecimientos de salud. Acogió al sector privado como asociado en la ampliación de la capacidad del sector de salud. Comunicación de riesgos y participación de la comunidad Coordinó con las autoridades nacionales y el ejército para lanzar un plan comunitario frente a la COVID-19 en el departamento de Ucayali, que alcanzó a 3,8 millones de personas. Elaboró materiales de comunicación sobre cuidados en el hogar para los pacientes con COVID-19, distanciamiento físico, salud mental, ENT, protección de las personas que viven con discapacidades y otros temas. Celebró reuniones informativas en los medios de difusión junto con homólogos del Ministerio de Salud para difundir mensajes clave a la población y capacitó conjuntamente a 30 periodistas de Pasco en comunicación de riesgos. Vigilancia, equipos de respuesta rápida e investigación de casos Brindó apoyo a la formulación de un plan epidemiológico nacional y su ejecución, con el enfoque puesto en mejorar el manejo de la información, la elaboración de pronósticos y la vigilancia en los puntos de entrada. Elaboró una plataforma para el manejo de la notificación de casos de COVID-19 y el intercambio de información al respecto en las zonas fronterizas de Leticia-Tabatinga-Santa Rosa entre Brasil, Colombia y Perú. Puntos de entrada Elaboró materiales de comunicación para los viajeros que llegan a los puntos de entrada terrestres y aéreos. Laboratorios nacionales Proporcionó cooperación técnica y capacitación para mejorar la detección molecular del SARS-CoV-2. Entregó suministros de laboratorio para el diagnóstico molecular de COVID-19 al Instituto Nacional de Salud. Prevención y control de infecciones Entregó EPP al Instituto Nacional de Salud, los equipos de respuesta nacionales de los CDC, el Instituto Penitenciario Nacional y las regiones de Amazonas, La Libertad y Tumbes. Colaboró con las autoridades de justicia y otros organismos de las Naciones Unidas para promover la aplicación de medidas de PCI en entornos de ambientes cerrados como las cárceles. Colaboró con organismos de las Naciones Unidas y con las autoridades nacionales en lo relativo a vivienda, construcción e higiene y medio ambiente y con el ayuntamiento de Lima para llevar a cabo intervenciones en materia de agua, saneamiento e higiene. Manejo de casos Realizó evaluaciones de necesidades del sistema de salud y calculó las necesidades en cuanto a camas y otros suministros. Capacitó a personal de salud en la utilización de la herramienta virtual CICOM para llevar el manejo de las EMT. Facilitó donaciones de concentradores de oxígeno y otros suministros, entre terceros externos y el Ministerio de Salud, para su entrega a establecimientos de salud que atienden a las poblaciones indígenas en Junín, Loreto y Ucayali. Apoyo operativo y logística Proporcionó el software SISMED al Sistema de Atención Móvil de Urgencia (SAMU) del Perú para el manejo de las referencias de los pacientes. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 68 Puerto Rico Coordinación, planificación y seguimiento a nivel de país Participó en las reuniones virtuales coordinadas por la OPS, en las que compartió y presentó información y materiales recibidos del Departamento de Salud. Mantuvo una comunicación activa con las autoridades nacionales mediante el suministro de información actualizada para orientar los procesos de planificación y puesta en práctica de las estrategias de salud pública. Comunicación de riesgos y participación de la comunidad Colaboró con la Oficina de Preparación y Coordinación de Respuesta en Salud Pública, dependiente del Departamento de Salud, para distribuir información sobre la COVID-19 al personal de salud y el público. Brindó apoyo al programa geriátrico del Departamento de Salud mediante la distribución de materiales informativos y de comunicación de riesgos y respondió a las averiguaciones conforme se recibían. Participó en la capacitación virtual de la OPS sobre respuesta a los retos y temas de salud mental, que el Departamento de Salud utilizó para organizar acciones de apoyo social y extensión comunitaria. Manejo de casos Compartió materiales sobre la prevención y el manejo de los casos de COVID-19 en los hospitales en formato digital, que se distribuyeron a los programas del Departamento de Salud como guía y herramienta en la planificación de estrategias y servicios. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 69 República Dominicana Coordinación, planificación y seguimiento a nivel de país Participó en reuniones de alto nivel con la Presidencia con el objeto de presentar recomendaciones de la OPS para las diferentes situaciones de la epidemia y con el Ministerio de Economía, Planificación y Desarrollo para preparar una matriz de necesidades de los diferentes sectores sociales. Celebró reuniones multisectoriales junto con el Ministerio de Salud, convocadas por el Centro de Operaciones de Emergencia, para preparar y supervisar los planes de mitigación y contención. Comunicación de riesgos y participación de la comunidad Organizó sesiones informativas con los medios junto con sus homólogos del Ministerio de Salud para difundir los mensajes principales. Informó al cuerpo diplomático y al gobierno sobre el Reglamento Sanitario Internacional. Participó en reuniones con el equipo humanitario del país y la comunidad de donantes. Colaboró con el Ministerio de Salud y ACNUR para difundir información sobre la COVID-19 al personal de salud y al público por medio de plataformas virtuales, y con ACNUR y la OIM en mensajes clave para radio y perifoneo (difusión de anuncios mediante altoparlantes montados en automóviles), que fueron traducidos al criollo haitiano. Vigilancia, equipos de respuesta rápida e investigación de casos Apoyó al Centro de Operaciones de Emergencia en la coordinación y el análisis epidemiológico. Impartió capacitación, junto con la GOARN, sobre el uso de Go.Data para la localización de contactos. Apoyó al equipo de vigilancia en simulaciones, modelos de proyección y suministros, entre otros temas. Creó un tablero de información que se actualiza diariamente con datos del Ministerio de Salud. Puntos de entrada Colaboró con el Ministerio de Salud con el objeto de preparar materiales en inglés y en español para los principales puntos de entrada. Facilitó una reunión conjunta con el gobierno y las autoridades locales de la República Dominicana y Haití para evaluar acciones coordinadas a fin de mitigar la epidemia en la zona fronteriza. Coordinó con el sistema UNCT un plan de acción para apoyar al país y a Haití mediante la cooperación binacional. Colaboró con la OIM en materia de vigilancia, capacidades básicas del RSI, situación migratoria y reapertura de la economía, a la vez que se garantiza el acceso a servicios en la frontera y centrando la atención en los trabajadores haitianos. Laboratorios nacionales Entregó kits de pruebas, kits de extracción, reactivos y otros suministros al laboratorio nacional. Impartió capacitación sobre diagnóstico para laboratorios privados, y donó kits. Organizó la contratación de recursos humanos para ampliar la capacidad del laboratorio nacional. Prevención y control de infecciones Capacitó a personal de salud en prevención y control de infecciones y otros temas clave, como el uso adecuado de equipo de protección personal, recolección de muestras, aislamiento de pacientes y otros ámbitos prioritarios. Entregó suministros al Consejo Nacional de la Persona Envejeciente y al Programa de Vacunación Ampliado. Manejo de casos Capacitó a contrapartes del Ministerio de Salud y ACNUR en directrices sobre cuidados en el hogar, atención a grupos de población clave, y protocolos de diagnóstico y de tratamiento. Fortaleció las capacidades de protección de la salud mental. Apoyó al Servicio Nacional de Salud en la preparación de protocolos y manuales. Ofreció orientación para adaptar el mecanismo a fin de que las personas con discapacidades puedan notificar casos por teléfono o en línea. Apoyo operativo y logística Proporcionó tanques de oxígeno, termómetros y otros suministros, así como kits de protección para utilizar en grupos vulnerables. Entregó dos furgonetas para ser utilizadas en dos establecimientos de salud regionales ubicados en la zona meridional. Mantenimiento de servicios de salud esenciales durante la pandemia Colaboró con las autoridades de salud a efectos de evaluar la preparación de los hospitales para manejar casos. Identificó centros de salud para establecer lugares alternativos de atención médica. Apoyó al país con actividades de modelado y cálculos a fin de planificar las necesidades de camas y UCI en hospitales. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 70 Saint Kitts y Nevis Coordinación, planificación y seguimiento a nivel de país Celebró un seminario por internet sobre emergencias de salud y gestión del riesgo de desastres en el contexto de la pandemia de COVID-19. Comunicación de riesgos y participación de las comunidades Impartió capacitación sobre comunicación de riesgos y pasó revista a los mensajes emitidos para la COVID-19. Brindó apoyo para la elaboración del plan de comunicación de riesgos del país. Impartió capacitación sobre primeros auxilios psicológicos para los trabajadores voluntarios de la línea telefónica directa para la COVID-19. Realizó una visita a la población carcelaria y el personal penitenciario del país y les impartió una sesión educativa. Elaboró 500 carteles sobre diferentes aspectos de la COVID-19 y la PCI y el lavado de manos. Brindó apoyo a la producción de 800 cuadernillos sobre crianza de los hijos. Celebró un seminario conjunto de la OPS/OMS por internet para efectuar una presentación y actualización sobre la COVID-19, destinada a periodistas y profesionales mediáticos de Saint Kitts y Nevis. Vigilancia, equipos de respuesta rápida e investigación de casos Adquirió un vehículo para apoyar las actividades de localización de contactos en Nevis. Contrató los servicios de dos trabajadores para que se dediquen a la localización de contactos y la vigilancia. Celebró un seminario por internet para compartir métodos de modelado matemático de la COVID-19. Puntos de entrada Proporcionó estandartes para sensibilizar acerca de la COVID-19 en los puertos de entrada. Laboratorios nacionales Adquirió suministros de laboratorio para la prueba de la COVID-19. Prevención y control de infecciones Impartió capacitación al personal (en hospitales y clínicas) sobre cómo colocarse y quitarse EPP . Evaluó el sistema de PCI del país. Adquirió y distribuyó 397 kits completos de EPP con la finalidad de reducir el riesgo de infección para los trabajadores de salud. Celebró un seminario por internet sobre la protección de los trabajadores de atención de salud en la COVID-19. Impartió capacitación sobre el manejo clínico para la COVID-19. Manejo de casos Celebró un seminario sobre el manejo del flujo de trabajadores de atención de salud expuestos a la COVID-19 en los establecimientos de salud. Produjo y distribuyó un cuadernillo móvil para los trabajadores de atención de salud Celebró un seminario sobre la Guía de intervenciones humanitarias de salud mental (mhGap-HIG) de la OMS, centrándose en la atención general y el estrés agudo entre los trabajadores de atención de salud. Apoyo operativo y logística Compartió la herramienta modelo de manejo de suministros para la COVID-19 a fin de facilitar la logística para el manejo de suministros, equipos y medicamentos recibidos para la respuesta del país. Mantenimiento de servicios de salud esenciales durante la pandemia Colaboró con las autoridades de salud para asegurar la continuidad del programa de inmunización y la respuesta materna y perinatal del país durante la pandemia de COVID-19. Compartió la herramienta de análisis de necesidades en epidemias e impartió capacitación virtual a los trabajadores de salud. Colaboró con las autoridades de salud para conseguir que la salud pública ambiental se integre en la emergencia por la COVID-19. Colaboró con el Ministerio de Salud para apoyar el Día de la Salud Familiar - Las familias en el tiempo de la COVID-19 celebrado en Nevis. Coordinó con el Oficial Médico en Jefe para resaltar las experiencias y mejores prácticas en el ámbito de la COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 71 Santa Lucía Coordinación, planificación y seguimiento a nivel de país Brindó apoyo a las autoridades nacionales en la elaboración del plan de preparación y respuesta para la COVID-19. Comunicación de riesgos y participación de la comunidad Brindó apoyo para la elaboración de materiales de comunicación y de sensibilización de la comunidad destinados a la población general y los grupos vulnerables. Produjo y distribuyó carteles y cuadernillos sobre las medidas preventivas de salud pública frente a la COVID-19. Proporcionó estandartes de información retráctiles para desplegarlos en los puntos de entrada. Vigilancia, equipos de respuesta rápida e investigación de casos Difundió orientación técnica sobre la vigilancia de la COVID-19. Introdujo herramientas de recopilación de datos sobre la COVID-19, por ejemplo, lista de rubros en Excel, formulario de notificación revisado. Proporcionó orientación sobre la herramienta Go.Data, software de localización de contactos de la OMS para la obtención de datos y el seguimiento de la cadena de transmisión. Proporcionó orientación sobre los modelos matemáticos EpiEstim y CovidSIM para la inferencia de la tasa de reproducción efectiva y el pronóstico a corto plazo de los casos de COVID-19. Puntos de entrada Impartió capacitación sobre vigilancia sanitaria portuaria para la COVID-19. Laboratorios nacionales Distribuyó materiales de obtención de muestras y para la prueba de RT-PCR con vistas a la prueba de la COVID-19. Impartió capacitación y práctica directa sobre los aspectos teóricos del diagnóstico molecular. Prevención y control de infecciones Impartió capacitación sobre PCI para los trabajadores de atención de salud. Impartió capacitación sobre el uso de EPP . Entregó EPP para reducir el riesgo de infección de COVID-19 entre los trabajadores de atención de salud. Apoyo operativo y logística Facilitó la adquisición internacional de suministros de laboratorio y EPP para su envío a Santa Lucía. Mantenimiento de servicios de salud esenciales durante la pandemia Adquirió y distribuyó kits de prueba del agua al Ministerio de Salud. Colaboró con el programa de inmunización del país para asegurar la continuidad de las vacunaciones durante la pandemia de COVID-19 y crear un foro para el intercambio de experiencias y retos en cuanto al ajuste de la prestación de los servicios de inmunización. Impartió capacitación sobre la utilización del formulario de notificación conjunta anual de la OMS/UNICEF y el nuevo sistema de notificación mensual para vacunas. La OPS también realizó una campaña virtual de apoyo a la Semana de Vacunación de las Américas. Impartió capacitación sobre la COVID-19 y su repercusión sobre los niños que viven con discapacidades. Elaboró un plan de trabajo interinstitucional de UNICEF y la OPS para preparar al país a asegurarse de que los niños puedan regresar a la escuela de manera segura (denominado \"Safe Back to School\"). Celebró un seminario por internet para los jóvenes y los adolescentes a fin de sensibilizarlos acerca de la COVID-19 y familiarizarlos con las funciones que cumplen en la respuesta del país a la pandemia. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 72 San Vicente y las Granadinas Coordinación, planificación y seguimiento a nivel de país Impartió información a expertos nacionales y les brindó orientación acerca de las recomendaciones para la respuesta a la COVID-19. Adquirió ocho aparatos de aire acondicionado para el laboratorio de PCR del país y el centro de operaciones de emergencia de salud. Comunicación de riesgos y participación de la comunidad Produjo un vídeo sobre la COVID-19 para la Semana de la Enfermera (que se publicará en junio del 2020). Distribuyó 580 carteles sobre la COVID-19 en toda la isla. Produjo materiales de información, educación y comunicación en forma de 250 carteles para los niños en edad prescolar y de escuela primaria. Impartió capacitación con puntos focales de la Región para tratar las consideraciones de salud pública relativas a los niños con discapacidades en el contexto de la COVID-19 y ofrecer orientación para la continuación de los servicios de salud especializados destinados a los niños con discapacidades y sus familias. Elaboró un plan de trabajo interinstitucional de UNICEF y la OPS para el regreso a la escuela de manera segura (denominado \"Safe Back to School\"). Convocó un diálogo virtual dirigido a los jóvenes de la Región para explorar, con ellos, qué es lo que se necesita para adaptarse a esta nueva forma de vida y cómo hacer frente de manera positiva al aislamiento relacionado con la pandemia. Hubo más de 1.400 participantes. Participó en reuniones semanales con el Ministerio de Salud y dirigentes juveniles. Elaboró un plan de trabajo que servirá de marco para alentar a los jóvenes a invertir su tiempo de maneras positivas. Mantuvo conversaciones con los puntos focales del país, que dieron lugar a intervenciones acordadas a modo de marco para abordar la violencia de género en la Región. Vigilancia, equipos de respuesta rápida e investigación de casos Adquirió cuatro computadoras de escritorio para las actividades de vigilancia de la COVID-19. Puntos de entrada Brindó apoyo para la elaboración de dos estandartes en puntos de entrada - el aeropuerto en San Vicente y el puerto marítimo en Bequia. Laboratorios nacionales Adquirió materiales, con inclusión de enzimas, cebadores de control interno, tubos para la prueba de PCR y kits para extracción, y coordinó con el OIEA la donación de suministros y equipos. Capacitó al personal de laboratorio del Laboratorio de Salud Nacional para la realización de la prueba de la COVID-19 usando plataformas abiertas para diagnóstico molecular. Entregó kits de pruebas y elementos críticos para la aplicación del protocolo de referencia. Se trató de la primera vez que el laboratorio nacional de San Vicente y las Granadinas instaló capacidades para la realización de la prueba de PCR en laboratorio. El hecho de poseer internamente conocimientos técnicos para la formulación de diagnósticos mediante dicha prueba significa que el país está mejor preparado para detectar la COVID-19, la gripe y otras enfermedades que puedan surgir en el futuro. Prevención y control de infecciones Impartió capacitación sobre los aspectos fundamentales de la prevención y el control de infecciones. Manejo de casos Impartió capacitación sobre los aspectos psicosociales de la COVID-19 a quienes se encargan de la respuesta a la enfermedad, incluidos los que lo hacen en los puertos de entrada, los servicios de necesidades básicas y los establecimientos hospitalarios y de atención de larga estancia. Brindó apoyo a las autoridades nacionales en la elaboración de un plan para abordar las necesidades de salud mental del país. Mantenimiento de servicios de salud esenciales durante la pandemia Adquirió dos kits de prueba de la calidad del agua para la salud ambiental. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 73 Suriname Coordinación, planificación y seguimiento a nivel de país Colaboró con las autoridades nacionales para determinar necesidades y formular un plan estratégico para abordar la pandemia. Coordinó con organismos de las Naciones Unidas, asociados multilaterales y misiones extranjeras en aras de una respuesta simplificada y multisectorial. Comunicación de riesgos y participación de la comunidad Colaboró con otros organismos de las Naciones Unidas para distribuir carteles de prevención a los hogares para jubilados y los hogares donde hay niños, entre otros, y para aumentar la participación de los influenciadores de las redes sociales en el reto Manos Seguras lanzado por la OMS. Produjo materiales de comunicación de riesgos en holandés y en sranan tongo, incluido el libro infantil \"Mi héroe es usted\" del Comité Interinstitucional Permanente. Colaboró con el Grupo de Comunicaciones de Naciones Unidas para producir materiales adaptados a las poblaciones indígenas y migratorias. Celebró dos sesiones de sensibilización en los medios de difusión con 16 medios informativos. Vigilancia, equipos de respuesta rápida e investigación de casos Colaboró con homólogos del Banco Interamericano de Desarrollo (BID) para proporcionar suministros, capacitación y equipos necesarios para establecer sistemas de recopilación de datos sostenibles y fomentar un mejor manejo de bases de datos y análisis de datos utilizando la herramienta Go.Data para optimizar el flujo de información. Coordinó con las autoridades, el programa antimalárico y la misión médica para incrementar las capacidades de vigilancia activa, investigación de casos y localización de contactos en las zonas fronterizas de alto riesgo. Brindó apoyo al país en el establecimiento de un núcleo central de SIG para facilitar el seguimiento de los casos de COVID-19. Capacitó a los equipos de respuesta rápida en cuanto a las recomendaciones basadas en evidencia para el manejo de pacientes. Impartió orientación sobre la adaptación de los protocolos/ directrices de vigilancia, laboratorio, PCI, manejo de casos, promoción de la salud y comunicación de riesgos al contexto del país. Puntos de entrada Proporcionó orientación técnica a los manipuladores de carga que trabajan en los puertos de entrada del país.Laboratorios nacionales Estableció capacidad para la realización de la prueba de RT- PCR para el SARS-CoV-2 en el Laboratorio Central. Entregó pruebas y otros materiales de laboratorio, incluidos 700 hisopos, al Laboratorio Central. Facilitó un intercambio de kits de pruebas e hisopos con las autoridades de salud de Guyana, lo cual permitió a ambos países abordar rápidamente las brechas en cuanto a pruebas. Prevención y control de infecciones Capacitó a personal de salud en cuanto a medidas de prevención y control de infecciones. Entregó EPP , termómetros y desinfectante de manos a fin de reducir el riesgo de infección para los trabajadores de salud que operan en el interior del país y en las zonas costeras, así como los dedicados a la detección de casos y la localización de contactos. Manejo de casos Realizó una evaluación del alistamiento de los hospitales para la identificación de las áreas que se deben fortalecer en el manejo de casos y la reorganización de los servicios de salud. Proporcionó insumos de salud pública para el establecimiento de un lugar de atención médica alternativo. Impartió capacitación al equipo del país sobre el manejo de los equipos médicos de emergencia. Apoyo operativo y logística Impartió orientación sobre el sistema de información gerencial logístico que se ha de usar para la adquisición, el almacenamiento y la distribución de suministros para la COVID-19. Mantenimiento de servicios de salud esenciales durante la pandemia Impartió orientación sobre el mantenimiento de servicios de salud esenciales, como los de salud mental, inmunizaciones y tratamiento para las personas con ENT, así como suministro de cuidados intensivos para los enfermos de COVID-19. Evaluó las necesidades de los migrantes y los refugiados y coordinó con las autoridades nacionales de salud, ONG (por ejemplo, la Cruz Roja), la embajada brasileña y otros asociados para determinar intervenciones. Evaluó el efecto de la COVID-19 en el suministro de cuidados a la madre y el recién nacido y elaboró materiales de información sobre la embarazada, la mujer que estuvo embarazada hace poco y la lactancia materna. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 74 Territorios de ultramar del Reino Unido Anguilla Bermuda Íslas Caimán Íslas Turcas y Caicos Íslas Vírgenes Británicas Montserrat Coordinación, planificación y seguimiento a nivel de país Colaboró con las autoridades nacionales de Bermudas y de las Islas Caimán y ofreció asesoramiento técnico para coordinar las actividades del sector de la salud, evaluar necesidades y determinar prioridades. Prestó asesoramiento técnico a Bermudas y a las Islas Caimán para documentar las medidas sociales y de salud pública adoptadas en todas las fases de la respuesta. Prestó asesoramiento técnico sobre el apoyo operativo al Centro de Operaciones de Emergencia nacional en las Islas Turcas y Caicos. Prestó asesoramiento técnico a Bermudas y a las Islas Caimán sobre el ámbito de trabajo de los equipos de respuesta rápida y la participación de las comunidades. Comunicación de riesgos y participación de las comunidades Distribuyó materiales de comunicación (carteles, afiches y folletos para padres) en Anguila, las Islas Vírgenes Británicas y Montserrat. Formó a líderes comunitarios en Anguila, las Islas Vírgenes Británicas y Montserrat sobre primeros auxilios psicológicos. Vigilancia, equipos de respuesta rápida e investigación de casos Difundió las definiciones de caso de COVID-19 y las directrices para el análisis molecular en Anguila, las Islas Vírgenes Británicas y Montserrat. Capacitó a los homólogos nacionales en Anguila y Bermudas sobre el uso y la gestión de Go.Data, la herramienta de la OMS de localización de contactos, a fin de registrar y vigilar la cadena de transmisión. Orientó a los homólogos nacionales en Anguila, las Islas Vírgenes Británicas y Montserrat sobre el uso de EpiEstim y CovidSim, los modelos matemáticos de proyección a corto plazo de los casos de COVID-19. Proporcionó a las Islas Turcas y Caicos acceso a las directrices de la OPS/OMS sobre vigilancia epidemiológica, localización de contactos, aislamiento de casos y cuarentena de contactos para adaptarlas al contexto nacional. Puntos de entrada Proporcionó las directrices de la OPS/OMS sobre COVID-19 y las precauciones de viaje en los puntos de entrada de las Islas Turcas y Caicos. Laboratorios nacionales Fortaleció las capacidades de los laboratorios aportando enzimas, cebadores de control interno, sondas, controles positivos, kits de extracción y materiales de RT-PCR para agilizar la realización de pruebas y la detección precoz. Fortaleció las capacidades de los laboratorios ofreciendo capacitación, orientaciones y solución de problemas sobre los aspectos teóricos de los medios de diagnóstico molecular y las procedimientos analíticos, gracias a lo cual se puso en marcha la realización de RT-PCR del SARS-CoV-2 en dos laboratorios de Bermudas y dos laboratorios de las Islas Caimán. Consiguió que las Islas Turcas y Caicos tuvieran acceso a los laboratorios de referencia para remitir muestras de PCR. Prestó asesoramiento técnico a las Islas Turcas y Caicos para validar los resultados de las pruebas después de que la Agencia Inglesa de Salud Pública proporcionase equipamiento y capacitación para fortalecer la capacidad del país. Prevención y control de infecciones (IPC) Respaldó la protección de los trabajadores de salud aportando y distribuyendo EPP . Ayudó al Ministerio de Salud de las Islas Turcas y Caicos facilitándole el acceso a las directrices de la OPS/OMS de manejo clínico y de prevención y control de infecciones, a los recursos de capacitación en línea y a las reuniones virtuales . Manejo de casos Ayudó al Ministerio de Salud de las Islas Turcas y Caicos a planificar las capacidades clínicas y hospitalarias ante los picos de demanda. Ayudó al Ministerio de Salud de las Islas Turcas y Caicos facilitándole el acceso a las directrices de la OPS/OMS de manejo clínico, a los recursos de capacitación en línea y a las reuniones virtuales. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 75 Mantenimiento de servicios de salud esenciales durante la pandemia Proporcionó a las Islas Turcas y Caicos las directrices de la OPS/OMS para la selección y continuidad de los servicios de salud esenciales. Ofreció orientación a Bermudas sobre aspectos técnicos para facilitar la adquisición de fármacos en los servicios de salud esenciales. Capacitó a los homólogos nacionales de Anguila, las Islas Vírgenes Británicas y Montserrat para vigilar la repercusión de la COVID-19 en el programa nacional de vacunación. Orientó a Anguila, las Islas Vírgenes Británicas y Montserrat con las recomendaciones de la OPS sobre continuidad de los programas de vacunación en el contexto de la COVID-19. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 76 Territorios de ultramar de Países Bajos Aruba Curazao San Martín Bonaire San Eustaquio Saba Coordinación, planificación y seguimiento a nivel de país Brindó apoyo a las autoridades nacionales y los organismos de salud para formular estrategias dirigidas a abordar la respuesta a la COVID-19. Proporcionó orientación técnica a los puntos focales en los países que participan en los equipos de manejo de crisis. Comunicación de riesgos y participación de la comunidad Compartió y trató las directrices de la OPS/OMS sobre comunicación de riesgos, especialmente en cuanto a distanciamiento físico, uso de mascarillas, reapertura de las escuelas, cómo hacer frente a los factores de estrés y prácticas de higiene seguras. Proporcionó orientación técnica a San Martín sobre cómo llegar a los migrantes (principalmente la comunidad haitiana) en la población para suministrar información sobre distanciamiento físico y prácticas de higiene seguras y alentar a los que se sienten enfermos a hacerse la prueba. Los miembros de esa comunidad no tienen seguro y no hablan inglés ni holandés. Compartió directrices sobre la reapertura, especialmente para hoteles y otros sitios de alojamiento, con Aruba, Curazao y San Martín. Vigilancia, equipos de respuesta rápida e investigación de casos Patrocinó un seminario por internet sobre vigilancia de la COVID e interrupción de su transmisión. Brindó apoyo técnico a Aruba, Curazao y San Martín para mejorar la recopilación y el análisis de los datos de vigilancia con vistas a la presentación de informes a la OPS/OMS que aparecen en el panel de información sobre la COVID-19. Mantuvo conversaciones con el Departamento de Salud de San Martín acerca de los protocolos de localización de contactos para los casos de COVID-19; todos los casos fueron importados y llegaron antes del cierre de las fronteras.Puntos de entrada Este ámbito está dentro de la esfera del Organismo de Salud Pública de los Países Bajos (RIVM). Laboratorios nacionales Compartió directrices de la OPS/OMS con el Departamento de Salud de San Martín sobre la prueba de PCR para la COVID-19 y brindó orientación sobre las limitaciones del uso de la prueba rápida, que se presentó al Consejo de Ministros. Compartió directrices de la OMS con Saba para el establecimiento de un puesto para realizarse la prueba sin bajarse del automóvil. Prevención y control de infecciones Brindó asistencia técnica para la elaboración de las directrices de prevención y control de infecciones (PCI) para los adultos mayores y los establecimientos de atención de larga estancia, así como para los hogares y establecimientos de salud residenciales de niños. Patrocinó un seminario por internet sobre la reapertura de las escuelas en el contexto de la COVID-19. Brindó asistencia técnica sobre la prevención y el control de infecciones para el cuidado en el hogar de los pacientes que presentan síntomas leves de COVID-19. Manejo de casos Llevó a cabo una sesión virtual sobre el manejo clínico de la COVID-19 para todos los países y territorios de habla holandesa. Proporcionó asesoramiento técnico a Aruba y Curazao sobre salud mental y apoyo psicosocial en relación con la COVID-19 y se ocupó de asegurar la participación en todos los seminarios virtuales sobre salud mental presentados por internet. Mantenimiento de servicios de salud esenciales durante la pandemia Brindó asistencia técnica a Aruba y Curazao acerca de la reorganización de los servicios de salud mental conforme pasan por las diferentes fases de reapertura. Empezó a trabajar con Aruba en una hoja de ruta y una propuesta de metodología para la elaboración del Plan Nacional de Salud, considerando la reorganización y racionalización del sistema de atención de salud para aumentar la eficiencia de su respuesta a desastres futuros. Brindó apoyo a Aruba y Curazao para las compras de vacunas que les permitan mantener la ejecución de sus programas de inmunización. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 77 Trinidad y Tabago Coordinación, planificación y seguimiento a nivel de país Elaboró y ejecutó el Plan de Trabajo sobre la COVID-19 en colaboración con el Ministerio de Salud. Contribuyó a la evaluación económica del sector de salud conjuntamente con otros organismos de las Naciones Unidas. Comunicación de riesgos y participación de la comunidad Difundió información fundamental y adaptada a través de la prensa nacional, aprovechando esta oportunidad para llegar a públicos más amplios y elaboró una estrategia y campaña de comunicación de riesgos. Colaboró con la Cámara de Comercio para acoger a la comunidad empresarial a fin de sensibilizarla acerca de la COVID-19 y proporcionarle directrices para el lugar de trabajo. Estableció capacidad en cuanto a medidas de salud pública y sociales para la Asociación Médica de Trinidad y Tabago. Examinó y estableció capacidad en apoyo al plan de comunicación del Ministerio de Salud y la ejecución de la campaña nacional de comunicación. Participó en varias entrevistas por radio y televisión, en las que compartió información y respondió a las preguntas del público. Transmitió mensajes sobre salud mental y apoyo psicosocial, con inclusión de los temas de estigma, discriminación y cómo hacer frente a los factores de estrés, haciendo especial hincapié en los jóvenes. Vigilancia, equipos de respuesta rápida e investigación de casos Proporcionó orientación técnica sobre vigilancia, especialmente para mejorar la recopilación y el análisis de los datos de vigilancia presentados a la OPS/OMS. Elaboró una base de datos sobre los pacientes con COVID-19 para su uso en la toma de decisiones fundamentada en la evidencia. Puntos de entrada Capacitó a los trabajadores de salud y el personal de los puntos de entrada al país y les proporcionó EPP , e impartió asesoría dentro del sistema amplio de Naciones Unidas en el país para orientar las adquisiciones de EPP .Laboratorios nacionales Organizó e impartió capacitación y solución de problemas adaptada para la prueba de la COVID-19, así como sobre los aspectos teóricos del diagnóstico molecular. Capacitó a 50 miembros del personal de laboratorio para ampliar las capacidades de prueba a nivel nacional en el país. Brindó apoyo técnico para la adquisición de máquinas y reactivos GeneXpert con vistas a la realización de pruebas en los departamentos de accidentes y emergencias de ocho hospitales. Proporcionó materiales tales como kits de extracción de ARN, enzimas, controles internos, hisopos y EPP . Prevención y control de infecciones Colaboró con homólogos a fin de elaborar directrices sobre PCI para los hogares y establecimientos residenciales de niños, hogares para adultos mayores y establecimientos de atención de larga estancia y centros de diálisis. Patrocinó un seminario por internet sobre la reapertura de las escuelas en el contexto de la COVID-19 (más de 500 participantes). Manejo de casos Brindó apoyo para la elaboración de un plan de trabajo de salud mental y apoyo psicosocial basado en las brechas identificadas en un ejercicio de mapeo de interesados directos. Patrocinó un seminario por internet sobre autocuidado para trabajadores de atención de salud, que contó con 90 participantes del Caribe. Brindó apoyo técnico para el desarrollo del pretriaje y el triaje para el síndrome gripal. Apoyo operativo y logística Colaboró con el país para analizar las existencias disponibles de medicamentos para el VIH, la tuberculosis y la malaria. Elaboró y ejecutó un plan para abordar los posibles desabastecimientos de medicamentos. Colaboró con el país para asegurar la disponibilidad de medicamentos a través del Fondo Estratégico de la OPS y facilitar los préstamos de medicamentos provenientes de otros países. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 78 Mantenimiento de servicios de salud esenciales durante la pandemia Orientó a las autoridades nacionales en la planificación de las necesidades de su sistema de salud utilizando marcos de modelado. Impartió capacitación a través de un seminario por internet sobre el uso de las herramientas de la OPS para hacer el cálculo de camas hospitalarias, tiempo del personal, medicamentos, suministros médicos y EPP , a la luz de las proyecciones de la epidemia. Impartió orientación sobre la priorización de la atención a los pacientes de ENT en medio de la pandemia. Apoyó las actividades de promoción de la salud diseñadas para los entornos vulnerables. Siguió brindando apoyo a las adquisiciones de vacunas a través del Fondo Rotatorio. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 79 Uruguay Coordinación, planificación y seguimiento a nivel de país Brindó apoyo constante al comando de operaciones de emergencia del Ministerio de Salud Pública. Colaboró con el Ministerio de Salud Pública para actualizar el Plan Nacional Coronavirus del Uruguay. Seguimiento del proceso de aplicación del RSI. Participó en grupos consultivos interdisciplinarios para impartir asesoramiento de expertos sobre cómo responder a la pandemia de COVID-19. Comunicación de riesgos y participación de la comunidad Difundió mensajes clave sobre higiene, distanciamiento físico, salud mental y otros temas a las poblaciones en situación de vulnerabilidad. Vigilancia, equipos de respuesta rápida e investigación de casos Capacitó al personal de vigilancia y compartió herramientas y equipos para fortalecer la capacidad del sistema de vigilancia epidemiológica del país en cuanto a la detección de los casos de COVID-19. Puntos de entrada Elaboró materiales de comunicación para los viajeros que llegan a los puntos de entrada terrestres y aéreos. Contribuyó a campañas en los medios de comunicación masiva diseñadas para sensibilizar a las personas que viajan desde el exterior. Laboratorios nacionales En colaboración con Chile, facilitó las actividades virtuales continuas de cooperación Sur-Sur para fortalecer la secuenciación del SARS-CoV-2 en Uruguay, además de donar pruebas.Prevención y control de infecciones Entregó EPP a las autoridades nacionales para su uso por personal de salud de emergencia. Manejo de casos Brindó apoyo a las autoridades nacionales de salud en la adopción y puesta en práctica de estrategias para el cuidado de los pacientes con COVID-19. Apoyo operativo y logística Consolidó las necesidades de recursos del sector de salud y creó una reserva de contingencia de EPP y equipos para cerrar brechas de importancia crítica. Colaboró con el Ministerio de Salud Pública para asegurar la continuidad de los programas de vacunación del Uruguay, incluida la compra de vacunas. Mantenimiento de servicios de salud esenciales durante la pandemia Proporcionó recomendaciones y directrices actualizadas sobre el mantenimiento de los servicios de salud esenciales durante la pandemia y sobre el fortalecimiento del primer nivel de atención. Intercambio de experiencias internacionales en cuanto a mejores prácticas. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 80 Venezuela Coordinación, planificación y seguimiento a nivel de país Brindó apoyo a Venezuela en la elaboración de su plan nacional de respuesta a la COVID-19, partiendo de planes anteriores de preparación para la gripe pandémica y la adaptación de la vigilancia, los laboratorios, el manejo de casos y la comunicación de riesgos al contexto del país. Facilitó la firma de un convenio entre el Ministerio del Poder Popular para la Salud y el Asesor sobre COVID-19 de la Asamblea Nacional, en cuyo marco ambos colaborarán para proteger la salud de los venezolanos durante la pandemia de COVID-19, en consonancia con prioridades básicas, incluidos los ámbitos de vigilancia, diagnóstico y otros. Brindó apoyo a las regiones de Venezuela a través de oficinas de campo establecidas para ejecutar las actividades prioritarias de prevención y control de la COVID-19, priorizando los pasos fronterizos. Facilitó una reunión de coordinación bilateral entre las autoridades de salud de Colombia y Venezuela para formular estrategias dirigidas a proteger la salud de las personas que viven en la zona fronteriza entre ambos países. Colaboró con la comunidad académica a fin de aprovechar sus conocimientos técnicos especializados para abordar la COVID-19. Comunicación de riesgos y participación de la comunidad Lanzó un video por internet para difundir mensajes sobre higiene y control de la infección en los hospitales. La OPS se asoció con Digitel, una empresa de teléfonos móviles, para enviar 1,5 millones de mensajes de SMS al público, centrándose en la protección de la salud mental y la prevención de infecciones. Vigilancia, equipos de respuesta rápida e investigación de casos Brindó apoyo a Venezuela para el establecimiento de su propio núcleo central de SIG a fin de facilitar el seguimiento de la COVID-19. Laboratorios nacionales Colaboró estrechamente con el Instituto Nacional de Higiene \"Rafael Rangel\" (INHRR), laboratorio de referencia del país, mediante el aporte de capacitación, apoyo técnico y suministros para la detección molecular de la COVID-19. Prevención y control de infecciones Capacitó a trabajadores de salud en PCI, obtención de muestras, aislamiento de pacientes y uso adecuado de EPP . Entregó medicamentos de importancia crítica, EPP y kits de higiene a hospitales en Caracas y otros tres estados. Manejo de casos Capacitó a trabajadores de salud en el manejo de casos, con el enfoque puesto en los elementos terapéuticos y en la ampliación y reorganización de los servicios de salud. Realizó una evaluación conjunta con las autoridades de salud acerca del alistamiento de los hospitales para el manejo de los casos de COVID-19. Colaboró con Direct Relief en la entrega de suministros salvadores a Venezuela. RESPUESTA DE LA ORGANIZACIÓN PANAMERICANA DE LA SALUD A LA COVID-19 EN LA REGIÓN DE LAS AMÉRICAS 81 "}