{"title": "Datos de vacuna Pfizer muestran protección completa a largo plazo en adolescentes", "author": "Editorial La República S A S", "url": "https://www.larepublica.co/globoeconomia/datos-de-vacuna-pfizer-muestran-proteccion-completa-a-largo-plazo-en-adolescentes-3265344", "hostname": "larepublica.co", "description": "Una serie de dos dosis de la vacuna fue 100% efectiva, en el estudio de siete días a cuatro meses después de la segunda dosis", "sitename": "Diario La República", "date": "2021-11-22", "cleaned_text": "MI SELECCIÓN DE NOTICIAS Noticias personalizadas, de acuerdo a sus temas de interés Una serie de dos dosis de la vacuna fue 100% efectiva, en el estudio de siete días a cuatro meses después de la segunda dosis Pfizer Inc dijo el lunes que su vacuna contra el COVID-19 proporcionó una robusta protección a largo plazo contra el virus en un estudio en etapa tardía realizado entre adolescentes de 12 a 15 años. Una serie de dos dosis de la vacuna fue 100% efectiva contra el COVID-19, en el estudio de siete días a cuatro meses después de la segunda dosis, dijo la compañía. Los datos a largo plazo respaldarán los informes planificados para la aprobación regulatoria completa de la vacuna este grupo etario en Estados Unidos y en todo el mundo. Pfizer y BioNTech buscarán la autorización para una dosis de 30 microgramos de la vacuna para los mayores de 12 años. La vacuna fue autorizada para uso de emergencia en personas de 12 a 15 años por la Administración de Fármacos y Alimentos de los Estados Unidos. En mayo, y obtuvo la aprobación completa para su uso en personas de 16 años o más en agosto. Los votantes estarían buscando que el nuevo presidente saque al país del espiral de violencia y problemas económicos en que se encuentra, como reveló un nuevo estudio electoral de Comunicaliza Los dispositivos de la empresa china representan actualmente 59% de las redes RAN 5G de la nación europea, según un estudio de la consultora Strand Consult La compañía con sede en San Francisco espera recaudar US$660 millones y planea vender sus acciones a partir de mañana, las cuales aumentaron de precio por el éxito de Arm "}