{"title": "GSK anuncia datos positivos iniciales de la fase III de su vacuna candidata frente al VRS en mayores de 60 años - El Global", "author": "El Global", "url": "https://elglobal.es/industria/gsk-anuncia-datos-positivos-iniciales-de-la-fase-iii-de-su-vacuna-candidata-frente-al-vrs-en-mayores-de-60-anos/", "hostname": "elglobal.es", "description": "La compañía se compromete a iniciar las solicitudes regulatorias en la segunda mitad de 2022.", "sitename": "El Global", "date": "2022-06-10", "cleaned_text": "positivos iniciales de un análisis provisional de eficacia preespecificado de AReSVi 006, un ensayo de fase III que investiga la vacuna candidata frente al virus respiratorio sincitial (VRS) para adultos de 60 años o más. El análisis intermedio fue revisado por un Comité Independiente de Monitorización de Datos y superó el criterio de valoración principal sin que se observaran problemas de seguridad inesperados. Hal Barron, Chief Scientific Officer y presidente de I+D de GSK, afirma que estos datos sugieren que \"nuestra vacuna candidata frente al VRS ofrece una protección excepcional para los adultos mayores frente a las graves consecuencias de la infección por el VRS\". \"El VRS sigue siendo una de las pocas enfermedades infecciosas importantes sin vacuna, y estos datos tienen el potencial de impactar significativamente en la prevención del VRS, pudiendo ayudar a reducir cada año las 360.000 hospitalizaciones y más de 24.000 muertes relacionadas con este virus en todo el mundo. Dada la importancia de estos datos, nos comprometemos de inmediato con las agencias reguladoras y anticipamos iniciar las solicitudes regulatorias en la segunda mitad de 2022\", añade. En continua evaluación Los resultados de este ensayo de fase III se presentarán en una publicación revisada por pares y en un próximo congreso científico. El ensayo AReSVi 006 continuará evaluando tanto un esquema de revacunación anual, así como, la protección a largo plazo durante varias temporadas tras recibir una dosis de la vacuna candidata para el VRS en adultos mayores (OA por sus siglas en inglés) RSV. La vacuna candidata de subunidades recombinante frente al RSV OA de adyuvante patentado de GSK, AS01. El AS01 se utiliza en varias de las vacunas adyuvadas de GSK. La combinación de antígeno más adyuvante puede ayudar a superar el descenso natural de la inmunidad relacionada con la edad contribuyendo al reto de proteger a los adultos mayores de la enfermedad "}