{"title": "PDF", "author": "PDF", "url": "https://planificacion.css.gob.pa/wp-content/uploads/2022/04/PLANIFICACION-COVID-1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CAJA DE SEGURO SOCIAL DIRECCIÓN NACIONAL DE PLANIFICACIÓN La Caja del Seguro Social A dos años de la Pandemia del COVID-19 en Panamá Marzo 2022Dirección Nacional de Planificación La Caja del Seguro Social A dos años de la Pandemia del COVID-19 en Panamá Marzo 2022 4 Covid 19 - Panamá 2022Dr. Enrique Lau Cortes Director General Lic. Edwin Rodriguez Sub Director General Lic. Edwin Salamín Secretario General Lic. Jamilet Gina Román Directora Nacional de Planificación Dra. Ilka Tejada de Urriola Sub directora Nacional de Planificación 5 Covid 19 - Panamá 2022A dos años de la Pandemia del COVID-19, la Caja del Seguro Social (CSS) es una institución fortalecida y comprometida con la modernización y transformación para mejorar la calidad de los servicios de salud y las prestaciones económicas a la población asegurada. Los cambios han sido muchos y profundos, algunos innovadores, otros han sido disruptivos, pero necesarios, con transformaciones fundamentales en los modelos organizativos, operativos y tecnológicos. La pandemia permitió acelerar y convertir a la CSS, en una institución digital, más ágil en los diferentes servicios, como por ejemplo los pagos a los jubilados y pensionados que dejaron de cobrar por cheques, produciendo un ahorro significativo a la institución en papelería, de más treinta mil balboas mensuales (B/.30,000). Actualmente, el 98% de los jubilados cobran a través de la plataforma bancaria ACH y durante la pandemia nunca dejaron de recibir sus prestaciones económicas.Otra de las innovaciones fue la entrega de medicamentos a domicilio para personas con enfermedades crónicas, este esfuerzo permitió la continuidad de los tratamientos y una mejor respuesta para el sistema de salud. La reorganización de la red hospitalaria, para hacerle frente a la pandemia, fue significativa para optimizar la atención médica hospitalaria a los asegurados, al igual que mantener la atención a los pacientes afectados por la COVID-19 (gestión de camas, personal e insumos). Se reestructuraron transitoriamente la función de cada sala de los hospitales para ir adecuando los espacios en salas COVID-19 según la demanda. La CSS instaló los primeros hospitales de campaña para aumentar la capacidad de respuesta, estos hospitales fueron recibidos como donación de los gobierno de Canadá y de Estados Unidos. Las Unidades de Cuidados Respiratorios Especiales (UCRES), fue una innovación de la CSS, que gracias a la visión de un grupo de médicos, pudo absorber gran Resumen Ejecutivo6 Covid 19 - Panamá 2022parte de los pacientes que llegaban con enfermedades críticas de COVID-19, permitiendo que el 78% de los pacientes que iban a esta unidad, no llegaran a las unidades de cuidados intensivos (UCI), gracias al uso eficiente de los tratamientos en cada área, contribuyendo grandemente en la contención de la pandemia. La apertura de las clínicas Post COVID-19, fue otra iniciativa creada por la CSS, donde se han atendido más de 11 mil pacientes, que han manifestado secuelas de esta enfermedad, lo que significó un modelo de atención integral para pacientes que han padecido COVID-19, se ha implementado a nivel nacional, e internacional, producto de la buena iniciativa que se ha tenido como país. Otros de los procesos de transformación que produjo cambios significativos en la atención, fue la implementación de dos cuartos de urgencias en cada instalación uno para enfermos respiratorios y otro para enfermedades comunes. La estrategia de la burbuja productiva empresarial, fue otra innovación en la atención implementada por la CSS, con el objetivo de contar con zonas seguras para minimizar y mantener el entorno laboral libre de COVID-19. Además, en medio de la pandemia, con una economía afectada y los ingresos disminuidos producto del cese y cierre de empresas, la CSS logró habilitar una estructura que se había convertido en un monumento a la desidia por la falta de seguimiento administrativo en otros periodos, y gracias al trabajo conjunto del Ejecutivo y la Mesa Conjunta, se dio la apertura del Hospital COVID-19 en la Ciudad de la Salud en un periodo de 30 días, sirviendo como válvula de escape con 300 camas habilitadas con unidades de intensivo, ante el inminente crecimiento de los casos de COVID-19, en una segunda ola del virus, donde todavía no se contaba con vacunas. En lo que va del mes de marzo del 2022, se han abierto todas las consultas externas, las atenciones odontológicas, además de las cirugías electivas y el programa de trasplante, realizado con gradualidad, para garantizar que la población asegurada pueda encontrar respuesta en todas las instalaciones de la CSS.7 Covid 19 - Panamá 2022Resumen Ejecutivo ....................................................................................................................... 3 I. Introducción .............................................................................................................................................. 6 II. Antecedentes ........................................................................................................................................... 7 A. Disposiciones gubernamentales dictaminadas: .................................................. 7 B. Base legal ........................................................................................................................................ 8 III. Acciones tomadas por la CSS ........................................................................................................ 10 A. Reorganización de la red hospitalaria ......................................................................... 10 1. Hospitales de Campaña ............................................................................................. 12 2. Ciudad de la Salud, Hospital COVID .................................................................. 13 B. Sistemas Informático .............................................................................................................. 13 C. Distribución de Medicamentos a domicilio ............................................................ 14 1. Beneficios para los Asegurados: .......................................................................... 15 D. Unidad de Cuidados Respiratorios Especiales (UCRE) .................................... 16 1. Nacimiento de la UCRE en la CSS ........................................................................ 16 2. UCRE y su importancia ............................................................................................... 16 E. Clínica Post COVID-19 ............................................................................................................. 17 F. Teleradiología ............................................................................................................................... 19 G. Consultorios Digital .................................................................................................................. 19 H. Burbuja Productiva Empresarial Extendida, estrategia de salud de la CSS .......................................................................................................................................... 20 I. Acciones vinculadas al abordaje de la crisis sanitaria por COVID-19 ..... 21 IV. Contribución financiera de la CSS en el Control de la Pandemia en Panamá ................................................................................................................................................. 23 Bibliografía ............................................................................................................................................................ 27Contenido8 Covid 19 - Panamá 2022I. Introducción La CSS fue creada por medio de la Ley 23 del 21 de marzo de 1941, con su apertura por primera vez en Panamá, se organizó un sistema de seguridad social dirigido a la protección del trabajador panameño relacionado con las enfermedades y su rehabilitación, por tema de accidentes de trabajo. Desde su fundación, la CSS, se ha constituido en un pilar fundamental del equilibrio social y económico en Panamá, teniendo como misión el proveer prestaciones económicas y servicios de salud, eficientes y oportunos, con el propósito de contribuir a garantizar la protección y seguridad social a la población asegurada. La Ley No.51 de 2005 organiza a la CSS como una entidad de derecho público, autónoma, en lo administrativo, funcional, económico y financiero; con personería jurídica y patrimonio propio, que tiene como objetivo primordial garantizar a los asegurados el derecho a la seguridad de sus medios económicos de subsistencia, en casos de retiro por vejez, enfermedad, maternidad, invalidez, subsidios de familia, viudez, orfandad, accidentes de trabajo y enfermedades profesionales; y en el caso de atención a la salud, proveer a los asegurados activos y sus beneficiarios, servicios de salud en una amplia cartera de servicios, tanto el ámbito hospitalario como de la atención primaria en salud, cubriendo el 78% de la población del país. Ante la creciente demanda por servicios y la situación demográfica se constituye en un reto, el mantener los esquemas de prestaciones económicas y de salud, con calidad y oportunidad en el marco de la eficiencia y eficacia, garantizando la sostenibilidad financiera en el mediano y largo plazo, aunado a esto se sumó a este panorama la pandemia mundial del COVID-19, que exigió de la CSS un esfuerzo mayor de sus acciones, para afrontar como parte del sector salud las necesidades causadas por la crisis sanitaria. La pandemia por el COVID-19 trajo consigo además del caos e incertidumbre, un acelerado proceso de reinventarse para hacerle frente a esta problemática tan inestable e incontrolable de casos, la CSS enfocó sus acciones y estrategias en la prevención de grupos vulnerables de la población asegurada lo que ha representado una importante respuesta de atención ante la crisis generada por la pandemia en el país. Caja de Seguro Social Dirección Nacional de Planificación La Caja del Seguro Social a dos años de la Pandemia del COVID-19 en Panamá 9 Covid 19 - Panamá 2022II. Antecedentes La situación de pandemia que vive el mundo, ha llevado a las instituciones de salud a modificar estrategias de abordaje de los problemas. En este sentido, a nivel mundial se iniciaron acciones para evitar la proliferación del virus, aplicando entre éstas, medidas para restringir aglomeraciones y garantizar el distanciamiento físico. El 11 de marzo de 2020, la Organización Mundial de la Salud (OMS) declaró al COVID-19 como pandemia, identificándose desde su aparición una alta facilidad de contagio en la población y afectaciones graves en adultos mayores de 65 años y en personas con el sistema inmunocomprometido. En Panamá el primer caso oficial del COVID-19 fue reportado por el Ministerio de Salud (MINSA), el 9 de marzo de 2020. Inmediatamente el Gobierno Nacional inició una serie de medidas sanitarias e instrucciones a nivel público y privado e interinstitucional para evitar el contagio del virus. A. Disposiciones gubernamentales dictaminadas: a. Aprobación del Estado de Emergencia Nacional. b. Declaración de toque de queda. c. Cuarentena definitiva las 24 horas con ciertas excepciones, permitiendo la movilidad de mujeres y varones en días distintos (exceptuando los domingos), por un periodo máximo de dos (2) horas. d. Sanciones de retención de vehículos y suspensión de licencia de manejo por tres (3) meses aquellos conductores que violen la cuarentena. e. Regulación de la circulación del transporte público selectivo (taxis), dividiendo las operaciones según el número final de la placa. f. Suspensión de vuelos nacionales y los vuelos internacionales, con excepción de los humanitarios. g. Suspensión de cruceros y llegada de cualquier barco de países en riesgos. h. Suspensión de las visitas oficiales desde y hacia Panamá. i. Cierre de colegios y universidades. j. Suspensión de las actividades de la construcción. k. Cierre de todas las empresas y tiendas privadas, salvo las industrias o servicios de salud. l. Declaración como zonas epidémicas a Panamá, Panamá Oeste y Colón. m. Suspensión de todos los eventos que involucran aglomeraciones. n. Declaración de medidas para personas diagnosticadas como caso sospechoso o positivo para COVID-19. o. Cuarentena obligatoria de 14 días para las personas afectadas. p. Suspensión de las cirugías electivas y de la atención en la consulta externa en todos los centros hospitalarios públicos y privados del país. q. Autorización a los médicos del sector salud público y privado para recetar medicamentos controlados y antibióticos a través de medios tecnológicos (online), permitiendo a las farmacias públicas y privadas la dispensación de éstos. r. Aumento del monto de las contrataciones extraordinarias para reforzar el combate de la propagación del COVID-19.10 Covid 19 - Panamá 2022 Las entidades gubernamentales adoptaron acciones internas y para la prestación de sus servicios, a fin de evitar aglomeraciones de colaboradores y usuarios, tales como: s. Teletrabajo, en el caso de los servidores públicos, t. Uso de vacaciones, tiempo compensatorio, u. La atención por medios innovadores y de plataformas tecnológicas, para los usuarios de los servicios. B. Base legal Resolución de Gabinete No.38 de 14 de julio de 2020, Gaceta Oficial No. 29069- A, 15 de julio de 2020. Que autoriza la asignación de nuevos recursos financieros al Ministerio de Salud y a la Caja de Seguro Social para atender, de manera inmediata, las necesidades generadas por la COVID-19. Decreto Ejecutivo No. 466 de 05 de junio de 2020, Gaceta Oficial No.29040-A de 5 de junio de 2020. Que adopta el protocolo para preservar la higiene y salud en el ámbito laboral para la prevención ante el COVID-19 en el sector público. Resolución No. 1420 de 01 de junio de 2020, Gaceta Oficial No.29037-A de 2 de junio de 2020. Que ordena el uso de mascarillas o barbijos en todo el territorio de la República de Panamá. Resolución No. 280 de 06 de abril de 2020, Gaceta Oficial No.29,008 de 22 de abril de 2020. Por la cual se implementa el procedimiento temporal para la recepción, trámite, evaluación y autorización de importación de medicamentos y otros productos para la salud humana de la dirección nacional de farmacia y drogas. Decreto Ejecutivo No. 541 de 21 de abril de 2020, Gaceta Oficial No.29,007-A de 21 de abril de 2020. Que adopta nuevas medidas sanitarias para reducir, mitigar y controlar la propagación de la pandemia por la enfermedad coronavirus COVID-19 en el país. Ley No. 139 de 02 de abril de 2020, Gaceta Oficial No.28994-B de 2 de abril de 2020. Que adopta una ley general sobre medidas de Emergencia para afrontar la crisis sanitaria causada por la pandemia del COVID-19. Resolución No. 360 de 30 de marzo de 2020, Gaceta Oficial No.28992-A de 30 de marzo de 2020. Que adopta nuevas medidas de movilidad ciudadana en el territorio nacional, tendientes a controlar y mitigar la propagación de la pandemia del COVID-19. Resolución No. 354 de 27 de marzo de 2020, Gaceta Oficial No.28,991 de 30 de marzo de 2020. Que Aprueba la Guía para Manejo de Cadáveres Con Sospecha o Confirmación de COVID-19 en las Instalaciones de Salud y Centros de Velación o Funerarias, que se reproduce en el Anexo A y que forma parte Integral de la presente Resolución. Decreto Ejecutivo No. 400 de 27 de marzo de 2020, Gaceta Oficial No. 28995- A, que crea el Plan Panamá Solidario de emergencia y asistencia social, con el propósito de atender las necesidades urgentes como resultado de la pandemia del COVID-19. Decreto Ejecutivo No. 504 de 23 de marzo de 2020, Gaceta Oficial No.28,986-A de 23 de marzo de 2020. Que establece disposiciones sobre las medidas de cuarentena y/o aislamiento que se ordene a las personas diagnosticadas como caso sospechoso o positivo por COVID-19 en el país. Decreto Ejecutivo No. 500 de 19 de marzo de 2020, Gaceta Oficial No.28,985-A de 20 de marzo de 2020. Que aprueba medidas sanitarias adicionales, para reducir, mitigar y controlar la propagación de la pandemia por la enfermedad coronavirus COVID-19 en el país.11 Covid 19 - Panamá 2022Decreto Ejecutivo No. 489 de 16 de marzo de 2020, Gaceta Oficial No.28981-C lunes 16 de marzo de 2020. Que aprueba medidas sanitarias adicionales, para reducir, mitigar y controlar la propagación de la pandemia por la enfermedad coronavirus COVID-19 en el país. Decreto Ejecutivo No. 78, de 16 de marzo de 2020, Gaceta Oficial No.28981-D de 16 de marzo de 2020. Que establece medidas de carácter laboral para evitar contagio del COVID-19 en las empresas. Decreto Ejecutivo No. 472 de 13 de marzo de 2020, Gaceta Oficial No.28,979-B de 13 de marzo de 2020. Que extrema las medidas sanitarias ante la declaración de pandemia de la enfermedad coronavirus (COVID-19) por la OMS/OPS. Resolución de Gabinete No. 11 de 13 de marzo de 2020, Gaceta Oficial No.28,979-B de 13 de marzo de 2020. Que declara el Estado de Emergencia Nacional y dicta otras disposiciones. Resolución No. 300 de 10 de marzo de 2020, Gaceta Oficial No.28978-A de 12 de marzo de 2020. Que aprueba los lineamientos y recomendaciones generales para prevención y control de la enfermedad coronavirus (COVID-19) y se deroga la Resolución No.231 de 28 de febrero de 2020. Resolución de Gabinete No. 10 de 03 de marzo de 2020, Gaceta Oficial No. 28972 - A de 04 de marzo de 2020. Que eleva a muy alta la amenaza de propagación del brote del nuevo coronavirus (COVID-19), en el territorio nacional y se dictan otras disposiciones. Resolución No. 233 de 02 de marzo de 2020, Gaceta Oficial No.28970- A de 02 de marzo de 2020. Que crea la Comisión Multidisciplinaria para el Asesoramiento, dentro de los procesos para prevención y control de la enfermedad coronavirus (COVID-19).Resolución de Gabinete No. 6 de 28 de enero de 2020, Gaceta Oficial No. 28950 - B de 29 de enero de 2020. Ante la amenaza de una situación de emergencia en el territorio nacional, por el riesgo de propagación del brote del nuevo coronavirus (COVID-19), en el marco de la alerta internacional de salud declarada por la OPS/OMS. Decreto Ejecutivo No. 64 de 28 de enero de 2020, Gaceta Oficial No. 28950-B de 29 de enero de 2020. Que adopta las medidas necesarias que sean imprescindibles e impostergables, contenidas en el plan nacional ante la amenaza por el brote del nuevo coronavirus (COVID-19) definido por el Ministerio de Salud. Resolución No. 075 de 23 de enero de 2020, Gaceta Oficial No. 28946-B de 23 de enero de 2020. Que ordena la activación del centro de operaciones de emergencias en salud en el marco de la alerta internacional de salud declarada por la OPS/OMS con relación al brote de nuevo coronavirus (COVID-19) en diferentes países con origen en china. 12 Covid 19 - Panamá 2022III. Acciones tomadas por la CSS La atención de la salud priorizada en el COVID-19, la declaración de la Provincia de Panamá como zona epidemiológica, la limitante de circulación de la población de sólo dos (2) horas y del transporte selectivo, provocaron en el caso particular de la CSS la reestructuración de algunos servicios, entre estos: la reestructuración transitoria de todas las salas de hospitalización de las diferentes instalaciones de la CSS para adecuar los espacios en salas COVID-19 según la demanda y para cualquier contingencia futura, este proceso tuvo la finalidad de optimizar la atención médica hospitalaria y mantener la atención a los pacientes afectados por el nuevo COVID-19. Adicionalmente a muchas otras acciones la CSS respondió a la crisis de la COVID-19, implementando la dispensación a domicilio de medicamentos a los asegurados mayores de 65 años, y aquellos con enfermedades crónicas, para que recibieran sus tratamientos sin exponerse a posibles contagios al recurrir a las farmacias a retirar medicamentos, ya que éstas son focos de contagios. A. Reorganización de la red hospitalaria Se realizó una reingeniería en la red de hospitales de la CSS, a través de un modelo de gestión denominado \"hospital inteligente\" en el área metropolitana. Este proceso tuvo la finalidad de optimizar la atención médica hospitalaria a los asegurados, al igual que mantener la atención a los pacientes afectados por la COVID-19 (gestión de camas, personal e insumos). Cuadro 1 El Complejo Hospitalario Dr. Arnulfo Arias Madrid, quedó como Hospital COVID-19. El Hospital Dra. Susana Jones Cano pasó a ser un hospital quirúrgico de corta estancia, mientras que el Hospital Irma de Lourdes Tzanetatos, se habilitó como un Hospital No COVID-19 de Medicina, Cirugía, Obstetricia y Pediatría. En el Complejo Hospitalario Dr. Arnulfo Arias Madrid se incrementaron las camas de las Unidades de Cuidados Intensivos, al inicio de la pandemia sólo se contaban con 30 camas, posteriormente se fueron remodelando las salas y creando las diferentes Unidades de Cuidados Intensivos COVID-19 (UCI COVID A - UCI COVID H), lo cual requirió la colocación de tuberías de oxígeno, así como la adquisición de equipos de ventilación mecánica. Se realizó también la conversión de la consulta externa del Complejo Hospitalario Dr. Arnulfo Arias Madrid en área de hospitalización. Adicionalmente se crearon las Unidades de Cuidados Respiratorios Especiales (UCRE), cuyo objetivo es dar apoyo de soporte ventilatorio no invasivo a los pacientes con COVID-19. Cuadro 2 En esta reestructuración se realizó el traslado de los servicios de Neonatología, Ginecología y Obstetricia del Complejo Hospitalario Dr. Arnulfo Arias Madrid hacia el Hospital Irma de Lourdes Tzanetatos para seguir brindando una atención segura a las pacientes embarazadas y a los recién nacidos. Este traslado se dio desde el mes de julio de 2020. También se procedió a trasladar, el Banco de Leche Humana (BLH). Se implementó un anexo Modular del Hospital Irma de Lourdes Tzanetatos, con la finalidad de trasladar pacientes de las Salas de Geriatría y de Medicina Interna y liberar 150 camas.13 Covid 19 - Panamá 2022En agosto de 2020 se inició con la nueva sala de hemodiálisis para la atención de pacientes COVID-19, en el Complejo Hospitalario Dr. Arnulfo Arias Madrid con capacidad de hasta 80 pacientes. Se trasladó la Consulta Externa de 10 especialidades (alergología, cardiología, endocrinología, ginecología neurología y obstetricia) del Complejo Hospitalario Dr. Arnulfo Arias Madrid a tres policlínicas del área metropolitana, para pacientes con enfermedades crónicas que requieren continuidad en sus tratamientos. Se incrementó del número de camas y ventiladores: Sala de 2,351 a 3,191 UCI de 80 a 399 UCRE de 0 a 157 Ventiladores de 249 a 482 Cuadro 1 NÚMERO DE PACIENTES HOSPITALIZADOS Y PACIENTES AMBULATORIOS POR AÑO Cuadro 2 NÚMERO DE PACIENTES HOSPITALIZADOS SEGÚN ÁREA POR AÑO Año 2020 Año 2021 Año 2022 TOTAL Pacientes hospitalizados 5,414 6,651 2021 805 1,650 1,062 12,236 14,948Fuente: Sala de Situación Clayton - CSS - Hasta el 28 de febrero de 2022 Fuente: Sala de Situación Clayton - CSS Hasta el 28 de febrero de 202214 Covid 19 - Panamá 20221. Hospitales de Campaña Producto de donaciones se instalaron 5 Hospitales Campaña que jugaron un papel fundamental en la atención a personas afectadas por COVID-19 u otras condiciones de emergencia, cada uno con 40 camas en: 1. Policlínica Santiago Barraza 2. Policlínica Horacio Díaz Gómez 3. Hospital Regional Rafael Estévez 4. Hospital Gustavo Nelson Collado 5. Hospital Regional Rafael Hernández 15 Covid 19 - Panamá 20222. Ciudad de la Salud, Hospital COVID Para enero del 2021, se habilitó el Hospital COVID de la Ciudad de la Salud, con 300 camas (168 camas en sala, 84 de UCI y 48 de UCRE. Todas con capacidad de convertirse en camas de UCI para la atención de pacientes críticamente enfermos. Fue un logro importante, que pudo ponerse a disposición de la población en un periodo de solo de un mes a un costo de construcción de 24 millones de balboas. B. Sistemas Informático En los sistemas informáticos de la CSS se realizaron las mayores innovaciones para enfrentar la pandemia y evitar contacto de los usuarios de los servicios de prestaciones económicas y de salud: 1. Sistema de Información de Salud y Seguridad Ocupacional (SISSO): debido a la pandemia, este sistema de información se modificó adicionando criterios de evaluación del cumplimiento de las empresas con los protocolos de riesgos laborales y COVID-19. 2. Seguimiento COVID: desarrollado por la Dirección Ejecutiva Nacional de Innovación y Transformación de la CSS (DENIT) para darles seguimiento a los pacientes que fueron contagiados por el virus del COVID-19. 3. Sistema de Recetas de la CSS: desarrollado por la DENIT para la dispensación y entrega de medicamentos a domicilio para pacientes con enfermedades crónicas y el beneficio de la población más vulnerable al COVID-19. El sistema incluyó un grupo de doctores que revisan caso por caso, aprueban las recetas y siguen el protocolo. Además se implementó el Sistema de geolocalización de pacientes para distribución de medicamentos a sus casas. 4. Sistema de Inventarios de Camas/ Recurso Humano/ Ventiladores: desarrollado por la DENIT con el fin de llevar el inventario de camas, recurso humano y ventiladores utilizado durante la pandemia de COVID-19, permite sistematizar y mejorar el control en el inventario diario de las camas disponibles y ocupadas de las instalaciones de salud a nivel nacional. Se implementó la caja virtual, con el objetivo de facilitar el cumplimiento de las responsabilidades obrero-patronales, mediante pagos con tarjetas de crédito. Así mismo se logró el acreditamiento bancario a los más de 302,000 pensionados y jubilados que cobran por cheques mediante el uso de banca en línea y ACH, también para el pago a los proveedores, la activación de la plataforma virtual para el trámite de las solicitudes de subsidios de maternidad vía web, para proporcionar a las aseguradas embarazadas del área metropolitana una opción segura para dar inicio al trámite de 16 Covid 19 - Panamá 2022subsidio por maternidad desde su hogar, sin exponerse a riesgos de contagio por la COVID-19. Así mismo, se homologó el Certificado de Maternidad Virtual y la Guía Atención a Embarazadas. Se introdujo, también la contabilidad de costos, Validación del derecho y la Plataforma de datos abiertos. La modernización de los sistemas informáticos, el desarrollo del consultorio digital (Proyecto desarrollado con AIG), de herramientas como ROSA, Centro de operaciones COVID-19, el establecimiento de la atención de consultas médicas a través de la línea gratuita de la CSS 199, mediante el ROVID (Robot Virtual), la actualización del APP Móvil, la plataforma de gestión virtual para la agilización de todo tipo de trámite de los asegurados con la CSS, que estaban contempladas en el Plan Estratégico para ser implementadas después de los primeros 18 meses de iniciada la actual administración, se implementaron al inicio de la pandemia. Se desarrollaron Plataformas Tecnológicas de verificación de salvoconductos, para un mayor control de la población en por la COVID-19.C. Distribución de Medicamentos a domicilio La distribución de medicamentos a domicilio a los asegurados de la CSS se realizó a los pacientes de enfermedades crónicas, mayores de 65 años e inmunocomprometidos, este servicio dio inicio el 19 de marzo 2020, y se entregaban los medicamentos en un periodo de entre 15 y 20 días laborables. Cuadro 3 Inicialmente la entrega de medicamentos se realizó en el área metro de la provincia de Panamá, que involucraba los distritos de Panamá y San Miguelito, sin embargo se recibieron también solicitudes de medicamentos de Panamá Este, Panamá Oeste, Chiriquí, Herrera, Bocas del Toro y Veraguas. Se requirió del soporte técnico de la DENIT, que fue vital en este servicio con la creación de una herramienta informática para el sistema de pedidos de medicamentos por parte de los pacientes y la instalación de aplicaciones informática en todas las computadoras de los médicos y de los farmacéuticos (SIS, K FARMA, AGEF), para la validación del derecho al seguro y la dispensación. Cuadro 3 PACIENTES ATENDIDOS POR LOS MÉDICOS DEL PROYECTO: \"ENTREGA DE MEDICAMENTOS A DOMICILIO\" DEL 19 DE MARZO AL 26 DE AGOSTO DE 2020 TOTAL 73,480 100 54,096 141,520 Fuente: Datos del programa Contingencia COVID-19, SIS Observaciones: El médico debía revisar si el paciente tenía recetas preescritas vigentes; de no tenerlas, se elaboraba la receta, previa evaluación del expediente y antecedentes del paciente; 54,096 pacientes con recetas elaboradas por el médico del proyecto. NÚMERO DE PACIENTES ATENDIDOS POR EL MÉDICONÚMERO DE PACIENTES RECETADOS (NUEVA RECETA) %NÚMERO DE MEDICAMENTOS RECETADOS POR EL MÉDICO 17 Covid 19 - Panamá 20221. Beneficios para los Asegurados: Disminución del riesgo de exposición de contagio de COVID-19 a 45,144 pacientes, que tenían algunas de los condicionantes de riesgo, tales como pacientes mayores de 65 años con enfermedades crónicas o con alguna condición de salud asociada a inmunosupresión, al no tener que asistir presencialmente a retirar sus medicamentos. Cuadro 4 y Cuadro 5 Limitación de complicaciones de los pacientes con enfermedades crónicas, al recibir los medicamentos para el tratamiento oportuno. Entregar de medicamentos a muchos pacientes que viven en áreas de difícil acceso o lejos de los centros de salud que dispensan medicamentos especializados, que solo se entregan en el Complejo Hospitalario Dr. Arnulfo Arias Madrid. Cuadro 4 PACIENTES ATENDIDOS POR LOS FARMACÉUTICOS DEL PROYECTO: \"ENTREGA DE MEDICAMENTOS A DOMICILIO\" Del 20 de marzo al 26 de agosto de 2020 Cuadro 5 MEDICAMENTOS DISPNESADOS DEL 19 DE MARZO AL 9 DE SEPTIEMBRE DE 2020TOTAL 45,144 87,25998,230 recetas B/.3,389,199.9645,144 dispensados = del programa Contingencia COVID-19, SIS.X-FARMA, Agenda contingencia COVID-19 Fuente: Datos del programa Contingencia COVID-19, SIS.X-FARMA, Agenda contingencia COVID-19N° DE PACIENTES CON RECETAS DISPENSADAS POR EL FARMACÉUTICO DE LA UNIDAD EJECUTORA PACIENTES CON RECETAS DISPENSADASN°. DE RECETAS DISPENSADAS MONTO% PACIENTES DISPENSADOS CANIDAD DE MEDICAMENTOS DISPENSADOS 18 Covid 19 - Panamá 2022D. Unidad de Cuidados Respiratorios Especiales (UCRE) Las Unidades de Cuidados Respiratorios Especiales (UCRE) tiene como objetivo tratar que el paciente no se complique y no requiera de la Unidad de Cuidados Intensivos (UCI) donde el periodo de recuperación puede prolongarse y más importante, que la persona se recupere de forma más temprana y que retorne pronto a casa. 1. Nacimiento de la UCRE en la CSS La UCRE nace en abril de 2020, al observar los médicos, la necesidad de una atención más especializada dirigida hacia los pacientes con esta nueva enfermedad. El esfuerzo conjunto de los neumólogos de la CSS del Complejo Hospitalario Dr. Arnulfo Arias Madrid, logró el desarrollo e implementación de la primera unidad de UCRE, en el país, para dar apoyo con soporte ventilatorio no invasivo a todos los pacientes que presentaban una enfermedad de moderada a severa, de neumonía por COVID-19. La UCRE se sitúa como una unidad intermedia entre la UCI y la hospitalización convencional, un área de monitorización y tratamiento de pacientes con insuficiencia respiratoria de moderada a severa y que necesitan un soporte respiratorio más intenso pero o invasivo. 2. UCRE y su importancia La creación de las UCRES en la CSS, logró tener un impacto importante en el tratamiento de los pacientes durante la pandemia, alcanzando disminuir la necesidad de las camas de UCI, para la atención de los pacientes que requerían de un soporte ventilatorio, de una forma no invasiva. Se habilitaron cuatro UCRE: 1. Complejo Hospitalario \"Dr. Arnulfo Arias Madrid\" 2. Hospital Regional \"Dr. Rafael Hernández\" 3. Complejo Hospitalario \"Dr. Manuel Amador Guerrero\" 4. Hospital COVID de Ciudad de la Salud La hospitalización en estas unidades que brindan asistencia ventilatoria no invasiva logró resolver el cuadro clínico del paciente para no ser trasladado a UCI, en el 95% de los pacientes del Hospital COVID, 80% de los del Complejo y 60% de los otros dos hospitales. En promedio el 78% de los pacientes admitidos en UCRE no requirió llegar a una UCI. De esta manera, no solamente se evitó el colapso del Sistema de Salud, sino que se logró que muchos pacientes no necesitaran el manejo en la UCI, donde al tener un manejo mucho más invasivo son susceptibles a otro tipo de infecciones concomitantes, que son producto del gran deterioro que ha tenido el organismo. Evidentemente con la UCRE se logró salvar muchas vidas y permitió apoyar a la población panameña para que la letalidad se mantuviera, siempre, menor al 3%. De febrero de 2021 a la fecha, la UCRE funciona en el hospital COVID, Ciudad de la Salud.19 Covid 19 - Panamá 2022E. Clínica Post COVID-19 Las Clínicas Post COVID brindan una nueva etapa de recuperación a los pacientes con coronavirus. A dos años de la llegada de la COVID-19, muchas de las personas que se contagiaron y se recuperaron de la enfermedad, han quedado con secuelas que han afectado su vida de una forma que no esperaban, alterando en muchas ocasiones su actividad física. Debido a esta situación, la CSS decidió crear las Clínicas Post COVID, para darles una respuesta y seguimiento a los pacientes recuperados de la COVID-19, que se quejaban de ciertas sintomatologías, que antes no tenían. En un inicio se decidió que los criterios para que se atendieran en las clínicas debía ser sencillo que no convirtieran en nudos crítico su atención, lo único que el paciente necesita para ser atendido en estas clínicas, es presentar el certificado de cuarentena donde se señala que es un paciente recuperado de COVID-19 y tener la referencia del médico general o especialista, esta referencia no tiene que ser necesariamente de una instalación de la CSS, puede ser del Ministerio de Salud (MINSA) o de una clínica privada. Cuadro 6 En la actualidad están funcionando 10 Clínicas Post-COVID-19 a nivel nacional, y una Clínica Post COVID pediátrica, ubicada en Juan Díaz, la cual atiende martes y jueves de 1:00 p.m. a 6:00 p.m., con el objetivo de captar y darle seguimiento a los pacientes menores de edad, que queda con secuelas y complicaciones que luego que se han recuperado del coronavirus. Cuadro 7 20 Covid 19 - Panamá 2022En las Clínicas Post COVID, se prestan servicios integrales y la atención es multidisciplinaria ya que hay especialistas articulados en todas las áreas que se requiera, además de servicios de apoyo por ejemplo: fisioterapia, terapia respiratoria, psicología. La salud mental, ha representado de uno de los servicios más requeridos, debido a que la parte emocional del paciente queda muy afectada. Para la atención de medicina especializada y otros servicios de salud que no se encuentren en la cartera de servicios de la Clínica Post COVID, se establece una agenda de atención para las interconsultas requeridas y el paciente recibirá una referencia para acudir a la instalación de salud que le corresponde.Los síntomas más frecuentes después de la COVID-19 reportados en las clínicas son: cuadros de fatiga crónica, dificultad para su actividad física, dificultad para levantarse de su cama en las mañanas, pacientes con niebla mental (que son personas que les cuesta hacer una oración), les cuesta hilar las palabras y se quedan en pausa buscando esa palabra que les complete la oración o la frase de lo que querían decir, porque se quedan en blanco. Entre otros de los síntomas, están pacientes que persisten con dolores musculares y articulares, dolores de cabeza constantes, sintomatologías muy generales que se pueden presentar cuando se tiene afectado cualquier órgano.Cuadro 6 PACIENTES NUEVOS ATENDIDOS POR AÑO EN LAS CLÍNICAS POST COVID-19 Cuadro 7 HORARIOS DE ATENCIÓN DE INSTALACIONES DE SALUD CON CLÍNICAS POST COVID-19 (ADULTOS)Actualizado: Hasta el 31 de enero 2022 Fuente: Plataforma digital Clínicas post COVID-19-CSS Fuente: DESYP, 1,105 9,620 647 11,372 Instalación Horario Policlínica Manuel Ferrer Valdés (Calidonia - Calle 25) 7:00 a.m. - 7:00 p.m. Policlínica Joaquín José Vallarino (Juan Díaz) 7:00 a.m. - 6:00 p.m. Policlínica Dr. Santiago Barraza (Panamá Oeste - La Chorrera) 7:00 a.m. - 3:00 p.m. Policlínica Hugo Spadafora Franco (Colón) 7:00 a.m. - 3:00 p.m. Policlínica Manuel de Jesús Rojas (Aguadulce) 7:00 a.m. - 3:00 p.m. Policlínica Roberto Ramírez de Diego (Chitré) 7:00 a.m. - 1:00 p.m. Policlínica Miguel Cárdenas Barahona (Las Tablas) 7:00 a.m. - 3:00 p.m. Policlínica Horacio Díaz Gómez (Santiago) 7:00 a.m. - 7:00 p.m. Hospital Raúl Dávila Mena (Changuinola) 7:00 a.m. - 3:00 p.m. Hospital Regional Rafael Hernández (David) 11:00 a.m. - 3:00 p.m.21 Covid 19 - Panamá 2022Cuadro 8 ESTUDIOS REALIZADOS POR MODALIDAD 2020 - 2021 Fuente: Sistema de administración gerencial de Teleradiología. Estos datos son automáticos y se captan directo de cada equipo.Modalidad Estudios se integró al Portal Digital CSS con la finalidad que los asegurados puedan acceder a sus estudios de imágenes así como al informe radiológico desde su celular u computador. De igual forma ha sido potenciado el uso de la Inteligencia Artificial implementando una solución para facilitar la detección de patología asociada al COVID-19 con el uso de Tomografía Computada lo cual redunda en un diagnóstico oportuno para facilitar al clínico decisiones diagnósticas. El modelo contempla 92 estaciones de diagnóstico en 46 instalaciones de salud y 2 unidades de tomografía, 1 unidad resonancia magnética, 1 unidad medicina nuclear y 104 adecuaciones, además de un sistema de información y archivo de imágenes médicas digitales el sistema RIS/PACS. Cuadro 8 22 Covid 19 - Panamá 2022G. Consultorios Digital Se desarrolló una mayor capacidad técnica para la gestión clínica para enfrentar la pandemia al desarrollarse los consultorios virtuales para la atención de la población asegurada por la dificultad de una atención directa, debido principalmente a la posibilidad de contagio del COVID-19. H. Burbuja Productiva Empresarial Extendida, estrategia de salud de la CSS La CSS ha desarrollado la estrategia de la Burbuja Productiva Empresarial Extendida, con el objetivo de habilitar zonas seguras para minimizar o limitar los contactos que pueden tener los colaboradores fuera de su empresa, para que no exista expansión ampliada y que también se evite el aumento la transmisión familiar y comunitaria. El primer ensayo de la CSS se realizó en la Minera Panamá, lo que dio como resultado, después de un brote en la mina, cero casos de coronavirus. Entre las acciones que se realizaron en la empresa Minera Panamá, implementadas por el equipo de salud de la CSS, están: Cada campamento contó con el equipo médico responsable. Se desarrollaron docencias a todos los niveles. Se fortalecieron con equipo esencial para las pruebas rápidas en la clínica, a través de los modernos equipos Coba 9000 y la prueba Sofía. Se colocaron señalizaciones, alcohol y termómetros. Se determinó que ninguna persona puede entrar o salir de la minera sin realizarse la prueba. Al mes, el recurso humano de salud realizó más de 5 mil pruebas, obteniendo un resultado de positividad de menos del 1.7%. El segundo ensayo de la burbuja productiva, fue implementado entre la CSS y el Metro de Panamá, con esta metodología sería la primera vez a nivel mundial que una empresa de transporte con alto tráfico de pasajeros, intenta controlar la incidencia de casos entre sus colaboradores y usuarios. En primera instancia, en ambas empresas se inició con una docencia sobre el comportamiento que tiene cada persona y, los elementos que son fundamentales para disminuir el riesgo de contagio por la COVID-19. Luego del éxito de la primera etapa se pasó a la fase de seguimiento y de control, con el equipo de Salud Ocupacional de la CSS llevando acciones en conjunto con los diferentes directores del Metro de Panamá, para mejorar las intervenciones de cada uno de ellos. Para la estrategia de la Burbuja Productiva Empresarial Extendida, la CSS contó con un equipo multidisciplinario conformado de la siguiente manera: Personal de laboratorio, quienes son los responsables de realizar las pruebas, con la última tecnología y de alto estándar, para detectar el virus en su momento. El equipo de respuesta rápida, que da seguimiento a los pacientes positivos y verifican si realmente son positivos o falsos positivos. Personal de Salud Ocupacional, interviene inmediatamente, cuando se detectan las áreas susceptibles e inician todo un trabajo de docencia y capacitación. Equipo de Planificación, ayudan a que todos los elementos se integren para lograr un mejor resultado de esta estrategia que lleva la CSS y las empresas participantes.23 Covid 19 - Panamá 2022I. Acciones vinculadas al abordaje de la crisis sanitaria por COVID-19 El uso de la mascarilla en el recurso humano de la CSS, fue implementada en sus instalaciones antes que saliera la Resolución No. 1420 de 01 de junio de 2020, que ordenaba el uso de mascarillas o barbijos en todo el territorio nacional. Se establecieron los diferentes Comités de prevención y control del COVID 19, en todas las instalaciones de salud y área administrativas de la CSS, como mecanismo para presentar los lineamientos que deben seguirse para laborar en las diferentes áreas y oficinas de la institución e implementar proceso que definieran la comunicación y capacitación a los colaboradores, en hábitos de higiene y desarrollar una logística oportuna que garantizara el equipo de protección individual oportuno y adecuado. Con la creación del Plan Panamá Solidario y con el propósito de atender las necesidades urgentes como resultado de la pandemia del COVID-19, se instala la Mesa Conjunta de Compras MINSA-CSS (MESA), que tiene como finalidad generar mayor transparencia en el sistema de contrataciones del Estado en época de pandemia y a su vez agilizar el procedimiento de contratación para que las entidades de salud puedan contar con los bienes y servicios que requieren en el momento oportuno. La CSS no dejó de pagar a ningún jubilado o pensionado su prestaciones económicas y continuó prestando atención a los 300,000 trabajadores con contratos suspendidos y a sus beneficiarios, como consecuencia de la pérdida de empleos por la pandemia. El Complejo Hospitalario \"Dr. Arnulfo Arias Madrid\" (CHDRAAM), realizó tratamiento de transfusión de plasma de pacientes recuperados a enfermos con COVID-19, lo que les ha permitido superar la crisis, convirtiendo a este hospital en pionero en Panamá en la aplicación de este tratamiento. Instalación en el CHDRAAM de equipos de biología molecular (COBAS 6800) cuya finalidad fue aumentar el número de pruebas realizadas. Se refuerza la estrategia de llamadas telefónicas o visitas domiciliarias a los pacientes mayores de 60 años de edad con enfermedades crónicas. Conformación de 58 equipos de respuesta rápida (ERR) y 26 equipos unificados de trazabilidad (EUT) para la realización de hisopados nasofaringeos y seguimiento de pacientes en aislamiento y personas en cuarentena. Cuadro 9 Asignación de 43 tecnólogos médicos para su participación en los equipos de respuesta rápida y equipos unificados de trazabilidad. 24 Covid 19 - Panamá 2022 Inauguración de los laboratorios de biología molecular para la realización de pruebas de PCR para la detección del SARS COV-2: en los Hospitales \"Gustavo Nelson Estévez\" de Aguadulce, Coclé. Cuadro 10 Adecuación dos cuartos de urgencias en las instalaciones de salud, uno para enfermos respiratorios y otro para enfermedades comunes. La CSS con el sistema prehospitalario, durante la pandemia realizó el 80% de los traslados de los pacientes con COVID-19. Aplicación de las primeras dosis de la vacuna de Pfizer Biontech contra el SARS COV-2 a personal de salud de primera línea que labora en los hospitales y luego a todos los funcionarios de la institución. El 02 de febrero de 2021, inicia el funcionamiento del Hospital COVID de la Ciudad de la Salud. Creación de plataforma digital para: captura de datos de pacientes atendidos en las clínicas post covid-19. captura de datos de pacientes vacunados contra el SARS COV-2 que desarrollan Covid-19 post vacunación y monitoreo diario de camas y ventiladores.Cuadro 9 NÚMERO DE HISOPADOS REALIZADOS Y NÚMERO DE PACIENTES HISOPADOS POR AÑO Cuadro 10 PRUEBAS DIAGNÓSTICAS PCR/ANTÍGENO Y MARCADORES INFLAMATORIOSFuente: Sala de Situación Clayton - CSS Hasta el 28 de febrero de 2022 Fuente: Departamento Nacional de Laboratorios Clínicos - CSS 2020 2021 2022 TOTAL Total de hisopados realizados CANTIDAD DE PRUEBAS REALIZADAS / GESTION DE COMPRA MESA CONJUNTA RENGLON 2020 2021 2022 TOTAL PRUEBAS DE DIAGNÓSTICO PRUEBAS Covid 19 - Panamá 2022IV. Contribución financiera de la CSS en el Control de la Pandemia en Panamá A mediados de marzo de 2020, con la entrada inesperada de la pandemia por COVID-19, la CSS enfrentó la necesidad de ajustar su presupuesto para contender esta crisis que afectaba toda la población del país. Se invirtió recursos tanto para la compra de insumos y aumentar la cantidad de recurso humano para la atención de los casos de COVID-19 y de los turnos extraordinarios en las instalaciones de salud que laboran 24 horas: 15 hospitales institucionales en todo el territorio nacional, así como en los servicios de urgencias de las policlínicas incluyendo el recurso humano que brinda servicios de atención pre-hospitalaria. Se contrataron profesionales de salud, para hacer frente a la demanda por la pandemia. Los gastos por COVID-19 y otros como el aumento en la compra de tanques de oxígeno e insumos de protección personal, fueron asumidos por el presupuesto de la CSS, antes de la asignación de los fondos del Plan Panamá Solidario y la creación de la Mesa Conjunta de Compra MINSA-CSS (MESA). Un estimado de 465.7 millones de balboas ascendió la afectación de los ingresos de Cuadro 11 CÁLCULO DEL COSTO PROMEDIO POR PACIENTE COVID 2020, 2021 y 2022 Fuente: Dirección Nacional de Planificación, 2022COSTO PROMEDIO POR PACIENTE COVID Costo Sala UCRE UCI TOTAL 190,024,345.84 8,989,830.00 84,548,739.00 283,562,914.84 Promedio día pacientes atendidos 12,236 1,062 1,650 14,948la CSS, producto de la pandemia por la COVID-19 en el 2020, según un informe presentado ante la Mesa Plenaria del Diálogo Nacional por la CSS. Esto surge como consecuencia de la modificación de la jornada laboral, suspensión de contratos y las terminaciones laborales posteriores a la reactivación, que afectaron a más de 284 mil trabajadores, a los que la CSS les siguió brindando atención al igual que a sus beneficiarios, para un total de 1,200,000 personas. Esta situación afecto el flujo de caja y los recursos disponibles para enfrentar los servicios que presta la CSS, los cuales se siguieron brindando de forma ininterrumpida a la población asegurada. Esto llevo a utilizar las reservas para sostener el financiamiento y continuar ofreciendo las prestaciones de salud, medicinas, cirugías, equipos de bioseguridad, y continuar con el pago de las prestaciones económicas a los jubilados y pensionados. Sin embargo, la inversión de la CSS en la crisis de la COVID-19, para la atención a pacientes hospitalizados fue de un total de B/.283,562,914.84. Cuadro 11. . Así mismo, se invirtió en hisopados la suma de B/.55,723,450.00. Cuadro 12. Por diversos servicios se pagó un total de B/.8,433,755.00. Cuadro 13.26 Covid 19 - Panamá 2022Cuadro 12 COSTO PROMEDIO DE HISOPADOS Cuadro 13 PAGOS POR SERVICIOS Cuadro 14 ADQUISICIONES DE MEDICAMENTOS, INSUMOS MÉDICO-QUIRÚRGICOS Y EQUIPOS MÉDICOS, PERIODO 2020-2021Fuente: Dirección Nacional de Planificación, 2022 Fuente: Dirección Nacional de Planificación, 2022 Fuente: Dirección Nacional de Planificación, 2022COSTO PROMEDIO DE HISOPADOS Año 2020 2021 2022 TOTAL Total de hisopados realizados Instalación de monitores de Signos Vitales 2,550,000.00 Instalación de ventiladores 2,522,500.00 Instalación de cama eléctrica y/o manual 2,474,510.00 Desinfección y Sanitización 479,546.00 Flete y Manejo de CIF 192,000.00 Instalación de colchón terapéutico 160,000.00 Instalación de succión portátil 37,700.00 Adecuación de Infraestructura 17,499.00 Total General 8,433,755.00 DESCRIPCIÓN MONTO Insumos Médico Quirúrgicos 4,015,018.00 Insumos de Laboratorio 635,000.00 Medicamentos 10,908,343.67 Equipos Médicos 8,542,483.19 TOTAL B/.24,100,844.86En adquisiciones de medicamentos, insumos médico-quirúrgicos y equipos médicos, la CSS incurrió en un gasto aproximado de veinticuatro millones cien mil ochocientos cuarenta y cuatro balboas con 86/100 (B/.24,100,844.86), para el periodo 2020-2021. Cuadro 14.27 Covid 19 - Panamá 2022Cuadro 16 TOTAL MONTO AUTORIZADO CON MOTIVO DE LA PANDEMIA DE COVID-19, SEGÚN CONCEPTO DEL GASTO (EN BALBOAS) GOBIERNO CENTRAL Del 13 de marzo de 2020 al 31 de diciembre de 2021Cuadro 15 COSTO MENSUAL DEL PERSONAL DE SALUD COVID-19 Fuente: Rendición de Cuentas 2021 Fuente: Rendición de Cuentas al Consejo de Gabinete DESCRIPCIÓN MONTO Insumos Médico Quirúrgicos 91,809,476.00 Insumos de Laboratorio 36,410,239.20 Medicamentos 9,344,054.13 Equipos Médicos 10,159,753.00 Otros Servicios 689,045.00 TOTAL B/.148,412,567.33En recurso humano para la atención de la pandemia se invirtió mensualmente B/.2,441,629.00 de marzo 2020- a julio 2021. Cuadro 15. El Hospital COVID de la Ciudad de la Salud con 300 camas para la atención de pacientes críticamente enfermos, tuvo un costo de construcción de 24 millones de balboas. Resulta importante destacar que para la atención de la pandemia causada por la COVID-19, se recibieron recursos de parte del gobierno central por la suma total de B/.148,412,567.30 desglosados de la siguiente manera: Cuadro 16 28 Covid 19 - Panamá 2022Bibliografía ASIS 2021, Dirección Nacional de Planificación Rendición de Cuentas 2020, Dirección Nacional de Planificación Rendición de Cuentas 2021, Dirección Nacional de Planificación Comité de salud e higiene para la prevención y control del COVID-19 2020, Dirección Nacional de Planificación Informe de Rendición de Cuentas - Consolidado Plan Panamá Solidario Marzo - diciembre 2020, Dirección Nacional de Planificación Informe de Rendición de Cuentas - Consolidado Plan Panamá Solidario enero - diciembre 2021, Dirección Nacional de Planificación Resumen de Producción 2018 - 2021, Dirección Ejecutiva Nacional de Servicios y Prestaciones en Salud, Departamento Nacional de Planificación de Salud Sala de Situación Clayton - CSS Departamento Nacional de Laboratorios Clínicos Sistema de administración "}