{"title": "National Association of Counties adopts resolution offered by New Hanover County Commissioners", "author": "Government Websites by CivicPlus", "url": "https://maps.nhcgov.com/CivicAlerts.aspx?AID=430", "hostname": "nhcgov.com", "description": "The adopted policy supports continued efforts by the federal government and other agencies to study the impacts of PFAS and encourages cooperation between local and federal governments when considering potential legislation or regulatory action.", "sitename": "New Hanover County, NC", "date": "2023-07-28", "cleaned_text": "NEW HANOVER COUNTY, NC - As part of the 2023 National Association of Counties Conference held July 21-24 in Austin, Texas, members of the New Hanover County Board of Commissioners presented a policy resolution to support the enforcement of PFAS regulations and legislation for clean drinking water. That policy was unanimously approved by the NACo Environment, Energy and Land Use Policy Steering Committee following its presentation from New Hanover County Commissioner Rob Zapple. Zapple serves as Vice Chair on the Energy, Environment and Land Use Committee. It was then presented to the NACo Board of Directors for consideration and officially adopted as part of [NACo's Policy Resolutions and Platform Changes for 2023](https://naco.sharefile.com/share/view/s9008557fb228464d9f2580bda198219d). \"While PFAS continues to impact our county and region, we know this issue is not isolated to our community alone, that's why it was important to us, as Commissioners, that this be brought forth at a national level,\" said Board of Commissioners Chair Bill Rivenbark. \"There is still much to be done in terms of understanding the long-term impacts of PFAS, but we remain committed to supporting legislation and enforcement that regulates these forever chemicals and aims to keep all communities safe.\" The policy, which focuses on addressing potential health and environmental threats caused by per-and polyfluoroalkyl substances (PFAS), notes that NACo will continue to support efforts by the federal government and other agencies to study the impacts of these compounds and urges the federal government to work with state and local governments when considering potential legislation and regulatory actions related to PFAS. Since testing in 2017 revealed the presence of PFAS in the Cape Fear River, the New Hanover County Board of Commissioners has worked with local, state and federal partners to help address, mitigate and regulate the impact of PFAS on the community. This includes providing the Cape Fear Public Utility Authority with support for the installation of a granular activated carbon filtration system at its Sweeney Water Treatment Plant which went online in October 2022. Additionally, CFPUA's Richardson Water Treatment Plant utilizes a reverse osmosis treatment system. Both methods have been proven to be highly effective at removing PFAS from treated drinking water. Commissioners have also worked with CFPUA, the City of Wilmington and N.C. Department of Environmental Quality to hold Chemours and DuPont responsible for their contamination of the Cape Fear River. More information on what is being done at a local, state and federal level is "}