{"title": "31 Jul, 2023 top news: 31 Jul, 2023 breaking news, what happened on 31 Jul, 2023", "author": null, "url": null, "hostname": null, "description": "31 Jul, 2023 top news: What happened on 31 Jul, 2023. 31 Jul, 2023 top stories, 31 Jul, 2023 major events, breaking news from 31 Jul, 2023 on The Economic Times.", "sitename": "Economic Times", "date": "2023-09-07", "cleaned_text": "Saver Regular-IDCW 5Y Return 15 % Invest Now FEATURED FUNDS Canara Robeco Small Cap Fund Regular - Growth 3Y Return 38.12 % Invest Now English Edition English Edition | 07 September, 2023, 08:54 PM IST | Today's Paper Subscribe Sign In Special Offer on ETPrime Home ETPrime Markets News Industry Rise Politics Wealth Mutual Funds Tech Careers Opinion NRI Panache ET NOW Spotlight Business News Archive Archives > 2023 > July > 31 Jul, 2023 We plan to invest 1.5 lakh crore in five years to expand operations: G Krishnakumar, BPCL chairman Australia needs 249 more runs on final day with 10 wickets left to beat England in 5th Ashes test Ethnic violence drags down Manipur exports by nearly 80% CRPF athletes win 5 gold, 1 silver for India in World Police and Fire Games Verstappen wins Belgian GP to extend huge F1 lead, Red Bull teammate Perez 2nd Late Vanegas goal seals Colombia's 2-1 upset win over Germany at the Women's World Cup India to send senior MEA official to Jeddah Meet on Russia-Ukraine conflict Rahane pulls out of county stint with Leicestershire as he wants break after international engagements Soccer-Co-hosts NZ exit World Cup after Swiss stalemate Who is Kwon Alexander? Linebacker signed by Pittsburgh Steelers for upcoming NFL season, replacing Jarrid Williams Mukesh Ambani might need a different playbook for Jio moment in AMC business Jio moment in AMC business might need a different playbook Bollywood actor Suniel Shetty buys minority stake in Panja CT Ravi likely to be BJP's President in Karnataka Shawn Mendes shows off his physique during Ibiza getaway amid rumours of split from Camila Cabello; Details here Major League Cricket a big hit on debut Experion invests Rs 200 crore in Vatika housing project KKR InvIT acquires Macquarie's 4 road assets for 3,000 cr Top drugmakers bet on trade generics to grow beyond metros Former West Bengal CM Buddhadeb Bhattacharjee's condition continues to be critical US holidays: Know all the fun and quirky days to celebrate in August 2023; Check full list here Pernod Ricard plans to make premium brands in India Argentina vs Sweden 2023 FIFA Women's World Cup live streaming: Check kick off date, time, where to watch, head-to-head & key members Bajaj Auto to set up first overseas manufacturing facility in Brazil MotoGP Bharat expected to generate economic impact of Rs 950 crore US: Man dies of electric shock after jumping into Lake Lanier, investigation launched J&K soldier on leave missing; search operations launched Extreme weather in US: 3 Premier League managers had to 'run for shelter' as tropical storm hit east coast; Here's what happened Milwaukee Brewers places Julio Teheran in injured list, calls up replacement. Details here Cristiano Ronaldo's Al Nassr vs Monastirienne Live streaming: Kick-off timing, how to watch Arab Champions Cup on TV View: A look at banking presence and PM Modi's financial inclusion efforts Lionel Messi's Inter Miami vs Orlando City live streaming: Date, how to watch 2023 Leagues Cup soccer game Baldur's Gate 3 to Immortals of Aveum - top 5 video games coming on Xbox, PlayStation, Nintendo Switch, PC in August What to watch on Netflix: Here are the best comedy series streaming on Netflix right now 'Hidden Strike': John Cena and Jackie Chan's movie becomes No. 1 on Netflix just 24 hours after release; All you need to know Depp v. Heard docu-series coming on Netflix. Release date, watch trailer and more details John Wick spinoff The Continental release date, where to watch. All you may need to know Stock Radar: This hospital stock hits fresh 52-week high in July; likely to top 5,500 levels in next 2-3 weeks Nifty volatility at decade's low could attract more flows from foreign funds Nifty volatility at decade's low could attract more flows from foreign funds Wall Street bracing for the great loan tightening: Survey China to announce more measures to boost consumption Healthy balance sheets, cash flows lift India Inc's capex spends Healthy balance sheets, cash flows lift India Inc's capex spends Endgame for Fed's tightening cycle challenged Experts say TCS' return to vertical ops structure will help it in slump Tiger trail at Flipkart ends with $3.5 billion profit ShareChat launches WhatsApp Branded Shares in beta for advertisers Only kids-focused sites may gain from age-gating tweak in data bill Gaming companies differ on tax formula ahead of GST Council's second meet Sebi seeks a balance in the business of alternative investment funds Sebi seeks a balance in the business of alternative investment funds Semiconductor plan powerful case for Make in India, make for world: External affairs minister S Jaishankar ETtech Exclusive: Tiger trail at Flipkart ends with $3.5 billion profits; fund sells remaining stake to Walmart Banks vote to limit accounting of emissions in bond and stock sales Nirma closes in on Glenmark's API arm, emerges sole contender as bid deadline ends Nirma closes in on Glenmark's API arm, emerges sole contender as bid deadline ends Nifty may take a breather, stay in 19,200-19,900: Analysts Suicide bomber at political rally in northwest Pakistan kills at least 44 people, wounds nearly 200 Reliance General raises Rs 200 crore from Reliance Capital Oil on track for biggest monthly gains in over a year Markets headed for a correction? Good question Recurring deposit (RD) or debt mutual fund: Where to invest if you are saving for holiday IndusInd Bank is stock pick of the week: 4 reasons why 5-point financial checklist to prepare for retirement, 4 red flags to know Should you quit work after having kids? Are daughters entitled to the self-acquired properties of father? What are penny stocks? 5 smart things to know 5 stocks with 23% upside potential and reasonable valuation ITR filing: How to add, validate your bank account Mix of investments is ideal in early stages of career HRA tax exemption: Five things to know about rent paid to spouse 6 mutual fund SIP secrets and how it can impact your returns 6 mutual fund SIP secrets and how it can impact your returns Franklin India Taxshield mutual fund needs to sustain performance; should you invest? Franklin India Taxshield Fund: Fund Review How the right volatility can help boost your equity returns Ukraine reports fierce fighting in northeast Life insurance, MF JVs ready to list in 18 months, hive-off can unshackle cards: Canara Bank Rice planting gathers pace as monsoon rains revive GIFT Nifty up 20 points; here's what changed for market while you were sleeping Double-engine govt in Manipur not doing anything to stop violence: Chhattisgarh CM Stocks news: Maruti Suzuki, IDFC First NTPC, Marico, Adani Green Queen of the Ring biopic moves forward amidst strike, Charlotte Flair, Liv Morgan replaced Tiger trail at Flipkart ends in $3.5 billion profits; 28% GST: differences emerge among gaming firms China: US aid to Taiwan won't stop reunifiction bid Typhoon Doksuri: Thousands flee their homes as heavy rain lashes Beijing Yen eyes first monthly gain since March; dollar headed for monthly loss Oil on track for biggest monthly gains in over a year Ananya Panday says Karisma Kapoor is her biggest fashion inspiration, has her photo stuck on vanity wall Gold poised to end best month in four as interest rates near peak Asian shares extend gains; wary eye on Japan yields Pakistan PM Shehbaz Sharif says, National Assembly will be dissolved before August 12 Pakistani intruder shot dead in J&K's Arnia sector Elon Musk draws heat from San Francisco over giant X logo Manipur violence is an ethnic clash and not religious: it's 'a victory for cinema' Singapore's Deputy PM Lawrence Wong hails Sikhs' contribution Hybrid schemes gain traction; attract Rs 14,000 cr in June qtr Dia Mirza prefers being a 'part-time actor' to devote more energy towards environmental causes Big Movers on D-Street: What should investors do with Motilal Oswal, Zomato and IEX? RPF constable shoots dead his senior and 3 passengers on board Jaipur-Mumbai train, nabbed; motive unclear Just 4-5 mins of intense exercise may reduce risk of cancer, says new study Ola extends Rs 1.1 lakh offer on S1 Air to all China factory activity shrinks for fourth straight month If all 3 MVA partners decide, there can be change in Maharashtra: Sharad Pawar Director Vivek Agnihotri's 'The Kashmir Files Unreported' stream on ZEE5 next month Shipping giant CMA CGM paints gloomy outlook as profit plummets Singapore Airlines plans to expand India network, to add more flights to and from Indian cities If BJP looks for temples in mosques, people will search for Buddhist monasteries in temples: SP Maurya ETMarkets Smart large-caps: Satish Menon ETMarkets PMS Talk-Quant-based strategies will help us reach unprecedented levels of accuracy and consistency: Sonam Srivastava Stocks to buy today: IRCTC, Bank of Baroda among top 6 trading ideas for 31 July 2023 Skepticism prevails as Chinese leaders promise to back private businesses to spur slowing economy US: Five injured in shooting at Michigan shopping centre Scouting out the next wave of robot workers Baby steps: Alia Bhatt-backed SuperBottoms wants to tackle a 2-lakh tonne Mizoram awaits Centre's assistance for providing shelter to 12,600 people from Manipur What could be the next mega trend in the market? Raamdeo Agrawal answers Sensex sheds 100 points, Nifty below 19,650 on losses in financials Buy Cipla, target price Rs 1194: ICICI Direct Reliance Retail unveils new JioBook priced at Rs 16,499 Kerala government to honour renowned Malayalam film-maker TV Chandran with JC Daniel Award What happened when 15 of Twitter's top celebrities joined Threads New study says loss of smell in 60+ may be linked to risk of Alzheimer's FII holding in RIL rebounds from 26-qtr low; which trump card did Mukesh Ambani play? An engine maker and a retail firm get ready to power a 4%+ ride Hot Stocks: Brokerages view on Siemens, Gail, Marico and Apollo Hospitals Rupee falls 7 paise to 82.25 against US dollar Singapore PM's brother says Indian-origin ministers misinterpreted his comments Singapore PM's brother says Indian-origin ministers misinterpreted his comments Power Grid Corporation of India: Bullish to Sideways Stock market update: Nifty Bank index falls 0.01% in an upbeat market Jhunjhunwala-backed Concord Biotech sets IPO price band at Rs 705-741 Buy Hindalco Industries, target price Rs 458: ICICI Direct Adani Power shares up 3.43% as Sensex rises Banking tycoon Kotak's succession is under regulator review, sources say Kanye West's Twitter exile ends, social media platform reinstates rapper's official account after 8-month suspension Buy PSP Projects, target price Rs 975: ICICI Direct Sensex rises! But these stocks are down 5% or more on BSE Over 17,000 Indian startup employees laid off in the first half of 2023 as funding winter refuses to thaw Over 17,000 Indian startup employees laid off in the first half of 2023 as funding winter refuses to thaw Shriram Finance shares gain 2.64% as Sensex rises Jet, set and go? DGCA renews airport operator certificate of Jet Airways Ex-West Bengal CM Buddhadeb Bhattacharya remains critical Stock market update: Nifty Pharma index advances 0.13% in an upbeat market Siemens shares up 2.6% as Sensex rises NIMs should go up by at least 25-30 bps by year end: Ramesh Iyer, Mahindra Finance NIMs should go up 25-30 bps by year end: Ramesh Iyer, Mahindra Finance Stock market update: Nifty IT index advances 0.64% in an upbeat market Buy Indian Oil Corporation, target price Rs 120: ICICI Securities Today is the last day to file ITR for AY 2023-24: A step-by-step guide to file income tax return ISIS behind suicide blast at JUI-F political convention that killed 44 in Pakistan: Police Stock market update: Stocks that hit 52-week highs on NSE Centre ordinance: AAP issues three-line whip asking its Rajya Sabha MPs to remain present from July 31 to Aug 4 ACC shares up 2.87% as Nifty gains Reduce Indus Towers, target price Rs 155: ICICI Securities Gold Rate Today: Buying opportunity in Gold as prices see correction. Check price of yellow metal in Delhi, Ahmedabad, and other Indian cities Share price of Tata Power jumps as Sensex gains 103.58 points Chart Check: After 30% rally in 3 months, this stock gives breakout from 6-wk consolidation of flag pattern; time to buy? Stock market update: Fertilisers stocks up as market rises GAIL shares jump over 4% to fresh 52-week high on UBS' upgrade ICAI CA Foundation 2023: Results expected to be announced soon; Here's how to check it? Before suing Coinbase, SEC asked it to trade only in bitcoin: FT report Jana Small Finance Bank resubmits draft papers for Rs 575 crore IPO Stock market update: FMCG stocks up as market rises Ambuja Cements shares up 2.02% as Nifty gains Expect some correction in Oct-Nov, may increase cash in portfolio: Sandip Sabharwal Here's why Aman Chowhan is bullish on the financial space Foxconn to invest Rs 1,600 cr in Tamil Nadu for electronics components mfg facility Stock market update: Power stocks up as market rises CBSE Class 10, 12 Compartment exam: Results expected soon. How to check Stock market update: Nifty Auto index advances 0.27% in an upbeat market Vedanta stock price up 0.54 per cent as Sensex climbs Google Ads introduces auto-generated advertisement tool using generative AI Pak PM Shehbaz Sharif says 'neutral' person to be picked interim premier; elder brother to be PM again if party wins elections Stock market update: Stocks that hit 52-week lows on NSE Avenue Supermart shares up 0.98% as Nifty gains Central teams to visit Telangana today to assess damage due to heavy rains: Union Minister Kishan Reddy Metals can be tactical trade for next few months: Aman Chowhan Stock market update: Sugar stocks up as market rises Lupin shares rise 1.25% as Nifty gains People questioned, call records examined as search for missing soldier continues in J&K SBI Card shares fall 4% after Q1 earnings. Should you buy, sell or hold? Share market update: Most active stocks of the day in terms of total traded value How to trade Nifty in August series with VIX near record lows? Anand James shares some tips Himachal minister orders probe after video of apple growers dumping produce in stream goes viral Pak PM Shehbaz Sharif says 'neutral' person to be picked interim premier; elder brother to be PM again if party wins elections Delhi HC rejects SpiceJet's plea, refuses to interfere with 2018 arbitral award Stock market update: Mining stocks up as market rises Example of how world-class research institute sought to be micromanaged: Cong on cap on research tenure at AIIMS Ashok Leyland stock price up 1.46 per cent as Sensex climbs Odisha: Question paper leak allegation in OSSC examination Goldman upgrades oil demand outlook as market tempers growth pessimism Stock market update: Nifty Realty index advances 0.24% in an upbeat market French daredevil Remi Lucidi tragically falls to his death: A glimpse into the world of extreme stunts Share price of IRCTC jumps as Sensex gains 164.87 points Stock picks of the week: 5 stocks with consistent score improvement and upside potential of up to 27% Share market update: Most active stocks on D-Street today in terms of volume Shree Cements shares up as mn worldwide Prince William serves 'Earthshot' burgers from food truck in London. Main ingredient from India ITC Hotels listing likely in FY25. What should investors do before demerger? Subway's new offer: Free sandwiches for a lifetime by changing your name AirAsia suspends officer who didn't wait for Karnataka governor shares gain 0.41% as Sensex rises Top Nifty50 stocks analysts suggest buying this week Sandip Sabharwal on what's driving pharma and why Delta stock is unbuyable Mystery object on Australian beach identified as part of Indian rocket Jubilant Food shares up 1.39% as Nifty gains Opposition MPs move notices in Rajya Sabha seeking discussion on Manipur Buy IDFC First Bank, target price Rs 100: extended? Sunrises, sunsets, and Twitter storms: The controversial love story of an Indian student in Canada Govt insulting Parliament by not discussing no-trust motion in LS: Cong's Adhir Chowdhury Buy SBI Payment Services, target price Rs 970: Motilal Oswal Financial Services Apple fixing bug that stops screen time limits for kids Shares of Chola Inv Finance fall as Nifty gains 8-year-old boy survives cougar attack at Olympic National Park in Washington NTPC shares rise over 3%, hit new 52-week high post-Q1 results If numbers don't scare you, consider these emerging roles in finance Government likely to introduce Delhi services ordinance bill this week Donald Trump could be indicted soon in Georgia. Here's a look at that investigation InterGlobe shares gain 0.09% as Sensex rises Raging storm washes away cars, swathes of northern China on red alert Potential changes and challenges for IPL 2024 amidst T20 World Cup and Lok Sabha elections Hero MotoCorp, Endurance Technology a play on auto space Career gap? Here's how you can explain it Is China's stimulus at work? 5 metal stocks which can deliver up to 35% returns, as per analysts UK PM's wife Akshata Murty tops Tatler's Best-Dressed List for 2023 with diplomatic decadence Should you buy IDFC First Bank shares after steady Q1 earnings? LTIMindtree shares up 0.8% as Nifty pain, anguish Kharge Aircraft shortage, higher airfares: Here's what P&W engine snags mean Higher domestic sugar prices and increasing sales of ethanol to help offset sugarcane cost: CRISIL Is it the end of Megxit? Former King Charles butler claims Prince Harry & Meghan Markle may, after all, return to UK Kisan Vikas Patra: Is interest on KVP eligible for deduction under section 80TTB? Share price of Indian Hotels rises as Nifty strengthens We should see healthy margins for the entire year: Nitish Mittersain, Nazara Technologies We should see healthy entire year: Nitish Mittersain, Nazara Technologies Wordle #772: Clues, answer revealed for July 31 word puzzle Chinese scammers are using innovative ways to dupe you, reveals Hyderabad Police probe SRF shares down 0.04% as Nifty gains Hedging currency risk across various market scenarios Hedging currency risk across various market scenarios India hope their experiments work in series decider against West Indies Page Industries shares gain 1.73% as Sensex rises Japan's Nikkei hits 4-week peak amid calm bond market, earnings boost What Europe's AI regulation moment will mean for the world IDFC First Bank's operating profit will continue to outpace loan book growth: V Vaidyanathan IDFC First Bank's operating profit will continue to outpace loan book growth: V Vaidyanathan Samsung aims for over 50% India premium market share: TM Roh Shares of Pidilite Ind fall as Nifty gains Indian shooters and archers add six medals MP police to examine 'international conspiracy' angle in Indian woman's visit to Pakistan: Minister Narottam Mishra SC dismisses CBI's plea against stay on probe against Karnataka Dy CM Shivakumar in graft case Rohan Narayana Murty: Billionaire Narayana Murthy's son, who pioneered his own path to excellence in technology and innovation 4 crew members on Australian army helicopter that crashed off coast didn't survive, officials say India to sign 2 mega units deals to manufacture the silicon fab, says govt Share price of Bajaj Holdings falls as Sensex gains 170.06 points 'Money and power': Now, Venkatesh Prasad blasts India cricket stars' attitude We have adequate capital to grow for the next 4-5 years: Ajay Piramal We have adequate capital to grow for the next 4-5 years: Ajay Piramal Voltas shares gain 1.51% as Sensex laundering case: ED raids Haryana Congress MLA Chhoker in money laundering case; seizes cars, jewellery, cash UK says will issue 'hundreds' of new oil, gas licences in North Sea Don't ask JEE rank, birthplace, catagory or crack objectional jokes, IIT-B warns students Why India can afford to wait and watch before regulating AI Toyota to boost EV development and technology in China Quordle July 31: Hints, answers unveiled for today's four-fold puzzle Controversy arises after air hostess records sleeping Mahendra Singh Dhoni on flight LDF convener, State Health Minister visit family of child raped, strangulated to death in Kerala Ujjivan SFB shares jump 15% post Q1 results. What should investors do? PI Industries rises 0.11% as Sensex climbs SBFC Finance IPO to kick in from Aug 3; fixes price band at Rs 54-57/ share Odisha horror: 5 people, including children, killed as under-construction culvert collapses on them Why get elected to Parliament if you want to raise issues on streets: Anurag Thakur slams opposition over Manipur Airtel prepays Rs 8,024 cr towards deferred liabilities for spectrum acquired in 2015 Centre asks AIIMS-Delhi to limit duration of PhD scholars, scientists working on research projects to six years Unconventional Bihar wedding celebrates differences as 3ft groom marries 4ft bride! Varun Beverages shares down 0.37% as Nifty gains Shocking defeat against WI rings alarm bells before world cup. Is Indian team experimenting too much? Jet Airways shares hit 5% upper circuit after DGCA nod to air operator certificate India to host World Coffee Conference for first time in September Mumbai-based FMCG firm Onest files DRHP with Sebi for IPO Chandrayaan-3 is just 6 days away from moon, critical slingshot manoeuvre tonight Highest FD interest rate on which tenure: SBI vs ICICI Bank vs HDFC Bank vs Yes Bank vs PNB vs Canara Bank FedEx launches carbon emissions measurement tool in India DLF stock price down 0.12 per cent as Sensex climbs SC to hear bail pleas of some convicts in Godhra train burning case Tuesday Nazara Technologies shares jump over 5% after Q1 profit rises 31% YoY BSF shoots down drone along Pak border, narcotics seized Pharma on a very good wicket; double digit growth likely next year: Kewal Handa Bombay HC refuses nod to 17-yr-old girl to abort pregnancy, says it's result of consensual relation and baby would be born alive Colgate-Palmolive shares fall 1.79 per cent in Monday's trading session Rajinikanth opens up about battling alcoholism, calls it the 'biggest mistake' of his life 4 top stock recommendations from Aditya Arora European stock markets steady at open Airtel prepays Rs 8,024 cr to DoT for spectrum Delhi Court issues notice to ED on Sisodia's plea seeking permission to withdraw cash for expenses Godrej Consumer shares fall 0.21% as Nifty gains Satya Nadella shows off his cricket skills as he cheers on the Seattle Orcas in Grand Prairie Stadium AI Express flight faces technical problem, lands at Thiruvananthapuram; emergency declared at airport DGCA renews Jet Airways flying permit, but only till September Piramal Enterprises shares tank 8% post Q1 results and buyback announcement SAIL awards Rs 30,483 crore mine development project to Power Mech Twitter's rebranding sparks security alert in Microsoft Edge, but no need to panic EU leader warns Europe won't tolerate aggression: 'not in Ukraine, not in the Indo-Pacific' Share price of ICICI Pru Life falls as Nifty strengthens Vodafone Idea, TSSC partner to launch IoT Centre of Excellence Share price of ICICI Lombard rises as Nifty strengthens Nora Fatehi hits back at Jacqueline Fernandez in defamation case, says she was 'made a scapegoat'; denies ties with conman Sukesh Chandrasekhar Nobel Prize winner Malala Yousafzai joins 'Barbie' movie buzz with playful social media post Creating a sustainable digital infrastructure platform for India's rural education Dengue cases climb to 243 in Delhi, 121 in July PM Modi should come to Parliament for 'comprehensive' discussion on Manipur, say opposition SBFC Finance IPO to open on August 3. Here are 10 things to know about the offer Kotak Mahindra Bank refutes media reports, says no RBI communication yet on CEO succession Manipur viral video case: SC to send officers with no political alignment; next hearing on Aug 1 Buzzing on social media: Ibrahim Ali Khan's Bollywood debut and dazzling persona! Essar Oil & Gas Exploration posts Rs 335 crore profit after tax for FY23 Box-office report: Kahani' mints Rs 46 cr in opening weekend Italy's antitrust accepts Google's commitments to end data portability case Mysterious disappearance of Rs 20 lakh worth tomato cargo raises concerns among traders Adani Green Results: Profit zooms 51% YoY govt enjoys two-third majority: Piyush Goyal on no trust motion in Lok Sabha Don't know why Rohit, Virat were rested; they haven't played a lot of cricket: Aakash Chopra Pakistan holds funerals as government vows to hunt down those behind the weekend's suicide bombing Essar Oil & Gas plans to consolidate its position in Ranigunj CBM block Manipur women stage protest demanding removal of security forces from Moreh India's Solar Energy Corp proposes joint venture with Reliance: Sources 'Bring the rum and come': Cricket board replies to a fan after WI wins second ODI against India US student visa approval rates fall to 65%; Indians biggest winners Amazon Great Freedom Festival Sale 2023 Live Now: Grab Deals on Latest Mobile Launches Legislature can impose total prohibition on cow slaughter, says Delhi HC Calcutta HC restrains TMC's Aug 5 programme to gherao homes of BJP leaders Dubai gold prices: Rates dip in UAE today but set for huge monthly gain NITI Aayog examines tax hurdles in textile sector 8 dead, over 4,000 infected: Mamata expresses concern over dengue cases in West Bengal NITI Aayog proposes incentives for processing and refining of minerals in lithium-ion batteries Take strict legal action against those who encroach upon people's land: UP CM to officials Congress leadership to meet Karnataka Ministers, party leaders to strategise on plan of action for LS polls Crypto Price Today: Bitcoin holds above $29,300; Tron, Shiba Inu fall up to 4% Indian units of foreign cos under GST scanner over ESOPs Axis Bank sees fight for India deposits intensifying DLF, GAIL, 8 other large cap stocks that hit new 52-week high 3 sectors where Abhay Agarwal is hunting for growth at value prices Oyo clocked adjusted ebitda of Rs 175 crore in Q1, CEO Ritesh Agarwal tells employees 'Fake bride' extorts Rs 1.1 crore from UK-based engineer after video call The future of payments: Why cryptocurrencies are here to stay India's premium smartphone segment grows 112%; now among Apple's top 5 smartphone markets WFI elections: No one from my family 166 crore, FY24 guidance sharply cut Nawaz Sharif to be Pakistan PM if PML-N returns to power, says Premier Shehbaz Sharif Saudi Arabia's economy grows 1.1% in Q2, boosted by non-oil activities MI New York wins Major League Cricket in US; Nita Ambani says wonderful to see growth of cricket NITI Aayog proposes allowing trading of treated wastewater to incentivise and encourage efficient use of water Government gets over Rs 3,400 crore dividend from NIIF, ECGC Apple rolls out iOS 16.6 update to fix security flaws in your iPhone REVA University - offering global education crafted for the future Consumer forum in Hyderabad orders GoAir to pay a compensation for a flight cancellation Voda Idea faces Rs 4300 cr debt, 5G payouts in FY2Q, Indus wary of impact on dues: IIFL New colours of prosperity: PM Modi praises women of India's first village Adani Energy Q1 Results: Profit falls 6% to Rs 175 crore; revenue rises 17% Gujarat govt to study possibility of making parental nod must in love marriages if constitutionally feasible: CM Patel Binny Bansal checks out; Walmart stake hits 80% Binny Bansal checks out from Flipkart; Walmart stake in ecommerce company hits 80% India bond index inclusion hopes rise amid low foreign ownership - BofA Securities Sebi initiates process to hire 2 executive directors; invites application Clix Capital secures Rs 1,200 crore of debt from domestic and global investors RailTel eyeing more than 25% revenue growth: & Beyond: Seven of Cyberattacks you should know Navy Chief on 3-day visit to Oman to boost bilateral military ties Planning your first solo trip? Here are seven tips to make it even better Smartphone shipments in Q2 down 3% on-year, show recovery signs: Counterpoint Firm global cues drive Sensex 367 points higher after 2-day hiatus; Nifty tops 19,750 Lok Sabha adjourned for day amid opposition protest over Manipur India basmati rice exporters get requests for early shipments $1 is all it takes to change the landscape of Indian scotch market $1 is all it takes to change the landscape of Indian Scotch market Pakistan's imports of Russian crude face port, refinery, currency constraints How thieves are intercepting car key signals to steal vehicles. Read to know Pak ex-PM Imran Khan moves SC against IHC for not granting stay in Toshakhana case UAE oil giant raises climate goal ahead of key UN summit Flex space stock in Pune to cross 8 mn sq ft by 2025: Colliers Upgrad announces advisory board to scale institute in Singapore Should you buy Marico shares post its better than estimated Q1 earnings? UAE petrol, diesel prices for August 2023 raised to highest in 3 months How can students manage their finances if they want to go abroad for studies? Shilpa Bhaskar Gole answers Rupee ends almost flat ahead of key US data sets; falls in July Waterway to lower transit time through Bangladesh to be ready soon Maruti Suzuki Q1 Results: PAT rises 22% Rajya Sabha adjourned for day amid opposition uproar on Manipur issue Manchester United signs $1.1 billion Adidas kit deal for 10 years August Strike Dates: Trains, junior doctors, and airport walkouts set to disrupt UK, check schedule JNU to issue on Aug 17 merit lists for PG programmes admission Beware: Cybercriminals using 'limitless' AI tools like FraudGPT or WormGPT for frauds India's April-June fiscal deficit at Rs 4.51 lakh crore, widens on-year to 25.3% of FY24 aim China curbs exports of drone-related equipment amid US tech tension Recurring deposit (RD) interest rates compared: SBI vs HDFC Bank vs ICICI Bank vs Yes Bank vs PNB Italian competition watchdog agrees to Google's commitments to end data case Dhanlaxmi Bank shares jump 11% after lender swings to profit in June quarter with Rs 28 PAT vs Q1FY23 loss How temple tourism competes head on with beach tourism GST evasion of Rs 14,302 crore detected in April-May; 28 persons arrested Technical Breakthrough! Tata Chemicals, Deepak Nitrite and 3 other stocks cross 200-day SMA IRCTC, Eicher Motors, 4 others gain momentum by crossing 100-day SMA What's FraudGPT and how criminals are using this AI chatbot to target innocent internet users Revealed! Mysterious object found on Australian beach is debris from Indian rocket US biggest export destination for Indian smartphones in April-May: Government Chhattisgarh IAS officers, Raipur mayor's brother booked in UP over ED's liquor 'scam' probe Russia outnumbers the US 10-to-1 in tactical nukes. Now what? Bengaluru airport incident: AIX Connect removes manager from duty; senior airline officials apologise to K'taka Governor Talabat responds after delivery rider's video goes viral in UAE CRISIL, Heidelberg Cement India among 10 stocks trending with RSI down Sharad Pawar should reconsider decision to attend Pune event with Modi, says Arvind Sawant Maruti Suzuki to buyout parent's arm Suzuki Motor Gujarat to boost capacity Why Sampath Reddy prefers value to growth stocks now Number of Metaverse users to surpass 600 million by 2026 due to generative AI: report How once-speedy premium trains lost their speed due to political stops No plans for data encryption policy despite rise in number of breaches Erratic rainfall may lead to higher inflation in near term: BoB research GAIL India Q1 Results: Standalone net dives 51.5% YoY to Rs 1,412 crore as natural gas marketing drags Russian missiles strike an apartment building, killing at least 4 in Ukrainian leader's hometown Home Ministry wants all lottery prize payments to be made via banking channel Ireland Women vs Nigeria Women: A pivotal clash at 2023 FIFA Women's World Cup Group B, how to watch HC asks Mehul Choksi to deposit Rs 2L before hearing 'Bad Boy Billionaires' NCP leader Nawab Malik's plea for bail on medical grounds Are Justin Bieber and Hailey Baldwin expecting their 1st child? Netizens think R Balki's 'Ghoomer', starring Abhishek Bachchan & Saiyami Kher, to hit screens on August 18 Meity seeks estimation of size of India's digital economy SBI's infra bond response likely to lure other lenders into tapping mkt India's core sector growth output at 5-month high of 8.2% in June Man jumps from Bandra-Worli Sea Link in Mumbai; Navy divers join search Tendulkar, Gopichand to flag off Hyderabad Half Marathon on November 5 Railways to start Patna-Howrah Vande Bharat from Aug; plans to redevelop 55 stations in Eastern region Why Donald Trump is so hard to beat UAE 2023 public holidays: Long weekend coming this September Muslim side should accept \"historical mistake\": Yogi Adityanath on Gyanvapi row Gold falls Rs 100, silver declines by Rs 300 on weak global cues Ecommerce startup Dealshare CEO Vineet Rao steps down, board will identify replacement Jyothy Labs, Polycab India among 10 overbought stocks with RSI above 70 Deadline for PLI for IT hardware application extended again Deadline for PLI for IT hardware application extended again Deadline for PLI for IT hardware application extended again Delhi HC imposes Rs 25K cost on fan for PIL over Sukesh Chandrasekhar letters to Jacqueline, Nora Amazon Great Freedom Festival Sale 2023 Live now: New Launches in TVs Adani Power, Laxmi Organic, 7 other stocks crossing 50-day SMA Taking aspirin to lower down stroke risk? Read this before poppoing out the next pill Filing ITR and facing issues on e-filing portal? Income Tax Department has solutions for you UK regulator aims for decision on Microsoft-Activision deal by August 29 Mahila Samman Savings Minda, Petronet LNG among 10 stocks with RSI trending up Physics Wallah (PW) launches PW Institute of Innovation, a four-year residential programme in computer science and AI Deepak Shenoy is not booking profits, rather investing a lot more. Here's why Tech View: Call writers run for cover as Nifty ends above 19,750. What traders should do on Tuesday Indian man admits to smuggling people from his country into US via Canada Craftsman Automation, Piramal Raymond among 10 stocks with bearish RSI Lodha, Crafting Seamless Living Experiences in the Lap of Luxury \"They want to make the country West Bengal...\": Yogi Adiyanath slams TMC government over violence in panchayat polls IMD predicts normal monsoon in Aug-Sept Special dividend in honour of Chairman Naik: L&T Another heist? Truckload of tomatoes bound for Jaipur from Karnataka goes 'missing' Kangana Ranaut not 10 Nifty stocks with Golden Crossover pattern A bowl of strawberries a day will keep blood pressure problems & cognitive decline away, says new study Decoding Carbon Capture: How this technology battles climate change — solution and challenges Stand out in the job market: Strategies for a successful career in Ireland Over 17,000 people died in floods and heavy rains between 2012-2021: Govt Dengue in Delhi: MCD to float tender for procurement of drones, to also be used for anti-larval activity How did rapper G Herbo use stolen credit cards to fund his lavish lifestyle? Modus operandi explained ETPWLA 2023: Grand Felicitation Ceremony of ETPrime Women Leadership Awards to be held on August 4 Maruti Suzuki Q1 margins slightly lower than expected: Naveen Kulkarni 3,110 money laundering, 12K FEMA cases registered by ED in last 3 years: Govt IMF packages, foreign bailouts will not suffice to keep Pakistan economy afloat: Report Full body scanners to be deployed in phased manner at airports, says BCAS chief AI is the talk of the town for tech companies, finds multiple mentions in analyst calls Calcutta High Court restrains TMC's August 5 programme to gherao homes of BJP leaders 600-700 monuments annually identified for taking up structural repairs: Government Koran set alight at protest outside Sweden parliament 2023 FIFA Women's World Cup: Which teams have qualified Round of 16 and what is the present status? Check latest standings and all details Peak XV to hold CEOs meet for first time after Sequoia split Maharashtra: Six of Marathwada's eight districts still rain-deficit Trai, C-DoT ink MoU for bridging Breakout Stocks: How BLS International, Hindustan Copper and are looking on charts for Tuesday's trade Land-for-jobs case: ED attaches Rs 6-crore assets of RJD chief Lalu Prasad's family, 'linked' firms Insurance protection extension system for GCC nationals: 10 things to know Australia destroy Canada to surge into World Cup last 16 Improved detection, reporting bring down bank fraud cases: MoS Finance Amazon Q2 preview: investors eye revenue, cloud growth and retail margins Binny Bansal cashes out of Flipkart, Walmart stake hits nearly 80%; Dealshare CEO steps down No unruly passenger should go unpunished: BCAS chief Zulfiquar Hasan Jammu & Kashmir administration finding ways to transform lives of pastoral community: LG Manoj Sinha Rs 53.60 cr allocated in current FY for restoration, conservation of centrally-protected monuments in UP: Govt tells LS German data watchdog probing Sam Altman's Worldcoin crypto project Madonna shares pics with kids post-recovery, says 'Love from family and friends, best medicine' England captain Ben Stokes drops Steve Smith in Ashes finale UK to issue 'hundreds' of new oil, gas licences in North Sea TCS reclaims title of 2nd most valued firm by mcap; HDFC Bank takes 3rd place KSI vs Tommy Fury fight date confirmed amid Twitter war: Check kick off time, how to watch, live streaming, TV channel details "}