{"title": "Do you really need to be taking paracetamol?", "author": "Emily", "url": "https://www.openaccessgovernment.org/do-you-really-need-to-be-taking-paracetamol/146385/", "hostname": "openaccessgovernment.org", "description": "Paracetamol is Britain's most trusted painkiller with the average person taking up to 70 paracetamol per year, but there are safety issues", "sitename": "Open Access Government", "date": "2022-10-24", "cleaned_text": "Around 6.3 tonnes of paracetamol are sold in the UK every year, working out to 70 paracetamol per year for each UK adult. But there are safety issues In 2020, 235 people died from taking paracetamol in the UK. Around 100,000 people are admitted yearly from A&E with paracetamol poisoning. - What do you really know about paracetamol? - What are the side effects? - Do you know how to take it safely? What even is paracetamol? Paracetamol - active ingredient [acetaminophen](https://www.openaccessgovernment.org/cytochromes-p450-chemistry-for-drugs-metabolism-and-beyond/88780/) - is used as an analgesic (painkiller), and an antipyretic (to lower a fever). However, it is generally not regarded as an anti-inflammatory drug. The exact mechanisms of action are still not completely understood, but it is thought to work in the following ways: Paracetamol - Activates the endocannabinoid system - This a network of chemical messengers and receptors which are present throughout the brain and the spinal cord and are known to be integral in the perception of pain. - Activates the inhibitory serotonergic pathway - Serotonin is known to inhibit pain via a descending pathway from the brain stem to the spinal cord. - Disrupts the nitric oxide (NO) pathway - Nitric oxide is a powerful mediator of inflammation, especially in arthritis. NO levels are often raised in those with chronic pain. Paracetamol has an antinociceptive effect to reduce the perception of the pain sensation. - Inhibits cyclo-oxygenase enzyme - COX-2. - Paracetamol is a weak COX enzyme inhibitor. It only inhibits the enzyme COX-2. COX enzymes convert arachidonic acid into prostaglandins, which cause inflammation, pain, and fever. In contrast, nonsteroidal anti-inflammatories (NSAIDs) inhibit COX-1, COX-2, and COX-3 very efficiently and hence have more powerful anti-inflammatory action. What are the differences between paracetamol and NSAIDs? Paracetamol works differently from non-steroidal anti-inflammatories (NSAIDs) like aspirin and ibuprofen. The two can be taken together. NSAIDs have powerful anti-inflammatory action through their effects to block COX enzyme receptors and prevention of the production of prostaglandins. Paracetamol is more often used for [pain relief](https://www.openaccessgovernment.org/science-cbd-oil/62929/) through its effects on the endocannabinoid and serotonergic pathways, and via other actions, as it helps dampen down pain perception. Ibuprofen is more effective than paracetamol at lowering a fever as it has a direct effect to lower the set point of temperature regulation in the brain. What is paracetamol used for? Paracetamol is often the first choice painkiller for conditions such as tension headache, migraine, arthritis, and period pain. It is also often taken with a fever to try and help lower body temperature. How effective is paracetamol? Although paracetamol is used as a painkiller, good quality evidence from a recent 2022 Cochrane data review suggests it is only slightly more effective in relieving pain for those with back or knee pain, than a placebo. Several studies have also shown that paracetamol is ineffective at reducing fever. What confusion is there surrounding paracetamol? It seems that the British public is confused about paracetamol. - In one London survey, around 50% of those who were asked, thought that ibuprofen contained paracetamol - (It doesn't!). - In one study of parents' knowledge of paracetamol for administration to children, only 50.9% knew that paracetamol was harmful in overdose. 38% did not use a syringe to correctly measure the child's dose. - In another American study, half of those asked were unaware that Tylenol contained paracetamol. - In the UK, around 1 in 4 adults quite often take more than the recommended 4 x 2, 500 mg paracetamol tablets a day. What are the dangers of taking paracetamol? Paracetamol is dangerous if taken at higher than recommended doses. This is because it is metabolised in the liver to a toxic byproduct called N-acetyl-p-benzoquinone imine (NAPQI), which ultimately causes hepatic necrosis (death of liver cells). This results in liver failure, which may be followed by kidney failure. Paracetamol poisoning is still the most common cause of acute liver failure in the UK. Moreover, paracetamol does have side effects. One 2016 systematic review concluded that taking standard doses of paracetamol led to a 19% increased risk of cardiovascular disease, an 11% increase of gastrointestinal bleeds, and a significantly increased risk of kidney disease. There is also a risk of allergy, including anaphylaxis. In a 2022 American study, 172 out of 109, 280 people (0.16%) were found to have blood in their urine. They were more likely to be female, aged 60 or over, and have been taking paracetamol for over one month. Paracetamol can damage the kidney, leading to a condition called analgesic nephropathy. This comes on slowly with long-term paracetamol usage and can lead to kidney failure. It is probably more likely in older people, those with a BMI of under 50, or who already have liver or kidney disease. How much paracetamol is safe, and what to do incase of overdose? The recommended adult dose is 4 x 2, 500 mg paracetamol tablets in 24 hours, with at least 4 hours between doses. If you have taken 3 or more additional paracetamol tablets, over and above the recommended dose, this is an overdose. You need to take action immediately. - Go to 111.nhs.uk - Call 111 - Go to your nearest A and E - and take the packet of paracetamol with you. Understanding an accidental overdose of paracetamol One problem is that you may not know that you are already taking paracetamol, and inadvertently take paracetamol on top of this. Paracetamol is added to many cough, cold, and flu remedies, for example, Night Nurse and Lemsip. It's vital not to take additional paracetamol if you are taking these preparations. There are 89 'combi' preparations listed on drugs.com, many of which contain paracetamol (acetaminophen). Prescribed drugs such as co-codamol, codydramol and Tramacet also contain paracetamol. It can be very confusing to know what you are taking. How to take paracetamol safely - Don't take any medication unless it's necessary - I would strongly advise you not to take any medication - paracetamol, natural or herbal remedies - unless it's really necessary and you feel confident about what you are taking - not even a simple paracetamol. - Always read the labels on the packet - of any pain killers of cough, cold, and flu remedies, and check if there is paracetamol (acetaminophen) in the preparation before you swallow paracetamol tablets. - Never exceed the maximum dose - for adults, this is 4 x 2, 500mg paracetamol tablets in 24 hours, with at least 4 hours between doses. Never take any more than this. If you miss out on a dose, don't worry, do not take two doses at once (4 tablets). - Be especially careful with babies and children - follow the recommended dosing regime and measure out their paracetamol using a syringe, with care. - Tell your doctor before taking any regular medication - including paracetamol or natural herbal remedies. This is especially the case if you suffer from any chronic diseases or take other regular medication. - Paracetamol is riskier for older people - as they have naturally declining kidney function with age. Why not ask your pharmacist for a free NHS Medicine Use Review (MUR)? Final thoughts on paracetamol - Is it time to rethink the way you use paracetamol? - How could you use it more safely and wisely? - In fact, do you need to be taking it all? This piece was written and provided by Dr Deborah Lee, [Dr Fox Online Pharmacy](https://www.doctorfox.co.uk/) Editor's Recommended Articles - Must Read >> [Top tips to prevent recurrent UTI's in women](https://www.openaccessgovernment.org/top-tips-to-prevent-recurrent-utis-in-women/86073/) - Must Read >> [Combining AI tech with drug development efforts](https://www.openaccessgovernment.org/ai-drug-development/129982/) - Must Read >> [The link between fish "}