{"title": "Nose bacteria insight paves the way for new meningitis vaccine", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2023-01-09", "cleaned_text": "Nose bacteria insight paves the way for new meningitis vaccine Southampton researchers have discovered how bacteria that naturally live in some people's noses may protect them against meningitis. New research led by Dr Adam Dale has revealed that Neisseria lactamica in the nose triggers an immune response that may protect against its meningitis-causing cousin, Neisseria meningitidis. The results could lead to the development of a new, cheap vaccine for places with high rates of meningococcal disease. Researchers have published their findings in [The Lancet Microbe](https://www.thelancet.com/journals/lanmic/article/PIIS2666-5247(22)00283-X/fulltext). The study was driven by the Southampton Controlled Human Infection Group (CHIG). It was conducted at the NIHR Southampton Clinical Research Facility and funded by the Wellcome Trust and the NIHR Southampton Biomedical Research Centre. Preventing meningitis in children Meningitis is an infection of the protective membranes that surround the brain and spinal cord. If not treated quickly, it can cause life-threatening infection and result in permanent damage to the brain or nerves. One bacterial species that causes meningitis, Neisseria meningitidis, commonly lives in the nose and throat without causing symptoms. It transmits through close contact and infections can be life threatening in those who do not have protective immunity. This is most common in babies and young children before their immune systems learn about the bacteria and can generate effective protection. There are vaccines that can prevent infections caused by N. meningitidis. The most effective vaccines offer protection against both disease and silent (asymptomatic) carriage in the nose and throat. Preventing silent carriage reduces transmission. If someone is not carrying the bacteria, they cannot pass the bacteria on. This is the basis of so-called 'herd immunity'. However, not all N. meningitidis vaccines protect against silent carriage. This means they are not as effective as they could be if they were able to generate herd immunity. Dr Dale is working with other BRC colleagues in the Southampton CHIG, including Dr Jay Laver, Dr Diane Gbesemete and Professor Robert Read, to develop novel vaccine strategies. These would both protect against N. meningitidis colonisation and induce herd immuity. Uncovering the secret of natural immunity In previous work, the Southampton CHIG showed that experimental infection with the harmless N. lactamica protected against N. meningitidis. However, until now, it wasn't clear what afforded this protection. Data from this trial suggest that immune responses made against N. lactamica are also able to target N. meningitidis. This is largely because the two bacterial species are closely related and share a lot of common features. In this trial, the researchers placed either N. lactamica or a placebo into the noses of volunteers. They then measured immune cells in their blood called plasma cells and memory B cells. In people that became colonised with N. lactamica, they detected cells that could target both bacterial species. This shows their body recognised N. meningitidis and could mount a quick defence against it, despite not having been infected with it as part of the experiment. In short, carrying N. lactamica gave them natural immunity against N. meningitidis. These data support the use of N. lactamica as a potential bacterial medicine to prevent meningococcal colonisation and induce herd immunity. Work is ongoing in the Southampton CHIG to assess whether safe genetic modification of N. lactamica can improve this protection further. They will then assess the real-world impact of this intervention on colonisation with N. meningitidis in both the UK and abroad. Image: Please note this photo was taken before the COVID-19 pandemic, when masks were not required. "}