{"title": "Lessons from the vaccine-autism wars", "author": null, "url": "https://www.eurekalert.org/news-releases/608665", "hostname": "eurekalert.org", "description": "This week, the open-access journal PLoS Biology investigates why the debunked vaccine-autism theory won't go away. Senior science writer/editor Liza Gross talks to medical anthropologists, science historians, vaccine experts, social scientists and pediatricians to explore the factors keeping the dangerous notion alive -- and its proponents so vitriolic.", "sitename": "EurekAlert!", "date": "2009-05-26", "cleaned_text": "Researchers long ago rejected the theory that vaccines cause autism, yet many parents don't believe them. Can scientists bridge the gap between evidence and doubt? This week, the open-access journal PLoS Biology investigates why the debunked vaccine-autism theory won't go away. Senior science writer/editor Liza Gross talks to medical anthropologists, science historians, vaccine experts, social scientists, and pediatricians to explore the factors keeping the dangerous notion alive—and its proponents so vitriolic. Pediatrician Paul Offit has made it his mission to set the record straight: vaccines don't cause autism. But he won't go on Larry King Live—where he could reach millions of viewers—or anyplace celebrity anti-vaccine crusaders like Jenny McCarthy appear. ''Every story has a hero, victim, and villain,'' he explains. ''McCarthy is the hero, her child is the victim—and that leaves one role for you.'' When she read that hecklers were issuing death threats to spokespeople who simply reported studies showing that vaccines were safe, anthropologist Sharon Kaufman dropped her life's work on aging to study the theory's grip on public discourse. To Kaufman, a researcher with a keen eye for detecting major cultural shifts, these unsettling events signaled a deeper trend. ''What happens when the facts of bioscience are relayed to the public and there is disbelief, lack of trust?'' Kaufman wondered. ''Where does that lead us?'' Despite overwhelming evidence that vaccines don't cause autism, one in four Americans still think they do. Not surprisingly, the first half of 2008 saw the largest US outbreak of measles—one of the first infectious diseases to reappear after vaccination rates drop—since 2000, when the native disease was declared eliminated. Mumps and whooping cough have also made a comeback. Last year in Minnesota, five children contracted Hib, the most common cause of meningitis in young children before the vaccine was developed in 1993. Three of the children, including a 7-month-old who died, hadn't received Hib vaccines because their parents either refused or delayed vaccination. Now, more than ten years after unfounded doubts about vaccine safety first emerged, scientists and public health officials are still struggling to get the story out. Their task is made far more difficult by the explosion of misinformation on the Internet, talk shows, and high-profile media outlets, by journalists' tendency to cover the issue as a \"debate,\" and, as Kaufman argues, by an erosion of trust in experts. Information technology has transformed the way trust and knowledge are produced, Kaufman says: ''Scientists have to consider their role in this changed landscape and how to compete with these other sources of knowledge.'' Simply relating the facts of science isn't enough. No matter that the overwhelming weight of evidence shows that vaccines don't cause autism. When scientists find themselves just one more voice in a sea of ''opinions'' about a complex scientific issue, misinformation takes on a life of its own. Funding:This work received no funding. Competing interests statement: The authors declare that no competing interests exist. Citation: Gross L (2009) A Broken Trust: Lessons from the Vaccine-Autism Wars. PLoS Biol 7(5): e1000114. doi:10.1371/journal.pbio.1000114 PLEASE ADD THE LINK TO THE PUBLISHED ARTICLE IN ONLINE VERSIONS OF YOUR REPORT: [http://biology.plosjournals.org/perlserv/?request=get-document&doi=10.1371/journal.pbio.1000114](http://biology.plosjournals.org/perlserv/?request=get-document&doi=10.1371/journal.pbio.1000114) PRESS ONLY PREVIEW OF THE ARTICLE: [http://www.plos.org/press/plbi-07-05-Gross.pdf](http://www.plos.org/press/plbi-07-05-Gross.pdf) CONTACT: Liza Gross PLoS Biology 185 Berry St Suite 3100 San Francisco, CA 94107 [lgross@plos.org](mailto:lgross@plos.org) Journal PLoS Biology "}