{"title": "COVID-19 vaccines", "author": null, "url": "https://www.who.int/emergencies/diseases/novel-coronavirus-2019/covid-19-vaccines", "hostname": "who.int", "description": null, "sitename": "COVID-19 vaccines", "date": "2022-08-18", "cleaned_text": "Everyone, everywhere, should have access to COVID-19 vaccines. WHO is determined to maintain the momentum for increasing access to COVID-19 vaccines and will continue to support countries in accelerating vaccine delivery, to save lives and prevent people from becoming seriously ill. Countries should continue to work towards vaccinating at least 70% of their populations, prioritizing the vaccination of 100% of health workers and 100% of the most vulnerable groups, including people who are over 60 years of age and those who are immunocompromised or have underlying health conditions. COVAX COVAX aims to accelerate the development and manufacturing of COVID-19 vaccines and guarantee fair and equitable access for every country. COVAX is co-led by the Coalition for Epidemic Preparedness Innovations (CEPI), Gavi and WHO, with UNICEF as a key delivery partner and PAHO as the procurement agent in the Americas. No Fault Compensation The COVAX No-Fault Compensation Program for Advance Market Commitment (AMC) Eligible Economies is the world's first and only international vaccine injury compensation mechanism. The Program helps COVAX deliver safe and effective COVID-19 vaccines to the high-risk and vulnerable populations in 92 low- and middle-income countries and economies. Draft landscape of COVID-19 vaccine candidates The draft landscape of COVID-19 vaccine candidates contains information on vaccine candidates collected through public information (e.g. clinical trial registries) and information that were directly provided by vaccine developers to WHO. The landscape is generally updated twice a week, based on the latest information, including those we receive from scientists and research Other resources Criteria for COVID-19 vaccine prioritization The proposed attributes and criteria provide considerations for the evaluation and prioritization of COVID-19 candidate vaccines to be considered for further development by WHO. The target audience includes vaccine scientists, product developers, manufacturers, regulators and funding agencies. Vaccine target product profile WHO has published the target product profiles for COVID-19 vaccines, which describes the preferred and minimally acceptable profiles for human vaccines for long term protection of persons at high ongoing risk of COVID-19, and for reactive use in outbreak settings with rapid onset of immunity. We have also published the criteria for prioritization of vaccines for clinical trials. "}