{"title": "PDF", "author": "PDF", "url": "www.goodliferx.com/docs/supplement-info-sheets/10357_Herbal-Intestinal-Cleanse.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "DESCRIPTION Herbal Intestinal Cleanse is a pleasant tasting herbal formula designed to support comprehensive intestinal health. FUNCTIONS It is a well-established fact that for proper health and wellness, individuals need to have daily, or in some cases, multiple daily bowel evacuation. Bowel evacuation is the primary process we have for the elimination of toxins in the body. However, the Standard American Diet quite often does not possess the necessary whole food fiber to elicit daily bowel evacuation. This creates problems in which digested food is allowed to maintain in contact with the walls of the intestine and colon for a prolonged period of time. In the case of certain foods such as red meat and other dense proteins, this prolonged contact has been demonstrated to be carcinogenic. Not only does this inability to have healthy bowel evacuations place individuals in risk of their overall health, but the build-up of waste material in the intestine and colon can result in bowel irregularity or even constipation. Herbal Intestinal Cleanse is a pleasant tasting herbal formulation designed to support comprehensive intestinal health. The occasional usage of an intestinal cleansing product such as Herbal Intestinal Cleanse, has been shown to support the healthy absorption of nutrients, rehydration, and gentle waste elimination. Herbal Intestinal Cleanse is formulated from natural fiber sources. The various sizes of the fibers present in this product provide a more natural and complete evacuation, and cleansing of the intestinal villi. Also the presence of Senna Leaf Powder and Buckthorn Bark Powder, provide a mild laxative effect along with the intestinal cleansing effect of the other natural herbal powders in the product.INDICATIONS Herbal Intestinal Cleanse provides a useful dietary supplement for individuals wishing to pursue gentle waste elimination. FORMULA (WW #10357) One Scoop (11.12 gm) Contains: Calories ........................................................................ 40 Total Carbohydrates ................................................ 8 gm Dietary Fiber ........................................................... 5 gm Protein ..................................................................... 1 gm Calcium ................................................................. 80 mg Iron .......................................................................... 3 mg Sodium .................................................................. 10 mg Psyllium Husk Powder ............................................ 5 gm Senna Leaf Powder ................................................. 3 gm Fennel Seed Powder ............................................ 450 mg Papaya Leaf Powder ........................................... 450 mg Perppermint Leaf Powder ................................... 380 mg Buckthorn Bark Powder ...................................... 190 mg Celery Seed Powder ............................................ 190 mg Barberry Root Bark Powder ................................ 190 mg Rose Hips Fruit Powder ...................................... 190 mg Other Ingredients: Citric acid, silicon dioxide, stevia leaf extract, and natural flavor. SUGGESTED USE Adults starting dose: mix ¼ scoop in 10-12 ounces of water. Increase by ¼ scoop daily until desired result (maximum of 1 scoop daily) or as directed by a healthcare professional. Use Herbal Intestinal Cleanse about every 2 months and for no more than 10 days at a time. Increasing your daily water intake while using this product is recommended. (continued on following page)Herbal Intestinal Cleanse Nutritional Support for Healthy Intestinal and 125 South 16th St. Ord, NE 68862 308.728.3295Good Life PharmacyHerbal Intestinal Cleanse (continued) SIDE EFFECTS Warning : This product contains Buckthorn and Senna. Read and follow directions carefully. Do not use if you have or develop diarrhea, loose stools, or abdominal pain. Buckthorn and Senna may worsen these conditions and be harmful to your health. This product should be taken with at least 10 ounces of water. Taking this product without enough liquid may cause choking. Do not use this product if you have difficulty swallowing. Caution : If pregnant, nursing, or taking medications, consult a healthcare professional before use. STORAGE Store in a cool, dry place, away from direct light. Keep out of reach of children. These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent "}