{"title": "PDF", "author": "PDF", "url": "guidelines.diabetes.ca/docs/cpg/Ch22-Complementary-and-Alternative-Medicine-for-Diabetes.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "KEY MESSAGES Anywhere from 25% to 57% of people with diabetes report using comple- mentary or alternative medicine. Some natural health products have shown a lowering of A1C by 0.5% in trialslastingatleast3monthsinadultswithtype2diabetes,butmostaresingle,smalltrialsthatrequirefurtherlarge-scaleevaluationsbeforetheycan be recommended for widespread use in diabetes. Afewmorecommonlyusednaturalhealthproductsfordiabeteshavebeen studiedinlargerrandomizedcontrolledtrialsand/ormeta-analysesrefut-ing the popular belief of benet of these compounds. Health-care providers should always ask about the use of complemen- taryandalternativemedicineassomemayresultinunexpectedsideeffectsand/or interactions with traditional pharmacotherapies. KEY MESSAGES FOR PEOPLE WITH DIABETES Many people with diabetes use complementary medicine (along with) or alternativemedicine(insteadof)withconventionalmedicationsfordiabetes. Although some of these therapies may have the potential to be effective, theyhavenotbeensucientlystudiedandotherscanbeineffectiveorevenharmful. It is important to let your health-care providers know if you are using complementary and/or alternative medicine for your diabetes. Introduction Despite advances in the management of type 1 and type 2 dia- betes,therapeutictargetsareoftennotmet.Peopledissatisedwithconventional medicine often turn to nontraditional alternatives.Complementary and alternative medicine (CAM) can be looselydened as health-care approaches developed outside of main-stream Western, or conventional medicine, with \"complemen-tary\"meaningusedtogetherwith,and\"alternative\"meaningusedin place of conventional medicine (1). According to a report from the Fraser Institute, 50% to 79% of Canadians had used at least 1CAM sometime in their lives, based on surveys from 1997, 2006and2016 (2).Themostcommontypesusedin2016weremassage (44%), chiropractic care (42%), yoga (27%), relaxation techniques(25%) acupuncture (22%). According to the United States 2012NationalHealthInterviewSurvey(NHIS),17.7%of Americanadultsused a dietary supplement other than vitamins and minerals (3). Afewsurveyshavesoughttocharacterizetheuseof CAMinpersonswith diabetes. In a Canadian study of 502 people with diabetes,44% were taking over-the-counter supplements with 31% takingalternativemedications (4).AUnitedStatesnationalsurveyreported 57% of those with diabetes using CAM in the previous year (5). TheMedicalExpenditurePanelSurveys(MEPS)showedthatthosewith diabetes were 1.6 times more likely to use CAM than thosewithout diabetes, with older age ( 65 years) and higher educa- tional attainment (high school education or higher) indepen-dently associated with CAM use (6). An Australian study reported 25% of people with diabetes stated they had used CAM within theprevious 5 years (7). This chapter will review CAM, including natural health prod- ucts(NHP)andothers,suchasyoga,acupuncture,taichiandreflex-ology, that have been studied for the prevention and treatment ofdiabetes and its complications. NHP for the Prevention and Treatment of Diabetes and Its Complications In Canada, NHP are dened as vitamins and minerals, herbal remedies, homeopathic medicines, traditional medicines, such astraditional Chinese medicines, probiotics, and other products likeamino acids and essential fatty acids (8). They are regulated under the Natural Health Products Regulations, which came intoeffect in 2004. In general, the current level of evidence for theecacy and safety of NHP in people with diabetes is lower thanthat for pharmaceutical agents. Trials tend to be of shorter dura-tion and involve smaller sample sizes. Concerns remain aboutstandardizationandpurityof availablecompounds,includingtheircontamination with regular medications and, in some cases, toxicsubstances (9-11). Various NHP have been studied to evaluate their impact on the development of both type 1 and type 2 diabe-tes, glycemic control in people with diabetes, and on the variouscomplications of diabetes. NHP for the Prevention and Treatment of Diabetes A number of immune modulators have been studied in an attempttopreventorarrestbetacelldeclineintype1diabetes,mostwith limited success. A few NHP have also been studied in this Conflict of interest statements can be found on page S157.Can J Diabetes 42 (2018) S154-S161 Contents lists available at ScienceDirect Canadian Journal of Diabetes journal homepage: www.canadianjournalofdiabetes.com 1499-2671 © 2018 Canadian Diabetes Association. The Canadian Diabetes Association is the registered owner of the name Diabetes Canada. https://doi.org/10.1016/j.jcjd.2017.10.023 regard. A randomized controlled trial of people with new-onset type 1 diabetes assessed the effect of vitamin D supplementationon regulatory T (Treg) cells (12). After 12 months, Treg suppres- sivecapacitywasimproved,althoughtherewasnosignicantreduc-tioninC-peptidedecline.Observationalstudieshavesuggestedaninverse relationship between vitamin D levels and the develop-mentof type2diabetes (13),althoughrandomizedcontrolledtrials are lacking (14). In the large, prospective cohort study, The Envi- ronmental Determinants of Diabetes in the Young (TEDDY), earlyprobioticsupplementationmayreducetheriskof isletautoimmu-nity in children at the highest genetic risk of type 1 diabetes (15). A number of NHP have been evaluated to assess their effect on the progression from impaired glucose tolerance (IGT) to diabe-tes. Tianqi is a traditional Chinese medicine consisting of 10 dif-ferentherbs.Inadouble-blind,placebo-controlledtrialof12monthsduration, Tianqi was shown to reduce the progression from IGT totype 2 diabetes by 32% (16). A systematic review and meta- analysisofobservationalstudiesofomega-3fattyacidsorshintakeshowed that an increased intake of alpha linoleic acid (ALA) andfattyshreducedtheriskof type2diabetessignicantlywithALA,only in Asians (17). In a randomized controlled number ofpeople with IGT reverting to normal blood glucose levels as well(42.15% vs. 32.87% for placebo) (18). In adults with type 2 diabetes, the following NHP have been showntolowerglycatedhemoglobin(A1C)byatleast0.5%inran-domized controlled trials lasting at least 3 months: Ayurveda polyherbal formulation (19) Citrullus Theseproductsarepromisingandmeritconsiderationandfurther research,but,astheyaremostlysingle,smalltrialsormeta-analysesof such, it is premature to recommend their widespread use. The following NHP either failed to lower A1C by 0.5% in trials lasting at least 3 months in adults with type 2 diabetes, orwere studied in trials of shorter duration, nonrandomized or Camellia sinensis (52) Flaxseed oil (53) French maritime Ginseng (55,56) regia extract(57) Liuwei Dihuang or bitter gourd) (59,60) Rosa canina L. (rose hip) (61) phytoestrogens Tinospora cordifolia Vitamin C (66-68) Vitamin E (69-73) ThefollowingNHPhavedemonstratedconflictingeffectsonA1C in trials lasting at least 3 months in adults with type 2 been the subjects of special interest in diabetes. Chromiumisanessentialtraceelementinvolvedinglucoseand lipid metabolism. Early studies revealed that chromium de-ciencycouldleadtoIGT,whichwasreversiblewithchromiumreple-tion. This led to a hypothesis that chromium supplementation, inthosewithbothadequateanddecientchromiumstores,couldleadto improved glucose control in people with diabetes (106,107) . Indeed, an analysis of the large NHANES database showed that, inthose in the general population who reported consuming a chro-miumsupplement,theoddsof developingdiabeteswas19%to27%lowerthanthosenottakingachromiumsupplement (108).However , randomizedcontrolledstudiesof chromiumsupplementationhavehad on improv-ing A1C (109-121) , although some showed an improved fasting glucose level (120,121) . Most were small studies, of short dura- tion,andsomenotdouble-blinded.Morerecentmeta-analyseshavealso reported conflicting results, with some concluding no benetof chromiumonreducingA1C,lipidsorbodyweightinpeoplewithdiabetes (122),andothersreportingsomebenetdependingupon the dose and formulation consumed (84). The later meta-analysis reportedmarkedheterogeneityandpublicationbiasintheincludedstudies. Vitamin D has received much interest recently with purported benetsoncardiovasculardisease(CVD),canceranddiabetes.Ran-domized controlled trials have not demonstrated a benet ofvitamin D supplementation on glycemic meta-analyses (139,140) . Vanadium, a element that is commonly used to treat type2diabetes,hasnotbeenstudiedinrandomizedcontrolledtrialsevaluating glycemic control by A1C over a period of 3 months orlonger.L.D. Grossman et al. / Can J Diabetes 42 (2018) S154-S161 S155NHP for the Treatment of the Co-Morbidities and Complications of Diabetes A number of NHP have been evaluated for the various co-morbiditiesandcomplicationsof diabetes,includinglipidsandblood pressure (BP) in diabetes, as well as CVD, nephropathy, reti-nopathy and peripheral neuropathy. As with the studies of glyce-mic control, most had small sample sizes and meta-analyses hadmarked heterogeneity of included studies, making strong conclu-sions dicult. Randomized controlled trials demonstrating a benet high heteroge- neity showed benet on lowering total cholesterol and TG (142). Other studies have failed to show signicant benet of vitamin Dsupplementation on lipids in people with diabetes (130,137,143) . A meta-analysis of Berberine showed it to increasehigh-density lipoprotein cholesterol (HDL-C) more than tradi-tional lipid-lowering drugs, with no difference on total or low-density lipoprotein cholesterol (LDL-C) (37). Berberine was also showntoreducetotalandLDL-CandincreaseHDL-Ccombinedwithtraditionallipid-loweringdrugscomparedwiththosedrugsalone. benet on systolic with traditional BP medications can lower systolic BP by an additional 4.9mmHgand diastolic BP by 2mmHg, but not when compared with tradi-tionalantihypertensivemedicationsalone (37).In1meta-analysis, vitamin D was shown to reduce BP by a statistically signicant,but not clinically meaningful amount (145). Ethylenediaminetetra-acetic(EDTA)acidchelationtherapyhas been postulated to have a number of cardiovascular (CV) benets.A large randomized controlled trial (Trial to Assess ChelationTherapy—TACT) showed a modest benet of an 18% risk reductionfor a composite of CV complications in people with a recent myo-cardialinfarct (146).Apre-speciedsubanalysisof peoplewithdia- betesshowedamorerobust39%to41%riskreductionintheprimaryendpoint out to 5-years follow up (147). The traditional Chinese medicine product, The Compound Danshen Dripping Pill (CDDP), consisting of 3 herbal prepara-tions, was evaluated in a randomized controlled trial of 24 weeksduration, for its effect on the progression of diabetic retinopathy (148). Using a nonstandardized method of grading of diabetic retinopathy. A number of NHP have been reported to improve diabetic nephropathy. However, there is variation in the denition of dia-betic nephropathy in the various studies, with many assessingurinaryalbuminexcretion(UAE)and/or24-hoururineproteinexcre-tion without a conrmatory diagnosis. Many are of short dura-tion,somewithoutreportinganassessmentof renalfunctionoritsprogression, or with conflicting results on the various measures.Some products showing a reduction in UAE in people with diabe-tes include: the traditional Chinese medicines Yiqi D (156), and vitamin D ana- logue paricalcitol in type 1 diabetes (157). AnumberofNHPhavebeenreportedtoimprovediabeticperiph- eral neuropathy, as assessed by pain scores and/or nerve conduc-tionstudies(NCS).TopicalCitrulluscolocynthis(bitterapple)extractoilwasstudiedinasmallrandomizedcontrolledtrialinpeoplewith painful diabetic polyneuropathy (158). After 3 months, there was a signicantly greater decrease in mean pain score and improve-mentinnerveconductionvelocitiescomparedwithplacebo.Ameta-analysis of puerarin in diabetic peripheral neuropathy reportedbenets in pain scores and NCS (159). In a small randomized con- trolled trial, the traditional Chinese medicine MHGWT showedreducedpainscorescomparedwithplaceboafter12weeksof treat-ment (160). A number of the above and other NHP have been evaluated for theireffectsonvariouspre-clinicalparameters,biomarkersandsur-rogateclinicalmarkersinvolvedinthepathogenesisof diabetesanditscomplications.Adiscussionof thesepapersisbeyondthescopeof this chapter. Adverse Effects It is important to consider potential harm from the use of NHP. A number of studies of NHP report adverse events, such as gastro-intestinal(Fenugreek,Berberine,TM81,bittermelon,oralaloevera)and dizziness (JYTK). an abortifacient (161). Most clinical trials have evaluated small sample sizes over relatively short periods oftime and, thus, may not identify all potential side effects or risks. Some NHP contain pharmaceutical ingredients and/or can affect themetabolism of many drugs, including statins, by inducing cyto-chromeP4503A4(CYP3A4).Somestudieshavereportedpoorergly-cemiccontrolinpeopleusingglucosaminesulfateforosteoarthritis,but a systematic review concluded that the evidence does notsupport this concern (162). Other Complementary and Alternative Approaches for the Prevention and Treatment of Diabetes and Its Complications A number of complementary and alternative approaches have been studied to some degree for diabetes and its complications,othershavenot.Includedherearestudiesofyoga,traditionalChinesemedicine and reflexology. Other modalities of CAM, such as chiro-practic or osteopathic manipulation, homeopathy, shiatsu, regis-teredmassagetherapyorcraniosacraltherapydonothavestudiesspecic to diabetes. Yoga TheSanskritdenitionof yogameansunionorconnection.Yoga is a Hindu spiritual discipline. There are many types of yoga, eachwith its own techniques and methods to awaken greater aware-nessandconnectiontoself andlife.Mostpracticesof yogaincludea series of physical postures, breathing and meditation for health,relaxation and overall well-being. Yoga or yoga therapy is oftenincluded in a holistic practitioner's (chiropractor, naturopath,L.D. Grossman et al. / Can J Diabetes 42 (2018) S154-S161 S156osteopath,shiatsutherapist)planof managementforstressreduc- tion and physical strengthening. Studies of yoga in the management of people with type 2 dia- betesshowsomebenetonglycemiccontrol,lipidsandBP,althoughpublishedstudiesaregenerallyofshortdurationwithsmallnumbers.In a systematic review and meta-analysis, yoga was found to havepositive effects on reducing A1C, as well as fasting and postpran-dialglucosevalues (163).Therewashighheterogeneityamongthe studiesincludedintheanalysis.Othersystematicreviewsandmeta-analysesshowedsimilarimprovementsinglycemicparameters,aswellasimprovementsinthelipidproleandBP,withsimilarlimi-tations in the individual studies included (164,165) (see Physical ActivityandDiabeteschapter,p.S54).Inameta-analysisof smallerstudieslookingatcomparingtheeffectivenessof theleisureactivi-ties yoga, walking and tai chi on glycemic control in people withtype2diabetes,yogawithregularfrequency(3timesaweek)wasshowntobemoreeffectivethantaichiorwalkinginloweringA1Clevels (166). Traditional Chinese Medicine Traditional Chinese medicine (TCM) encompasses a holistic system that includes the combination of herbal medicines, acu-puncture, tui na (rigorous massage), dietary therapy, qi gong andtaichi(mind/bodytechniquescombiningbreathing,movementandmentalfocus).TCMworkswithinadifferentparadigmthanWesternMedicineand,assuch,canbediculttostudybyWesternresearchtechniques.Treatmentsarecomplexandfocusedonindividualimbal-ances detected by pulse and tongue diagnosis rather than specicdiseases.Mostresearchontheeffectivenessof TCMforpeoplewithdiabetes is based on specic techniques or Chinese herbal rem-edies as reviewed above. Acupunctureisabranchof TCMinvolvingthestimulationof spe- cic points along energy meridians throughout the body to eithersedate or tonify the flow of energy. There are various techniquesof acupuncture, such as electro and laser acupuncture, and differ-entsystemsof acupuncture,includingscalpandauricularacupunc-ture.Thesystemandtechniquemostcommonlyreferredtoandmostoftenstudiedreferstothetechniqueof penetratingtheskinatspe-cic acupuncture points with thin solid metal needles that aremanipulated by the hands. AcupuncturehasnotbeenshowntoimproveA1Cinpeoplewith diabetes,with1smallrandomizedcontrolledtrialshowingittobenodifferentthanplaceboonFPGandoralglucosetolerancetesting(OGTT) (167). A meta-analysis of acupuncture for diabetic gastroparesisconcludedthatacupunctureimprovedsomedyspep-ticsymptoms,suchasnausea,vomiting,lossofappetiteandstomachfullness, with no improvement in solid gastric emptying (168).A systematic review of randomized controlled trials of manual acu-puncture for the treatment of diabetic peripheral neuropathyreported that manual acupuncture had a better effect on globalsymptom improvement compared with vitamin B12 or no treat-ment,andthatthecombinationof manualacupunctureandvitaminB12hadabettereffectcomparedwithvitaminB12alone.However,theauthorscouldnotdrawclinicallyrelevantconclusionsbecauseof high risks of bias in the studies included (169). Tai chi is an ancient mind and body practice involving gentle, slow,continuousbodymovementswithmentalfocus,breathingandrelaxation. Although there may be some benet in quality of life,there is little evidence for benet of tai chi on glycemic control indiabetes (170,171) . Manual Therapies There is a growing number of people with diabetes who seek careformusculoskeletalcomplaintsandoveralllifestylemanagementfromnaturaland/orcomplementarymedicinepractitioners.Manual therapies, including chiropractic, physiotherapy, shiatsu, regis-tered massage therapy and therapy have a trial inpeople with diabetic peripheral neuropathy, foot reflexology wasshown to reduce A1C and FPG, and improve pain scores and nerveconduction velocity (175). RECOMMENDATIONS 1. Health-careprovidersshouldaskabouttheuseofcomplementaryandalter- native medicine in people with diabetes [Grade D, Consensus]. 2. There is insucient evidence to make a recommendation regarding e- cacy and safety of complementary or alternative medicine for individu-als with diabetes [Grade albumin Relevant Guidelines Physical Activity and Diabetes, p. S54 Author Disclosures Dr.GrossmanreportsgrantsandpersonalfeesfromNovoNordisk, Janssen,andEliLilly;grantsfromMerck,Takeda,Sano,AstraZeneca,and Lexicon, outside the submitted work; and previous employee(now retired) of Eli Lilly Canada. No other authors have anythingto disclose. References 1.National Center for Complementary and public atti- tudes 1997, Report2015;1-16. 4.Ryan EA, Pick ME, Marceau C. Use of in diabetes mel-litus. Diabet Med 2001;18:242-5. 5.Yeh GY, Eisenberg DM, Davis RB, et al. Use of complementary and alternativemedicineamongpersonswithdiabetesmellitus:Resultsof anationalsurvey.Am J Public Health 2002;92:1648-52. 6.Egede LE, Ye X, Zheng D, et al. The prevalence and pattern of complementaryand alternative medicine use in individuals with diabetes. Diabetes Care2002;25:324-9. 7.Tan AC, Mak JC. Complementary and Alternative Medicine in Diabetes(CALMIND)—a prospective study. J Complement Integr Med 2015;12:95-9. 8.Non-prescriptionHealthProductsDirectorate(NNHPD).Whatarenaturalhealthproducts. Ottawa: Health Canada, 2004. http://www.hc-sc.gc.ca/dhp -mps/prodnatur/index-eng.php .L.D. Grossman et al. / Can J Diabetes 42 (2018) S154-S161 S1579.Saper RB, Kales SN, Paquin J, et al. Heavy herbal medicine products. JAMA 2004;292:2868-73. 10.DickWR,FletcherEA,ShahSA.Reductionof Altern Complement Med2016;22:450-7. 11.Ji L, Tong X, Wang H, et al. Ecacy and safety of traditional chinese medicinefor diabetes: S, Kim Choi SH, et al. Association of vitamin D deciency with inci-dence of type 2 diabetes in high-risk Asian subjects. Am J Clin Nutr2013;97:524-30. 15.Uusitalo U, Liu X, Yang J, et al. Association of early exposure of probiotics andislet autoimmunity in the TEDDY study. JAMA Pediatr 2016;170:20-8. 16.Lian F, Li G, Chen X, et al. Chinese herbal medicine Tianqi reduces progres-sion from impaired glucose tolerance to Shah M. ALA, sh or marine n-3 fatty acids for pre-venting DM?: A systematic review and meta-analysis. Curr Diabetes Rev2014;10:158-65. 18.Fang Z, Zhao J, Shi G, et al. Shenzhu Tiaopi granule combined with lifestyleintervention therapy for impaired con-trolled trial. Complement Ther Med HF, Darvishzadeh F, extract Diabetes Care2008;31:216-20. 22.Sarbolouki S, Javanbakht MH, randomised clinical trial. Singapore Med J2013;54:387-90. 23.Gao Y, Lan J, Dai X, et al. A phase I/II study of Ling Zhi mushroom Ganodermalucidum(W.Curt.:Fr.)Lloyd(Aphyllophoromycetidae)extractinpatientswithtype 2 diabetes. Int J Med Mushrooms 2004;6:33-9. 24.Shidfar F, Rajab A, Rahideh T, et al. The effect of ginger (Zingiber ocinale)on glycemic markers in patients with type 2 Complement IntegrMed 2015;12:165-70. 25.Huyen VT, Phan Gynostemmapentaphyllumteainrandomlyassignedtype2diabeticpatients.HormMetabRes 2010;42:353-7. 26.Korecova M, Hladikova M. Treatment of mild and moderate type-2 diabetes:Open prospective trial with hintonia latiflora extract. Eur J Med Res 2014;19:16. 27.KershengoltsBM,SydykovaLA,SharoykoVV,etal.Lichens'B-Oligosaccharidesinthecorrectionof metabolicdisordersintype2diabetesMellitus.WiadLek2015;68:480-2. 28.ZhuCF,LiGZ,PengHB,etal.Treatmentwithmarinecollagenpeptidesmodu-lates glucose and lipid metabolism in diabetesmellitus. advanced 30.HariharanRS,VankataramanS,SunithaP,etal.Ecacyofvijayasar(Pterocarpusmarsupium) in the treatment of newly diagnosed patients with type 2 dia-betes mellitus: A Altern SA. Silymarin as an adjunct to glibenclamide therapy improves long-term and postprandial glycemic control and body mass index in type 2 dia-betes. J Med Food 2007;10:543-7. Phytother in patients with type 2 diabetes J Med Food 2006;9:182-6.36.FujitaH,YamagamiT,OhshimaK.Long-termingestionof afermentedsoybean-derived Touchi-extract with alpha-glucosidase inhibitory activity is safe andeffective in humans with borderline and mild type-2 diabetes. J Nutr2001;131:2105-8. 37.Lan J, Zhao Y, Dong F, et al. Meta-analysis of the effect and safety of berber-ine in the treatment of type 2 diabetes mellitus, hyperlipemia and hyperten-sion. J Ethnopharmacol 2015;161:69-81. 38.Tu X, Xie C, Wang F, et al. Fructus mume formula in the treatment of type 2diabetes mellitus: A randomized controlled pilot trial. Evid Based Comple-ment Alternat Med 2013;2013:787459. 39.Xu J, Lian F, Zhao L, et al. St of gut microbiota during Zhou DH, Effect of JYTK on antioxidant status and inflam- mation in patients with Int J Endocrinol Metab 2016;14:e34400. F, Tian J, Chen X, et al. The ecacy and safety of chinese herbal medi-cine jinlida as add-on medication in type 2 C, Huan Z, et al. Effect of Sancaijiangtang on plasma nitricoxide and endothelin-1 levels in patients with type 2 diabetes mellitus andvascular 43.ZhangX,LiuY,XiongD,etal.InsulincombinedwithChinesemedicineimprovesglycemic outcome multiple pathways in diabe-tes mellitus. J Diabetes Investig 2015;6:708-15. 44.TongXL,WuST,LianFM,etal.Thesafetyandeffectivenessof TM81,aChineseherbal medicine, of double-blind placebo-controlled trial. Diabetes Obes Metab 2013;15:448-54. 45.Ma J, Xu L, Dong J, et al. Effects of zishentongluo in patients with early-stagediabetic nephropathy. Am J Chin Med 2013;41:333-40. 46.LuFR,ShenL,QinY,etal.Clinicalobservationontrigonellafoenum-graecumL. total saponins in combination with sulfonylureas in the treatment oftype 2 Murill in com-bination with metformin and gliclazide type Med 2007;13:97-102. 49.Mucalo I, Jovanovski E, Rahelic D, et al. (Panax quinquefoliusL.)onarterialstiffnessinsubjectswithtype-2diabetesandcon-comitant hypertension. J Ethnopharmacol 2013;150:148-53. 50.RytterE,VessbyB,AsgardR,etal.Supplementationwithacombinationof glycaemic control, oxidative stress or inflammationin type 2 diabetes subjects. Free Radic Res 2010;44:1445-53. 51.FenerciogluAK,SalerT,GencE,etal.Theeffectsof polyphenol-containinganti-oxidants on oxidative stress and lipid peroxidation in type 2 diabetes melli-tus without complications. J Endocrinol Invest 2010;33:118-24. 52.Mackenzie T, Leary L, Brooks WB. The effect of an extract of green and blacktea on glucose control in adults with type 2 diabetes mellitus: Double-blindrandomized study. Metabolism 2007;56:1340-4. 53.Barre DE, Mizier-Barre KA, Griscti O, et al. High dose flaxseed oil supplemen-tation may affect fasting blood serum glucose management in human type 2diabetics. J Oleo Sci 2008;57:269-73. 54.LiuX,WeiJ,TanF,etal.Antidiabeticeffectof PycnogenolFrenchmaritimepinebark extract in patients diabetes type II. Life Sci 2004;75:2505-13. 55.GuiQF,XuZR,XuKY,etal.Theecacyof ginseng-relatedtherapiesintype2diabetes mellitus: An updated 56.Shishtar E, Sievenpiper JL, Djedovic V, The effect of ginseng (the genuspanax) on glycemic control: A systematic review and meta-analysis of controlled trials. PLoS ONE 2014;9:e107391. 57.Hosseini S, Jamshidi L, Mehrzadi S, Effects of Juglans regia leaf extractonhyperglycemiaandlipidprolesintypetwodiabeticpatients:Arandomizeddouble-blind, placebo-controlled clinical trial. J Ethnopharmacol R, Geng XN, Yu F, et al. Liuwei dihuang pills enhance the effect of Westernmedicine in treating type 2 diabetes: A meta-analysis of randomized trials. 2013;19:783-91. 59.Dans AM, Villarruz MV, Jimeno CA, Momordica J Clin Epidemiol 2007;60:554-9. 60.Yin RV, Lee NC, Hirpara H, et al. The effect of bitter melon (Mormordicacharantia) in patients with diabetes mellitus: A systematic Nutr Diabetes Inj Prev P, Kilpatrick ES, et al. Benecial effects of soyphytoestrogen intake in postmenopausal women with type 2 diabetes. Dia-betes Care 2002;25:1709-14.L.D. Grossman et al. / Can J Diabetes 42 (2018) S154-S161 S15864.Kumar V, Mahdi F, Singh R, et al. A clinical trial to assess the antidiabetic, antidyslipidemicandantioxidantactivitiesof Tinosporacordifoliainmanage-ment of typ e - 2 2016;7:757-64. http://ijpsr.com/bft-article/a-clinical-trial-to-assess-the-antidiabetic-antidyslipidemic-and-antioxidant-activities-of-tinospora-cordifolia-in-management-of-type-2-diabetes-mellitus/?view con- trolled trial of Tinospora crispa for additional therapy in patients with type 2diabetes J Med Assoc Thai 2004;87:543-6. 66.Chen H, Karne RJ, Hall G, et al. High-dose oral vitamin C partially replenishesvitaminClevelsinpatientswithtype2diabetesandlowvitaminClevelsbutdoes not improve endothelial dysfunction or insulin 67.BhattJK,ThomasS,NanjanMJ.Effectof oralsupplementationof vitaminConglycemic control diabetes mellitus.Int J Pharm Pharm Sci 2012;4:524-7. 68.Tabatabaei-MalazyO,NikfarS,LarijaniB,etal.Influenceof ascorbicacidsupple-mentation in observational and randomized con-trolled trials; Sci2014;17:554-82. 69.Lonn E, Yusuf S, Hoogwerf B, et al. Effects of vitamin E on cardiovascular andmicrovascularoutcomesinhigh-riskpatientswithdiabetes:ResultsoftheHOPEstudy and MICRO-HOPE substudy. Diabetes Care 2002;25:1919-27. 70.Boshtam M, Raei M, Golshadi ID, et al. Long term effects of oral vitamin Esupplement in type II diabetic patients. Int J Vitam Nutr Res 2005;75:341-6. 71.Suksomboon N, Poolsup N, Sinprasert S. Effects of vitamin E supplementa-tion on glycaemic control in type 2 diabetes: Systematic review B, Wolters M, Schmitt B, et al. Effects of a cinnamon extract on plasmaglucose, HbA, and serum lipids in 75.Blevins SM, Leyva MJ, Brown J, et of cinnamon on glucose and lipidlevelsinnoninsulin-dependenttype2diabetes.DiabetesCare2007;30:2236-7. 76.CrawfordP.Effectivenessof cinnamonforloweringhemoglobinA1Cinpatientswith type 2 diabetes: A cassiapowderintype2diabetesmellitus.JMedAssocThai2006;89(Suppl.3):S200-5. 79.Allen RW, Schwartzman E, Baker WL, et al. in type 2 diabetes:Anupdatedsystematicreviewandmeta-analysis.AnnFamMed2013;11:452-9. 80.ErikssonJG,ForsenTJ,MortensenSA,etal.Theeffectof coenzymeQ10admin-istration on metabolic control in patients 1999;9:315-18. Mohammadi Dietol CoQ10 supplementation onlipid proles and glycemic control in patients with type 2 diabetes: A ran-domized, double blind, placebo-controlled trial. J Diabetes Metab Disord2014;13:81. 84.Suksomboon N, Poolsup N, Yuwanakorn A. Systematic review and meta-analysis of the ecacy and Effect ofcoenzymeQ10onoxidativestress,glycemiccontrolandinflammationindia-betic neuropathy: A double blind randomized clinical trial. NutrRes 2014;84:252-60. 86.Moradi M, Effect of coenzyme Q10 supple-mentationondiabetesbiomarkers:Asystematicreviewandmeta-analysisofrandomized controlled clinical trials. Arch Iran Med (Caiapo) on diabe-tes control in type 2 diabetic subjects treated with diet. Diabetes Care2004;27:436-40. 88.LudvikB,HanefeldM,PaciniG.ImprovedmetaboliccontrolbyIpomoeabatatas(Caiapo) is associated with increased adiponectin and decreased brinogenlevels in type 2 diabetic subjects. Diabetes Obes Metab 2008;10:586-92. 89.Derosa G, Cicero AF, Gaddi Ther 2003;25:1429-39. 90.Rahbar of L-carnitine on plasmaglycemic and lipidemic prole in diabetes EurJ Clin Nutr 2005;59:592-6.91.DerosaG,MaoliP,FerrariI,etal.OrlistatandL-carnitinecomparedtoorlistatalone on J 2010;57:777-86. 92.Derosa G, Sibutramine and L-carnitine com-pared to sibutramine alone on insulin resistance in diabetic InternMed 2010;49:1717-25. 93.Rodriguez-Moran M, Guerrero-Romero F. Oral magnesium supplementationimproves insulin type sub-jects:Arandomizeddouble-blindcontrolledtrial.DiabetesCare2003;26:1147-52. 94.de Valk HW, insulin-requiring type 2 diabetic patients. Diabet Med al. Oral magnesium supplementation intype II diabetic patients. Med J Islam Repub Iran 2014;28:67. 100.VelebaJ,KopeckyJJr,JanovskaP,etal.Combinedinterventionwithpioglitazoneand n-3 fatty acids in metformin-treated (Lond) A meta-analysis. PLoS ONE2015;10:e0139565. 102.Zhang Q, Wu Y, Fei X. Effect on glucose metabolism in patientswithtype2diabetesmellitus:Ameta-analysisof randomizedcontrolledtrials.Medicina (Kaunas) 2016;52:28-34. ResRev 2016;32:143-68. 104.Capdor J, Foster M, Petocz and glycemic control: A meta-analysisof randomised placebo controlled Biol 2013;27:137-42. 105.Jayawardena R, Ranasinghe P, Galappatthy P, et al. Effects of zinc supplemen-tation on diabetes mellitus: A Bilo HJ, Chromium does not belong in thediabetes treatment arsenal: Current evidence and future perspectives. WorldJ Diabetes 2014;5:160-4. 107.Lewicki S, Zdanowski R, Krzyzowska M, et al. The role of Chromium III in theorganism and its possible use in diabetes and obesity treatment. Ann AgricEnviron Med 2014;21:331-5. 108.McIver DJ, Grizales AM, Brownstein JS, et al. Risk of type 2 diabetes Is lowerinUSadultstakingchromium-containingsupplements.JNutr2015;145:2675-82. 109.Althuis MD, Jordan NE, Ludington EA, et al. Glucose and insulin responses todietarychromiumsupplements:Ameta-analysis.AmJClinNutr2002;76:148-55. 110.Martin J, Wang ZQ, Zhang XH, et al. Chromium supplementationattenuatesbodyweightgainandincreasesinsulinsensitivityinsubjectswithtype 2 Care 2006;29:1826-32. 111.Kleefstra N, Houweling ST, Jansman FG, et D, B, et al. Role of chromium supplemen-tationinIndianswithtype2diabetesmellitus.JNutrBiochem2002;13:690-7. 113.Anderson RA, Roussel AM, Zouari N, et effects of zincandchromiumsupplementationinpeoplewithtype2diabetesmellitus.JAmColl Nutr 2001;20:212-18. 114.AndersonRA,ChengN,BrydenNA,etal.Elevatedintakesof supplementalchro-mium improve glucose and insulin variables individuals with type 2 dia-betes. Diabetes 1997;46:1786-91. 115.KleefstraN,HouwelingST,BakkerSJ,etal.Chromiumtreatmenthasnoeffectinpatientswithtype2diabetesinaWesternpopulation:Arandomized,double-blind, placebo-controlled trial. Diabetes Care 2007;30:1092-6. 116.Balk EM, Tatsioni A, Lichtenstein AH, et al. Effect of chromium supplementa-tiononglucosemetabolismandlipids:Asystematicreviewof randomizedcon-trolled trials. Diabetes Care 2007;30:2154-63. 117.AlbarracinCA,FuquaBC,EvansJL,etal.Chromiumpicolinateandbiotincom-binationimprovesglucosemetabolismintreated,uncontrolledoverweighttoobese patients with type 2 diabetes. Diabetes Metab Res Rev 2008;24:41-51. 118.Albarracin C, Fuqua B, Geohas J, et al. Combination of chromium and biotinimproves coronary risk factors in hypercholesterolemic type 2 diabetes mel-litus:Aplacebo-controlled,double-blindrandomizedclinicaltrial.JCardiometabSyndr 2007;2:91-7. 119.Lai MH. Antioxidant effects and insulin resistance improvement of chro-mium combined with vitamin C and e supplementation for type 2 diabetesmellitus. J Clin Biochem Nutr 2008;43:191-8.L.D. Grossman et al. J Diabetes 42 (2018) S154-S161 S159120.AbdollahiM,FarshchiA,NikfarS,etal.Effectof chromiumonglucoseandlipid proles in patients with type 2 of random-ized trials. J Pharm Pharm Sci 2013;16:99-114. 121.Paiva AN, Lima JG, Medeiros AC, al. Benecial effects of oral chromiumpicolinate supplementation on glycemic control in patients with type 2 dia-betes: A randomized clinical study. J Trace Elem Med Biol 2015;32:66-72. 122.YinRV,PhungOJ.Effectof chromiumsupplementationonglycatedhemoglo-bin and fasting Nutr J2015;14:14. 123.WithamMD,DoveFJ,DryburghM,etal.Theeffectof differentdosesof vitaminD(3) on markers type 2 diabetes:A randomised controlled trial. Diabetologia 2010;53:2112-19. 124.Patel P, Poretsky L, Liao E. Lack of effect of subtherapeutic vitamin D treat-ment on glycemic and lipid parameters in type 2 diabetes: A pilot prospec-tive randomized trial. J Diabetes 126.Nasri supplementaryvitaminDonimprovementof glycemicparametersinpatientswithtype2dia-betes mellitus; a J Renal Inj Prev2014;3:31-4. 127.Nigil Haroon N, Anton A, John J, et al. Effect of vitamin D supplementation onglycemic control in patients with type 2 diabetes: A systematic reviewof interventional RK, vitamin D2 or D3 supple-mentationonglycaemiccontrolandcardiometabolicriskamongpeopleatriskof type 2 diabetes: Med 2014;5:1091-8. 130.Krul-Poel YH, Westra S, ten Boekel E, et al. Effect of vitamin D supplementa-tiononglycemiccontrolinpatientswithtype2diabetes(SUNNYtrial):Aran-domized placebo-controlled trial. Diabetes Care 2015;38:1420-6. 131.Nwosu BU, Maranda L. The effects of vitamin D supplementation on hepaticdysfunction, vitamin D status, and glycemic control in children and adoles-cents with vitamin D deciency and either type 1 or type 2 diabetes melli-tus. PLoS ONE 2014;9:e99646. 132.Elkassaby S, Harrison LC, Mazzitelli N, et al. A randomised controlled trial ofhigh dose vitamin D in recent-onset type 2 diabetes. Diabetes Res Clin Pract2014;106:576-82. 133.Strobel F, Reusch J, Penna-Martinez M, et al. a randomised type diabetes mellitus. Horm Metab Res 2014;46:54-8. 134.Jehle S, Lardi A, Felix B, et al. Effect of large doses of parenteral vitamin D onglycaemiccontrolandcalcium/phosphatemetabolisminpatientswithstabletype2diabetesmellitus:Arandomised,placebo-controlled,prospectivepilotstudy. Swiss Med Wkly 2014;144:w13942. 135.RyuOH,LeeS,YuJ,etal.Aprospectiverandomizedcontrolledtrialof theeffectsof vitamin D long-term 2 dia-betes mellitus Korea. Endocr J 2014;61:167-76. 136.Al-Soani ME, Jammah A, Racz M, et al. Effect of vitamin D supplementationon glucose control and inflammatory response in type II diabetes: A doubleblind, randomized clinical trial. 137.Autier P, Boniol M, Pizot C, et al. Vitamin D status and ill health: A systematicreview. Lancet Diabetes Endocrinol 2014;2:76-89. 138.Breslavsky A, Frand J, Matas Z, et al. Effect of high doses of vitamin D on arte-rial properties, adiponectin, leptin and glucose and preventing diabetes:Asystematicreviewandmeta-analysis.JClinEndocrinolMetab2014;99:3551-60. 140.Papandreou D, Hamid ZT. The role of vitamin D in diabetes and cardiovascu-lar disease: An updated review of the literature. Dis Markers 2015;2015:580474. 141.Munoz-Aguirre P, Flores M, Macias N, et al. The effect of vitamin D supple-mentation on serum lipids in Food 2016;19:133-40. 145.Lee KJ, Lee YJ. Effects of vitamin D on blood pressure in patients with type 2diabetes mellitus. Int J Clin Pharmacol Ther al. Effect of an randomized controlled trialsof Alternat Med 2016;2016:3257603. 150.Xiang L, Jiang P, Zhou L, et al. Additive effect of qidan dihuang grain, of Flos Abelmoschusmanihot (Malvaceae) on type 2 nephropathy: A systematic review.Chin J Integr Med 2015;21:464-72. 153.Yang G, Zhang M, Zhang M, et al. Effect of Huangshukuihua (Flos AbelmoschiManihot) on diabetic nephropathy: A meta-analysis. J Tradit Chin Med2015;35:15-20. 154.Wang B, Chen S, Yan X, et al. The therapeutic effect and possible harm ofpuerarinfortreatmentof stageIIIdiabeticnephropathy:Ameta-analysis.AlternTher Health Med 2015;21:36-44. 155.Li P, Chen Y, Liu J, et al. Ecacy and safety of tangshen formula on patientswith type 2 kidney JJ, Wang HP, et al. Ecacy and safety of vitamin D3 in patientswith diabetic nephropathy: meta-analysis 2014;127:2837-43. 157.Joergensen C, Tarnow L, Goetze JP, et al. Vitamin D analogue therapy, cardio-vascularriskandkidneyfunctioninpeoplewithtype1diabetesmellitusanddiabetic nephropathy: A randomized trial. Diabet Med 2015;32:374-81. Hashempur MH, et al. Topical citrullus colocynthis(bitter apple) extract oil in painful diabetic neuropathy: A double-blind ran-domized placebo-controlled clinical trial. J Diabetes 2016;8:246-52. 159.Wu J, Zhang X, Zhang B. Ecacy and safety of puerarin injection intreatment of diabetic peripheral neuropathy: A systematic review and meta-analysis of randomized controlled trials. J Tradit Chin RR, Marks V, Leeds AR, et al. A comprehensive review of oral glu-cosamineuseandeffectsonglucosemetabolisminnormalanddiabeticindi-viduals. Diabetes Metab Res Rev 2011;27:14-27. 163.Kumar V, Jagannathan A, Philip M, et al. Role of yoga for patients withtype II diabetes mellitus: A systematic review Med 2016;25:104-12. 164.Innes KE, Selfe TK. adults with type 2 diabetes: A systematic reviewof controlled trials. J Diabetes Res 2016;2016:6979370. 165.de G R Hansen E, Innes KE. The benets of yoga for adults with type 2 diabe-tes: A review of the evidence and call for a collaborative, integrated researchinitiative. Int as an adjunc-tivetherapyfordiabetesmellitus:Arandomizedcontrolledtrial.MedAcupunct2014;26:341-5. 168.Yang M, Li X, Liu S, et al. Meta-analysis of acupuncture for relieving non-organicdyspepticsymptomssuggestiveof diabeticgastroparesis.BMCComple-ment Altern Med 2013;13:311. 169.Chen W, Yang GY, Liu B, et al. Manual acupuncture for treatment of diabeticperipheral neuropathy: A systematic review of randomized controlled trials.PLoS ONE 2013;8:e73764. 170.Lee MS, Jun JH, Lim HJ, et al. A systematic review and meta-analysis of tai chifor treating type 2 diabetes. Maturitas 2015;80:14-23. 171.Yan JH, Gu WJ, Pan L. Lack of evidence on Tai Chi-related effects in patientswith type Effects of tactile massage onmetabolic biomarkers in patients with type 2 diabetes. Diabetes Metab2013;39:411-17. 173.AnderssonK,WändellP,TörnkvistL.Tactilemassageimprovesglycaemiccontrolinwomenwithtype2diabetes:Apilotstudy.PractDiabetesInt2004;21:105-9. 174.Wändell PE, Carlsson AC, Andersson type2diabetics.OpenDia-betes J 2010;3:6-10. 175.Dalal K, Maran Pandey al. Determination of ecacy of reflexologyinmanagingpatientswithdiabeticneuropathy:Arandomizedcontrolledclini-cal trial. Evid Based Complement Alternat Med 2014;2014:843036. 176.Moher D, Liberati A, Tetzlaff J, et al. Preferred reporting items for systematicreviewsandmeta-analyses:ThePRISMAstatement.PLoSMed2009;6:e1000097.L.D. Grossman et al. / Can J Diabetes 42 (2018) S154-S161 S160Literature Review Flow Diagram for Chapter 22: Complementary and Alternative Medicine for Diabetes Citations identified through database searches N=11 ,648Additional citations identified through other sources N=7 Citations after duplicates removed N=8,125 Full-text screening for eligibility chapter authors N=265Citations excluded* N=265 Studies requiring new or revised recommendations N=0Title & abstract screening N=3,153Citations excluded* N=2,717 *Excludedbasedon:population,intervention/exposure,comparator/ control For more information, visit www.prisma-statement.org .L.D. Grossman et al. / Can J "}