{"title": "Organizers, Speakers, and Presenters", "author": null, "url": "https://www.stkate.edu/events/hmong-studies-conference/organizers-speakers", "hostname": "stkate.edu", "description": null, "sitename": "St. Catherine University", "date": "2022-01-01", "cleaned_text": "Pa Der Vang, PhD is the Mission Chair for Liberal Arts, Director of the Neufeld Initiative, and an Associate Professor of Social Work at St. Catherine University. She is the coordinator of the Critical Hmong Studies Minor at St. Kate's. She co-founded the Minnesota Hmong Social Worker's Coalition. She is a board member of Hnub Tshiab Hmong Women Achieving Together, a nonprofit whose mission is to be a catalyst for lasting social, cultural, and institutional change to improve the lives of Hmong women. Her research is focused on the experiences of Hmong American immigrants. Her forthcoming book titled Staring Down the Tiger highlights stories of Hmong women's leadership. Mai Na M. Lee, PhD is an Associate Professor of history and Asian American Studies at the University of Minnesota, Twin Cities. She is the author of Dreams of the Hmong Kingdom (2015), which explores how the Hmong who are infused with sovereign \"dreams\" negotiated for autonomy within the confines of various empires and states during the colonial era. She teaches courses on War and Empire, Southeast Asia, the Vietnam Wars, Hmong global history, and Hmong Americans. She is an oral historian who collects the histories of the Hmong around the globe. Her research touches on gender and cultural changes, Christian conversion, nationalist movements and aspirations, politics in the Lao state pre and post-1975, and transnationalism. Ian Baird, PhD, is an Associate Professor of Geography at the University of Wisconsin-Madison. He is also the Director of the Center for Southeast Asian Studies, and the coordinator of the Hmong Studies Consortium at UW-Madison. He conducts most of his research in Laos, Thailand, and Cambodia, where he mainly does research related to ethnic Hmong, Brao and Lao people. Thank you to the following staff and volunteers: - Sharon Rolenc, project and programming specialist - Dr. Kari Smalkosk, volunteer, abstract reviewer - Ka Yang, Volunteer, MSW student Ma Vang, PhD, is an Assistant Professor and founding chair of Critical Race and Ethnic Studies at the University of California, Merced. She is currently working on a book that examines how secrecy structures both proper knowledge, refugee epistemologies about militarism, and forced migration. She is the co-editor of Claiming Place: On the Agency of Hmong Women(University of Minnesota Press, 2016), and her writings have been published in positions: Asia critique and MELUS. With a UC Multicampus Research grant, she is a founding member of the Critical Refugee Studies Collective which is aimed to ethically reconceptualize refugee lifeworlds to make apparent processes of colonization, war, and displacement. She serves as co-editor of its website, which hosts the refugee archive and story map platforms for refugees to share stories. She is also actively engaged with community organizations such as the Southeast Asian American Professionals Association. Calvin Yang, MA, was born in Fresno, California and is from a family of five brothers and one sister. His family moved to St. Paul, Minnesota in 1996. He is married to his high school sweetheart, Zong Yang, and they currently live in Maplewood, MN, with their four children. Mr. Yang obtained his BA in Psychology from the University of Minnesota, his MA in Counseling Psychology from the Saint Mary's University of Minnesota. He is now in his third year of the Doctorate in Counseling Psychology program at Saint Mary's University. He is passionate about working with underserved and underprivileged populations, and the general public at large to improve their mental health and overall well-being. Currently, he is a social services intern at Ramsey County Mental Health Center and is in the early stages of his dissertation project. The focus of his study is on the psychological well-being of Hmong men, particularly immigrants, who identify as 1.5-generation or later. He is examining the degree to which Hmong men's bicultural self-efficacy and their perceptions of their relationships with their fathers are predictive of their current psychological functioning. He acknowledges the intergenerational gaps, incongruences in cultural values, communication difficulties due to varying levels of language proficiency, and familial conflicts related to differential acculturation. Mr. Yang created Dictumdose with hopes to reconnect generations through storytelling, explaining ancient proverbs, and encouraging the community to explore their ethnic and cultural roots. The community has positively recognized Mr. Yang's work, and he has been invited to be a keynote speaker at many significant events on topics related to the Hmong culture. In his spare time, he creates and publishes content on social media to teach and educate about the Hmong culture and language. Moreover, he loves the outdoors and enjoys spending time fishing, hiking, playing sports, or just basking in the sun. Mr. Yang believes in living life to the fullest, and traveling has allowed him to gain new perspectives and outlooks in life. He has been privileged to be surrounded by many influential people and hopes to encourage, motivate, and inspire others through the sharing of his gained knowledge from life experiences. Urai Yangcheepsutjarit completed her master's degree from Chiang Mai University in Thailand. Her interest is in the experiences of Hmong in Thailand, particularly since the Cold War. She is in preparation to acquire a higher degree, with the belief that it would help her better understand the experiences of Hmong in a broader context. Tem Angela Alabi, PhD Tem Angela Alabi, PhD holds a bachelor's degree in Political Science and Public Administration, and a M.Sc and Ph.D. in International Relations. She is currently affiliated with National Open University of Nigeria, Abuja and teaches International Relations Courses in Igbinedion University, Nigeria on a part-time basis. A lover of academics and scholarly researches, Tem has presented papers in academic conferences in different parts of the world and also has some publications to her credit. She is a diverse writer with most of her works centered on terrorism and counterterrorism, globalisation, and gender/Identity issues. She is a member of the British International Studies Association (BISA), Chatham House, Center for Africa American Research Studies (CAARS), Center for Human Capacity Development in Sub-Sahara, Rotary International among others. Tem is also a lover of the poor and heads a Conference of the Society of St Vincent De Paul, an International and Catholic Lay Apostolate Charity group. Her hobbies include public speaking, sewing, and research. She is married with two sons. Christin DePouw, PhD Christin DePouw, PhD is an Associate Professor in Professional Studies in Education at the University of Wisconsin-Green Bay. Her research interests include critical race studies in education, critical white studies, and the experiences of students of color at predominantly white institutions (PWIs). Her past work has focused on the racialization of Hmong American students at universities in the Midwest. Michelle Gin, MPH Michelle Gin, MPH leads the Toxic Free Kids Program which prioritizes harmful chemicals found in consumer products. Using a culturally specific process, she engages with the public, private, and academic sectors to make change through consumer education and safer chemicals in the supply chain. Jacob R. Hickman, PhD Jacob R. Hickman, PhD is an Associate Professor in the Department of Anthropology at Brigham Young University, where he specializes in psychological anthropology, cultural psychology, and Southeast Asian studies. He has conducted over 50 months of ethnographic fieldwork in Hmong communities in Thailand, Vietnam, China, France, Australia, Alaska, Wisconsin, and Minnesota since 2004. His current research interests include understanding how Hmong communities, ritual practice, morality and ethics, family life, and subjectivities have changed at various points in the global diaspora. In particular, Jacob seeks to understand how social life in these different countries and communities where Hmong have migrated affect these multiple elements of Hmong social life. One of Jacob's current projects involves understanding new religious movements in the Hmong diaspora, including a variety of millenarian actions and various attempts to establish a universal, standardized form of Hmong religious rites. More information on his research projects and publications can be found at [ jacobrhickman.com](http://jacobrhickman.com), and he has also recently started an @hmongdiaspora Instagram account to disseminate photos from research across the global Hmong diaspora. Npaus Baim Her Npaus Baim Her graduated from St. Catherine University with a Bachelor of Arts in English and minor in Critical Hmong Studies and Studio Arts. She is furthering her education at the U of M Duluth to pursue a career in teaching higher education. Currently, Npaus Baim is serving as Secretary on the Board of Directors for a non-profit organization, Minors. She also volunteers as a Writing Assistant collecting Secret War stories for Minors' project to educate the youth about their elders' history. Alexander Hopp Alexander Hopp is a MA student in the Southeast Asian Studies Program at the University of Wisconsin-Madison. His areas of interest include Hmong transnational history, diaspora studies, the Southeast Asian refugee crisis, and Hmong refugee history. Susi Keefe, PhD Susi Keefe, PhD is an Assistant Professor of Public Health Sciences at Hamline University. Her recent work includes community engaged learning and research projects with her undergraduate students in St. Paul, MN. Community engaged research topics include: health equity, food insecurity, reproductive justice, and social justice. Bibiana D. Koh, PhD, LICSW Bibiana D. Koh, PhD, LICSW is currently an Assistant Professor, MSW Field Director, and Batalden Scholar in Applied Ethics at Augsburg University. In Fall 2019, Dr. Koh will be promoted to an Associate Professor. Dr. Koh's research focuses on ethics in social work practice. Jewelly Lee Jewelly Lee is the Assistant Director of the Center for Women at St. Catherine University. She enjoys cultivating young leaders and providing opportunities for students to create change in their community. In addition to her work, Jewelly is also serving as the advisor for the student club SHE Pab: Voices of Hmong Women. As the advisor, she has the unique opportunity to mentor young Hmong women to explore their identity through meaningful dialogues. With her Masters of Holistic Health Studies certificate, Jewelly hopes to cultivate more love and joy in the world. Gao Yer Lee Gao Yer Lee graduated from St. Catherine University with a Bachelor of Science in Public Health with a concentration in Public Policy and Community Health Worker. She also obtained minors in Critical Studies of Race and Ethnicity and Critical Hmong Studies. She plans to further her education by joining the Peace Corps and attending graduate school to pursue her Master's degree in Public Health. She hopes to continue to work with the Hmong community through research and to create interventions with health issues. Mao Lee Mao Lee is a graduate student in Educational Psychology at Northern Illinois University. She received her Bachelor of Science in Psychology from the University of Wisconsin-River Falls. Her research interests include Hmong diaspora, identities of recent Hmong refugees, and Hmong language usage and identities formation. She is also interested in the ways that refugee Hmong parents provide academic support for their adolescent students. Tou Saiko Lee Tou Saiko Lee is a spoken word poet, mentor, hip hop recording artist, and community organizer from St. Paul, Minnesota. He teamed up with his grandmother Youa Chang who did the traditional art of kwv txhiaj (Hmong Poetry Chanting) to form the group \"Fresh Traditions.\" He has facilitated songwriting/performance poetry workshops and residencies for students at schools and community centers in 10 different states in the U.S. and Thailand for 15 years. Lee received the Jerome Foundation Travel Study Grant in 2008 and is a 2009 Intermedia Arts VERVE Spoken Word grant recipient. In 2008 he was featured in an online video documentary in the New York Times called \"Hmong Hip Hop Heritage.\" He was featured in another online documentary in 2010 through National Public Radio called State of the Re: Union - Twin Cities: Hmong Hip-Hop. Lee was a Bush Foundation Fellow since 2016. Jameson Liu, BA Jameson Liu, BA is a Manager with HmongTown Marketplace. With over seven years of experience, Jameson Liu is in charge of overseeing daily operations at the HmongTown Marketplace. The family run shopping center is home to over 125 vendors and 15,000 monthly visitors and is located in Saint Paul, MN. Aline Lo Aline Lo is an Assistant Professor of English at Allegheny College. She has published on Hmong, Southeast Asian American, and refugee film and literature. Her larger interests include migration, gender, refugee narratives, and Critical Hmong Studies. Dr. Bee Lo Dr. Bee Lo was born in Laos and came to the U.S. when he was approximately 12 years old. Dr. Bee is an Acupuncturist and Naturopathic physician. He is trained as a primary care physician using acupuncture, drugs, herbs, hydrotherapy, clinical nutrition, massage, chiropractic, physical therapy, homeopathy and counseling. He has been in private practice for 22 years at The Natural Health Center of Onalaska where he practices complementary medicine. Chô Ly, PhD Chô Ly, PhD was born in Laos and fled to France when he was 3 years old. He grew up in France and obtained his Ph.D. in Linguistics at the University of Strabourg, France. During his studies, he was a teaching assistant in New-Paltz (New York) and was granted a scholarship from the Australian government to do one part of his Ph.D. research in Australia. After he obtained his Ph.D., he volunteered as a teacher of French in Mali (Africa). After this rich experience in one of the poorest countries in the world, he became an Associate Professor of Linguistics in French Guiana. In 2012, he moved to the USA. Now he is teaching French and Hmong in Central California. Dr. Ly has visited 26 countries (including Brazil, India, Kenya, Turkey, Uzbekistan, Morocco, a bunch of countries in Europe), but has never returned to Thailand or Laos. Chong A. Moua Chong A. Moua is a lecturer and program advisory board member in the Asian American Studies Program at UW Madison. She is currently a Ph.D. candidate in the History Department working on her dissertation entitled \"Refugee Cosmopolitanism: Hmong Refugees and a Critical Stateless Perspective.\" Her research interests center around the question of how immigration, race, gender, citizenship, and U.S. empire produce discourses of cultural and national belonging in 20th century Vong Juu Moua Vong Juu Moua (Chanhxaylue Payeejualuemoua) is an ethnic Hmong who was born and raised in the remote countryside of Luang PrabangProvince, Laos. He currently lives in Luang Prabang City. Mr. Vong Juu Moua earned his masters degree in Ethnicity and Development from the Faculty of Social Sciences, Chiang Mai University, Thailand in 2014. He has worked in the tourism industry in Laos since 2003 and continues to provide tourism services to visitors and guests in Laos. In addition to performing tourism services, Mr. Vong Juu Moua worked as a field monitor and community mobilizer for the United Nations World Food Programme in Laos (2015 - 2017). Currently, he is a Project Manager for the Sustainable Development Association (SDA) in Luang Prabang City, Luang Prabang Province, Laos. In 2009, Mr. Vong Juu Moua began conducting research on ethnic social and cultural practices and since has been invited to join conferences and panels at various universities to present his research. He presented his research titled \"The Hmong Courtship & Marriage\" at Loei Rajabhat University, Thailand in 2009 and at Surin Rajabhat University, Thailand in 2010. In 2010, Mr. Juu Moua was invited to Concordia University in Minnesota, USA to present his research titled \"Hmong Culture and Folklore\". His master's thesis, \"Transnational Marriage between the Hmong in Laos and in the United States of America: Social Meanings, and Processes\"was presented at the National University of Laos (2011), University of Wisconsin-Madison (2012), Concordia University (2012), and Chiang Mai University (2017). His master's thesis was published by the Center for ASEAN Studies, Chiang Mai University in 2015, and published by Center of Ethnic Studies and Development, Chiang Mai University, Thailand in 2017. Currently, Mr. Juu Moua is conducting his latest research titled \"From Collective to Modernity: The Hmong and Urban Tourism in Luang PrabangCity, Lao PDR\". Jessica Nelson, PhD, MPH Jessica Nelson, PhD, MPH directs and is an epidemiologist with the Minnesota Department of Health's Biomonitoring Program. She was the lead investigator for MN FEET, the MDH biomonitoring study that measured mercury, lead and cadmium in pregnant women and babies. Jessica received her PhD and MPH in Environmental Health from Boston University School of Public Health. Kong Pheng Pha, PhD Kong Pheng Pha, PhD is an Assistant Professor of Critical Hmong Studies and Women's, Gender, and Sexuality Studies at the University of Wisconsin-Eau Claire. He received his Ph.D. in American Studies from the University of Minnesota. He is currently working on a project entitled Queer Refugeeism: Constructions of Race, Gender, and Sexuality in the Hmong Diaspora, which examines the racial, gendered, sexual, and queer politics of Hmong refugee migration, identity formation, and youth social justice organizing in the U.S. Danielle Ricci Danielle Ricci is an educator, choreographer, director, and dancer. She received her BFA in Dance Performance from University of California, Irvine in 2006 under the direction of Donald McKayle. In 2014 she graduated with an MA in Arts and Cultural Management from St. Mary's University of Minnesota, and an MFA in Choreography from Jacksonville University in 2018. She has also studied at The Ailey School in New York City as part of their Certificate in Dance Program. Danielle has danced professionally in California, Texas, and Minnesota and has also performed on stage with members of Joffrey Ballet, American Ballet Theatre, James Sewell Ballet, and Minnesota Dance Theatre. Her choreographic work strives to connect the human condition through thought and movement by establishing relationalities between dancer and viewer in hope to inspire social change through the arts. Danielle is the Founding Artistic Director of Borealis Dance Theatre a professional modern dance company based in Minneapolis and is also a Professor at Winona State University. Ger Thao Ger Thao holds a MA in Education: Curriculum & Instruction, BA: Liberal Studies, and Multiple Subject Teaching Credential (Supplementary Authorization: English) from California State University, Chico. She is a Graduate Degree Fellow of the East-West Center and is pursuing a PhD in Education: Curriculum & Instruction Specialization at the University of Hawaii at Manoa. A speaker of both English/Hmong, she has been teaching for eight years as an elementary school teacher and as an ELA Intervention Specialist/ELD Coordinator. She was a former Program Coordinator for the Hmong Language and Culture Enrichment Program (HLCEP) in Madison, WI. Her research interest focuses on multicultural children's literature and cultural curriculum by underrepresented marginalized groups, with a focus on literature by Hmong authors and the teaching of Hmong language and culture. She recently published her first bilingual children's picture book titled The Hmong Journey Hmoob Txoj Kev Taug to share her family's story and the historical/cultural context of the Hmong with the community. Kao Nou L. Moua, MSW Kao Nou L. Moua, MSW, is an Assistant Professor at the University of Wisconsin Eau Claire. Kao Nou has over 15 years of experience working with marginalized young people as an advocate, trainer, program developer and coordinator, and researcher in Missoula, Montana, and in St. Paul, Minnesota. Her other practice areas include organizational and community change and culturally-informed services and interventions. Her research interests are related to Hmong American youth, oral tradition, and indigenous methodologies. Mai Neng Moua Mai Neng Moua is a writer spinning tales of what it means to be Hmong in America. Her memoir, The Bride Price: A Hmong Wedding Story was published by the Minnesota Historical Society Press in March 2017. She is the founder of Paj Ntaub Voice Hmoob Literary Journal and editor of the first Hmong American anthology, Bamboo Among the Oaks: Contemporary Writing by Hmong-Americans. Her artistic awards include the Bush Artists Fellowship, the Minnesota State Arts Board Artist Initiative Grant, the Jerome Travel Grant, the Loft Literary Center's Mentor Series, and Kundiman's Creative Nonfiction Intensive. Mai Neng has taught creative writing to youth through the Jane Addams School for Democracy, COMPAS, and Success Beyond the Classroom. She graduated from St. Olaf College in Northfield and attended the Hubert H. Humphrey Institute of Public Affairs in Minneapolis. She lives in Minneapolis with her husband and two girls. Mala Saevang Mala Saevang (Maiv Laj Vaj) is a PhD candidate in the School of Ethnology and Sociology at Yunnan University, China. As a Hmong scholar originally from Thailand, she is fluent in and conducts fieldwork in Hmong, Chinese, Thai and Lao languages. Her current research interests include the social life of hemp—such as the significance of hemp to Hmong/Miao material and non-material culture, the role of hemp in paj ntaub production and circulation, and understanding how hemp and embroidery more broadly are being commercialized and distributed across Hmong/Miao communities. Mala has conducted fieldwork in Thailand, Laos, Vietnam, and China. Mai See Thao, PhD Mai See Thao, PhD is a medical anthropologist with research interests in historical trauma, refugee and immigrant populations, long-term care, and chronic disease. She completed her dissertation at the University of Minnesota in the Department of Anthropology, examining Hmong American experiences of type II diabetes and the implications of chronic care for a displaced community. Situating chronic disease management within a Hmong and U.S. historical and racial context, Dr. Thao examined how politics of belonging is central in caring for health and wellbeing. Currently, she is a postdoctoral fellow in primary care research at the Medical College of Wisconsin in the Department of Family and Community Medicine in Milwaukee. She infuses community-based participatory action research (CBPAR) with her anthropological training. With a macro-to-micro perspective, she teaches CBPAR and social science theories to community members as a form of social justice in achieving health equity. She is currently co-leading a community-based traveling exhibit that centers Hmong experiences of historical trauma and hope through the intersection of theory, practice, and the arts to promote and foster collective healing. She, along with her community partners in Wisconsin, are working to address Hmong and other immigrant/refugee health disparities in Wisconsin. Ong Thao Ong Thao earned a bachelor's degree in political science from the University of Minnesota. In June 2018, she earned her Master of Law in politics at East China Normal University in Shanghai, China and a Ph.D. from the same university.. Her research interest is on the political intersection of ethnic relations in China, specifically on the Miao identity and its globalization. Her interest centers on the reproduction of Miaoness, is there authenticity to the human existence? In order to answer this question, she asks the following: 1) In the making of the nation-state, what is the role of performing identity?, 2) In this performance, is there unconditional justice?, and lastly 3) In the age of advanced technology, is authenticity possible for the human existence? She speaks English and Chinese. Pa Thor, MSW Pa Thor, MSW is a Social Work Ph.D. student at New York University, where her research interests involve forensic social work, gender-based violence, and family violence among ethnic minorities. Currently, her research centers around understanding and preventing incidences of Hmong murder-suicide. As a scholar of the nationally renowned Gates Millennium Scholarship program and the Michael and Susan Dell Scholars Foundation, Pa holds a bachelor's degree in psychology and a master's degree in Social Work. Before moving to New York, Pa resided in California, where her past professional work in the public school system and child welfare has prompted her to address violent issues impacting family and child well-being. Karen Vang Karen Vang is a second-year PhD student in the Cultural Studies Graduate Group at University of California, Davis. She received her Bachelor of Arts and Master of Arts in Communication Studies from Sacramento State University. Specifically, She is interested in tracing the various genealogies of Hmong Chao Fa during WWII to the secret war. Reimaging Hmong history from various geo-political and socio-political context and engaging with feminist practices, she is interested in the ways that transnational solidarity can emerge. Cindy Vang, PhD Cindy Vang, PhD is an Assistant Professor in the School of Social Work at the University of Minnesota-Twin Cities. Her research interests include aging in place, sociocultural factors that impact mental health outcomes among older Southeast Asian refugees and immigrants, and culturally competent mental health promotion and practices in community-based settings. Her dissertation was a constructivist grounded theory study seeking to understand the loneliness experiences of Hmong older adults. The experiences of participants informed a conceptual model of loneliness that incorporated an intersectional identity, influencing factors, and coping mechanisms in the social, political, psychological, and cultural context of premigration, displacement, and postmigration phases. She obtained her PhD in social work from Arizona State University. Ger Vang Ger Vang is Hmong Shaman currently living in Saint Paul. He is from a family and culture with a long history of shamanism and spiritual healers. His late father was a gifted healer; his grandfather was also a shaman. Ger began his own spiritual journey as a healer six years ago. Besides being a spiritual healer, he is a musician. He is also the Vice President of Training and Development for the Generational Financial Group, a local insurance firm. Ger is also a Batalden Interfaith Fellow at Augsburg University (2018-2019). Yang Thai Vang Yang Thai Vang (Xib Fwb Yaj Ceeb Vaj) is a graduate student at BYU, Master's program Anthropology Department. He graduated in 2010 from the University of Wisconsin-Madison with a double major in Anthropology and Southeast Asian Studies. Since then, he has been doing independent research and teaching. His research has focused on analyzing the Hmong language and what it can tell us about Hmong culture. He was born as a Hmong shaman and became a recognized practitioner within the Hmong community already at the age of five. He has received training from many Hmong religious and cultural experts and have progressed to the highest level of the Hmong language and culture. In addition, as an undergraduate student, he studied abroad in Chiang Mai, Thailand, and has conducted research concerning Hmong shamanism and funeral practices. He has developed and prepared curricula on Hmong traditional wedding practices and funeral practices, and has delivered special training courses in Hmong writing and speaking. In his Master's studies, he hopes to research and describe Hmong shamanism from the perspective of a practicing Hmong shaman, I.e., in a manner that Hmong shamanism has never been approached before. His master thesis will outline and explore current Hmong shamanic practices in the U.S. and compare these practices with practices in other parts of the world. He intends for his master's coursework, and perhaps to an extent, his thesis, to evolve into an eventual PhD dissertation on the topic. Victoria Vu Victoria Vu is a fourth-year undergraduate student at the University of Wisconsin Eau Claire. She is majoring in Psychology with a minor in Family Studies and a Critical Hmong Studies Certificate. Finding a community where she could belong to with others who have similar identities and experiences as her, she became very involved in the Hmong community. From being on the Executive board of the Hmong Student Association as Secretary at UW-Eau Claire to supporting and encouraging other students to grow in their identities. Victoria is currently doing research on the lived experiences of Hmong individuals with disabilities and their family members. In the future, she hopes to go to graduate school and pursue a degree in Social Work. Dr. Brian V. Xiong Dr. Brian V. Xiong is the CEO/Founder of the Hmong Educational Resources (HER) Publisher. His research covers a wide variety of multidisciplinary studies, including Multicultural, Race & Ethnic Studies; Gender & Sexuality Studies, Critical Hmong Studies; Diversity & Inclusion in Higher Education; Counseling & Student Personnel; and College Student Affairs & Multicultural Affairs. His research is especially focused on LGBTQ Hmong and Hmong-American Experiences, and author of \"A Clan of Our Own: Coming Out Experiences of Gay Hmong Men.\" He has served as administrator, chief diversity officer for collegewide, and director of Affirmative Action, Diversity, Equity and Inclusion at the University of Wisconsin-Oshkosh, Bemidji State University, Northwest Technical College, Minnesota State Community & Technical College, and is a former Assistant Professor in Ethnic Studies and Multidisciplinary Studies at Minnesota State University-Mankato and Inver Hills Community College. Dr. Xiong is a former Page scholar, Wallin scholar, Cornwell scholar, and an executive board for the East Side Freedom Library, Hmong Archives, Cultural Diversity Resources, National Advisory Council for NCORE, and Facilitating Racial Equity Collaborative. He has a bachelor's degree in justice administration and sociology from Southwest Minnesota State University, and a master's degree in multicultural and ethnic studies and a doctorate in counselor education and supervision from Minnesota State University-Mankato. Ethan Teng Xiong Ethan Teng Xiong is currently a clinical psychology doctoral student at the University of Detroit-Mercy in Michigan. He has recently completed his clinical training at the Detroit Medical Center this past summer and he has started another clinical training at the VA Medical Center in Ann Arbor in the Mental Health Center this fall. Previously, he earned a master's degree in Clinical Psychology from Argosy University in the Twin Cities. He is especially interested in understanding the current mental health status of the Hmong in the U.S., which he feels has stemmed from longstanding historical traumas, and the continual influencing and shaping of intersectionality on their trajectory. Upon completion of his studies, Ethan hopes to advocate for and shape mental healthcare policies and programs at all state and government levels that pertain to Hmong Americans and their mental health needs. Ethan also hopes to teach at a university level as well as to provide mental health care and services within public and private sectors. He is currently working on his dissertation that focuses on barriers and disparities to mental health treatment and utilization, as well as, attitudes and behaviors toward seeking mental healthcare and services that may be influenced by factors such as acculturation process, Hmong traditional beliefs and practices, and personality factors. Michael Xiong, BA Michael Xiong, BA is an Environmental Specialist with the Minnesota Pollution Control Agency. Michael earned his BA in Public Health Science from Hamline University. Over the last 2 years, he has educated and engaged the Hmong community about the dangers of mercury in skin lightening products and mercury in fish consumption. Zha Blong Xiong, PhD Zha Blong Xiong, PhD is an Associate Professor in the Department of Family Social Science in the College of Education and Human Development at the University of Minnesota. Dr. Xiong received his B.A. degree from Winona State University in 1991, majoring in Psychology; his M.A. in 1997; and his Ph.D. in 2000 in the Department of Family Social Science at the University of Minnesota. His research focuses on the influences of family, community, and school social capital on children's social and educational adjustment. He publishes widely on Hmong children and youth educational issues and serves on several community organizations' boards and advisories, including the Hmong National Development, the Hmong 18 Council, the Hmong Culture Center and the Journal of Southeast Asian American Education and Advancement. Kha Yang Xiong, EdD Dr. Kha Yang Xiong is currently an educator in Boulder Valley School District in Colorado where she has been helping language learners acquire English for over 25 years. She recently received her doctorate degree from the University of Colorado Denver with a focus on Leadership for Educational Equity. Her research was on the disappearing Hmong language and the effects it had on the students and their families. She is passionate about helping children learn about their roots, culture, and heritage language. Kha has recently began a journey to make children's books to teach about the Hmong people and culture. Huang Xiurong, PhD Huang Xiurong, PhD is an Associate Professor in Southwest University in China. Her area of study is the history of ethnic groups in China. Her most recent research has been focused on Transnational Miao/Hmong studies, including their migration/diaspora in the past, their ethnic and cultural identities, their languages and cultures, and their social gender problems. David Yang David Yang is a Hmong Shaman who came to the United States in 1976. He joined the St. Paul Police Department as the first Hmong employee with the department. While David was with SPPD, he held several specialized assignments such as patrol officer, investigator, inspector, K-9 handler, and hostage negotiator. He retired after thirty-four years of service. David has been a shaman or spiritual healer for eleven years. Nelly Yang Sao Yia Nelly Yang Sao Yia is Hmong Shaman spiritual healer and member of Saab Leej Thawj Spiritual Healers. She received her calling and was initiated in 2012. Since then, she has served as a xib fwb to emerging spiritual healers and raised alters for many of her disciples. Her gifts and services are performing ua neeb, readings and spiritual cleansing. Nelly is a mother of five, a business woman, a language interpreter and the director/co-founder of Seev Cev Line Dance, a line dance group of Hmong women who offer weekly line dance classes to the community. Magnolia Yang Sao Yia Magnolia Yang Sao Yia is a dance artist and scholar. Alongside receiving a Minor in Asian American Studies, she was the first Hmong woman to graduate with a BFA in Dance from University of Minnesota, Twin Cities. Currently, she dances with Ananya Dance Theatre and is a PhD student in Critical Dance Studies with a Designated Emphasis in Southeast Asian Studies at University of California, Riverside. Through the support of the Dean's Distinguished Fellowship Award and the Gluck Fellows Program of the Arts, she will be researching dance and embodied practices of the Hmong diaspora in the United States. magnoliayangsaoyia.com Lan Yongshi Lan Yongshi is a PhD student majoring in anthropology in Minzu University of China for eight years. Her research interests include cultural change, social gender, agency and self-developing ability of ethnic minorities, multi-culture and ethnic relations. Being part Yao and part Zhuang, she has a special bond with the Miao (Hmong). After seven-months of field work in Shidong Town, Taijiang County, Guizhou Province in China, she completed her research on \"Gender Culture of Fangnan Miao Society: a Case Study of the Sisters Festival\". Her doctoral dissertation focuses on Hmong in Wisconsin and Minnesota. Zheng Yu Zheng Yu is a Professor and PhD advisor at the School of Ethnology and Sociology at Yunnan University, as well as a researcher at the Southwest Center for Borderlands Research. He specializes in economic anthropology and cross-border ethnic minority economics. Zheng Yu published the monograph Ritual Types and Social Boundaries and published more than 50 papers in Ethnic Studies. His current research interests include cross-border Hmong, social formations, and social structure issues. One of Zheng Yu's current projects seeks to understand the economic development of ethnic minorities in China, especially in the context of a rapidly transforming economy. Wang Yueping Wang Yueping is Chair of the Department of Anthropology and Associate Professor at the School of Ethnology and Sociology at Yunnan University in Kunming, China. Concurrently, she is a Research Fellow at the Southwest Center for Borderlands Research at Yunnan University and a Research Fellow at the China Cross-Cultural Consulting Center at Sun Yat-Sen University in Guangzhou, China. Her topics of interest include social integration, transnational ethnic relations, ritual reconstruction, migration in the Yunnan frontier, the social impact of rural family foster care on orphans and disabled children. Wang Yueping's publications include a monograph, Villagers' Leisure and Everyday Life: an Ethnography of Baima Tibetan Villages, and numerous journal articles on the aforementioned topics. "}