{"title": "\"Game Changer:\" After Vaccines, Pfizer Stakes Claim in COVID-19 Drugs, Too", "author": "Alex Philippidis", "url": "https://www.genengnews.com/news/game-changer-after-vaccines-pfizer-stakes-claim-in-covid-19-drugs-too/", "hostname": "genengnews.com", "description": "Less than a year after emerging as the leader (with BioNTech) among COVID-19 vaccine developers, Pfizer has staked a claim to leadership in vanquishing the virus through pills, setting up a showdown with Merck & Co., and other likely competitors by reporting strong Phase III results for its oral antiviral SARS-CoV-2 treatment.", "sitename": "GEN - Genetic Engineering and Biotechnology News", "date": "2021-11-08", "cleaned_text": "Less than a year after emerging as the leader (with BioNTech) among [COVID-19 ](https://genengnews.com/coronavirus)vaccine developers, Pfizer has staked a claim to leadership in vanquishing the virus through pills too, setting up a showdown with Merck & Co., and other likely competitors by reporting strong Phase III results for its oral antiviral SARS-CoV-2 treatment. Through a press release issued Friday morning before the start of trading, Pfizer said its COVID-19 pill [PAXLOVID (PF-07321332](https://genengnews.com/covid-19-candidates/pfizer/)) reduced the risk of hospitalization or death by 89% from any cause compared to placebo in non-hospitalized high-risk adults with COVID-19 who were treated within three days of the onset of symptoms. That result met the primary endpoint of Pfizer's Phase II/III EPIC-HR (Evaluation of Protease Inhibition High-Risk trial ( [NCT04960202](https://clinicaltrials.gov/ct2/show/NCT04960202)). The randomized, double-blind study evaluated non-hospitalized adult patients with COVID-19 who are deemed at high risk of progressing to severe illness. In EPIC-HR, 612 patients were randomized to placebo or PAXLOVID co-administered with the HIV antiviral drug ritonavir (marketed by AbbVie as Norvir®), allowing Pfizer's pill to remain active in the body for longer periods of time at higher concentrations to help combat SARS-CoV-2. \"Today's news is a real game-changer in the global efforts to halt the devastation of this pandemic,\" Pfizer chairman and CEO Albert Bourla, DVM, PhD, said in a statement. Pfizer's strong results touched off a surge in its stock price, which rose Friday by nearly 11%, to $48.61 from Thursday's close of $43.85. \"Today's announcement about the efficacy of Pfizer's (MP) COVID protease inhibitor amounts to another life-saving result from the company that has already delivered much of the globe from the overhang of COVID infection,\" Geoffrey C. Porges, MBBS, director of therapeutics research and a senior research analyst at SVB Leerink, wrote Friday in a research note. He noted that as Pfizer has two other Phase III trials ongoing for PAXLOVID, \"we believe Pfizer could be in a position to saturate the pre-hospitalization treatment landscape for COVID within a month or two.\" One potential reason was furnished by President Joe Biden, who disclosed Friday that the U.S. government has secured \"millions of doses\" of PAXLOVID. \"This result is clearly good news for Pfizer shareholders, and initially negative news for the developers of other COVID antivirals,\" Porges added. Competitors' shares fall Chief among those other developers is Merck & Co., which just last month said it would [pursue FDA emergency use authorization (EUA)](https://genengnews.com/news/merck-to-seek-fda-eua-for-covid-19-pill-after-positive-phase-iii-data/) \"as soon as possible\" after reporting strong Phase III results for the COVID-19 pill it is co-developing with Ridgeback Therapeutics, [molnupiravir (MK-4482)](https://genengnews.com/covid-19-candidates/ridgeback-biotherapeutics-and-drug-innovations-at-emory-drive/). Merck shares to $81.61 from Thursday's close of $90.54. Also falling in trading Friday were share prices for developers of antibody combinations or \"cocktails\" already emergency-authorized by the FDA. Shares of Eli Lilly, maker of [bamlanivimab](https://genengnews.com/covid-19-candidates/eli-lilly-and-abcellera/) and [etesevimab](https://genengnews.com/covid-19-candidates/eli-lilly-junshi-biosciences-and-institute-of-microbiology-chinese-academy-of-science-js016/), dipped 2% to an even $265 from an even $271, while Regeneron Pharmaceuticals, which successfully developed [REGEN-COV (casirivimab and imdevimab)](https://genengnews.com/covid-19-candidates/regeneron-pharmaceuticals/) co-marketed Roche, declined about 6% to $611.54 from $647.63. Pfizer's pill data was also cited as a factor behind stock losses recorded Friday by two COVID-19 vaccine developers— [mRNA-1273](https://genengnews.com/covid-19-candidates/moderna/) developer Moderna shares skidded nearly 17% developer Novavax fell 11% to $159.19 from $179.41—though both companies also reported lower than expected third-quarter earnings and Moderna lowered its outlook for COVID-19 vaccine sales, citing supply and shipping challenges. Pfizer's positive Phase II/III data for PAXLOVID \"is inevitably also going to reduce the need for COVID antibodies, other than as long-term prophylaxis for high risk (immuno-compromised) individuals,\" Porges added. Another SVB analyst noted that two other COVID-19 pill developers will be launching trials in coming months: \"We see the data as a positive for Enanta [Pharmaceuticals] and a contributor to investor questions on Atea [Pharmaceuticals],\" wrote Roanna Ruiz, PhD, director, infectious disease, endocrine & cardiovascular disorders and a senior research analyst. Enanta plans to advance its COVID-19 pill [EDP-235](https://genengnews.com/covid-19-candidates/enanta-pharmaceuticals/), the company's lead oral protease inhibitor, into a Phase I trial early next year after reporting positive preclinical data—the most recent of which was reported in a poster presented October 19 at the International Society for Influenza and Other Respiratory Virus Diseases (ISIRV)-World Health Organization (WHO) Virtual Conference 2021. In a biochemical EDP-235 inhibited with proteases from SARS-CoV-2 variants, Enanta emphasized. EDP-235 potently blocked the replication of SARS-CoV-2 in multiple cellular models, including primary human airway epithelial cells where it reported an EC90 of 33 nM, and showed potent antiviral activity across other human coronaviruses. Investor questions The investor questions Ruiz wrote about stem from Atea acknowledging October 19 that its [AT-527](https://genengnews.com/covid-19-candidates/atea-pharmaceuticals-at-527/) (co-marketed with Roche) missed the primary endpoint in the global Phase II MOONSONG trial ( [NCT04709835](https://clinicaltrials.gov/ct2/show/NCT04709835)) of reducing the amount of SARS-CoV-2 virus in patients with mild or moderate COVID-19 compared to placebo. But the company added that in high-risk patients with underlying health conditions, compared with placebo, a reduction of viral load of approximately 0.5 log10 at Day 7 was seen at 550 mg in a prespecified subgroup analysis, and 1,100 mg twice daily in an exploratory subgroup analysis. Atea said it plans, as a result, to modify its patient population and endpoint when it launches the Phase III MORNINGSKY trial in the second half of next year. \"We note that Pfizer's trial was in non-vaccinated, high-risk COVID-19 patients, a target population that we think could be part of a beneficial trial design change to Atea's Phase III MORNINGSKY trial,\" Ruiz commented. Ruiz also acknowledged that Pfizer's topline data was \"compelling.\" Pfizer reported that 0.8% of patients who received PAXLOVID were hospitalized through Day 28 following randomization (3/389 hospitalized with no deaths), compared to 7% of patients who received placebo and were hospitalized or died (27/385 hospitalized, with 7 subsequent deaths). Similar reductions in COVID-19-related hospitalization or death were seen in patients treated within five days of symptom onset, according to Pfizer: Six of 607 PAXLOVID patients (1%) were hospitalized through Day 28 following randomization, with no deaths, compared to 41 of 612 placebo patients (6.7%), with 10 subsequent deaths. Pfizer said that based on the positive results, it will end further enrollment into EPIC-HR—a decision recommended by the study's independent Data Monitoring Committee, and FDA consultation. The pharma giant said it plans to submit data from EPIC-HR as part of its ongoing rolling submission to the FDA for an EUA \"as soon as possible.\" Pfizer has yet to disclose a proposed price for PAXLOVID. Merck has said it will price molnupiravir at about $700 per course. \"If PFE decided to price PAXLOVID at a similar level, we think the pricing is justified. This is because PAXLOVID showed 89% reduction in hospitalization/death which is in-line or better than the efficacy of some COVID mAbs [monoclonal antibodies],\" Jefferies analyst Akash Terwari commented Friday in a research note. Merck data, sales forecast Pfizer's reduction in risk of hospitalization or death from PAXLOVID was well above the approximately 50% reduction after 29 days shown by Merck's molnupiravir, based on data from 775 patients in the Phase III portion of the MOVe-OUT trial (also called MK-4482-002; [NCT04575597](https://clinicaltrials.gov/ct2/show/NCT04575597)). Merck reported 28 of 385 patients (7.3%) who received molnupiravir were either hospitalized or died through Day 29 following randomization, compared with 53 of 377 patients (14.1%) treated with placebo. Through Day 29, no deaths were reported in patients who received molnupiravir, compared with eight deaths in patients who received placebo. That data was good enough for Merck to receive authorization of molnupiravir from the U.K., which became the first nation in the world to allow use of the drug in patients outside of clinical trials. Molnupiravir is under FDA review for an EUA. Should it receive that EUA in December, Merck projects it will generate $500 million to $1 billion in revenue from sales of molnupiravir this year, and between $5 billion and $7 billion through 2022, executive vice president and CFO Caroline Litchfield [told analysts on October 28](https://s21.q4cdn.com/488056881/files/doc_financials/2021/q3/MRK-USQ_Transcript_2021-10-28-(1).pdf). Pfizer, by contrast, expects to generate $36 billion this year alone from its [COVID-19 vaccine, marketed as COMIRNATY®](https://genengnews.com/covid-19-candidates/biontech-pfizer-and-fosun-pharma-bnt162/). BioNTech in August projected 2021 COVID-19 vaccine revenues of €15.9 billion [$18.4 billion], but may revise that when it reports third quarter results on Tuesday. Pfizer has yet to disclose projected revenues for PAXLOVID, though Bourla told investors November 2 that Pfizer was spending $1 billion to start manufacturing of the COVID-19 pill at its own risk, as well as conduct three clinical trials assessing PAXLOVID—EPIC-HR and two additional studies, one in standard-risk patients and the other in household contacts of people with COVID-19. Merck has furnished clinical data about molnupiravir in variants of concern, citing an analysis of the approximately 40% of patients with available viral sequencing data that found molnupiravir to have shown consistent efficacy across the Gamma, Delta, and Mu variants of SARS-CoV-2. Pfizer on Friday cited what it called \"potent\" in vitro antiviral activity against circulating variants of concern, as well as other known coronaviruses, which according to the company suggested PAXLOVID's potential as a therapeutic for multiple types of coronavirus infections. Terwari added that the cost of COVID antibody treatments averaged $1,250 to $2,000 per patient, making the pills of Pfizer and Merck potentially more attractive to patients and healthcare providers given their lower price. Pfizer's trial design was similar to Merck's when it evaluated molnupiravir, Terwari noted: Merck also focused assessment of its COVID-19 pill in high-risk outpatients who were dosed within 5 days of symptom onset, with an endpoint of reduced risk of hospitalization or death in patients 29 days after treatment with the pill. Terwari added that early pharmacokinetic data from Pfizer suggested that it was dosing ~5x over its EC90, the drug concentration required to obtain a 90% effect, while he estimated that molnupiravir could have been dosing ~1.1x its EC90. \"As such, we think PFE could have been some residual benefit over molnupiravir on therapeutic exposure,\" Terwari concluded. "}