{"title": "Stock Your Winter Herbal Apothecary", "author": null, "url": "https://www.traditionalmedicinals.com/blogs/ppj/stock-your-winter-herbal-apothecary", "hostname": "traditionalmedicinals.com", "description": "Traditional herbalism is inextricably intertwined with the seasons. The shifting tides of hot to cold, harvest to hibernation, and light to dark guide us to the plants and healing protocols best suited to our needs any time of year. Whether our seasons are indistinguishable, or extremely dynamic, it is undeniable that", "sitename": "traditionalmedicinals.com", "date": "2020-11-20", "cleaned_text": "Traditional herbalism is inextricably intertwined with the seasons. The shifting tides of hot to cold, harvest to hibernation, and light to dark guide us to the plants and healing protocols best suited to our needs any time of year. Whether our seasons are indistinguishable, or extremely dynamic, it is undeniable that for those of us in the northern hemisphere, we are entering the time of year when night outlasts day; the winter months. Traditionally, this time of year is dedicated to going inward. We watch as small critters gather stores of nuts and bedding, and the animals and plants retreat underground, seeking warmth and quiet. It is a time of preparation, an opportunity to arrange our spaces -and our herbal apothecaries, with items that will support us through the coming months. For winter, this means supporting immune system response through herbs and medicinal mushrooms, tending to our respiratory system, and comforting ourselves with warming rituals and nervous system support. Here's what we're stocking our shelves with this winter to do just that! Herbal Rituals for Winter Health 1. Breathe Deeply with Herbal Steams One of our favorite warming rituals for winter is an herbal steam. Pour boiling water over aromatic herbs like [eucalyptus](https://worldpantry14.myshopify.com/blogs/ppj/eucalyptus-101?_pos=1&_sid=2d0267ca5&_ss=r), [peppermint](/articles/plants/peppermint-101/), rosemary, and [lavender](https://worldpantry14.myshopify.com/blogs/ppj/lavender-101), and breathe in the vapors. To capture more herbal goodness, you may choose to drape a towel over your head and the steaming bowl; close your eyes and inhale deeply. 2. Warm your Body with Herbal Baths When the cold air sets into your bones, there is nothing more comforting than lingering in a hot bath. Warming and pungent herbs like ginger, rosemary, and cinnamon add a depth of heat to your bath that can heat you to your core, while moistening herbs like marshmallow, slippery elm and seaweed have lovely emollient properties when used topically. Check out our [Simple & Soothing Herbal Bath Soak Recipes](https://worldpantry14.myshopify.com/blogs/ppj/herbal-rituals-bath-therapy) for some great herbal soaking ideas. Skin exfoliation is another key self-care ritual as it aids the natural sloughing of dead skin cells. Combining sugar or salt with some skin-friendly herbal powders like rose, [calendula](https://worldpantry14.myshopify.com/blogs/ppj/lavender-calendula-coconut-salve), lavender, and [chamomile](https://worldpantry14.myshopify.com/blogs/ppj/chamomile-101) and a little oil makes for a lovely scrub to soften your skin while you soak. 3. Moisturize with Herb-rich Infused Oils After a long hot bath, there is no ritual more satisfying than anointing yourself from head to toe with an herbal infused oil. One of the most traditional, simple, and rewarding herbal preparations, infused oils make wonderful daily body moisturizers, and can be a great addition to your herbal scrubs, salves, and nose oil recipes. You can learn more about how they are made in our [Wild Infused Spring Skin Salve](https://worldpantry14.myshopify.com/blogs/ppj/wild-infused-spring-skin-salve) article. 4. Protect your Nasal Passages with a Neti Pot & Nasal Oil Winter winds and chills do a number on the nasal passages. Luckily these two tried-and-true rituals will keep your schnoz snuggly. Rinsing the nasal passages with lightly salted warm water using a [neti pot](https://store.sinussupport.com/baraka-ceramic-neti-pot/) (a small container with a long spout) is an ancient Ayurvedic practice to flush out irritants while also helping to move blockages. Some people choose to boil the water first and let cool, or use distilled water. For moisturizing protection, follow up with \"nasal oilination.\" Apply an infused oil or simple carrier oil, such as coconut or sesame seed, to the tip of your pinky finger and gently swab the inner lining of your nose. This practice is great at hydrating the mucus membranes inside our nose, and is helpful for avoiding the uncomfortable dryness that so often accompanies cold and dry winter air. Winter is traditionally the time of roots and mushrooms. Roots are harvested this time of year because the above-ground portions of the plant have died away, and the energy, and healing potency of the plant becomes strongest in the root. This is the best time of year to harvest and prepare roots high in immune supportive polysaccharides like echinacea, ashwagandha, and astragalus. Mushrooms thrive in dense forests as soon as the first rains begin to fall. The edible mushrooms that are traditionally used by herbalists are also high in polysaccharides, such as reishi, lion's mane, maitake and shiitake. These immune-supportive polysaccharides are best extracted in hot water, so a tea of [ Reishi Mushroom with Rooibos & Orange Peel](https://worldpantry14.myshopify.com/blogs/ppj/peek-inside-reishi-with-rooibos-orange-peel) or [Echinacea Plus](https://worldpantry14.myshopify.com/blogs/ppj/peek-inside-echinacea-plus) is the best way to fortify your immunity daily.* Herbs for Respiratory Support Marshmallow, [licorice root](https://worldpantry14.myshopify.com/products/licorice-root-tea), and eucalyptus all support throat health and the respiratory system. Find them blended together in our [Throat Coat Eucalyptus tea](https://worldpantry14.myshopify.com/products/throat-coat-eucalyptus-tea). If your respiratory tract feels energetically cold, wet, and boggy, consider a daily respiratory support blend with astringent and aromatic (warming) herbs like Urban Moonshine's Clear Chest herbal syrup. As for tea, our [Breathe Easy](https://worldpantry14.myshopify.com/products/breathe-easy-tea) features warming [fennel](https://worldpantry14.myshopify.com/blogs/ppj/fennel-101) and ginger combined with the power of licorice to promote respiratory health like a breath of fresh air.* Stress & Sleep Herbal Aids Embrace your inner sleepy bear this winter. After a busy year of hard work, winter is a time to focus on rest, but rest does not come easy to us all. If that's you, try creating healthy [sleep hygiene habits](https://worldpantry14.myshopify.com/blogs/ppj/herbal-sleep-hygiene-rituals), that is, rituals you use nightly to tell your body it is time to wind down. To settle a stressed nervous system, sip on our [Chamomile with Lavender tea](https://worldpantry14.myshopify.com/blogs/ppj/a-peek-inside-chamomile-with-lavender), or if you need to promote a good night's sleep, reach for some of the more powerful sleep aids like valerian and [passionflower](https://worldpantry14.myshopify.com/blogs/ppj/passionflower-101), in our [Nighty Night Extra tea](https://worldpantry14.myshopify.com/products/nighty-night-extra-tea). If you are trying to avoid drinking tea before bed, Urban Moonshine's Hit the Hay is a powerful blend of herbs for promoting relaxation, or for the occasional sleepless night.* Mood Boosting Herbs With the seasonal darkness that accompanies our winter months, it is not uncommon to experience the occasional winter blues. [Lemon balm](https://worldpantry14.myshopify.com/blogs/ppj/lemon-balm-101), St. John's Wort (not to be combined with anti-depressants), and kanna have all been traditionally used to brighten a dismal day. You can find kanna in our [Cup of Sunshine tea](https://worldpantry14.myshopify.com/blogs/ppj/introducing-cup-sunshine) with honeybush for a toasty treat. Also be sure to stock up on [Urban Moonshine's Joy Tonic](https://www.urbanmoonshine.com/products/joy-tonic), an uplifting blend of motherwort, linden, and rose, to promote a joyful spirit and "}