{"title": "COVID-19 Vaccination May Protect Infants From Severe Illness", "author": null, "url": "https://www.aafp.org/news/health-of-the-public/maternal-covid-19-vaccination-study.html", "hostname": "aafp.org", "description": "Authors of a new report recommend that pregnant patients stay current on COVID-19 vaccination to protect themselves and infants who are too young to be vaccinated. A family physician offers tips for talking to patients.", "sitename": "Aafp", "date": "2022-11-22", "cleaned_text": "November 22, 2022, 8:44 a.m. [Michael Devitt](mailto:aafpnews@aafp.org) — A [new report](https://www.cdc.gov/mmwr/volumes/71/wr/mm7145a3.htm?s_cid=mm7145a3_w) published in the CDC's Morbidity and Mortality Weekly Report drives home the importance of COVID-19 vaccination for pregnant patients to protect themselves and their newborn children. An analysis of data from more than 1,100 infants younger than 6 months found that while hospitalizations associated with COVID-19 were higher when omicron variants were dominant than when the delta strain was dominant, the proportion of hospitalized infants with indicators of severe COVID-19 was not. Based on these findings, the report's authors recommended that pregnant patients stay current on COVID-19 vaccination to protect themselves and infants who are too young to be vaccinated. They also recommended that those who are pregnant or have recently given birth consider nonpharmaceutical methods to prevent infection and protect infants who are ineligible for vaccination. \"The findings in this report are important to the average family physician because they suggest that infants less than 6 months of age are among the patient populations at highest risk for hospitalization from COVID-19,\" said Denée Moore, M.D., an assistant professor in the Department of Family Medicine and Population Health at Virginia Commonwealth University School of Medicine in Richmond. \"This information will help family physicians provide better patient care by educating pregnant patients about the potential risks of COVID-19 infection in young infants and ways they may be able to reduce transmission of COVID-19 infection to young infants.\" The [CDC recommends](https://www.cdc.gov/vaccines/covid-19/planning/children.html) COVID-19 vaccination for all eligible individuals ages 6 months and older — a recommendation that the [AAFP approved](/news/health-of-the-public/covid-vaccines-6-months.html) — but no vaccines are approved for infants younger than 6 months. \"Because infants are more likely to be immunologically naïve and vaccines are not approved for infants aged less than 6 months, maternal COVID-19 vaccination during pregnancy might help to protect young infants,\" the authors wrote. Story Highlights The researchers did not evaluate data on maternal vaccination status or previous infection with COVID-19, both of which could provide some immunity to infants. However, they cited [research](https://www.nejm.org/doi/full/10.1056/nejmoa2204399) from the New England Journal of Medicine that suggested maternal COVID-19 vaccination was between 38% and 80% effective against hospitalization for COVID-19 among infants younger than 6 months. The authors also noted that both the [CDC](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/pregnancy.html) and the [American College of Obstetricians and Gynecologists](https://www.acog.org/covid-19/covid-19-vaccines-and-pregnancy-conversation-guide-for-clinicians) recommend vaccination against COVID-19 for patients who are pregnant, breastfeeding, attempting to get pregnant or may become pregnant. \"To help protect both pregnant women and infants too young to be vaccinated, prevention should focus on ensuring that pregnant women stay up to date on COVID-19 vaccines (including receiving a bivalent booster dose) and implementing [nonpharmaceutical interventions](https://www.cdc.gov/mmwr/volumes/71/wr/mm7133e1.htm) for COVID-19 prevention and newborn care,\" they concluded. Moore expanded on the role family physicians can play in encouraging vaccination against COVID-19 and other infectious diseases. \"Family physicians build strong, trusting, long-term relationships with their patients and therefore play a key role in educating their pregnant patients about the benefits of vaccination, which include preventing illness and reducing disease severity in themselves and other family members, especially if those family members are not eligible for vaccination,\" Moore said. \"Also, family physicians who have vaccines readily available within the medical home increase opportunities for their pregnant patients to receive recommended immunizations.\" Moore described the approaches she uses when talking with patients who are pregnant or have concerns about getting vaccinated. \"I discuss recommended immunizations, including COVID-19, with my patients when pregnancy is confirmed and during subsequent office visits throughout the pregnancy,\" said Moore. \"I review vaccine dosing schedules, the benefits of vaccination for both the patient and baby, and potential vaccine side-effects, and give the patient an opportunity to ask additional questions and share their thoughts about vaccination. \"If a patient is hesitant about getting the vaccine or refuses to get the vaccine, I use motivational interviewing to better understand their decision about vaccination,\" she added. \"Through motivational interviewing, I may learn that the patient desires additional information about vaccination before proceeding or that the patient may have incorrect information about vaccination. I then have an opportunity to address the patient's concerns and re-assess their interest in vaccination. If a patient decides to defer the vaccine, I inform them that the medical team remains available to answer additional questions they may have about the vaccine in the future and provide the vaccine should they desire to have it later. Also, I discuss nonpharmacologic preventive steps they can take to reduce the risk of COVID-19 infection and transmission.\" The AAFP has published a number of patient-centric materials on COVID-19 and pregnancy since the start of the pandemic, including [recommendations](https://www.aafp.org/dam/AAFP/documents/patient_care/public_health/AAFP-COVID-Breastfeeding-Policy.pdf) on pregnancy, breastfeeding and parent-infant bonding, and a [familydoctor.org article](https://familydoctor.org/covid-19-vaccine-and-pregnancy/) on COVID-19 vaccines and pregnancy. Other AAFP resources include AAFP members are also encouraged to visit the Academy's [COVID-19: Clinical Resources & Patient Education](/family-physician/patient-care/current-hot-topics/recent-outbreaks/covid-19/covid-19-clinical-resources.html) webpage, as well as the [AFP by Topic COVID-19 collection,](https://www.aafp.org/pubs/afp/topics/by-topic.covid-19.html) for additional information. Moore also recommended the CDC's [\"COVID-19: How to Protect Yourself and Others\"](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html) and [\"COVID-19 Vaccines While Pregnant or Breastfeeding\"](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/pregnancy.html) webpages, and a [parent FAQ page](https://www.healthychildren.org/English/health-issues/conditions/COVID-19/Pages/covid-19-vaccines-during-pregnancy-and-breastfeeding-parent-faqs.aspx) on COVID-19 vaccines during pregnancy and breastfeeding from the American Academy of "}