{"title": "PDF", "author": "PDF", "url": "https://health.mo.gov/safety/cannabis/pdf/cultivation-application-key.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "MO Medical Marijuana Cultivation Applications Facility ID Applicant Entity Name properties_locationStreet1 locationCity State ZipCode BOCB1465 Focus Partners - Kansas City LLC 14655 Prospect Ave Kansas City MO 64147 BOCA1465 Focus Partners - Kansas City LLC 14655 Prospect Ave Kansas City MO 64147 AGGE2021 Agri-Genesis LLC 424 LAKE ST MACON MO 63552 HOLC0019 Holistic Missouri LLC 14541 N. State Highway 5 Sunrise Beach MO 65079 AGGE3031 Agri-Genesis LLC 424 LAKE ST MACON MO 63552 BAHC0001 Blue Arrow Holdings LLC 3417 S Broadway St. Louis MO 63118 BAHC0002 Blue Arrow Holdings LLC 3417 S. Broadway St. Louis MO 63118 BOMC1459 Focus Partners - Perryville LLC 14597 State Highway B Perryville MO 63775 HOLC0037 Holistic Missouri 19130 State Highway 37 Cassville MO 65626 CARC3191 1913 11 MUNICIPAL DR CARROLLTON MO 64633 FGGP0001 Feelz Good Green Products, LLC 4 MUNICIPAL DR CARROLLTON MO 64633 HOLC1451 Holistic Missouri LLC 14514 S US HWY KANSAS CITY MO 64147 KBLC7110 Kindbio LLC 7110 Agri-Genesis LLC 424 LAKE ST MACON MO 63552 CPCS1000 CPC of Missouri - Smithville, LLC 14816 169 Smithville MO 64089 Smithville MO 64089 FGGP0002 Feelz LLC 4 MUNICIPAL DR CARROLLTON MO 64633 CPCS3000 CPC of Missouri 169 Hwy Smithville MO 64089 SWMO0002 STANDARD Highway V Parcel #14-2-04-0-000-025.002 Vandalia MO 63382 SWMO0003 STANDARD WELLNESS MISSOURI, Parcel #14-2-04-0-000-025.002 Vandalia MO 63382 FGGP0003 Feelz Good Green DR CARROLLTON MO 64633 BMJC1315 BeLeaf Medical LLC 1315 CHEROKEE ST SAINT LOUIS MO 63118 BLAC0777 Bluebird Botanical, Ltd. Lot 15 Highway CC Blackwell 63626 BDTL6503 BTMD Holdings St. Joplin MO 64804 AYEH2001 Heya St. Ann Cultivation II LLC 10417 SAINT CHARLES ROCK RD SAINT ANN MO 63074 GGSJ1109 Certified Alternative Medicine Providers 7140 N BROADWAY SAINT LOUIS MO 63147 HMJO0203 Harvest of Missouri, LLC 12785 Ag SAINT JOSEPH MO 64501 VANC3191 1913 HOLDINGS 401 S LINCOLN ST VANDALIA MO 63382 BDAG0001 BD Health Ag 1, LLC 13 SW 1300 Rd Humansville MO 65674 KRAM4655 CUMMINS DR CHAFFEE MO 63740 QQQQ1111 JG Missouri LLC 701 HIGHWAY DD CUBA MO 65453 RRRR1111 JG Missouri LLC 701 HIGHWAY DD CUBA MO 65453 CDXX1865 VMO-Ops, Inc. 7110 N BROADWAY SAINT LOUIS MO BMJC0650 BeLeaf Medical 650 Holistic Health State 63775 BMJC3378 Archimedes 63775 WAYC3191 141 Tribune Street Waynesville MO 65583 GHBH0001 Local Leaf, LLC 900 ENTERPRISE RD BUTLER MO 64730 HHCC2811 Holistic Health Capital, LLC 14595 State Hwy 63775 GFSC3674 GF St. Mary MO 63673 BMMO1271 BLOOM MEDICINALS OF MO, LLC 2 SOUTH COOL SPRINGS INDUSTRIAL DRIVE O'FALLON MO 63366 NGHC2609 New Growth Horizon, LLC 2609 ROCK INDUSTRIAL CT SAINT LOUIS MO 63144 XXXX1111 TC AppliCo LLC 1400 N. 7th Street St. Louis MO 63106 TBKC0004 Missouri Made Marijuana, LLC 301 S. Outer Belt Road E. Grain Valley MO 64029 SSSS1111 JG Missouri LLC 701 HIGHWAY DD CUBA MO 65453 BMMO1272 BLOOM MEDICINALS OF MO, LLC N. MAIN ST AND PATRICIA ST. PLATTSBURG MO 64477 SWMO0001 STANDARD WELLNESS MISSOURI, LLC Highway V Parcel #14-2-04-0-000-025.002 Vandalia MO 63382 HIPP9708 Hippos, LLC 247 HIGHWAY V VIENNA MO 65582 CBBB1114 GF Biomass LLC 206 COMMERCE DR CUBA MO 65453 UUUU1111 Growing Jobs Missouri LLC 2727 HAMILTON AVE SAINT LOUIS MO 63112 LSLM9704 LSL Management, LLC 3838 AVENUE F SAINT 63125 GFSC3675 GF Saint Mary, LLC Inc. 7009 OLD HIGHWAY 66 CUBA MO 65453 RDTR7133 Red Tractor Cultivation LLC 4515 E 75TH TER KANSAS CITY MO 64132 CLMC0006 Cresco Labs Missouri, LLC 1615 RADIO HILL RD BOONVILLE MO 65233 NGHC2629 New Growth Horizon, LLC 2629 ROCK HILL INDUSTRIAL CT SAINT LOUIS MO 63144 LSLM9705 LSL Management, LLC 3838 AVENUE F SAINT LOUIS MO 63125 CBCC1111 GF Cultivation LLC 206 COMMERCE DR CUBA MO 65453 NGMC0001 NGWMO, LLC 400 W Old Airport drive Marceline MO 64658 VOMO2021 Verano MO, LLC 5401 West 3rd Street St. Louis MO 63147 KRMT5352 CPF Infusion Group, LLC 10551 N AMBASSADOR DR KANSAS CITY MO 64153 EFOS1997 EFOS II, LLC 211 Old Highway 36 Clarence MO 63437 GFSC3673 GF Saint Mary, LLC 18629 Nokk MO 63673 VOMO2022 Verano MO, LLC 5401 West 3rd Street MO 63147 UMMC0608 1465 64147 GFCC3141 GF Creve Coeur, LLC 1160 RESEARCH BLVD SAINT LOUIS MO 63132 TLSJ0314 LSA314, LLC (CULT) 2 Enterprise Drive St. Clair MO 63077 GROW1968 EFOS I, LLC 211 Old Highway 36 Clarence MO 63437 DANA0001 Eight Borders Corp. 860 INDUSTRIAL DR PALMYRA MIKA0803 Show-Me 1120 CUMMINS DR CHAFFEE MO 63740 GTMO0001 Missouri Wellness, LLC 500 BITTNER ST SAINT LOUIS MO 63147 CPOC0001 7 Point Farms LLC 6287-A State Highway P Clark MO 65243 WWWW1111 TCAppliCO LLC 1400 N. 7th Street St. Louis MO 63106 AFCA0001 American Fiber Company Missouri 405 S LEONARD ST LIBERTY MO 64068 AFCA0002 American Fiber Company Missouri 405 S LEONARD ST LIBERTY MO 64068 AFCA0003 American Fiber Company Missouri 405 S LEONARD ST LIBERTY MO 64068 VOMO2020 Verano MO, LLC 5401 West 3rd Street St. Louis MO 63147 NGIC0001 NGW MO I, LLC 24407 US 60 Marionville 65705 FBCU0202 Friends and Brothers Company 18475 RD WESTON MO 64098 OCGG4000 Apical Capital LLC Reilly Ave Saint Louis MO 63111 CFGP9779 MR 9779 GP, LLC 9779 GREEN PARK INDUSTRIAL DR SAINT LOUIS MO 63123 FBCU0101 Friends and Brothers Farming Company 18150 SE STATE ROUTE MM Dearborn MO 64439 GRDW0011 Grassroots OpCo MO, LLC 186 NE HIGHWAY 52 CLINTON MO 64735 FBCU0303 Friends and Brothers Farming Company 11115 BUENA VISTA RD CAMDEN POINT MO 64018AYEH2003 Heya Excello 39650 65247 UMMC0624 SLCC, LLC 63045 AYEH2002 Heya Kirksville Cultivation MO 63546 CBBG1113 GF Biomass Greenhouse LLC 206 COMMERCE DR CUBA MO 65453 GRDW0013 Grassroots OpCo MO, LLC 186 NE HIGHWAY 52 CLINTON MO 64735 JRKD1000 ROI Canopy of Atherton LLC. 4610 N MAIN ST INDEPENDENCE MO 64058 ARVR0002 QPS Missouri Holdings, LLC 6335 Bulwer Avenue St. MO 63147 CHPL0999 Astro Farms LLC About 2452 No: 12-04-401-023) Springfield MO 65803 GRDW0012 Grassroots OpCo MO, LLC 186 NE HIGHWAY 52 CLINTON MO 64735 ARVR0001 QPS Missouri Holdings, LLC 6335 Bulwer Avenue St. Louis MO 63147 HMJO0202 Harvest of LLC 12785 E. 32nd St. Joplin MO 64804 NHMC3333 Natural Healthcare of Missouri, LLC 2415 MID AMERICA INDUSTRIAL DR BOONVILLE MO 65233 HIPP9706 Hippos, LLC 247 State Highway V Vienna MO 65582 TRCC4562 TriCept Wellness, LLC 5661 NATURAL BRIDGE AVE SAINT LOUIS MO 63120 HIPP9707 Hippos, LLC 247 HIGHWAY V VIENNA MO 65582 MLES1111 Terrapin Investment Fund IV, LLC 3416 E 23RD ST KANSAS CITY MO 64127 OMCO0301 Como Health LLC 2.4 Ac/0000 Lindberg Dr Columbia 65201 ABRE2011 Stella ERBA Agriculture, LLC 106 N OZARK ST STELLA MO 64867 PSJM6174 Show Me Kaneh, LLC 355 TWO RIVERS RD HIGHLANDVILLE MO 65669 HEBU1439 HEARTLAND ENTERPRISES L.L.C. 1794 S. BUFFALO MO 65622 CGRV4900 JAWS Ventures, Inc. 4900 MANCHESTER AVE SAINT LOUIS 63110 VERC0208 CannaVer, DICA1465 WTIG Troy LLC 14655 Prospect Ave Kansas City MO 64147 WMGK0218 Kings Garden Midwest, LLC 3300 PLEASANT PL TRENTON MO 64683 CNMG0001 North Medical Group, LLC 9001 HENSLEY RD HILLSBORO MO 63050 CWGJ2849 MidAmeriCanna, LLC 2849 UNION BLVD SAINT LOUIS MO 63115 CNMG0002 North Medical Group, LLC 9001 HENSLEY RD HILLSBORO MO 63050 TTTT1111 Growing Jobs Missouri LLC 2727 HAMILTON AVE SAINT LOUIS MO 63112 VVVV1111 Growing Jobs Missouri LLC 2727 HAMILTON AVE SAINT LOUIS MO 63112 LFBC1536 Nodaway WINN8088 Missouri Therapeutics BRIDGE AVE SAINT LOUIS MO 63120 CLMC0007 Cresco Labs Missouri, LLC 1905 VINE ST KANSAS CITY MO 64108 CLMC0008 Cresco Labs Missouri, LLC 1905 VINE ST KANSAS CITY MO 64108CLMC0009 Cresco Labs Missouri, LLC 1905 VINE ST KANSAS CITY MO 64108 CPOK0001 7 Point Farms LLC 3010 INDUSTRIAL RD KIRKSVILLE MO 63501 KALU0001 MBE Healthcare Solutions II, LLC 4116 UNION BLVD SAINT LOUIS MO 63115 CLMC0003 Cresco Labs Missouri, LLC 711 Maple Street Caruthersville 63830 CLMC0011 Cresco Labs Missouri, 63134 CLMC0010 Cresco Labs N Hanley 63134 CLMC0012 Cresco Labs N. Hanley Rd Berkeley MO 63134 CLMC0001 Cresco Labs Missouri, LLC 711 Maple Street Caruthersville MO 63830 ROBU7079 Robust Missouri Cultivation 2 Dittmer MO, 63119 Dittmer MO 63023 ROBU7080 Robust Missouri LLC DR DITTMER MO 63023 HEBF1439 HEARTLAND ENTERPRISES S. ASH ST. BUFFALO MO 65622 BMCU0003 BMG 3 LLC 1520 SWIFT AVE N KANSAS CITY MO 64116 GROR0420 GROrganic,Inc. 4500 FYLER AVE SAINT LOUIS MO 63116 CSBR6462 KC Miracle Solutions, Inc. 1 MUNICIPAL DR CARROLLTON MO 64633 CSBR6463 KC Miracle Solutions, Inc. 1 MUNICIPAL DR CARROLLTON MO 64633 CNMG0003 North Medical Group, LLC 9001 HENSLEY RD HILLSBORO MO 63050 DEMK1710 D & M Greenhouses, LLC 928 NW State Hwy M Centerview MO 64019 GCIM0003 Green Med, LLC 230 S INTERSTATE DR MINER MO 63801 BMCU0002 BMG 2 LLC 1520 SWIFT AVE N KANSAS CITY MO 64116 SSHA3532 Lime In The Coconut Operations, LLC 130 W FREMONT RD LEBANON MO 65536 JLMH5283 Julita's Garden, LLC 540 NW 1201 Rd (PROPOSED) Holden MO 64040 NUTH1001 True Level Investments, Inc. 4300 NW BELGIUM AVE RIVERSIDE MO 64150 WILC0907 Hayti Investments 907 E. WASHINGTON 63851 STRY1001 STRAYNE MO 64085 HSAF4722 GVMS, Inc 236 NW HIGHWAY 7 CLINTON MO 64735 WASH2015 Tornado Ventures LLC 2021 WASHINGTON ST KANSAS CITY MO 64108 NUTH1002 True Level Investments, Inc. 4300 NW BELGIUM AVE RIVERSIDE MO 64150 GEMI0001 MO Gemini Inc. RR 1 BOX 740 VANZANT MO 65768 GEMI0003 MO Gemini Inc. RR 1 BOX VANZANT MO 65768 BTJP0001 Missouri Made Marijuana, MO 64804 CURC0910 CURADOR FARMS 7110 N BROADWAY SAINT LOUIS MO 63147 CLMC0002 Cresco Labs Missouri, LLC 711 Maple Street Caruthersville MO 63830 WACT2300 WESTERN ALTERNATIVE LLC 2300 MITCHELL AVE SAINT JOSEPH MO 64507 GEMI0002 MO Gemini Inc. RR 1 BOX 740 VANZANT MO 65768WILC1465 SEG KC Investments 14655 Prospect Ave Kansas City MO 64147 RACG0001 Dishi LLC 1823 RUST AVE CAPE GIRARDEAU MO 63703 OFOC6310 Old Farm Organics LLC 1971 S HIGHWAY 13 KINGSTON MO 64650 MAGN2980 Vetae Holdings MO LLC 22719 STATE HIGHWAY 148 MARYVILLE MO 64468 CCMC0003 Columbia Care MO LLC 207 Militia Drive Jefferson City MO 65101 DRAG0001 Dragonfly Gaia Inc. 986 JJ HWY PEACE VALLEY MO 65788 CSBR6461 KC Miracle Solutions, Inc. 1 MUNICIPAL DR CARROLLTON MO 64633 YOCU8040 YEN-Cultivation, LLC 1701 SULPHUR AVE SAINT LOUIS MO 63110 GENS0008 Genius Missouri Corp 2720 Dakota Street St. Louis MO 63111 MSMC0002 Medical Solutions of Missouri, LLC 1500 SOUTH RD ELLINGTON MO 63638 CCLA0001 Kinner Growing Collective 64633 DRAG0002 Dragonfly DRAG0003 Dragonfly Gaia HWY 65788 NCTS0002 Nature's Med MO, LLC 3615 TREE COURT INDUSTRIAL BLVD SAINT LOUIS MO 63122 RACG0002 Dishi LLC 1823 RUST AVE CAPE GIRARDEAU MO 63703 CCMC0002 Columbia Care MO LLC 207 Militia Drive Jefferson City MO 65101 CCMC0001 Columbia Care MO LLC 207 Militia Drive Jefferson City MO 65101 CCCU0001 WLG LLC 115 63090 Holdings LLC 3864 HIGHWAY 13 DUNNEGAN MO 65640 CCUL0005 Cuba Cultivation LLC 24265 VINYARD RD CUBA MO 65453 SMCK1231 3701 TREE COURT LLC 3701 TREE COURT INDUSTRIAL BLVD KIRKWOOD MO 63122 BTEA1019 Back to Earth, LLC 325 MULBERRY LN HARVIELL MO 63945 GENS0007 Genius Missouri Corp 4201 E 100TH TER KANSAS CITY MO 64137 CDKN4610 Nasu Greenery LLC 2901 Pioneer Road Kansas City MO 64147 MSMC0001 Medical Solutions of Missouri, LLC 1500 SOUTH RD ELLINGTON MO 63638 QFTC5637 MOAZ Industries LLC 24 PUTT N BEACH MO 65079 CMLQ9117 RD O FALLON MO 63366 CMLQ9122 CMOY, LLC 324 FIRMA RD O FALLON MO 63366 CMLQ9123 CMOY, LLC 324 MO 63366 CMLQ9118 CMOY, LLC 1255-1275 N. Truman MO 63028 CLMC0004 Cresco Labs Missouri, LLC 1615 RADIO HILL RD BOONVILLE MO 65233CLMC0005 Cresco Labs Missouri, ABRE1011 CULT7143 Occidental Group, Inc. 7143 N MARKET ST SAINT LOUIS MO 63133 RACG0003 Dishi LLC 1823 RUST AVE CAPE GIRARDEAU MO 63703 CRPA0002 Crossing Paths, LLC 6815 STEPHENS STATION RD COLUMBIA 65202 CWWC1098 SERVICE RD WARRENTON MO 63383 FJLA1959 Bee Valley Farms, LLC 5157 COUNTY ROAD 856 BUNKER MO 63629 CLTV3697 CBA Global 34450 FAIRWAY RD GRAHAM MO 64455 NIND0200 Tornado Ventures LLC 200 N INDUSTRIAL PARK RD EXCELSIOR SPG MO 64024 SCGR0003 SanCan, LLC 7140 N BROADWAY LOUIS MO 63147 VRNX9545 SL Blue Enterprises, Inc. 7110 N BROADWAY SAINT LOUIS MO 63147 TBKT1776 Astro Farms LLC US-69 MO 64062 KALU0005 MBE Healthcare Solutions II, LLC 3803 S BROADWAY SAINT LOUIS MO 63118 SCGR0002 SanCan, LLC 7140 N BROADWAY SAINT LOUIS MISSOURI BOTTOM RD HAZELWOOD MO 63042 UIAQ0003 EBC - Missouri, LLC RR 1 BOX 635 VANZANT MO 65768 HIHI2255 Generations LLC 24211 NW SERVICE RD WARRENTON MO 63383 OLGE0001 OLG LLC 4950 E HIGHWAY MO 64744 SCGR0001 LLC 7140 LOUIS MO 63147 MMMC0107 Missouri Medical Marijuana Collective LLC 515 Compress Road Kennett MO 63857 TDHC9011 The Daily Hybrid, LLC 353 BALD HILL RD EUREKA MO 63025 KZZZ2147 Kansas City Cannabis Company LLC ST CITY 2419 CFPM1613 Pure Missouri, Luther Avenue St. Louis MO 63147 MIZZ1821 Mullet Farms 1959 65257 XAND3310 MOMMTC, LLC. 7738 OLD SPRINGFIELD RD CUBA MO 65453 BEAR2484 C & C Agriculture LLC 3734 PEAR ST SAINT JOSEPH MO 64503 FRUS1463 Ozark Mountain Green, LLC 262 ROCKY ROAD LN SHELL KNOB MO 65747 WMGK0620 Kings Garden Midwest, LLC 3300 PLEASANT PL TRENTON MO 64683 BCUL0003 Table Rock Cultivation LLC 18902 MO-13 Branson West MO 65737 SCUL1932 Sarcoxie Nursery Cultivation LLC 685 STATE HIGHWAY 37 SARCOXIE MO 64862UIAQ0001 EBC - Missouri, LLC RR 1 BOX 635 VANZANT MO 65768 UIAQ0002 EBC - Missouri, LLC RR 1 BOX 635 VANZANT MO 65768 CZNC0109 CCMRB Cultivation LLC 190 Tribune Street Waynesville MO 65583 CZNC0209 CCMRB Cultivation LLC 190 Tribune Street Waynesville MO 65583 CZNC0309 CCMRB Cultivation LLC 190 Tribune Street MO SEHN0403 Organic Remedies MO, Inc. 1120 CUMMINS CHAFFEE MO 63740 AEGD1167 Mint MO 2 LLC 1285 DUNN RD SAINT LOUIS MO 63138 CULT2613 Occidental Group, Inc. 2613 N BROADWAY SAINT LOUIS MO 63102 MOCA9708 MoCanCure II, LLC 10000 Premier Parkway St. Peters MO 63376 SEOM3001 MONARCH ADVANCED SCIENCES, LLC 325 PAUL AVE FERGUSON MO 63135 ORIG0008 Origins MO Sale LLC 171 Tribune Street Waynesville MO 65583 MFMO1720 Mullet 65257 SPRI2860 Revival 98, 2860 S AUSTIN AVE SPRINGFIELD MO 65807 BMCU0001 BMG 1 LLC 1520 SWIFT AVE N KANSAS CITY MO 64116 CCLC0001 Kinner Growing Collective LLC 512 S MAIN ST CARROLLTON MO 64633 CBDC4562 CBDED, LLC 1 CORPORATE WOODS DR BRIDGETON MO 63044 ORIG0006 Origins MO Sale LLC 171 Tribune Street Waynesville MO 65583 CLRL0708 Paradigm Industries, Inc. 13915 BLUE PKWY KANSAS CITY MO 64139 MOCA9707 MoCanCure II, 419 OLD STATE RD ELLISVILLE MO 63021 MOCA9706 MoCanCure II, LLC Ashland Industrial Park Ashland MO 65010 CNAC4001 CANNABIS INC. 220 E 14TH AVE N KANSAS CITY MO 64116 HANK0501 Astro Farms Gamma LLC Lot 4B HWY 171 FIR Road (Parcel No. 16-5.0-15-30-6-1.002) Joplin MO 64804 ORIG0007 Origins MO Sale LLC 171 Tribune Street Waynesville MO 65583 GWRC4800 Green MO 63380 SEOM3003 MONARCH ADVANCED SCIENCES, LLC 325 PAUL AVE FERGUSON MO 63135 GEFT6666 Pure Missouri, LLC 1-2 Luther Avenue St. Louis MO 63147 VGCF2002 Vertical Green, LLC 6050 MANCHESTER TRAFFICWAY TER KANSAS CITY MO 64130 VRNX9546 SL Blue Enterprises, Inc. 7110 N BROADWAY SAINT LOUIS MO 63147 HCUL0004 Boone's Crossing Cultivation LLC 515 N EATHERTON RD MO 63005 VGCF2001 Vertical Green, LLC TRAFFICWAY KANSAS CITY MO 64130 DDMO1946 COUNTY ROAD 2570 HIGBEE MO 65257 VCUL0001 100 Victor Cultivation LLC 100 VICTOR ST SAINT LOUIS MO 63104 CIAQ0003 Connected - Missouri, LLC CR 269, Route 1, Box 820 Vanzant MO 65768 CIAQ0002 Connected - Missouri, LLC CR 269, Route 1, Box 820 Vanzant MO 65768BELL2011 Belmont Botanicals, LLC 11737 DORSETT RD MARYLAND HTS MO 63043 CIAQ0001 Connected - Missouri, LLC CR 269, Route 1, Box 820 Vanzant MO 65768 VRNX9543 SL Blue Enterprises, Inc. 7110 N BROADWAY SAINT LOUIS MO 63147 SEOM3002 MONARCH ADVANCED SCIENCES, LLC 325 PAUL AVE FERGUSON MO 63135 PLFS1970 Prairie Land Farms LLC 10900 NW TIFFANY SPRINGS RD KANSAS CITY MO 64153 FEIN9066 MedCannaBliss, llc 10630 MIDWEST INDUSTRIAL BLVD SAINT LOUIS MO 63132 CCLB0001 Kinner Growing Collective LLC 511 S MO 64633 MOMD0005 MoMade Industries, LLC 5239 BROWN AVE SAINT LOUIS MO 63115 SPRD8003 Red Dart Ventures, LLC 5800 STILWELL ST KANSAS CITY MO 64120 DUCK1001 Teal Farms LLC 5555 SALT RIVER RD SAINT PETERS MO 63376 SPRD8002 Red Dart Ventures. LLC 5800 STILWELL ST KANSAS CITY MO 64120 DUCK1002 Teal Farms, LLC 5555 SALT RIVER RD SAINT PETERS MO 63376 DUCK1003 Teal Farms II, LLC 275 COUNTY ROAD 3231 POPLAR BLUFF MO 63901 MPSM0328 AJM Ventures LLC S Ash St Buffalo MO 65622 CPOC0002 7 Point Farms LLC 6287-B State Highway P Clark MO 65243 WASC1007 Washington Ventures LLC 1007 WASHINGTON AVE SAINT LOUIS MO 63101 FLOC0515 Trinity Cultivation, LLC 515 W FLOTTMANN RD GERALD MO 63037 RXTX0001 Designer Crop, LLC 287 NW VICTORIA DR LEES SUMMIT MO 64086 CPOC0003 7 Point Farms LLC 6287-C State Highway P Clark MO 65243 WTWO3819 2699 LEES SUMMIT MO 64081 LNCU0819 Lit Naturals, LLC MO 65706 TGCC0012 Big Adventures LLC 570 N SPRING PARK BLVD MOUNT VERNON MO 65712 ECUL0002 1140 N. Eldon Cultivation MO 65803 XELA0100 KKFC COUNTY SNGC0104 Cannabliss Farms 4445 GUSTINE STLO0648 Ducey Holdings, LLC E CARRIE AVE SAINT LOUIS MO 63147 LMBW1602 Root Weaver Missouri, LLC 1664 S HWY STATE ROUTE 7 INDEPENDENCE MO 64057 SPRD8001 Red Dart Ventures, LLC 5800 STILWELL ST MO 64120 LOWE3377 151ST ST KIDDER MO 64649MOKA0001 MoKan Medical LLC 1724 GARFIELD AVE KANSAS CITY MO 64127 NAFC1111 NOAH'S ARC FOUNDATION LLC NorthPark Industrial Park - Lot 7 (raw land - address has not been designated) Berkeley MO 63134 BVPI3935 Boa Vida Production Inc 17885 CR 150 BRADLEY LN Wild Harvest Cultivation I, Inc. 3901 N KINGSHIGHWAY BLVD SAINT LOUIS MO 63115 HOPE3491 Canvas Medical Dispensary LLC 3491 LAHMEYER RD BLAND MO 65014 MGRL1000 Missouri 25 CASTLEWOOD RD ELDON MO 65026 EVFC0103 Elevated Farms LLC 905 Miller Dr. Saint Clair MO 63077 JUSH1111 Production Excellence MO, LLC 5401 BULWER AVE SAINT LOUIS MO 63147 DINK0001 Kind Enterprises LLC. 3123 WRIGHT RD OWENSVILLE MO 65066 DINK0003 Kind Enterprises LLC 3132 WRIGHT RD OWENSVILLE MO 65066 DINK0002 Kind MO 65066 TERC0110 TerraMa Roots, LLC 2901 S STATE ROUTE 7 INDEPENDENCE MO 64057 CPJC0003 7 Point Farms LLC 6603 Julia Dr. Jefferson City MO 65109 SPIC0620 Trinity Cultivation, LLC 620 SPIRIT OF SAINT LOUIS BLVD CHESTERFIELD MO 63005 JACK9118 Lawrence County Farms, L.L.C. 8905 LAWRENCE 1230 ASH GROVE MO 65604 SJLR2020 J. Ledges Farm, LLC Barb Road, Lafayette County Higginsville MO 64021 SMCF0909 FESTUS 1140 LLC MO 63028 GJCW1325 MidAmeriCanna, LLC 1325 WASHINGTON AVE SAINT LOUIS MO 63103 CPJC0001 7 Point Farms LLC 6635 Julia Dr. JEFFERSON CTY MO 65109 CPJC0002 7 Point Farms LLC 6611 Julia Dr. Jefferson City MO 65109 ONGM8156 Fractal Farms, LLC 610 HOLBROOK DR SALISBURY MO 65281 MOBC7023 Mo Agricultural Group, LLC 7023 E 12TH TER KANSAS CITY MO 64126 LORI1979 LLC City Cannabis ST KANSAS CITY MO 64116 EDEN1026 Eden's Garden, LLC 5600 INDEPENDENCE AVE KANSAS CITY MO 64123 XWCU2000 Kansas City Medical Enterprises LLC 360 NW Street RT TT Butler MO 64730 MPSM0128 AJM Ventures LLC 115 CENTER POINT 65644 MOTC0109 MOTACANN Holdings, LLC MO 63146 MOTC0209 MOTACANN Holdings, LLC 1001 INDUSTRIAL PARK DR MONTGOMERY CY MO 63361 AEES3776 MO BEGINNINGS LLC. 1600 SAINT LOUIS AVE KANSAS CITY MO 64101 BLCR0820 BLOOM CARE LLC 820 ATLANTIC STREET NORTH KANSAS City MO 64116 SMMO1001 Sanctuary Medicinals of Missouri LLC 2336 South Old Orchard Road Jackson MO 63755 BSKC3114 BSG Kearney Inc Lot 1 and the North 166 56 ft. of lot 2 West Ridge Business CenterReplat Kearney MO 64060EGCU0001 Monark Management, Inc. B Cowgill MO 64637 SNEF4001 WAYNECOGREENS LLC 40 WAYNE 309 SILVA MO 63964 MOOZ4004 Missouri OZ, LLC. 400 DOGWOOD RD LAKE OZARK MO 65049 LAUD2118 Mint MO 2 LLC 1285 DUNN RD SAINT LOUIS MO 63138 HERB6501 Hundred % MO, LLC 1501 IRON ST N KANSAS CITY MO 64116 TAIQ0001 Tradecraft Farms - Missouri, LLC 1025 WINCHESTER AVE BLDG J KANSAS CITY MO 64126 NAFC3333 NOAH'S ARC FOUNDATION LLC 36 HIGHWAY E JONESBURG SMNG6992 Show-Me TERC0210 TerraMa Roots, S STATE ROUTE 7 INDEPENDENCE MO 64057 VNBJ0819 H and F Farms LLC 4457 GILLEN 64076 SNYDER RD TROY MO 63379 JGWW7007 Missouri Cann Crush, LLC 5301 PARIS RD COLUMBIA MO 65202 KJMM6135 ARES Cannabis Corp 000 S STATE ROUTE D DREXEL MO 64742 PDXZ0501 Paradigm Missouri, LLC 0TBD Shelton Drive (vacant land) Hollister MO 65672 MOAF3901 MOAF Inc 3900 GOODFELLOW BLVD SAINT LOUIS MO 63120 NAFC2222 NOAH'S ARC FOUNDATION LLC Heidmann Industrial Park - Lot 12 (raw land - address has not been designated) Wasington MO 63090 LILA9605 RC MISSOURI 63137 MOAF3902 MOAF GOODFELLOW BLVD SAINT 4001 E 138TH PLAZA MO 63957 OMCC0001 Ozark Mountain Grow Co. LLC 1867 E FLORIDA ST SPRINGFIELD MO 65803 PDXZ2801 Paradigm Missouri, LLC 2806 LOCUST ST # 12 LOUIS MO 63103 Inc. 14220 63501 PCAU2525 CAME0002 SKYE FARMS LLC 2301 N WALNUT ST CAMERON MO 64429 MGBB5619 Best Buds MO, LLC 2777 State Hwy M Odessa MO 64076 MOBC1201 Mo Agricultural Group, LLC 1201 E 12TH ST LAMAR MO 64759 IDEC2125 Fruition Farms, LLC 21164 HIGHWAY 28 W DIXON MO 65459 LESL0607 PalmaBabcockClark LLC 2920 CASS AVE SAINT LOUIS MO 63106 2VINE2019 Vine Street Collective LLC 2000 Vine Street Kansas City MO 64108 CPSK3333 Arch City Trees LLC 60 PRODUCE ROW # 70 SAINT LOUIS MO 63102 LMBW1601 Root Weaver Missouri, LLC 1664 State Highway West Foley MO 63347MOBC3121 Mo Agricultural Group, LLC 3121 E ELM ST SPRINGFIELD MO 65802 NRBE0011 NR Enterprises, LLC 10098 STATE ROAD O PORTLAND MO 65067 JKTM3006 JAM BC LLC 215 LOMBARD ST SAINT LOUIS MO 63102 JJBN5455 EmmaLeaf Grow, LLC 2185 SHELBY 520 CLARENCE MO 63437 LNDL0002 Lonsdale LLC 711 N 13TH ST SAINT LOUIS MO 63103 DSIC1111 D Squared Investments One LLC 2738 E KEARNEY ELDON MO 65026 JAKE2000 Green Health SPRINGFIELD MO 65803 THCC1749 Tailored Herb Company LLC 1747 S US HIGHWAY 63 WEST PLAINS MO 65775 TDHC9010 The Daily Hybrid, LLC. 353 BALD HILL RD EUREKA MO 63025 XWCU1000 Kansas City Medical Enterprises LLC 13640 N WINAN AVE KANSAS CITY MO 64163 SSMO6921 Spring Sciences Missouri LLC 6921 East 23rd Trafficway Kansas City MO 64126 PCCU0001 Hybrid LLC 787 W ARNOLD WALLEN WAY STOCKTON MO 65785 PCCU0002 Hybrid LLC 791 W ARNOLD WALLEN WAY STOCKTON MO 65785 DSIC3333 D Squared Investments Three LLC 2738 E KEARNEY SPRINGFIELD MO 65803 RD D Squared Investments 2738 SPRINGFIELD MO 65803 PHMO2019 ROANOKE RD KANSAS CITY MO 64111 XWCU3000 Kansas City Medical Enterprises LLC 1315 W 12TH ST KANSAS CITY MO 64101 TCBS5759 MEDIGRO LLC 302 LANDON RD TANEYVILLE MO 65759 MDCC0001 Missouri Delta Cannabis Company LLC 898 STATE HIGHWAY 84 Caruthersville MO 63851 SPAT7001 Seven Points Agro-Therapeutics MILLS MO 65037 PRLC0002 Premier Releaf LLC Part of the Northeast quarter of the Southeast quarter South of Highway 84 Hayti MO 63851 TDHC9012 The Daily Hybrid, LLC 3428 DROEGE RD FARMINGTON MO 63640 JHNC0103 Ozark Wellness 888 County Road 524 Poplar Bluff MO 63901 MMMS1118 Missouri Medical Manufacturing LLC 154 SHERMAN RDG MO 65037 MOAF0711 MOAF Park West Rolla MO 65401 CTXQ1112 Salute Health LLC 182 NW INDUSTRIAL CT BRIDGETON MO 63044 KRJC0003 RSC-3, LLC 5933 JACKSON AVE BERKELEY MO 63134 ZEPP2001 Elemental MOC, LLC 501 S MCCLEARY RD EXCELSIOR SPG MO 64024 MNAC1955 Missouri Now Association LLC 7900 E 83RD ST KANSAS CITY MO 64138MSVA0002 Stone Valley Ag LLC 1844 NW 50 Highway KINGSVILLE MO 64061 FCCP8974 Franklin County Cannabis Products LLC 330 ECHO VALLEY RD UNION MO 63084 KRWC0002 RSC-2, LLC 3800 N US HIGHWAY 63 WEST PLAINS MO 65775 OLFC1566 Ozark Leaf Farms LLC 1566 Farm Road 1180 Aurora MO 65605 CCLT2400 CultaCare LLC 2400 DRILLING SERVICE DR MARYLAND HTS MO 63043 SUNR1234 Missouri Medical Options LLC 877 STATE ROAD TT SUNRISE BEACH MO 65079 MDCC0004 Missouri Delta Cannabis Company LLC 1800 Hwy Z Braggadocio MO 63826 PICK8787 Turning Leaf Centers Missouri LLC 0000 STATE ROUTE K AMAZONIA MO 64421 MMAF2019 Missouri Medical Options 1175 MO 65026 TPGC4111 People's LOUIS MO 63116 PRLC0001 Premier Releaf LLC 720 E STATE ROUTE 92 KEARNEY MO 64060 CMGZ1122 Como Grow MO 65279 SMPC0001 Show Me Premium Medical Cannabis Cultivation 1302 E VETERANS MEMORIAL PKWY TRUESDALE MO 63380 BSWP0001 Salute Health LLC 182 NW INDUSTRIAL CT BRIDGETON MO 63044 TANE7777 Taney Street Nursery, LLC 1251 TANEY ST N KANSAS CITY MO 64116 SPAT7010 Seven Points Agro-Therapeutics MO, LLC 2416 ROUTE J Osage City MO 65101 SPAT7008 Seven Points Agro-Therapeutics MO, LLC 8645 COUNTY ROAD 349 NEW BLOOMFIELD MO 65063 CLCU0001 Curaleaf MO, Inc. 2127 E FRONT ST KANSAS MO 64120 KRBC0001 CITY MO 64145 BABY9008 Turning Leaf Centers Missouri LLC 694 E BOONESLICK RD JONESBURG MO 63351 BOUR1234 Missouri Medical Options LLC 859 N RIDGE LOOP BOURBON MO 65441 STKY0333 Sticky Icky Inc. 19618 S MULLEN 64012 LMBW1605 Root Weaver Missouri, LLC 5566 SALT RIVER RD SAINT PETERS MO 63376 DUYR2223 Salute Health LLC 182 NW INDUSTRIAL CT BRIDGETON MO 63044 TWCA3002 Western Edge Productions 2 64445 MWBI3001 CITY 64120 MBHF0420 Bone Hill Farms LLC 805 N BORGMAN RD BUCKNER MO 64016 OCCV6392 Ozarks Canna Cultivation, LLC 200 Industrial Buffalo MO 65622 ALOH1112 Aloha Cannabis LLC 3001 Fairmount Avenue 64108 WELL0004 Family Wellness LLC #8 Farnen Road Montgomery City MO 63361ROBU3300 Robust Missouri Cultivation 1, LLC 1272000110030001 - Tax Record Number;Vacant Tract of Land COLUMBIA MO 65202 SPSB1997 MOVA Cultivation LLC 3119 S SCENIC AVE SPRINGFIELD MO 65807 BGMC1701 Bright Green Missouri, LLC 5601 US HIGHWAY 61 67 IMPERIAL MO 63052 CULT2019 Proper LLC 2025 SAINT JOSEPH AVE 64505 ROOT0202 Herban Ozark Med HC 1 BOX DDCS4772 Ozark 63901 2MOCA8444 Flower S 675 RD JERICO SPRGS MO 64756 MSVA0001 Stone Valley Ag LLC 1844 NW 50TH HIGHWAY KINGSVILLE MO 64061 DREE7777 MO Green LLC 5151 STATE ROAD J FULTON MO 65251 RTSC1241 Roots Canna LLC Bannister Hollow DJDN7504 Tranquil Acres, Inc. 22461 Maries County Road 417 Belle MO 65013 DTLD2633 D.T. Land, LLC 2369 SW OUTER RD JOPLIN MO 64804 CHAR1210 Elemental MOC LLC 5151 STATE ROAD J FULTON MO 65251 MOIN1902 Tellus Farms, LLC PONY EXPRESS RD MOSBY DANK7333 1808 E 39th St, LLC 1808 E. 39th Street KANSAS CITY MO 64109 BLJK2009 Green Tree Industries 184 DARTER RD ELKLAND MO 65644 MOCA8444 MoCannaHealth, LLC 1 VANCE DR O FALLON MO 63366 THCC1008 Therapy Harvest Corporation 700 E Bryan Road Cameron MO 64429 DDCS4777 Ozark Med Manufacturing LLC 644 RIDGEVIEW LN POPLAR MO 63901 TWBC4201 The Wholesome Bud Company LLC 1514 S ENTERPRISE AVE SPRINGFIELD MO 65804 FCUL1702 Rushville Enterprises, LLC 17020 SW FOWLER AVE RUSHVILLE MO 64484 2CULT2940 Show me Alliance, LLC 2940 Benton St Saint Louis MO 63106 PAMF2175 P.A.M. N HIGHWAY 518 SIKESTON MO 63801 SAGC0125 The World Of Comfort, LLC 2002 S. 600 Rd. hume MO 64752 KCGF1234 KC Greenfields LLC 20114 S STATE ROUTE 291 PLEASANT HILL MO 64080 CULT1940 Glad Acres LLC 8521 PROSPECT AVE # 8525 KANSAS CITY MO 64132 MOOD1902 Tellus Farms, LLC Pony Express Road Mosby MO 64024 TSBM0717 Top Shelf Botanicals LLC 211 MARTINGALE DR CONWAY MO 65632NWCM2988 NATURE'S WAY CANNABIS LP 1100 HIGHWAY 72 ROLLA MO 65401 DCBJ9424 Clinton County Cannabis MO 64477 TIOF7877 Bootheel Botanicals Inc. Southeast Corner of School Street and Murray Lane SIKESTON MO 63801 BGCC4101 Best Green LLC 17815 FOSTER RD LIBERTY MO 64068 GROW1224 Ebony Star, LLC 1224 WASHINGTON AVE SAINT LOUIS MO 63103 GROW0209 Ebony Star, LLC 209 N 4TH ST SAINT LOUIS MO 63102 AWHC1969 Ascend Missouri, LLC 1321 N CEDARBROOK AVE SPRINGFIELD MO 65802 FARM1881 Iama RR 62 2373 MANSFIELD MO DDVC2996 Dragonfly Grow 177 MO 63701 MVMD1111 Missouri Valley Med Inc 34224 S STATE RTE D Drexel MO 64742 EFMS4730 Elemental Farms, LLC 3995 NE STATE ROUTE MO 64730 WILL0627 CANNA MO 65270 THCK2008 Therapy Harvest 1303 W POTTER AVE KIRKSVILLE MO 63501 NLFA1011 NovaLux Farms, Inc. 9000 S STILLHOUSE RD OAK GROVE MO 64075 DTMW1111 Plush Green LLC 3240 BRIGHTON AVE KANSAS CITY MO 64128 RMCG2019 Richmond Cana 47420 E HIGHWAY PP BRAYMER MO 64624 TWNG3814 MO 64083 NPSP1313 Buddy's LLC 1921 E TRUMAN RD KANSAS CITY MO 64127 RCTC6495 Med Grow LLC 326 S 21ST ST STE 100 SAINT LOUIS MO 63103 VRJR2743 Indolore Farma Corp 22255B HIGHWAY B EDGERTON MO 64444 KOBA2184 Kobayashi Farms, LLC 120 HIGHWAY D KAISER MO 65047 TGDC2019 The Greener Days Cultivation 309 MILL RD EAST PRAIRIE MO 63845 URBN1226 Samuel Myers 8198 64745 GRCR0406 Green Care CASS AVE SAINT LOUIS MO 63113 MMCF5501 Fortner Industries LLC 6048 ROCK RIDGE RD GERALD MO 63037 BASS1357 BA Products LLC 27490 HIGHWAY 5 LEBANON MO 65536 SSBS7419 Natures Solace LLC 37649 W US HIGHWAY 210 RICHMOND MO 64085 HGLL8545 Horizon Growth LLC 6301 HIGHWAY 37 PIERCE CITY MO 65723 VIST5679 X8 Enterprises LLC 5563 HIGHWAY F FARMINGTON MO 63640 CULT3119 MediMO LLC County Road 101 Callaway County MO 65251 MMCF5502 Fortner Industries LLC 6048 ROCK RD DGBC7526 Cella BAUMGARTNER INDUSTRIAL DR SAINT LOUIS MO 63129WWFA0723 Well Water Farms, LLC 7819 HIGHWAY 47 UNION MO 63084 AFAM2001 G8-Ag,LLC 383 SE RD LEETON MO 64761 HHKC0004 Herbal Health, LLC 8201 E 23RD ST KANSAS CITY MO 64129 MMCF5503 Fortner Industries LLC 6048 ROCK RIDGE RD GERALD MO 63037 HHKC0003 Herbal Health, LLC 8201 E 23RD ST KANSAS CITY MO 64129 HHKC0005 Herbal Health, LLC 8201 E 23RD ST KANSAS CITY MO 64129 JKNM1432 Zenweiser Farms LLC 10051 HIGHWAY U ODESSA MO 64076 MVMM1111 Missouri Valley Med Inc 13402 CAMERON RD MOSBY AVDK0907 GJCM9882 Green Licious IMPERIAL MO 63052 SMGC0001 SM Bannister Kansas City MO 64134 MYMW2020 My Midwest LLC 1623 E 2ND ST MARYVILLE MO 64468 SJMB1241 Nurture LLC 700 SAINT BERNARDS LN SAINT LOUIS MO 63110 GTCD4786 GREEN TO 12912 RODAL ACRES DE SOTO MO 63020 DETR0101 Missouri Alliance for Veterans Care LLC 401 SCHOFER ST DOOLITTLE MO 65401 TSAJ0421 C Technology, LLC 256 NE P Hwy Knob Noster MO 65336 AURO3087 Aurora Estel, LLC 2 MULLANCK DR SALEM MO 65560 DETR0201 Missouri Alliance for Veterans Care LLC 1482 County Road 6287 Jadwin MO 65501 LMFE0573 Lake Mountain Farms LLC 73 ELLIOTT DR MACKS CREEK MO 65786 CCWS0480 Charas Capital LLC Lot 1 of the Hydro Conduit Subdivision Riverside MO 64150 CCWS0529 Charas Capital, LLC Lot 1 of the Hydro Conduit Subdivision Riverside MO 64150 CITY0001 Evvo Botanicals LLC 2191 Sw. Zach MWCC1423 Midwest Cannabis Company LLC. 35308 Jackman Ave. Warsaw 65355 RIDE3795 Jesse James Strains LLC 3795 RIDER TRL S EARTH CITY MO 63045 JMCH6308 All Natural Wellness, LLC 380 LANDON RD BOURBON MO 65441 MWGG4105 Midwest Green Growers, LLC 4105 BALL MO 64444 MDJJ3357 Skaggs 6020 W 7TH ST JOPLIN MO 64801NHFI9251 New Horizons Farms Investments, LLC 1152 HAWTHORNE RD DESLOGE MO 63628 5TH 65026 VAPN1660 VAPEN SMGA2020 NIXA MO 65714 KSBA5145 validated housing 6701 Lillian Ave. Saint Louis MO 63136 SMGX4152 Sho Me Genetics, LLC 30986 STATE HIGHWAY 86 EAGLE ROCK MO 65641 MBKC0001 Mockingbird Cannabis LLC 3159 TERRACE ST KANSAS CITY MO 64111 HFZZ1028 Harvest Health Farms LLC 528 COUNTY ROAD 393 THAYER MO 65791 DANK0361 Dank Pheno Farms, LLC 6034 HIGHWAY K TROY MO 63379 MGPC2019 Missouri Green Planet LLC Jet Road Marysville MO 64468 BIRD0801 Bud Queue LLC 571 W CROFTON HALL RD STURGEON MO 65284 CMBM0810 Eight Ten Wellness 3724 PEAR ST SAINT JOSEPH MO 64503 DJJA3535 Miners Farms Inc. 585 SE 771 KNOB GCRC1968 DTNT1985 TRICHOME FARMS MO PECULIAR MO 64078 CCJS8889 CJ's Cannabis LP 33339 HIGHWAY RD 63026 FORN0429 Jay Dean Forney 112 W ROSEBERRY ST HOPKINS MO 64461 LEUP9651 Leupold Farms LLC 3301 SW NELSON RD SAINT JOSEPH MO 64504 BGHG0001 Pure Hydro Farm, LLC 4364 HIGHWAY Y NEW HAVEN MO 63068 APRV3077 Lettuce Is Life, LLC 14504 MONROE ROAD 1040 MADISON MO 65263 OGMG1988 OG Medical LLC 16614 HIGHWAY MM NEOSHO MO 64850 NACI1101 Nature's Alternative Care Ag, Inc 24435 CLINTON RD LEBANON MO 65536 MAKK4822 The Green Culture, LLC 13011 STATE HIGHWAY 96 CARTHAGE MO 64836 HALC1234 SHOW ME GROW & HARVEST LLC E OLDTOWN & 1000 RD NEVADA MO 64772 JMVL0929 Moochie Farms, LLC 18938 IRIS RD NEOSHO MO MSIC1712 Missouri Son S DEERFIELD MO 64741 OBLM1984 Ambrosia 1745 MO ABAB2019 Canna Lux, "}