{"title": "Wellness - The Yogic Way - InnerEngineering.com", "author": "Inner Engineering", "url": "https://innerengineering.sadhguru.org/online/blog/wellness-the-yogic-way", "hostname": "sadhguru.org", "description": "Much has been written on health through the ages and yet, humanity still seems to struggle with being healthy. The United States Department of Agriculture, 2015, declared after extensive research that eating healthfully and being physically active are challenging because we face many barriers. These can be genetic, self-created habits, family and social inputs, and job-related factors. Many people don't even think about their health until they are struck with a disease preventing them from living their daily lives the way that they want to. For example, if a back injury prevents them from driving, working out or standing for long periods of time, they might begin to question their health. Other people strive to eat better, exercise and reduce stress, but still feel lethargic. It seems health involves more than this. Read what Sadhguru says about health and how we can become healthy. Sadhguru: \"Fundamentally, the word health itself comes from the root word 'whole'. What we call, 'feeling healthy', is that we have a sense of wholeness within us. If we are free of diseases medically, that is not health. If we feel like a complete human being in our body, mind and spirit, that is when we are really healthy. There are any number of people who are medically healthy, but not healthy in the real sense because they do not experience a sense of wellness within themselves. If one has to experience this sense of wholeness and oneness, it's important that one's body, mind, and above all, one's energy functions in a certain level of intensity within themselves. Now, physically, as per medical terms, one may be healthy, but energies may be lethargic. One doesn't know why things don't happen in life the way they should, both inside and outside; this is simply because one is not taking care of the well-being of his energy. For every physical or psychological situation that you go through in life, there is an energy basis, which in turn has a chemical basis. In a way, modern allopathic medicines have become just chemistry. For every problem that arises in your body, you are just trying to take in some medicine, a chemical, and come to some kind of balance. If you use one chemical to bring down one aspect, or enhance another, there is also a side effect to this. For this side-effect, there is an antidote; for the antidote there is another antidote, it's an endless chain. Whatever is happening on the chemistry level in your body is only controlled by the way your energies function. Because a man has got excess acids within him, you ingest some alkaline medicine. But why does he have excessive acids? Because of the way his mind, his body, and, above all, his energy, functions. So, in yoga, when we say health, we don't look at the body; we don't look at the mind; we only look at the energy - the way it is. If your energy body is in proper balance and full flow, your physical body and mental body will be in perfect health. There is no question about it. Keeping the energy body in full flow is not about doing any kind of healing or things like that. This is about going to the foundations of your energy system and activating it in a proper way, building a foundational yogic practice that establishes your energy in such a way that your body and mind are naturally fine. When it comes to health, no human being gets to live in perfect conditions. The pressures of life, the food that we eat, the air that we breathe, the water that we drink, all these can affect us in many ways. The more our activities are in the world, the more we're exposed to many things that can throw our chemistry off balance and create health problems. But if the energy in our system is properly cultivated and kept active, these things will not have an effect. The physical body and the mental body will be in perfect health; there is no question about it. See, life functions in many ways. Let us say you don't know anything about electricity. You do not know what electricity is. This hall is dark. If I tell you to just press this button and the whole hall will be flooded with light, will you believe me? No. Now I just do it, and light appears. You will call it a miracle, isn't it? Simply because you don't understand how electricity works. Similarly, life happens in many different ways. You have limited yourself to just the physical, the logical - physical in experience, logical in thinking. Right now, medical sciences are limited to just knowing the physical body. If anything happens beyond that, you think it's a miracle. I just call it another kind of science, that's all. It is another kind of science. Life functions in so many ways. You have just limited yourself to the physical and the logical. This life energy in you created your whole body - these bones, this flesh, this heart, this kidney and everything. Do you think it cannot create health? If your energies are kept in full flow and proper balance, it is capable of much more than just health.\"", "sitename": "Wellness - The Yogic Way - InnerEngineering.com", "date": "2017-07-25", "cleaned_text": "Much has been written on health through the ages and yet, humanity still seems to struggle with being healthy. The United States Department of Agriculture, 2015, declared after extensive research that eating healthfully and being physically active are challenging because we face many barriers. These can be genetic, self-created habits, family and social inputs, and job-related factors. Many people don't even think about their health until they are struck with a disease preventing them from living their daily lives the way that they want to. For example, if a back injury prevents them from driving, working out or standing for long periods of time, they might begin to question their health. Other people strive to eat better, exercise and reduce stress, but still feel lethargic. It seems health involves more than this. Read what Sadhguru says about health and how we can become healthy. Sadhguru: \"Fundamentally, the word health itself comes from the root word 'whole'. What we call, 'feeling healthy', is that we have a sense of wholeness within us. If we are free of diseases medically, that is not health. If we feel like a complete human being in our body, mind and spirit, that is when we are really healthy. There are any number of people who are medically healthy, but not healthy in the real sense because they do not experience a sense of wellness within themselves. If one has to experience this sense of wholeness and oneness, it's important that one's body, mind, and above all, one's energy functions in a certain level of intensity within themselves. Now, physically, as per medical terms, one may be healthy, but energies may be lethargic. One doesn't know why things don't happen in life the way they should, both inside and outside; this is simply because one is not taking care of the well-being of his energy. For every physical or psychological situation that you go through in life, there is an energy basis, which in turn has a chemical basis. In a way, modern allopathic medicines have become just chemistry. For every problem that arises in your body, you are just trying to take in some medicine, a chemical, and come to some kind of balance. If you use one chemical to bring down one aspect, or enhance another, there is also a side effect to this. For this side-effect, there is an antidote; for the antidote there is another antidote, it's an endless chain. Whatever is happening on the chemistry level in your body is only controlled by the way your energies function. Because a man has got excess acids within him, you ingest some alkaline medicine. But why does he have excessive acids? Because of the way his mind, his body, and, above all, his energy, functions. So, in yoga, when we say health, we don't look at the body; we don't look at the mind; we only look at the energy - the way it is. If your energy body is in proper balance and full flow, your physical body and mental body will be in perfect health. There is no question about it. Keeping the energy body in full flow is not about doing any kind of healing or things like that. This is about going to the foundations of your energy system and activating it in a proper way, building a foundational yogic practice that establishes your energy in such a way that your body and mind are naturally fine. When it comes to health, no human being gets to live in perfect conditions. The pressures of life, the food that we eat, the air that we breathe, the water that we drink, all these can affect us in many ways. The more our activities are in the world, the more we're exposed to many things that can throw our chemistry off balance and create health problems. But if the energy in our system is properly cultivated and kept active, these things will not have an effect. The physical body and the mental body will be in perfect health; there is no question about it. See, life functions in many ways. Let us say you don't know anything about electricity. You do not know what electricity is. This hall is dark. If I tell you to just press this button and the whole hall will be flooded with light, will you believe me? No. Now I just do it, and light appears. You will call it a miracle, isn't it? Simply because you don't understand how electricity works. Similarly, life happens in many different ways. You have limited yourself to just the physical, the logical - physical in experience, logical in thinking. Right now, medical sciences are limited to just knowing the physical body. If anything happens beyond that, you think it's a miracle. I just call it another kind of science, that's all. It is another kind of science. Life functions in so many ways. You have just limited yourself to the physical and the logical. This life energy in you created your whole body - these bones, this flesh, this heart, this kidney and everything. Do you think it cannot create health? If your energies are kept in full flow and proper balance, it is capable of much more than just health.\" - Ehsan August 21, 2017 at 8:10 pm "}