{"title": "Intermittent Fasting and Your Health: What You Need to Know", "author": "Susan Puckett", "url": "https://www.bouldermedicalcenter.com/intermittent-fasting-and-health/", "hostname": "bouldermedicalcenter.com", "description": "As research grows, intermittent fasting is becoming more accepted for managing weight and preventing disease -- when done in healthy ways.", "sitename": "Boulder Medical Center", "date": "2020-01-20", "cleaned_text": "The Science, Methods, and Benefits of Fasting When it comes to ideas around living a healthy lifestyle, good nutrition and adequate exercise are often core pillars. While this is certainly true, there is more we can consider regarding our relationship with food and healthy living. Fasting is the willing abstinence or reduction from some or all food, drink, or both, for a period of time. Although sometimes viewed as unhealthy, depriving, or reserved for religious reasons, short-term fasting can offer excellent health benefits. As research grows in this area of health, fasting is becoming more widely accepted as a legitimate means of managing weight and preventing disease. At the same time, it is important that fasting is done in proper and healthy ways. The Science of Fasting A large body of evidence now supports the benefits of fasting, though the most notable data has been recorded in studies with animals. Even so, these findings are promising for humans. Essentially, fasting cleanses our body of toxins and forces cells into processes that are not usually stimulated when a steady stream of fuel from food is always present. When we fast, the body does not have its usual access to glucose, forcing the cells to resort to other means and materials to produce energy. As a result, the body begins gluconeogenesis, a natural process of producing its own sugar. The liver helps by converting non-carbohydrate materials like lactate, amino acids, and fats into glucose energy. Because our bodies conserve energy during fasting, our basal metabolic rate (the amount of energy our bodies burn while resting) becomes more efficient, thereby lowering our heart rate and blood pressure. Ketosis, another process that occurs later into the fast cycle, happens when the body burns stored fat as its primary power source. This is the ideal mode for weight loss and balancing blood sugar levels. Fasting puts the body under mild stress, which makes our cells adapt by enhancing their ability to cope. In other words, they become strong. This process is similar to what happens when we stress our muscles and cardiovascular system during exercise. As with exercise, our body can only grow stronger during these processes when there is adequate time to rest and recover. That's why short-term fasting is recommended. The Types of Fasting In lab studies, these three types of calorie restriction, or fasting, have demonstrated positive effects on longevity: - Time-Restricted Feeding This is the process of limiting calorie intake to a specific timeframe that aligns with our circadian rhythm. Circadian rhythm is often referred to as our \"body clock\", the natural cycle that tells our bodies when to sleep, rise, eat, and more. Eating meals only during an 8 to 12 hour period each day while fasting — between 10 a.m. to 6 p.m., for instance — is an example of aligning with our circadian rhythm. Body systems work better when synchronized with one another; midnight snacking when our body usually sleeps throws our natural repair system out of sync. In addition, giving our bodies more time to repair is beneficial for our health. - Intermittent Calorie Restriction The practice of reducing the number of calories consumed in a day. Research has focused on a two-day diet where calories are reduced in half and carbohydrates are limited for two consecutive days in a week. This approach puts the body through short and intensive therapy. The intermittent calorie restriction approach also reminds us that we do not need to consume constantly. When we do consume we can choose wisely and continue normal activities and exercise with reduced fuel. - Periodic Fasting with Fasting Mimicking Diets This means limiting calorie intake for three to five days, prompting the cells to deplete glycogen stores and begin ketosis. While this can be done without eating food, it isn't considered the safest option. A specific five-day calorie-limited diet (around 1,000 calories per day) is sufficient to mimic fasting without depleting nutrients. It is speculated that this method is superior to the two-day fast, allowing the body to enter ketosis and begin a true cleanse. Health Benefits of Fasting Although fasting can be challenging and sometimes uncomfortable, the mental and physical benefits can: - Boost cognitive performance - Protect from obesity and associated chronic diseases - Reduce inflammation - Improve overall fitness - Support weight loss - Decrease the risk of metabolic diseases - Benefit cancer patients — A recent study with mice and cancer showed that fasting during chemotherapy jump-starts the immune system and exposes the cancer cells. Ridding the body of old, toxic cells and replacing with new, healthy ones may be just the answer. Traditionally, cancer patients have been told to increase nutrients and caloric intake while undergoing chemotherapy treatments but this approach might now be under review. If you are interested in trying fasting, please consult your doctor. About Susan Puckett, PA Boulder Medical Center Internal Medicine and ENT Departments [Susan Puckett is a physician assistant in both the Internal Medicine and Otolaryngology (ENT) departments. A PA since 1993, Susan joined Boulder Medical Center in 1997. She is originally from Texas and has lived in Washington, Florida and New Mexico. In her spare time, Susan enjoys scuba diving and snow skiing. Susan is married with a son "}