{"title": "Victories against childhood obesity, but harder to find among poor", "author": null, "url": null, "hostname": null, "description": "Localities are seeing declining rates, but improvements are uneven among socioeconomic and racial groups.", "sitename": "amednews.com", "date": "2013-07-19", "cleaned_text": "childhood obesity, but harder to find among poor Localities are seeing declining rates, but improvements are uneven among socioeconomic and racial groups. Washington Health care professionals said during a July 9 forum that parts of the nation have shown some promise in reducing childhood obesity rates, but they noted the epidemic continues to affect lower-income children disproportionately. The Centers for Disease Control and Prevention has reported that more than a third of adults and 17% of children ages 2 to 19 are considered obese. But at least in the childhood obesity area, signs of declines in those rates are taking place in numerous cities, counties and states, said Risa Lavizzo-Mourey, MD, president and CEO of the Robert Wood Johnson Foundation. The forum was hosted by Voices for Healthy Kids, a collaboration between the foundation and the American Heart Assn. \"The good news is coming from places large and small,\" Dr. Lavizzo-Mourey said. \"It's coming from rural North Carolina, New York City and Philadelphia. When I see that, I'm thrilled because what this tells us is we can reverse this epidemic. It tells us that we don't have to accept 23 million children being overweight or obese.\" The foundation has a goal to reverse the epidemic of childhood obesity by 2015. The issue has drawn attention from other national groups such as the American Medical Association, which adopted policy at its House of Delegates Annual Meeting in June to recognize obesity as a disease, and has launched a new campaign to improve health outcomes for type 2 diabetes and cardiovascular disease. Reducing obesity rates is a challenging goal, Dr. Lavizzo-Mourey acknowledged. \"Although the rates are coming down in some places, they're still far too high. And the progress that we've seen has not been shared equally,\" she said. Most advances in reducing obesity rates have taken place among white children in affluent communities, with fewer successes seen among African-American, Latino and low-income children. \"Frankly, that's not OK. The benefits of being healthy have to be within the reach of all of our children,\" she said. Philadelphia axes school sodas, fryers Dr. Lavizzo-Mourey singled out Philadelphia as a city that's had notable success in reducing disparities in obesity as well as obesity rates in children, saying those strategies should be used as a template for other cities. Poverty is linked closely to a variety of poor health outcomes, including being overweight and obese, said Giridhar Mallya, director of policy and planning with the Philadelphia Dept. of Public Health. Of the 10 largest cities in the nation, Philadelphia has the highest rate of poverty, he said. Aside from the city's socioeconomic realities, other factors have made it difficult for Philadelphians to follow healthy lifestyles. Middle school children purchasing chips, soda and candy from stores and adolescents having televisions in their bedrooms are examples of this, he said. \"When we ask residents about access to parks, many of them have parks that are a five- to 10-minute walk from their neighborhoods, but they don't often know that those spaces are for them.\" Parks also bring up safety concerns, he said. Through various initiatives, such as removing sodas and other sugar-sweetened drinks from vending machines in public schools, banning deep fryers in school kitchens, switching to lower-fat milk and establishing a districtwide school wellness policy, the city has reported a nearly 5% drop in obesity among public school children from 2006 to 2010. Supporting initiatives also have taken place in the larger community environment, such as by providing better access to healthy food in retail spaces and establishing citywide policies, such as menu labeling laws and transfat bans, Mallya said. Dr. Lavizzo-Mourey said the foundation would continue to fund research \"so that we can refine our understanding of what's really working. We know so much more now than we did a decade ago about real strategies that will reverse the epidemic.\" Relearning treatment skills Physicians need to be trained adequately to deal with the specific health problems of obese children, said pediatrician Jamie Jeffrey, MD. She's the medical director of the Children's Medical Center and Healthy Kids Pediatric Weight Management Program at Charleston Area Medical Center in West Virginia, a state that recently saw an 8.6% decrease in obesity rates among fifth-grade children. DID YOU KNOW: Philadelphia has the highest poverty rate of the 10 largest U.S. cities. Teaching young doctors how to care for children with health complications due to their weight has been one of her recent roles as a primary care physician. \"When I was trained 20 years ago, I didn't learn about type 2 diabetes. I learned about type 1 diabetes, because that's what kids got,\" she said. But as these types of typically adult diseases began surfacing in pediatric practice, Dr. Jeffrey said she had to go back to school to be able to teach others how to treat these patients more effectively. One tool Dr. Jeffrey has used as part of her teaching methods is the Pediatric Obesity Clinical Decision Support Chart 5210 ( [link](http://www2.aap.org/obesity/matrix_1.html)). The resource utilizes a flip chart that provides guidance to physicians on how to treat and take care of overweight pediatric patients. The chart \"classifies and sends out a message that instead of eating healthy and exercising more, which we all know to do, it gives us specific recommendations on what we specifically need to do for ourselves, our families, communities and our schools,\" she said. "}