{"title": "PDF", "author": "PDF", "url": "https://www.england.nhs.uk/wp-content/uploads/2021/10/2001-Clinical-commissioning-policy-rituximab-therapy-for-the-treatment-of-nodal_paranodal-antibody-positive-in.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Clinical Commissioning Policy Rituximab therapy for the treatment of nodal/paranodal antibody positive inflammatory/autoimmune neuropathy in adults and post - pubescent children [210602P] (URN: 2001) Publication date: September 2021 Version number: 1.0 Commissioning position Summary Rituximab is recommended to be available as a treatment option through routine commissioning for nodal/paranodal antibody positive inflammatory/autoimmune neuropathy in adults and post - pubescent children within the criteria set out in this document. The pol icy is restricted to certain age groups as the evidence review did not identify evidence to support the efficacy of rituximab in pre-pubescent children for this indication. Equality statement Promoting equality and addressing health inequalities are at the heart of NHS England's values. Throughout the development of the policies and processes cited in this document, we have: Given due regard to the need to eliminate discrimination, harassment and victimisation, to advance equality of opportunity, and to foster good relations between people who share a relevant protected characteristic (as cited under the Equality Act 2010) and those who do not share it; and Given regard to the need to reduce inequalities between patients in access to, and outcomes from healthcare services and to ensure services are provided in an integrated way where this might reduce health inequalities. Executive summary This document is a 'for routine commissioning' clinical commissioning policy for rituximab to treat nodal/paranodal antibody positive neuropathy. Although nodal/paranodal antibody positive inflammatory/autoimmune neuropathy has been considered to come under the umbrella of CIDP (chronic inflammatory demyelinating polyradiculoneuropathy), it is a distinct disease and therefore requires its own commissioning policy. The core diagnostic feature of nodal/paranodal antibody positive inflammatory/autoimmune neuropathy which distinguishes it from CIDP is the presence of nodal or paranodal autoantibodies directed against cell adhesion molecules present at the node of Ranvier or surrounding paranode of myelinated nerve inflammatory/autoimmune neuropathy differs from 'seronegative CIDP' in having a more rapid disease onset with more severe disease and a different pattern of treatment responsiveness. The NHS England policy 'Rituximab for motor neuropathy neuropathy (adults)', NHS England Reference code: 170026/P, is for patients who have been diagnosed with CIDP, and does not distinguish or specifically address patients with nodal/paranodal antibodies. NHS England does not routinely commission rituximab for CIDP. OFFICIAL 2 Plain language summary About nodal/paranodal positive inflammatory/autoimmune neuropathy This policy introduces rituximab as a primary or secondary treatment option for nodal/paranodal antibody positive inflammatory/autoimmune neuropathy, a physically debilitating progressive condition characteris ed by immune mediated damage to peripheral nerves, causing loss of strength, balance and sensation. Although nodal/paranodal antibody positive inflammatory/autoimmune neuropathy has been considered by some to be a variant of another condition, Chronic Inflammatory Dem yelinating Polyradiculopathy (CIDP), there are a number of distinguishing features. In particular response rates for people with nodal/paranodal positive inflammatory/autoimmune neuropathy treated with intravenous immunoglobulins (IVIg) or with corticosteroids are considerably less than those for people with CIDP. It is estimated that 10-20 patients who have nodal/paranodal antibody positive inflammatory/autoimmune neuropathy a year may potentially benefit from this policy for treatment with rituximab. About current treatment The mainstays of treatment for nodal/paranodal antibody positive inflammatory/autoimmune neuropathy are corticosteroids or IVIg or a combination of these. Plasma exchange and medication which suppresses the immune system including rituximab as well as azathioprine, methotrexate and cyclophosphamide may also be used to treat some patients. However, at present rituximab is given to patients after a poor response to other therapies, including IVIg and corticos teroids. About Rituximab Rituximab belongs to a group of drugs known as monoclonal antibodies. These drugs are sometimes called targeted biological therapies as they work by targeting specific receptors on the surface of cells relevant to the cause of the disease. Rituximab target s and attaches to CD20 proteins found on the surface of B cells (a type of white blood cell), leading to their destruction. What we have decided NHS England has carefully reviewed the evidence to treat nodal/paranodal antibody positive inflammatory/autoimm une neuropathy with rituximab. We have concluded that there is enough evidence to make the treatment available at this time. Links and updates to other policies There is a published policy for Rituximab for chronic inflammatory demyelinating polyradiculoneuropathy (CIDP), multifocal motor neuropathy demyelinating neuropathy (adults) NHS England Reference: 170026/P. This policy covers patients who have been clinically diagnosed with CIDP but did not evaluate patients with nodal/paranodal antibodies. Committee discussion Clinical Panel debated the evidence base and the decision was made to progress the policy proposition as for routine commissioning, recognising the low evidence base in a rare condition. See the committee papers ( link) for full details of the evidence. OFFICIAL 3 The condition Peripheral neuropathies are characterised by damage to or dysfunction of the peripheral nervous system. This broad group of conditions has an equally broad range of underlying causes, including diabetes, infections, chemotherapy and inherited genetic abnormalities. In the inflammat ory neuropathies, it is the immune system which mistakenly attacks and damages the peripheral nerves (Rinaldi and Bennett, 2014; Willison, 2005). Historically, inflammatory neuropathies have been divided into broad syndromes, based on their clinical features. Thus, the term Guillain-Barré syndrome (GBS) encapsulates an acute inflammatory neuropathy in which the damage to the nervous system and clinical progression occurs over a maximum of 4 weeks. In contrast, CIDP is an umbrella term for inflammatory neuropathies where damage and clinical progression continues for more than 8 weeks from onset (Ruts et al., 2010). It is clear that each of these clinically defined syndromes encompass a number of underlying diseases with different clinical features, pathological findings and disease mechanisms. It is now appreciated that some of these diseases are mediated by autoantibodies (Fehmi et al., 2018; Hospital et al., 2008; Willison et al., 2001; Willison and Yuki, 2002), some by cellular immunity (Benedetti et al., 2013; Griffin et al., 1996), and yet others by currently unknown or ill -defined mechanisms. In most cases, however, the clinical syndrome cannot be used to accurately identify the underlying disease mechanism in a given patient. The condition which is the focus of the clinical commissioning policy is nodal/paranodal antibody positive inflammatory/autoimmune neuropathy (Cortese et al., 2020, 2016; Delmont et al., 2017; Demichelis et al., 2018; al., al., 2012; al., 2015; Querol et al., 2014, 2013; Stengel et al., 2019). The core diagnostic feature of the condition is the presence of nodal or paranodal autoantibodies directed against cell adhesion molecules present at the node of Ranvier or surrounding paranode of myelinated nerve fibres. Nodal/paranodal antibody positive inflammatory/autoimmune neuropathy has typically been considered a variant of CIDP. However, there are a number of reasons to consider nodal/paranodal antibody positive inflammatory/autoimmune neuropathies as distinct diseases, separate from CIDP, and therefore it is considered that these neuropathies require a separate commissioning policy. In comparison to \"seronegative\" CIDP (CIDP patients without detectable posit ive inflammatory/auto-immune neuropathies have: 1. A distinct clinical spectrum, with more rapid onset, aggressive and severe disease, on average. 2. An increasingly well-defined disease mechanism dependent on autoantibody mediated damage and dysfunction focussed at the node of Ranvier, as opposed to ill- defined \"inflammation\" targeting the insulating sheath (myelin) of nerve fibres. 3. Different ultrastructural pathology, characterised by paranodal detachment in the absence of cellular infiltration, as compar ed to macrophage-mediated myelin stripping in \"seronegative CIDP\"(Ikeda et al., 2019; Koike et al., 2018, 2017). 4. A different pattern of treatment responsiveness. Point 4 is perhaps the most crucial to this policy. Whilst around 80% of patients with seronegative CIDP respond well to IVIg, this figure is less than 20% for patients with nodal/paranodal antibody positive inflammatory/autoimmune neuropathy. For corticosteroids, the comparable figures are 75% and <50% (Delmont et al., 2017; Querol et al., 2014). OFFICIAL 4 Current treatments The typical patient pathway involves regular day case attendances (average 2 days every 4.3 weeks) to receive 1.4g/kg of IVIg (~110g) on an ongoing basis (Lunn et al., 2016). Typically, patients would be seen by a consultant neurologist one to two times per year in the out-patients department for review of their progress and to establish whether ongoing IVIg is needed. Usually patients who respond to IVIg therapy require it on an ongoing basis at a drug cost of around £70,000 per annum. About 80% of antibody negative CIDP patients have an adequate response to IVIg, whereas <20% of patients with nodal/paranodal antibodies respond well to this therapy. Some CIDP patients receive corticosteroids first (or s econd) line, usually as an alternative to IVIg. Typically, high dose daily prednisolone (60mg daily) is used for 1-2 months and is then slowly weaned over several months more. Pulsed oral or intravenous steroids are sometimes used instead. If patients relapse during the weaning period then the steroid dose is increased again and frequently \"steroid sparing agents\" (immunosuppressants such as azathioprine, methotrexate or mycophenolate mofetil) are added to the treatment regimen (Joint Task Force of the EFNS and the PNS, 2010). About 75% of antibody negative CIDP patients have an adequate response to steroids, whereas <50% of patients with nodal/paranodal antibodies respond well to this therapy (Delmont et al., 2017). However, some patients who do respond well to steroids enter a prolonged remission phase and are able to com e off treatment completely (Eftimov et al., 2012). Unfortunately, some of these will then relapse over the subsequent years. Some patients with chronic inflammatory neuropathies have brittle and difficult to control disease refractory to multiple first, second and third line therapies. The new treatment Rituximab is a therapeutic monoclonal antibody which targets the CD20 surfac e marker present on the majority of B cell subsets, leading to their destruction. It was initially developed and used as a treatment for lymphoproliferative disorders of B cells and is increasingly recognised as an effective treatment for autoimmune diseases. It is used to treat rheumatoid arthritis (Emery et al., 2006) and it is particularly effective in disorders with IgG4-subclass antibodies, such as membranous nephropathy (Ruggenenti et al., 2012; Dahan et al., 2017). Within neurology, rituximab produces benefit in the autoimmune disorder myasthenia gravis (Díaz -Manera et al., 2012) Rituximab is licensed for use in adults. Its use for CIDP or nodal/paranodal antibody positive inflammatory/autoimmune neuropathy is off label. Currently, rituximab is only occasionally used for the treatment of CIDP or nodal/paranodal antibody -positive neuropathy in England. When it is used at present, it is typically given after a poor response to multiple other therapies, including IVIg and corticosteroids. Rituximab is given by intravenous infusion. The most widely accepted approach in autoimmune diseases is to give 2 doses of 1g of rituximab spaced 2 weeks apart. For some indications, further cycles of treatment are used, at intervals ranging from 6 months to 5 years, guided either by clinical relapse, serological monitoring, recovery of B cell counts or a combination of these factors. It is proposed that rituximab would instead be given to antibody positive patients earlier after disease onset/diagnosis. Ideally, rituximab would be given prior to IVIg in this setting, given the small chance of a good response to IVIg in such patients. Corticosteroids can be effective more frequently than IVIg in nodal/paranodal antibody positive inflammatory/autoimmune neuropathy, and may induce a prolonged remission in some. Therefore it would be reasonable to trial steroids before rituximab in patients for whom consideration has been given as to whether they OFFICIAL 5 have any contraindications or current or previously diagnosed medical conditions with reference to the Summary of Product Characteristics (SmPC), which may mean that they are at increased risk of adverse side effects from steroid treatment. There is also a strong case to give rituximab to antibody positive patients who have already been established on regular IVIg with the aim of reducing or completely ameliorating IVIg use. The justification for treatment with rituximab is that it is a more cost -effective alternative for treating nodal/paranodal antibody positive autoimmune compared to IVIg. The use of one cycle of rituximab of two doses of 1g each costs about £3,772 including VAT (NICE, 2020) with a likely benefit lasting at least 1 year compared to one cycle of IVIg at the average dose of 110g costing £7128 including VAT,(NICE, 2020) with a benefit lasting on average 4 -5 weeks. The negative mental and physical impact on patients and their carers is significant. Nodal/paranodal antibody positive inflammatory/autoimmune neuropathy primarily affects the patient's mobility, dexterity and quality of life as they progressively lose strength, balance and sensation. It is anticipated that rituximab treatm ent in nodal/paranodal antibody positive inflammatory/ autoimmune neuropathy patients may lead to a sustained clinical remission and remove the need for other therapies. Epidemiology and needs assessment Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) is itself rare (with a prevalence of 2-8 people affected per 100,000 of the population) (Lunn et al., 1999; Mahdi - Rogers and Hughes, 2014). The condition affects at least 1800 people in the UK. In contrast, there are likely to be around 150 patients at most with nodal/paranodal antibody positive neuropathy in England, and perhaps 10-20 per year who might be newly identified and deemed appropriate for rituximab treatment. Evidence summary NHS England has concluded that there is suf ficient evidence to support a policy for the routine commissioning of this treatment for the indication. Three papers were included in this review (Burnor et al 2018, Querol et al 2015, Roux et al 2018). The paper by Querol et al (2015) was a multicentr e, prospective case series which identified nine patients with treatment -resistant chronic inflammatory demyelinating polyneuropathy (CIDP) and antibodies against contactin-1 (CNTN1) or neurofascin-155 (NF155). Relevant outcomes for the four patients who were treated with rituximab were extracted for inclusion in this review. The other two case series were retrospective. Burnor et al 2018 identified 213 patients with a wide range of neuropathies from two tissue databases; results for the three patients with treatment resistant CIDP with NF155 IgG antibodies who were treated with rituximab were extracted for inclusion in this review. Roux et al 2018 identified 28 patients with treatment resistant CIDP who had been treated with rituximab; results for the three patients who had NF155 antibodies were extracted for inclusion in this review. In patients with nodal/paranodal antibody positive inflammatory/autoimmune neuropathy, what is the clinical effectiveness of rituximab compared with cur rent standard treatment? Critical outcomes. The critical outcomes for decision making were improvement in strength1, improvement in the Overall Neuropathy Limitations Scale (ONLS) and the inflamm atory neuropathy Rasch -built Overall Disability Scale (R -ODS). Certainty in the quality of the evidence for the critical outcomes was very low when assessed using modified GRADE. 1 measured by a 5 point increase in the Medical Research Council (MRC) muscle power scale or other measure OFFICIAL 6 Improvement in strength No evidence was identified for this outcome. Overall Neuropathy Limitations Scale (ONLS)2 One prospective case series (Querol et al 2015) provided non-comparative evidence for the ONLS from baseline to 24 months for patients with treatment resistant CIDP and IgG4 CNTN1 or NF155 antibodies treated with rituximab. ONLS scores had to be estimated from graphs for three of the four patients initially treated with rituximab. Results for the fourth patient were not reported by the study authors as the patient was removed from the study soon after receiving rituximab due to an ischaemic stroke. The estimated ONLS scores for each of the three patients improved from 6 to 0 (at 12 months), 6 to 3 (at 12 and 18 months) and 6 to 5 (at 12, 18 and 24 months) respectively. This study provides very low certainty evidence that compared to baseline, rituximab reduced the ONLS scores in patients with treatment resistant CIDP and antibodies against paranodal proteins. The changes in ONLS scores were clinically meaningful and are likely to result in an improved ability to perform activit ies of daily living. Inflammatory neuropathy Rasch -built Overall Disability Scale (R -ODS)3 One prospective case series (Querol et al 2015) reported non-comparative evidence for R-ODS from baseline to 24 months for patients with treatment -resistant CIDP and IgG4 CNTN1 or NF155 antibodies treated with rituximab. R-ODS scores had to be estimated from graphs for three of the four patients initially treated with rituximab. The changes in the R -ODS scores of all three patients were clinically important improvements from 14 to 48 (at 12 months), 28 to 46 (at 18 months) and 19 to 26 (at 24 months) respectively. Results for the fourth patient were not reported as they were removed from the study due to an ischaemic stroke. This study provides very low certainty evidence that compared to baseline, rituximab causes a clinically meaningful increase in the R -ODS score in some patients with treatment -resistant CIDP and antibodies against paranodal proteins. A clinically meaningful change in R-ODS score is likely to result in reduction in disability. Important outcomes The outcomes important to decision making were quality of life, current disease activity scale (CDAS), the number/proportion of patients judged to have responded well, poorly or not at all to various therapies, the number/proportion of patients for whom the intervention has allowed the withdrawal of existing therapies (such as IVIG) and the number of times patients attend hospital to receive the intervention compared to patients in the comparator group. Certainty in the quality of the evidence for the important outcomes was very low when assessed using modified GRADE. Quality of life No evidence was identified for this outcome. Current Disease Activity Scale (CDAS) No evidence was identified for this outcome. 2 The ONLS measures upper and lower limb function of patients with immune- mediated peripheral neuropathies. The total ONLS score is the sum of the Arm scale score and the Leg scale score where 0 is normal and the maximum score of 12 represents the most serio us disability (disability in both arms preventing all purposeful movements and restricted to wheelchair or bed most of the day, unable to make any p urposeful movements of the legs). Apart from changes between 0 and 1, all other 1-point steps in either the arm or leg scale represent clinically meaningful changes in disability. 3 The inflammatory neuropathy R -ODS is a measure of disability in inflammato ry neuropathies. There are 24 questions about a task e.g. 'are you able to eat?'. Each question can score 0 (not possible to perfor m), 1 (possible but with some difficulty) or 2 (possible without any difficulty). The total scale ranges from 0 to 48. A lower score represents greater disability and funct ional impairment. The minimum clinically important difference has been defined as 6% increase on the centile scale (Vanhoutte et al 2015 cited by NHS England). OFFICIAL 7 The number/proportion of patients judged to have responded well, poorly or not at all to various therapies Two retrospective case series reported non-comparative evidence for the response to rituximab for six patients with CIDP and antibodies against paranodal proteins who had not responded to treatment with IVIG (Burnor et al 2018, Roux et al 2018). Apart from the results for one patient described in detail in Burnor et al 2018, limited information about the response to rituximab was reported i.e. marked or slight improvement (Burnor et al 2018) and yes or no where the response to rituximab was defined as a patient who met any one of three conditions (Roux et al 2018) 4. Compared to baseline, one patient was reported as showing a 'marked improvement' (described in detail in appendix E) from two weeks to 19 months after treatment with rituximab, one patient was reported as showing a 'marked improvement' (not further defined, timepoint unknown) and one patient was reported to be 'stabilised with a slight improvement' (not further defined, timepoint unknown) (Burnor et al 2018). In the three patients included in the case series by Roux et al 2018, two patients responded to treatment with rituximab at one year and at 1.6 years post first rituximab infusion (not further defined) and one patient did not respond to treatment 12 months after treatment with rituximab. The certainty of the evidence was very low. The number/proportion of patients for whom the intervention has allowed the withdrawal of existing therapies (such as IVIG) One prospective case series (Querol et al 2015) provided non-comparative evidence that one patient (resistant (defined as ONLS 5) t o IVIG and corticosteroids) 'improved dramatically after rituximab treatment and was able to be withdrawn from other treatments'. The treatments withdrawn and the timepoint were not reported. The certainty of the evidence was very low. The number of times patients attend hospital to receive the intervention compared to patients in the comparator group No evidence was identified for this outcome. In patients with nodal/paranodal antibody positive inflammatory/autoimmune neuropathy, what is the safety of rituximab compared with current standard treatment? One patient with treatment resistant CIDP and antibodies against paranodal proteins was removed from the study by Querol et al 2015 because she had an ischaemic stroke soon after the first rituximab dose and was lost to follow up. The authors reported that the stroke was unrelated to treatment with rituximab. Roux et al 2018 reported no flare effect and no worsening CIDP following treatment with rituximab in any patients in the case series. A skin rash during first infusion with rituximab and an episode of vomiting was reported but these events may or may not have been observed in the three patients in scope of this review i.e. treatment resistant CIDP and antibodies against paranodal proteins. Burnor et al 2018 did not report adverse events; it is not clear if none occurred. The certainty of the evidence was very low. In patients with nodal/paranodal antibody positive inflammatory/autoimmune neuropathy, what is the cost effectiveness of rituximab? No evidence was identified on the cost effectiveness of rituximab compared with current standard treatment. 4 1. A 5 -point incr ease in the MRC sum score or 1 -point decrease in the ONLS score. 2. Discontinuation of first -line treatment. 3. An increase of at least one week in the interval between courses of IVIG or PEx compared to the dependence threshold. OFFICIAL 8 From the evidence selected, is there any data to suggest that there are particular subgroups of patients that would benefit from treatment with rituximab more than others? There was insufficient evidence from the results for the patients with CIDP with antibodies against paranodal proteins extracted from three case series to be able to identify clinical or any other characteristics which might be associated with a better response to treatment with rituximab. From the evidence selected, what are the criteria used by the research studies to confirm a diagnosis of nodal/paranodal antibody positive inflammatory/autoimmune neuropathy? None of the studies in this review described the diagnosis of the patients as 'nodal/paranodal antibody positive inflammatory/autoimmune neuropathy'. However, all the patients extracted from the three case series could be described in those terms as they had a diagnosis of CIDP and antibodies against paranodal proteins (NF155 or CNTN1). All of them had had prior treatment with IVIG and at least one other treatment (plasma exchange, steroids, mycophenolate, cyclophosphamide, azathioprine). Two of the three case series (Querol et al 2015, Roux et al 2018) selected patients with CIDP using the European Federation of Neurological Societies/Peripheral Nerve Society (EFNS/PNS) criteria (Joint Task Force of the EFNS and the PNS 2010). The three patients in the Burnor et al 2018 case series had severe, progressive CIDP with neurofascin antibodies. The criteria for the diagnosis was not described further. Limitations The key limitation to identifying the effectiveness of rituximab compared to standard treatment for patients with nodal/paranodal antibody positive inflammatory/ autoimmune neuropathy is the lack of reliable comparative studies. Very low certainty evidence for a limited number of outcomes was identified for a small number of patients from three case series, two of which were not designed to assess the effectiveness of rituximab for patients with this very rare type of neuropathy. There was heterogeneity between the patients for the type of antibody that they were positive for. Disease duration was reported for six patients and ranged from less than one year to 16 years. At least two patients had concomitant treatments and their outcomes reported may not be wholly attributable to rituximab. Conclusion The very low certainty evidence identified for inclusion in this review is insufficient to draw any conclusions about the clinical effectiveness and safety of rituximab compared to standard treatments in patients with nodal/paranodal antibody positive inflammatory/ autoimmune neuropathy. For patients who have failed to respond to IVIG and at least one other treatment, limited non-comparative evidence suggested clinically meaningful improvements from baseline in disability and function for some patients. No evidence on the cost effectiveness of rituximab compared to current standard treatments was identified. Implementation Criteria Inclusion criteria Patients who have nodal/paranodal antibody positive inflammatory/autoimmune neuropathy will be considered for treatment with rituximab provided they: EITHER have severe disease (Modified Rankin Scale (MRS) 4 and/or Overall Neuropathy Limitations Scale (ONLS) 5). Treatment would take place as soon as possible after diagnosis, and in preference to IVIg. OFFICIAL 9 OR fall into one of the followi ng patient groups: 1. Those who have already been established on regular IVIg with the aim of reducing or completely ameliorating IVIg, 2. Those who have had a poor response to a trial of corticosteroids (failure to improve after 8 weeks of high-dose treatment, e.g. prednisolone 50-60mg a day, pulsed dexamethasone (40mg a day for 4 days every 4 weeks) or methylprednisolone (1-2 g monthly), 3. Those who cannot be treated with high dose corticosteroids due to intolerance or toxicity or who have or are at a high risk of steroid-related side effects, or 4. Those who relapse during steroid weaning following 6 months of steroid treatment. Starting criteria The decision to commence treatment with rituximab must be made by the treating clinician in conjunction with the patient. Individual Trusts will have policy documents for rituximab prescription, which should be followed. Reference should be made to the SmPC when considering treating patients with rituximab, in particular, section 4.3 Contraindications, section 4.4 Special warnings and precautions for use and section 4.6 Fertility, pregnancy and lactation. HIV and hepatitis B/C virus Ab screening should be also be performed. TB Screening5 should take place to rule out active and latent TB before starting treatment. Patients without a history of chickenpox or without vaccination against varicella zoster virus (VZV) should be tested for antibodies to VZV. Consideration can be given to a VZV vaccination in antibody -negative patients, 6 weeks before starting treatment. As per manufacturer guidance, patients with positive hepatitis serology should be referred to a liver specialist for monitoring and initiation of antiviral therapy before treatment initiation; treatment should not be initiated in patients with evidence of current hepatitis B infection until the infection has been adequately treated. HIV infection is not an absolute contraindication to the use of rituximab, and the risk -benefit of rituximab in this setting should be evaluated on a case-by -case basis. In individuals with well controlled HIV infection and normal CD4 counts are unlikely to be at significantly increased risk of adverse events from rituximab. Baseline investigations should also include a full blood count with differential, liver function tests serum creatinine levels and immunoglobulin subsets (IgG, IgM and IgA). Chest x-ray for TB screening, hepatitis B/C virus Ab screening and HIV screening need not be repeated before the second and subsequent doses of rituximab unless there is new pertinent history or findings (e.g.; cough with fever; jaundice, sex without contraception, behaviour putting the patient at risk). 5 TB screening involves a TB symptom screen and one of the TB Elispot or the Quantiferon tests depending on whether or not the patient is immunosuppressed/on immunosuppressants. This would be followed by a chest x -ray if they have either a reactive TB Elispot/two indeterminate TB Elispot results or a positive quantiferon/two borderline quantiferon results. Treatment with rituximab can proceed if chest X -ray is normal and the patient is asymptomatic (no cough, weight loss, fever, night sweats etc.) OFFICIAL 10 Dosing criteria The rituximab biologic with the lowest acquisition costs should be used. This is likely to be a rituximab biosimilar. For adults 2 doses of 1g of rituximab spaced 2 weeks apart will be given by intravenous infusion in accordance with the SmPC. The infusion rates will be different for adults and children. Further cycles of treatment will be given at intervals ranging from 6 months to 5 years, guided either by clinical relapse, serological monitoring, recovery of B cell counts or a combination of these factors. Stopping criteria Treatment with rituximab should be stopped if: Neuropathy symptoms fail to stabilise or improve after 2 cycles of treatment as assessed using a validated outcome measure. A patient develops an infusion-related reaction including cytokine release syndrome The patient is unable to tolerate the side effects of treatment. There should be permanent discontinuation of treatment for : o Patients who have developed progressive multifocal leukoencephalopathy 6 after treatment with rituximab. o Patients who develop severe skin reactions such as toxic epidermal necrolysis (Lyell's syndrome) and Stevens -Johnson syndrome. Patients who experience overdose should have immediate interruption of their infusion and be closely monitored. Reference should be made to the SmPC, in particular section 4.4 'Special warnings and precautions for use', for the criteria for permanent discontinuation e treatment with r ituximab. 6 Progressive multifocal leukoencephalopathy is a disease that attacks part of the brain and occurs in people whose immune system is weakened. People with PML have difficulty moving, thinking, and feeling sensations. OFFICIAL 11 Patient pathway OFFICIAL 12 Governance arrangements The use of rituximab in the treatment of nodal/paranodal antibody positive inflammatory/autoimmune neuropathy is off label, any provider organisation treating patient s with this intervention will be required to assure itself that the internal governance arrangements have been completed before the medicine is prescribed. These arrangements may be through the Trust's Drugs and Therapeutics committee (or similar) and NHS England may ask for assurance of this process. Each provider organisation treating children with a medicine approved under this policy 'Commissioning Medicines for Children in Specialised Services' (https://www.england.nhs.uk/wp-content/uploads/2017/03/commissioning-medicines -children- 9 specialised-services.pdf ) will be required to assure itself that the internal governance arrangements have been completed before the medicine is pr escribed. These arrangements may be through the Trust's Drugs and Therapeutics Committee (or similar) and NHS England can ask for documented evidence that these processes are in place. Provider organisations must register all patients using approved online prior approval software and ensure monitoring arrangements are in place to demonstrate compliance against the criteria as outlined. Our policies provide access on the basis that the prices of therapies will be at or below the prices and commercial terms submitted for consideration at the time evaluated. NHS England reserves the right to suspend or rescind policies where the supplier of an intervention is no longer willing to supply the treatment to the NHS at or below this price and to revi ew policies where the supplier is unable or unwilling to match price reductions in alternative therapies. Mechanism for Funding Reimbursement for the use of rituximab for the treatment of adults and post -pubescent children with nodal/paranodal antibody positive inflammatory/autoimmune neuropathy meeting the criteria within this policy will be managed, through local contrac t agreements and terms, by the local NHS England Specialised Commissioning Teams. The cost will depend on the rituximab product used, the price of which is commercial in confidence. Only the rituximab product with the lowest acquisition cost will be reimbursed under this policy (likely to be a biosimilar). Audit requirements The majority of patients in the UK who test positive for nodal/paranodal antibodies are identified by the Oxford laboratory and are known to the Oxford Neuroscience centre. There are plans to develop a CIDP UK national database which will interface with an international database of CIDP patients. The proposed UK database will distinguish patients who test positive for nodal/paranodal antibodies from other patients with CIDP. Patients treated for nodal/paranodal will be assessed at 6 months, 12 months and thereafter based on clinical need. The following disability scores will be measured at each visit: INCAT disability score; ONLS or RODS score. Remission rates following treatment with rituximab and whether other immunotherapies can be withdrawn will also be monitored. Policy review date This document will be reviewed when information is received which indicates that the policy requires revision. If a review is needed due to a new evidence base then a new Preliminary Policy Proposal needs to be submitted by contacting england.CET@nhs.net . Our policies provide access on the basis that the prices of therapies will be at or below the prices and commercial terms submitted for consideration at the time evaluated. NHS England reserves the right to review policies where the supplier of an intervention is no longer willing to OFFICIAL 13 supply the treatment to the NHS at or below this price and to review policies where the supplier is unable or unwilling to match price reductions in alternative therapies. Definitions Autoantibodies Autoantibodies are antibodies (immune proteins) that mistakenly target and react with a person's own tissues or organs. Autologous bone marrow transplant A bone marrow transplant involves destroying any unhealthy blood cells and replacing them with stem cells removed from the blood or bone marrow. Autologous means that the patient is their own stem cell donor Azathioprine Azathioprine is one of a group of drugs known as immunosuppressants. These drugs ar e used to damp down the body's immune reactions. B cell subsets. B-cells fight bacteria and viruses by making antibodies which lock onto the surface of an invading cell and mark it for destruction by other immune cells. CD20 surface marker CD20 is a protein that is expressed on the surface of B cells. Cell adhesion molecules Cell adhesion molecules allow cells to adhere to each other and allows cells to interact and communicate with each other and their environment. Chronic Inflammatory Demyelinating Polyradiculopathy (CIDP) Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) is a rare autoimmune disorder in which the body's immune system attacks the myelin that insulates and protects the body's nerves. Corticosteroids Corticosteroids are an anti-inflammatory medicine prescribed for a wide range of conditions. They are a man-made version of hormones normally produced by the adrenal glands Cyclophosphamide Cyclophosphamide is a type of anti -cancer chemotherapy drug. Guillain -Barré syndrome Guillain -Barré syndrome is a very rare condition that affects the nerves and causes numbness weakness and pain mainly in the feet, hands and limbs. IgG4 subclass antibodies IgG4 is a subclass of IgG, the most common form of immunoglobulin. The exact role of IgG4 in the body's immune response is uncertain. INCAT score The Inflammatory Neuropathy Cause and Treatment disability score is a measure of activity limitation Intravenous immunoglobulins (IVIg) IVIg contains antibodies from other people's blood and can be given via an infusion to patients who are not making suff icient antibodies to enable them to fight infections. Lymphoproliferative disorders of B cells B cells are lymphocytes, white blood cells that produce immunoglobulins to fight infection. Lymphoproliferative disorders of B cells occur when the normal mechanisms of control of generation of B cells break down, resulting in uncontrolled OFFICIAL 14 generation B cells which results in too many B cells which may cause disease of the lymph nodes Macrophage A macrophage is a large white blood cell produced by the body which has the ability to locate and destroy bacteria, viruses, fungi, and parasites Membranous nephropathy Membranous nephropathy occurs when the small blood vessels in the kidney which filter wastes from the blood, become damaged and thickened. As a result, proteins leak from the damaged blood vessels into the urine. Methotrexate Methotrexate is a type of medicine called an immunosuppressant. It slows down the body's immune system and helps reduce inflammation. Modified Rankin Scale The Modified Rankin Scale (MRS) is used to measure the degree of disability in patients with neurological impairment. Myasthenia gravis Myasthenia gravis is a rare long -term condition that affects the nerves of the body and causes muscle weakness. Myelinated nerve fibres Nerve fibres in the body are surrounded by myelin, a fatty substance that insulates them and increases the rate at which electrical impulses are passed along the nerves. Nodal/paranodal autoantibodies Nodal/paranodal autoantibodies act on the nodal proteins at the nodes of Ranvier and the proteins adjacent to the nodes of Ranvier. Node of Ranvier Node of Ranvier is a periodic gap in the insulating myelin sheath surrounding nerve fibres in the body which serves to facilitate the rapid conduction of nerve impulses. Overall Neuropathy Limitations Scale (ONLS) The ONLS is designed to assess the limitations of patients with immune-mediated peripheral neuropathies. Plasma exchange Plasma exchange is a procedure which separates your blood into its different parts: red cells, white cells, platelets and plasma. Itis used for people who have too much protein in the plasma, causing the blood to become thicker than normal. The plasma is removed from the blood and replaced by a plasma substitute. Progressive multifocal leukoencephalopathy (PML) Progressive multifocal leukoencephalopathy is a disease that attacks part of the brain and occurs in people whose immune system is weakened. People with PML have difficulty moving, thinking, and feeling sensations. Rheumatoid arthritis Rheumatoid arthritis is a long -term condition that causes pain, swelling and stiffness in the joints. Stem cell Stem cells are special human cells that are able to develop into many different cell types. Stevens -Johnson syndrome Stevens -Johnson syndrome is a rare, serious disorder of the skin and mucous membranes. It's usually a reaction to medication that starts w ith flu - like symptoms, followed by a painful rash that spreads and blisters. OFFICIAL 15 Toxic Epidermal Necrolysis (Lyell's syndrome). Toxic epidermal necrolysis is a type of severe skin reaction which may be caused by a reaction to a drug. Early symptoms include fever and flu-like symptoms. A few days later the skin begins to blister and peel forming painful raw areas. References Benedetti, L., Facco, M., Franciotta, Candiotto, L., Zambello, R., Briani, C., 2013. NK cells and their receptors in naive and rituximab-treated patients with anti -MAG polyneuropathy. J. Neurol. E., Franciotta, D., 2016. Neurofascin-155 as a putative antigen in combined central and Neurol. - Neuroi mmunol. Neuroinflammation 2020. to neurofascin, contactin-1, and contactin-associated protein 1 in Rousseau, Wakselman, L., Michel, P. - A., Mihout, F., Dussol, B., Matignon, M., Mousson, C., Rituximab for Severe Membranous Nephropathy: A 6-Month Trial with Extended Follow -Up. J. Am. Soc. Nephrol. 28, 348- 358. https://doi.org/10.1681/ASN.2016040449 Delmont, E., Manso, Lozza, A., Leonardi, A., Benedetti, L., 2018. Remarkable Rituximab Response on Tremor Related to Acute-Onset Chronic Inflammatory Demyelinating effect myasthenia. Neurology 78, 189- 193. https://doi.org/10.1212/WNL.0b013e3182407982 Doppler, H.H., A., Buttmann, M., Sommer, C., 2016. Auto-antibodies to contactin-associated protein 1 (Caspr) in OFFICIAL 16 two patients with painful inflammatory neuropathy . Brain J. Waxman, S.G., Mäurer, M., Weishaupt, A., Sommer, C., 2015. Destruction of paranodal architecture in inflammatory neuropathy with 2012. Long-term of CIDP after pulsed Agarwal, S., Hessey, E.W., Shaw, T. M., DANCER Study Group, 2006. The efficacy and safety of rituximab in patients with active rheumatoid arthritis despite methotrexate of Arthritis Gastro-resistant paranodes Macko, C., the motor -sensory axonal Guillain-Barre syndrome. Ann.Neurol. 39, 17- 28. Hospital, M. -A., Viala, K., Dragomir, S., Levy, V., Cohen -Aubart, F., Neil, J., Musset, L., Choquet, S., Leger, J. -M., Leblond, V., 2013. Immunotherapy -based regimen in anti -MAG Ikeda, Iijima, M., Katsuno, M., Sobue, G., 2019. Clinicopathological characteristics of subtypes of inflammatory Neurosurg. Psychiatry 90, 988- 996. https://doi.org/10.1136/jnnp-2019- Joint Task Force of the EFNS and the PNS, 2010. European Federation of Neurological Societies/Peripheral Nerve Society Guideline on management of chronic inflammatory demyelinating polyradiculoneuropathy: report of a joint task force of the European Federation of Neurological Societies and the Peripheral Nerve Society --First Revision. J. Peripher. Nerv. Yonekawa, T., Matsushita, T., Kusunoki, S., Nagayama, S., Fukuda, Y., Ogata, H., Matsuse, D., Murai, H., Kira, J.-I., 2013. Anti -neurofascin antibody in patients with combined central and peripheral demyelination. Iijima, M., Kato, D., Ogata, H., Yamasaki, R., Matsukawa, N., Kira, J.-I., Katsuno, M., in demyelinating polyneuropathy with anti-neurofascin-155 and anti - contactin- 1 Neurol. Neurosurg. Psychiatry 88, 465- 473. https://doi.org/10.1136/jnnp-2016- 314895 OFFICIAL 17 Koike, H., Nishi, R., Ikeda, S., Kawagashira, Y., Iijima, M., Katsuno, M., Sobue, gangliosides and ganglioside complexes in Guillain-Barre syndrome: New Illa, I., Faivre-Sarrailh, C., 2014. Specific Contactin N-Glycans Are Implicated in Neurofascin Binding and Autoimmune Targeting thm for the individualized dosing of human inflammatory 1999. Chronic inflammatory demyelinating polyradiculoneuropathy: a prevalence study in south east England. J. Neurol. Neurosurg. Psychiatry 66, 677- 680. Mahdi -Rogers, M., Hughes, R. a. C., 2014. Epidemiology of chronic inflammatory neuropathies in southeast England. Eur. J. Neurol. S.N., band, M.N., Olsson, T., Moldenhauer, A., Velhin, S., Hohlfeld, R., Meinl, E., Linington, C., Neurofascin as a novel target for autoantibody Group, for the C. -C.S., 2015. Contactin 1 IgG4 associates to chronic inflammatory demyelinating with sensory ataxia. B rain 138, 1484- 1491. https://doi.org/10.1093/brain/awv054 National Institute for Health and Care Excellence (NICE) 2020. British National Formulary. Available from: C., Odaka, M., Tackenberg, B., Prüss, H., Schwab, J.M., Harms, L., Harms, H., Sommer, C., Rasband, M.N., Eshed-Eisenbach, Peles, E., Meinl, E., 2012. Neurofascin as a Kawamura, N., Matsuse, D., Kuwahara, M., Suzuki, H., Kusunoki, S., Fujimoto, Y., Ikezoe, K., Kishida, H., Tanaka, F., Matsushita, T., Murai, H., Kira, J.-I., 2015. Characterization of I., 2014. Neurofascin IgG4 antibodies in CIDP associate with disabling tremor and poor response to IVIg. Neurology 82, 879- 886. https://doi.org/10.1212/WNL.0000000000000205 Querol, L., M., Gallardo, E., Isabel Illa, 2013. Antibodies to contactin- OFFICIAL 18 1 in chronic inflammatory demyelinating polyneuropathy. Ann. 73, -Moreno, Sedano, Seró-Ballesteros, L., Carvajal, A., Ortiz, N., E., Illa, I., 2015. Rituximab in treatment https://doi.org/10.1212/NXI.0000000000000149 Rinaldi, F., M., Remuzzi, G., 2012. Am. Nephrol. JASN 23, 1416- 1425. https://doi.org/10.1681/ASN.2012020181 Ruts, L., Drenthen, J., Jacobs, B.C., van Doorn, P.A., Dutch GBS Study Group, 2010. Distinguishing acute-onset CIDP from fluctuating Guillain-Barre T., Schmidt, C., Körtvelyessy, P., Villmann, C., Meinl, E., C., Leypoldt, F., Doppler, K., 2019. Anti-pan-neurof IgG3 S., Katifi, H.A., Ponsford, S., Reuber, M., Steck, Thomas, P.K., Thompson, A.J., Vallat, J.M., Winer, J., 2001. The clinical and laboratory features of chronic sensory ataxic neuropathy with anti -disialosyl IgM antibodies. Brain 124, 1968- 1977. Willison, H. J., Yuki, N., 2002. Peripheral neuropathies "}