{"title": "What is Alternative Medicine?", "author": null, "url": "https://alternativedoc.net/what-is-alternative-medicine/", "hostname": "alternativedoc.net", "description": "Dr. Z and his team can help you heal and protect your health and wellness with proven to be effective alternative medicine approaches.", "sitename": "alternativedoc.net", "date": "2020-01-01", "cleaned_text": "According to research published by the Center for Disease Control and Prevention (the US CDC), north of 40% of US adults over the age of 18 - as well as 12% of children - are taking advantage of some type of complementary or alternative medicine to resolve their health and wellness issues. Alternative medical approaches are more popular today than maybe ever before, with people throughout the US (the rest of the world) looking to take advantage of less invasive and safer alternatives to modern medical interventions. Alternative medicine includes the functional medicine discipline, a systems-oriented medical approach that is applied to identify and understand the underlying or root causes of a disease. This includes doing extensive blood work often more extensive than requested by a standard general practitioner, a DNA stool test, and other tests to find out what is the root cause of the problem. Folks are turning away from chemical cocktails cooked up in pharmaceutical laboratories and unnecessary surgeries and instead leaning on alternative solutions like acupuncture, chiropractic work, and alternative/holistic medicines that do not have the same kind of short and long-term side effects associated with traditional OTC and prescription medications. For more than 20 years, Dr. Edmund Zlotea (affectionately referred to as Dr. Z) has helped lead the charge in the world of alternative medicine. Providing top-tier acupuncture and chiropractic solutions for more than two decades, this clinic is built on top of the foundational principles of doing no harm while restoring and rejuvenating the health and wellness of the patients that entrust their care to Dr. Z and his team. Whether individuals are looking to leverage acupuncture services that millions of Americans take advantage of annually (an alternative medicinal approach pioneered by the ancient Chinese thousands of years ago), hoping to take advantage of herbal medicines like more than 4 billion people around the world are already to resolve their health concerns and illnesses, or want to make the most of all chiropractic work has to offer to refresh and rebuild the body through your spine and your central nervous system the services that the MedPlus Gentle Chiropractic & Acupuncture clinic are designed to help. For more information and details about the alternative medicinal approaches including spinal decompression, gentle chiropractic work, weight loss solutions, and more - the same alternative medicine approach is used by Dr. Z to help thousands of patients over the last 20 years - contact the MedPlus Gentle Chiropractic & Acupuncture clinic "}