{"title": "Consensus Guidelines for the Treatment of Atopic Dermatitis in Korea (Part II): Systemic Treatment", "author": "Jung Eun Kim; Hyun Jeong Kim; Bark-Lynn Lew; Kyung Ho Lee; Seung Phil Hong; Yong Hyun Jang; Kui Young Park; Seong Jun Seo; Jung Min Bae; Eung Ho Choi; Ki Beom Suhr; Seung Chul Lee; Hyun Chang Ko; Young Lip Park; Sang Wook Son; Young Jun Seo; Yang Won Lee; Sang Hyun Cho; Chun Wook Park; Joo Young Roh", "url": null, "hostname": null, "description": null, "sitename": "Annals of Dermatology", "date": "2015-10-02", "cleaned_text": "INTRODUCTION MATERIALS AND METHODS [1](#B1). Database and literature research Evaluation of the literature [Table 1](#T1)) [2](#B2). Consensus process RESULTS Antihistamines [3](#B3). However, Korean experts recommend the use of antihistamines in attempts to relieve pruritus and prevent exacerbation due to scratching in patients with mild to cetirizine in infants with severe AD had TCS-sparing effects, which were used as an indirect measure of the efficacy of cetirizine in treating pruritus [5](#B5). Non-sedating antihistamines may be helpful, particularly when the patient has comorbidities such as bronchial asthma, rhinoconjunctivitis, or urticaria [5](#B5) [6](#B6). [3](#B3). In general, the long-term use of antihistamines is safe. No laboratory monitoring is required. If cardiac toxicity is suspected, an electrocardiogram should be obtained to assess dysrhythmia [3](#B3). Antimicrobials [3](#B3) [10](#B10). The clinical relevance of bacterial overgrowth is patient-dependent, so the use of systemic or topical antibiotics to treat non-infected AD is not recommended. Short-term treatment with topical or systemic antibiotics may be beneficial in addition to standard, appropriate treatment if the skin is obviously superinfected with bacteria (1a, A) [3](#B3) [10](#B10) [11](#B11). In particular, the continuous use of antibiotics, regardless of whether they are topical or systemic, should be avoided to reduce the risk of bacterial resistance ( [Table 3](#T3)) [3](#B3) [11](#B11). Bacterial culture with antibiotic susceptibility profiling may be appropriate for recurrent or non-responsive skin infections [3](#B3). [12](#B12). [13](#B13). Eczema herpeticum should be treated without delay systemic antiviral therapy. [14](#B14). Systemic immunomodulators [17](#B17). azathioprine (AZP), are used in clinical settings. In contrast, there are only limited reports on leukotriene inhibitors, oral calcineurin inhibitors, and interferon (IFN-). Further investigations are necessary before these options can be used in routine treatment. Aside from corticosteroids, all systemic immunomodulators may increase the risk of photocarcinogenesis when used together with phototherapy; this combination is therefore not recommended. Live attenuated vaccination is usually contraindicated when systemic immunomodulators are used. The dosage and material in the vaccine should be carefully examined when vaccine use is considered. Recommendations for systemic immunomodulators are summarized clinical improvement has been achieved, it is very important to taper the dosage gradually over time to minimize the likelihood of a rebound effect. [21](#B21). If the skin is severely damaged, however, the distribution of topical treatments is extremely irregular and oral administration is safer and more controllable. In all other situations, TCSs are the preferred option. [3](#B3). Some clinicians argue that systemic corticosteroids can be used safely for up to six weeks in combination with TCSs or topical calcineurin inhibitors [23](#B23). [24](#B24). Significant adverse effects of the chronic use of systemic corticosteroids include hypertension, diabetes, glucose intolerance, gastritis, weight gain, osteoporosis, skin atrophy, glaucoma, Cushing's syndrome, and emotional lability [3](#B3). Children and adolescents receiving systemic steroids continuously may exhibit decreased linear growth while taking the medication [25](#B25). Cyclosporine [26](#B26). However, symptoms may manifest themselves again within 8~12 weeks of termination of medication [27](#B27) [28](#B28). [27](#B27) [29](#B29). [18](#B18). There is a report that microemulsion formulations have faster effects than usual formulations [30](#B30). The effects of treatment appear two weeks after initiation, a relatively fast induction rate compared to other systemic immunomodulators. [31](#B31). Common and important side effects include nephrotoxicity, hypertension, tremors, headaches, paresthesia, hypertrichosis, gingival hyperplasia, gastrointestinal hypertriglyceridemia, electrolyte imbalance susceptibility to infection [19](#B19). Routine follow-up examinations are required before and after administration. Blood pressure should be measured at every visit. Laboratory testing should be performed upon initiation of medication and every 2~4 weeks for several months as the drug dosage is being increased. During the long-term maintenance period, laboratory testing should be performed at least once every three months ( [Table 5](#T5)) [3](#B3). The drug dosage should be lowered when blood creatinine rises by more than 25% and the patient should be closely monitored to decide whether to stop or continue the medication [3](#B3). Long-term use of cyclosporine raises the possibility of skin the test is only available in a few facilities in Korea and is relatively expensive, it is difficult to apply this test to all patients. To reduce the risk of myelosuppression, the drug dosage should be increased when TPMT levels are high and reduced when TPMT levels are low. [35](#B35). Methotrexate [Table 7](#T7)) [3](#B3) [32](#B32). The same amount can be divided into three doses at 12-hour intervals. In addition to oral administration, MTX can also be given by intramuscular or subcutaneous injection. Injection can lead to high bioavailability, but compliance is low due to the invasiveness of the technique. [24](#B24) [32](#B32). The maximum effect is usually achieved after about 10 weeks. [19](#B19). The most significant side effects include liver cirrhosis (liver toxicity), myelosuppression, and pulmonary fibrosis. The need for routine liver biopsies is controversial, as the incidence of liver cirrhosis is very low and it is not easy to perform liver biopsies for the cumulative doses of MTX used in the treatment of dermatologic disorders. A test for procollagen type III amino-terminal peptide can be used as a substitute for liver biopsy, but is not applied in Korea. Myelosuppression is reversible once drug administration has been stopped or reduced. Studies have reported pulmonary fibrosis in patients on low-dose regimens and MTX is not recommended in patients with asthma or chronic coughing. Folic acid (1 mg daily) can be added to reduce the incidence of myelosuppression and GI symptoms. [17](#B17). Mycophenolate mofetil [18](#B18). [20](#B20). MMF is known to have a therapeutic effect similar to cyclosporine. However, the effects of MMF are more durable than those of cyclosporine and one study showed effective maintenance four months after discontinuation of the drug [36](#B36). [Table 8](#T8)) [3](#B3) [36](#B36). MMF is generally tolerated, although common side effects include GI symptoms, headache, flu-like symptoms, and fatigue. Serious side effects, such as leukocytopenia, anemia, thrombocytopenia, or alteration of liver function, are rare compared with other immunomodulators. When administered in doses of 1.5 g/day or less, MMF can be used safely for a long period [18](#B18). It is known to be relatively safe in children [37](#B37). Allergen-specific immunotherapy [38](#B38). ASIT can be recommended for AD patients with hypersensitivity to house dust mites, pollen, animal allergens, mold or fungi, and hymenoptera [39](#B39). Appropriate examination of medical history, immediate hypersensitivity skin tests, or tests for serum-specific IgE should be performed before applying ASIT. Currently, house dust mite allergen shows the best therapeutic response to AD treatment using ASIT [5](#B5). ASIT can be administered by subcutaneous immunotherapy, SLIT) [40](#B40). SCIT is effective in the treatment of AD with aeroallergen sensitivity [41](#B41) [42](#B42) [43](#B43). Recently, Novak et al. [44](#B44)reported the efficacy and safety of SCIT using depigmented polymerized mite extract. In their study, SCIT significantly reduced the total SCORAD in a subgroup of patients with severe AD. One limitation of SCIT is the risk of potential side effects, which include systemic allergic reactions, occasional anaphylaxis, and even fatalities. As serious side effects of SCIT typically occur within 30 minutes of subcutaneous injection, it is necessary to closely monitor the patient for 30 minutes after injection. In one RCT, SLIT with a standardized mite extract was shown to be effective in treating children with mild-to-moderate AD. However, the benefit was inconsistent in the severe form of AD [45](#B45). There have been no well-organized comparison studies comparing SLIT and SCIT. SLIT is self-administered by patients or their caregivers at home, although the initial dose is usually given under medical supervision. The main advantages of SLIT over SCIT are safety and the convenience of self-administration. Recommendations for to control acute flares of AD. NB-UVB can be applied to manage the chronic stage of AD [47](#B47). A recent study indicated a beneficial effect of NB-UVB on immune and barrier abnormalities in AD patients. Twelve patients with moderate-to-severe chronic AD received NB-UVB phototherapy three times weekly for up to 12 weeks. All patients achieved a reduction of at least 50% in SCORAD index scores with NB-UVB phototherapy. Moreover, the Th2 and Th1 immune pathways were suppressed and measures of epidermal hyperplasia and differentiation normalized [48](#B48). There is still no standard protocol for the optimal dose, duration, and frequency of NB-UVB treatment [49](#B49). The optimal treatment dose of UVA1 has also not yet been determined. Several studies reported that high and medium doses of UVA1 were superior to a low-dose regimen [50](#B50). Tzaneva et al. [51](#B51)also reported that medium-dose UVA1 was as effective as high-dose treatment. The comparative efficacy of the two UV treatments was studied in 28 AD patients who received a six-week course of medium-dose UVA1 or NB-UVB [52](#B52). In addition, the efficacy and tolerability of both modalities may be considered similarly favorable. When the side effects of NB-UVB and UVA1 are compared, the total amount of irradiation necessary for effective phototherapy is lower for NB-UVB than for medium-dose UVA1. The exposure time is therefore shorter and less heat is produced during NB-UVB treatment compared with medium-dose UVA1. NB-UVB therapy is more comfortable, particularly for AD patients, in which heat can be a trigger for itchiness [53](#B53). As the long-term effects of phototherapy have not been described, treatment should be reserved for adults and children older than 12 years of age with severe, recalcitrant AD [23](#B23). Considering the low accessibility of UVA1 devices compared to other modalities of phototherapy, NB-UVB offer the most efficacious and cost-effective evidence-based treatment for patients with chronic AD. Recommendations for summarized in [Table 10](#T10) [46](#B46) [47](#B47) [53](#B53). Interferon- [54](#B54). However, it is not commonly used in Korea, since the therapeutic effects of IFN- in AD patients have not yet been elucidated and some reports showed only a moderate therapeutic effect. [Table 11](#T11)) [3](#B3) [54](#B54) [55](#B55). In terms of side effects, 30%~60% of patients experience intermittent headaches, myalgia, and chills, but these can be controlled with acetaminophen and are relatively safe. The use of IFN- in children is not recommended because of the lack of clinical data. Alitretinoin [56](#B56). It is not recommended as a routine treatment because of the lack of evidence from treating areas other than the hands of AD patients. Thymopentin and intravenous immunoglobulin [57](#B57). A randomized sampling study of 39 patients, including children and adults with moderate AD, reported that the group treated with thymopentin for 12 weeks showed better average improvement than the placebo group, without specific adverse events [57](#B57). However, thymopentin is not yet recommended for treating severe AD because of the lack of evidence and follow-up studies [19](#B19). Some reports have shown intravenous immunoglobulin to be effective in patients with severe AD. Nevertheless, these therapies are not currently recommended for AD treatment, as no significant effects have been demonstrated in an RCT comparing them with cyclosporine and placebo. Biologics [58](#B58). The results of several small trials of biologics, including omalizumab, rituximab, alefacept, [59](#B59) [60](#B60) [61](#B61) [62](#B62). However, it is clearly premature to recommend off-label use of these biologics for recalcitrant AD, unless other therapies have failed or are contraindicated ( [Table 12](#T12)) [5](#B5) [58](#B58). Ongoing studies aim appropriate therapeutic targets. Adjunctive treatment 1) Probiotics/prebiotics [63](#B63)reviewed and analyzed 25 RCTs. The overall results of the meta-analysis suggested that probiotics could be applied in AD treatment, especially for moderate to severe AD in children and adults (1a, A). The effect of symbiotic use was not significantly different from that of probiotic use. Treatment with a mixture of different bacterial species or Lactobacillus species was more beneficial than treatment with Bifidobacterium species alone. However, there is no evidence to support the benefit of probiotics in infants [63](#B63). In another meta-analysis of 16 RCTs that focused on the primary preventative effects of probiotics in AD, Panduru et al. [64](#B64)found that probiotics (Lactobacillus alone or Lactobacillus with Bifidobacterium) appeared to play a protective role in AD prevention upon administration in the pre- and postnatal periods, in both the general population and those at risk for allergies. Probiotics/prebiotics could be an option for adjuvant therapy of AD; however, most of the Korean experts in this study adopted a neutral position regarding the use of probiotics/prebiotics for either AD prevention or treatment. 2) Essential fatty acids [65](#B65) [66](#B66). However, there is still insufficient RCT data assessing clinical efficacy for this method to be recommended [67](#B67). Close observation of future RCT results may be needed. Consistently, our Korean experts did not recommend essential fatty acids for AD treatment. Complementary and alternative therapy [Table 13](#T13)) [71](#B71) [72](#B72) [73](#B73). DISCUSSION [74](#B74). The eczema area and severity index (EASI) score is a relatively simple assessment tool for assessing AD severity, and is graded as follows: mild, EASI Current AD management guidelines suggest a treatment algorithm for mild AD versus moderate to severe AD ( 1](#F1), [2](#F2)). [76](#B76) [77](#B77). During flare-ups, active topical anti-inflammatory treatment should be applied primarily. For moderate to severe AD patients, concomitant active treatments with topical and systemic anti-inflammatory modalities are indicated, but this can also be the treatment for patients who suffer psychosocial stress, regardless of their AD severity. Even after the AD lesions disappear, patients with frequently relapsing disease courses require proactive treatment with topical anti-inflammatory treatment and psychosocial support. Antimicrobial therapy may be needed to control infection. Wet dressings can facilitate a faster recovery of AD lesions in the absence of infection. ASIT may be helpful in selected cases. Adjunctive treatment can be used at any stage of the disease course, because it is very safe and rarely has side effects; however, its therapeutic efficacy is not sufficiently high for it to be recommended ( [Fig. 1](#F1), [2](#F2)). [78](#B78) [79](#B79). However, there are insufficient data to support the efficacy of traditional Korean herbal medicines and home remedies in the treatment of AD, while there is a risk of side effects, even serious ones such as liver toxicity. The report may require supplementary statements or a revision of recommendations based on upcoming publications and results of the many ongoing clinical studies. "}