{"title": "2021 Vegan Mamas | Forums | What to Expect", "author": "ARC", "url": "https://community.whattoexpect.com/forums/2021-vegan-mamas.html", "hostname": "whattoexpect.com", "description": "A place for current vegan mamas to discuss all things regarding vegan pregnancy, nutrition, raising vegan children and vegan product recommendations.", "sitename": "What to Expect", "date": "2023-01-01", "cleaned_text": "Welcome to the What to Expect community Create an account or log in to participate. Welcome to 2021 Vegan Mamas! Connect with our community members by starting a discussion. - Introduce yourself - Ask a question - Share your experience - Receive updates from this group 2021 Vegan Mamas A place for current vegan mamas to discuss all things regarding vegan pregnancy, nutrition, raising vegan children and vegan product recommendations. 56 Discussions 500 Members Join Group Group Feed Latest Activity Newest Discussions Showing Results for \"\" No Results Found for \"\" [Search all groups] SHOW MORE Featured [](/forums/2021-vegan-mamas/topic/your-favorite-prenatal-vitamin-dhaomega-3iron-125841361.html) Your favorite Prenatal Vitamin - DHA/Omega 3/Iron | by ARC615 Hello vegan mamas!! I wanted to know what's your favorite vegan prenatal vitamins. I've started my first trimester with Naturelo and want to know if I should continue or does anyone have a better recommendation with higher iron content or better... Latest: 5 months ago | WTE Member 6 Featured [](/forums/2021-vegan-mamas/topic/all-natural-stretch-mark-cream-137916187.html) All Natural Stretch Mark Cream | by moonstonemammma Hey y'all! I just wanted to share my all natural whipped belly balm with you ladies! It's packed full of honest vegan ingredients and everything your skin deserves during this time! Check out my Instagram and DM me if you'd like me to send you... Featured [](/forums/2021-vegan-mamas/topic/get-ready-for-bumpday-happening-on-july-20th-137392957.html) Get ready for #BumpDay, happening on July 20th! | by TeamWTE Every mother deserves a safe pregnancy, but there are vast disparities in maternal health care based on where a mom lives, her ability to pay and the color of her skin. That's unacceptable, and it's why we started #BumpDay with @HeidiMurkoff... Featured Featured [](/forums/2021-vegan-mamas/topic/golden-milk-or-natural-medicine-type-of-thing-131371544.html) Golden milk or natural medicine type of thing | by 524lpj Hi all. I'm starting to get sick and baby 9 months is as well. Before going to medicine for our cold I would love to try natural herbs etc. what is a good homemade mixture you swear by. Latest: 2 years ago | SeahorsesOfCourses 1 Featured Featured Featured [](/forums/2021-vegan-mamas/topic/vegan-deli-meatssoft-cheese-safe-or-nah-125385220.html) vegan deli meats/soft cheese, safe or nah | by TTCLOU so in pregnancy youre not supposed to have deli meats and soft cheeses and raw fish etc all those things we are safe from just the pre-prepared salads etc that we need to know about. i was just wondering if the vegan substitutes are okay for... Latest: 2 years ago | S03R09 4 Featured [](/forums/2021-vegan-mamas/topic/dates-and-pregnancy-125220511.html) Dates and pregnancy | by ARC615 I just entered my 2nd trimester and I love dates. I was eating some and my admin advised me to stop because they induce labor. I looked it up and it says it influences estrogen and progesterone hormones. Is it safe to eat maybe not a lot a day... Latest: 2 years ago | kp1388 5 Featured [](/forums/2021-vegan-mamas/topic/pain-122826699.html) pain | by kaithalpin i'm either four or six weeks pregnant, i'm not entirely sure, but i keep having pain in my right ovary/pelvis area. it's like whenever i move or twist my body in the opposite direction. i'm not really sure how to describe the pain, it's kinda... Latest: 2 years ago | bbbabee 2 Featured [](/forums/2021-vegan-mamas/topic/sticky-eye-photo-included-124182475.html) sticky eye photo included | by cidramirez93 my baby boy is 1week and 2days old and woke up with a sticky eye I'm a ftm so this freaked me out. I keep hearing it's normal but I'd like some reassurance from experience and any suggestions or tips are appreciated he has a appointment... Latest: 2 years ago | GrowingLily2021 1 Featured [](/forums/2021-vegan-mamas/topic/moringa-powder-124114722.html) Moringa powder | by sunkissed92 I want to start trying for my 3rd baby but I looked at maringa powder and it says that it can cause infertility or make it hard for you to get pregnant and then on other sites I read it helps with fertility. So I'm confused anyone have any insight... Latest: 2 years ago | sunkissed92 4 Featured Featured [](/forums/2021-vegan-mamas/topic/documentaries-or-articles-about-veganism-and-pregnancy-123484165.html) Documentaries or articles about veganism and pregnancy? | by littlestlove Like many of us, my hubs is not vegan. He has been supportive the entire time we've been together (vegan 8 years!).Just today he has mentioned concern around me being vegan while pregnant to which I replied \"If you have any fears at all you... Latest: 2 years ago | kp1388 2 Featured [](/forums/2021-vegan-mamas/topic/sharp-belly-pains-feels-like-internal-wound-122406710.html) Sharp belly pains feels like internal wound | by hailmamas Anyone else?So around 30 weeks we went to the hospital because I was having extreme pain in my lower right belly. After many hours it subsided, no one had a solution or explanation.My kidneys are not currently located in the lower right but... Featured [](/forums/2021-vegan-mamas/topic/chicken-noodle-soup-recipe-121861594.html) \"Chicken\" Noodle Soup Recipe | by mh34 Hi mamas! I am currently 6w2d and have been feeling very nauseous. I haven't been able to stomach very much and the one thing I'm craving is chicken noodle soup, just like I used to eat as a kid whenever I wasn't feeling good. Only thing, is... Latest: 2 years ago | hailmamas 1 Featured Featured Featured [](/forums/2021-vegan-mamas/topic/easy-healthy-mom-meals-120677204.html) easy healthy mom meals | by lizmarie3 what are some things you eat? wanna share ideas?i eat pasta a lot, but it's always chickpea/red lentil pasta or recently this heart of palm pasta. and add sliced mushrooms, bell peppers or kale/spinach. i recently made stuffed bell pepper with... Latest: 3 years ago | kperzel 3 Featured [](/forums/2021-vegan-mamas/topic/breastfeeding-food-119358516.html) Breastfeeding food | by SoulBringer Hey ladies I am exclusively pumping milk for my 3 month old girl and was wondering what are some good \"superfoods\" to add to the diet It is hard to eat nutritionally balanced some days. Are you guys adding something... Latest: 3 years ago | lizmarie3 5 Featured Featured Featured [](/forums/2021-vegan-mamas/topic/camping-food-118056237.html) Camping food | by kperzel I'm going camping with non vegans in a week or so and I'm 22 weeks pregnant. What foods can I bring with me camping so I'm hitting all my nutritional and calorie needs? I'm super hesitant about processed food and like to super clean for babies... Latest: 3 years ago | kp1388 1 Featured Featured Featured Featured [](/forums/2021-vegan-mamas/topic/my-nails-have-turned-orange-115259764.html) My nails have turned orange! | by kperzel My nails are orange now on both hands and all nails. Anyone else had this issue? I only eat the equivalent of maybe one large carrot daily. My supplements include daily prenatal, iron, calcium, magnesium, and vitamins e & d. I'm not sure where... Latest: 3 years ago | GrowingLily2021 1 Featured Featured [](/forums/2021-vegan-mamas/topic/community-guidelines-reminder-113767504.html) Community Guidelines reminder | by TeamWTE The What to Expect Community was created to be a supportive environment where parents can share joys and concerns with others going through similar experiences. We're committed to fostering a safe experience and in order to do so, we'd like... Have a question or want to share your experience with the group? Jump to Your Week of Pregnancy Pregnancy Week 1 Pregnancy Week 2 Pregnancy Week 3 Pregnancy Week 4 Pregnancy Week 5 Pregnancy Week 6 Pregnancy Week 7 Pregnancy Week 8 Pregnancy Week 9 Pregnancy Week 10 Pregnancy Week 11 Pregnancy Week 12 Pregnancy Week 13 Pregnancy Week 14 Pregnancy Week 15 Pregnancy Week 16 Pregnancy Week 17 Pregnancy Week 18 Pregnancy Week 19 Pregnancy Week 20 Pregnancy Week 21 Pregnancy Week 22 Pregnancy Week 23 Pregnancy Week 24 Pregnancy Week 25 Pregnancy Week 26 Pregnancy Week 27 Pregnancy Week 28 Pregnancy Week 29 Pregnancy Week 30 Pregnancy Week 31 Pregnancy Week 32 Pregnancy Week 33 Pregnancy Week 34 Pregnancy Week 35 Pregnancy Week 36 Pregnancy Week 37 Pregnancy Week 38 Pregnancy Week 39 Pregnancy Week 40 Pregnancy Week 41 Pregnancy Week 42 Trending On What to Expect Moms Share Home Remedies for Pregnancy Morning Sickness 8 Expensive Products Moms Say are Worth the Money You can't see this cool content because you have ad block enabled. Please whitelist our site to get all the best deals and offers from our partners. 14 Moms on What Labor Really Feels Like What Are Your Go-To Healthy Snacks? Things They Don't Tell You About: Mom Edition Pregnancy Brain Moments? "}