{"title": "TCM - Keeping healthy in Chinese way", "author": null, "url": null, "hostname": null, "description": "Sports channel covers stories and pictures of soccer, basketball, tennis, motor racing, stars and Beijing Olympics. Chinadaily.com.cn is the largest English portal in China, providing news, business information, BBS, learning materials. The Website has channels as China, BizChina, World, Opinion, Sports/Olympics, Entertainment, Lifestyle, Culture, Citylife, Photo, Forum and Weather.", "sitename": null, "date": "2013-04-11", "cleaned_text": "| | | | Editor's note: Deeply rooted in 5,000 years of history, Traditional Chinese Medicine (TCM) has been playing an important role in Chinese people's lives. Differing from the western medicine, TCM has its own theories and methods of staying healthy. In this special report, China Daily presents what is TCM and how the Chinese apply it in their daily lives to cure diseases and stay fit. | | The origins of traditional Chinese medicine can be traced to Shen Nong Shi, a mythological figure from about 5,000 years ago, who sampled hundreds of herbs for use as medicines. The formal history of TCM starts about 2,500 years ago with the Yellow Emperor's Inner Classic. [>>](../../china/2013-02/20/content_16238696.htm) | | TCM combines raw materials, principally herbs, to treat disease. Historically, the formulation incorporated as many as 10,000 ingredients, 90 percent extracted from herbs and 10 percent from animal byproducts and minerals. Today, practitioners of TCM regularly use around 300 ingredients in their widely available formulations. Any given formulation requires four to eight ingredients on average. [>>](../../china/2013-02/20/content_16238696.htm) | | | | Yin and Yang Central to the treatment are the TCM theories of the yin and yang, considered the two opposing forces of the body. The yin represents the cold, feminine and passive parts, while the yang represents the hot, masculine and active ones. TCM practitioners believe that when these two parts are out of balance, the smooth flow of qi energy streams through paths in the body is disrupted. | || | Five Phases Five phases theory is a conceptual scheme which is embodied in the five elements: wood, fire, earth, metal, and water and each of the elements inter-generates, inter-restricts and inter-transforms the other and achieves a balance. In terms of TCM, the patient's body is an organic and systematic whole and conditions are the reflection of the five phases. | | | | | | Spring TCM believes that springtime and the liver share the same property of mu (the element of wood). So, in that season, the liver tends to get overactive, creating discomfort. The stomach and spleen share the properties of tu (the element of earth), which is the opposite of mu. If opposition between these two elements becomes too strong, the body will become uncomfortable. [>>](../../travel/2012-10/24/content_15841110.htm) | | Summer In traditional Chinese medicine, summer is a time when \"Yang energy\" predominates so we should nourish and strengthen Yin to stay balanced. With this understanding of food energy, there are a number of food choices we can make to cool down our over-heated bodies in summer. Raw foods, cold foods and drinks have more of a cooling effect than cooked foods. [>>](../../life/2007-08/16/content_16387261.htm) | | Autumn A defining feature of autumn is dryness, which is most likely to affect the lungs and respiratory tract. \"It is critical for the body to have enough water.\" In autumn, people tend to be unaware of the fact that they are losing water quickly, since they don't actually sweat. But, in fact, the dry air will cause water to evaporate from the body 24 hours through the pores, unnoticed. [>>](../../life/2011-09/14/content_13684172.htm) | | Winter Winter is a time to take good care of the yang aspect of the body,\" says Wang Yuntao, a traditional Chinese medicine doctor with Beijing Dongwen Clinic. The function of yang can be compared to a cup of hot water: Inside a warm environment, it stays warm longer; but inside a cold environment, it turns cold faster. The yang factor is the ability to keep warm, Wang explains. [>>](../../life/2013-01/23/content_16161803.htm) | | | | [Eat healthy, eat yellow](../../life/2011-08/30/content_16374613.htm) In Traditional Chinese Medicine (TCM), the body is believed to be a unified organic being with organs tied to the five elements, five flavors and five colors. Eating food with a certain color can help regulate and strengthen the corresponding organ. [>>](../../life/2011-08/30/content_16374613.htm) [Five nuts to improve your physical quality](../../food/2012-12/21/content_16374603.htm) TCM believes that nuts are warm and hot in nature. The cold weather makes it suitable for people to eat nuts in winter without getting internal heat. [>>](../../food/2012-12/21/content_16374603.htm) | || | [Haute herbs experience](../../life/2012-09/25/content_15782821.htm) Great traditions never die. Connoisseurs will always savor, harbor and reinvent, just like Chef Xu Chiping of the Peninsula Hotel in Beijing. In his autumn menu, the chef attempts to realize his long-cherished dream of using Chinese medicinal herbs in haute cuisine. [>>](../../life/2012-09/25/content_15782821.htm) [Cooking up some hot stuff in clay pots](../../life/2013-01/05/content_16083893.htm) Following TCM guidance, chefs choose \"warm\" foods like lamb, balanced by vegetables and greens with a \"cold\" nature, such as water chestnuts. [>>](../../life/2013-01/05/content_16083893.htm) | | | | [TCM available in more than 160 countries, regions](../../china/2012-12/26/content_16057819.htm) A white paper on medical and health services released Wednesday by the Chinese government underlined the irreplaceable role of Traditional Chinese Medicine, because of its unique characteristics and advantages in curing diseases of different kinds. [>>](../../china/2012-12/26/content_16057819.htm) [Interest in TCM growing globally](http://africa.chinadaily.com.cn/weekly/2013-03/29/content_16356600.htm) While some Chinese experts propose abolishing traditional Chinese medicine, foreign pharmaceutical institutions and industries are pursuing them. [>>](http://africa.chinadaily.com.cn/weekly/2013-03/29/content_16356600.htm) [Big bucks in yin and yang](http://africa.chinadaily.com.cn/weekly/2013-03/29/content_16356600.htm) Selesta Zwane has worked as a nurse at a public hospital in South Africa for more than 20 years, so she knows a thing or two about medicine. [>>](http://africa.chinadaily.com.cn/weekly/2013-03/29/content_16356600.htm) [TCM-Western medicine interaction full of promise](../../business/2012-05/14/content_15284060.htm) A dialogue full of promise between Traditional Chinese Medicine (TCM) and Western Medicine (WM) has started in Italy, former President of the European Commission and former Italian Prime Minister Romano Prodi told Xinhua in a recent interview. [>>](../../business/2012-05/14/content_15284060.htm) [Breaking tradition](http://europe.chinadaily.com.cn/epaper/2011-02/18/content_12038504.htm) When Amy Wu was a college student studying in Britain she invited a classmate to a remote cemetery to hunt for ghosts. It was just for a joke but after a long wait in the eerie darkness her male friend was trembling while she could see the funny side. [>>](http://europe.chinadaily.com.cn/epaper/2011-02/18/content_12038504.htm) [Touch and go](http://europe.chinadaily.com.cn/digest/2011-01/21/content_11895422.htm) When Jean Baptiste was growing up in France he wanted to be a doctor just like his mom. He watched his mother merge Western medical treatments with the elements of traditional Chinese medicine (TCM) to help her patients and this spurred Jean Baptiste's interest in the field, leading him to China. [>>](http://europe.chinadaily.com.cn/digest/2011-01/21/content_11895422.htm) | | | | Some people argue that Traditional Chinese Medicine is effective in treating incurable disease such as AIDS. At the same time, TCM has made a great contribution to health care. However, there are still many opponents who insist that TCM relies on patient experience and not clinical trials for proof of its effectiveness, which is seen as unscientific and thus hard for western people to accept. What is your opinion of Traditional Chinese Medicine? Have you ever accepted Chinese traditional treatment? "}