{"title": "Medicine of the Ancient Maya - Vitality Magazine", "author": "Lev G Fedyniak; MD", "url": "https://vitalitymagazine.com/article/medicine-of-the-ancient-mayamedicine-ancient-maya/", "hostname": "vitalitymagazine.com", "description": "The knock on the door came at midnight. The old man got out of his hammock and opened the door...", "sitename": "Vitality Magazine", "date": "2007-02-01", "cleaned_text": "Medicine of the Ancient Maya [Lev G. Fedyniak, MD](https://vitalitymagazine.com/author/lev-g-fedyniak-md/) [February 1, 2007](https://vitalitymagazine.com/2007/02/) The knock on the door came at midnight. The old man got out of his hammock and opened the door to a woman with a nine-year-old boy, burning up with fever. The mother, in tears, was at her wits end. The old man, a Mayan h'men or healer, said the boy needed to be detoxified first. He said a prayer over him nine times and then administered a tea from a local variety of senna plant that induces bowel movements. Within the hour, the boy had evacuated his bowels several times. The fever had reduced. After the boy had rested some, the healer made a tea from lemongrass (Cymbopogon citratus) with honey and administered several cups of it through the course of the night. The boy sweated profusely and the fever continued to reduce. By morning it had returned to normal. The old h'men was one in a long line of traditional Maya healers, the knowledge surviving the persecution by the Spaniards in the sixteenth century. It is an indigenous healing tradition that today is returning in strength and finding ready acknowledgement as an effective treatment methodology by Western medical researchers. What's more, the Maya medicine tradition shows striking similarities to some Eastern forms of healing, including the concept of a life-force (ch'ulel), a primitive system of acupuncture (pinchar) and even massage techniques. Other components include herbal baths (hydrotherapy), cupping, and magico-religious components such as prayer and dream visions. Generally, people associate the Maya with the stone pyramids, like those at Chichen Itza, Tikal, Palenque or even Tulum. But the classic period of Mayan civilization, which ran from about 300 to about 900 AD, included artistic and scientific advances in architecture, writing, mathematics, astronomy, art, engineering and yes, even medicine. The Maya territories included present day Belize, Guatemala, the western parts of Honduras and El Salvador and the Yucatan, Tabasco and Chiapas regions of Mexico. Then, for some reason unknown to this very day, the Maya abandoned their great cities to the jungle. While they revived to some degree in the Yucatan between 1000 and 1500 AD the arrival of Cortez and the Spanish conquistadors in 1519 sounded the civilization's death knell. The Roman Catholic priests who followed the conquistadors outdid themselves in trying to destroy Mayan culture. It is said that Bishop Diego de Landa burned upwards of 100,000 Mesoamerican writings while the friar Juan de Zumarraga destroyed upwards of 700,000. But the healing tradition of the Maya was primarily an oral one, passed down from generation to generation, and was therefore, to a large extent, spared this fate. It is in fact one of the richest traditions to have survived the Spanish destruction, though nevertheless somewhat influenced by Spanish and even Moorish traditions. To this day, for example, many of the prayers of Mayan healers are to Jesus, the Virgin Mary and the Catholic saints in addition to the Mayan pantheon. THE SIX PRINCIPLES OF MAYAN HEALING Holistic by its very nature, Maya medicine is classified as a medico-religious healing tradition, taking into account not only the physical ills of the body but the effects of the spirit - attitudes toward life and living, emotions such as grief, depression, anger, fright, etc., and recognizing how intertwined they are. Fundamental to the medicine of the Maya is the concept of \"Life force\" or ch'ulel and is the First of the Six Principles of Maya Medicine. This Life Energy is everywhere and permeates everything - mountains, rivers, houses, plants, people - and is said to be from a divine, spiritual source. It has this in common with Eastern healing traditions where it is known as qi (or chi), ki and even prana. Ch'ulel binds everyone and everything together. It is a main goal for the Maya healer to balance the flow of ch'ulel in the body. Maya healers also maintain that praying directs ch'ulel to where it is needed. The Second Principle is that there is no separation between the Body and the Soul, between the physical and spiritual realms. Ch'ulel means everything is inter-woven and inter-connected, that the physical and spiritual are only different ends of a continuum. It also means that medicine is actually all around us! Within this continuum are also spirits who can help in healing. The Third Principle is the recognition of natural cycles and the veneration of plants. Maya healers talk with (as opposed to just talking to) plants, as do many herbalists in other traditions. The healer is chosen by certain plants and they develop a very special relationship. These particular plants then especially aid the healer in treating the sick, particularly in difficult cases. The Fourth Principle recognizes that healing is an integrative, comprehensive approach, with everybody, including the healer, the patient, spirits, plants, etc. working together to bring about the healing. There is no single component more important than the other, and especially important is prayer. The Fifth Principle is the Status of the Blood. As in Traditional Chinese Medicine for example, the use of pulses to determine imbalance is a central factor in diagnosis and treatment. It also helps distinguish between illnesses that are of physical versus spiritual (emotional) in origin and determines the consequent direction of treatment. The Sixth Principle is that of Hot and Cold, which applies equally to illnesses, foods and plants. Fevers, diarrhea and vomiting are example of \"hot\" diseases - while cramps, constipation and paralysis are examples of \"cold\" ones. Hot foods can be garlic, onions, pepper and ginger while cold foods would include cheese, for example. But the concept of Hot and Cold is most important in choosing plants to treat with, inasmuch as \"hot\" plants treat \"cold\" illnesses and vice-versa. Maya healers maintain that many illnesses are a result of quick temperature changes, such as drinking \"cold\" drinks with \"hot\" foods. This can cause a shock to the system and result in gastro-intestinal problems. Using these six primary principles and other techniques like cupping called ventosa (literally, \"pulling out the wind\"), use of the sastun (a stone or crystal that marks a healer as a h'men, and is used by him or her to communicate with the Maya spirits), spirit guides, ritual and ceremony, incense, amulets, dream visions and soul retrieval by shamanic journeying. USING MAYAN HEALING TECHNIQUES AT HOME While many of the techniques used by the h'men require substantial training and practice, many are easy to implement and very useful. For example, many \"female problems\" are the result of \"cold in the uterus\". This can happen by sitting on cold seats, stones or on the ground. Maya medicine advocates a hydrotherapy technique called the \"vaginal steam bath\". Essentially, add herbs such as oregano, basil, marigold and rosemary (singly or in combination) to make up about a cup of the dry herb(s) and add to about a gallon of boiling water. Let steep (covered) for about 10 minutes and then place under a slotted chair or even just the frame of a chair. The woman, naked from the waist down, sits on the chair and covers herself with a sheet or light blanket which falls over the sides of the chair enclosing it. She should sit that way for 20 minutes allowing for a maximum warming of the vagina and uterus. Afterwards she should lie down, covered, for about an hour. The vaginal stream bath can be used as a treatment, and also preventively. Other problems can be emotionally based, such as suffering from a broken heart. Rue (Ruta graviolens) is a favourite herb in the treatment of broken hearts. Others include marigold, basil, rosemary, oregano, thyme, sage, cedar, Melissa, motherwort, chamomile, linden flower, and lavender. Any or several of these would make an excellent herb bath - boil half a dozen sprigs of the fresh herb(s) in about a gallon of water for about ten minutes. Squeeze herbs into the water while at the same time saying a prayer to overcome or wash away sadness or a sense of rejection and to be filled with peace and healing. Strain and add the gallon of tea water to a bathtub of hot water. Then soak for 20 minutes. Repeat the bath every three days for a minimum of three times, even if you're feeling better. Further, make a tea of rue or St. John's Wort (Hypericum perforatum) and drink once or twice a day. Also, burn incense from either of these two herbs in areas where you and your ex- spent a lot of time together to help energetically cleanse those areas. So what is the future of Maya medicine? From the interest generated these past few years, it would seem that there is little to hold back its growth. Researchers like Brent and Elois Ann Berlin, a husband and wife team of anthropologists who have spent more than a decade studying the herbs and plants of the Maya healers are authors of Medical Ethnobiology of the Highland Maya and bring solid research substantiating the claims made by Maya healers about the plants they use to heal. The formation of organizations like the Ix Chel Tropical Research Foundation run by Rosita Arvigo and the Traditional Healers Foundation bring Maya healers from many countries together to share their knowledge with one another and the world at large. The government of Belize is to be highly commended for its involvement and decision to not let the plants used by Maya healers be destroyed by urban growth. A 6,000 acre tract of rainforest known as the Terra Nova Forest Reserve was set aside with the express purpose of conserving medicinal plants. Training courses for pharmacy students, doctors, healers and just plain interested folk from all over the world are regularly run by a number of groups and are led by indigenous Maya healers. All these individuals and organizations are anxiously trying to save both the knowledge and the plants from being lost so that all peoples everywhere may benefit! TABLE OF TREATMENTS FOR COMMON AILMENTS Backache - Try an allspice poultice to relieve backache. Start by boiling half a cup of allspice powder in a cup of water until it becomes like mud (approximately 15 minutes). Add a quarter teaspoon of salt. Spread it warm onto a piece of cloth and apply to the painful area of the back. Bladder Infections - A tea made form Corn Silk, the golden hair you find on corn-on-the-cob, still wrapped in its leaves, is helpful in bladder infections. Remove the corn from about half a dozen ears of corn. Add three cups of boiling water and continue boiling for about 10 minutes. Let infuse for 30 more minutes, strain and drink one-half cup throughout the day until all three cups have been consumed. Coughs - Try this cough syrup. Boil 2 tablespoons of grated ginger with three cloves of chopped garlic (leave the skin on), two tablespoons of dried oregano and two tablespoons of anise seeds in one quart of water for 30 minutes. Use a glass or porcelain pot - avoid metal ones. Strain. Add two cups of brown sugar and the juice of one lemon. Stir and let cool. Dosages: adults and children six years and older - 1 tablespoon every hour as needed. Children three to six - 1 teaspoon every hour as needed. Diarrhea - This is one of my favourites. Boil for about five minutes nine Red Hibiscus (Hibiscus rosa-sinensis) flowers together with one-half teaspoon of cinnamon in two cups water. Steep and let cool. Strain and drink by half cupfuls every hour. High Blood Pressure - Eat a papaya daily to help control high blood pressure. Intestinal Parasites - While you're eating the papaya for high blood pressure, eat a teaspoonful of the raw seeds to treat or prevent intestinal parasites. The seeds can also be dried, ground and mixed with half a cup of water. Drink before meals for at least ten days. Sore Throat - Blend together eight ounces of tomato juice, the juice of one lemon and 2-3 cloves of garlic. Drink this tomato juice cocktail slowly and throughout the day for sore throat relief. These are just some of the very many remedies available from Maya medicine. I am indebted to Rosita Arvigo for this information. To learn more about such remedies, please see her book Rainforest Home Remedies: The Maya Way to Heal Your Body and Replenish Your Soul. References To learn more about the activities of Rosita Arvigo, check the following websites: https://members.tripod.com/~rainforestrem/ixchel.htm Additional Reading Sastun: One Woman's Apprenticeship with a Maya Healer and Their Efforts to Save the Vani by Rosita Arvigo (1995 Harper San Francisco) ISBN: 006250259X. A wonderful introduction to Maya medicine authored by Rosita Arvigo, an American who traveled to Belize and apprenticed under one of the great Maya medicine healers Don Elijio Panti, who passed away not long ago. Model of Indigenous Maya Medicine in Guatemala by Karin Eder and Maria Manuela Garcia Pu (2002 ACESCA Publications) ISBN: 9992269928. Organized according to Mayan therapeutic specialties and healing practices, this book describes a model for health services based on the Maya way of perceiving health and disease processes as researched in three regions of Guatemala. Maya Medicine: Traditional Healing in Yucatan by Marianna Appel Kunow (2003, University of New Mexico Press) ISBN: 0826328644. This book traces the entire process of curing in the practice of traditional Maya medicine. The author collected plants with traditional healers and observed their techniques including prayer and massage as well as plant medicine, western medicine, and ritual practices. Rainforest Home Remedies: The Maya Way To Heal Your Body and Replenish Your Soul by Rosita Arvigo and Nadine Epstein (2001 Harper San Francisco) ISBN: 006251637X. A do-it-yourself-at-home book that introduces Maya medicine and in particular addresses treatment methods for common ailments based on the principles of Maya medicine. Medical Ethnobiology of the Highland Maya of Chiapas, Mexico by Elois Ann Berlin and Brent Berlin (1996 Princeton University Press) ISBN: 0691037418. Almost 600 pages of detailed information about Maya disease classification, symptoms and treatment of the most significant health conditions affecting the Highland Maya-gastrointestinal diseases. 1 Comment [Write a comment](#respond) "}