{"title": "Meet Crystal Meyers of AcuPUNKture in Jamaica Plain", "author": "Local Stories", "url": "http://bostonvoyager.com/interview/meet-crystal-meyers-acupunkture-jamaica-plain/", "hostname": "bostonvoyager.com", "description": "Today we'd like to introduce you to Crystal Meyers. Crystal, can you briefly walk us through your story - how you started and how you got to where you are today. When I was a senior in high school I became very sick. My hair was falling out, I was unable to stay awake during [...]", "sitename": "bostonvoyager.com", "date": "2017-12-18", "cleaned_text": "Today we'd like to introduce you to Crystal Meyers. Crystal, can you briefly walk us through your story - how you started and how you got to where you are today. When I was a senior in high school I became very sick. My hair was falling out, I was unable to stay awake during school, my body temperature dropped drastically while I slept and even with pints of blood taken out, no one could tell me what was wrong with me. It got to the point where my Western Doctors suggested to my mom that it was all in my head. Of course, my mom knew better and didn't give up looking for someone who could help. By chance one day my mom was reading an article in Women's World Magazine and saw an article highlighting a woman with similar symptoms as mine who had gotten better through the help of a Naturopathic doctor. I had nothing left to lose so I scheduled a consultation and a hair analysis. My results came back and I had 400 times the normal amount of copper in my body. I guess copper toxicity isn't detected in the blood until you are practically dead which is why my Western Doctor's were not catching the problem. I detoxed with herbs and completely changed my diet and recovered over time. From that point on I decided I that I wanted to help other people who are suffering and have nowhere left to turn. I have always had a passion for helping people, and finding out about holistic medicine and later on acupuncture and the amazing impact it can have on people's lives gave me an avenue in which to accomplish my goals. Overall, has it been relatively smooth? If not, what were some of the struggles along the way? I was lucky to know what I wanted to do prior to going into College so even though I was taking a very different path from my peers- my College Adviser was able to work with me and adjust my course load to cater to a Master's of Acupuncture program following my undergrad studies. Once I graduated from the New England School of Acupuncture it was hard finding a space to start my practice in Jamaica Plain, so I found a small room in Framingham close to where I lived and started my practice slowly while working full time as a Nanny and eventually ended up working full time for another Acupuncture office in Downtown Boston. A year later, the space I had been keeping an eye on since becoming licensed opened up in Jamaica Plain and I was able to sign a lease and start my practice here. I decided to take on the hurdle of accepting insurance so that I could serve all populations but other than that I have been blessed with great support from my friends and family and opportunities to expand my practice. Alright - so let's talk business. Tell us about AcuPUNKture - what should we know? Having been looked down upon for my style of dress, my tattoos and my piercings for a better part of my life, I wanted to provide a judgment-free space where anyone can come in and not be afraid to be themselves. I wanted to provide a platform for people to come and increase their quality of life while fostering the growth of both body and spirit as they pursue an individual path of healing. To help foster this I created LGBTQ friendly health history forms and make sure that everyone is as comfortable as possible when they walk through our doors. I specialize in Acupuncture and I also incorporate other modalities such as cupping, gua sha, moxibustion and therapeutic essential oils, Chinese nutrition counseling and crystals/gemstones into my treatments. I do not have a specific specialty in my practice- as we treat everyone individually based on their needs, however, I do end up treating a lot of pain conditions, autoimmune conditions, digestive issues, fertility, high anxiety and mental-emotional issues. We believe it is very important to foster healing both the body and mind and because of this we offer a retail area in the front of our clinic which is filled with take-home remedies including hand-made therapeutic essential oil blended Epsom salt tubs, fair trade loose-leaf teas and a make your own tea station, pain liniments and rubs, natural deodorants, nutrition supplements, therapeutic essential oils and a wide variety of crystals, minerals and gemstones for home use. Any shoutouts? Who else deserves credit in this story - who has played a meaningful role? I have to give credit to my friends and family for putting up with me while I was in school and supporting me both mentally and financially when I needed it. I have some very dear colleagues, Mary Maresca and Harvmit Huang, both licensed acupuncturists who I treasure their advice and support dearly. My Partner Anthony for supporting me in all my endeavours. The massage therapist working out of my office, Karen- and our beloved Shamanic Energy healer- Katie- they are both wonderful assets to our clinic. Pricing: - We accept many forms of insurance- including Mass Health care plus plans - Out of pocket rates are: $110 for the initial consultation and full treatment (1.5 hours) - Follow up Treatment: $90 (1 hour and 10 minutes) - 4 Pre-paid Follow Up Treatments: $320 ($10 off per session) Contact Info: - Address: 82 South Street, Jamaica Plain, MA BostonVoyager is built on recommendations from the community; it's how we uncover hidden gems, so if you know someone who deserves recognition please let us "}