{"title": "PDF", "author": "PDF", "url": "https://www.hsa.gov.sg/docs/default-source/hprg-tpb/summary-reports/evrysdi_summary-report_20oct21.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Copyright © 202 2 Health Sciences Authority of Singapore You may download, view, print and reproduce this summary report without modifications for non -commercial purposes only. Except as otherwise provided, the contents of this summary report may not be reproduced, republ ished, uploaded, posted, transmitted or otherwise distributed in any way without the prior written permission of the Health Sciences Authority. This summary report and its contents are made available on an \"as is\" basis and the Health Sciences Authority makes no warranty of any kind, whether express or implied. The information in the summary report is provided for general information only and the contents of the summary report do not constitute medical or other professional advice. If medical or other professional advice is required, services of a competent professional should be sought. Summary Report of Benefit -Risk Assessment EVRYSDI POWDER FOR ORAL SOLUTION 0.75 MG/ML NEW DRUG APPLICATION Active Ingredient(s) Risdiplam Product R egistrant Roche Singapore Pte. Ltd Product Registration Number SIN16349P Application Route Abridged evaluation Date of Approval 20 Oct 2021 _____________________________________________________________________________________________________ Page 2 Table of Contents A INTRODUCTION ................................ ................................ ................................ ............. 3 B ASSESSMENT OF PRODUCT QUALITY ................................ ................................ ....... 3 C ASSESSMENT OF CLINICAL EFFICACY ................................ ................................ ...... 4 D ASSESSMENT OF CLINICAL SAFETY ................................ ................................ .......... 8 E ASSESSMENT OF BENEFIT -RISK ................................ 9 F CONCLUSION ................................ ................................ ................................ .............. PACKAGE INSERT AT REGISTRATION ................................ ................ 11 _____________________________________________________________________________________________________ Page 3 A INTRODUCTION Evrys di is indicated for the treatment of spinal muscular atrop hy (SMA) in patients 2 months of age and older. The active substance, risdiplam , is an orally administered small molecule survival of motor neuron 2 (SMN2) splicing modifier. Risdiplam directly targets the underlying molecular deficiency of the disease and promotes the inclusion of exon 7 to generate full -length SMN2 mRNA, thereby in creasing the production of functional SMN protein from the SMN2 gene, both in the central nervous system and throughout the body. Evrysdi is available as bottles of powder for oral solution contain ing 60 mg of risdiplam which yields a 0.75 mg/mL solution after reconstitution . Other ingredients in the powder and disodium edetate dihydrate. B ASSESSMENT OF PRODUCT QUALITY The drug substance, risdiplam, and t he drug product, Evrysdi Powder for Oral Solution 0.7 5 mg/ml , are manufactured at F. Hoffmann -La Roche Ltd, Basel, Switzerland. Drug substance: Adequate controls have been presented f or the starting materials, intermediates and reagents. The in -process control tests and acceptance criteria applied during the manufacturing of the drug substance are considered appropriate. The characterisation of the drug substance and its impurities ar e in accordance with ICH guidelines. Potential and actual impurities, including potentially genotoxic impurities are adequately controlled. The drug substance specifications were established in accordance with ICH Q6A and the impurity limits are consider ed appropriately qualified. The analytical methods used were adequately described and non -compendial methods were appropriately validated in accordance with ICH guidelines. Information on the reference standards used for identity, assay and impurities test ing is presented. The stability data presented for F. Hoffmann -La Roche Ltd, Basel, Switzerland was adequate to support the approved storage condition and re -test period. The packaging consisted of a double low -density polyethylene (LDPE) plastic bag and was tied before being placed into in a suitable metal drum. The drug substance is approved for storage at or below 30oC with a re - test period of 24 months. _____________________________________________________________________________________________________ Page 4 Drug product: The powder is manufactured using a dry granulation approach, followed by filling and bottling. The process is considered to be a standard process. All manufacturing sites involved are compliant with Good Manufacturing Practice (GMP). Proper development a nd validation studies were conducted. It has been demonstrated that the manufacturing process is reproducible and consistent. Adequate in -process controls are in place. The specifications were established in accordance with ICH Q6A and impurity limits ar e considered adequately qualified. The analytical methods used are adequately described and non-compendial methods were appropriately validated in accordance with ICH guidelines. Information on the reference standards used for identity, assay and impuritie s testing is presented. The stability data submitted was adequate to support the approved shelf -life of 24 months when stored at or below 25 ºC. The in -use period after reconstitution of 64 days at 5ºC was also supported with appropriate data . The conta iner closure system is a glass Type III bottles with child -resistant tamper -evident screw cap. The product is supplied with a delivery kit consisting of a press -in bottle adaptor, two 6 mL oral syringes and two 12 ml oral syringes. A single bottle containi ng 60 mg of risdiplam powder yield s 80 mL of clear oral solution with a concentration of 0.75 mg/mL following reconstitut ion with 79 mL of P urified Water or Water for Injection . C ASSESSMENT OF CLINICAL EFFICACY The clinical efficacy of risdiplam in the treatment of SMA was based on two pivotal studies, SUNFISH and FIREFISH , conducted in treatment naïve patients with later -onset and infantile - onset SMA respectively . SUNFISH was a Phase II/III, two-part, multi -centre, randomi sed, placebo -controlled, double - blind study comparing risdiplam to placebo in both ambulant and non -ambulant patients aged 2-25 years with Type s 2 and 3 SMA . Part 1 was a dose finding study and Part 2 was the confirmatory study for clinical efficacy and safety . Patients from Part 1 did not participate in Part 2 of the study. In Part 2, subjects were randomised in a 2:1 ratio to receive either risdiplam oral solution or matching placebo, respectively, for 12 months , after which all patients were given risdiplam in a blinded manner . The p atients and investigators were blinded to the initial treatment until the last patient in Part 2 complete d the 24 -month assessments. The risdiplam dose for Part 2 was based on results from Part 1, which was 5 mg once daily for patients 20 kg in body weight and 0.25 mg/kg once daily for patients <20 kg. The use of an inactive placebo for 12 months was considered acceptable as there were no registered alternative therapie s and patients were allowed to continue with their exercise therapy and supportive concomitant medications . Results were only available for the first 12 months of Part 2 as the study was still ongoing. The primary efficacy analysis was conducted in the intent -to-treat (ITT) population of Part 2 . The primary efficacy endpoint was the change from baseline in total score of Motor Function Measure 32 (MFM32) at Month 12 , via Mixed Model Repeated Measure (MMRM) analysis . _____________________________________________________________________________________________________ Page 5 The k ey secondary endpoints include d the change from baseline in MFM32 total score 3, Revised Upper Limb Module (RULM) total score and Hammersmith Functional motor Scale Expanded (HFMSE) total score at Month 12 . Respiratory function was also assessed using Forced vital capacity (FVC) . A total of 180 patients were enrolled in Part 2 of the study , where 120 patients were randomi sed to treatment with risdiplam and 60 patients to placebo treatment. A total of 117 patients (97.5%) in the risdiplam arm and 59 patients (98.3%) in the placebo arm completed the placebo - controlled period of 12 months . The demographic and baseline characteristics in the ITT population were well balanced across treatment arms. The median age was the same in both arms (risdiplam: 9.0 years [range: 2 - 25 years ] and placebo: 9.0 [range: 2 -24 years ]) and 55 patients (30.6%) were between 2 -6 years of age . Most of the patients were White (67.2%) and a smaller proportion were Asian patients (19.4%). There was a high proportion of patients with Type 2 SMA (71.1%) and 3 copies of SMN2 (87.2%) at baseline. The baseline MFM32 , RULM an d HFMSE scores were broad, reflecting wide disease severity distribution among the study patients. The median MFM32 total score risdiplam and placebo arm s, respectively. T he baseline median RULM total score was 19.0 (range: 3.0 - risdiplam arm (range: 9.0 -38.0) in the placebo arm , while median HFMSE total score was 14.0 (range: 0.0 -48.0) 2.0 -43.0) respectively. Treatment with risd iplam resulted in statistically significant improvements in the primary efficacy endpoint compared to placebo. The least square mean ( LS mean) (SE) change from baseline in MFM32 total score at Month 12 was 1.36 (0.38) in patients receiving risdiplam compar ed to -0.19 (0.52) in patients receiving placebo , resulting in an MMRM difference (SE) of 1.55 (0.64) compared to placebo (p=0.0156) . In terms of secondary endpoints, a significantly greater proportion of patients in the risdiplam arm (38.3%) than in the placebo arm (23.7%) achieved improvement s by at least 3 points in MFM32 total score (odds ratio [95% CI]: 2.35 [1.01, 5.44]; adjusted p=0.0469). Statistically significant improvement s in the change from baseline in RULM total score at Month 12 were also observed with risdiplam treatment compared to placebo (treatment difference: 1.59; adjusted p=0.0469). However, statistically significant improvements were not shown for the other key secondary endpoints of HFMSE scale and FVC , although the HFMSE results numerically favoured risdiplam over placebo . Summary of Key Efficacy Results (SUNFISH Part 2) (ITT population ; MMRM analysis (N=120) Placebo (N=60) Primary endpoint - MFM32 Total Score at Month 12 n (at baseline) 115 59 Mean (SD) 45.5 (12.1) 47.4 (10.1) Change from baseline at Month 12 - LS Mean (95%CI) 1.36 (0.61, 2.11) -0.19 (-1.22, 0.84) (0.30, 2.81) 0.0156 Secondary endpoint - MFM32 Total Score 3 5.44) 0.0469 _____________________________________________________________________________________________________ Page 6 Secondary endpoint - RULM Total Score at Month 12 N (at baseline) 119 58 Mean (SD) 19.7 (7.2) 20.9 (6.4) Change from baseline at Month 12 - LS Mean (95%CI) 1.61 (1.00, 2.22) 0.02 (-0.83, 0.8 7) Difference from (95%CI) Nominal p -value * 1.59 (0.55, 2.62) 0.0028 Secondary endpoint - HFMSE Total Score at Month 12 N (at baseline) 120 60 Change from baseline at Month 12 - LS Mean (95%CI) 0.95 (0.29, 1.61) 0.37 (-0.54, 1.69) 0.3015 Secondary endpoint - FVC Best Percentage Predicted Value at Month 12 N (at baseline) 83 40 Change from baseline at Month 12 - LS Mean (95%CI) -5.16% (1.4%) -3.11% (1.94%) 2.56%) 0.380 *Nominal p -value refers to the p value obtained when each of the endpoints is tested at 5% significance level Subgroup analys es stratified by age was conducted for the change in MFM32 total score 3 points and 0 points at Month 12. For improvements by at least 3 points, t he greatest difference between risdiplam and placebo was observed in the youngest patients (2-5 years) . There was a decreasing response with increasing age . In patients who achieved stabili sation or improvement (change f rom baseline MFM32 total score 0) , the largest difference between risdiplam and placebo was observed in p atients 18 years old : 57.1% vs. 37.5% , respectively . Subgroup Analyses of Primary Endpoint (SUNFISH Part 2) (ITT population) Age category Total Risdiplam Placebo Change in MFM32 Total Score 3 2- 5 years 55 78.1% 52.9% 12.5% Change in MFM32 Score 0 2- 5 55 87.5% 70.6% multicentre study to investigate risdiplam in infants with Type 1 SMA. Part 1 was a dose -finding study to determine the starting dose level for Pa rt 2, which was a single -arm study to assess the efficacy and safety of risdiplam in infants (1-7 months old at enrollment) . The starting doses were based on the subject's age at enrollment: infants <3 months old received risdiplam 0.04 mg/kg, infants 3 to <5 months old received risdiplam 0.08 mg/kg and infants 5 months old received the 0.2 mg/kg dose. The risdiplam dose was subsequently titrated based on pharmacokinetic and safety monitoring. The absence of a study comparator was considered acceptable as the patterns of SMA disease progression in the absence of therapeutic intervention are well defined . Patients from Part 1 did not participate in Part 2 of the study. Results were only available for the first 12 months of Part 2 as the study was still ongoing. _____________________________________________________________________________________________________ Page 7 The efficacy analys es were mainly conducted in the ITT population of Part 2 and results were compared to thresholds of achievement (performance criteria) derived from histor ical data from untreated infants with Type 1 SMA . The primary endpoint was the proportion of infants sitting without support at Month 12 compared to the pre -defined performance criteri on of 5%. Sitting was defined as 'sits without support for at least 5 seconds' as assessed using item 22 of the Gross Motor Scale of the Bayley Scales of Infant and Toddler Development - Third Edition (BSID -III). The k ey secondary endpoint results were compared against the associated upper limit of the 90% confidence interval from historical data . To control for multiplicity across the different endpoints , a hierarchical testing approach was applied in the following sequence: the achievement of a score of 40 or higher in the Children's Hospital of Philadelp hia Infant Test of Neuromuscular Disorders (CHOP -INTEND) at Month 12 ; an incr ease of 4 points in the CHOP -INTEND score from baseline at Month 12; motor milestones response as measured by the Hammersmith Infant Neurological Examination Module 2 (HINE -2) at Month 12 ; and being alive without permanent ventilation (16 hours of non-invasive ventilation per day or intubation for >21 consecutive days in the absence of, or following the resolution of, an acute reversible event or tracheostomy ) at Month 12 . If the primary endpoint reached the 5% significance level, the key secondary endpoints were tested at a 5% significance level according to the hierarchy mentioned, as long as the p -value was 0.05 for endpoints higher in the hierarchy. A total of 41 patients were enrolled into Part 2 of the study. At the date of the clinical cut -off, 38 patients were still on the study and 3 patients had died due to SMA -related respiratory complications within the first 3 months of treatment. For the ITT population, 22 were female (53.7%), the median age at enrol lment was 5.3 months (range: 2.2 -6.9 months) . The m ajority of the patients were White (22/41, 53.7%) and a smaller proportion were Asian (14/41, 34.1%). All patients had an SMN2 copy number of 2. The median baseline scores for the CHOP - INTEND (22.0 ; range: 8.0 -37.0), BSID -III (2.0 (1.0 ; range: 0.0 -5.0) were low , as expected for the symptomatic population. The majority of patients (29/41, 70.7%) were not receiving pulmonary care at baseline; 10 patients (24.4%) were receiving non - invasive ventilation (Bi PAP) support for <16 hours/day, and 4 patients were receiving cough assistance ( 3 patients [ 7.3%] received it daily as a prophylactic therapy and 1 patient [ 2.4%] received it because of an ongoing illness ). After 12 months of treatment with risdiplam , 43.1% ) of patients were able to sit without support as assessed by item 22 of the BSID -III Gross Motor Scale. This proportion is significantly higher than the pre -defined performa nce criterion of 5% based on natural history data (p<0.0001) . For the key secondary endpoints, percentages of infants achieving other motor milestones as assessed by the CHOP -INTEN D and HINE -2 were statistically significant ly different from the respective performance criteria following 12 months of risdiplam treatment . A total of 23/41 patients (56.1%) achieved a CHOP -INTEND total score of 40 or higher compared with the 17% performance criterion (p<0.0001), while 32/41 patien ts (78.0%) were classified as motor milestone responders based on the HINE -2 compared with the 12% performance criterion (p<0.0001) . The proportion of infants alive without permanent ventilation (85.4%) was significantly higher than the pre -defined perform ance criterion of 42% (p <0.0001). _____________________________________________________________________________________________________ Page 8 Summary of Key Efficacy Results (FIRE FISH Part 2) (ITT population) Endpoint Risdiplam (n=41) Performance criteri on p-valuea Primary efficacy endpoint Proportion of patients sitting without support for 5 seconds (BSID -III) at Month 12 (90% CI) < 0.0001 Key secondary efficacy endpoints Proportion of patients who achieve a score of 40 or higher in the CHOP - INTEND at Month 12 (90% CI) 56.1% (42.1%, 69.4%) 17% < 0.0001 Proportion of patients who achieve an increase of at least 4 points in their CHOP -INTEND score from baseline at Month 12 (90% CI) 90.2% (79.1%, 96.6%) 17% < 0.0001 Proportion of motor milestone responders as assessed by the HINE -2 at Month 12 (90% CI) b 78.0% (64.8%, 8 8.0%) 12% < 0.0001 Proportion of patients alive without permanent ventilation at Month 12 (90% CI) 85.4% (73.4%, 92.2%) 42% < 0.0001 a The p-value for ventilation -free survival is based on a Z -test; p -values for all other endpoints (BSID -III, CHOP - INTEND, HINE -2) are based on an exact binomial test. b An improvement in a motor milestone was defined as at least a 2 -point increase in the ability to kick (or maximal score) or a 1 -point increase in head control, rolling, sitting, crawling, standing, or walking. Worsening was defined as a 2 -point decrease in ability to kick (or lowest score) or a 1 -point decrease in head control, rolling, sitting, crawling, standing, or walking. Voluntar y grasp was excluded from the definition. An infant was classified as a responder if more motor milestones showed improvement than showed worsening. In conclusion, the studies met their primary efficacy endpoints and the results adequately supported the e fficacy of risdiplam for the treatment of SMA for patients age 2 months and older. D ASSESSMENT OF CLINICAL SAFETY The clinical safety of risdiplam was mainly based on safety data derived f rom the 2 pivotal studies and a supportive safety study, JEWELFISH. The data from these 3 studies were pooled, comprising a total of 465 subjects who received at least 1 dose of risdiplam. FIREFISH contributed 62 subjects aged 2 -7 months with Type I SMA followed up for 12 months , SUNFISH contributed 231 patients aged 2-25 years with Type 2 and 3 SMA treated for > 12 months , and JEWELFISH contributed 174 subjects, comprising 15 subjects with Type 1 SMA and 159 with Type 2 and 3 SMA who were previously treated for SMA in other clini cal trials or received locally registered therapies, with treatment durations with risdiplam ranging from 0 to 32.8 months . Overview of safety profile AE Type 1 (n=77) Type 2/3 (n=388) All patients (n=465) 61 (15.7%) 103 (22.2%) Discontinuations due to SAE 1 0 0 Deaths due to AE 6 (7.8%) a 0 6 (1.3%) AE: adverse event; SAE: serious adverse event a Six patients died in Study BP39056 (FIREFISH); 1 patient experienced t hree Grade 5 AEs leading to death ( cardiac arrest, hypoxia, and obstructive airways disorder ) during the safety follow -up period, 3.5 months after treatment discontinuation . _____________________________________________________________________________________________________ Page 9 A total of 465 patients received risdiplam and 393 patients (84.5%) treated with risdiplam experience d at least 1 adverse event (AE). The overall rates of AEs were comparable between patients with Type 1 SMA and Type 2 and 3 SMA . There was 1 subject who experienced an SAE that led to discontinuation of study treatment (Grade 5 viral respiratory tract infection). There were no deaths in the placebo -controlled SUNFISH or the open -label JEWE LFISH studies of older patients with milder forms of SMA. In the FIREFISH study , 6 deaths were reported but none were attributed to the study treatment. The most frequent ly occurring AEs (by proportions) were infections and infestations (65.6%) , gastrointestinal disorders (39.1%) and nervous system disorders (17.4%) . The most common AEs reported in Type 1 SMA were pyrexia (48.4%), rash (27.4%) and diarrhoea (16.1%) while in , (21.7%), headache (20.0%), diarrhoea (16.7%) and ra sh (16.7%) were the common AEs . AEs reported with higher rates in patients with Type 1 SMA were pyrexia, upper respiratory tract infection, pneumonia, constipation, respiratory tract infection, rhinitis, and teething. A Es of teething w ere only reported in patients with Type 1 SMA . There were higher rates of headache, nausea, and cough in patients with Type 2 and 3 SMA compared with Type 1 SMA patients. The AEs were mostly mild to moderate in intensity and generally resolved without change s to study medication. Retinal , epithelial tissues and haematological toxicity were observed in non -clinical studies . However, t hese were not observed in the pivotal studies. The effect s on retinal structure, epithelial tissue and haematological paramete rs observed in non -clinical studies have been described in the package insert. The AEs of special interest (AESIs) included elevated alanine aminotransferase (ALT) or aspartate aminotransferase (AST) in combination with either an elevate d bilirubin or clinical jaundice, as well as suspected transmission of an infectious agent by the study drug. However, no AESIs were reported with risdiplam . Overall, the safety profile of risdiplam in SMA was acceptable and no major safety concerns were r aised. E ASSESSMENT OF BENEFIT -RISK PROFILE Spinal muscular atrophy (SMA) is a monogenic loss-of-function neuromuscular disorder resulting in muscle weakness and atrop hy. There are different types of SMA ( Types 0, 1, 2, 3 and 4) and classification into SMA types is based on genetic testing. However, the underlying cause of SMA, deficiency of SMN protein, is common to all patients with all types of SMA. Type 1 SMA is usually fatal by 2 years old and infants typically never achieve majo r motor milesto nes such as sitting independently. In both Type 2 and Type 3 SMA patients, decline in motor function over time with out treatment intervention is expected. Pulmonary function declines over time and patients , especially Type 1 SMA, may need ve ntilation support. FIREFISH was conducted in patients with Type 1 SMA (infantile onset), while SUNFISH was conducted in patients with Type 2 and 3 SMA (later onset). Based on the data following 12 months of risdiplam treatment, both studies demonstrated improvements in motor function compared with placebo or histor ical data. In SUNFISH Part 2, risdiplam treatment resulted in a statistically significant proportion of subjects achieving improvement s in MFM32 total score by at least 3 points compared to placebo . This result was supported by the improve ment in _____________________________________________________________________________________________________ Page 10 RULM which was statistically significant for patients with both Type 2 and 3 SMA. The diminishing efficacy with increasing patient age in terms of MFM32 score is consistent with t he known disease prognosis , where there is progressive irreversible motor neuronal loss over time. In FIREFISH, risdiplam treatment resulted in a significant improvement in terms of sitting for 5 seconds without support as assessed by item 22 of the BSID -III Gross Motor S cale in comparison with the natural history of the disease. The improvement in motor function was supported by significant outcomes in terms of the CHOP -INTEND and HINE -2. The need for permanent ventilation was also lower compared to natural history data. The safety profile of risdiplam was considered acceptable. The safety profile was consistent between patients with Type 1 SMA and those with T ype 2 and 3 SMA . Most AEs we re mild to moderate in severity and generally resolved with out changes to study intervention . Safety findings observed in the non -clinical studies were not reported in the pivotal studies . Appropriate safety and precautionary information have been included in the package insert. Overall, the benefit s of risdiplam in the treatment of SMA patients were clinically meaningful and outweigh ed the risk s of the AEs associated with the treatment . F CONCLUSION Based on the review of quality, safety and efficacy data, the benefit -risk balance of Evrysdi for the treatment of SMA in patients 2 months or older was deemed favourable and approval of the product registration was granted on 20 October 2021 . _____________________________________________________________________________________________________ Page 11 APPROVED PACKAGE INSERT AT REGISTRATION Please visit www.roche.com.sg/pharma/evrysdi for a printable version of this leaflet. POWSOL-EVR-2021 09 EVRYSDI® Risdiplam ____________________________________________ 1. DESCRIPTION 1.1 THERAPEUTIC / PHARMACOLOGIC CLASS OF DRUG Pharmacotherapeutic group: Other drugs for disorders of the musculo-skeletal system ATC code: M09AX10 1.2 TYPE OF DOSAGE FORM Powder for oral solution 1.3 ROUTE OF ADMINISTRATION Oral or enteral 1.4 STERILE / RADIOACTIVE STATEMENT Not applicable 1.5 QUALITATIVE AND QUANTITATIVE COMPOSITION Active ingredient: Tartaric Acid Evrysdi is supplied as a powder in a 100 mL, Type III amber glass bottle. Each bottle is filled with 2.0 g of powder containing 60 mg risdiplam. The powder is constituted with purified water or water for injection to yield an oral solution containing 0.75 mg/mL of risdiplam (see section 4.2 Special Instructions for Use, Handling and Disposal ). 2. CLINICAL PARTICULARS 2.1 THERAPEUTIC INDICATION(S) Evrysdi is indicated for the treatment of spinal muscular atrophy (SMA) in patients 2 months of age and older. 2.2 DOSAGE AND ADMINISTRATION Evrysdi oral solution must be constituted by a health care provider (HCP) prior to being dispensed. General SMA treatment should be initiated as early as possible after diagnosis. Evrysdi is taken orally once daily using the oral syringe provided, at approximately the same time each day. The recommended once daily dose of Evrysdi for SMA patients is determined by age and body weight (see Table 1). Table 1 Dosing Regimen by Age and Body Weight Age and Body Weight Recommended Daily Dose 2 months to < 2 years of age 0.20 mg/kg 2 years of age (< 20 kg) 0.25 mg/kg 2 years of age ( 20 kg) 5 mg Dose changes must be made under the supervision of a HCP. Treatment with a daily dose above 5 mg has not been studied. No data are available in infants below 2 months of age. Method of administration Use the re-usable oral syringe provided to deliver the daily dose of Evrysdi. It is recommended a HCP discuss with the patient or caregiver how to prepare the prescribed daily dose prior to administration of the first dose (see section 4.2 Special Instruction for Use, Handling and Disposal ). The patient should drink water after taking Evrysdi to ensure the drug has been completely swallowed. If the patient is unable to swallow and has a nasogastric or gastrostomy tube, administer Evrysdi via the tube. The tube should be flushed with water after delivering Evrysdi (see section 4.2 Special Instructions for Use, Handling and Disposal ). Delayed or Missed Doses Evrysdi is taken orally once daily at approximately the same time each day. If a dose of Evrysdi is missed, administer as soon as possible if still within 6 hours of the scheduled dose. Otherwise, skip the missed dose and take the next dose at the regularly scheduled time the next day. If a dose is not fully swallowed or vomiting occurs after taking a dose of Evrysdi, do not administer another dose to make up for the incomplete dose. Wait until the next day to administer the next dose at the regularly scheduled time. 2.2.1 Special Dosage Instructions Pediatric use The safety and efficacy of Evrysdi in pediatric patients < 2 months of age have not yet been established (see section 3.1.2 Clinical / Efficacy Studies ). Geriatric use The pharmacokinetics (PK) and safety of Evrysdi have been assessed in subjects without SMA up to 69 years of age. Evrysdi has not been studied in patients with SMA above 60 years of age (see sections 3.2.5 Pharmacokinetics in Special Populations and 2.5.5 Geriatric Use ). Renal Impairment The safety and efficacy of Evrysdi in patients with renal impairment have not been studied. No dose adjustment is expected to be required in patients with renal impairment (see sections 3.2.5 Pharmacokinetics in Special Populations and 2.5.6 Renal Impairment ). Hepatic Impairment No dose adjustment is required in patients with mild or moderate hepatic impairment. Evrysdi has not been studied in patients with severe hepatic impairment (see sections 3.2.5 Pharmacokinetics in Special Populations Hepatic Impairment ). 2.3 CONTRAINDICATIONS Evrysdi is contraindicated in patients with a known hypersensitivity to risdiplam or any of the excipients. 2.4 WARNINGS AND PRECAUTIONS 2.4.1 General Embryo-fetal Toxicity Embryo-fetal toxicity has been observed in animal studies (see section 3.3 Nonclinical Safety ). Patients of reproductive potential should be informed of the risks and must use highly effective contraception during treatment and until at least 1 month after the last dose of Evrysdi in female patients, and 4 months after the last dose of Evrysdi in male patients. (see section 2.5 Use in Special Populations ). Potential Effects on Male Fertility Due to reversible effects of Evrysdi on male fertility based on observations from animal studies, male patients should not donate sperm while on treatment and for 4 months after the last dose of Evrysdi. (see sections 2.5 Use in Special Populations and 3.3.3 Impairment of Fertility ). 2.4.2 Drug Abuse and Dependence Evrysdi does not have the potential to lead to abuse and dependence. 2.4.3 Ability to Drive and Use Machines Evrysdi has no influence on the ability to drive and use machines. 2.5 USE IN SPECIAL POPULATIONS Use with SMA gene therapy Efficacy data of Evrysdi treatment when used in patients that previously received SMN1 gene therapy is not available.2.5.1 Females and Males of Reproductive Potential Fertility Male patients Male fertility may be compromised while on treatment with Evrysdi based on nonclinical findings. In rat and monkey reproductive organs, sperm degeneration and reduced sperm numbers were observed (see section 3.3.3 Impairment of Fertility ). The effects on sperm cells are reversible upon discontinuation of risdiplam. Prior to initiating treatment with Evrysdi, fertility preservation strategies should be discussed with male patients receiving Evrysdi. Male patients may consider sperm preservation, prior to treatment initiation or after a treatment free period of at least 4 months. Male patients who wish to father a child should stop treatment with Evrysdi for a minimum of 4 months. Treatment may be re-started after conception. Female patients Based on nonclinical data, an impact of Evrysdi on female fertility is not expected (see section 3.3.3 Impairment of Fertility ). Pregnancy testing The pregnancy status of females of reproductive potential should be verified prior to initiating Evrysdi therapy. Pregnant women should be clearly advised of the potential risk to the fetus. Contraception Male and female patients of reproductive potential should adhere to the following contraception requirements: Female patients of childbearing potential should use highly effective contraception during treatment with Evrysdi and for at least 1 month after the last dose. Male patients and their female partners of childbearing potential should both use highly effective contraception during treatment with Evrysdi and for at least 4 months after his last dose. 2.5.2 Pregnancy There are no clinical data from the use of Evrysdi in pregnant women. Risdiplam has been shown to be embryo-fetotoxic and teratogenic in animals. Based on the findings from animal studies, risdiplam crosses the placental barrier and may cause fetal harm (see section 3.3.4 Reproductive toxicity ). Evrysdi should not be used during pregnancy unless the benefit to the mother outweighs the potential risks to the fetus. If a pregnant woman needs to be treated with Evrysdi, she should be clearly advised on the potential risk to the fetus. The safe use of Evrysdi during labor and delivery has not been established. 2.5.3 Lactation It is not known whether Evrysdi is excreted in human breast milk. Studies in rats show that risdiplam is excreted into milk (see section 3.3.4 Reproductive toxicity ). A s the potential for harm to the nursing infant is unknown, a decision must be made with the patient's treating physician. It is recommended not to breastfeed during treatment with Evrysdi. 2.5.4 Pediatric Use (See sections 2.1 Therapeutic Indication(s), 2.2 Dosage and Administrations, 3.1.2 Clinical / Efficacy Studies, 3.2.5 Pharmacokinetics in Special Populations, 2.6 Undesirable Effects and 3.3.5 Other, Juvenile animal studies. ) 2.5.5 Geriatric Use The PK and safety of Evrysdi have been studied in subjects without SMA up to 69 years of age. Evrysdi has not been studied in patients with SMA above 60 years of age (see sections 3.2.5 Pharmacokinetics in Special Populations and 3.1.2 Clinical Studies ). 2.5.6 Renal Impairment The safety and efficacy of Evrysdi in patients with renal impairment have not been studied. A change in dose is not expected to be required for patients with renal impairment (see sections 2.2.1 Special Dosage Instructions, 3.2.3 Metabolism, 3.2.4 Elimination Hepatic Impairment The PK, safety and tolerability of a single dose of 5 mg risdiplam were evaluated in subjects with mild or moderate hepatic impairment in a dedicated clinical study. Mild or moderate hepatic impairment had no impact on the PK of risdiplam. No dose adjustment is therefore required in patients with mild or moderate hepatic impairment. Evrysdi has not been studied in patients with severe hepatic impairment (see sections 2.2.1 Special Dosage Instructions and3.2.5 Pharmacokinetics in Special Populations ). 2.6 UNDESIRABLE EFFECTS 2.6.1 Clinical Trials Summary of the safety profile The safety profile of Evrysdi is based on three clinical trials FIREFISH, SUNFISH, and JEWELFISH. The FIREFISH study is a two-part, open-label study that enrolled 62 patients with infantile-onset SMA between 2.2 and 6.9 months of age. Fifty-five patients received Evrysdi treatment for more than 12 months (see section 3.1.2 Clinical / Efficacy Studies ). The adverse drug reactions (ADRs) observed in clinical trials for infantile- onset SMA in Table 2 are based on the pooled analysis of patients from FIREFISH Part 1 and 2. ADRs are defined as adverse events occurring in 5% of patients and where a causal association with Evrysdi is possible. The SUNFISH study is a two-part study with later-onset SMA between 2-25 years of age (see section 3.1.2 Clinical / Efficacy Studies ). The ADRs observed in clinical trials for later-onset SMA in Table 3 are based on SUNFISH Part 2 (n=180), the randomized double-blind, placebo-controlled portion with a follow-up duration of at least 12 months. ADRs are defined as adverse events occurring in 5% of Evrysdi treated patients which occurred 5% more frequently or at least 2 times as frequently as in placebo control patients and where a causal association with Evrysdi is possible. In infantile-onset SMA patients, the most common adverse reactions observed in Evrysdi clinical studies were pyrexia (48.4%), rash (27.4%) and diarrhoea (16.1%). In later-onset SMA patients, the most common adverse reactions observed in Evrysdi clinical studies were pyrexia (21.7%), headache (20.0%), diarrhoea (16.7%), and rash (16.7%). Table 2 Summary of adverse drug reactions for infantile-onset SMA patients observed in FIREFISH (Part 1 and 2) study System Organ ClassAdverse ReactionIncidence N=62 n (%)Number of events/ 100 patient years Total exposure in patient years = 87.9Frequency Category Gastrointestinal DisordersDiarrhea 10 (16.1) 13.7 Very common Skin and Subcutaneous Tissue DisordersRash* 17 (27.4) 23.9 Very common * Includes rash maculo-papular, erythema, dermatitis, dermatitis allergic, rash papular, folliculitis Table 3 Summary of adverse drug reactions for later-onset SMA patients observed in SUNFISH Part 2 study System Organ ClassAdverse N=60 n (%)Frequency Category Gastrointestinal 20 (16.7) 5 (8.3) Very common Skin and Subcutaneous Tissue DisordersRash* 20 (16.7) 1 (1.7) Very common * Includes rash, rash maculo-papular, erythema, dermatitis allergic, rash erythematous, folliculitis, rash papular The adverse reactions diarrhea and rash occurred without an identifiable time or clinical pattern and resolved despite ongoing treatment with Evrysdi in infantile-onset and later- onset SMA patients. These events are not suggestive of the effect on epithelial tissues observed in animal studies (see section 3.3.5 Nonclincal Safety ).Safety profile in Patients Previously treated for SMA The safety profile of Evrysdi in treatment non-naive patients in the JEWELFISH study is consistent with the safety profile for treatment naive SMA patients treated with Evrysdi in the FIREFISH (Part 1 and Part 2) and SUNFISH (Part 1 and Part 2) studies. In the JEWELFISH study, 76 patients previously treated with nusinersen and 14 patients previously treated with onasemnogene abeparvovec were enrolled (see section 3.1.2 Clinical / Efficacy Studies ). 2.6.2 Postmarketing Experience Not applicable 2.7 OVERDOSE There is no experience with overdosage of Evrysdi in clinical trials. There is no known antidote for overdosage of Evrysdi. In case of overdosage, the patient should be closely supervised and supportive care instituted. 2.8 INTERACTIONS WITH OTHER MEDICINAL PRODUCTS AND OTHER FORMS OF INTERACTION Risdiplam is primarily metabolized by flavin monooxygenase 1 and 3 (FMO1 and 3), CYPs 1A1, 2J2, 3A4 and 3A7. Risdiplam is not a substrate of human multidrug resistance protein 1 (MDR1). Effects of other medicinal products on Evrysdi Co-administration of 200 mg itraconazole twice daily, a strong CYP3A inhibitor, with a single oral dose of 6 mg risdiplam did not exhibit a clinically relevant effect on the PK of risdiplam (11% increase in AUC, 9% decrease in C max). No dose adjustments are required when Evrysdi is co-administered with a CYP3A inhibitor. No drug-drug interactions are expected via the FMO1 and FMO3 pathway. Effects of Evrysdi on other medicinal products In vitro risdiplam and its major circulating metabolite M1 did not induce 2B6, 2C8, 2C9, 2C19 or 3A4. In vitro risdiplam M1 did not inhibit (reversible or Time- Dependent Inhibition) any of is a weak inhibitor of CYP3A. In healthy adult subjects, administration of Evrysdi once daily for 2 weeks slightly increased the exposure of midazolam, a sensitive CYP3A substrate (AUC 11%; C max 16%). The extent of the interaction is not considered clinically relevant, and therefore no dose adjustment is required for CYP3A substrates. Based on physiologically based pharmacokinetic (PBPK) modelling a similar magnitude of the effect is expected in children and infants as young as 2 months old. In vitro studies have shown that risdiplam and its major metabolite are not significant inhibitors of human MDR1, organic anion-transporting polypeptide (OATP)1B1, OATP1B3, organic anion transporter 1 and 3 (OAT 1 and 3). Risdiplam and its metabolite are, however, in vitro inhibitors of the human organic cation transporter 2 (OCT2) and the multidrug and toxin extrusion (MATE)1 and MATE2-K transporters. At therapeutic drug concentrations, no interaction is expected with OCT2 substrates. Based on in vitro data, Evrysdi may increase plasma concentrations of drugs eliminated via MATE1 or MATE2-K. The clinical relevance of the co-administration with MATE1/2-K substrates is unknown. Based on in vitro data, risdiplam may increase plasma concentrations of medicinal products eliminated via MATE1 or MATE2-K, such as metformin. If coadministration cannot be avoided, drug-related toxicities should be monitored and dosage reduction of the co-administered medicinal product should be considered if needed. The potential for synergistic effects of concomitant administration of risdiplam with retinotoxic drugs has not been studied. Therefore, caution in using concomitant medications with known or suspected retinal toxicity is ecommended. 3. PHARMACOLOGICAL PROPERTIES AND EFFECTS 3.1 PHARMACODYNAMIC PROPERTIES 3.1.1 Mechanism of Action Risdiplam is a survival of motor neuron 2 (SMN2) pre-mRNA splicing modifier designed to treat SMA caused by mutations in chromosome 5q that lead to SMN protein deficiency. Functional SMN protein deficiency is the pathophysiological mechanism of all SMA types. Risdiplam corrects the splicing of SMN2 to shift the balance from exon 7 exclusion to exon 7 inclusion into the mRNA transcript leading to an increased production in functional and stable SMN protein. Thus, risdiplam treats SMA by increasing and sustaining functional SMN protein levels. Risdiplam distributes evenly to all parts of the body, including the central nervous system (CNS) by crossing the blood brain barrier, and thereby leading to SMN protein increase in the CNS and throughout the body. Concentrations of risdiplam in plasma and SMN protein in blood reflect its distribution and pharmacodynamic effects in tissues such as brain and muscle. In all clinical trials, risdiplam led to a consistent and durable increase in SMN protein with a greater than 2-fold median change from baseline within 4 weeks of treatment initiation as measured in blood. This increase in SMN protein was sustained throughout the treatment period of up to 2 years for infantile-onset SMA and later-onset SMA patients (see section 3.1.2 Clinical / Efficacy Studies ). 3.1.2 Clinical / Efficacy Studies The efficacy of Evrysdi for the treatment of SMA patients with infantile-onset and later- onset SMA was evaluated in 2 pivotal clinical studies, FIREFISH and SUNFISH, and supported by additional data from the JEWELFISH study. The overall findings of these studies support the effectiveness of Evrysdi for SMA patients. Infantile-onset SMA Study BP39056 (FIREFISH) is an open-label, 2-part study to investigate the efficacy, safety, PK and pharmacodynamics (PD) of Evrysdi in symptomatic Type 1 SMA patients (all patients had genetically confirmed disease with 2 copies of the SMN2 gene). Part 1 of FIREFISH was designed as the dose-finding part of the study. The confirmatory Part 2 of the FIREFISH study assessed the efficacy of Evrysdi at the therapeutic dose selected based on the results from Part 1 (see section 2.2 Dosing and Administration ). Patients from Part 1 did not take part in Part 2. In Parts 1 and 2, the key efficacy endpoint was the ability to sit without support for at least 5 seconds, as measured by Item 22 of the Bayley Scales of Infant and Toddler Development - Third Edition (BSID-III) gross motor scale, after 12 months of treatment with Evrysdi. FIREFISH Part 2 In FIREFISH Part 2, 41 patients with Type 1 SMA were enrolled. The median age of onset of clinical signs and symptoms of Type 1 SMA was 1.5 months (range: 1.0-3.0 months), 54% were female, 54% Caucasian and 34% Asian. The median age at enrollment was 5.3 months (range: 2.2-6.9 months) and the median time between onset of symptoms and first dose was 3.4 months (range: 1.0-6.0 months). At baseline, the median CHOP-INTEND score was 22.0 points (range: 8.0-37.0) and the median HINE- 2 score was 1.0 (range: 0.0-5.0). The primary endpoint was the proportion of patients with the ability to sit without support for at least 5 seconds after 12 months of treatment (BSID-III gross motor scale, Item 22). The efficacy endpoints of Evrysdi treated patients were compared to similar cohorts of untreated patients with infantile-onset SMA from natural history (defined as performance criteria) as shown in Table 4. Table 4 Summary of Key Efficacy Results at Month 12 (FIREFISH Part 2) Efficacy EndpointsProportion of Patients N41 (90% CI) Motor Function and Development Milestones BSID-III: sitting without support for at least 5 seconds p-value based on performance criterion of 5%a29.3% (17.8%, 43.1%) <0.0001 CHOP-INTEND: score of 40 or performance criterion of 17%a56.1% (42.1%, 69.4%) <0.0001 CHOP-INTEND: increase of 4 points from on performance criterion of 17%a90.2% (79.1%, 96.6%) <0.0001 HINE-2: motor and Event-Free (73.4%, 60%a92.7% (82.2%, 97.1%) 0.0005 Swallowing and Feeding Ability 93.4%) Ability to of Neuromuscular Disorders; HINE-2 Module 2 of the Hammersmith Infant Neurological Examination. a p-values for survival and event-free survival are based on a Z-test; p-values for all other endpoints (BSID-III, CHOP-INTEND, HINE-2) are based on an exact binomial test. Survival proportions estimated using Kaplan-Meier methodology. b According to HINE-2: 2 point increase [or maximal score] in ability to kick, OR 1 point increase in the motor milestones of head control, rolling, sitting, crawling, standing or walking, AND improvement in more categories of motor milestones than worsening is defined as a responder for this analysis. c An event is meeting the endpoint of permanent ventilation defined as tracheostomy or 16 hours of non-invasive ventilation per day or intubation for > 21 consecutive days in the absence of, or following the resolution of, an acute reversible event. Three patients met the endpoint of permanent ventilation before Month 12. All 3 patients achieved an increase of at least 4 points in their CHOP-INTEND score from baseline. d Includes patients who were fed exclusively orally (28 patients overall) and those who were fed orally in combination with a feeding tube (6 patients overall) at Month 12. e Hospitalizations include all hospital admissions which spanned at least two days. After 12 months of treatment with Evrysdi, 29% (12/41) of patients met the criteria for sitting without support (BSID-III, Item 22), 93% (38/41) of patients were alive, and 85% (35/41) of patients were alive and event-free (without permanent ventilation), see Figure 1. These results indicate a clinically meaningful deviation from the natural history of untreated infantile-onset SMA. Untreated patients with infantile-onset SMA would never be able to sit without support and only 25% would be expected to survive without permanent ventilation beyond 14 months of age. Figure 1 Kaplan-Meier Plot of Event-Free Survival (FIREFISH Part 1 and Part 2) + Censored: one patient in Part 2 was censored because they attended the Month 12 visit early, one patient in Part 1 was censored after discontinuing treatment and died 3.5 months later The majority of patients achieved a response on motor milestone categories of the HINE-2 including some level of head control (76%, 31/41), 25/41), rolling (56%, 23/41), and standing (22%, 9/41). Motor function improvements were also observed as measured by CHOP-INTEND total score, see Figure 2. Figure 2 Mean change from baseline in CHOP-INTEND Total Score (FIREFISH Part 2) FIREFISH Part 1 The efficacy of Evrysdi in Type 1 SMA patients is also supported by results from FIREFISH Part 1. For the 21 patients from Part 1, the baseline characteristics were consistent with symptomatic patients with Type 1 SMA. The median age at enrollment was 6.7 months (range: 3.3-6.9 months) and the median time between onset of symptoms and first dose was 4.0 months (range: 2.0-5.8 months). A total of 17 patients received the therapeutic dose (dose selected for Part 2) during the first 12 months of treatment. After 12 months of treatment, 41% (7/17) of patients were able to sit independently for at least 5 seconds (BSID-III, Item 22). After 24 months of treatment, 3 more patients receiving the therapeutic dose were able to sit independently for at least 5 seconds, leading to a total of 10 patients (59%) achieving this motor milestone. After 12 months of treatment, 90% (19/21) of patients were alive and event-free (without permanent ventilation) and reached 15 months of age or older. After a minimum of 24 months of treatment, 81% (17/21) of patients were alive and event-free and reached an age of 28 months or older (median 32 months; range 28 to 45 months), see Figure 1. Three patients died during treatment and one patient died 3.5 months after discontinuing treatment. Later Onset SMA Study BP39055 (SUNFISH), is a 2-part, multicenter trial to investigate the efficacy, safety, PK and PD of Evrysdi in SMA Type 2 or Type 3 patients between 2-25 years of age. Part 1 was the dose-finding portion and Part 2 was the randomized, double-blind, placebo-controlled confirmatory portion. Patients from Part 1 did not take part in Part 2. The primary endpoint was the change from baseline score at Month 12 on the Motor Function Measure-32 (MFM32). The MFM32 has the ability to assess a wide range of motor function across a broad range of SMA patients. The total MFM32 score is expressed as a percentage (range: 0 to 100) of the maximum possible score, with higher scores indicating greater motor function. The MFM32 measures motor function abilities, which relate to important daily functions. Small changes in motor function can result in meaningful gain or loss of daily function(s). SUNFISH Part 2SUNFISH Part 2 is the randomized, double-blinded, placebo-controlled portion of the SUNFISH study in 180 non-ambulant patients with Type 2 (71%) or Type 3 (29%) SMA. Patients were randomized with 2:1 ratio to receive either Evrysdi at the therapeutic dose (see section 2.2 Dosage and Administration ) or placebo. Randomization was stratified by age group (2 to 5, 6 to 11, 12 to 17, 18 to 25 years old). The median age of patients at the start of treatment was 9.0 years old (range 2-25 years old), the median time between onset of initial SMA symptoms to first treatment was 102.6 (1-275) months. Of the 180 patients included in the trial, 51% were female, 67% Caucasian and 19% Asian. At baseline, 67% of patients had scoliosis (32% of patients with severe scoliosis). Patients had a mean baseline MFM32 score of 46.1 and Revised Upper Limb Module (RULM) score of 20.1. The overall baseline demographic characteristics were well balanced between Evrysdi and placebo groups with the exception of an imbalance of patients with scoliosis (63.3% of patients in the Evrysdi arm and 73.3% of patients in the placebo control). The primary analysis for SUNFISH Part 2, the change from baseline in MFM32 total score at Month 12 showed a clinically meaningful and statistically significant difference between patients treated with Evrysdi and placebo. The results of the primary analysis and key secondary endpoints are shown in Table 5, Figure 3, and Figure 4. Table 5 Summary of Efficacy in Patients with Later-Onset SMA at Month 12 of Treatment (SUNFISH Part 2) EndpointEvrysdi (N = 120)Placebo (N = 60) Primary Endpoint: Change from baseline in MFM32 total score1 a t 12 LS Mean (95%, (0.61, 2.81) 0.0156 Secondary Endpoints: Proportion of patients with a change from baseline in MFM32 total score1 of 3 or more at Month 12 (95% CI)38.3% (28.9, 47.6)23.7% (12.0, 35.4) Odds ratio for overall (95% CI) Adjusted (unadjusted) p-value3,42.35 (1.01, 5.44) 0.0469 (0.0469) Change from baseline in Mean (95% (-0.83, 0.87) Difference (0.55, 2.62) 0.0469 (0.0028) squares 1.Based on the missing data rule for MFM32, 6 patients were excluded from the analysis (Evrysdi n=115; placebo control n=59). 2.Data analysed using a mixed model repeated measure with baseline total score, treatment, visit, age group, treatment-by-visit and baseline-by-visit. 3.Data analysed using logistic regression with baseline total score, treatment and age group. 4.The adjusted p-value was obtained for the endpoints included in the hierarchical testing and was derived based on all the p-values from endpoints in order of the hierarchy up to the current endpoint. Unadjusted p-value was tested at the 5% significance level. 5.Based on the missing data rule for RULM, 3 patients were excluded from the analysis (Evrysdi n=119; placebo control n=58). When compared to placebo, patients treated with Evrysdi demonstrated significant improvements in motor function assessed by the MFM32 (1.55 points mean difference; p = 0.0156) after 12 months of treatment. Patients 2-5 years old treated with Evrysdi demonstrated the greatest improvement on MFM32 compared to placebo control ( 3 points increase: 78.1% vs 52.9%). Patients 18 years old treated with Evrysdi achieved stabilization of disease (change from baseline MFM32 total score 0 point(s): 57.1% vs. 37.5%). Consistent improvement compared to baseline MFM32 was observed in both Type 2 and 3 SMA patients (1.54 points [95% CI: 0.06, 3.02]; treated with Evrysdi compared to placebo control. The study also met a secondary independent motor function outcome, RULM. On the RULM, statistically significant and clinically meaningful improvements in motor function were observed after 12 months of treatment compared to baseline. The patients 2-5 years old treated with Evrysdi demonstrated the greatest improvement on the RULM (3.41 points [95% CI: 1.55, 5.26]) and improvement was also observed in the patients 18 years old (1.74 points [95% CI: -1.06, 4.53]) Figure 3 Mean Change from Baseline in Total MFM32 Score Over 12 months in SUNFISH Part 21 1The least squares (LS) mean difference for change from baseline in MFM32 score [95% CI] Figure 4 Mean Change from Baseline in Total RULM Score Over 12 months in SUNFISH Part 21 1The least squares (LS) mean difference for change from baseline in RULM score [95% CI] SUNFISH Part 1 The efficacy of Evrysdi in later-onset SMA patients was also supported by results from Part 1, the dose-finding part of SUNFISH. In Part 1, 51 patients with Type 2 and 3 SMA (including 7 ambulatory patients) between 2 to 25 years old were enrolled. After 1 year of treatment at the therapeutic dose (the dose selected for Part 2), there was a clinically meaningful improvement in motor function as measured by MFM32 with a mean change from baseline of 2.7 points (95% CI: 1.5, 3.8). The improvement in MFM32 was maintained up to 2 years on Evrysdi treatment (mean change of 2.7 points [95% CI: 1.2, 4.2]).In an exploratory analysis, the motor function assessed by MFM was compared between SUNFISH Part 1 and a natural history cohort (weighted based on key prognostic factors). The MFM total change from baseline after 1 year and 2 years was greater in patients receiving Evrysdi compared to the natural history cohort (after 1 year: 2.7 point difference; difference; p< 0.0001). The natural history cohort experienced a decline in motor function as expected based on the natural progression of SMA (after 1 year: -0.6 mean change; after 2 years: -2.0 mean change). Use in Patients Previously Treated for SMA Study BP39054 (JEWELFISH) is a single arm, open-label study to investigate the safety, tolerability, PK and PD of Evrysdi in patients with infantile-onset and later-onset SMA between 6 months and 60 years of age, who previously received treatment with SMA therapies (including nusinersen and onasemnogene abeparvovec). Of the 174 patients enrolled, 76 patients were previously treated with nusinersen (9 patients with Type 1 SMA, 43 with Type 2 SMA and 24 with Type 3 SMA) and 14 patients were previously treated with onasemnogene abeparvovec (4 patients with Type 1 SMA and 10 with Type 2 SMA). Patients had on average a greater than 2-fold increase in SMN protein levels in blood compared to baseline after 4 weeks of Evrysdi treatment. 3.1.3 Immunogenicity Not applicable 3.2 PHARMACOKINETIC PROPERTIES Pharmacokinetic parameters for Evrysdi have been characterized in healthy adult subjects and in patients with SMA. After administration of Evrysdi as an oral solution, PK of risdiplam were approximately linear between 0.6 and 18 mg. Risdiplam's PK was best described by a population PK model with three-transit-compartment absorption, two-compartment disposition and rst-order elimination. Body weight and age were found to have significant effect on the PK. The estimated exposure (mean AUC 0-24h) for infantile-onset SMA patients (age 2-7 months at enrollment) at the therapeutic dose of 0.2 mg/kg once daily was 1930 ng.h/mL. The estimated exposure for later-onset SMA patients (2-25 years old at enrollment) in the SUNFISH study (Part 2) at the therapeutic dose (0.25 mg/kg once daily for patients with a body weight <20 kg; 5 mg once daily for patients with a body weight 20 kg) was 2070 ng.h/mL. The observed maximum concentration (mean C max) was 194 ng/mL at 0.2 mg/kg in FIREFISH and 120 ng/mL in SUNFISH Part 2. 3.2.1 Absorption Risdiplam was rapidly absorbed in the fasted state with a plasma t max ranging from 1 to 4 hours after oral administration. Food (high-fat, high calorie breakfast) had no relevant effect on the exposure of risdiplam. 3.2.2 Distribution The population pharmacokinetic parameter estimates were 98 L for the apparent central volume of distribution, 93 L for the peripheral volume, and 0.68 L/hour for the inter- compartment clearance. Risdiplam is predominantly bound to serum albumin, without any binding to alpha-1 acid glycoprotein, with a free fraction of 11%. 3.2.3 Metabolism Risdiplam is primarily metabolized by flavin monooxygenase 1 and 3 and 3A7. twice daily, a strong CYP3A inhibitor, with a single oral dose of 6 mg risdiplam showed no clinically relevant effect on the PK of risdiplam (11% increase in AUC, 9% decrease in C max). 3.2.4 Elimination Population PK analyses estimated an apparent clearance (CL/F) of 2.6 L/h for risdiplam. The effective half-life of risdiplam was approximately 50 hours in SMA patients. Risdiplam is not a substrate of human multidrug resistance protein 1 (MDR1). Approximately 53% of the dose (14% unchanged risdiplam) was excreted in the feces and 28% in urine (8% unchanged risdiplam). Parent drug was the major component found in plasma, accounting for 83% of drug related material in circulation. The pharmacologically inactive metabolite M1 was identified as the major circulating metabolite. 3.2.5 Pharmacokinetics in Special Populations Pediatric Population Body weight and age were identified as covariates in the population PK analysis. The dose is therefore adjusted based on age (below and above 2 years) and body weight (up to 20 kg) to obtain similar exposure across the age and body weight range. No data are available in patients less than 2 months of age. Geriatric Population No dedicated studies have been conducted to investigate the PK of Evrysdi in patients with SMA above 60 years of age. Patients with SMA up to 60 years of age were included in the JEWELFISH study. Subjects without SMA up to 69 years of age were included in clinical PK studies, which indicates that no dose adjustment is required for patients up to 69 years of age. Renal impairment No studies have been conducted to investigate the PK of risdiplam in patients with renal impairment. Elimination of risdiplam as unchanged entity via renal excretion is minor (8%). Hepatic impairment Mild and moderate hepatic impairment had no impact on the PK of risdiplam. After administration of 5 mg risdiplam, the mean ratios for C max and AUC were 0.95 and 0.80 in mild (n=8) and 1.20 and 1.08 in moderate hepatic impaired subjects (n=8) versus matched healthy controls (n=10). The safety and PK in patients with severe hepatic impairment have not been studied. Ethnicity The PK of risdiplam do not differ in Japanese and Caucasian subjects. 3.3 NONCLINICAL SAFETY 3.3.1 Carcinogenicity A 2-year carcinogenicity study in rat is ongoing. A study using rasH2 transgenic mice with 6 months duration of treatment did not generate any evidence for a tumorigenic potential. 3.3.2 Genotoxicity Risdiplam is not mutagenic in a bacterial reverse mutation assay. In mammalian cells in vitro and in bone marrow of rats, risdiplam increases the frequency of micronucleated cells. Micronucleus induction in bone marrow was observed in several toxicity studies in rats (adult and juvenile animals). The no observed adverse effect level (NOAEL) across the studies is associated with an exposure of approximately 1.5-fold the exposure in humans at the therapeutic dose. Data indicated that this effect is indirect and secondary to an interference of risdiplam with the cell cycle of dividing cells. These effects also manifest in other tissues with high cell turnover with changes on the skin, the gastrointestinal (GI) tract, in male germ cells, in embryonal toxicity, and in the bone marrow. Risdiplam does not possess a potential to damage DNA directly. 3.3.3 Impairment of Fertility Treatment with risdiplam has been associated with male germ cell arrest in rats and monkeys. These effects led to degenerated spermatocytes, degeneration/necrosis of the seminiferous epithelium, and oligo/aspermia in the epididymis. Further, decreased sperm concentrations and motility associated with an increased number of spermatozoa morphology abnormalities were observed. In young rats, effects were seen at exposure levels reached at the therapeutic dose of risdiplam in patients. However, there was no impairment on male fertility seen in a respective study in rats. Sperm cell effects of risdiplam are likely related to an interference of risdiplam with the cell cycle of dividing cells and are stage specific and reversible. No effects were seen on female reproductive organs in rats and monkeys after treatment with risdiplam. 3.3.4 Reproductive toxicity In studies in pregnant rats treated with risdiplam, embryofetal toxicity with lower fetal weight and delayed development was evident. The NOAEL for this effect was approximately two fold above the exposure levels reached at the therapeutic dose of risdiplam in patients. In studies with pregnant rabbits, dysmorphogenic effects were observed at exposures also associated with maternal toxicity. These consisted of four fetuses (4%) from 4 litters (22%) with hydrocephaly. The NOAEL was approximately four times the exposure levels reached at the therapeutic dose of risdiplam in patients. In a pre- and post-natal study in rats treated daily with risdiplam, risdiplam caused a slight delay in gestation length. No adverse effects were recorded on the survival, growth, functional (behavioral or reproductive) performance of the offspring. There were no effects on female germ cells, as assessed by primordial follicle counts and ovarian histopathology. Studies in pregnant and lactating rats showed that risdiplam crosses the placenta barrier and is excreted into milk. 3.3.5 Other Effect on retinal structure Chronic treatment of monkeys with risdiplam yielded evidence for an effect on the retina in terms of photoreceptor degeneration starting in the periphery of the retina. Upon cessation of treatment, the effects on the retinogram were partially reversible but the photoreceptor degeneration did not reverse. The effects were monitored by optical coherence tomography (OCT) and in the electroretinography (ERG). Some experimental data indicate that the effect may be caused by an impairment of photoreceptor recycling in the retinal pigment epithelium. The effect has a clear NOAEL at the clinical dose used for risdiplam. Effects were seen with exposures in excess of 2 times the exposure in humans at the therapeutic dose. No such findings were observed in albino or pigmented rats when dosed chronically with risdiplam at exposures exceeding those in the monkey. Such findings have not been observed in clinical trials in SMA patients with regular ophthalmological monitoring (including SD OCT and visual function assessment). Effect on epithelial tissues Effects on skin, larynx and eyelid histology and the GI tract were evident in rats and monkeys treated with risdiplam. Changes started to be seen at high doses with treatment of 2 weeks and longer. With chronic treatment for 39 weeks in monkeys the NOAEL was at an exposure in excess of 2-times the average exposure in humans at the therapeutic dose. Skin epithelial effects as observed in animal studies have not been observed in clinical trials in SMA patients. Effect on hematological parameters In the acute bone marrow micronucleus test in rats, a reduction of more than 50% in the ratio of polychromatic (young) to normochromatic (adult) erythrocytes, indicative of substantial bone marrow toxicity, was observed at the high dose level with exposure in excess of 15-times the average exposure in humans at the therapeutic dose. With treatment of rats for 4 weeks, such effects were not seen up to the highest dose with an exposure of approximately 7-times the average exposure in humans at the therapeutic dose while early deaths and sacrifices likely based on hematological effects were seen with chronic treatment of rats over 26 weeks at the same exposure. The NOAEL for hematological effects in rats treated for 26 weeks was attained at approximately 3.5 times higher than exposure achieved in humans at the therapeutic dose. Micronucleus induction in bone marrow was observed in several toxicity studies in rats (adult and juvenile animals) with a NOAEL exposure of approximately 1.5 fold the average exposure in humans at the therapeutic dose. Hematological parameters remained unchanged during treatment with Evrysdi in clinical trials in SMA patients. Juvenile animal studies Risdiplam was studied for toxicity with chronic administration in rats and monkeys including juvenile animal studies. Studies in juvenile animals did not indicate any specific effect of treatment with risdiplam on developing organ systems. In terms of toxicity seen after treatment with risdiplam in various organ systems with high cell turnover (skin, GI-tract, bone marrow), animal studies do not indicate any differences in sensitivity between juvenile, adolescent and adult animals. 4. PHARMACEUTICAL PARTICULARS 4.1 STORAGE Storage As registered locally. Keep in the original amber bottle. Powder: Do not store above 25°C. After constitution, the oral solution should be stored in the refrigerator (2°C to 8°C) for up to 64 days. Do not freeze. Keep the oral solution in the original bottle and keep the bottle always in an upright position with the cap tightly closed. Shelf life As registered locally. This medicine should not be used after the expiry date (\"EXP\" for the powder, and \"Discard After\" for the constituted oral solution) on the pack and on the bottle. 4.2 SPECIAL INSTRUCTIONS FOR USE, HANDLING AND DISPOSAL Evrysdi powder must be constituted to the oral solution by a HCP prior to being dispensed. Preparation of the 60 mg Evrysdi Powder for Oral solution (0.75 mg/mL) Caution should be exercised in the handling of Evrysdi powder for oral solution (see section 2.4 Warning and Precautions ). Avoid inhalation and avoid direct contact with skin or mucous membranes with the dry powder and the constituted solution. Wear disposable gloves during constitution and while wiping the outer surface of the bottle/cap and cleaning the working surface after constitution. If contact occurs, wash thoroughly with soap and water; rinse eyes with water. Selecting the Oral Syringe for the Prescribed Daily Dose Table 6 Selecting the Oral Syringe for the Prescribed Daily Dose of Evrysdi Syringe Size Dosing Volume Syringe Markings 6 mL 1.0 mL to 6.0 mL 0.1 mL 12 mL 6.2 mL to 6.6 mL 0.2 mL For the calculation of dosing volume, the syringe markings need to be considered. Round the dose volume to the nearest graduation mark on the selected oral syringe. Patients should take Evrysdi immediately after it is drawn up into the oral syringe. If it is not taken within 5 minutes, the dose should be discarded and a new dose should be prepared. Instructions for administration Dosing of Evrysdi oral solution (0.75 mg/mL) Refer to section 2.1 Dosage and Administration for the proper dosing regimen instructions. For detailed instructions on constitution and administration please refer to the Instructions for Constitution and Instructions for Use. Incompatibilities No incompatibilities between Evrysdi and the recommended oral syringes have been observed. Disposal of unused/expired medicines The release of pharmaceuticals in the environment must be minimized. Medicines must not be disposed of via wastewater and disposal through household waste should be avoided. Local requirements should be followed for the disposal process of unused/expired medicines. 4.3 PACKS Bottle containing powder for oral solution 1 Medicine: keep out of reach of children Current at September 2021Instructions For Constitution (0.75 mg/mL) EVRYSDI® Risdiplam ____________________________________________ Instructions for Constitution (FOR HEALTHCARE PROFESSIONALS ONLY) Each Evrysdi carton contains (See figure A): 1. 1 Cap 2. 1 Evrysdi bottle 3. 2 Oral syringes 12 mL (in pouches) 4. 2 Oral syringes 6 mL (in pouches) 5. 1 Press-in bottle adapter Figure A Important information about Evrysdi Avoid inhaling Evrysdi powder. Use gloves. Do not use if the powder expiry date has passed. The powder expiration date is printed on the bottle label. Do not dispense the constituted solution if the solution's Discard After date exceeds the original powder expiration date. Avoid getting contact with the medicine on your skin. If the medicine gets on your skin, wash the area with soap and water. Do not use the medicine if any of the supplies are damaged or missing. Use Purified Water or Water for Injection (WFI) to constitute the medicine. Do not add oral syringes other than the ones provided in the carton. How to store Evrysdi Store the powder (unconstituted medicine) at room temperature, below 25°C (77°F) and keep it in the carton. Store the solution (constituted medicine) in a refrigerator between 2°C to 8°C (35°F to 46°F). Keep the oral solution in the original bottle and always keep the bottle in an upright position with the cap tightly closed. Constitution Figure BStep 1 Gently tap the bottom of the bottle to loosen the powder (see Figure B). Figure CStep 2 Remove the cap by pushing it down and then twisting to the left (counter-clockwise) (see Figure C). Do not throw away the cap. Figure DStep 3 Carefully pour 79 mL of Purified Water or Water for Injection (WFI) into the medicine bottle (see Figure D). Figure EStep 4 Hold the medicine bottle on a table with one hand. Insert the press-in bottle adapter into the opening by pushing it down with the other hand. Ensure it is completely pressed against the bottle lip (see Figure E). Figure FStep 5 Put the cap back on the bottle. Turn the cap to the right (clockwise) to close the bottle. Ensure it is completely closed and then shake well for 15 seconds (see Figure F). Wait for 10 minutes. You should have obtained a clear solution . Afterwards, shake well again for another 15 seconds. Figure GStep 6 Calculate the Discard After date as 64 days after constitution (Note: the day of constitution is counted as day 0. For example, if constitution is on the 1st of April, the Discard After date will be the 4th of June) . Write the Discard After date of the solution on the bottle label (see Figure G) and carton. Put the bottle back in its original carton, with syringes (in pouches). Store the carton into the refrigerator.Instructions For Use - Administration (0.75 mg/mL) EVRYSDI® Risdiplam ____________________________________________ Instructions for Use Be sure to read and understand this Instructions for Use before you start using Evrysdi for information on how to prepare and give Evrysdi through an oral syringe, gastrostomy tube (G-tube), or nasogastric tube (NG-tube). If you have any questions about how to use Evrysdi, contact your healthcare provider. Evrysdi should come as a liquid in a bottle when you receive it. Do not use if the medicine in the bottle is a powder and contact your healthcare provider. Important information about Evrysdi Ask your healthcare provider to show you the correct syringe you should use and how to measure your prescribed daily dose. Always use the re-usable the oral syringes provided in the pack to measure your prescribed daily dose. The oral syringe protects the medicine from light. Two oral syringes of each size are provided in case one gets lost or damaged. Contact your healthcare provider if both oral syringes are lost or damaged. They will advise you on how to continue to take your medicine. See \" How to select the correct oral syringe to use for your prescribed daily dose of Evrysdi \" for the correct oral syringe you should use. Ask your healthcare professional if you have questions on how to select the right oral syringe. If the bottle adapter is not in the bottle, do not use Evrysdi and then contact your healthcare professional. Do not use Evrysdi after the Discard after date written on the bottle label. Ask your healthcare professional for the Discard after date if it is not written on the bottle label. Do not mix Evrysdi into food or liquids (e.g. milk or formula milk). Do not use Evrysdi if the bottle or oral syringes are damaged. Avoid getting Evrysdi on your skin. If Evrysdi gets on your skin, wash the area with soap and water. If you spill Evrysdi, dry the area with a dry paper towel and clean with soap and water. Throw away the paper towel in the waste and wash your hands well with soap and water. If there is not enough Evrysdi left in the bottle for your prescribed dose, discard the bottle with remaining Evrysdi and used oral syringes according to your local requirements; use a new bottle of Evrysdi to obtain your prescribed daily dose. Do not mix Evrysdi from the new bottle with the bottle you are currently using. Each Evrysdi carton contains (See figure A): 1. 1 Evrysdi bottle with bottle adapter and cap 2. 2 Oral syringes 6 mL (in pouches) 3. 2 Oral syringes 12 mL (in pouches) Figure A How to store Evrysdi Please see section 4.1 Storage of the Package Leaflet for full information. A) Preparing and withdrawing your daily dose How to select the correct oral syringe to use for your prescribed daily dose of Evrysdi If your prescribed daily dose of Evrysdi is between 1 mL and 6 mL, use a 6 mL oral syringe (grey label). Ask your healthcare professional about rounding your or your child's daily dose to the nearest 0.1 mL. If your prescribed daily dose of Evrysdi is 6.2 mL or higher, use a 12 mL oral syringe (brown label). Ask your healthcare professional about rounding your or your child's daily dose to the nearest 0.2 mL. How to prepare your daily dose of Evrysdi Figure BStep A1 Remove the cap by pushing it down and then twisting the cap to the left (counter-clockwise) (See Figure B). Do not throw away the cap. Figure CStep A2 Push the plunger of the oral syringe all the way down to remove any air in the oral syringe (See Figure C). Figure DStep A3 Keeping the bottle in an upright position, insert the syringe tip into the bottle adapter (See Figure D). Figure EStep A4 Carefully turn the bottle upside down with the syringe tip firmly inserted into the bottle adapter (See Figure E). F. Hoffmann-La Roche Ltd, Basel, Switzerland Figure FStep A5 Slowly pull back on the plunger to withdraw your prescribed daily dose of Evrysdi. The top of the black plunger stopper must line up with the mL marking on the oral syringe for your prescribed daily daily dose (See Figure F). After the correct dose is withdrawn, hold the plunger in place to keep the plunger from moving. Figure GStep A6 Continue to hold the plunger in place to keep the plunger from moving. Leave the oral syringe in the bottle adapter and turn the bottle to an upright position. Place the bottle onto a flat surface. Remove the oral syringe from the bottle adapter by gently pulling straight up on the oral syringe (See Figure G). Figure HStep A7 Hold the oral syringe with the syringe tip pointing up. Check the medicine in the oral syringe. If there are large air bubbles in the oral syringe (See Figure H) orif you have drawn up the wrong daily dose of Evrysdi, insert the syringe tip firmly into the bottle adapter. Push the plunger all the way down so that the medicine flows back into the bottle and repeat Steps A4 through A7. Take or give Evrysdi immediately after it is drawn up into the oral syringe. If it is not taken within 5 minutes , discard from oral syringe and prepare a new dose. Figure IStep A8 Put the cap back on the bottle. Turn the cap to the right (clockwise) to tightly close the bottle (See Figure I). Do not remove the bottle adapter from the bottle. If you are taking your daily dose of Evrysdi by mouth, follow the instructions in \" B) How to take a daily dose of Evrysdi by mouth \". If you are taking your daily dose of Evrysdi through a gastrostomy tube, follow the instructions in \" C) How to give a daily dose of Evrysdi through a gastrostomy tube \". If you are taking your daily dose of Evrysdi through a nasogastric tube, follow the instructions in \" D) How to give a daily dose of Evrysdi through a nasogastric tube \". Evrysdi's oral syringes are specifically designed to be compatible with the ENFit® system. If your feeding tube is not ENFit® compatible, you may need an ENFit® transition connector to connect the Evrysdi syringe to your G-tube or NG-tube. B) How to take a daily dose of Evrysdi by mouth Sit upright when taking a daily dose of Evrysdi by mouth. Figure JStep B1 Place the oral syringe into the mouth with the tip along either cheek. Slowly push the plunger all the way down to take the full dose of Evrysdi (See Figure J). Giving Evrysdi into the throat or too fast may cause choking. Figure KStep B2 Check that there is no medicine left in the oral syringe (See Figure K). Figure LStep B3 Drink some water right after taking the prescribed dose of Evrysdi (See Figure L). Go to Step E for cleaning of the syringe. C) How to give a daily dose of Evrysdi through a gastrostomy tube If you are giving Evrysdi through a gastrostomy tube, ask your doctor to show you how to inspect the gastrostomy tube before giving Evrysdi. Figure MStep C1 Place the oral syringe tip into the gastrostomy tube. Slowly push the plunger all the way down to give the full dose of Evrysdi (See Figure M).Figure NStep C2 Check that there is no medicine left in the oral syringe (See Figure N). Figure OStep C3 Flush the gastrostomy tube with 10-20 mL of water right after giving the prescribed dose of Evrysdi (See Figure O). Go to Step E for cleaning of the syringe. D) How to give a daily dose of Evrysdi through a nasogastric tube If you are giving Evrysdi through a nasogastric tube, ask your doctor to show you how to inspect the nasogastric tube before giving Evrysdi. Figure PStep D1 Place the oral syringe tip into the nasogastric tube. Slowly press the plunger all the way down to give the full dose of Evrysdi (See Figure P). Figure QStep D2 Check that there is no medicine left in the oral syringe (See Figure Q). Figure RStep D3 Flush the nasogastric tube with 10-20 mL of water right after giving the prescribed dose of Evrysdi (See Figure R). Go to Step E for cleaning of the syringe. E) How to clean the oral syringe after use Figure SStep E1 Remove the plunger from the oral syringe. Rinse the oral syringe barrel well under clean water (See Figure S). Figure TStep E2 Rinse the plunger well under clean water (See Figure T). Figure UStep E3 Check that the oral syringe barrel and plunger are clean. Place the oral syringe barrel and plunger on a clean surface in a safe place to dry (See Figure U). Wash your hands. Once dry, reassemble the plunger into the oral syringe barrel and store the syringe with your medicine. "}