{"title": "Complementary medicine: The pros and cons of herbalism", "author": null, "url": "https://www.gponline.com/complementary-medicine-pros-cons-herbalism/article/596289", "hostname": "gponline.com", "description": "In the latest of our series, Professor Edzard Ernst investigates herbal medicine", "sitename": "GP", "date": "2006-10-03", "cleaned_text": "defined as the medicinal use of preparations that contain only plant material as active ingredients. Pharmacology developed from medical herbalism and many modern drugs were derived from plants — including morphine from opium, aspirin from willow and taxol from yew. Variations of herbalism exist in different parts of the world — traditional herbalism in Europe or China, ayurveda in India and kampo in Japan. Most use mixtures of several plants. In contrast, modern phytomedicine employs one herb for one condition, such as St John's wort for depression. Multiple active ingredients Medicinal herbs usually contain whole families of pharmacologically active ingredients, often claimed to work synergistically. There are few indications for which no herbal cure is promoted, although the range of proven indications is relatively narrow (see table). Most traditional herbalists in the UK are not medically qualified and there is little integration into the NHS. About 1,000 medical herbalists are registered in the UK. During an initial treatment session, the practitioner usually takes a medical history to get an overall impression of medical status and to screen for contraindications. Individualised combinations of herbs are often prescribed, as extracts, tinctures, infusions or decoctions. Depending on the condition, one or two appointments a week over a period of several weeks are generally regarded as adequate. Clinical evidence has to be evaluated on the basis of each individual preparation or traditional approach. Several Chin-ese herbal mixtures have been assessed for specific indications in Cochrane and other reviews. Little evidence is available for the effectiveness of other traditional herbal medical systems. Safety issues Safety has been assessed in systematic reviews in relation to individual herbs, organ systems or mechanisms. Contraindica-tions and precautions vary but usually include pregnancy and lactation. Plant extracts may have powerful pharmacological effects, so the risk of adverse effects is probably greater than with most other complementary therapies. Interactions between different preparations or between herbal and conventional drugs exist in abundance. Where the therapist is not medically qualified, appropriate treatment of a medical condition may be delayed. Herbal supplements are not currently regulated as medicines, so there can be problems with quality. Asian preparations have been associated with contamination, for example with heavy metals, and adulteration with prescription drugs. It is obvious that this can put patients at risk. However, an EC directive last year required member states to have a registration scheme for herbal medicines in place by 30 October 2005. Manufacturers now have a seven-year transition period in which to submit products to the MHRA. Most people who use herbal medicines in the UK self-treat, buying remedies from a pharmacy, health food shop or supermarket. Patients should therefore be asked routinely about self-treatment. The therapeutic value of a range of herbal medicines for a number of specific conditions has been demonstrated. For the vast majority, however, no such evidence is yet available. Professor Ernst is director of complementary medicine at the Peninsula Medical School, Universities of Exeter & Plymouth Next week: flower remedies References Mills S, Budd S. Professional organisation of comple-mentary and alternative medicine in the UK. Exeter: Centre for Complementary Health Studies; 2000 Ernst E, et al. The desktop guide to complementary and alternative medicine. Edinburgh: Mosby; 2001 Ernst E. Risks associated with complementary therapies. In: Dukes MNG, Aronson J K, eds. Meyler's side effects of drugs. Amsterdam: Elsevier; 2000 Ernst E. Herb-drug interactions - an update. Perfusion 2003; 16: 175-94. Department of Comple-mentary Medicine, Peninsula Medical School, Universities of Exeter & Plymouth, systematic reviews [www.pms.ac.uk/compmed/publications.htm](http://www.pms.ac.uk/compmed/publications.htm) Herbal medicines with positive results |Plant by Department of Complementary Medicine, Peninsula Medical School, Universities of Exeter & Plymouth (a) Risks may outweigh benefits "}